Repository: wesnoth/wesnoth
Catalog: po/wesnoth-Two_Brothers/*.po
Languages: ca, de, fr

source: A Tale Of Two Brothers
ca: Una història de dos germans
de: Die Geschichte zweier Brüder
fr: L'histoire de deux frères

source: (easy)
ca: (fàcil)
de: (leicht)
fr: (facile)

source: Horseman
ca: Genet
de: Reiter
fr: Cavalier

source: (hard)
ca: (difícil)
de: (schwierig)
fr: (difficile)

source: Knight
ca: Cavaller
de: Ritter
fr: Chevalier

source: A Black Mage is threatening the local village and its inhabitants. When their leader Bjarn sends for aid from his brother Arne, he is victorious, but Bjarn himself is kidnapped. Can you rescue him? A very short campaign, made for beginners.
ca: Un Mag Negre amenaça una xicoteta aldea i els seus habitants. Quan el seu capitost, Bjarn, crida el seu germà Arne, resulta victoriós, però el mateix Bjarn acaba segrestat. Podràs rescatar-lo? Una campanya molt curta, dissenyada per als principiants.
de: Ein Schwarzmagier bedroht ein nahe gelegenes Dorf und seine Bewohner. Als ihr Anführer Bjarn seinen Bruder Arne um Hilfe bittet, eilt er herbei. Doch Bjarn wurde entführt. Könnt ihr ihn erretten? Eine sehr kurze Kampagne, geschaffen für Anfänger.

source: Rooting Out A Mage
ca: L'extirpació d'un mal
de: Beseitigung eines Magiers
fr: La destruction d'un mage

source: Slay the Black Mage
ca: Mata el Mag Negre
de: Vernichtet den Schwarzmagier
fr: Éliminer le mage noir

source: Death of Arne
ca: Mort d'Arne
de: Arne fällt in der Schlacht
fr: Mort de Arne

source: Turns run out
ca: Fi dels torns
de: Rundenlimit überschritten
fr: Fin des tours atteinte

source: Peasant
ca: Camperol
de: Bauer
fr: Paysan

source: Villager
ca: Aldeà
de: Dorfbewohner
fr: Villageois

source: The Black Mage
ca: El Mag Negre
de: Der Schwarzmagier
fr: Le mage noir

source: In a remote part of Wesnoth, people lived their lives working hard and caring for each other, but not knowing much about the world outside. One day, however, their peaceful world was shattered, as an evil mage came to the region, spreading havoc and despair.
ca: Açò era i no era una remota part de Wesnoth, on la gent vivia ses vides treballant dur i preocupant-se els uns pels altres, però sense conèixer molt del món exterior. Tanmateix, un dia, aquesta pau va veure's destrossada amb l'arribada d'un malvat mag a la regió, que va traure amb ell la destrucció i la desesperança.
de: In einem abgelegenen Teil von Wesnoth lebte einst ein Volk, das hart arbeitete und seinen Mitmenschen gegenüber immerzu freundlich gesonnen war. Sie wussten nichts über die mannigfaltigen Gefahren der weiten Welt. Doch eines Tages wurde das friedliche und harmonische Weltbild dieses Volkes erschüttert, als ein böser Magier in die Region kam, um dort Verwüstung und Verzweiflung zu verbreiten.
fr: Dans un endroit reculé de Wesnoth, des gens vivaient leurs vies en travaillant dur et en prenant soin les uns des autres, mais sans en savoir beaucoup sur le monde extérieur. Un jour, cependant, leur monde pacifique fut anéanti, quand un mage malfaisant vint dans la région, en répandant la ruine et le désespoir.

source: Bjarn, the local mage of the village, was the man who saw best how to deal with this threat. He asked the help of his brother Arne, leader of a mercenary band of horsemen, and outfitted several of the villagers with gear from the armory.
ca: Bjarn, el mag resident en l'aldea, va ser qui millor va endevinar quina seria la millor manera de combatre eixa amenaça. Va demanar ajuda al seu germà Arne, el líder d'una banda de genets mercenaris, i va equipar alguns aldeans amb els recursos disponibles a l'armeria.
de: Der Dorfmagier Bjarn sah einen Weg mit dieser Bedrohung umzugehen. Er bat seinen Bruder Arne, Anführer einer berittenen Söldnergruppe, um Hilfe und stattete einige Dorfbewohner mit Ausrüstung aus der Waffenkammer aus.
fr: Bjarn, le mage du village, était l'homme qui pouvait le mieux faire face à cette menace. Il demanda l'aide de son frère Arne, chef d'une bande de cavaliers mercenaires, et équipa plusieurs villageois avec du matériel de l'armurerie.

source: 'ello there, Bjarn. So, what's the big fuss?
ca: Ei, Bjarn, què tal? Bé, quina és la traca?
de: Hallo Bjarn. Wie kann ich dir behilflich sein?
fr: Salut, Bjarn. Alors, c'est quoi l'histoire ?

source: An evil mage, two day's ride north, is posing a threat to our livelihoods. He is terrorizing our countryside. I've already called the village to arms and now it's up to you to lead them.
ca: Un mag malvat, a dos dies de cavalcada cap al nord, suposa una amenaça per a les nostres vides i terroritza a tota la comarca. Ja he cridat a armes a l'aldea, ara només queda que els lideres.
de: Zwei Tagesritte gen Norden lebt ein böser Magier, der diese Gegend terrorisiert. Ich habe die Dorfbewohner und Bauern bereits zu den Waffen gerufen, doch es ist an dir, sie in die Schlacht zu führen.
fr: Un mage mauvais, à deux jours de cheval au nord, constitue une menace pour notre mode de vie. Il terrorise notre campagne. J'ai déjà appelé le village aux armes, c'est à toi de les mener.

source: Very well. We will go there and slay this source of evil. Charge, men!
ca: Molt bé. Anirem allà i eliminarem aquesta font de maldat. A per ells!
de: Na gut. Wir werden uns aufmachen und diese Quelle des Bösen ein für allemal vernichten. Macht euch bereit, Männer!
fr: Très bien. Nous irons là-bas et détruire cette source de mal. Chargez, les gars !

source: After a short journey the small band of troops is close to the hideout of the evil mage.
ca: Després d'una curt viatge, la xicoteta banda de tropes està prop de l'amagatall del malvat mag.
de: Nach einer kurzen Reise nähert sich der kleine Trupp dem Versteck des bösen Magiers.
fr: Après un court voyage la petite troupe est proche de la cachette du mage malfaisant.

source: I will attempt to sneak through the forest. If I can slay the evil one while he is off his guard, the battle will be over in one stroke!
ca: Intentaré infiltrar-me a través dels boscos. Si puc eliminar-lo mentre estiga amb la guàrdia baixa, la batalla s'haurà terminat en un únic colp!
de: Ich werde versuchen mich durch den Wald zu schleichen. Vielleicht kann ich ihn erschlagen, während seine Truppen abgelenkt sind. Dann wäre der Kampf beendet, bevor er richtig angefangen hat!
fr: Je vais essayer de m'introduire dans la forêt. Si je peux éliminer le grand méchant tandis qu'il n'est pas sur ses gardes, la bataille sera terminée en un seul coup !

source: Bjarn should have been in position by now. I wonder if anything's happened to him?
ca: Bjarn ja deuria haver pres posicions. No serà que li haurà passat alguna cosa roïna?
de: Bjarn sollte nun in Position sein. Ich frage mich ob ihm etwas zugestoßen ist?
fr: Bjarn devrait être en position maintenant. Je me demande si quelque chose lui est arrivé ?

source: This is worrying. What's happened to Bjarn? I suppose we must slay the necromancer ourselves.
ca: Açò ja és preocupant. Què li haurà passat a Bjarn? Supose que deurem eliminar el nigromant nosaltres mateixos.
de: Das ist wirklich besorgniserregend. Was ist Bjarn bloß zugestoßen? Ich schätze wir müssen den Totenbeschwörer selbst von hier vertreiben.
fr: C'est inquiétant. Qu'est-il arrivé à Bjarn ? Je suppose que nous allons devoir tuer le nécromancien nous-mêmes.

source: Good work, men. Now, where is Bjarn?
ca: Bon treball! Bé, ara, on és Bjarn?
de: Gute Arbeit, Männer. Wo versteckt sich Bjarn?
fr: Bon travail, les gars. Où est Bjarn ?

source: Worried about him, are you? E-he-he..hergh...gaargh. . .
ca: Estàs preocupat per ell, eh? Hehehe...herghh... gaargh. . .
de: Sorgst du dich um ihn? Zu recht. E-he-he..hergh...gaargh. . .
fr: Vous êtes inquiet pour lui, n'est-ce pas ? He he he... hergh... gaargh...

source: Nothing more to be had from him.
ca: No ens cal res més d'ell.
de: Und dies waren seine letzten Worte...
fr: Il n'aura rien de plus à dire.

source: Sir, he's been kidnapped! I just saw some men running off with him. They looked like friends of this one.
ca: Senyor, ha sigut segrestat! Acabe de veure uns pocs homes fugint amb ell. Pareixien amics d'aquest.
de: Herr, er wurde entführt! Ich sah gerade einige Männer mit ihm von hier entfliehen. Sie sahen aus wie Kumpane von diesem hier.
fr: Monsieur, il a été enlevé ! J'ai juste vu des hommes s'enfuir avec lui. Ils avaient l'air amis avec celui-là.

source: Damn! I suppose we have to go after him, then.
ca: Vaja! Supose que haurem d'anar darrere d'ells, doncs.
de: Verflucht! Wir werden sie wohl verfolgen müssen.
fr: Mince ! Je suppose que nous allons devoir aller le chercher, alors.

source: Ha, so you thought to send a mage around and stab me in the back? Well, I have news for you. We've kidnapped him!
ca: Ha, pensaves enviar un mag per voltar-me i assassinar-me per l'esquena? Bé, tinc notícies fresques! L'hem segrestat!
de: Also dachtet ihr, ihr könntet einfach so einen Magier entsenden um mich hinterrücks zu töten? Nun, ich habe schlechte Neuigkeiten für euch. Wir haben ihn entführt!
fr: Ha, vous pensiez m'envoyer un mage et me poignarder dans le dos ? Eh bien, j'ai des nouvelles pour vous. Nous l'avons enlevé !

source: What? Bjarn kidnapped? And the black mage still ravages the land? Noooo!
de: Was? Bjarn entführt? Und der schwarze Magier verwüstet immer noch dieses Land? Das darf nicht sein!
fr: Quoi ? Bjarn enlevé ? Et le mage noir continue à ravager le pays ? Noonn !

source: I hear these creatures are near immune to our weapons, let us see!
ca: He sentit dir que aquestes criatures són casi immunes a les nostres armes, ara ho sabrem!
de: Man sagt diese Kreaturen seien nahezu immun gegen unsere Waffen. Das werde ich mal etwas näher testen...
fr: J'ai entendu dire que ces créatures étaient presque insensibles à nos armes, voyons ça !

source: That wasn't so hard!
ca: No era tan difícil!
de: Das war gar nicht so schwierig!
fr: Ça n'était pas si difficile !

source: Everything is lost now that I am dead...
ca: Tot està perdut ara que jo he mort...
de: Nun da ich geschlagen bin ist jegliche Hoffnung vergangen...
fr: Tout est perdu maintenant que je suis mort...

source: The Chase
ca: La Persecució
de: Die Jagd
fr: La poursuite

source: Fight your way through the woods before the kidnappers escape
ca: Obre't pas a través dels boscos abans que els segrestadors escapen
de: Erkämpft euch einen Weg durch den Wald bevor die Entführer entkommen.
fr: Progressez en combattant dans les bois avant que les ravisseurs ne s'échappent

source: The kidnappers fled north through the forest, and Arne made to follow them, although his horsemen would be at a disadvantage.
ca: Els segrestadors van fugir cap al nord a través dels boscos, i Arne va ordenar seguir-los, encara que els seus genets estarien en desavantatge.
de: Die Entführer fliehen nordwärts durch den Wald und Arne folgt ihnen, obwohl seine Reiter in diesen Wäldern arg benachteiligt sind.
fr: Les ravisseurs se sont enfuit au nord par la forêt, et Arne s'est mis à leur poursuite, bien que ses cavaliers ne seront pas à leur avantage.

source: Sounds of a scuffle were heard from the forest.
ca: Es sentien sorolls de moviments entre els boscos.
de: Ihr hört ein Rascheln aus Richtung des Waldes.
fr: Des bruits de bagarre ont été entendus de la forêt.

source: Come on men. Some greenery never hurt anyone, did it?
ca: Vinga, xicots! Una miqueta de verd no mai ha fet mal a ningú, no?
de: Kommt Männer. Ein wenig Grünzeug hat noch niemanden umgebracht, nicht wahr?
fr: Venez les gars. Un peu de verdure ne fait de mal à personne, n'est-ce pas ?

source: You there! Halt and explain yourself.
de: Ihr da! Was habt ihr hier zu suchen?!?
fr: Vous ici ! Arrêtez-vous et expliquez-vous.

source: We're chasing after some men who kidnapped my brother!
ca: Estem perseguint uns homes que van segrestar el meu germà!
de: Wir verfolgen einige Männer, die meinen Bruder entführt haben!
fr: Nous poursuivons des hommes qui ont enlevé mon frère !

source: No men have come this way, and you will not be the first. Die!
ca: Cap home ha passat mai per aquest camí, i no sereu els primers. Morireu!
de: Niemand hat diesen Weg genommen und du wirst nicht der erste sein. Stirb!
fr: Aucun homme n'est passé par ce chemin, et vous ne serez pas les premiers. Mourez !

source: A glorious combat at last, against mounted enemies!
ca: Un combat gloriós, ja era hora, contra enemics muntats!
de: Zumindest ein glorreicher Kampf gegen bewaffnete Feinde!
fr: Enfin un combat glorieux, contre des ennemis montés !

source: I see them! There they are!
de: Ich kann sie sehen! Sie sind dort vorne!
fr: Je les vois ! Ils sont là !

source: Curses! I hope the reinforcements get here so I can escape soon.
ca: Maleïts siguen! Espere que els reforços arriben a temps per poder escapar-me ja!
de: Verflucht! Ich hoffe die Verstärkung trifft bald ein, so dass ich entfliehen kann.
fr: Malédiction ! J'espère que les renforts arrivent pour que je puisse m'échapper bientôt.

source: Come on, men, let's catch those kidnappers!
ca: Vinga, xicots! Anem a acaçar aquestos segrestadors!
de: Kommt Männer, lasst uns die Entführer fertig machen!
fr: Venez les gars, allons attraper ces ravisseurs !

source: Hah! You got me alright, but what does that help? No harm telling you now, I suppose. Your precious mage is safely locked away in our dungeons. I was set up to be a decoy.
ca: Hah! Sí, m'has agafat, però et penses que et serveix? No tinc cap problema en dir-t'ho, el teu preciós mag està tancat sota clau en les nostres masmorres! Jo no era més que un simple enceball.
de: Hah! Nun denn, Ihr habt mich erwischt, doch was bringt euch das? Ich denke nicht, dass es schadet, wenn ich euch dies verrate: Euer geliebter Magier ist sicher in unserem Kerker angekettet. Ich wurde nur als Köder entsandt.
fr: Ha ! Vous m'avez eu, mais en quoi cela vous aide ? Je n'ai aucune raison de ne pas vous le dire maintenant, je suppose. Votre précieux mage est enfermé dans nos dongeons.

source: Nooo! Tricked again. Tell us where he is and we shall spare your miserable life.
ca: Nooo! Altra vegada m'han enganyat! Digues on està i et perdonarem la teua miserable vida, rata!
de: Neiiin! Schon wieder ausgetrickst. Sag uns wo genau er ist und wir verschonen dein jämmerliches Leben.
fr: Noonnn ! Nous sommes trompés à nouveau. Dis-nous où il est et nous épargnerons ta vie misérable.

source: Three days ride to the east, in the deserted castle. The passwords to the guards are Sithrak and Eleben.
ca: A tres dies a cavall cap a l'est d'ací, en un castell abandonat. Les contrasenyes de la guàrdia són Sithrak i Eleben.
de: Drei Tagesritte gen Osten in der verlassenen Festung. Die Kennworte für die Wächter sind Sithrak und Eleben.
fr: Trois jours de galop vers l'est, dans le château déserté. Les mots de passe pour les gardes sont Sithrak et Eleben.

source: Thank you. Leave him, men, we ride East.
de: Besten Dank. Lasst ihn hier liegen Männer. Wie reiten gen Osten.
fr: Merci. Laissez-le les gars, nous allons à l'est.

source: Wait, friend. We would like to join your cause!
ca: Espereu, amics. Volem unir-nos a la vostra causa!
de: Wartet, mein Freund. Wir würden uns gerne eurer Truppe anschließen.
fr: Attends, ami. Nous aimerions rejoindre votre cause !

source: They would only slow us down!
ca: Només ens faran anar més esplai!
de: Sie würden uns nur aufhalten!
fr: Ils ne feront que nous ralentir !

source: I make the decisions here.
ca: Sóc jo qui pren les decisions ací.
de: Ich treffe hier die Entscheidungen.
fr: C'est moi qui décide ici.

source: Oh, all right then. Come along with us.
ca: Bé, perfecte. Podeu vindre amb nosaltres.
de: Nun denn, kommt mit uns.
fr: Oh, d'accord. Venez avec nous.

source: Thank you. My comrades and I will help you on your noble quest.
de: Vielen Dank. Wir werden euch so gut wir können bei eurer noblen Queste unterstützen.
fr: Merci. Mes camarades et moi vous aiderons dans votre noble quête.

source: I am sorry. We have not the time to spare.
de: Es tut mir sehr Leid, doch haben wir keine Zeit zu verlieren.
fr: Je suis désolé. Nous n'avons pas de temps à perdre.

source: Take this, then, for I see that you are on a quest. My comrades will help you whenever you call for them.
ca: Pren açò, doncs, ja que veig que estàs en una noble missió. Els meus camarades t'ajudaran sempre que els crides.
de: Nehmt dies, denn ich sehe, dass wichtige Schlachten darauf warten von euch geschlagen zu werden. Meine Kameraden werden euch behilflich sein, wenn ihr nach ihnen verlangt.
fr: Prenez ceci, alors, comme je vois que vous suivez une quête. Mes camarades vous aideront quand vous les appelerez.

source: You receive 70 pieces of gold!
ca: Reps 70 peces d'or!
de: Ihr erhaltet 70 Goldstücke!
fr: Vous recevez 70 pièces d'or !

source: My reinforcements are here!
ca: Els reforços són ací!
de: Meine Verstärkungen sind angekommen!
fr: Mes renforts sont arrivés !

source: He escaped us...
ca: Se'ns ha escapat...
de: Er ist uns entkommen....
fr: Il nous a échappé...

source: Guarded Castle
ca: Castell Guardat
de: Die Festung
fr: Château gardé

source: Rescue Bjarn
ca: Rescatar Bjarn
de: Rettet Bjarn
fr: Sauver Bjarn

source: Guard
ca: Guàrdia
de: Wache
fr: Garde

source: Castle Guard
ca: Guàrdia del castell
de: Palastwache
fr: Garde de Château

source: Arne arrived at the castle and was immediately challenged by some guards.
ca: Arne va arribar al castell i immediatament uns guàrdies el van interrogar.
de: Als Arne sich der Festung nähert, wird er auch schon von einigen Wachen angehalten.
fr: Arne arriva au château et fut immédiatement abordé par des gardes.

source: Halt! Friend or foe? Give the password.
ca: Alto! Amic o enemic? Quina és la contrasenya?
de: Halt! Freund oder Feind? Sagt das Kennwort.
fr: Halte ! Ami ou ennemi ? Donnez le mot de passe.

source: The password is
ca: La contrasenya és
de: Das Kennwort ist
fr: Le mot de passe est

source: Wrong! Die!
ca: Mal! Mor!
de: Falsch! Sterbt!
fr: Mauvais ! Mourez !

source: Oh dear, that's wrong. Any last words?
ca: Oh amic, això no es correcte. Alguna última paraula?
de: Oh nein, das ist falsch. Irgendwelche letzten Worte?
fr: Aïe, ce n'est pas le bon. C'est votre dernier mot ?

source: Pass, friend.
ca: Passa, amic.
de: Ihr dürft passieren.
fr: Passez, ami.

source: Haha! We not kill people for long time. Weapon wants blood. We now kill humans!!
ca: Haha! Tems fa no matem gent. Espasa vol sang. Ara matem humans!!
de: Haha! Wir nix getötet für lang Zeit. Waffen Blut haben wollen. Wir töten nun Menschen!!
fr: Ha ha ! Nous pas tuer gens depuis longtemps. Arme veut sang. Nous maintenant tuer humains !!

source: I knew that we had to fight to free my brother! Come on men, lets kill some orcs.
ca: Sabia que hauríem de lluitar per alliberar el meu germà! Vinga, xicots, anem a matar uns pocs orcs!
de: Ich wusste, dass wir kämpfen müssen um meinen Bruder zu befreien! Kommt Männer, lasst uns ein paar reudige Orks töten.
fr: Je savais que nous aurions à combattre pour libérer mon frère ! Venez, allons tuer quelques orcs.

source: Are you our relief arriving? Does this mean we get to leave here now?
ca: Eres el nostre relleu? Vol dir això que ens podem marxar?
de: Seid ihr unsere Ablösung? Heißt das wir können nun weg von hier?
fr: Vous êtes notre relève ? On peut partir d'ici maintenant ?

source: Um, yes. Fine. You can go.
ca: Um, sí. Clar. Podeu anar-vos.
de: Uhm, ja. Gut. Ihr könnt gehen.
fr: Mmm, oui. Bien. Vous pouvez passer.

source: Um, you're supposed to give the password.
ca: Um, es suposa que ens has de donar la contrasenya.
de: Nun ja, eigentlich müsst ihr erst das Kennwort sagen.
fr: Mmm, vous êtes supposé donner le mot de passe.

source: Oh, of course. I had nearly forgotten.
ca: Oh, sí, clar. Ja m'havia oblidat.
de: Oh, aber sicher doch. Ich hatte es fast vergessen.
fr: Oh, bien sûr. J'avais presque oublié.

source: Thanks! Irritating little formality, isn't it?
ca: Gràcies! Són irritants les formalitats, veritat?
de: Danke! Eine dumme, kleine Formalität, nicht wahr?
fr: Merci ! Une petite formalité agaçante, hein ?

source: Wrong! So you thought to trick us into deserting our posts? Die!
de: Falsch! Ihr wolltet uns also austricksen, so dass wir unseren Posten verlassen? Sterbt!
fr: Mauvais ! Vous pensiez nous duper en nous faisant déserter nos postes ? Mourez !

source: Nooo! This is the end...
de: Neiiiinnnn! Dies ist mein Ende....
fr: Noonn ! C'est la fin...

source: There's a key in his robes.
ca: Hi ha una clau entre les seus robes.
de: Hey, da ist ein Schlüssel in seiner Robe.
fr: Il y a une clé dans sa robe.

source: It must be the key to the cell they're holding Bjarn in! I will take the key. I can't wait to see my brother. Come on, let's free him.
ca: Deu ser la clau de la cel·la on tindran Bjarn! Jo duré la clau, no puc esperar més a veure el meu germà. Vinga, anem a alliberar-lo!
de: Das muss der Schlüssel zu der Zelle sein, in der Bjarn gefangen gehalten wird! Ich werde ihn an mich nehmen. Ich kann es nicht erwarten meinen Bruder wieder zusehen. Los Männer, gehen wir ihn befreien.
fr: Ça doit être la clé de la cellule dans laquelle ils retiennent Bjarn ! Je vais prendre la clé. Je ne peux pas attendre de voir mon frère. Allons le libérer !

source: Move Arne to the cell with his brother to free him
ca: Mou Anre a la cel·la amb el seu germà per alliberar-lo
de: Geleitet Arne zu der Zelle in der Bjarn gefangen gehalten wird, um ihn zu befreien
fr: Amenez Arne à la cellule de son frère pour le libérer

source: Look what I have found in here! I can count hundred pieces of gold.
ca: Mireu què he trobat! Puc contar 100 peces d'or.
de: Schaut was ich hier gefunden habe! Ich sehe hier einhundert Goldstücke.
fr: Regardez ce que j'ai trouvé ici ! Je peux compter des centaines de pièces d'or.

source: Look what I have found in here! I can count fifty pieces of gold.
ca: Mireu què he trobat! Puc contar cinquanta peces d'or.
de: Schaut was ich hier gefunden habe! Ich sehe hier fünfzig Goldstücke.
fr: Regardez ce que j'ai trouvé ici ! Je peux compter cinquante pièces d'or.

source: I found Bjarn. He is in this cell.
ca: He trobat Bjarn. Està en la seua cel·la.
de: Ich habe Bjarn gefunden. Er ist in dieser Zelle.
fr: J'ai trouvé Bjarn. Il est dans cette cellule.

source: Good to see you, Arne. Please help me to get out of this dungeon.
ca: És un plaer veure't, Arne. Per favor, ajuda'm a eixir d'aquesta masmorra.
de: Gut dich zu sehen, Arne. Bitte rette mich aus diesem Kerker.
fr: Il est bon de te voir, Arne. Aide-moi à sortir de ce donjeon.

source: You must be one of Arne's men. Please help me to get out of this dungeon.
ca: Deus ser un dels homes d'Anre. Per favor, ajuda'm a eixir d'aquesta masmorra.
de: Ihr müsst einer von Arne's Mannen sein. Bitte helft mir aus diesem Kerker zu entkommen.
fr: Tu dois être un des hommes d'Arne. Aide-moi à sortir de ce donjeon.

source: The damn Necromancer Rotharik has imprisoned me behind this magical barrier. You must get the key from him to free me. You can only open it with the key.
de: Der verfluchte Totenbeschwörer Rotharik hält mich hinter dieser magischen Barriere gefangen. Ihr müsst den Schlüssel von ihm besorgen. Die Barriere lässt sich nur damit öffnen.
fr: Rotharik, ce fichu nécromancien, m'a emprisonné derrière cette barrière magique. Tu dois lui prendre la clé pour me libérer. Tu ne peux l'ouvrir qu'avec la clé.

source: Kill the necromancer to get the cellkey
ca: Mata el nigromant per aconseguir la clau de la cel·la
de: Tötet den Totenbeschwörer um den Zellenschlüssel zu erhalten
fr: Tuez le nécromancien pour obtenir la clef de la cellule

source: Thank you for coming to my aid. Let us return to the village.
ca: Gràcies per vindre a rescatar-me. Torne'm a l'aldea.
de: Danke das ihr mir zu Hilfe gekommen seid. Doch nun lasst uns zum Dorf zurückkehren.
fr: Merci d'être venu à mon aide. Retournons au village.
