Repository: wesnoth/wesnoth
Catalog: po/wesnoth-Two_Brothers/*.po
Languages: ca, de, fr

source: You are too late! Your brother is already dead! Muhahahaha...
ca: Arribes massa tard! El teu germà ja és mort! Muhahahaha...
de: Ihr seid zu spät! Euer Bruder ist bereits tot! Muhahahaha...
fr: Tu arrives trop tard ! Ton frère est déjà mort ! Ha ha ha ha ha...

source: Return to the Village
ca: La tornada a l'aldea
de: Rückkehr ins Dorf
fr: Retour au village

source: Find out what is happening in the village
ca: Descobreix què passa a l'aldea
de: Findet herraus, was in dem Dorf vor sich geht
fr: Découvrir ce qu'il se passe dans ce village

source: Death of Bjarn
ca: Mort de Bjarn
de: Bjarn fällt in der Schlacht
fr: Mort de Bjarn

source: Councillor Hoban
ca: Conseller Hoban
de: Ratsmitglied Hoban
fr: Conseiller Hoban

source: There. Your village is just across those hills, and already I see men coming to greet us!
ca: Allà. La teua aldea està precisament darrere d'aquells colls, i ja puc veure homes que venen a rebre'ns!
de: Dort. Unser Dorf ist gleich auf der anderen Seite dieser Hügel. Ich kann die Männer schon sehen, wie sie uns entgegenkommen, um uns zu begrüßen!
fr: Ton village est juste derrière ces collines, et je vois déjà des hommes venir nous accueillir !

source: No. They are fleeing from something. We have to find out what is happening over here!
ca: No. Estan fugint d'alguna cosa. Hem de descobrir què està passant ací!
de: Nein. Sie fliehen vor etwas. Wir müssen herrausfinden, was dort passiert!
fr: Non. Ils fuient quelque chose. Nous devons déterminer ce qui se passe là-bas !

source: I think your village is protected well, though.
ca: Crec que la teua aldea està ben protegida, de tota manera.
de: Ich denke dein Dorf ist trotz allem gut geschützt.
fr: Je pense que ton village est bien protégé, tout de même.

source: We should go there and talk to Councillor Hoban. Maybe he knows what is going on here.
ca: Deuríem d'anar-ne i parlar amb el Conseller Hoban. Potser ell sàpiga què està passant.
de: Wir sollten uns dorthin begeben und mit Bürgermeister Hoban sprechen. Vielleicht weiß er ja, was hier vor sich geht.
fr: Nous devrions y aller et parler au conseiller Hoban. Peut-être qu'il sait ce qui se passe.

source: I am glad to see you back again.
ca: Em plau tornar a veure-vos.
de: Ich bin froh euch wiederzusehen.
fr: Je suis ravi de te revoir.

source: So am I. But what is happening to our village?
ca: Jo també. Però què lo està passant a la nostra aldea?
de: Das bin ich auch. Doch was geschieht mit unserem Dorf?
fr: Et moi donc. Mais que se passe-t-il dans notre village ?

source: In the time you have been away a looting band of orcs took over this region. It was noone here to stop them.
ca: Mentre vas estar fora, una banda d'orcs van tomar aquesta regió per poder saquejar-la. Ningú no va ser capaç d'aturar-los.
de: Während eurer Abwesenheit hat eine plündernde Bande von Orks die Herrschafft über die Region übernommen. Niemand hier konnte sie stoppen.
fr: Pendant que tu étais absent une bande de pillards orcs a pris le contrôle de cette région. Il n'y avait personne ici pour les arrêter.

source: The orcish Warlord wants to enslave us. We will not be able to hold out for long.
ca: El Senyor de la Guerra Orc vol esclavitzar-nos. No podrem resistir molt més.
de: Der Orkkriegsherr will uns versklaven. Wir werden die Stellung nicht mehr lange halten können.
fr: Le seigneur de guerre orc veut nous réduire en esclavage. Nous ne pourrons pas tenir longtemps.

source: Be careful, he is responsible for the deaths of many of us. Very few remain who can bear arms, but I will send them to aid you in battle.
ca: Tingueu cura, és el responsable de la mort de molts de nosaltres. Pocs queden que encara pugen empunyar les armes, però vos els manaré d'ajuda en la batalla.
de: Seid vorsichtig, er hat bereits viele der unseren getötet. Jene, die eine Waffe führen konnten wurden von seinen Truppen bereits beinahe restlos niedergemacht. Es ist kaum noch jemand am leben, der bereit ist zu kämpfen, doch werden wir euch so gut wie möglich unterstützen.
fr: Faites attention, il est la raison de la mort de nombres d'entre-nous. Très peu de survivants peuvent porter les armes, mais je vais vous les envoyer pour vous aider dans la bataille.

source: Slay the orcish Warlord to free the village
ca: Elimina el Senyor de la Guerra Orc per alliberar l'aldea
de: Tötet den Orkkriegsherr um das Dorf zu befreien
fr: Massacrer les seigneurs de guerre orcs pour libérer le village

source: Finally the orc is killed. Now you can go back to your village.
ca: Ja hem mort el orc. Ara pots tornar a la teua aldea.
de: Letztlich haben wir den Ork getötet. Du kannst nun endlich wieder in dein Dorf heimkehren.
fr: Finalement l'orc est tué. Vous pouvez maintenant retourner à votre village.

source: So much has been destroyed. We will have a hard time fixing the damages the orcs and the undead caused. I hope this does not happen again.
ca: Tant ha sigut destruït! Passarem per moments difícils mentre arreglem tots els mals que els orcs i els no morts han causat. Espere que açò no torne a passar més.
de: Es ist so viel zerstört worden. Wir werden viel Kraft und Zeit dafür aufwenden müssen, um die Schäden, die Orks und Untote angerichtet haben zu reparieren. Ich hoffe etwas derartiges geschieht nie wieder.
fr: Tant a été détruit. Il sera difficile de réparer les dégâts que les orcs et les morts-vivants ont causés. J'espère que cela n'arrivera plus.

source: I got to leave you now. Me and my men are needed by others, too. But if you ever got to face another grim foe to face, send me a messenger. I'll come as fast as I can, little brother.
ca: He de deixar-te per ara. Altres també necessiten dels serveis dels meus homes. Però si de nou tornes a enfrontar-te a un perillós enemic cara a cara, envia'm un missatger. Vindré tan ràpid com puga, germanet.
de: Ich muss nun auch wieder aufbrechen. Meine Mannen und ich werden auch von anderen noch gebraucht. Doch wenn du es jemals wieder mit einem derart gefährlichen Gegner zu tun hast, entsende einen Boten nach mir. Ich werde so schnell wie möglich herbeieilen um meinem kleinen Bruder beizustehen.
fr: Je dois te quitter maintenant. Moi et mes hommes sommes appelés par d'autres. Mais si tu dois jamais faire face à un autre ennemi sinistre, envoie-moi un messager. Je viendrai aussi vite que possible, petit frère.

source: It is over, I am vanquished.
ca: És el fi, he sigut vençut.
de: Es ist aus, ich bin geschlagen.
fr: C'est terminé, je suis vaincu.

source: I don't think we can rescue anyone from these villages. It is too late.
ca: No crec que puguem rescatar ningú d'aquestes aldees. És massa tard.
de: Ich glaube nicht, dass wir hier noch jemanden retten können. Wir sind zu spät.
fr: Je ne pense pas que nous puissions sauver qui que ce soit de ces villages. C'est trop tard.

source: I was too weak to protect these people. Oh why did this happen to me?!?
ca: Era massa dèbil per protegir aquestes gents. Oh, per què m'ha succeït a mi?!?
de: Ich war zu schwach um diese Leute zu beschützen. Warum musste das ausgerechnet mir passieren?!?
fr: J'ai été trop faible pour protéger ces gens. Oh, pourquoi est-ce arrivé à moi ?!
