Repository: wesnoth/wesnoth
Catalog: po/wesnoth-editor/*.po
Languages: da, en@shaw

source: Single Hex
en@shaw: ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘£ğ‘§ğ‘’ğ‘•

source: Radius 1 Hex
en@shaw: ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘©ğ‘• 1 ğ‘£ğ‘§ğ‘’ğ‘•

source: Radius 2 Hex
en@shaw: ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘©ğ‘• 2 ğ‘£ğ‘§ğ‘’ğ‘•

source: Hex Line NW-SE
en@shaw: ğ‘£ğ‘§ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘¯ NW-SE

source: all
en@shaw: ğ‘·ğ‘¤

source: water
en@shaw: ğ‘¢ğ‘·ğ‘‘ğ‘¼

source: flat
en@shaw: ğ‘“ğ‘¤ğ‘¨ğ‘‘

source: desert
en@shaw: ğ‘›ğ‘§ğ‘Ÿğ‘¼ğ‘‘

source: forest
en@shaw: ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘

source: frozen
en@shaw: ğ‘“ğ‘®ğ‘´ğ‘Ÿğ‘©ğ‘¯

source: rough
en@shaw: ğ‘®ğ‘³ğ‘“

source: cave
en@shaw: ğ‘’ğ‘±ğ‘

source: village
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡

source: castle
en@shaw: ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤

source: special
en@shaw: ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤

source: Use left/right mouse button to draw fore-/background terrain. Hold Shift to paint base layer only. Ctrl+click to sample terrain under cursor.
en@shaw: ğ‘¿ğ‘Ÿ ğ‘¤ğ‘§ğ‘“ğ‘‘/ğ‘®ğ‘²ğ‘‘ ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘“ğ‘¹-/ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘‘ğ‘»ğ‘±ğ‘¯. ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘‘ ğ‘ğ‘±ğ‘¯ğ‘‘ ğ‘šğ‘±ğ‘• ğ‘¤ğ‘±ğ‘¼ ğ‘´ğ‘¯ğ‘¤ğ‘¦. Ctrl+ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘•ğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘’ğ‘»ğ‘•ğ‘¼.

source: Left mouse button selects, right deselects. Hold Shift for magic-wand selection of tiles with same terrain.
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘•, ğ‘®ğ‘²ğ‘‘ ğ‘›ğ‘°ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘•. ğ‘£ğ‘´ğ‘¤ğ‘› Shift ğ‘“ğ‘¹ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’-ğ‘¢ğ‘­ğ‘¯ğ‘› ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘‘ğ‘»ğ‘±ğ‘¯.

source: Left mouse button displays player selection, right clears. Number keys scroll to the starting position, alt+number sets respective starting position under cursor, delete clears.
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘Ÿ ğ‘ğ‘¤ğ‘±ğ‘» ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯, ğ‘®ğ‘²ğ‘‘ ğ‘’ğ‘¤ğ‘½ğ‘Ÿ. ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘’ğ‘°ğ‘Ÿ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯, Alt+ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘•ğ‘§ğ‘‘ğ‘• ğ‘®ğ‘¦ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘’ğ‘»ğ‘•ğ‘¼, ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘’ğ‘¤ğ‘½ğ‘Ÿ.

source: Click to paste, zoom out for more accuracy when pasting large areas. Use the edit menu to transform the clipboard (rotate, mirror).
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘ğ‘±ğ‘•ğ‘‘, ğ‘Ÿğ‘µğ‘¥ ğ‘¬ğ‘‘ ğ‘“ğ‘¹ ğ‘¥ğ‘¹ ğ‘¨ğ‘’ğ‘˜ğ‘»ğ‘©ğ‘•ğ‘° ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘­ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘¤ğ‘¸ğ‘¡ ğ‘ºğ‘°ğ‘©ğ‘Ÿ. ğ‘¿ğ‘Ÿ ğ‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘“ğ‘¹ğ‘¥ ğ‘ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘› (ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘, ğ‘¥ğ‘¦ğ‘®ğ‘¼).

source: File
da: Fil
en@shaw: ğ‘“ğ‘²ğ‘¤

source: Edit
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘

source: Map
en@shaw: ğ‘¥ğ‘¨ğ‘

source: Window
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: villages
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ

source: Quit Editor
da: Afslut Editoren
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: Fatal error
en@shaw: ğ‘“ğ‘±ğ‘‘ğ‘©ğ‘¤ ğ‘»ğ‘¹

source: Do you really want to quit?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘¢ğ‘¦ğ‘‘?

source: Do you really want to quit? Changes in the map since the last save will be lost.
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘¢ğ‘¦ğ‘‘? ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘¨ğ‘ ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¤ğ‘ªğ‘•ğ‘‘.

source: Do you really want to quit? The following maps were modified and all changes since the last save will be lost:
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘¢ğ‘¦ğ‘‘? ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘¥ğ‘¨ğ‘ğ‘• ğ‘¢ğ‘» ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘¯ ğ‘·ğ‘¤ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¤ğ‘ªğ‘•ğ‘‘:

source: Quit
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘‘

source: No editor time-of-day found.
en@shaw: ğ‘¯ğ‘´ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘‘ğ‘²ğ‘¥-ğ‘-ğ‘›ğ‘± ğ‘“ğ‘¬ğ‘¯ğ‘›.

source: Undo
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘µ

source: Canâ€™t Undo
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘µ

source: Redo
en@shaw: ğ‘®ğ‘°ğ‘›ğ‘µ

source: Canâ€™t Redo
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘®ğ‘°ğ‘›ğ‘µ

source: Player
da: Spiller
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘»

source: The size of the target map is different from the current map
en@shaw: ğ‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘¥ğ‘¨ğ‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘¨ğ‘

source: File not found
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: The map file looks like a scenario, but the map_data value does not point to an existing file
en@shaw: ğ‘ ğ‘¥ğ‘¨ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘© ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´, ğ‘šğ‘³ğ‘‘ ğ‘ map_data ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤

source: Empty map file
en@shaw: ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘¥ğ‘¨ğ‘ ğ‘“ğ‘²ğ‘¤

source: Could not save into scenario
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´

source: Could not save the map: $msg
da: Kunne ikke gemme bane: $msg
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘ ğ‘¥ğ‘¨ğ‘: $msg

source: (non-core)
en@shaw: (ğ‘¯ğ‘ªğ‘¯-ğ‘’ğ‘´ğ‘®)

source: Will not work in game without extra care.
en@shaw: ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘»ğ‘’ ğ‘¦ğ‘¯ ğ‘œğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘’ğ‘º.

source: Custom setting
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™

source: Draw
da: Tegn

source: Flood
da: Fyld

source: Start P
da: Lejr

source: Paste
da: Sæt Ind

source: Choose a Map to Load
da: Vælg en Bane at Hente

source: The map already exists. Do you want to overwrite it?
da: Banen findes allerede. Vil du overskrive den?

source: Which Player?
da: Hvilken Spiller?

source: Which player should start here?
da: Hvilken spiller skal starte her?

source: The file does not contain a valid map.
da: Filen indholder ikke en gyldig bane.

source: '$filename' does not exist or can not be read as a file.
da: '$filename' findes ikke eller kan ikke blive læst som en fil.

source: Load failed:
da: Hentning fejlede.

source: You must have a hex selected on the board.
da: Du må vælge et felt på brættet.

source: Do you want to save the map before quitting?
da: Vil du gemme banen før du afslutter?

source: Map saved.
da: Bane gemt.

source: Your modifications to the map will be lost. Continue?
da: Dine ændringer vil blive tabt. Forsæt?

source: Create New Map
da: Lav en ny bane

source: Width:
da: Bredde:

source: Height:
da: Højde:

source: Generate New Map
da: Generer ny bane

source: Generate Random Map
da: Generer tilfældig bane

source: Random Generator Settings
da: Banegenerator indstillinger

source: Cancel
da: Annuller

source: Map creation failed.
da: Det lykkedes ikke at lave en bane.

source: Close Window
da: Luk Vindue

source: Preferences
da: Indstillinger

source: Scroll Speed:
da: Scoll hastighed:

source: Full Screen
da: Fuldskærmstilstand

source: Show Grid
da: Vis Net

source: Hotkeys
da: Genvejstaster

source: Resize Map
da: Skift størrelse

source: X-Axis
da: X-Aksen

source: Y-Axis
da: Y-Aksen

source: Flip around (this may change the dimensions of the map):
da: Spejl banen (dette ænder måske dimensionerne af banen):

source: FG
da: Forgrund

source: BG
da: Baggrund
