Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: Spend <span color='#00bbe6' style='italic'>48 XP</span> and <span color='#c06a61' style='italic'>your attack</span> to magically disguise yourself as an awe-inspiring drake, reducing accuracy and dodge by 10% for enemies in a 2 hex radius. Lasts until cancelled.
es: <span color='#6ca364'><i><b>Hechizo:</b></i></span> Gasta <span color='#00bbe6' style='italic'>48 PX</span> y <span color='#c06a61' style='italic'>tu ataque</span> para disfrazarte mágicamente como un draco imponente, reduciendo la precisión y la evasión un 10% para los enemigos en un radio de 2 hexágonos. Dura hasta que se cancele.
gl: Gasta <span color='#00bbe6' style='italic'>48 puntos de experiencia</span> e <span color='#c06a61' style='italic'>o teu ataque</i></span> para disfrazarte maxicamente dun draconián impresionante, o que reduce a precisión e a esquiva en 10% aos inimigos nun radio de 2 hexágonos. Dura ata que se cancela.
it: Consuma <span color='#00bbe6' style='italic'>48 PE</span> e <span color='#c06a61' style='italic'>il tuo attacco</span> per travestirti magicamente da imponente drago, riducendo l’accuratezza e le schivata del 10% per i nemici in un raggio di 2 esagoni. Persiste finché non cancellato.

source: Animate Fire
es: Animar Fuego
gl: Lume animado
it: Animare Ignem

source: Learn to recruit <i><ref dst='unit_Fire Guardian'>Fire Guardians</ref></i>. Fire Guardians gain +100% damage and XP while adjacent to you, but dissipate at the end of each scenario.
es: <span color='#a9a150'><i><b>Pasivo:</b></i></span> Aprende a reclutar <i>Guardianes de fuego</i>. Los guardianes de fuego obtienen +100% de daño y PX mientras estén adyacentes a ti, pero se disipan al final de cada escenario.
gl: <span color='#a9a150'><i><b>Pasiva:</b></i></span> Aprende a recrutar <i>Gardiáns do Lume</i> . Os Gardiáns do Lume gañan +100% d de dano e EXP. mentres están adxacentes a ti, pero disípanse ao final de cada escenario.
it: Impara a reclutare i <i><ref dst='unit_Fire Guardian'>Guardiani di Fuoco</ref></i>. I Guardiani di Fuoco hanno un bonus +100% danno e PE se si trovano vicine a te, ma si dissolvono alla fine di ogni scenario.

source: Contingency
es: Contingencia
gl: Continxencia
it: Contingentia

source: Whenever one of your human soldiers dies, they are instead returned safely to your recall list.
es: <span color='#a9a150'><i><b>Pasivo:</b></i></span> Siempre que uno de tus soldados humanos muere, es devuelto de forma segura a tu lista de reclutamiento.
gl: Sempre que un dos teus soldados humanos morre, devolvese san e salvo á túa lista de rechamar.
it: Ogni volta che uno dei tuoi soldati umani muore, viene riportato sano e salvo nella lista delle unità richiamabili.

source: Ranged 18x4 fire, <i><ref dst='weaponspecial_magical'>magical</ref></i>.
es: A distancia 18x4 de fuego, <i><ref dst='weaponspecial_magical'>mágico</ref></i>.
gl: A distancia 18×4 fogo, <i><ref dst='weaponspecial_magical'>máxica</ref></i>.
it: A distanza, 18x4 fuoco, <i><ref dst='weaponspecial_magical'>magico</ref></i>.

source: Chain Lightning
es: Rayo en cadena
gl: Lámpago en cadea
it: Fulgur Catenatum

source: Ranged 14x4 fire, <i><ref dst='weaponspecial_magical'>magical</ref></i>. If this attack kills an enemy, you may attack again.
es: <span color='#ad6a61'><i><b>Ataque:</b></i></span> A distancia 14x4 de fuego, <i>mágico</i>. Si este ataque mata a un enemigo, puedes atacar de nuevo.
gl: Fogo a distancia de 14x4, <i><ref dst='weaponspecial_magical'>máxico</ref></i>. Se este ataque mata un inimigo, podes atacar de novo.
it: A distanza, 14x4 fuoco, <i><ref dst='weaponspecial_magical'>magico</ref></i>. Se questo attacco uccide un nemico, puoi attaccare di nuovo.

source: Time Dilation
es: Dilatación temporal
gl: Dilatación do tempo
it: Dilatatio Temporis

source: Spend <span color='#00bbe6' style='italic'>48 XP</span> to grant yourself and all allies double movement and a second attack this turn. When this turn ends, affected units become <ref dst='weaponspecial_slows'>slowed</ref>.
es: <span color='#6ca364'><i><b>Hechizo:</b></i></span> Gasta <span color='#00bbe6' style='italic'>48 PX</span> para otorgar a ti y a todos los aliados doble movimiento y un segundo ataque este turno. Al finalizar este turno, las unidades afectadas quedarán <ref dst='weaponspecial_slows'>ralentizadas</ref>.
gl: Gasta <span color='#00bbe6' style='italic'>48 puntos de experiencia</span> para concederche a ti e a todos os aliados o dobre de movemento e un segundo ataque nesta quenda. Cando remata esta quenda, as unidades afectadas quedan <ref dst='weaponspecial_slows'>ralentizadas</ref>.
it: Consuma <span color='#00bbe6' style='italic'>48 PE</span> per assicurare a te e tutti i tuoi alleati il doppio dei movimenti e un secondo attacco in questo turno, Quando questo turno finisce, le unità coinvolte risultano <ref dst='weaponspecial_slows'>rallentate</ref>.

source: Cataclysm
es: Cataclismo
gl: Cataclismo
it: Cataclysmus

source: Spend <span color='#00bbe6' style='italic'>99 XP</span> and <span color='#c06a61' style='italic'>your attack</span> to blast everything in a 5-hex radius. Units (except Delfador) will be reduced to 1 HP. Dries water, melts snow, burns forest, and levels castles/villages.
es: <span color='#6ca364'><i><b>Hechizo:</b></i></span> Gasta <span color='#00bbe6' style='italic'>99 PX</span> y <span color='#c06a61' style='italic'>tu ataque</span> para arrasar todo en un radio de 5 hexágonos. Las unidades (excepto Delfador) quedarán reducidas a 1 PV. Seca el agua, derrite la nieve, quema los bosques y arrasa castillos y aldeas.
it: Consuma <span color='#00bbe6' style='italic'>99 PE</span> e <span color='#c06a61' style='italic'>il tuo attacco</span> per colpire chiunque si trovi nel raggio di 5 esagoni. Le unità (ad eccezione di Delfador) verranno ridotte ad 1 PF. Prosciuga le acque, scioglie la neve, brucia le foreste e rade al suolo castelli e villaggi.

source: Cast Delfador’s Spells
es: Lanzar los hechizos de Delfador
gl: Lanza os feitizos de Delfador
it: Lancia gli incantesimi di Delfador

source: Select Delfador’s Spells
es: Seleccionar los hechizos de Delfador
gl: Escolle os feitizos de Delfador
it: Scegli gli incantesimi di Delfador

source: Cast the Apprentice’s Spells
es: Lanzar los hechizos del aprendiz
gl: Lanza os feitizos do aprendiz
it: Lancia gli Incantesimi dell’Apprendista

source: Select the Apprentice’s Spells
es: Seleccionar los hechizos del aprendiz
gl: Escolle os feitizos do aprendiz
it: Scegli gli Incantesimi dell’Apprendista

source: <span size='small'><i>Delfador knows many useful spells, and will learn more as he levels-up automatically throughout the campaign. Delfador does not use XP to level-up. Instead, Delfador uses XP to cast certain spells. If you select spells that cost XP, <b>double- or right-click on Delfador to cast them</b>. You can only cast 1 spell per turn.</i></span>
es: <span size='small'><i>Delfador conoce muchos hechizos útiles y aprenderá más a medida que suba de nivel automáticamente durante la campaña. Delfador no usa PX para subir de nivel. En cambio, usa PX para lanzar ciertos hechizos. Si seleccionas hechizos que cuestan PX, <b>haz doble clic o clic derecho en Delfador para lanzarlos</b>. Solo puedes lanzar 1 hechizo por turno.</i></span>
gl: <span size='small'><i>Delfador coñece moitos feitizos útiles e aprenderá máis a medida que suba de nivel automaticamente ao longo da campaña. Delfador non usa XP para subir de nivel. En cambio, Delfador usa XP para lanzar certos feitizos. Se seleccionas feitizos que custan XP, <b>fai dobre clic ou fai clic co botón dereito en Delfador para lanzalos</b> . Só podes lanzar 1 feitizo por quenda.</i></span>
it: <span size='small'><i>Delfador conosce molti incantesimi utili e ne imparerà altri man mano che salirà di livello automaticamente durante la campagna. Delfador non usa i PE per salire di livello, quanto piuttosto per lanciare determinati incantesimi. Se selezioni incantesimi che costano PE, <b>clicca due volte o fai clic destro su Delfador per lanciarli</b>. Puoi lanciare solo un incantesimo per turno.</i></span>

source: <span size='small'><i>The apprentice knows several useful spells, and will learn more as he levels-up automatically throughout the campaign. The apprentice does not use XP to level-up. Instead, he uses XP to cast certain spells. If you select spells that cost XP,<b>double- or right-click on the apprentice to cast them</b>. You can only cast 1 spell per turn.</i></span>
es: <span size='small'><i>El aprendiz conoce varios hechizos útiles y aprenderá más a medida que suba de nivel automáticamente durante la campaña. El aprendiz no usa PX para subir de nivel. En cambio, usa PX para lanzar ciertos hechizos. Si seleccionas hechizos que cuestan PX, <b>haz doble clic o clic derecho en el aprendiz para lanzarlos</b>. Solo puedes lanzar 1 hechizo por turno.</i></span>
gl: <span size='small'><i>O aprendiz coñece varios feitizos útiles e aprenderá máis a medida que suba de nivel automaticamente ao longo da campaña. O aprendiz non usa XP para subir de nivel. No seu lugar, usa XP para lanzar certos feitizos. Se seleccionas feitizos que custan XP, <b>fai dobre clic ou fai clic co botón dereito no aprendiz para lanzalos</b> . Só podes lanzar 1 feitizo por quenda.</i></span>
it: <span size='small'><i>L’apprendista conosce diversi incantesimi utili, e ne apprenderà altri nel corso della campagna. L’apprendista non utilizza PE per avanzare di livello ma per lanciare alcuni incantesimi. Se selezioni incantesimi che consumano PE, usa <b>doppio-click o tasto destro del mouse per lanciarli</b>. Puoi lanciare soltanto un incantesimo per ogni turno.</i></span>

source: Confirm Spells <small><i>(can be changed every scenario)</i></small>
es: Confirmar hechizos <small><i>(pueden cambiarse en cada escenario)</i></small>
gl: Confirmar feitizos <small><i>(pódese cambiar en calquera escenario)</i></small>
it: Conferma Incantesimi <small><i>(possono essere cambiati ad ogni scenario)</i></small>

source: Choose Later
es: Elegir después
gl: Escoller máis tarde
it: Scegli più avanti

source: dazed: This unit is dazed. It suffers a -10% penalty to both its defense and chance to hit (except for magical attacks).
es: aturdido: Esta unidad está aturdida. Sufre una penalización del -10% tanto en su defensa como en su probabilidad de golpear (excepto con ataques mágicos).
gl: atordado/a: Esta unidade está atordada/a. Sofre unha feralidade de -10% p tanto á súa defensa como á súa probabilidade de golpear (agás para ataques máxicos).
it: stordita: questa unità è stordita. Subisce una penalità del -10% sia alla difesa che alla probabilità di colpire (tranne per gli attacchi magici).

source: Graduation
es: Graduación
gl: Graduación
it: Laurea

source: Apprentice
es: Aprendiz
gl: Aprendiz
it: Apprendista

source: Isle of Alduin
es: Isla de Alduin
gl: Illa de Alduin
it: Isola di Alduin

source: Summoned Monsters
es: Monstruos invocados
gl: Monstros Invocados
it: Mostri Evocati

source: <i>In honor of master Heryera, who gave her life in defense of Elensefar against the lich Ras-Tabahn.</i>
es: <i>En honor a la maestra Heryera, que dio su vida en defensa de Elensefar contra el liche Ras-Tabahn.</i>
gl: <i>Na honra da mestra Heryera, que deu a súa vida en defensa de Elensefar contra o lich Ras-Tabahn.</i>
it: <i>In onore della maestra Heryera, che donò la sua vita per la difesa di Elensefar contro il lich Ras-Tabahn.</i>

source: The Author
es: El autor
gl: Autor
it: Autore

source: NOTE: ‘Deadly’ difficulty is intended to be a frighteningly difficult challenge even for experienced players! If you’re new to Wesnoth, I strongly suggest trying a lower difficulty.
es: NOTA: La dificultad ‘Mortal’ está pensada como un desafío terriblemente difícil incluso para jugadores con experiencia. Si eres nuevo en Wesnoth, te recomiendo probar una dificultad más baja.
gl: NOTA: A dificultade «Mortal» está pensada para ser un desafío terriblemente difícil mesmo para xogadores experimentados! Se es novo en Wesnoth, recoméndoche encarecidamente que probes unha dificultade menor.
it: NOTA: la difficoltà ‘Mortale’ è pensata per essere una sfida spaventosamente difficile anche per i giocatori più esperti. Se sei nuovo di Wesnoth, ti consiglio vivamente di provare una difficoltà inferiore.

source: NOTE: ‘Hard’ difficulty is intended to be a serious challenge even for experienced players! If you’re new to Wesnoth, you may want to try a lower difficulty.
es: NOTA: La dificultad ‘Difícil’ está pensada como un desafío serio incluso para jugadores con experiencia. Si eres nuevo en Wesnoth, quizá quieras probar una dificultad más baja.
gl: NOTA: A dificultade «Difícil» está pensada para ser un desafío serio mesmo para xogadores experimentados! Se es novo en Wesnoth, quizais queiras probar unha dificultade menor.
it: NOTA: la difficoltà ‘Difficile’ è pensata per essere una seria sfida anche per i giocatori più esperti! Se sei nuovo di Wesnoth, dovresti provare una livello di difficoltà più basso.

source: Faster, faster! The wraiths will soon be upon you!
es: ¡Más rápido, más rápido! ¡Los espectros pronto estarán sobre ti!
gl: Máis rápido, máis rápido! Os espectros pronto estarán sobre ti!
it: Più veloce, più veloce! Gli spettri ti raggiungeranno molto presto!

source: Hey, how was I supposed to know the halfway cave was warded! All I did was throw a few celebratory firebolts! For the spectators, you know?
es: ¡Eh, cómo iba a saber yo que la cueva del medio estaba protegida! ¡Solo lancé unos cuantos rayos de fuego de celebración! Ya sabes, para los espectadores.
gl: Ei, como ía saber eu que a cova intermedia estaba protexida! O único que fixen foi lanzar uns cantos raios de lume para celebrar! Para os espectadores, sabes?
it: Hei, come facevo a sapere che la grotta a metà strada sarebbe stata sorvegliata? Non ho fatto altro che lanciare qualche dardo di fuoco per festeggiare! Per gli spettatori, capisci?

source: Just hurry and get to the dispel orb!
es: ¡Solo apresúrate y llega al orbe de disipación!
gl: Apresúrate e vai ao orbe de disipación!
it: Datti una mossa e raggiungi la sfera dissipatrice!

source: Reach the blue orb at the east edge of the map
es: Alcanza el orbe azul en el borde este del mapa
gl: Chega ao orbe azul no bordo leste do mapa
it: Raggiungi la sfera blu al margine orientale della mappa

source: Death of the Apprentice
es: Muerte del aprendiz
gl: Morte do aprendiz
it: Morte dell’Apprendista

source: Out of all the masters in Alduin, why did the sages curse me with the most reckless apprentice in all Wesnoth?
es: De todos los maestros en Alduin, ¿por qué los sabios me maldijeron con el aprendiz más imprudente de todo Wesnoth?
gl: De todos os mestres de Alduin, por que me maldixeron os sabios co aprendiz máis imprudente de todo Wesnoth?
it: Perché, tra tutti i maestri di Alduin, i saggi hanno marchiato proprio me dandomi da addestrare l’apprendista più spericolato di tutto Wesnoth?

source: The wraiths are catching up! Keep moving!
es: ¡Los espectros nos están alcanzando! ¡Sigue avanzando!
gl: Os espectros están a alcanzarvos! Seguide adiante!
it: Gli spettri ti stanno raggiungendo! Continua a muoverti!

source: 10 copper says he tries to firebolt them again...
es: Apuesto 10 cobres a que intenta lanzarles un rayo de fuego otra vez...
gl: 10 de cobre di que intenta lanzalos con raios de lume de novo...
it: Scommetto 10 pezzi di rame che proverà di nuovo a lanciare un dardo infuocato...

source: Ignore her. You’re making good time so far — now cast Levitate and slip past the eyestalks! You may need to cast it several turns in a row to keep ahead of the wraiths.
es: Ignórala. Vas bien de tiempo hasta ahora — ahora lanza Levitar y pasa junto a los ojos acechantes. Puede que necesites lanzarlo varios turnos seguidos para mantenerte delante de los espectros.
gl: Ignóraa. Vas indo ben ata o de agora. Agora lanza Levitar e escorrega os talos oculares! Pode que teñas que lanzalo varios turnos seguidos para manterte por diante dos espectros.
it: Ignorala. Fino a qui sei andato bene: ora lancia Lævita e sgattaiola oltre gli occhi-stelo! Potresti aver bisogno di lanciarlo per diversi turni di fila per restare un passo avanti agli spettri.

source: Levitate? Master, are you sure?
es: ¿Levitación? Maestro, ¿está seguro?
gl: Levitar? Mestre, estás seguro?
it: Lævita? Maestro, ne siete certo?

source: Oh for the love of— remember what happened last time you tried to fight? Just do it!
es: Por el amor de... ¿recuerdas lo que pasó la última vez que intentaste luchar? ¡Solo hazlo!
gl: Oh, polo amor de... lembras o que pasou a última vez que intentaches loitar? Simplemente faino!
it: Oh per amor di — ti ricordi cosa è accaduto l’ultima volta che hai provato a combattere? Fallo e basta!

source: Casting Spells:
es: Lanzar hechizos:
gl: Lanzando feitizos:
it: Lanciare Incantesimi:

source: Double- or right-click on the apprentice to cast spells.
es: Haz doble clic o clic derecho sobre el aprendiz para lanzar hechizos.
gl: Fai dobre clic ou fai clic co botón dereito no aprendiz para lanzar feitizos.
it: Doppio-click o click col tasto destro del mouse sull’apprendista per lanciare incantesimi.

source: All right, all right! It’s just as you said.
es: ¡Está bien, está bien! Fue tal como dijiste.
gl: Moi ben, moi ben! É tal e como dixeches.
it: Va bene, va bene! È proprio come hai detto tu.

source: 10 more copper for me!
es: ¡10 cobres más para mí!
gl: 10 de cobre máis para min!
it: Altri 10 pezzi di rame per me!

source: So he does know proper magic after all. It only took four failed exams...
es: Así que sí sabe usar la magia apropiada después de todo. Solo le tomó cuatro exámenes fallidos...
gl: Entón, ao cabo, si que sabe maxia como é debido. Só lle custou catro exames suspensos...
it: Quindi, dopotutto, conosce la vera magia. Gli sono serviti soltanto quattro esami falliti...

source: Almost there! Just fly across the chasm and touch the orb — and make sure your levitate spell doesn’t end over lava!
es: ¡Ya casi llegas! Solo vuela sobre el abismo y toca el orbe, pero asegúrate de que tu hechizo de levitación no termine sobre la lava.
gl: Case chegamos! Só tes que voar polo abismo e tocar o orbe. E asegúrate de que o teu feitizo de levitar non remate sobre a lava!
it: Ci sei quasi! Basta sorvolare il baratro e toccare la sfera, assicurandoti che il tuo incantesimo di levitazione non finisca quando sei su della lava!

source: Hello, my adoring fans!
es: ¡Hola, mis adorados admiradores!
gl: Ola, meus queridos seguidores!
it: Salute a voi, miei fan adorati!

source: Hey, what’re you doing! This isn’t the normal route!
es: ¡Eh, qué estás haciendo! ¡Esta no es la ruta normal!
gl: Ei, que fas? Esta non é a ruta habitual!
it: Hey, ma cosa stai facendo! Questa non è la strada normale!

source: We’d better get out of here. Remember what happened on his last exam?
es: Será mejor que nos vayamos. ¿Recuerdas lo que pasó en su último examen?
gl: Mellor que nos vaiamos de aquí. Lembras o que pasou no seu último exame?
it: Meglio che ce ne andiamo da qui. Ricordi cosa è successo al suo ultimo esame?

source: Yes! I’ve made it! This time has to be good enough.
es: ¡Sí! ¡Lo conseguí! ¡Esta vez tiene que ser suficiente!
gl: Si, conseguíno! Esta vez ten que ser o suficientemente boa!
it: Guardatemi: ce l’ho fatta! Questa volta deve andare abbastanza bene.

source: Well, what do you think?
es: <span size='small'>Bueno, ¿qué opinas?</span>
gl: Ben, que che parece?
it: Bene, cosa ne pensate?

source: I say no. A mage needs wisdom; this apprentice cares only for his own amusement. This one is a petty magician, not a wise sage or advisor of kings.
es: <span size='small'>Yo digo que no. Un mago necesita sabiduría; este aprendiz solo se preocupa por su propia diversión. Este es un mago mediocre, no un sabio ni un consejero de reyes.</span>
gl: Eu digo que non. Un meigo precisa sabedoría; este aprendiz só se preocupa polo seu propio entretemento. Este é un meigo insignificante, non un sabio nin conselleiro de reis.
it: Io dico di no. Un mago ha bisogno di saggezza; questo apprendista ha a cuore soltanto il suo proprio divertimento. È un mago meschino, non un saggio o un consigliere di re.

source: I say yes. I admit my apprentice enjoys the spotlight more than most, but with this much magical aptitude who wouldn’t want to show off?
es: <span size='small'>Yo digo que sí. Admito que mi aprendiz disfruta la atención más que la mayoría, pero con tanta aptitud mágica, ¿quién no querría presumir?</span>
gl: Eu digo que si. Recoñezo que ao meu aprendiz lle gusta máis o protagonismo que á maioría, pero con tanta aptitude máxica, quen non querería presumir?
it: Io dico di sì. Ammetto che il mio apprendista ami stare sotto i riflettori più di chiunque altro, ma con tutte queste doti magiche, chi non vorrebbe mettersi in mostra?

source: I think it’s obvious this is one of the most gifted magi we’ve trained in years. The skill is innate; the wisdom will come with time.
es: <span size='small'>Creo que es obvio que este es uno de los magos más dotados que hemos entrenado en años. La habilidad es innata; la sabiduría llegará con el tiempo.</span>
gl: Creo que é obvio que este é un dos magos máis talentosos que adestramos en anos. A habilidade é innata; a sabedoría chegará co tempo.
it: Penso che ovviamente lui sia uno dei maghi più dotati che io abbia mai addestrato da anni. Le sue abilità sono innate, la saggezza arriverà col tempo.

source: So mine is the deciding vote. Very well, I’ve made up my mind.
es: <span size='small'>Entonces el mío es el voto decisivo. Muy bien, ya he tomado una decisión.</span>
gl: Entón o meu voto é decisivo. Moi ben, xa tomei unha decisión.
it: Quindi sarà il mio voto che deciderà. Molto bene, ho preso la mia decisione.

source: <i>The Deceiver weaves the twine encircling the puppets in the court of royals.</i>
es: <i>El Engañador teje el cordel que envuelve a las marionetas en la corte de los reyes.</i>
gl: <i>O Enganador tece o cordel que rodea os monicreques na corte real.</i>
it: <i>L’Ingannatore tesse il filo che avvolge i burattini nella corte reale.</i>

source: <i>Fatherless prince and sovereignless king, the balance of man hangs upon this thread.</i>
es: <i>Príncipe sin padre y rey sin soberano, el equilibrio de los hombres pende de este hilo.</i>
gl: <i>Príncipe sen pai e rei sen soberano, o equilibrio do home pende deste fío.</i>
it: <i>Principe senza padre e re senza reame, l’equilibrio dell’uomo è appeso a questo filo.</i>

source: <i>Should force and fire brandish themselves where wisdom and pity are left wanting, this string of fate shall inexorably be sundered.</i>
es: <i>Si la fuerza y el fuego se imponen donde faltan la sabiduría y la compasión, este hilo del destino se romperá inexorablemente.</i>
gl: <i>Se a forza e o lume se branden onde faltan a sabedoría e a piedade, este fío do destino romperase inexorablemente.</i>
it: <i>Se la forza e il fuoco dovessero manifestarsi ove mancassero saggezza e pietà, questa catena del destino verrebbe inesorabilmente spezzata.</i>

source: Apprentice! Are you listening? I’m trying to congratulate you!
es: ¡Aprendiz! ¿Estás escuchando? ¡Estoy tratando de felicitarte!
gl: Aprendiz! Estás escoitando? Estou intentando felicitarte!
it: Apprendista! Stai ascoltando? Sto cercando di congratularmi con te!

source: But who— what— um, yes, I must have drifted off.
es: Pero quién... qué... eh, sí, debo haberme distraído.
gl: Pero quen... que... hm, si, debo ter deixado de durmir.
it: Ma chi— cosa— um, sì, devo essermi appisolato.
