Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: Are you mad?! It’s neither your place nor mine to second-guess His Majesty. Especially not now, when he needs loyalty more than ever.
es: ¿Te has vuelto loco? ¡Ni a ti ni a mí nos corresponde cuestionar a Su Majestad! Especialmente ahora, cuando necesita lealtad más que nunca.
gl: Estás tolo?! Non é o teu nin o meu lugar dubidar de Súa Maxestade. Sobre todo agora, cando precisa lealdade máis que nunca.
it: Sei pazzo?! Non spetta né a te né a me mettere in discussione Sua Maestà. Soprattutto ora, quando ha bisogno di lealtà più che mai.

source: Delfador, I really worry—
es: Delfador, realmente me preocupa—
gl: Delfador, preocúpome moito...
it: Delfador, sono davvero preoccupato—

source: And... besides, I’ve lived half my life fighting alongside the king, fighting to gain his favor. Today I’m “The Great”, but I didn’t even have a name before I first began to battle.
es: Y... además, he pasado la mitad de mi vida luchando junto al rey, luchando por ganar su favor. Hoy soy «El Grande», pero ni siquiera tenía nombre antes de empezar a combatir.
gl: E... ademais, pasei a metade da miña vida loitando xunto ao rei, loitando para gañar o seu favor. Hoxe son "O Grande", pero nin sequera tiña nome antes de comezar a loitar.
it: E... inoltre, ho trascorso metà della mia vita combattendo al fianco del re, lottando per ottenere il suo favore. Oggi sono “Il Grande”, ma prima di iniziare a combattere non avevo nemmeno un nome.

source: Without that, who am I? I don’t want to end up exiled, like you were...
es: Sin eso, ¿quién soy? No quiero terminar exiliado, como tú...
gl: Sen iso, quen son eu? Non quero acabar exiliado, como ti...
it: Senza quello, chi sono io? Non voglio finire in esilio, come te...

source: Royal cavalry, form up on me! We go at once!
es: ¡Caballería real, formad conmigo! ¡Partimos de inmediato!
gl: Cabalería real, fagan unha formación sobre min! Imos de inmediato!
it: Cavalleria reale, schieratevi con me! Partiamo immediatamente!

source: The Traitor
es: El Traidor
gl: O traidor
it: Il Traditore

source: Royal Cavalry
es: Caballería Real
gl: Cabalería Real
it: Cavalleria Reale

source: Fall back! Hold the walls, protect the fort!
es: ¡Retrocedan! ¡Mantengan las murallas, protejan el fuerte!
gl: Retrocede! Mantede as murallas, protexede o forte!
it: Ritirata! Difendete le mura, proteggete il forte!

source: The scouts bring grim news — a fearsome army rides against us! Long have I dreaded this moment. Rally together, fight as one, and we will assuredly triumph in the coming civil war!
es: Los exploradores traen malas noticias: ¡un ejército temible marcha contra nosotros! Durante mucho tiempo he temido este momento. ¡Reúnanse, luchen como uno solo, y seguramente triunfaremos en la próxima guerra civil!
gl: Os exploradores traen novas sombrías: un exército temible cabalga contra nós! Levo moito tempo temendo este momento. Reúnanse, loiten como un só e, sen dúbida, triunfaremos na guerra civil que se aveciña!
it: Gli esploratori portano notizie terribili: un esercito temibile sta marciando contro di noi! Da tempo temevo questo momento. Radunatevi, combattete uniti e trionferemo sicuramente nella guerra civile che sta per scoppiare!

source: Curses, we have already been spotted. Time is of the essence; we must strike before Arand can turn more Wesnothians to his cause!
es: Maldita sea, ya nos han visto. El tiempo es esencial; debemos atacar antes de que Arand pueda convertir a más wesnothianos a su causa.
gl: Maldicións, xa nos viron. O tempo apremia; debemos atacar antes de que Arand poida convencer a máis wesnothianos da súa causa!
it: Accidenti, ci hanno già scoperti. Il tempismo è essenziale: dobbiamo colpire prima che Arand riesca a convertire altri Wesnothiani alla sua causa!

source: The king’s personal cavalry stands at your command, great Delfador! Direct us as you will, and the traitor prince shall fall beneath our hooves!
es: ¡La caballería personal del rey está a tu mando, gran Delfador! Dirígenos como quieras, ¡y el príncipe traidor caerá bajo nuestras pezuñas!
gl: A cabalería persoal do rei está ás túas ordes, gran Delfador! Diríxenos como queiras, e o príncipe traidor caerá baixo os nosos cascos!
it: La cavalleria personale del re è ai tuoi ordini, grande Delfador! Comandaci come meglio credi e il principe traditore cadrà sotto i nostri zoccoli!

source: Defeat Prince Arand
es: Derrotar al príncipe Arand
gl: Derrota ao príncipe Arand
it: Sconfiggi il Principe Arand

source: Your veteran soldiers have been left behind with Deoran <b>(you’ll see them again next scenario)</b>, but you can instead recruit Cavalrymen and Horsemen! Cavalrymen are general-purpose mounted infantry, with moderate damage for a moderate price. Horsemen are more expensive, but their risky charge attack deals heavy damage.
es: Tus soldados veteranos se han quedado con Deoran <b>(los verás de nuevo en el siguiente escenario)</b>, pero puedes reclutar en su lugar Caballeros y Jinetes! Los Caballeros son infantería montada de uso general, con daño moderado a un precio moderado. Los Jinetes son más caros, pero su arriesgado ataque de carga inflige gran daño.
gl: Os teus soldados veteranos quedaron atrás con Deoran <b>(verásos de novo no seguinte escenario)</b> , pero no seu lugar podes recrutar cabaleiros e xinetes! Os xinetes son infantería montada de propósito xeral, con danos moderados por un prezo moderado. Os xinetes son máis caros, pero o seu arriscado ataque de carga inflixe moito dano.
it: I tuoi soldati veterani sono stati lasciati indietro con Deoran <b>(li rivedrai nel prossimo scenario)</b>, ma puoi invece reclutare Cavalieri e Cavallerizzi! I Cavalieri sono fanteria a cavallo per uso generico, con danni moderati a un prezzo moderato. I Cavallerizzi sono più costosi, ma il loro rischioso attacco di carica infligge danni pesanti.

source: Garard’s Royal Cavalry are loyal and skilled, but neither Horsemen nor Cavalrymen are well-suited for fighting Arand’s army of Spearmen and Pikemen. My magic shall have to make up the difference.
es: La Caballería Real de Garard es leal y hábil, pero ni los Jinetes ni los Caballeros son adecuados para enfrentarse al ejército de Arand compuesto por Lanceros y Piqueteros. ¡Mi magia tendrá que suplir la diferencia!
gl: A cabalería real de Garard é leal e habilidosa, pero nin os cabaleiros nin os soldados de cabalería son axeitados para loitar contra o exército de lanceiros e piqueiros de Arand. A miña maxia terá que compensar a diferenza.
it: La cavalleria reale di Garard è leale e abile, ma né i cavalieri né i soldati di cavalleria sono adatti a combattere l’esercito di lancieri e picchieri di Arand. La mia magia dovrà colmare questa lacuna.

source: If only my outlaws and veterans could have marched fast enough to keep up. If the king’s own brother is an usurper, who in Wesnoth can I really trust?
es: Si tan solo mis forajidos y veteranos hubieran podido marchar lo suficientemente rápido para mantener el paso. Si el propio hermano del rey es un usurpador, ¿en quién puedo confiar realmente en Wesnoth?
gl: Oxalá os meus foraxidos e veteranos puidesen marchar o suficientemente rápido como para seguir o ritmo. Se o propio irmán do rei é un usurpador, en quen podo confiar realmente en Wesnoth?
it: Se solo i miei fuorilegge e veterani avessero potuto marciare abbastanza velocemente da stare al passo. Se il fratello del re stesso è un usurpatore, di chi posso davvero fidarmi a Wesnoth?

source: Fight on without me, friends! Fight for our king!
es: ¡Luchen sin mí, amigos! ¡Luchen por nuestro rey!
gl: Loitade sen min, amigos! Loitade polo noso rei!
it: Combattete senza di me, amici! Combattete per il nostro re!

source: There’s right where I’d stood, back when I fought my first real battle. How simple everything seemed back then...
es: Ahí es donde estuve, cuando luché en mi primera batalla real. Qué simple parecía todo en aquel entonces...
gl: Alí estaba eu, cando loitei a miña primeira batalla real. Que sinxelo parecía todo naquel entón...
it: È proprio dove mi trovavo quando ho combattuto la mia prima vera battaglia. Com’era tutto semplice allora...

source: Welcome to Garard’s Wold, last civilized town north of the Great River.
es: Bienvenido a Garard’s Wold, la última ciudad civilizada al norte del Gran Río.
gl: Benvidos a Garard’s Wold, a última cidade civilizada ao norte do Gran Río.
it: Benvenuti a Mondo-di-Garard, l’ultima città civilizzata a nord del Grande Fiume.

source: Such devastation. Garard ordered us to “burn it to the ground”, and we did...
es: Tanta devastación. Garard nos ordenó «quemarlo hasta los cimientos», y lo hicimos...
gl: Que devastación. Garard ordenounos que o "queimásemos ata os cimentos", e así o fixemos...
it: Che devastazione. Garard ci ha ordinato di “ridurlo in cenere” e noi l’abbiamo fatto...

source: The rebellion is broken! In the name of King Garard and the royal scepter, I strike you down!
es: ¡La rebelión está rota! ¡En nombre del Rey Garard y del cetro real, te derribo!
gl: A rebelión está rota! En nome do rei Garard e do cetro real, derrótovos!
it: La ribellione è stata sedata! In nome di re Garard e dello scettro reale, ti abbatterò!

source: King Garard?! My brother sent you? But I thought—? Wait, stop, please, I don’t understand!
es: ¿¡El Rey Garard!? ¿Mi hermano te envió? Pero yo pensé— Espera, detente, por favor, no entiendo.
gl: ¡Rei Garard?! Enviouvos o meu irmán? Pero eu pensei...? Espera, para, por favor, non o entendo!
it: Re Garard?! Ti ha mandato mio fratello? Ma pensavo che...? Aspetta, fermati, ti prego, non capisco!

source: The young Prince Eldred told us how you tried to claim the throne for yourself, Arand. You are mortally wounded — confess now, and King Garard may forgive you in death.
es: El joven Príncipe Eldred nos contó cómo intentaste reclamar el trono para ti, Arand. Estás mortalmente herido; confiesa ahora, y el Rey Garard podría perdonarte en la muerte.
gl: O mozo príncipe Eldred contounos como intentaches reclamar o trono para ti, Arand. Estás ferido de morte; confésao agora, e o rei Garard pode que te perdoe coa morte.
it: Il giovane principe Eldred ci ha raccontato come hai cercato di rivendicare il trono per te stesso, Arand. Sei ferito a morte: confessa ora e re Garard potrebbe perdonarti nella morte.

source: By the Sceptre, I swear I have never conspired against my brother Garard. Eldred is the traitor! Eldred and Asheviere are the traitors, not me!
es: ¡Por el Cetro, juro que nunca he conspirado contra mi hermano Garard! ¡Eldred es el traidor! Eldred y Asheviere son los traidores, no yo.
gl: Polo Cetro, xuro que nunca conspirei contra o meu irmán Garard. Eldred é o traidor! Eldred e Asheviere son os traidores, non eu!
it: Per lo scettro, giuro che non ho mai cospirato contro mio fratello Garard. Eldred è il traditore! Eldred e Asheviere sono i traditori, non io!

source: My life runs short; you must believe my tale. For some time now my spies have heard whispers of a terrible conspiracy, a plot to overthrow the very king himself. ’Twas not a fortnight hence that my suspicions were confirmed — I gained incontrovertible evidence proving the chief conspirators to be none other than the queen and the prince, two of my brother’s closest companions!
es: Mi vida se acorta; debes creer mi historia. Desde hace algún tiempo mis espías han escuchado rumores de una terrible conspiración, un plan para derrocar al propio rey. No pasó ni una quincena cuando mis sospechas se confirmaron: obtuve pruebas irrefutables que demostraban que los principales conspiradores no eran otros que la reina y el príncipe, dos de los compañeros más cercanos de mi hermano.
gl: A miña vida esgótase; debes crer o meu conto. Hai tempo que os meus espías escoitan rumores dunha terrible conspiración, un complot para derrocar ao propio rei. Non pasaron nin dúas semanas desde que as miñas sospeitas se confirmaron: obtiven probas incontrovertibles que demostraban que os principais conspiradores non eran outros que a raíña e o príncipe, dous dos compañeiros máis próximos do meu irmán!
it: La mia vita sta volgendo al termine; dovete credere alla mia storia. Da qualche tempo ormai le mie spie avevano sentito voci di una terribile cospirazione, un complotto per rovesciare lo stesso re. Non più di due settimane fa i miei sospetti sono stati confermati: ho ottenuto prove incontrovertibili che dimostrano che i principali cospiratori non sono altri che la regina e il principe, due dei più stretti compagni di mio fratello!

source: Yet no sooner did this news arrive than my bodyguards and I were set upon by Eldred himself, so bold as to strike even during the day! I slew several of his fighters and grievously wounded the young prince, yet barely escaped to Fort Garard before my guards were overwhelmed.
es: Pero no bien llegó esta noticia, mis guardaespaldas y yo fuimos atacados por Eldred en persona, ¡tan audaz que atacó incluso durante el día! Maté a varios de sus combatientes y herí gravemente al joven príncipe, pero apenas logré escapar al Fuerte Garard antes de que mis guardias fueran sobrepasados.
gl: Pero, axiña que chegou esta noticia, os meus gardacostas e eu fomos atacados polo propio Eldred, tan audaz que atacou mesmo de día! Matei a varios dos seus guerreiros e ferín gravemente ao mozo príncipe, pero apenas escapei a Fort Garard antes de que os meus gardas fosen desbordados.
it: Ma non appena giunse questa notizia, io e le mie guardie del corpo siamo stati attaccati dallo stesso Eldred, che ebbe l’audacia di colpire persino in pieno giorno! Uccisi diversi suoi combattenti e ferii gravemente il giovane principe, ma riuscii a malapena a fuggire a Fort Garard prima che le mie guardie fossero sopraffatte.

source: And now it seems that Eldred has found a way to finish me off after all...
es: Y ahora parece que Eldred ha encontrado una manera de acabar conmigo después de todo...
gl: E agora parece que Eldred atopou un xeito de acabar comigo despois de todo...
it: E ora sembra che Eldred abbia trovato un modo per finirmi, dopotutto...

source: I sense the ring of truth in your words... But if what you say is true, why fight when we approached instead of surrender? To my eyes, your resistance only sealed your guilt.
es: Siento la verdad en tus palabras... Pero si lo que dices es cierto, ¿por qué luchar cuando nos acercamos en lugar de rendirte? A mis ojos, tu resistencia solo selló tu culpabilidad.
gl: Percibo o toque de verdade nas túas palabras... Pero se o que dis é certo, por que loitar cando nos achegamos en vez de rendernos? Ao meu ver, a túa resistencia só selou a túa culpa.
it: Percepisco la verità nelle tue parole... Ma se ciò che dici è vero, perché combattere quando ci siamo avvicinati invece di arrenderci? Ai miei occhi, la vostra resistenza non ha fatto altro che confermare la vostra colpevolezza.

source: Can you blame me? Rolling waves of mud smashing my fortress to bits — I thought this some foul magic of the queen’s, here to finish what Eldred failed to do! For many months now have I suspected the influence of a necromancer most powerful...
es: ¿Puedes culparme? Olas de barro aplastando mi fortaleza — ¡pensé que era la maldición de la reina, aquí para terminar lo que Eldred no logró! Desde hace muchos meses he sospechado la influencia de un nigromante muy poderoso...
gl: Pódesme culpar a min? Ondas de lama esnaquizando a miña fortaleza... Pensei que era unha maxia vil da raíña, que veu rematar o que Eldred non conseguiu facer! Levo moitos meses sospeitando da influencia dun necromante moi poderoso...
it: Potete biasimarmi? Ondate di fango che distruggevano la mia fortezza... Ho pensato che fosse una magia malvagia della regina, che voleva portare a termine ciò che Eldred non era riuscito a fare! Da molti mesi ormai sospettavo l’influenza di un potente negromante...

source: Can you blame me? Rolling waves of fire burning my fortress to cinders — I thought this some foul magic of the queen’s, here to finish what Eldred failed to do! For many months now have I suspected the influence of a necromancer most powerful...
es: ¿Puedes culparme? Olas de fuego quemando mi fortaleza hasta reducirla a cenizas — ¡pensé que era la maldad de la reina, aquí para terminar lo que Eldred no logró! Desde hace muchos meses he sospechado la influencia de un nigromante muy poderoso...
gl: Pódesme culpar? Ondas de lume queimando a miña fortaleza ata convertela en cinzas... Pensei que era unha especie de maxia vil da raíña, que veu rematar o que Eldred non conseguiu facer! Levo moitos meses sospeitando da influencia dun necromante moi poderoso...
it: Puoi biasimarmi? Ondate di fuoco che riducevano in cenere la mia fortezza... Pensavo fosse una magia malvagia della regina, venuta per portare a termine ciò che Eldred non era riuscito a fare! Da molti mesi ormai sospettavo l’influenza di un negromante molto potente...

source: Can you blame me? I thought your cavalry and magic to be more of the same — servants of the queen, here to finish what Eldred failed to do! For many months now have I suspected the influence of a necromancer most powerful...
es: ¿Puedes culparme? Pensé que tu caballería y magia eran más de lo mismo — siervos de la reina, aquí para terminar lo que Eldred no logró! Desde hace muchos meses he sospechado la influencia de un nigromante muy poderoso...
gl: Podes culparme? Pensei que a túa cabalería e a túa maxia eran máis ou menos o mesmo: servos da raíña, aquí para rematar o que Eldred non conseguiu facer! Durante moitos meses sospeito da influencia dun necromante moi poderoso...
it: Puoi biasimarmi? Pensavo che la tua cavalleria e la tua magia fossero più o meno la stessa cosa: servitori della regina, qui per portare a termine ciò che Eldred non è riuscito a fare! Da molti mesi ormai sospetto l’influenza di un negromante molto potente...

source: Malal. He is dead now.
es: Malal. Está muerto ahora.
gl: Malal. Xa está morto.
it: Malal. Ora è morto.

source: But if you are here with me, then Eldred is alone with the king?
es: Pero si estás aquí conmigo, ¿entonces Eldred está solo con el rey?
gl: Pero se estás aquí comigo, entón Eldred está só co rei?
it: Ma se tu sei qui con me, allora Eldred è solo con il re?

source: So much blood... please, you must believe me! Save my brother... save Wesnoth...
es: Tanta sangre... ¡por favor, debes creerme! Salva a mi hermano... salva Wesnoth...
gl: Tanto sangue... por favor, debes crerme! Salva o meu irmán... salva Wesnoth...
it: C’è così tanto sangue... ti prego, devi credermi! Salva mio fratello... salva Wesnoth...

source: Prince Eldred? What are you doing here?
es: ¿Príncipe Eldred? ¿Qué haces aquí?
gl: Príncipe Eldred? Que fas aquí?
it: Principe Eldred? Che ci fate qui?

source: There he is! Get him!
es: ¡Ahí está! ¡Agárrenlo!
gl: Alí está! Atrápao!
it: Eccolo lì! Prendetelo!

source: Huh? Wha—
es: ¿Eh? ¿Qué—
gl: Eh? Que...
it: Huh? Cos—

source: Revelry, Revisited
es: Festejo, revisitado
gl: Festa revisitada
it: Baldoria, Rivisitata

source: Deoran’s Company
es: Compañía de Deoran
gl: Compañía de Deoran
it: La compagnia di Deoran

source: I’ve pillaged $gold_pickup gold from Eldred’s treasury!
es: ¡He saqueado $gold_pickup de oro del tesoro de Eldred!
gl: Saqueei $gold_pickup ouro do tesouro de Eldred!
it: Ho saccheggiato l’oro $gold_pickup dal tesoro di Eldred!

source: So.
es: Entonces.
gl: Entón.
it: Quindi.

source: Guess you’re the boss now.
es: Supongo que ahora eres el jefe.
gl: Supoño que agora es ti o xefe.
it: Immagino che ora tu sia il capo.

source: It would seem as such. Would that Delfador had stayed.
es: Parece ser así. Ojalá Delfador se hubiera quedado.
gl: Parece que si. Oxalá Delfador se tivese quedado.
it: Sembrerebbe proprio così. Se solo Delfador fosse rimasto.

source: ...hey, is it true that you’ve lived with elves? I hear they’re the greatest bestest most beautifulest creatures there are!
es: ...oye, ¿es cierto que has vivido con elfos? ¡Dicen que son las criaturas más grandes, bellas y magníficas que existen!
gl: ...ei, é certo que viviches con elfos? Din que son as criaturas máis fermosas, mellores e máis fantásticas que existen!
it: ... ehi, è vero che hai vissuto con gli elfi? Ho sentito dire che sono le creature più fantastiche, più belle e più meravigliose che esistano!

source: female^...hey, is it true that you’ve lived with elves? I hear they’re the greatest bestest most beautifulest creatures there are!
es: ... oye, ¿es cierto que has vivido con elfos? ¡Dicen que son las criaturas más grandes, bellas y magníficas que existen!
gl: muller^...ei, é certo que viviches con elfos? Din que son as criaturas máis fermosas, mellores e mellores que existen!
it: ... ehi, è vero che hai vissuto con gli elfi? Ho sentito dire che sono le creature più fantastiche, più belle e più meravigliose che esistano!

source: Elves? No. Be not fooled by a pretty face — I have seen even the noblest elven sage corrupted to such darkness as to rival the foulest human or orc.
es: ¿Elfos? No. No te dejes engañar por un rostro bonito: he visto incluso al más noble de los sabios elfos corromperse hasta una oscuridad que rivaliza con la del humano u orco más vil.
gl: Elfos? Non. Non te deixes enganar por unha cara bonita: vin mesmo o sabio élfico máis nobre corrompido ata tal escuridade que rivaliza co humano ou orco máis vil.
it: Gli elfi? No. Non lasciarti ingannare da un bel viso: ho visto persino il più nobile saggio elfico corrompersi fino a raggiungere un livello di oscurità tale da rivaleggiare con il più malvagio degli umani o degli orchi.

source: Although, I suppose there is at least one young elf of my acquaintance to whom I might ascribe such virtues. My thoughts find her often, in these dark times.
es: Sin embargo, supongo que hay al menos un joven elfo que conozco a quien podría atribuir tales virtudes. Mis pensamientos se dirigen a ella a menudo, en estos tiempos oscuros.
gl: Aínda que supoño que hai polo menos unha elfa nova que coñezo á que lle podería atribuír tales virtudes. Os meus pensamentos atópana a miúdo, nestes tempos escuros.
it: Tuttavia, suppongo che ci sia almeno una giovane elfa di mia conoscenza a cui potrei attribuire tali virtù. I miei pensieri la raggiungono spesso, in questi tempi bui.

source: Sir, Delfador and the Royal Cavalry are out of sight.
es: Señor, Delfador y la Caballería Real están fuera de la vista.
gl: Señor, Delfador e a Cabalería Real están fóra de vista.
it: Signore, Delfador e la Cavalleria Reale sono fuori dalla nostra vista.

source: All healed up? Excellent. Come out of the rain and join me in my tent. We’ll soon put this rebellion to rest.
es: ¿Sanado? Excelente. Sal de la lluvia y acompáñame a mi tienda. Pronto pondremos fin a esta rebelión.
gl: ¿Todo curado? Excelente. Sae da choiva e únete a min na miña tenda. Pronto poremos fin a esta rebelión.
it: Sei completamente guarito? Ottimo. Vieni al riparo dalla pioggia e unisciti a me nella mia tenda. Presto metteremo fine a questa ribellione.

source: I admit, I was worried about you, son. <i>“Soft”</i> I thought — if I should fall, could you truly lead our people to victory? I wanted to toughen you up.
es: Debo admitir que estaba preocupado por ti, hijo. <i>“Débil”</i>, pensé — si yo cayera, ¿podrías realmente llevar a nuestro pueblo a la victoria? Quería fortalecerte.
gl: Recoñezo que estaba preocupado por ti, fillo. <i>«Branco»</i> , pensei. Se caía, poderías realmente levar ao noso pobo á vitoria? Quería endurecerte.
it: Lo ammetto, ero preoccupato per te, figliolo. “Troppo delicato”, pensavo: se dovessi cadere, potresti davvero guidare il nostro popolo alla vittoria? Volevo renderti più forte.
