Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: Wesnoth’s foes are thrown into chaos! Iliah-Malal’s illusion magic has done much harm. In my hands, perhaps it can do some good.
es: ¡Los enemigos de Wesnoth han caído en el caos! La magia de ilusiones de Iliah-Malal ha causado mucho daño. En mis manos, tal vez pueda hacer algo bueno.
gl: Os inimigos do Noroeste están sumidos no caos! A maxia de ilusión de Iliah-Malal fixo moito dano. Nas miñas mans, quizais poida facer algo bo.
it: I nemici di Wesnoth sono piombati nel caos! La magia illusoria di Iliah-Malal ha causato molti danni, ma nelle mie mani, forse potrà servire a qualcosa di buono.

source: This is the great western horde — these tents have been a staging ground for every Blackcrest attack on Wesnoth since they first entered the war, so many years ago.
es: Esta es la gran horda del oeste: estas tiendas han sido base de operaciones para cada ataque de Crestanegra a Wesnoth desde que entraron en la guerra, hace ya tantos años.
gl: Esta é a gran horda occidental: estas tendas serviron de punto de encontro para todos os ataques de Blackcrest a Wesnoth desde que entraron na guerra, hai tantos anos.
it: Questa è la grande orda occidentale: queste tende sono state il punto di raccolta per ogni attacco dei Crestanera contro Wesnoth sin da quando entrarono in guerra, tanti anni fa.

source: Every time I tried to lead soldiers across the river, it was these fortifications that pushed me back. ’tis a funny feeling to finally see them from the north side.
es: Cada vez que intenté llevar soldados al otro lado del río, eran estas fortificaciones las que me repelían. Es una sensación extraña verlas por fin desde el lado norte.
gl: Cada vez que intentaba guiar os soldados a través do río, eran estas fortificacións as que me facían retroceder. É unha sensación curiosa velos finalmente desde o lado norte.
it: Ogni volta che ho cercato di condurre i soldati attraverso il fiume, sono state proprio queste fortificazioni a respingermi. È una sensazione strana vederle finalmente dal lato nord.

source: But more importantly, this is where the Blackcrest war-chief commands his clan.
es: Pero más importante aún, aquí es donde el jefe guerrero Crestanegra dirige su clan.
gl: Pero o máis importante é que aquí é onde o xefe de guerra Crista negra comanda o seu clan.
it: Ma, cosa ancora più importante, è da qui che il capo militare dei Crestanera comanda il suo clan.

source: With most of the saurians defecting, this is our chance to kill the Blackcrest chief and break their grip on the Abez once and for all. It’s all led up to this! We can end things here and now!
es: Con la mayoría de los saurios desertando, esta es nuestra oportunidad para matar al jefe Crestanegra y romper su control sobre el Abez de una vez por todas. ¡Todo ha conducido a esto! ¡Podemos acabar con esto aquí y ahora!
gl: Coa maioría dos saurios desertando, esta é a nosa oportunidade de matar o xefe Blackcrest e romper o seu control sobre os Abez dunha vez por todas. Todo levou a isto! Podemos acabar con isto aquí e agora!
it: Con la maggior parte dei sauri che hanno disertato, questa è la nostra occasione per uccidere il capo dei Crestanera e spezzare il loro dominio su Abez una volta per tutte. Tutto ha portato a questo! Possiamo porre fine a tutto qui e ora!

source: For the sake of all Wesnoth, for the sake of King Garard, we cannot fail.
es: Por el bien de todo Wesnoth, por el bien del rey Garard, no podemos fallar.
gl: Polo ben de todo o Noroeste, polo ben do rei Garard, non podemos fallar.
it: Per il bene di tutta Wesnoth, per il bene di Re Garard, non possiamo fallire.

source: Defeat Ghuvog, the Blackcrest war-chief
es: Derrota a Ghuvog, el jefe de guerra Crestanegra
gl: Derrota a Ghuvog, o xefe de guerra de Blackcrest
it: Sconfiggi Ghuvog, capo-guerriero dei Crestanera

source: Death of Garard
es: Muerte de Garard
gl: Morte de Garard
it: Morte di Garard

source: female^Are you certain you’re prepared for this fight, $companion_name? You’re an outlaw, not a soldier, and your posse has already bled more than I paid you for. I shan’t lie and say your help is unneeded, but neither should I take it for granted.
es: ¿Estás completamente segura de estar preparada para esta batalla, $companion_name? Eres una forajida, no una soldado, y tu banda ya ha derramado más sangre de la que te pagué. No mentiré diciendo que tu ayuda no es necesaria, pero tampoco debo darla por sentada.
gl: Estás segura de que estás preparada para esta loita, $companion_name? Es unha foraxida, non un soldado, e o teu grupo xa sangrou máis do que che paguei. Non vou mentir nin dicir que a túa axuda é innecesaria, pero tampouco debería dala por sentada.
it: Sei sicura di essere pronta per questa battaglia, $companion_name? Sei una fuorilegge, non un soldato, e la tua banda ha già versato più sangue di quanto ti abbia pagato. Non mentirò dicendo che il tuo aiuto non è necessario, ma non dovrei nemmeno darlo per scontato.

source: Are you certain you’re prepared for this fight, $companion_name? You’re an outlaw, not a soldier, and your posse has already bled more than I paid you for. I shan’t lie and say your help is unneeded, but neither should I take it for granted.
es: ¿Estás completamente seguro de estar preparado para esta batalla, $companion_name? Eres un forajido, no un soldado, y tu banda ya ha derramado más sangre de la que te pagué. No mentiré diciendo que tu ayuda no es necesaria, pero tampoco debo darla por sentada.
gl: Seguro que estás preparado para isto, $companion_name? Es un foraxido, non un soldado. Non vou mentir nin dicir que a túa axuda é innecesaria, pero tampouco debería dala por sentada.
it: Sei sicuro di essere pronto per questa battaglia, $companion_name? Sei un fuorilegge, non un soldato, e la tua banda ha già versato più sangue di quanto ti abbia pagato. Non mentirò dicendo che il tuo aiuto non è necessario, ma non dovrei nemmeno darlo per scontato.

source: ...fighting a whole orcish army is a bit more than I signed on for, but you say this is important and I trust you. I’m ready for this if you are.
es: ...enfrentarme a un ejército orco completo es un poco más de lo que esperaba, pero dices que esto es importante y confío en ti. Estoy listo para esto si tú lo estás.
gl: ...loitar contra todo un exército orco é un pouco máis do que asumín, pero dis que isto é importante e confío en ti. Estou preparado para isto se ti o estás.
it: ...combattere un intero esercito di orchi è un po’ più di quanto mi aspettassi, ma dici che è importante e mi fido di te. Sono pronto, se lo sei anche tu.

source: female^...fighting a whole orcish army is a bit more than I signed on for, but you say this is important and I trust you. I’m ready for this if you are.
es: ...enfrentarme a un ejército orco completo es un poco más de lo que esperaba, pero dices que esto es importante y confío en ti. Estoy lista para esto si tú lo estás.
gl: muller^...loitar contra todo un exército orco é un pouco máis do que asumín, pero dis que isto é importante e confío en ti. Estou preparada para isto se ti o estás.
it: ...combattere un intero esercito di orchi è un po’ più di quanto mi aspettassi, ma dici che è importante e mi fido di te. Sono pronta, se lo sei anche tu.

source: And hey, if nothing else, at least I’ve got to admit that adventuring with you pays a lot better than skulkin’ around picking pockets.
es: Y bueno, si nada más, al menos debo admitir que aventurarme contigo paga mucho mejor que andar husmeando y robando bolsillos.
gl: E ei, se non outra cousa, polo menos teño que admitir que aventurarse contigo paga moito mellor que andar por aí roubando petos.
it: E poi, se non altro, devo ammettere che avventurarmi con te è molto più redditizio che andare in giro a borseggiare.

source: female^And hey, if nothing else, at least I’ve got to admit that adventuring with you pays a lot better than skulkin’ around picking pockets.
es: Y bueno, si nada más, al menos debo admitir que aventurarme contigo paga mucho mejor que andar husmeando y robando bolsillos.
gl: muller^E ei, se non outra cousa, polo menos teño que admitir que aventurarse contigo paga moito mellor que andar por aí roubando petos.
it: E poi, se non altro, devo ammettere che avventurarmi con te è molto più redditizio che andare in giro a borseggiare.

source: And hey, if nothing else, at least I’ve got to admit that adventuring with you pays a lot better than runnin’ errands for some thug.
es: Y bueno, si nada más, al menos debo admitir que aventurarme contigo paga mucho mejor que hacer recados para algún matón.
gl: E ei, se non outra cousa, polo menos teño que admitir que aventurarse contigo paga moito mellor que facer recados para algún matón.
it: E poi, se non altro, devo ammettere che avventurarmi con te è molto più redditizio che fare commissioni per qualche delinquente.

source: female^And hey, if nothing else, at least I’ve got to admit that adventuring with you pays a lot better than runnin’ errands for some thug.
es: Y bueno, si nada más, al menos debo admitir que aventurarme contigo paga mucho mejor que hacer recados para algún matón.
gl: muller^E ei, se non outra cousa, polo menos teño que admitir que aventurarse contigo paga moito mellor que facer recados para algún matón.
it: E poi, se non altro, devo ammettere che avventurarmi con te è molto più redditizio che fare commissioni per qualche teppistello.

source: And hey, if nothing else, at least I’ve got to admit that adventuring with you pays a lot better than castin’ cantrips for some thug.
es: Y bueno, si nada más, al menos debo admitir que aventurarme contigo paga mucho mejor que lanzar conjuros menores para algún matón.
gl: E ei, se non outra cousa, polo menos teño que admitir que aventurarse contigo paga moito mellor que lanzar maxias para algún matón.
it: E poi, se non altro, devo ammettere che avventurarmi con te è molto più redditizio che lanciare incantesimi per qualche teppistello.

source: female^And hey, if nothing else, at least I’ve got to admit that adventuring with you pays a lot better than castin’ cantrips for some thug.
es: Y bueno, si nada más, al menos debo admitir que aventurarme contigo paga mucho mejor que lanzar conjuros menores para algún matón.
gl: muller^E ei, se non outra cousa, polo menos teño que admitir que aventurarse contigo paga moito mellor que lanzar trucos para algún matón.
it: E poi, se non altro, devo ammettere che avventurarmi con te è molto più redditizio che lanciare incantesimi per qualche teppistello.

source: And hey, if nothing else, at least I’ve got to admit that adventuring with you pays a lot better than muckin’ around in swamps all night.
es: Y bueno, si nada más, al menos debo admitir que aventurarme contigo paga mucho mejor que revolcarme en los pantanos toda la noche.
gl: E ei, se non outra cousa, polo menos teño que admitir que aventurarse contigo paga moito mellor que andar por pantanos toda a noite.
it: E poi, se non altro, devo ammettere che avventurarmi con te è molto più redditizio che bighellonare nelle paludi tutta la notte.

source: female^And hey, if nothing else, at least I’ve got to admit that adventuring with you pays a lot better than muckin’ around in swamps all night.
es: Y bueno, si nada más, al menos debo admitir que aventurarme contigo paga mucho mejor que revolcarme en los pantanos toda la noche.
gl: muller^E ei, se non outra cousa, polo menos teño que admitir que aventurarse contigo paga moito mellor que andar por pantanos toda a noite.
it: E poi, se non altro, devo ammettere che avventurarmi con te è molto più redditizio che bighellonare nelle paludi tutta la notte.

source: Welcome to the Ford of Abez South: Tath North:<span strikethrough='true'> Dwarven Doors </span>
es: Bienvenido al Vado de Abez Sur: Tath Norte:<span strikethrough='true'> Puertas Enanas </span>
gl: Benvidos ao Vao de Abez Sur: Tath Norte: <span strikethrough='true'>Portas Ananas</span>
it: Benvenuti al Guado di Abez Sud: Tath Nord:<span strikethrough='true'> Porte dei Nani </span>

source: I sssurrender, I sssurrender! Chief Ghuvog is the true Great One; my allegiance isss only to you, great chief! Pleassse, ssspare me and my kin!
es: ¡Me rindo, me rindo! El jefe Ghuvog es el verdadero Gran Líder; mi lealtad es solo para ti, gran jefe. ¡Por favor, perdóname a mí y a los míos!
gl: Ríndome, ríndome! O xefe Ghuvog é o verdadeiro Grande; a miña lealdade é só para ti, gran xefe! Por favor, perdoame a min e á miña familia!
it: Mi arrendo, mi arrendo! Il capo Ghuvog è il vero Grande; la mia fedeltà è sssolo per te, grande capo! Ti prego, risssparmia me e la mia famiglia!

source: Now that’s more like it! Fall into line and get ready to fight.
es: ¡Así sí! Formen fila y prepárense para luchar.
gl: Iso si que o tes! Ponte en fila e prepárate para loitar.
it: Ora sì che ci siamo! Mettetevi in riga e preparatevi a combattere.

source: You betray the Great One... the stars shall bring your doom...
es: Traicionas al Gran Líder... las estrellas traerán tu perdición...
gl: Traizoas ao Grande... as estrelas traerán a túa perdición...
it: Hai tradito la Grande... le ssstelle porteranno la tua rovina...

source: Graahh!! Get out of here, you stinking pink-skins! Now is not a good time!
es: ¡Graahh! ¡Fuera de aquí, malolientes pieles-rosadas! ¡Ahora no es un buen momento!
gl: Graahh!! Ide de aquí, malditos peles rosadas! Agora non é un bo momento!
it: Graahh!! Andatevene via, schifosi esseri dalla pelle-rosa! Questo non è un buon momento!

source: Hey, lay off my Shamans! Do you have any idea how hard it is to find those!?
es: ¡Oye, deja en paz a mis chamanes! ¿Tienes idea de lo difícil que es encontrarlos?
gl: Ei, deixade de lado aos meus xamáns! Tedes algunha idea do difícil que é atopalos?!
it: Ehi, lascia stare le mie sciamane! Hai idea di quanto sia difficile trovarle?

source: Out of my face, worms!
es: ¡Fuera de mi vista, gusanos!
gl: Fóra da miña cara, vermes!
it: Sparite dalla mia vista, vermi!

source: Ah-ha! I’d recognize that smell of burning orc-flesh anywhere – Delfador has returned!
es: ¡Ajá! Reconocería ese olor a carne orca quemada en cualquier lugar: ¡Delfador ha vuelto!
gl: Ah-ha! Recoñecería ese cheiro a carne de orco queimada en calquera lugar. Volveu Delfador!
it: Ah-ha! Riconoscerei ovunque quell’odore di carne di orco bruciata: Delfador è tornato!

source: This is the chance I’ve been waiting for; my golden, desperate opportunity to crush the orcs now and forever! Once more unto the breach – captain, break me an opening through the enemy lines!
es: ¡Esta es la oportunidad que estaba esperando; mi dorada y desesperada oportunidad de aplastar a los orcos ahora y para siempre! ¡Una vez más al ataque! ¡Capitán, ábreme una brecha en las líneas enemigas!
gl: Esta é a oportunidade que estiven agardando; a miña gloriosa e dourada oportunidade de esmagar os orcos agora e para sempre! Unha vez máis cara á fenda: capitán, ábreme unha fenda a través das liñas inimigas!
it: Questa è l’occasione che stavo aspettando; la mia disperata, dorata opportunità per schiacciare gli orchi ora e per sempre! Ancora una volta sulla breccia, capitano, aprimi un varco nelle linee nemiche!

source: You heard the king; form up, and prepare to storm the front!
es: ¡Han oído al rey; formen filas y prepárense para asaltar el frente!
gl: Escoitaches ao rei; forma e prepara para asaltar a fronte!
it: Avete sentito il re: schieratevi e preparatevi ad assaltare il fronte!

source: Deoran has rejoined Delfador’s party, and you have gained 100 extra gold!
es: ¡Deoran se ha reunido de nuevo con el grupo de Delfador y has ganado 100 monedas de oro extra!
it: Deoran si è riunito al gruppo di Delfador e hai guadagnato 100 mo extra!

source: For the remainder of this campaign, Deoran is a leader — he can recruit fresh royal soldiers (Spearmen, Bowmen, etc.) while standing on his keep.
es: Durante el resto de esta campaña, Deoran es un líder: puede reclutar soldados reales nuevos (lanceros, arqueros, etc.) mientras esté en su torreón.
it: Per il prosieguo di questa campagna, Deoran è un leader: può quindi reclutare nuovi soldati reali (Lancieri, Arcieri, ecc.) mentre si trova nella sua fortezza.

source: For Wesnoth! For victory! By battle and blood, for fury and flame, and the triumph of my people!
es: ¡Por Wesnoth! ¡Por la victoria! ¡Por la batalla y la sangre, por la furia y la llama, y el triunfo de mi pueblo!
gl: Polo Noroeste! Pola vitoria! Pola batalla e sangue, por furia e chamas, e a gloria da conquista!
it: Per Wesnoth! Per la vittoria! Con la battaglia e il sangue, con la furia e le fiamme, per il trionfo del mio popolo!

source: All right, all right, I know when I’m beat! Let’s not be hasty, there’s no need for more death and violence. <span size='x-small'>Against me, anyhow. Nasty pink-skin whelps.</span>
es: Está bien, está bien, ¡sé cuándo he perdido! No seamos apresurados, no hay necesidad de más muerte y violencia. <span size='x-small'>Contra mí, de todas formas. Pequeños malditos pieles-rosadas.</span>
gl: Moi ben, moi ben, sei cando estou derrotado! Non nos precipitemos, non hai necesidade de máis morte nin violencia. <span size='x-small'>Contra min, en calquera caso. Crías repugnantes de pel rosa.</span>
it: Va bene, va bene, riconosco quando vengo sconfitto! Non agiamo con precipitazione, non c’è bisogno di altre morti e violenza. <span size=’x-small’>Contro di me, almeno. Brutti cuccioli pelle-rosa.</span>

source: Watch your tongue, vermin! I am no ’whelp’, but King Garard of Wesnoth, second of his name! And in that name, for the Kingdom of Wesnoth, I hereby annex these lands from the Great River in the south to the foothills of the Heart Mountains in the north! You orcs shall fall beneath our swords as wheat before the scythe!
es: ¡Cuida tu lengua, alimaña! No soy un ’retoño’, sino el Rey Garard de Wesnoth, segundo de su nombre! ¡Y en ese nombre, por el Reino de Wesnoth, anexo estas tierras desde el Gran Río en el sur hasta las estribaciones de las Montañas del Corazón en el norte! ¡Ustedes, orcos, caerán ante nuestras espadas como el trigo ante la guadaña!
gl: Coidado coa lingua, bichos! Non son un "cachorro", senón o rei Garard de Wesnoth, o segundo do seu nome! E nese nome, polo Reino de Wesnoth, por medio da presente anexiono estas terras desde o Gran Río no sur ata as ladeiras das Montañas do Corazón no norte! Vós, orcos, caeredes baixo as nosas espadas coma trigo diante da fouce!
it: Attento a come parli, verme! Non sono un “cucciolo”, ma Re Garard di Wesnoth, secondo con questo nome! E in nome del Regno di Wesnoth, annetto queste terre dal Grande Fiume a sud fino alle pendici delle Montagne Centrali a nord! Voi orchi cadrete sotto le nostre spade come grano sotto la falce!

source: ...but I am no fool. Wesnoth is tired of war, and your lord Garard is nothing if not merciful. I will spare your life and the life of your warriors, on one condition. You must hereby swear an oath to gather both your clan from here, and Clan Whitefang from the hills around Fort Garard. You shall leave these lands and never return so long as I draw breath, on pain of death!
es: ...pero no soy un tonto. Wesnoth está cansado de la guerra, y vuestro señor Garard no es otra cosa que misericordioso. Perdonaré tu vida y la de tus guerreros, con una condición. Debes jurar aquí reunir a tu clan desde este lugar y al Clan Colmillo Blanco desde las colinas alrededor del Fuerte Garard. Debes abandonar estas tierras y no regresar mientras yo respire, ¡bajo pena de muerte!
gl: ...pero non son parvo. O Noroeste está canso da guerra, e o voso señor Garard é misericordioso. Perdoareiche a vida e a dos vosos guerreiros, cunha condición. Por este medio, debedes xurar reunir tanto o voso clan de aquí como o Clan Cabeiro Branco dos outeiros que rodean o Forte Garard. Abandonaredes estas terras e nunca volveredes mentres eu respire, baixo pena de morte!
it: ... ma non sono uno sciocco. Wesnoth è stanca della guerra e il tuo signore Garard è un uomo misericordioso. Risparmierò la tua vita e quella dei tuoi guerrieri, ma a una condizione. Devi giurare solennemente di spostare sia il tuo clan da qui che il Clan Zannabianca dalle colline intorno a Fort Garard. Lascerai queste terre e non tornerai mai più finché avrò vita, pena la morte!

source: Yeah yeah yeah, whatever you say. We was just leaving; isn’t that right, boys? <span size='x-small'>Nasty filthy pink-skins.</span>
es: Sí, sí, sí, como digas. Íbamos a irnos; ¿no es así, chicos? <span size='x-small'>Malditos pieles-rosadas y sucias.</span>
gl: Si, si, si, o que digas. Estabamos marchando; non si, rapaces? <span size='x-small'>Uns peles rosas sucias e asquerosas.</span>
it: Certo, sì, sì, come vuoi tu. Stavamo proprio andando via, vero ragazzi? <span size='x-small'>Brutti sporchi pelle-rosa.</span>

source: After all this time... Wesnoth is finally at peace. It is as if a veil of shadows has been lifted from upon my eyes!
es: Después de todo este tiempo... Wesnoth finalmente está en paz. ¡Es como si un velo de sombras se hubiera levantado de mis ojos!
gl: Despois de todo este tempo... Wesnoth está finalmente en paz. É coma se un veo de sombras se levantase de sobre os meus ollos!
it: Dopo tutto questo tempo... Wesnoth è finalmente in pace. È come se un velo di ombre fosse stato sollevato dai miei occhi!

source: Delfador, you rascal, you’ve truly outdone yourself this time. They tell me how you turned the saurians against the orcs, sowed chaos from behind; truly incredible!
es: ¡Delfador, bribón, realmente te has superado esta vez! Me cuentan cómo volviste a los saurios contra los orcos, sembrando caos desde atrás; ¡realmente increíble!
gl: Delfador, canalla, esta vez superácheste de verdade. Dinme como puxeches os saurios contra os orcos, como sementaches o caos por detrás; incrible de verdade!
it: Delfador, mascalzone, questa volta ti sei davvero superato. Mi hanno raccontato come hai messo i sauri contro gli orchi, seminando il caos alle loro spalle: davvero incredibile!

source: Delfador the “Great One”, hah! Now that’s the stuff legends are made of. So legendary, in fact...
es: Delfador, el “Gran Uno”, ¡ja! Eso sí que es material de leyenda. Tan legendario, de hecho...
gl: Delfador o "Grande", haha! Iso si que é o material do que están feitas as lendas. Tan lendarias, de feito...
it: Delfador il “Grande”, ah! Ecco di cosa sono fatte le leggende. Così leggendario, infatti...

source: “The Great” you were called by the enemy, and “The Great” you shall be called until the end of your days. Kneel, Delfador, war-mage of Wesnoth. And rise, “Delfador the Great”, High Advisor to the Crown!
es: “El Grande” te llamaban los enemigos, y “El Grande” serás llamado hasta el fin de tus días. ¡Arrodíllate, Delfador, mago de guerra de Wesnoth! Y levántate, “Delfador el Grande”, Alto Asesor de la Corona!
gl: «O Grande» fuches chamado polo inimigo, e «O Grande» serás chamado ata o fin dos teus días. Axeonllate, Delfador, mago de guerra de Wesnoth. E levántate, «Delfador o Grande», Alto Asesor da Coroa!
it: Il nemico ti chiamava “Il Grande” e “Il Grande” sarai chiamato fino alla fine dei tuoi giorni. Inginocchiati, Delfador, mago da battaglia di Wesnoth. E alzati, “Delfador il Grande”, Alto Consigliere della Corona!

source: Now come, let us celebrate my— our— ...all right, <i><b>your</b></i> success! Victory! Victory! Victory by the name of Delfador!!
es: Ahora venid, celebremos mi— nuestro— ...de acuerdo, ¡<i><b>tu</b></i> éxito! ¡Victoria! ¡Victoria! ¡Victoria en nombre de Delfador!
gl: Agora imos, celebremos o meu... o noso... moi ben, <i><b>o teu</b></i> éxito! Vitoria! Vitoria! Vitoria no nome de Delfador!!
it: Ora venite, festeggiamo il mio... il nostro... va bene, il <i><b>tuo</b></i> successo! Vittoria! Vittoria! Vittoria nel nome di Delfador!!

source: Whaddid you say, boss?
es: ¿Qué dijiste, jefe?
gl: Que dixeches, xefe?
it: Cosa hai detto, capo?
