Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: After all, the civil war has only just begun...
es: Después de todo, la guerra civil apenas ha comenzado...
gl: Despois de todo, a guerra civil non fixo máis que comezar...
it: Dopotutto, la guerra civile è appena iniziata...

source: Cave Entrance
es: Entrada de Cueva
gl: Entrada da cova
it: Ingresso della grotta

source: A crudely hewn passage into the earth, propped open by ageing wooden supports.
es: Un pasaje toscamente excavado en la tierra, sostenido por envejecidos soportes de madera.
gl: Unha pasaxe toscamente escavada na terra, apoiada en soportes de madeira envellecida.
it: Un passaggio scavato rozzamente nel terreno, sostenuto da vecchi supporti in legno.

source: Prince of Wesnoth
es: Príncipe de Wesnoth
gl: Príncipe d Noroeste
it: Principe di Wesnoth

source: Brothers of a ruling king are traditionally titled ‘Prince’ and bequeathed wide swathes of land to rule.
es: Los hermanos de un rey gobernante tradicionalmente reciben el título de 'Príncipe' y se les otorgan extensas tierras para gobernar.
gl: Os irmáns dun rei gobernante son tradicionalmente titulados "príncipe" e legaban amplas franxas de terra para gobernar.
it: Ai fratelli di un regnante viene tradizionalmente attribuito il titolo di ‘Principe’ e una lascito ereditario di ampie zone territoriali da governare.

source: broadsword
es: espada ancha
gl: espada ancha
it: spadone

source: Queen
es: Reina
gl: Raíña
it: Regina

source: While some queens are influential leaders, many others have their role restricted to mere social companionship. Nevertheless, even when she does not share political and military power with the king, a queen can still take part in the kingdom’s internal politics, both by influencing the royal court and through her kinship with the royal family.
es: Si bien algunas reinas son líderes influyentes, muchas otras tienen su rol limitado a mera compañía social. No obstante, incluso cuando no comparte el poder político y militar con el rey, una reina aún puede participar en la política interna del reino, tanto influyendo en la corte real como a través de sus lazos familiares con la familia real.
gl: Aínda que algunhas raíñas son líderes influentes, moitas outras teñen o seu papel restrinxido á mera compañía social. Non obstante, mesmo cando non comparte o poder político e militar co rei, unha raíña aínda pode participar na política interna do reino, tanto influíndo na corte real como a través do seu parentesco coa familia real.
it: Mentre alcune regine sono influenti condottiere, molte altre trovano il proprio ruolo ristretto al semplice intrattenimento sociale. Tuttavia, anche quando non condivide il potere politico e militare con il re, una regina può comunque prendere parte alla politica interna del regno, sia influenzando la corte reale sia attraverso la sua parentela con la famiglia reale.

source: Mage
es: Mago
gl: Meigo
it: Mago

source: Humans have often pondered the workings of the world in which they live. Some endeavor to take this beyond idle musing, to set it as the primary enterprise of their lives. Any magi worthy of the title have spent at least a decade in study, amassing a sum of knowledge which sets them apart from other people. These men and women, who have committed themselves fully to the pursuit of wisdom, stand in stark contrast to a world where few can even read and write. Their ranks are filled with the children of hopeful nobility, or those who sought an escape from the intellectual void of manual labor. It is an irony that, with all their knowledge, and their unassuming monopoly thereof, the collective community of magi could likely rule society, were they ever to try. However, their true love is neither money, nor power, and those who see the study of magic as a means to such ends often lack the very conviction required for true mastery. Physically frail, and lacking familiarity with combat, magi do possess certain arts which are of great utility in battle.
es: Los humanos a menudo han reflexionado sobre el funcionamiento del mundo en el que viven. Algunos se esfuerzan por llevar esto más allá de la mera especulación, convirtiéndolo en la empresa principal de sus vidas. Todo mago digno de su título ha pasado al menos una década estudiando, acumulando un conocimiento que lo distingue del resto de las personas. Estos hombres y mujeres, que se han comprometido plenamente con la búsqueda de la sabiduría, contrastan fuertemente con un mundo donde pocos pueden siquiera leer y escribir. Sus filas se llenan con los hijos de la nobleza esperanzada o con aquellos que buscaron escapar del vacío intelectual del trabajo manual. Es irónico que, con todo su conocimiento y su discreto monopolio del mismo, la comunidad de magos podría probablemente gobernar la sociedad, si alguna vez lo intentaran. Sin embargo, su verdadero amor no es ni el dinero ni el poder, y aquellos que ven el estudio de la magia como un medio para tales fines a menudo carecen de la convicción necesaria para una verdadera maestría. Físicamente frágiles y sin experiencia en combate, los magos poseen ciertas artes que son de gran utilidad en la batalla.
gl: Os humanos reflexionaron a miúdo sobre o funcionamento do mundo no que viven. Algúns esfórzanse por levar isto máis alá da reflexión ociosa, para convertelo na principal empresa das súas vidas. Calquera mago digno do título pasou polo menos unha década estudando, acumulando unha suma de coñecemento que os diferencia doutras persoas. Estes homes e mulleres, que se dedicaron plenamente á busca da sabedoría, contrastan fortemente cun mundo onde poucos saben sequera ler e escribir. As súas filas están cheas de fillos da nobreza prometedora ou daqueles que buscaron escapar do baleiro intelectual do traballo manual. É ironía que, con todo o seu coñecemento e o seu modesto monopolio do mesmo, a comunidade colectiva de magos probablemente podería gobernar a sociedade, se algunha vez o intentasen. Non obstante, o seu verdadeiro amor non é nin o diñeiro nin o poder, e aqueles que ven o estudo da maxia como un medio para tales fins a miúdo carecen da convicción necesaria para o verdadeiro dominio. Fisicamente fráxiles e sen familiaridade co combate, os magos posúen certas artes que son de gran utilidade na batalla.
it: Gli esseri umani hanno spesso riflettuto sul funzionamento del mondo in cui vivono. Alcuni si sforzano di andare oltre le oziose riflessioni, per farne l’attività principale della propria vita. Qualsiasi mago degno di questo titolo ha trascorso almeno un decennio nello studio, accumulando una quantità di conoscenze che lo distingue dagli altri. Questi uomini e donne, che si sono dedicati completamente alla ricerca della saggezza, sono in netto contrasto con un mondo in cui pochi sanno leggere e scrivere. Le loro fila sono piene di figli di nobili pieni di speranza, o di coloro che cercavano una via di fuga dal vuoto intellettuale del lavoro manuale. È ironico che, con tutta la loro conoscenza e il loro modesto monopolio su di essa, la comunità collettiva dei maghi potrebbe probabilmente governare la società, se mai ci provasse. Tuttavia, il loro vero amore non è né il denaro né il potere, e coloro che vedono lo studio della magia come un mezzo per raggiungere tali fini spesso mancano della convinzione necessaria per una vera padronanza. Fisicamente fragili e privi di familiarità con il combattimento, i maghi possiedono alcune arti che risultano di grande utilità in battaglia.

source: staff
es: báculo
gl: persoal
it: bastone

source: Red Mage
es: Mago Rojo
gl: Meigo Vermello
it: Mago Rosso

source: Upon the successful culmination of their apprenticeship, a mage is stripped of the brown robes of an apprentice and given the ruddy cloak of a master. The significance of this change is often lost on the peasantry, who mistakenly title Master Magi as ‘Red Magi’. Likewise, the symbolism of the change in colors is often mistaken to signify the mage’s ability to seemingly conjure fire from nothing but thin air, a trick which, although undeniably useful, is viewed by the magi themselves as a crass application of their hard-won knowledge. Though physically frail, and untrained as warriors, the ‘Red Magi’ have a number of tricks up their sleeves, including the gouts of fire which may have cemented their colloquial name.
es: Tras la culminación exitosa de su aprendizaje, un mago se despoja de las túnicas marrones de aprendiz y recibe la capa rojiza de un maestro. El significado de este cambio a menudo se pierde para los campesinos, quienes erróneamente llaman a los Maestros Magi 'Magos Rojos'. Del mismo modo, se suele interpretar erróneamente el simbolismo del cambio de color como la capacidad del mago de aparentemente conjurar fuego de la nada, un truco que, aunque indudablemente útil, los propios magos consideran una aplicación burda de su conocimiento adquirido con esfuerzo. Aunque físicamente frágiles y sin entrenamiento como guerreros, los 'Magos Rojos' poseen varios trucos bajo la manga, incluyendo llamaradas de fuego que probablemente consolidaron su nombre coloquial.
gl: Tras a culminación exitosa do seu aprendizaxe, un mago é desposuído da túnica marrón dun aprendiz e recibe a capa avermellada dun mestre. A importancia deste cambio adoita pasar desapercibida para os campesiños, que erroneamente denominan aos Mestres Magos como "Magos Vermellos". Do mesmo xeito, o simbolismo do cambio de cores adoita confundirse coa capacidade do mago para aparentemente conxurar lume do aire, un truco que, aínda que innegablemente útil, é visto polos propios magos como unha aplicación burda do seu coñecemento adquirido con tanto esforzo. Aínda que fisicamente fráxiles e sen adestramento como guerreiros, os "Magos Vermellos" teñen varios trucos baixo a manga, incluíndo as gotas de lume que poden ter consolidado o seu nome coloquial.
it: Al termine del suo apprendistato, un mago viene spogliato delle vesti marroni da apprendista e gli viene conferito il mantello rosso rubino da maestro. Il significato di questo cambiamento è spesso ignorato dai contadini, che erroneamente chiamano i Maestri Maghi "Maghi Rossi". Allo stesso modo, il simbolismo del cambio di colore viene spesso erroneamente interpretato come un’espressione della capacità del mago di evocare apparentemente il fuoco dal nulla, un trucco che, sebbene innegabilmente utile, è visto dagli stessi maghi come una rozza applicazione della loro conoscenza duramente acquisita. Sebbene fisicamente fragili e non addestrati come guerrieri, i "Maghi Rossi" hanno diversi assi nella manica, tra cui le fiamme che potrebbero aver cementato il loro nome colloquiale.

source: Arch Mage
es: Archimago
gl: Arquimago
it: Arcimago

source: The title of Arch Mage is traditionally conferred only after a lifetime of study and achievement to match. Arch Magi are often employed in positions of education, or as advisors to those sensible enough to seek the fruits of their wisdom. Many tend to wealthy patrons, a profitable enterprise for both as, outside of the occasional thaumaturgy or word of advice, it gives the mage leave to pursue their research undisturbed. From this flows the greater body of human knowledge; the sciences, the philosophies, and the arts which give beauty to the world at large. Though not trained for any sort of combat, if need arises an Arch Mage can unleash the full power of their art, something which is not to be taken lightly.
es: El título de Archimago se confiere tradicionalmente solo después de una vida de estudio y logros correspondientes. Los Archimagos suelen desempeñarse en puestos educativos o como consejeros de quienes son lo suficientemente sensatos para buscar los frutos de su sabiduría. Muchos atienden a patrones adinerados, una empresa provechosa para ambos ya que, más allá de la ocasional taumaturgia o consejo, permite al mago continuar su investigación sin interrupciones. De este modo fluye el mayor cuerpo de conocimiento humano: las ciencias, las filosofías y las artes que dan belleza al mundo en general. Aunque no están entrenados para el combate, si surge la necesidad un Archimago puede liberar todo el poder de su arte, algo que no debe tomarse a la ligera.
gl: O título de Arquimago confírese tradicionalmente só despois dunha vida de estudo e logros equivalentes. Os Arquimagos adoitan ocupar postos educativos ou como asesores daqueles o suficientemente sensatos como para buscar os froitos da súa sabedoría. Moitos tenden a buscar mecenas ricos, unha empresa rendible para ambos xa que, fóra da taumaturxia ou consello ocasional, dálle ao mago permiso para continuar coa súa investigación sen ser molestado. Disto xorde o maior corpo de coñecemento humano: as ciencias, as filosofías e as artes que dan beleza ao mundo en xeral. Aínda que non está adestrado para ningún tipo de combate, se xorde a necesidade, un Arquimago pode liberar todo o poder da súa arte, algo que non se debe tomar á lixeira.
it: Il titolo di Arcimago viene tradizionalmente conferito solo dopo una vita di studi e successi degni di nota. Gli Arcimaghi sono spesso impiegati come insegnati o come consiglieri di coloro che sono abbastanza assennati da ricercare i frutti della loro saggezza. Molti tendono a rivolgersi a ricchi mecenati, un’impresa redditizia per entrambi poiché, al di là di occasionali taumaturgie o consigli, il connubio offre al mago il permesso di proseguire indisturbato le proprie ricerche. Da questo scaturisce il più ampio corpus della conoscenza umana: le scienze, le filosofie e le arti che donano bellezza al mondo in generale. Sebbene non sia addestrato per alcun tipo di combattimento, in caso di necessità un Arcimago può scatenare tutta la potenza della sua arte, cosa da non prendere alla leggera.

source: Great Mage
es: Gran Mago
gl: Gran meigo
it: Mago Supremo

source: Any person who is even considered for the title of Great Mage is quite nearly a legend in their own time, and town criers have forcibly learnt discretion in applying the title. Merit for the title is carefully considered by a council of the leading magi of the age, and the conferment of the title is given only by a majority vote. Regardless, anyone who is seriously nominated for the honor of being called a Great Mage is, without question, a master of their art, and has surpassed almost any of their peers in skill. Though they are not warriors, by any means, the application of their art to combat is something that often causes other soldiers to stand aside in awe.
es: Cualquier persona que siquiera sea considerada para el título de Gran Mago es casi una leyenda en su propio tiempo, y los pregoneros del pueblo han aprendido a aplicar discreción al usar el título. El mérito para recibirlo es cuidadosamente evaluado por un consejo de los magos más destacados de la época, y la concesión del título se realiza únicamente por mayoría de votos. De todos modos, cualquiera que sea seriamente nominado para el honor de ser llamado Gran Mago es, sin lugar a dudas, un maestro de su arte y ha superado a casi todos sus pares en habilidad. Aunque no son guerreros, la aplicación de su arte en combate a menudo provoca que otros soldados se aparten con asombro.
gl: Calquera persoa que sexa considerada para o título de Gran Mago é case unha lenda no seu propio tempo, e os pregoeiros da vila aprenderon á forza a discreción á hora de aplicar o título. O mérito para o título é coidadosamente considerado por un consello dos principais magos da época, e a concesión do título só se dá por maioría de votos. En calquera caso, calquera que sexa seriamente nomeado para a honra de ser chamado Gran Mago é, sen dúbida, un mestre da súa arte e superou a case calquera dos seus compañeiros en habilidade. Aínda que non son guerreiros, en absoluto, a aplicación da súa arte ao combate é algo que a miúdo fai que outros soldados se manteñan á marxe con temor.
it: Chiunque venga anche solo preso in considerazione per il titolo di Mago Supremo è quasi una leggenda dei suoi tempi, e i banditori cittadini hanno imparato a usare discrezione nell’applicare il titolo. Il merito per il titolo viene attentamente valutato da un consiglio dei maghi più importanti dell’epoca, e il conferimento del titolo avviene solo a maggioranza. In ogni caso, chiunque venga seriamente candidato all’onore di essere chiamato Mago Supremo è, senza dubbio, un maestro della sua arte e ha superato quasi tutti i suoi pari in abilità. Sebbene non siano affatto guerrieri, l’applicazione della loro arte al combattimento è qualcosa che spesso lascia gli altri soldati a bocca aperta.

source: Veteran Cavalier
es: Caballero Veterano
gl: Cabaleiro Veterano
it: Cavaliere Veterano

source: Deoran rides an elvish horse, and has better movement and defense in forest than do most mounted human units.
es: Deoran monta un caballo élfico y tiene mejor movimiento y defensa en bosques que la mayoría de las unidades humanas montadas.
gl: Deoran monta un cabalo élfico e ten mellor movemento e defensa no bosque que a maioría das unidades humanas montadas.
it: Deoran monta un cavallo elfico ed ha una capacità di movimento e di difesa nella foresta migliore rispetto alla maggior parte delle unità umane a cavallo.

source: A wise and skilful dignitary may eventually rise to the rank of ambassador and become an official envoy of Wesnoth. Typically stationed in far-off nations, these diplomats excel at negotiation and leadership, and have the authority to broker treaties on behalf of the throne.
es: Un dignatario sabio y hábil puede eventualmente ascender al rango de embajador y convertirse en enviado oficial de Wesnoth. Normalmente estacionados en naciones lejanas, estos diplomáticos destacan en negociación y liderazgo, y tienen autoridad para negociar tratados en nombre del trono.
gl: Un dignatario sabio e hábil pode finalmente ascender ao rango de Embaixador e converterse nun enviado oficial de Wesnoth. Normalmente estacionados en nacións afastadas, estes diplomáticos destacan na negociación e no liderado, e teñen a autoridade para negociar tratados en nome do trono.
it: Un dignitario saggio e abile può aspirare a raggiungere il rango di ambasciatore e diventare un inviato ufficiale di Wesnoth. Solitamente di stanza in nazioni lontane, questi diplomatici eccellono nella negoziazione e nel comando, e hanno l’autorità di negoziare trattati per conto del trono.

source: In times of hardship, these retired commanders may be called upon to once again take up their lance and fight in service of their nation. Having learned from civilian life while still retaining much of their former military skill, these captains are undeterred by even the most overwhelming opposition.
es: En tiempos difíciles, estos comandantes retirados pueden ser llamados una vez más a tomar su lanza y luchar al servicio de su nación. Habiendo aprendido de la vida civil pero conservando gran parte de su antigua destreza militar, estos capitanes no se dejan intimidar ni siquiera por la oposición más abrumadora.
gl: Nestes tempos de dificultades, os comandantes retirados poden verse chamados a retomar a súa lanza e loitar ao servizo da súa nación. Despois de aprender da vida civil e conservar gran parte da súa antiga habilidade militar, estes capitáns non se deixan intimidar nin sequera pola oposición máis abafadora.
it: In tempi difficili, questi comandanti in pensione possono essere chiamati a riprendere in mano la lancia e combattere al servizio della nazione. Avendo appreso dalla vita civile, pur conservando gran parte delle loro precedenti capacità militari, questi capitani non si lasciano scoraggiare nemmeno dalla più schiacciante delle opposizioni.

source: lance
es: lanza
gl: lanza
it: lancia

source: trample
es: aplastar
gl: pisotear
it: calpestio

source: crossbow
es: ballesta
gl: bésta
it: balestra

source: Crown Prince
es: Príncipe Heredero
gl: Príncipe herdeiro
it: Principe Ereditario

source: First in the line of succession, a Crown Prince must be ready to take command at any time should misfortune befall the king. From a young age, these royal heirs are trained in a variety of combat styles, honing their skill at whichever weapons they show aptitude for. One uncommon specialization involves both javelins and swordplay, each weapon covering the weaknesses of the other.
es: Primero en la línea de sucesión, un Príncipe Heredero debe estar listo para asumir el mando en cualquier momento si la desgracia llegara al rey. Desde joven, estos herederos reales son entrenados en diversos estilos de combate, perfeccionando su habilidad con las armas en las que muestran aptitud. Una especialización poco común incluye el uso de jabalinas y espada, cada arma cubriendo las debilidades de la otra.
gl: Primeiro na liña de sucesión, un príncipe herdeiro debe estar preparado para tomar o mando en calquera momento se lle aconteza unha desgraza ao rei. Desde unha idade temperá, estes herdeiros reais son adestrados nunha variedade de estilos de combate, perfeccionando a súa habilidade en calquera arma para a que mostren aptitude. Unha especialización pouco común implica tanto as xavelinas como a esgrima, cada arma cubrindo os puntos débiles da outra.
it: Primo nella linea di successione, un Principe Ereditario deve essere pronto a prendere il comando in qualsiasi momento, qualora la sfortuna colpisca il re. Fin da giovani, questi eredi reali vengono addestrati in un’ampia varietà di stili di combattimento, affinando la loro abilità con le armi per cui dimostrano predisposizione. Una specializzazione insolita prevede l’uso del giavellotto e della spada, un accoppiamento che però compensa bene i reciproci i punti deboli delle armi.

source: baneblade
es: espada maldita
it: lama della rovina

source: shadow wave
es: onda de sombras
gl: onda de sombra
it: onda oscura

source: sword
es: espada
gl: Espada
it: spada

source: javelin
es: jabalina
gl: xavelina
it: giavellotto

source: King of Wesnoth
es: Rey de Wesnoth
gl: Rei do Noroeste
it: Re di Wesnoth

source: Kings are trained rigorously in the combat arts, sometimes out of necessity, more often out of tradition from when their priors made their wealth in war. In battle, a king may wield a sword and lance, riding a steed bred more for power than for speed. Royalty at the head of a cavalry charge is a terrifying sight for opposing infantry, and is often enough to break right through a defensive line.
es: Los reyes son entrenados rigurosamente en las artes del combate, a veces por necesidad, y más a menudo por tradición de cuando sus antecesores hicieron su fortuna en la guerra. En batalla, un rey puede blandir espada y lanza, montando un corcel criado más para la fuerza que para la velocidad. La presencia de la realeza al frente de una carga de caballería es un espectáculo atemorizante para la infantería enemiga, y a menudo es suficiente para romper una línea defensiva.
gl: Os reis son adestrados rigorosamente nas artes do combate, ás veces por necesidade, máis a miúdo por tradición de cando os seus antepasados fixeron a súa riqueza na guerra. Na batalla, un rei pode empuñar unha espada e unha lanza, montando un corcel criado máis para o poder que para a velocidade. A realeza á fronte dunha carga de cabalería é unha visión terrorífica para a infantería oposta e, a miúdo, abonda para romper unha liña defensiva.
it: I Re vengono addestrati rigorosamente nelle arti del combattimento, a volte per necessità, più spesso per tradizione, risalente a quando i loro avi si arricchirono in guerra. In battaglia, un re può brandire spada e lancia, cavalcando un destriero allevato più in funzione della sua potenza che della velocità. Vedere un membro della famiglia reale alla testa di una carica di cavalleria è uno spettacolo terrificante per la fanteria avversaria, e spesso è sufficiente per sfondare una linea difensiva.

source: longsword
es: espada larga
gl: espada longa
it: spada lunga
