Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: Delfador and his companions departed the mirror grove in hushed silence. The Sylph’s words weighed heavily on each of their minds.
es: Delfador y sus compañeros abandonaron la arboleda del espejo en un silencio sepulcral. Las palabras de la sílfide pesaban mucho en la mente de cada uno.
gl: Delfador e os seus compañeiros abandonaron o bosque dos espellos en silencio. As palabras da sílfide pesaban moito nas súas mentes.
it: Delfador e i suoi compagni lasciarono il boschetto-specchio in un silenzio profondo. Le parole della Silfide pesavano pesantemente sulla mente di ciascuno di loro.

source: After lengthy deliberation, and much to Chantal’s displeasure, Delfador and Deoran resolved to continue on with their mission. Exiting the forest after several days’ westward travel, they soon sighted the banners of the king’s army.
es: Tras una larga deliberación, y para gran disgusto de Chantal, Delfador y Deoran resolvieron continuar con su misión. Al salir del bosque después de varios días de viaje hacia el oeste, pronto divisaron los estandartes del ejército del rey.
gl: Tras unha longa deliberación, e para gran desgusto de Chantal, Delfador e Deoran decidiron continuar coa súa misión. Ao saír do bosque despois de varios días de viaxe cara ao oeste, axiña avistaron os estandartes do exército do rei.
it: Dopo una lunga riflessione, e con grande dispiacere di Chantal, Delfador e Deoran decisero di proseguire la loro missione. Uscendo dalla foresta dopo diversi giorni di viaggio verso ovest, avvistarono presto gli stendardi dell’esercito del re.

source: 90 gold
es: 90 de oro
gl: 90 de ouro
it: 90 mo

source: These orcs were sitting on some gold! We can put it to better use.
es: ¡Estos orcos tenían guardado algo de oro! Podemos darle un mejor uso.
gl: Estes orcos tiñan ouro enriba! Podemos darlle un mellor uso.
it: Questi orchi avevano un tesoro nascosto! Possiamo usarlo meglio di loro.

source: Captain Kestrel
es: Capitán Kestrel
gl: Capitán Kestrel
it: Capitan Gheppio

source: Deoran, are you sure you won’t reconsider staying in the Lintanir? What Elende said...
es: Deoran, ¿estás seguro de que no reconsiderarás quedarte en Lintanir? Lo que dijo Elende...
gl: Deoran, estás seguro de que non reconsiderarás quedar no Lintanir? O que dixo Elende...
it: Deoran, sei sicuro che non riconsidererai l’idea di restare nel Lintanir? Quello che ha detto Elende...

source: My duty comes first, always. Would you truly want me any other way, Chantal?
es: Mi deber siempre está primero. ¿De verdad me querrías de otra manera, Chantal?
gl: O meu deber é o primeiro, sempre. De verdade quererías que fose doutro xeito, Chantal?
it: Il mio dovere viene sempre prima di tutto. Mi vorresti davvero in un altro modo, Chantal?

source: Deoran, it has been a pleasure to have you with us these years. And Delfador, I hope to someday say the same of you as well. Elende seems to think highly of you, and that means a great deal to me and my people. Should either of you ever find yourselves searching for a home away from Wesnoth, you will always be welcome with us.
es: Deoran, ha sido un placer tenerte con nosotros todos estos años. Y Delfador, espero algún día poder decir lo mismo de ti. Elende parece tenerte en gran estima, y eso significa mucho para mí y para mi gente. Si alguno de ustedes alguna vez busca un hogar lejos de Wesnoth, siempre será bienvenido entre nosotros.
gl: Deoran, foi un pracer terte con nós estes anos. E Delfador, espero poder dicir o mesmo de ti algún día. Parece que Elende te ten en alta estima, e iso significa moito para min e para a miña xente. Se algún de vós algunha vez busca un fogar lonxe de Wesnoth, sempre serás benvido con nós.
it: Deoran, è stato un piacere averti con noi in questi anni. E Delfador, spero un giorno di poter dire lo stesso di te. Elende sembra avere una grande stima di te, e questo significa molto per me e per la mia gente. Se mai uno di voi due dovesse trovarsi a cercare una casa lontano da Wesnoth, sarà sempre il benvenuto con noi.

source: Hail! The fledgling war-mage returns. Welcome, Delfador... and Deoran. Tell me, are the north-elves with us?
es: ¡Salve! El joven mago de guerra regresa. Bienvenido, Delfador... y Deoran. Dime, ¿los elfos del norte están con nosotros?
gl: Salve! o meigo de guerra novato volve por fin! Benvidos, Delfador... e Deoran. Dime, están os elfos do norte connosco?
it: Salve! Il giovane mago da battaglia è tornato. Benvenuti, Delfador... e Deoran. Ditemi, gli elfi del nord si uniranno a noi?

source: Deepest apologies my Lord, but they are not. Lintanir—
es: Mil disculpas, mi señor, pero no lo están. Lintanir—
gl: As miñas máis sinceras desculpas, meu Señor, pero non o son. Lintanir—
it: Le mie più sentite scuse, mio ​​Signore, ma non lo faranno. Lintanir—

source: I see. Unfortunate, but ultimately of no consequence. Victory is nearly won even without their aid.
es: Ya veo. Desafortunado, pero al final sin importancia. La victoria está casi asegurada incluso sin su ayuda.
gl: Xa vexo. Desafortunado, pero ao final sen importancia. A vitoria está case gañada mesmo sen a súa axuda.
it: Capisco. Sfortunatamente, ma in definitiva senza conseguenze. La vittoria è quasi assicurata anche senza il loro aiuto.

source: See there: we’ve driven the Whitefang chieftain and the last of his guards into this old hill fort.
es: Mira allí: hemos acorralado al caudillo Colmillo Blanco y a los últimos de sus guardias en este viejo fuerte de la colina.
gl: Mira aí: expulsamos o caudillo cabeiro Branco e os últimos dos seus gardas a este vello forte do outeiro.
it: Guarda lì: abbiamo spinto il capo dei Zannabianca e le ultime sue guardie in questo vecchio forte sulla collina.

source: The timing of your return couldn’t have been better, Delfador. General Lionel and my brother Arand will press them from the front, while you sneak in the back and roast their chief like a pig on a spit.
es: El momento de tu regreso no podría haber sido mejor, Delfador. El general Lionel y mi hermano Arand los presionarán por el frente, mientras tú te cuelas por la retaguardia y asas a su jefe como a un cerdo en un espetón.
gl: O momento do teu regreso non podería ter sido mellor, Delfador. O xeneral Lionel e o meu irmán Arand presionaranos pola fronte, mentres ti te furarás pola parte de atrás e asarás o seu xefe coma un porco nun espeto.
it: Il momento del tuo ritorno non poteva essere migliore, Delfador. Il generale Lionel e mio fratello Arand li incalzeranno dal fronte, mentre tu ti intrufolerai dietro e arrostirai il loro capo come un maiale allo spiedo.

source: Without their chief the Whitefangs will dissolve into an infighting mass of petty squabbles, and our— Wesnoth’s victory will be complete!
es: Sin su jefe, los Colmillo Blanco se disolverán en una masa de disputas internas y mezquinas, ¡y nuestra— la victoria de Wesnoth será completa!
gl: Sen o seu xefe, os Cabeiros Brancos disolveranse nunha masa de loitas internas de pequenas rifas, e a nosa... a vitoria do Noroeste será completa!
it: Senza il loro capo, i Zannabianca si dissolveranno in una groviglio di lotte intestine e di piccoli litigi, e la nostra... la vittoria di Wesnoth sarà completa!

source: Defeat Khovak, the orcish warlord
es: Derrota a Khovak, el caudillo orco
gl: Derrota a Khovak, o señor da guerra orco
it: Sconfiggi Khovak, il Signore della Guerra degli orchi

source: Death of Delfador or Deoran
es: Muerte de Delfador o Deoran
gl: Morte de Delfador ou Deoran
it: Morte di Delfador o di Deoran

source: Death of Garard, Arand, Lionel, or Methor
es: Muerte de Garard, Arand, Lionel o Methor
gl: Morte de Garard, Arand, Lionel ou Methor
it: Morte di Garard, Arand, Lionel, o Methor

source: Don’t rush the assault, Lionel — no need to waste good men. Take some time to stage our forces outside their walls, then attack just before the second dawn.
es: No apresures el asalto, Lionel — no hay necesidad de desperdiciar buenos hombres. Tómate un tiempo para organizar nuestras fuerzas fuera de sus murallas y ataca justo antes del segundo amanecer.
gl: Non te precipites no asalto, Lionel; non hai necesidade de malgastar homes bos. Tómate un tempo para organizar as nosas forzas fóra das súas murallas e logo ataca xusto antes do segundo amencer.
it: Non essere precipitoso, Lionel: non c’è bisogno di sprecare uomini validi nell’assalto. Prenditi del tempo per schierare le nostre forze fuori dalle mura, poi attacca poco prima della seconda alba.

source: We have them right where we want them. Once our forces are assembled, I shall join the battle personally and savor this victory up close.
es: Los tenemos justo donde queremos. Una vez que nuestras fuerzas estén reunidas, me uniré personalmente a la batalla y saborearé esta victoria de cerca.
gl: Temos xusto onde os queremos. Unha vez que as nosas forzas estean reunidas, unireime á batalla persoalmente e saborearei esta vitoria de preto.
it: Li abbiamo esattamente dove vogliamo che siano. Una volta che le nostre forze saranno compattate, mi unirò personalmente alla battaglia, per assaggiare il sapore della vittoria da vicino.

source: I’m surprised the Whitefangs have been driven to the brink of defeat so quickly. Chantal speaks of them as numerous and cunning... I wonder if something is amiss.
es: Me sorprende que los Colmillo Blanco hayan sido llevados al borde de la derrota tan rápido. Chantal habla de ellos como numerosos y astutos... Me pregunto si algo anda mal.
gl: Sorpréndeme que os Cabeiros brancos fosen levados á beira da derrota tan axiña. Chantal fala deles como numerosos e astutos... Pregúntome se algo non vai ben.
it: Mi sorprende che i Zannabianca siano stati spinti così in fretta sull’orlo della sconfitta. Chantal li descrive come numerosi e astuti... Mi chiedo se non ci siamo perdendo qualcosa.

source: An orcish shaman! On occasion I’ve known some of the other clans to use their apprentices as warriors, but Clan Whitefang usually keeps theirs far from the frontline.
es: ¡Un chamán orco! En ocasiones he sabido que algunos de los otros clanes usan a sus aprendices como guerreros, pero el clan Colmillo Blanco suele mantener a los suyos lejos del frente.
gl: Un xamán orco! Nalgunha ocasión coñezo que algúns dos outros clans empregan os seus aprendices como guerreiros, pero o clan Cabeiro Branco adoita manter os seus lonxe da fronte.
it: Una orchessa sciamana! Sapevo che alcuni degli altri clan occasionalmente hanno usato le loro apprendista come guerriere, ma il Clan Zannabianca di solito le tiene lontane dalla prima linea.

source: What unusual magic! I don’t think I can tap into whatever fundamental forces she was using, but now that I have her equipment I’ll bet I could figure out how to imitate that draining attack... for our next battle, at least.
es: ¡Qué magia tan inusual! No creo que pueda aprovechar las fuerzas fundamentales que ella usaba, pero ahora que tengo su equipo apuesto a que podría descubrir cómo imitar ese ataque drenador... al menos para nuestra próxima batalla.
gl: Que maxia tan pouco común! Non creo que poida acceder ás forzas fundamentais que estaba a usar, pero agora que teño o seu equipo aposto a que podo descubrir como imitar ese ataque drenante... polo menos para a nosa próxima batalla.
it: Che magia insolita! Non credo di poter attingere a nessuna delle forze fondamentali che stava usando, ma ora che ho il suo equipaggiamento scommetto che potrei capire come imitare quell’attacco prosciugante... almeno per la nostra prossima battaglia.

source: I have still not recruited or recalled any soldiers! That orcish shaman we defeated was standing on a keep. We should seize it and recruit our army before we attack the orcs’ main camp.
es: ¡Todavía no he reclutado ni reincorporado soldados! Ese chamán orco que derrotamos estaba sobre una torre. Deberíamos tomarla y reclutar nuestro ejército antes de atacar el campamento principal de los orcos.
gl: Aínda non recrutei nin rechamei ningún soldado! Ese xamán orco que derrotamos estaba nunha fortaleza; deberiamos apoderármola e recrutar o noso exército antes de atacar o campamento principal dos orcos.
it: Non ho ancora reclutato né richiamato alcun soldato! Quella sciamana orchesca che abbiamo sconfitto presidiava una fortezza. Dovremmo conquistarla e reclutare il nostro esercito prima di attaccare l’accampamento principale degli orchi.

source: There’s more of them coming from the north! Should we go attack?
es: ¡Vienen más desde el norte! ¿Deberíamos ir a atacarlos?
gl: Hai máis deles que veñen do norte! Deberíamos ir atacar?
it: Ce ne sono altri ancora in arrivo da nord! Dovremmo andare all’attacco?

source: Stay in our fort, worm! Stick to the plan.
es: ¡Quédate en nuestro fuerte, gusano! ¡Sigue el plan!
gl: Quédate no noso forte, verme! Segue o plan.
it: Resta nel nostro forte, verme! Attieniti al piano.

source: You’re squatting in my summer home, trogs! No more raids for you; no more pillage and plunder. Last chance to surrender!
es: ¡Están ocupando mi casa de verano, trogloditas! No más incursiones para ustedes; no más saqueos ni pillajes. ¡Última oportunidad de rendirse!
gl: Estades ocupando a miña casa de verán, trogs! Non máis incursións para vós; non máis saqueos nin botíns. Última oportunidade para rendervos!
it: Vi siete insediati abusivamente nella mia casa estiva, trogloditi! Niente più incursioni per voi; niente più saccheggi e razzie. Questa è la vostra ultima possibilità di resa!

source: Up yours, pink-skin!
es: ¡Que te den, piel rosada!
gl: Arriba a túa, pel rosa!
it: ’fanculo, pelle-rosa!

source: Hello there, master, it’s nice to see you again! You’ll never believe the adventures I’ve had. Did you know there’s an elvish prophecy about me?!
es: ¡Hola, maestro, qué bueno volver a verlo! No creerá las aventuras que he tenido. ¡¿Sabía que hay una profecía élfica sobre mí?!
gl: Ola, mestre, é un pracer verte de novo! Nunca crerás as aventuras que vivín. Sabías que hai unha profecía élfica sobre min?!
it: Heilà, maestro, è bello rivederti! Non crederai mai alle avventure che ho vissuto. Sapevi che esiste una profezia elfica su di me?!

source: (smiling) Delfador, don’t make me regret teaching you that psychedelic spell! I’m just glad you’ve made it back safe and sound.
es: (sonriendo) ¡Delfador, no me hagas arrepentirme de haberte enseñado aquel hechizo psicodélico! Me alegra que hayas regresado sano y salvo.
gl: (sorrindo) Delfador, non me fagas arrepentirme de ensinarte ese feitizo psicodélico! Só me alegro de que volveses san e salvo.
it: (sorridendo) Delfador, non farmi pentire di averti insegnato quell’incantesimo psichedelico! Sono solo felice che tu sia tornato sano e salvo.

source: Stinking Ushka’e! This was a terrible plan...
es: ¡Apestosos Ushka’e! Este fue un plan terrible...
gl: Ushka'e apestosa! Este foi un plan terrible...
it: Fetente di un Ushka’e! Questo era un pessimo piano...

source: Human dogs! You’ve just sealed your deaths...
es: ¡Perros humanos! Acaban de sellar sus muertes...
gl: Cans humanos! Acabades de selar as vosas mortes...
it: Cani umani! Avete appena segnato le vostre morti...

source: Run for the hills!
es: ¡Corran hacia las colinas!
gl: Corre polos outeiros!
it: Scappiamo sulle colline!

source: Yes! Did I do well, Your Majesty?
es: ¡Sí! ¿Lo hice bien, Su Majestad?
gl: Si! Fixen ben, Maxestade?
it: Sì! Sono stato bravo, Maestà?

source: Indeed you did. Fantastic battle, everyone, the orcs are broken!
es: Sí que lo hiciste. ¡Fantástica batalla, todos, los orcos están vencidos!
gl: Si que o fixestes. Unha batalla fantástica, todos, os orcos están rotos!
it: Certo che sì. Fantastica battaglia, ragazzi, gli orchi sono sconfitti!

source: Footmen — down into the fort’s dungeons! Flush out any stragglers and complete our victory.
es: ¡Infantería, bajen a las mazmorras del fuerte! Expulsen a cualquier rezagado y completen nuestra victoria.
gl: Infantes... abaixo ás mazmorras do forte! Eliminade calquera rezagado e completade a nosa vitoria.
it: Fanti, giù nelle segrete del forte! Stanate tutti i ritardatari e completate la nostra vittoria.

source: Hah! I think “Garard’s Wold” will make a good name for the new province... or perhaps “Garard’s Triumph”? What do you think, Lionel?
es: ¡Ja! Creo que “La Loma de Garard” sería un buen nombre para la nueva provincia... ¿o quizás “El Triunfo de Garard”? ¿Qué opinas, Lionel?
gl: Ha! Creo que “O Terraplén de Garard” será un bo nome para a nova provincia... ou quizais “O Triunfo de Garard”? Que che parece, Lionel?
it: Ah! Penso che "Provincia di Garard" sarebbe un bel nome per la nuova provincia... o forse è meglio "Trionfo di Garard"? Che ne pensi, Lionel?

source: Delfador, something’s wrong. The orc leader we killed... isn’t the Whitefang chief.
es: Delfador, algo anda mal. El líder orco que matamos... no es el jefe Colmillo Blanco.
gl: Delfador, algo vai mal. O líder orco que matamos... non é o xefe de cabeiros Brancos.
it: Delfador, qualcosa non va. Il condottiero degli orchi che abbiamo ucciso... non è quello dei Zannabianca.

source: What? How can you tell?
es: ¿Qué? ¿Cómo lo sabes?
gl: Que? Como o podes saber?
it: Cosa? Come fai a dirlo?

source: I met Clan Whitefang’s leaders around a year ago, when Lintanir negotiated a treaty. This orc’s face is narrower than I remember, and his helmet doesn’t have the right war-paint. Delfador, I think we’ve been tricked!
es: Conocí a los líderes del clan Colmillo Blanco hace alrededor de un año, cuando Lintanir negoció un tratado. El rostro de este orco es más estrecho de lo que recuerdo, y su casco no tiene la pintura de guerra correcta. Delfador, ¡creo que hemos sido engañados!
gl: Coñecín aos líderes do clan Cabeiros Brancos hai arredor dun ano, cando Lintanir negociou un tratado. A cara deste orco é máis estreita do que recordo, e o seu casco non ten a pintura de guerra axeitada. Delfador, creo que nos enganaron!
it: Ho incontrato i capi del Clan Zannabianca circa un anno fa, quando Lintanir negoziò un trattato con loro. Il volto di quest’orco è più affilato di quanto ricordassi e il suo elmo non ha la corretta pittura di guerra. Delfador, credo che siamo stati tratti in inganno!

source: Are you even trying to fight, Delfador!? I should have known a mage would never have the stomach for true battle; get back to Alduin where you belong!
es: ¿Acaso estás intentando pelear, Delfador? ¡Debí haber sabido que un mago nunca tendría el valor para una batalla real; vuelve a Alduin, que es donde perteneces!
gl: Estás sequera a tentar loitar, Delfador!? Debería saber que un mago nunca tería estómago para unha batalla de verdade; volve con Alduin, onde pertences!
it: Stai davvero provando a combattere, Delfador!? Avrei dovuto immaginare che un mago non avrebbe mai avuto il coraggio di combattere sul serio; torna ad Alduin, dove dovresti stare!

source: Ring of Swords
es: Círculo de Espadas
gl: Anel de Espadas
it: Anello di Spade

source: Blackcrest Orcs
es: Orcos Crestanegra
gl: Orcos da Crista Negra
it: Orchi Crestanera

source: Blackcrest Saurians
es: Saurios Crestanegra
gl: Saurios da Crista Negra
it: Sauri Crestanera

source: Chief Ushka'e
es: Jefe Ushka'e
gl: Xefe Ushka'e
it: Capo Ushka’e

source: You see? What did I tell you! Their king is nothing but a feeble-minded goblin runt, who does exactly what I want. The trap is sprung! Now we crush them.
es: ¿Lo ven? ¡Qué les dije! Su rey no es más que un goblin enclenque y débil de mente, que hace exactamente lo que yo quiero. ¡La trampa se ha activado! Ahora los aplastaremos.
gl: Vés? Que che dixen! O seu rei non é máis que un trasno idiota e débil, que fai exactamente o que eu quero. A trampa abriuse! Agora imos esmagalos.
it: Vedi? Cosa ti avevo detto? Il loro re non è altro che un goblin mingherlino e senza cervello, che fa esattamente quello che voglio io. La trappola è scattata! Ora li annientiamo.

source: Bwahaha, when did you Whitefangs become so weak as to follow the ploy of a spy? Blackcrest warriors would never have let humans advance so far into our lands!
es: ¡Bwahaha! ¿Cuándo se volvieron tan débiles ustedes, Colmillo Blanco, como para seguir la treta de un espía? ¡Los guerreros Crestanegra nunca habrían dejado que los humanos avanzaran tanto en nuestras tierras!
gl: Bwahaha, cando vos debilitastes tanto, Cabeiros Brancos, como para seguir a estrataxema dun espía? Os guerreiros da Crista Negra nunca deixarían que os humanos avanzasen tan lonxe nas nosas terras!
it: Bwahaha, quando mai voi Zannabianca siete diventati così deboli da seguire il piano di una spia? I guerrieri Crestanera non avrebbero mai permesso agli umani di avanzare così tanto nelle nostre terre!

source: Your “warriors” only survive by cowering behind your slimy lizard allies! But since Clan Blackcrest has begged so-like trembling goblins, Clan Whitefang will agree to work together.
es: ¡Tus “guerreros” solo sobreviven escondiéndose detrás de tus viscosos aliados lagartos! Pero como el clan Crestanegra ha suplicado como goblins temblorosos, el clan Colmillo Blanco aceptará trabajar juntos.
gl: Os teus "guerreiros" só sobreviven agachándose detrás dos teus aliados lagartos viscosos! Pero como o Clan Crista Negra implorou trasnos trementes, o Clan Cabeiro Branco aceptará traballar xuntos.
it: I tuoi cosiddetti "guerrieri" sopravvivono solo nascondendosi dietro i tuoi viscidi alleati lucertole! Ma poiché il Clan Crestanera ha implorato come goblin tremanti, il Clan Zannabianca accetterà di collaborare.

source: Since WE begged!? YOU invited US here; your messenger was quaking in his boots when he groveled before Chief Ghuvog asking for help!
es: ¿Que nosotros suplicamos? ¡Fuiste TÚ quien nos invitó aquí; tu mensajero temblaba en sus botas cuando se arrastró ante el jefe Ghuvog pidiendo ayuda!
gl: Xa que NÓS suplicamos!? VÓS convidáchedesnos aquí; o voso mensaxeiro tremía nas botas cando se prosternou ante o xefe Ghuvog pedindo axuda!
it: Visto che NOI vi abbiamo implorato!? VOI avete invitato NOI qui; il vostro messaggero tremava come una foglia quando si è prostrato davanti al Capo Ghuvog chiedendogli aiuto!

source: What are you talking abo— Oh forget it, just make sure your clan does its job! No human leaves this valley alive!
es: ¿De qué hablas—? Oh, olvídalo, ¡solo asegúrate de que tu clan haga su trabajo! ¡Ningún humano saldrá vivo de este valle!
gl: De que estás a falar...? Ah, esquéceo, só asegúrate de que o teu clan faga o seu traballo! Ningún humano sae vivo deste val!
it: Di cosa stai parlando, abo— Oh, lasciamo perdere, assicurati solo che il tuo clan faccia il suo lavoro! Nessun umano deve lasciare questa valle vivo!

source: Lousy chief! Lousy plan! Next time I’m doing this on my own terms!
es: ¡Jefe inútil! ¡Plan inútil! La próxima vez lo haré bajo mis propios términos.
gl: ¡Xefe pésimo! ¡Plan pésimo! A próxima vez fareino segundo as miñas propias condicións!
it: Pessimo capo! Pessimo piano! La prossima volta farò le cose a modo mio!

source: What devilry is this? How did they sneak in behind us. I’m separated from my generals and most of my soldiers...
es: ¿Qué brujería es esta? ¿Cómo lograron colarse detrás de nosotros? Estoy separado de mis generales y de la mayoría de mis soldados...
gl: Que parvada é esta? Como se colaron por detrás de nós? Estou separado dos meus xenerais e da maioría dos meus soldados...
it: Che diavoleria è questa? Come hanno fatto a intrufolarsi alle nostre spalle? Sono separato dai miei generali e dalla maggior parte dei miei soldati...
