Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: Oh, Great One, I hear you and obey! Follow me, and I will guide you to your sister.
es: ¡Oh, Gran Uno, te escucho y obedezco! Sígueme y te guiaré hacia tu hermana.
gl: Oh, Grande, escóitote e obedezo! Sígueme e guiareite ata a túa irmá.
it: Oh, Grande, ti ascolto e ti obbedisco! Seguimi e ti guiderò da tua sorella.

source: Everyone, keep moving! We’re running out of time.
es: ¡Todos, sigan avanzando! Se nos está acabando el tiempo.
gl: Todos, sigan adiante! Estamos a quedar sen tempo.
it: Avanti, continuate tutti a muovervi! Il tempo sta per scadere.

source: What’s this? Filthy humans grubbing around in our swamp? These lizards are Blackcrest property!
es: ¿Qué es esto? ¿Humanos sucios hurgando en nuestro pantano? ¡Estos lagartos son propiedad de Crestanegra!
gl: Que é isto? Uns humanos sucios andar por aí polo noso pantano? Estes lagartos son propiedade de Blackcrest!
it: Che cosa abbiamo qui? Sporchi umani che rovistano nella nostra palude? Queste lucertole sono proprietà dei Crestanera!

source: They ssstrike at the matriarchsss! We ssshall ssslay them all!
es: ¡Atacan a las matriarcas! ¡Los mataremos a todos!
gl: Golpean ás matriarcas! Matarémolas a todas!
it: Attaccano le matriarche! Li uccideremo tutti!

source: The main orcish army has caught up to us! Even if we defeat this vanguard and flee onwards, we’ve missed our chance to break the saurian alliance...
es: ¡El ejército orco principal nos ha alcanzado! Incluso si derrotamos esta vanguardia y seguimos huyendo, hemos perdido la oportunidad de romper la alianza sauriana...
gl: O principal exército orco alcanzounos! Mesmo se derrotamos esta vangarda e fuximos, perdemos a oportunidade de romper a alianza sauria...
it: Siamo stati raggiunti dall’esercito principale degli orchi! Anche se riuscissimo a sconfiggere questa avanguardia e a fuggire, abbiamo comunque perso l’occasione di rompere l’alleanza dei sauri...

source: Field Hospital
es: Hospital de campaña
gl: Hospital de campaña
it: Intanto, all’Ospedale da Campo...

source: Ah, much better. Thanks again for the healing, old man, but I’m afraid this is the last we’ll be seeing of each other for some time.
es: Ah, mucho mejor. Gracias otra vez por la curación, anciano, pero me temo que esta será la última vez que nos veamos en bastante tiempo.
it: Ah, molto meglio. Grazie ancora per avermi curato, vecchio mio, ma temo che questa sarà l’ultima volta che ci vedremo per un po’ di tempo.

source: Oh? You’ve been pulled back from the front?
es: ¿Oh? ¿Te han retirado del frente?
gl: Oh? Foron retirados da fronte?
it: Oh? Ti hanno richiamato dal fronte?

source: Not quite. Remember Delfador’s prophecy? “Line of Kings”? “Sceptre of the Wesfolk”?
es: No del todo. ¿Recuerdas la profecía de Delfador? ¿«Línea de Reyes»? ¿«Cetro de los Wesfolk»?
gl: Non exactamente. Lembras a profecía de Delfador? "Liña de Reis"? "Cetro da xente do oeste"?
it: Non proprio. Ricordi la profezia di Delfador? “La stirpe dei Re”? “Lo Scettro dei Wesfolk”?

source: Well, Garard’s worried. Queen’s gossip is that one of the nobles knows where the long-lost Sceptre of Fire is. I dunno if that’s true, but e’ryone knows that the king should hold the Sceptre. If a noble did get their hands on it they’d have a pretty strong claim to Garard’s throne.
es: Pues Garard está preocupado. Los rumores de la reina dicen que uno de los nobles sabe dónde está el Cetro de Fuego, perdido hace tanto tiempo. No sé si es verdad, pero todos saben que el rey debe poseer el Cetro. Si un noble lo obtuviera, tendría un reclamo muy sólido al trono de Garard.
gl: Ben, Garard está preocupado. Os rumores da raíña din que un dos nobres sabe onde está o Cetro de Lume perdido hai moito tempo. Non sei se iso é certo, pero todo o mundo sabe que o rei debería posuír o Cetro. Se un nobre chegase a conseguilo, tería un dereito bastante forte ao trono de Garard.
it: Beh, Garard è preoccupato. Secondo i pettegolezzi che circolano a corte, uno dei nobili saprebbe dove si trova lo Scettro di Fuoco, perduto da tempo. Non so se sia vero, ma tutti sanno che lo Scettro dovrebbe essere nelle mani del re. Se un nobile riuscisse a impossessarsene, avrebbe ottime possibilità di rivendicare il trono di Garard.

source: The king’s sendin’ me and an entire company of Weldyn’s most finest on a ’grand journey’ into the wildlands to find the Sceptre first, and ensure he stays firmly in power.
es: El rey me envía a mí junto a toda una compañía de los mejores de Weldyn en un «gran viaje» a las tierras salvajes para encontrar el Cetro primero y asegurar que él permanezca firmemente en el poder.
gl: O rei envíame a min e a toda unha compañía dos mellores de Weldyn nunha "gran viaxe" ás terras salvaxes para atopar primeiro o cetro e asegurarnos de que se manteña firme no poder.
it: Il re sta mandando me e un intero gruppo dei migliori uomini di Weldyn in un “grande viaggio” nelle terre selvagge per trovare per primo lo scettro e assicurarsi di rimanere saldamente al potere.

source: Good gods, why now? Wesnoth is in enough trouble as it is, without worrying about lost artifacts and suicide missions.
es: Dioses del cielo, ¿por qué ahora? Wesnoth ya tiene bastantes problemas tal como está, sin necesidad de preocuparse por artefactos perdidos y misiones suicidas.
gl: Polos deuses, por que agora? o Noroeste xa ten bastantes problemas, sen ter que preocuparse por artefactos perdidos e misións suicidas.
it: Buoni dei, perché proprio adesso? Wesnoth ha già abbastanza problemi senza doversi preoccupare di artefatti perduti e missioni suicide.

source: You know how the king can be when he gets his mind set on somethin’. And if someone really is trying to usurp the throne... Well, I only hope I can find the Sceptre quickly, and resume my place at the king’s side.
es: Tú sabes cómo es el rey cuando se le mete algo en la cabeza. Y si alguien está realmente intentando usurpar el trono... Bueno, solo espero encontrar el Cetro pronto y volver a mi puesto junto al rey.
gl: Sabes como pode ser un rei cando ten algo en que pensar. E se alguén está a tentar usurpar o trono... Ben, só espero poder atopar o Cetro axiña e volver ocupar o meu lugar ao carón do rei.
it: Sai bene come può diventare il re quando si mette in testa qualcosa. E se qualcuno sta davvero cercando di usurpare il trono... Beh, spero solo di riuscire a trovare rapidamente lo scettro e riprendere il mio posto al fianco del re.

source: Lionel! You don’t... <b><i>have</i></b> to go, you know. You’re Garard’s top general — if you refuse, I’m not sure there’s much he could do about it.
es: ¡Lionel! No tienes que ir, sabes. Eres el mejor general de Garard; si te niegas, no estoy seguro de que él pueda hacer mucho al respecto.
gl: Lionel! Non tes... <b><i>que</i></b> ir, sabes? Es o xeneral en xefe de Garard. Se te negas, non estou seguro de que poida facer moito ao respecto.
it: Lionel! Non sei... <b><i>obbligato</i></b> ad andare, lo sai. Sei il generale più importante di Garard: se ti rifiutassi, non credo che lui potrebbe fare molto al riguardo.

source: And it would be for the king’s own good! Garard needs you <b><i>here</i></b>, Lionel! Wesnoth needs you here.
es: ¡Y sería por el bien del propio rey! Garard te necesita <b><i>aquí</i></b>, Lionel. Wesnoth te necesita aquí.
gl: E sería polo ben do rei! Garard precísate <b><i>aquí</i></b> , Lionel! Wesnoth precísate aquí.
it: E sarebbe per il bene del re stesso! Garard ha bisogno di te <b><i>qui</i></b>, Lionel! Wesnoth ha bisogno di te qui.

source: I’m loyal, Methor. Always have been, always will be.
es: Soy leal, Methor. Siempre lo he sido, siempre lo seré.
gl: Son leal, Methor. Sempre o fun, sempre o serei.
it: Sono leale, Methor. Lo sono sempre stato e lo sarò sempre.

source: Omaranth’s Flight
es: Huida de Omaranth
gl: O voo de Omaranth
it: Squadriglia di Omaranth

source: 30 gold
es: 30 de oro
gl: 30 de ouro
it: 30 mo

source: Whoever destroyed this place did not care to loot it. We’ve gained 30 more gold for our treasury.
es: Quien destruyó este lugar no se molestó en saquearlo. Hemos ganado 30 monedas más para el tesoro.
gl: Quen queira que destruira este lugar non lle importou saquealo. Gañamos 30 de ouro máis para o noso tesouro.
it: Chiunque abbia distrutto questo posto non si è preoccupato di saccheggiarlo. Abbiamo guadagnato altre 30 mo per il nostro tesoro.

source: What ails you, $saurian_guide_name? I have trusted you thus far a sign of good faith — please don’t make me regret that decision.
es: ¿Qué te aqueja, $saurian_guide_name? Hasta ahora he confiado en ti como un signo de buena fe — por favor, no me hagas arrepentirme de esa decisión.
gl: Que che pasa, $saurian_guide_name? Ata o de agora confiei en ti, unha mostra da túa boa fe. Por favor, non me fagas arrepentirme desa decisión.
it: Cosa ti affligge, $saurian_guide_name? Finora mi sono fidato di te, in segno di buona fede: ti prego, non farmi pentire di questa decisione.

source: Oh Great One, the other Great One livesss in thessse cold mountain sssnowsss. But it is dangerousss! I am eldessst of my tribe... near sssixteen years of age. Age hasss made me weak; too weak to travel thessse landsss without help.
es: ¡Oh Gran Uno, el otro Gran Uno vive en esssta fría nieve de la montaña! ¡Pero esss peligroso! Soy la mayor de mi tribu... cerca de los dieciséis años. La edad me ha hecho débil; demasiado débil para recorrer essstas tierras sin ayuda.
gl: Oh, Grande, o outro Grande vive nestas frías neves das montañas. Pero é perigoso! Son o máis vello da miña tribo... teño case dezaseis anos. A idade fíxome débil; demasiado débil para viaxar por estas terras sen axuda.
it: Oh Grande, l’altra Grande vive in quessste fredde montagne innevate. Ma è pericolossso! Sono la più anziana della mia tribù... ho quasi sssedici anni. L’età mi ha ressso debole, troppo debole per viaggiare in quessste terre sssenza aiuto.

source: But you are young! You are mighty! Your fire ssshall warm usss in the cold and protect usss from the dangersss! Together, yesss, together we ssshall reach the valley!
es: ¡Pero eresss joven! ¡Eres poderosa! ¡Tu fuego nosss calentará en el frío y nosss protegerá de los peligros! ¡Juntasss, sí, juntas llegaremos al valle!
gl: Pero es novo/a! Es poderoso/a! O teu lume quentaranos no frío e protexeranos dos perigos! Xuntos, si, xuntos chegaremos ao val!
it: Ma tu sssei giovane! Sssei potente! Il tuo fuoco ci rissscalderà dal freddo e ci proteggerà dai pericoli! Insssieme, sssì, insssieme raggiungeremo la valle!

source: Move $saurian_guide_name to the marked hex
es: Mueve a $saurian_guide_name al hex marcado
gl: Mover $saurian_guide_name ao hexágono marcado
it: Muovi $saurian_guide_name sull’esagono evidenziato

source: Death of $saurian_guide_name
es: Muerte de $saurian_guide_name
gl: Morte de $saurian_guide_name
it: Morte di $saurian_guide_name

source: $saurian_guide_name will not follow you to the next scenario.
es: $saurian_guide_name no te seguirá al siguiente escenario.
gl: $saurian_guide_name non te seguirá ata o seguinte escenario.
it: $saurian_guide_name non ti seguirà nel prossimo scenario.

source: $saurian_guide_name, could we not have brought augurs along on this journey? I’ve mastered many forms of magic, but the light of a healer is beyond my reach.
es: $saurian_guide_name, ¿no podríamos haber traído augures en este viaje? He dominado muchas formas de magia, pero la luz de un sanador está más allá de mi alcance.
gl: $saurian_guide_name, non poderiamos traer augures nesta viaxe? Dominei moitas formas de maxia, pero a luz dun curandeiro está fóra do meu alcance.
it: $saurian_guide_name, non avremmo potuto portare con noi degli auguri in questo viaggio? Ho imparato molte forme di magia, ma la luce di un guaritore è al di là della mia portata.

source: Oh Great One, you know it isss forbidden! The malesss are not permitted! Only you and I; usss femalesss may look upon the other Great One; your sssister, our massster, our god!
es: ¡Oh Gran Uno, sabes que essstá prohibido! ¡Losss machos no tienen permitido! Solo tú y yo; nosotras, lasss hembras, podemos mirar al otro Gran Uno; tu hermana, nuestra maestra, nuessstro dios.
gl: Oh, Grande, sabes que está prohibido! Os homes non teñen permitido! Só ti e eu; as mulleres podemos mirar ao outro Grande; a túa irmá, a nosa irmá, o noso deus!
it: Oh Grande, sssai che è proibito! Ai massschi non è permesssso! Sssolo tu ed io, noi femmine, possssiamo guardare l’altra Grande, tua sssorella, nossstra padrona, nossstra dea!

source: Us females? Err, yes, that’s right.
es: ¿Nosotras, las hembras? Eh, sí, así es.
gl: Nós, as mulleres? Si, iso é certo.
it: Noi femmine? Ehm, sì, esattamente.

source: So many bones! And they don’t look human... Is such death all work of your great dragon?
es: ¡Tantos huesos! Y no parecen humanos... ¿Toda esta muerte es obra de tu gran dragón?
gl: Tantos ósos! E non parecen humanos... É esa morte obra do teu gran dragón?
it: Quante ossa! E non sembrano umane... Questa strage è tutta opera del tuo grande dragone?

source: No, this valley is cursssed... My grandmother usssed to sssay there were once many powerful creaturesss in thisss place, but they were ssslain long before I wasss hatched. Now only our Great One remainsss.
es: No, essste valle está maldito... Mi abuela solía decir que una vez hubo muchas criaturasss poderosas en este lugar, pero fueron asssesinadas mucho antes de que yo naciera. Ahora sssolo queda nuestro Gran Uno.
gl: Non, este val está maldito... A miña avoa dicía que noutro tempo houbo moitas criaturas poderosas neste lugar, pero foron asasinadas moito antes de que eu nacese. Agora só queda o noso Grande.
it: No, quesssta valle è maledetta... Mia nonna diceva che un tempo in quesssto luogo vivevano molte creature potenti, ma furono uccissse molto prima che io nascessssi. Ora è rimasta sssolo la nostra Grande.

source: But once you find her, then there ssshall be two! Together the Great Onesss will be unssstoppable!
es: ¡Pero una vez que la encuentresss, entonces habrá dos! ¡Juntas, las Grandes ssserán imparables!
gl: Pero unha vez que a atopes, serán dúas! Xuntas, as Grandes Seres serán imparables!
it: Ma una volta che l’avrai trovata, allora sssarete in due! Insssieme, le Grandi sssaranno inarressstabili!

source: Oh Great One! Sssave me!
es: ¡Oh Gran Uno! ¡Sssálvame!
gl: Oh Gran! ¡Sssalveime!
it: Oh Grande! Sssalvami!

source: The sssnow, the windsss, it chillsss usss... Oh Great One, even with your warmth, we cannot ssstay here long!
es: La nieve, losss vientos, nos enfrían... ¡Oh Gran Uno, incluso con tu calor, no podemos permanecer aquí mucho tiempo!
gl: A neve, o vento, fai frío... Oh, Grande, mesmo coa túa calor, non podemos quedar aquí moito tempo!
it: La neve, il vento, ci congela... Oh Grande, anche col tuo calore, non possssiamo rimanere qui a lungo!

source: We must keep moving.
es: Debemos seguir avanzando.
gl: Debemos seguir en movemento.
it: Dobbiamo continuare ad andare avanti.

source: The cold chillsss me ssso! I cannot sssurvive much longer!
es: ¡El frío me cala tanto! ¡No puedo sssobrevivir mucho más!
gl: O frío xeráme moito! Non podo sobrevivir moito máis!
it: Il freddo mi fa morire! Non posssso sssopravvivere ancora a lungo!

source: Ssso... cccold... Oh Great One, I have failed you...
es: Tanto... frío... ¡Oh Gran Uno, te he fallado...
gl: Si... que cold... Oh, Grande, falleiche...
it: Fa... fa... freddo... Oh Grande, ti ho delusssa...

source: Well?
es: ¿Y bien?
gl: Ben?
it: Meglio?

source: Yesss, oh Great One, thisss is the place! Thisss is the lair of the other Great One, your sssister, our massster, our god!
es: Sssí, oh Gran Uno, ¡este es el lugar! ¡Esta es la guarida del otro Gran Uno, tu hermana, nuessstra maestra, nuestro dios!
gl: Si, oh Grande, este é o lugar! Este é o agocho do outro Grande, a túa irmá, a nosa irmá, o noso deus!
it: Sssì, oh Grande, quesssto è il posssto giusssto! Quesssta è la tana dell’altra Grande, tua sssorella, la nossstra padrona, la nossstra dea!

source: Sssimply continue down the valley, and you ssshall meet your sssissster! I dare go no further. Oh massstersss, please forgive usss...
es: Sssimplemente continúa por el valle, ¡y encontrarás a tu hermana! No me atrevo a ir más lejos. Oh maestras, por favor, perdónanos...
gl: Simplemente continúa val abaixo, e atoparás á túa irmá! Non me atrevo a ir máis lonxe. Oh, irmás, por favor, perdoádenos...
it: Continua sssemplicemente a ssscendere lungo la valle e incontrerai tua sssorella! Non possso prossseguire oltre. Oh padrone, vi prego, perdonateci...

source: Hmph. What’s she so afraid of. Dragons are powerful, but hardly invulnerable.
es: Hmph. ¿De qué tiene tanto miedo? Los dragones son poderosos, pero difícilmente invulnerables.
gl: Bah. A que lle ten tanto medo? Os dragóns son poderosos, pero dificilmente invulnerables.
it: Hmph. Di cosa ha così paura? I dragoni sono potenti, ma non invulnerabili.

source: The poets will sing my praises through the streets of Weldyn! After all, the heroes of old used to slay dragons all the time.
es: ¡Los poetas cantarán mis alabanzas por las calles de Weldyn! Después de todo, los héroes de antaño mataban dragones constantemente.
gl: Os poetas cantarán as miñas loanzas polas rúas de Weldyn! Despois de todo, os heroes de antano adoitaban matar dragóns todo o tempo.
it: I poeti canteranno le mie lodi per le strade di Weldyn! Dopotutto, gli eroi del passato uccidevano dragoni continuamente.

source: Well, now that I think of it, I only remember reading about one single slain dragon, many years ago.
es: Bueno, ahora que lo pienso, solo recuerdo haber leído sobre un único dragón muerto, hace muchos años.
gl: Ben, agora que o penso, só lembro ler sobre un único dragón morto, hai moitos anos.
it: In effetti, ora che ci penso, ricordo solo di aver letto di un unico dragone ucciso, molti anni fa.

source: And Prince Haldric did have a whole company of the Green Isle’s best knights to help...
es: Y el príncipe Haldric contaba con toda una compañía de los mejores caballeros de la Isla Verde para ayudar...
gl: E o príncipe Haldric contaba cunha compañía enteira dos mellores cabaleiros da Illa Verde para axudar...
it: E il principe Haldric aveva a disposizione un’intera compagnia dei migliori cavalieri dell’Isola Verde per aiutarlo...

source: SOMETHING STIRS. A HUMAN COMES.
es: ALGO SE MUEVE. VIENE UN HUMANO.
gl: ALGO SE MOVE. UN HUMANO VÉN.
it: QUALCOSA SI MUOVE. ARRIVA UN ESSERE UMANO.

source: IT IS FEEBLE. IT IS WEAK. IT WILL DIE.
es: ES DÉBIL. ES FRÁGIL. MORIRÁ.
gl: É DÉBIL. É FRÁXIL. MORRERÁ.
it: È DEBOLE. È FRAGILE. MORIRÀ.

source: ...wait a minute, that’s not a dragon, it’s merely a drake! The saurians must have mistaken it for a true dragon on account of its fire breath.
es: ...espera un momento, eso no es un dragón, ¡es solo un draco! Los saurios deben haberlo confundido con un verdadero dragón por su aliento de fuego.
gl: ...espera un minuto, iso non é un dragón, é simplemente un mato! Os saurios deberon confundilo cun dragón de verdade polo seu alento de lume.
it: ...un momento, quello non è un dragone, è solo un drago! I sauri devono averlo scambiato per un vero dragone a causa del suo respiro infuocato.

source: So you are the villain behind all of this. You threaten my home and you threaten my king — my friend.
es: Así que tú eres el villano detrás de todo esto. Amenazas mi hogar y amenazas a mi rey —mi amigo.
gl: Entón ti es o vilán detrás de todo isto. Ameazas o meu fogar e ameazas o meu rei, o meu amigo.
it: Quindi sei tu il cattivo dietro tutto questo. Minacci la mia casa e minacci il mio re, il mio amico.

source: Hey, get back here!
es: ¡Eh, vuelve aquí!
gl: Ei, volve aquí!
it: Ehi, torna qui!

source: This drake is important — we cannot let it escape. My companions, I task you to guard this cave entrance while I chase the drake inside. I know not why it and the saurians that worship it are warring against Wesnoth, but I do know they must be stopped.
es: Este draco es importante — no podemos dejar que escape. Compañeros, les encargo vigilar la entrada de esta cueva mientras persigo al draco dentro. No sé por qué él y los saurios que lo adoran están en guerra contra Wesnoth, pero sé que deben ser detenidos.
gl: Este dragón é importante; non podemos deixalo escapar. Compañeiros meus, encárgovos que gardedes a entrada desta cova mentres eu persigo o dragón cara ao interior. Non sei por que el e os saurios que o adoran están a loitar contra Wesnoth, pero sei que hai que detelos.
it: Questo drago è importante, non possiamo lasciarlo scappare. Compagni miei, vi incarico di sorvegliare l’ingresso della caverna mentre io inseguo il drago all’interno. Non so perché lui e i sauri che lo adorano stiano combattendo contro Wesnoth, ma so che devono essere fermati.

source: You got it, boss. We’ll watch the cave entrance, and make sure you don’t get trapped inside.
es: Entendido, jefe. Vigilaremos la entrada de la cueva y nos aseguraremos de que no quedes atrapado dentro.
gl: Tes razón, xefe. Vixiaremos a entrada da cova e aseguraremos que non quedes atrapado dentro.
it: Capito, capo. Terremo d’occhio l’ingresso della caverna e faremo in modo che tu non rimanga intrappolato all’interno.

source: Sounds like a pretty easy job. All we gots to do is wait ’round here for the boss to come back out.
es: Parece un trabajo bastante fácil. Todo lo que tenemos que hacer es esperar aquí a que el jefe salga.
gl: Parece un traballo bastante doado. O único que temos que facer é esperar por aquí a que volva o xefe.
it: Sembra un lavoretto piuttosto facile. Tutto quello che dobbiamo fare è aspettare qui che il capo torni fuori.

source: Relax. What could go wrong?
es: Relájate. ¿Qué podría salir mal?
gl: Relaxa. Que podería saír mal?
it: Rilassati. Cosa potrebbe andare storto?

source: In this scenario $companion_name is your leader, and can recruit / recall.
es: En este escenario $companion_name es tu líder y puede reclutar / reincorporar.
gl: Neste escenario, $companion_name é o teu líder e pode recrutar/rechamar.
it: In questo scenario, $companion_name è il tuo condottiero e può reclutare/richiamare.

source: Look out! One of them was lurking just inside the cave entrance!
es: ¡Cuidado! ¡Uno de ellos estaba merodeando justo dentro de la entrada de la cueva!
gl: Coidado! Un deles estaba agochado xusto dentro da entrada da cova!
it: Attenzione! Uno di loro era in agguato proprio all’ingresso della caverna!

source: That’s the last one ’o them, and with all the caves collapsed there won’t be more! Nothing left to do but wait for Delfador to come back out, and relax... for real this time. Great work everybody.
es: Ese es el último de ellos, y con todas las cuevas colapsadas no habrá más. No queda más que esperar a que Delfador salga y relajarse... esta vez de verdad. Gran trabajo a todos.
gl: Esa é a última delas, e con todas as covas derrubadas non quedarán máis! Non queda nada máis que facer que esperar a que Delfador volva saír e relaxarse... de verdade esta vez. Bo traballo todos.
it: Quello è l’ultimo, e con tutte le caverne crollate non ce ne saranno altri! Non resta altro da fare che aspettare che Delfador torni fuori e rilassarsi... per davvero questa volta. Ottimo lavoro, ragazzi.

source: Brrr... It’s suddenly so c-c-cold...
es: Brrr... De repente hace taaanto frío...
gl: Brrr... De súpeto fai tanto f-frío...
it: Brrr... Improvvisamente fa così freddo...

source: Uhh, hello? Who’s there? Boss, is that you?
es: Eh, hola? ¿Quién está ahí? ¿Jefe, eres tú?
gl: Ola? Quen está aí? Xefe, es ti?
it: Uhh, salve? Chi c’è? Capo, sei tu?

source: Hell no! Curse it all, I didn’t sign up for fighting zombies!
es: ¡Ni hablar! ¡Maldita sea, no me inscribí para pelear contra zombis!
gl: Carallo, non! Maldito sexa todo, non me apuntei a loitar contra zombis!
it: Col cavolo! Maledizione, non mi sono arruolato per combattere gli zombie!
