Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: Unlike regular units, the apprentice does not use XP to advance, and will instead advance automatically over time as he progresses through the story. The apprentice’s XP is useful for casting spells, but raising him to maximum XP has no special effect.
es: A diferencia de las unidades normales, el aprendiz no usa experiencia para avanzar, sino que avanzará automáticamente con el tiempo a medida que avanza la historia. La experiencia del aprendiz sirve para lanzar hechizos, pero subirlo al máximo de experiencia no tiene efecto especial.
gl: A diferenza das unidades normais, o aprendiz non usa P. de Exp. para avanzar, senón que avanzará automaticamente co tempo a medida que avanza na historia. Os P. de Exp. do aprendiz son útiles para lanzar feitizos, pero elevalos ao máximo de P. de Exp. non teñen ningún efecto especial.
it: A differenza delle altre unità, l’apprendista non usa i PE per avanzare di livello, in quanto viene automaticamente avanzato col trascorrere del tempo man mano che la storia progredisce. I PE dell’apprendista servono per lanciare incantesimi, ma portarlo al massimo dei PE non ha alcun effetto speciale.

source: Unlike regular units, Delfador does not use XP to advance, and will instead advance automatically over time as he progresses through the story. Delfador’s XP is useful for casting spells, but raising him to maximum XP has no special effect.
es: A diferencia de las unidades normales, Delfador no utiliza experiencia para avanzar, y en su lugar progresará automáticamente con el tiempo a medida que avance en la historia. La experiencia de Delfador es útil para lanzar hechizos, pero elevarlo a la experiencia máxima no tiene ningún efecto especial.
gl: A diferenza das unidades normais, Delfador non usa XP para avanzar, senón que avanzará automaticamente co tempo a medida que avanza na historia. Os XP de Delfador son útiles para lanzar feitizos, pero elevalos ao máximo de XP non teñen ningún efecto especial.
it: A differenza delle altre unità, Delfador non usa i PE per avanzare di livello, in quanto viene automaticamente avanzato col trascorrere del tempo man mano che la storia progredisce. I PE di Delfador servono per lanciare incantesimi, ma portarlo al massimo dei PE non ha alcun effetto speciale.

source: Congratulations on your journeymanship, $unit.name! Those fireballs are breathtaking! ...now how long until I’m allowed to cast them too?
es: ¡Felicitaciones por su trayectoria., $unit.name! ¡Esas bolas de fuego son impresionantes! ...ahora, ¿cuánto falta para que yo también pueda lanzarlas?
gl: Parabéns pola túa longa traxectoria, $unit.name! Esas bólas de lume son impresionantes! ... canto tempo falta para que eu tamén poida lanzalas?
it: Congratulazioni per la tua specializzazione, $unit.name! Quelle palle di fuoco sono incedibili!.. chissà quanto dovrò aspettare io prima che mi sia permesso lanciarle...

source: Congratulations, $unit.name! Your journeyman’s robes look breathtaking. Now if only Methor would award me mine too ...in red, of course.
es: ¡Felicidades, $unit.name! Tus túnicas de oficial se ven impresionantes. Ahora, si tan solo Methor me otorgara las mías también... en rojo, por supuesto.
gl: Parabéns, $unit.name! A túa túnica de oficial ten un aspecto impresionante. Agora, se Methor me concedese a miña tamén... en vermello, por suposto.
it: Congratulazioni, $unit.name! I tuoi nuovi paramenti da specializzando sono mozzafiato. Ora, se solo Methor mi regalasse anche i miei ... in rosso, ovviamente.

source: Colonel Dommel
es: Coronel Dommel
gl: Coronel Domel
it: Colonnello Dommel

source: No, it can’t end yet! I have so much left to do...
es: ¡No, aún no puede terminar! Me queda tanto por hacer...
gl: Non, aínda non pode rematar! Quédanme tantas cousas por facer...
it: No, non può già finire! Ho ancora così tante cose da fare...

source: No! Magic, why have you failed me...
es: ¡No! Magia, ¿por qué me has fallado...
gl: Non! Maxia, por que me fallaches...
it: No! Magia, perché mi hai deluso...

source: If only I had been a little wiser...
es: Si tan solo hubiera sido un poco más sabio...
gl: Se polo menos fose un pouco máis sabio...
it: Se fossi stato soltanto un po’ più saggio...

source: War, pain, death... I tried so hard to change things...
es: Guerra, dolor, muerte... Me esforcé tanto por cambiar las cosas...
gl: Guerra, dor, morte... Esforceime tanto por trocar as cousas...
it: Guerra, dolore, morte... Ho provato così tenacemente a cambiare le cose...

source: I have failed my kingdom and my duty...
es: He fallado a mi reino y a mi deber...
gl: Falleille ao meu reino e ao meu deber...
it: Ho deluso il mio regno e sono venuto meno ai miei compiti...

source: A horse! A horse! My kingdom for a horse...
es: ¡Un caballo! ¡Un caballo! Mi reino a cambio de un caballo...
gl: Un cabalo! Un cabalo! O meu reino por un cabalo...
it: Un cavallo! Un cavallo! Il mio regno per un cavallo...

source: It’s finally over...
es: Finalmente ha terminado...
gl: por fin rematou...
it: Finalmente è finita...

source: Blasted orcs...
es: Malditos orcos...
gl: Malditos orcos...
it: Dannati orchi...

source: Nobody can cheat death forever...
es: Nadie puede engañar a la muerte para siempre...
gl: Ninguén pode esquivar a morte por sempre...
it: Nessuno può ingannare la morte per sempre...

source: Deoran, I never had a chance to tell you—
es: Deoran, nunca tuve la oportunidad de decirte—
gl: Deoran, nunca tiven ocasión de contarche...
it: Deoran, non ho mai avuto occasione di dirti che—

source: Boss, I ain’t feelin’ too hot...
es: Jefe, no me siento muy bien...
gl: Xefe, non me sinto moi ben...
it: Capo, non mi sento troppo in forma...

source: I ain’t feelin’ too hot...
es: No me siento muy bien...
gl: Non me estou a sentir moi ben...
it: Non mi sento troppo in forma...

source: I shoulda never left my swamp...
es: Nunca debí abandonar mi pantano...
gl: Nunca debería ter abandonado o meu pantano...
it: Non avrei mai dovuto abbandonare la mia palude...

source: I am grievously injured; I can be of no further aid in your quest. Fight on without me, Delfador!
es: Estoy gravemente herido; no puedo seguir ayudando en tu misión. ¡Continúa la lucha sin mí, Delfador!
gl: Estou gravemente ferido; xa non podo axudarche máis na túa misión. Loita sen min, Delfador!
it: Sono ferito gravemente; non posso essere di ulteriore aiuto nella tua ricerca. Combatti senza di me, Delfador!

source: Normal
it: Normale

source: Glamour
it: Splendor

source: Woses
it: Wose

source: Sir Kaylan
gl: Señor Kaylan
it: Ser Kaylan

source: Sir Grey
gl: Señor Gris
it: Ser Grey

source: Sir Johan
gl: Señor Xoán
it: Ser Johan

source: Sir Gwido
gl: Señor Gwido
it: Ser Gwido

source: Familiar
it: Famiglio

source: Kestrel
it: Gheppio

source: I’ve had it with this! Never send a runt to do a warrior’s job. The real orcs will bring you down ourselves!
gl: Estou farto disto! Nunca mandes a un rapaz a facer o traballo dun guerreiro. Os verdadeiros orcos eles mesmos te derrubaran!

source: <b><i>NNnrgh!</i></b>
gl: b><i>Nnrrgh!</i></b>

source: Messata
gl: Mesata

source: Artrax
gl: Ártrax

source: Barin
gl: Barín

source: Ughhh...
gl: Buf...

source: Omaranth
gl: Omarán

source: RraaaAAARRRGGG!
gl: ¡Raioa!

source: Melinna
gl: Melina

source: Yeah, I want some blood! Time to have a little fun with all you pinkskins!
gl: Si, quero un pouco de sangue! É hora de divertirme un pouco con todos vós, os peles rosas!

source: Eldred has betrayed our strife to the orcish clans! With grunts swarming along the riverbank, the road east to Delfador is no longer safe. There will be no more escape that way.
gl: Eldred traizoou a nosa loita aos clans orcos! Cos gruñidos pululando pola ribeira, o camiño cara ao leste cara a Delfador xa non é seguro. Non haberá máis escapatoria por aí.

source: NO!
gl: NON!

source: No.
gl: Non.

source: Methor
gl: Medor

source: Asheviere
gl: Axevier

source: Lord Maddock
gl: Señor Maddock.
