Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: We don’t have to fight the entire army or deal with Weldyn. The capital is too well-defended for us to sack outright — Eldred is the objective here.
es: No tenemos que luchar contra todo el ejército ni enfrentarnos a Weldyn. La capital está demasiado bien defendida para saquearla directamente; Eldred es el objetivo aquí.
gl: Non temos que loitar contra todo o exército nin ter que lidar con Weldyn. A capital está demasiado ben defendida para que a poidamos saquear directamente; o obxectivo aquí é Eldred.
it: Non dobbiamo combattere contro l’intero esercito né affrontare Weldyn. La capitale è troppo ben difesa perché possiamo saccheggiarla completamente: Eldred è il nostro obiettivo.

source: Once the truth gets out about Garard’s death, we’ll have enough allies to liberate Weldyn and more besides. But only if we can stop Eldred here and now — can prove to the watchers that this coup is not yet over; that justice and honor and hope still live in Wesnoth! That’s our goal today.
es: Una vez que se conozca la verdad sobre la muerte de Garard, tendremos suficientes aliados para liberar Weldyn y más aún. Pero solo si podemos detener a Eldred aquí y ahora — demostrar a los observadores que este golpe aún no ha terminado; que la justicia, el honor y la esperanza aún viven en Wesnoth. ¡Ese es nuestro objetivo hoy!
gl: Unha vez que se saia á luz a verdade sobre a morte de Garard, teremos aliados dabondo para liberar Weldyn e moito máis. Pero só se podemos deter a Eldred aquí e agora, podemos demostrarlles aos observadores que este golpe aínda non rematou; que a xustiza, a honra e a esperanza aínda viven en Wesnoth! Ese é o noso obxectivo hoxe.
it: Una volta che la verità sulla morte di Garard verrà a galla, avremo abbastanza alleati per liberare Weldyn e molte altre città. Ma solo se riusciremo a fermare Eldred qui e ora, dimostrando agli osservatori che questo colpo di stato non è ancora finito, che la giustizia, l’onore e la speranza vivono ancora a Wesnoth! Questo è il nostro obiettivo oggi.

source: Look sharp, I think they’ve spotted us!
es: ¡Cuidado, creo que nos han visto!
gl: ¡Mirade ben, creo que nos viron!
it: Stai attento, credo che ci abbiano visti!

source: female^Look sharp, I think they’ve spotted us!
es: ¡Cuidado, creo que nos han visto!
gl: Mirade ben, creo que nos viron!
it: Fai attenzione, credo che ci abbiano visti!

source: Delfador, welcome! I was wondering if we’d get an appearance from you old has-been! ’fraid you’re not as popular with Mother and me as you were with old Garard.
es: ¡Delfador, bienvenido! Me preguntaba si aparecerías, viejo fracasado. Me temo que no eres tan popular con mi madre y conmigo como lo eras con el viejo Garard.
gl: Delfador, benvido! Preguntábame se o teu vello ex-fogado nos faría ver unha aparición! Temo que non sexas tan popular entre mamá e coma o eras co vello Garard.
it: Delfador, benvenuto! Mi chiedevo se avremmo avuto il piacere di vederti, vecchio come sei! Temo che tu non sia così popolare con mia madre e me come lo eri con il vecchio Garard.

source: Opposing me is hopeless, old mage. But it’s not too late to save yourself — surrender now, disband your little rebel rabble, and we can tell the men it was all a big misunderstanding.
es: Enfrentarme es inútil, viejo mago. Pero aún no es tarde para salvarte: ríndete ahora, disuelve a tu pequeña chusma rebelde, y podemos decirles a los hombres que todo fue un gran malentendido.
gl: Opoñerse a min é inútil, vello mago. Pero non é demasiado tarde para salvarse: réndete agora, disolve a túa pequena chusma rebelde e poderemos dicirlles aos homes que todo foi un gran malentendido.
it: Opporsi a me è inutile, vecchio mago. Ma non è troppo tardi per salvarti: arrenditi ora, sciogli la tua piccola banda di ribelli e potremo dire agli uomini che si è trattato solo di un grosso malinteso.

source: Just lay down your staff and greet me with open arms. You can even have your old title back! “Delfador the Great”, High Advisor to the Crown — don’t you agree that has a nice ring to it?
es: Simplemente deja tu bastón y recíbeme con los brazos abiertos. ¡Incluso puedes recuperar tu antiguo título! “Delfador el Grande”, Alto Consejero de la Corona — ¿no crees que suena bien?
gl: Simplemente deixa o teu bastón e recíbeme cos brazos abertos. Incluso podes recuperar o teu antigo título! «Delfador o Grande», Alto Asesor da Coroa... non cres que soa ben?
it: Abbassa il bastone e salutami a braccia aperte. Potrai persino riottenere il tuo vecchio titolo! “Delfador il Grande”, Alto Consigliere della Corona... non trovi che suoni bene?

source: I am no longer so foolish as to be tempted by <b><i>that</i></b>, young prince! Enough blood has been spilled on your behalf; stop this madness and give up the throne, or I shall make you.
es: Ya no soy tan tonto como para dejarme tentar por <b><i>eso</i></b>, joven príncipe. Se ha derramado suficiente sangre por tu causa; detén esta locura y renuncia al trono, o yo me encargaré de ello.
gl: Xa non son tan parvo como para deixarme tentar por <b><i>iso</i></b> , mozo príncipe! Xa se derramou sangue dabondo por ti; detén esta loucura e renuncia ao trono, ou te farei...
it: Non sono più così sciocco da lasciarmi tentare da <b><i>quello</i></b>, giovane principe! È stato versato abbastanza sangue per te; ferma questa follia e rinuncia al trono, o ti costringerò io a farlo.

source: Oh no, I don’t think so. You forget you’re speaking to your king, old man. Soldiers, attack! ATTACK!
es: Oh no, no lo creo. Olvidas que estás hablando con tu rey, anciano. ¡Soldados, ataquen! ¡ATAQUEN!
gl: Oh, non, non o creo. Esquéceste de que estás falando co teu rei, vello. Soldados, ao ataque! AO ATAQUE!
it: Oh no, non credo proprio. Dimentichi che stai parlando al tuo re, vecchio. Soldati, attaccate! ATTACCATE!

source: Defeat Eldred
es: Derrota a Eldred
gl: Derrota a Alber
it: Sconfiggi Eldred

source: Eldred, you know full well that your father and I were close! Is this what he would have wanted? His kingdom turned against itself, his townships pillaged by orcs? He had hope; a future for Wesnoth! A future for you!
es: Eldred, sabes muy bien que tu padre y yo éramos cercanos. ¿Es esto lo que él hubiera querido? ¿Su reino vuelto contra sí mismo, sus territorios saqueados por orcos? ¡Él tenía esperanza; un futuro para Wesnoth! ¡Un futuro para ti!
gl: Eldred, sabes perfectamente que teu pai e eu eramos moi unidos! É isto o que el quería? O seu reino volveuse contra si mesmo, os seus poboados saqueados polos orcos? Tiña esperanza; un futuro para Wesnoth! Un futuro para ti!
it: Eldred, sai bene che tuo padre ed io eravamo molto legati! È questo che avrebbe voluto? Il suo regno in guerra contro se stesso, le sue città saccheggiate dagli orchi? Lui aveva una speranza: un futuro per Wesnoth! Un futuro per te!

source: A future for me? I can count on one hand the times the old tyrant had anything kind to say about me.
es: ¿Un futuro para mí? Puedo contar con una mano las veces que el viejo tirano tuvo algo amable que decir sobre mí.
gl: Un futuro para min? Podo contar cos dedos dunha man as veces que o vello tirano tivo algo amable que dicir sobre min.
it: Un futuro per me? Posso contare sulle dita di una mano le volte in cui il vecchio tiranno ha detto qualcosa di gentile su di me.

source: I wasn’t going to wait around to be disinherited, or worse. It was always going to be him or me — I just beat him to the finish.
es: No iba a quedarme esperando para ser desheredado, o algo peor. Siempre iba a ser él o yo; solo que llegué primero.
gl: Non ía esperar a ser desherdado, ou algo peor. Sempre ía ser el ou eu; simplemente o adiantei ata o final.
it: Non avevo intenzione di aspettare di essere diseredato, o peggio. Sarebbe stato sempre lui o me: semplicemente, l’ho battuto sul tempo.

source: Fool. I will not bandy words with whatever madness has taken root inside your mind, Eldred. Garard was harsh; I cannot deny that. But you’re a fool if you think he ever felt anything but love for you.
es: Necio. No voy a discutir con la locura que ha echado raíces en tu mente, Eldred. Garard fue duro; no puedo negarlo. Pero eres un necio si crees que alguna vez sintió algo distinto al amor por ti.
gl: Tolo. Non vou regatear con calquera loucura que teñas arraigado na túa mente, Eldred. Garard foi duro; non podo negalo. Pero es un tolo se cres que algunha vez sentiu algo máis que amor por ti.
it: Sciocco. Non ho intenzione di discutere con la follia che ha messo radici nella tua mente, Eldred. Garard era severo, non posso negarlo. Ma sei uno sciocco se pensi che abbia mai provato qualcosa di diverso dall’amore per te.

source: I’m no fool, Delfador. Day and night, my parents fought. Whether said in truth or in anger, there are some things my father can never take back.
es: No soy un necio, Delfador. Día y noche, mis padres discutían. Dicho con verdad o con ira, hay cosas que mi padre nunca podrá retractar.
gl: Non son parvo, Delfador. Día e noite, os meus pais pelexaron. Tanto se se di con verdade como con rabia, hai algunhas cousas que o meu pai nunca poderá retractarse.
it: Non sono uno sciocco, Delfador. Giorno e notte, i miei genitori litigavano. Che fosse veramente sentito o dettato dalla rabbia, ci sono alcune cose che mio padre non potrà mai rimangiarsi.

source: And don’t think that I have any illusions about what sort of snake Mother is either. I know, believe me. But she’s the snake who’s made me king, and that’s good enough.
es: Y no creas que tengo ilusiones sobre qué clase de serpiente es mi madre. Lo sé, créeme. Pero es la serpiente que me hizo rey, y eso es suficiente.
gl: E non penses que me fago ilusións sobre que clase de serpe é a miña nai. Xa o sei, créeme. Pero ela é a serpe que me converteu en rei, e iso xa está ben.
it: E non pensate che io mi faccia illusioni sul tipo di serpente che è mia madre. Lo so bene, credimi. Ma è lei il serpente che mi ha reso re, e questo mi basta.

source: This wasn’t the first time Mother’s gone after Garard, you know. In the early days of the war, she betrayed his plans to the Whitefangs; fled to the orcs while they surrounded you and him both.
es: No era la primera vez que mi madre actuaba contra Garard. En los primeros días de la guerra, traicionó sus planes a los Colmillosblancos; huyó hacia los orcos mientras ellos rodeaban a ambos, a ti y a él.
gl: Non era a primeira vez que a nai perseguía a Garard, sabes? Nos primeiros días da guerra, traizoou os seus plans aos Cabeiros Brancos; fuxiu cos orcos mentres estes vos rodeaban a ti e a el.
it: Non era la prima volta che Madre se la prendeva con Garard, sai. All’inizio della guerra, lo tradì spifferando i suoi piani ai Zannabianca; fuggì dagli orchi mentre circondavano sia te che lui.

source: You and Deoran brought her back, of course, and Lionel fought Garard free of the orcs. My childhood would have been so different if things had succeeded...
es: Tú y Deoran la trajeron de vuelta, por supuesto, y Lionel liberó a Garard de los orcos. Mi infancia habría sido tan diferente si las cosas hubieran tenido éxito...
gl: Ti e Deoran trouxéchedes de volta, por suposto, e Lionel loitou contra Garard para liberalo dos orcos. A miña infancia tería sido tan diferente se as cousas tivesen saído ben...
it: Tu e Deoran l’avete riportata indietro, ovviamente, e Lionel ha liberato Garard dagli orchi. La mia infanzia sarebbe stata molto diversa se le cose fossero andate bene...

source: I’m surprised you haven’t given up yet, wizard! But you’re no stranger to hopeless fights, are you — you bested Malal, escaped the frozen north, scattered our saurians.
es: Me sorprende que no te hayas rendido todavía, mago. Pero no eres ajeno a las luchas desesperadas, ¿verdad? — venciste a Malal, escapaste del norte helado, dispersaste a nuestros saurianos.
gl: Sorpréndeme que aínda non te renderas, mago! Pero non es alleo ás loitas sen esperanza, verdade? Venciches a Malal, escapaches do norte xeado, dispersaches os nosos saurios.
it: Mi sorprende che tu non ti sia ancora arreso, mago! Ma non sei nuovo alle battaglie senza speranza, vero? Hai sconfitto Malal, sei fuggito dal gelido nord, hai disperso i nostri sauri.

source: Malal was clever; <i>really</i> clever, and determined too. No-one but Mother knows what Garard did to earn Malal’s ire, but the two of them would stop at nothing to see Garard dead and his reputation destroyed. Tricking the saurians and orcs into working together, getting Lionel sent away, pitting Garard against Arand...
es: Malal era astuto; <i>realmente</i> astuto, y también decidido. Nadie salvo mi madre sabe lo que Garard hizo para ganarse la ira de Malal, pero ambos harían cualquier cosa para ver a Garard muerto y su reputación destruida. Engañando a saurianos y orcos para que trabajaran juntos, haciendo que Lionel fuera enviado lejos, enfrentando a Garard contra Arand...
gl: Malal era intelixente; <i>moi</i> intelixente, e tamén decidido. Ninguén agás a nai sabe o que fixo Garard para gañarse a ira de Malal, pero os dous non se deterían ante nada para ver a Garard morto e a súa reputación destruída. Enganar os saurios e os orcos para que colaborasen, conseguir que Lionel fose despedido, enfrontar a Garard contra Arand...
it: Malal era intelligente, <i>molto</i> intelligente, e anche determinato. Nessuno tranne mia Madre sa cosa abbia fatto Garard per attirarsi l’ira di Malal, ma i due non si sarebbero fermati davanti a nulla pur di vedere Garard morto e la sua reputazione distrutta. Hanno imbrogliato i sauri e gli orchi affinché collaborassero, hanno fatto in modo di allontanare Lionel, hanno messo Garard contro Arand...

source: Delfador, you weren’t supposed to survive Malal. You weren’t supposed to survive <i><b>any</b></i> of that.
es: Delfador, no se suponía que sobrevivieras a Malal. No se suponía que sobrevivieras a <i><b>ninguno</b></i> de esos sucesos.
gl: Delfador, non se supoñía que tiveses que sobrevivir a Malal. Non se supoñía que tiveses que sobrevivir <i><b>a nada</b></i> diso.
it: Delfador, non avresti dovuto sopravvivere a Malal. Non avresti dovuto sopravvivere a <i><b>niente</b></i> di tutto ciò.

source: Would that more had survived along with me, Eldred. Would that I had listened to Deoran, would that I had understood the seer! Had I been but a little wiser, so many lives might yet have been saved.
es: ¡Ojalá más hubieran sobrevivido conmigo, Eldred! ¡Ojalá hubiera escuchado a Deoran, ojalá hubiera comprendido al vidente! Si hubiera sido un poco más sabio, tantas vidas podrían haberse salvado aún.
gl: Oxalá máis sobrevivisen comigo, Eldred. Oxalá escoitara a Deoran, oxalá entendera ao vidente! Se fose un pouco máis sabio, poderíanse ter salvado tantas vidas.
it: Se solo fossero sopravvissuti più di me, Eldred. Se solo avessi ascoltato Deoran, se solo avessi capito il veggente! Se fossi stato solo un po’ più saggio, tante vite avrebbero potuto essere salvate.

source: I can never atone for the lives I cost, but I can yet honor them through my actions. And right now, honoring them means stopping you.
es: Nunca podré expiar las vidas que costé, pero aún puedo honrarlas con mis acciones. Y ahora mismo, honrarlas significa detenerte.
gl: Nunca poderei expiar as vidas que custo, pero aínda podo honralas a través das miñas accións. E agora mesmo, honralas significa deterte.
it: Non potrò mai rimediare alle vite che ho sacrificato, ma posso comunque onorarle con le mie azioni. E in questo momento, onorarle significa fermarti.

source: It’s over, Eldred. Down on your knees, now! The rest of you; get back! BACK, or you’ll have to find yet another king!
es: Se acabó, Eldred. ¡De rodillas, ahora! ¡El resto, retrocedan! ¡RETROCEDAN, o tendrán que buscar otro rey!
gl: Rematou, Eldred. De xeonllos, agora! O resto de vós; volvede! VOLVEDE, ou teredes que atopar outro rei!
it: È finita, Eldred. In ginocchio, subito! Voi altri, state indietro! INDIETRO, o dovrete trovarvi un altro re!

source: I didn’t come all this way just to fail now... not at the hand of some cheap conjurer. No, I prepared for this. After my failed attack on Arand, I took... precautions.
es: No he recorrido todo este camino para fallar ahora... no a manos de algún conjurador barato. No, me preparé para esto. Después de mi fallido ataque a Arand, tomé... precauciones.
gl: Non vin ata aquí só para fracasar agora... non da man dalgún prestixioso barato. Non, prepareime para isto. Despois do meu ataque errado a Arand, tomei... precaucións.
it: Non sono arrivato fin qui solo per fallire proprio adesso... non per mano di un prestigiatore da quattro soldi. No, mi sono preparato per questo. Dopo il mio fallito attacco contro Arand, ho preso... delle precauzioni.

source: They say this elixir came all the way from the old continent, Delfador. Persuading Malal to give it up wasn’t easy. You like magic so much? Once I drink from Jevyan’s Cup, I’ll have enough magic to turn you all to dust!
es: Dicen que este elixir vino desde el viejo continente, Delfador. Convencer a Malal de entregarlo no fue fácil. ¿Te gusta tanto la magia? Una vez que beba de la Copa de Jevyan, ¡tendré suficiente magia para convertirlos a todos en polvo!
gl: Din que este elixir veu dende o vello continente, Delfador. Non foi doado persuadir a Malal para que o deixase. Gústache tanto a maxia? Unha vez que beba da Copa de Jevyan, terei maxia dabondo para convertervos a todos en po!
it: Si dice che questo elisir provenga dal vecchio continente, Delfador. Non è stato facile convincere Malal a cederlo. Ti piace così tanto la magia? Una volta bevuto dalla Coppa di Jevyan, avrò abbastanza magia per ridurvi tutti in polvere!

source: Is that— are you holding <i>lich’s blood</i>!? How— Put it down, Eldred!
es: ¿Eso— estás sosteniendo <i>sangre de lich</i>? ¡¿Cómo— Suéltalo, Eldred?!
gl: É iso... ¿tenses <i>sangue de lich</i> !? Como... ¡Déixao, Eldred!
it: Ma quello e— hai in mano del <i>sangue di Lich</i>!? Come— Mettilo giù, Eldred!

source: Whatever you do, don’t you dare drink it! We have no idea what will happen! Don’t you dare, Eldred! ELDRED!
es: Hagas lo que hagas, ¡no te atrevas a beberlo! ¡No tenemos idea de lo que pasará! ¡No te atrevas, Eldred! ¡ELDRED!
gl: Fagas o que fagas, non te atrevas a bebelo! Non temos nin idea do que vai pasar! Non te atrevas, Eldred! ELDRED!
it: Qualunque cosa tu faccia, non osare berlo! Non abbiamo idea di cosa potrebbe succedere! Non osare, Eldred! ELDRED!

source: Finally, I understand.
es: Por fin lo entiendo.
gl: Por fin entendo.
it: Finalmente capisco.

source: I can make the pain all go away. I can make everything better again.
es: Puedo hacer que todo el dolor desaparezca. Puedo hacer que todo vuelva a estar bien.
gl: Podo facer que a dor desapareza por completo. Podo facer que todo mellore de novo.
it: Posso far sparire tutto il dolore. Posso far tornare tutto come prima.

source: ...you can?
es: ¿...puedes?
gl: ...podes?
it: ...puoi?

source: I just need to kill everyone else first.
es: Primero tengo que matar a todos los demás.
gl: Só preciso matar a todos os demais primeiro.
it: Devo solo uccidere tutti gli altri prima.

source: Everything is so clear now. I see the past; the future.
es: Todo está tan claro ahora. Veo el pasado; el futuro.
gl: Todo está tan claro agora. Vexo o pasado; o futuro.
it: Ora è tutto così chiaro. Vedo il passato, il futuro.

source: Your eyes were clouded. You could not tell the truth from the lie.
es: Tus ojos estaban nublados. No podías distinguir la verdad de la mentira.
gl: Tiñas os ollos nubrados. Non podías distinguir a verdade da mentira.
it: I tuoi occhi erano annebbiati. Non riuscivi a distinguere la verità dalla menzogna.

source: You still can’t, can you?
es: ¿Todavía no puedes, verdad?
gl: Aínda non podes, non é certo?
it: Non ci riesci ancora, vero?

source: Give up.
es: Ríndete.
gl: Réndete.
it: Arrenditi.

source: Your achievements are undone. Your king is dead. The ghosts of the past will always haunt you, Delfador war-mage.
es: Tus logros están deshechos. Tu rey ha muerto. Los fantasmas del pasado siempre te perseguirán, Delfador, mago de guerra.
gl: Os teus logros están desfeitos. O teu rei está morto. As pantasmas do pasado sempre te perseguirán, meigo de guerra Delfador.
it: I tuoi successi sono stati vanificati. Il tuo re è morto. I fantasmi del passato ti perseguiteranno per sempre, mago da guerra Delfador.

source: You really still don’t understand, do you?
es: ¿De verdad todavía no lo entiendes?
gl: A verdade é que aínda non o entendes, non si?
it: Ancora non capisci, vero?

source: You had your chance to change fate. Your revelation came too late. The future is already written.
es: Tuviste tu oportunidad de cambiar el destino. Tu revelación llegó demasiado tarde. El futuro ya está escrito.
gl: Tiveches a túa oportunidade de cambiar o destino. A túa revelación chegou demasiado tarde. O futuro xa está escrito.
it: Hai avuto la possibilità di cambiare il destino. La tua rivelazione è arrivata troppo tardi. Il futuro è già scritto.

source: You have no title, no country, no king. You are a failure. Alone, you are nothing.
es: No tienes título, ni país, ni rey. Eres un fracaso. Solo, no eres nada.
gl: Non tes título, nin país, nin rei. Es un fracaso. Só, non es nada.
it: Non hai titolo, né paese, né re. Sei un fallito. Da solo, non sei niente.

source: Nothing? I am Delfador.
es: ¿Nada? Soy Delfador.
gl: Nada? Son Delfador.
it: Niente? Io sono Delfador.

source: And you are dust.
es: Y tú eres polvo.
gl: E ti es po.
it: E tu sei polvere.

source: Thus perishes Eldred, thirteenth king of Wesnoth. With him ends the story of the sons of Haldric; that unbroken line of kings stretching five hundred years back to the Green Isle itself.
es: Así fallece Eldred, decimotercer rey de Wesnoth. Con él termina la historia de los hijos de Haldric; esa línea ininterrumpida de reyes que se extiende quinientos años hasta la propia Isla Verde.
gl: Así morre Eldred, o décimo terceiro rei de Wesnoth. Con el remata a historia dos fillos de Haldric; esa liñaxe ininterrompida de reis que se estende cincocentos anos ata a propia Illa Verde.
it: Così muore Eldred, tredicesimo re di Wesnoth. Con lui finisce la storia dei figli di Haldric, quella stirpe ininterrotta di re che risale a cinquecento anni or sono, fino alla stessa Isola Verde.

source: The exhausted Delfador fights valiantly against Eldred’s — now Asheviere’s — army, but reinforcements from Weldyn eventually repulse the beleaguered rebels. Neither side wins a decisive military victory.
es: El agotado Delfador lucha valientemente contra el ejército de Eldred — ahora de Asheviere —, pero los refuerzos de Weldyn finalmente repelen a los rebeldes acorralados. Ningún bando obtiene una victoria militar decisiva.
gl: O exhausto Delfador loita valentemente contra o exército de Eldred (agora de Asheviere), pero os reforzos de Weldyn acaban repelendo os asediados rebeldes. Ningún dos bandos consegue unha vitoria militar decisiva.
it: L’esausto Delfador combatte valorosamente contro l’esercito di Eldred, ora guidato da Asheviere, ma i rinforzi provenienti da Weldyn finiscono per respingere i ribelli assediati. Nessuna delle due parti ottiene una vittoria militare decisiva.

source: As word spreads of the kings’ deaths, a terrible foreboding seems to settle over the Wesnothian countryside.
es: A medida que se difunde la noticia de la muerte de los reyes, un terrible presentimiento parece asentarse sobre el campo wesnothiano.
gl: A medida que se corre a voz das mortes dos reis, un terrible presaxio parece asentarse sobre a campiña de Wesnoth.
it: Mentre si diffonde la notizia della morte dei re, un terribile presentimento sembra avvolgere la campagna di Wesnoth.
