Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: The seven saurian matriarchs lie somewhere in this swamp. With most of their warriors away at war, they will be vulnerable.
es: Las siete matriarcas saurianas se encuentran en algún lugar de este pantano. Con la mayoría de sus guerreros en la guerra, estarán vulnerables.
gl: As sete matriarcas saurias xacen nalgún lugar deste pantano. Coa maioría dos seus guerreiros en guerra, serán vulnerables.
it: Le sette matriarche dei sauri si nascondono da qualche parte in questa palude. Con la maggior parte dei loro guerrieri impegnati in guerra, saranno vulnerabili.

source: The Blackcrests have good reason to fight, but none of this should concern saurians — they’re not usually invaders. I need to figure out what’s going on with this alliance and put an end to it.
es: Los Crestanegra tienen buenas razones para luchar, pero nada de esto debería preocupar a los saurianos — normalmente no son invasores. Necesito averiguar qué ocurre con esta alianza y ponerle fin.
gl: Os Blackcrests teñen boas razóns para loitar, pero nada disto debería preocupar aos saurios; non adoitan ser invasores. Necesito descubrir que está a pasar con esta alianza e poñerlle fin.
it: I Crestanera hanno dei buoni motivi per combattere, ma nulla di tutto ciò dovrebbe riguardare i sauri: di solito non sono degli invasori. Devo capire cosa sta succedendo con questa alleanza e porvi fine.

source: female^That is, if we can find their camps. This ruined place was once a great city of their kind — even what little remains is too vast for us to scour it all. This is where you said your guides would meet us, $companion_name?
es: Eso es, si logramos encontrar sus campamentos. Este lugar en ruinas fue alguna vez una gran ciudad de su especie — incluso lo poco que queda es demasiado extenso para que podamos explorarlo todo. Este es el lugar donde dijiste que nos encontrarían tus guías, ¿verdad $companion_name?
gl: É dicir, se podemos atopar os seus campamentos. Este lugar en ruínas foi noutro tempo unha gran cidade da súa especie; mesmo o pouco que queda é demasiado vasto para que o poidamos rastrexar todo. Aquí é onde dixeches que os teus guías nos atoparían, $companion_name?
it: E per riuscirci, dobbiamo trovare i loro accampamenti. Questo luogo in rovina un tempo era una grande città della loro specie: anche ciò che ne rimane adesso è fin troppo vasto per poterlo setacciare tutto. È qui che hai detto che le tue guide ci avrebbero incontrato, $companion_name?

source: That is, if we can find their camps. This ruined place was once a great city of their kind — even what little remains is too vast for us to scour it all. This is where you said your guides would meet us, $companion_name?
es: Eso es, si logramos encontrar sus campamentos. Este lugar en ruinas fue alguna vez una gran ciudad de su especie — incluso lo poco que queda es demasiado extenso para que podamos explorarlo todo. Este es el lugar donde dijiste que nos encontrarían tus guías, ¿verdad $companion_name?
gl: É dicir, se podemos atopar os seus campamentos. Este lugar en ruínas foi noutro tempo unha gran cidade da súa especie; mesmo o pouco que queda é demasiado grande para que o poidamos rastrexar todo. Aquí é onde dixeches que os teus guías nos atoparían, $companion_name?
it: E per riuscirci, dobbiamo trovare i loro accampamenti. Questo luogo in rovina un tempo era una grande città della loro specie: anche ciò che ne rimane adesso è fin troppo vasto per poterlo setacciare tutto. È qui che hai detto che le tue guide ci avrebbero incontrato, $companion_name?

source: You’re almost there! Jus’ a lil bit further... almost...
es: ¡Casi llegas! Solo un poco más... casi...
gl: Case chegaches! Un pouquiño máis lonxe... case...
it: Ci sei quasi! Ancora un po’... ci sei quasi...

source: Rendezvous with your companion’s guides
es: Encuéntrate con los guías de tu acompañante
gl: Encontro cos guías do teu acompañante
it: Appuntamento con le guide del tuo compagno di viaggio

source: Hey, what—
es: ¡Eh, qué—
gl: Ei, que...?
it: Hei, ma cosa—

source: Well well, look what the cat dragged in. You’re a little far from home, scholar!
es: Vaya, mira lo que ha traído el viento. ¡Estás un poco lejos de casa, erudito!
gl: Ben, ben, mira o que arrastrou o gato para dentro. Estás un pouco lonxe da casa, erudito!
it: Bene bene bene, guarda un po’ chi si rivede. Sei un po’ lontano da casa, studioso!

source: There’s lizards out here... and robbers too. T’would be a shame if something happened to you. Maybe you oughta have our protection — for a price.
es: Hay lagartos por aquí... y también ladrones. Sería una lástima que te pasara algo. Tal vez deberías contar con nuestra protección — por un precio.
gl: Hai lagartos por aquí... e tamén ladróns. Sería unha mágoa que che pasase algo. Quizais deberías ter a nosa protección... por un prezo.
it: Ci sono lucertole qui fuori... e anche ladri. Sarebbe proprio un peccato se ti succedesse qualcosa. Forse dovresti avvalerti della nostra protezione, ma ovviamente ad un prezzo.

source: Pay $fee gold (learn to recruit Poachers)
es: Pagar $fee de oro (aprender a reclutar Cazadores Furtivos)
gl: Pagar ouro por taxas (aprender a recrutar cazadores furtivos)
it: Paga $fee gold (impara a reclutare Bracconieri)

source: Attack
es: Atacar
gl: Ataque
it: Attacco

source: female^Great! Rest easy now that you’ve hired us; we’ll guide you ’round the swamp and make sure nothin’ happens to you or the rest of your coin! $companion_name said yer looking for them lizards, yeah?
es: ¡Genial! Tranquila ahora que nos has contratado; te guiaremos por el pantano y nos aseguraremos de que no te pase nada a ti ni al resto de tu dinero. $companion_name dijo que buscas a esos lagartos, ¿verdad?
gl: femia^Xenial! Descansa tranquilo agora que nos contrataste; guiarémoste polo pantano e asegurarémonos de que non che pase nada nin a ti nin ao resto das túas moedas! $companion_name dixo que estabas buscando eses lagartos, si?
it: Ottimo! Ora che ci hai ingaggiati puoi stare tranquillo: ti guideremo attraverso la palude e faremo in modo che non succeda nulla né a te né al resto dei tuoi soldi! $companion_name ha detto che stai cercando quelle lucertole, giusto?

source: Great! Rest easy now that you’ve hired us; we’ll guide you ’round the swamp and make sure nothin’ happens to you or the rest of your coin! $companion_name said yer looking for them lizards, yeah?
es: ¡Genial! Tranquilo ahora que nos has contratado; te guiaremos por el pantano y nos aseguraremos de que no te pase nada a ti ni al resto de tu dinero. $companion_name dijo que buscas a esos lagartos, ¿verdad?
gl: Xenial! Descansa tranquilo agora que nos contrataste; guiarémoste polo pantano e asegurarémonos de que non che pase nada nin a ti nin ao resto das túas moedas! $companion_name dixo que estabas buscando eses lagartos, si?
it: Ottimo! Ora che ci hai ingaggiati puoi stare tranquillo: ti guideremo attraverso la palude e faremo in modo che non succeda nulla né a te né al resto dei tuoi soldi! $companion_name ha detto che stai cercando quelle lucertole, giusto?

source: ...what, you didn’t think we was trying to rob something, did ye? Naw, I’m your guide. I’d never hurt a friend of $companion_name’s.
es: ...¿qué, no pensaste que intentábamos robar algo, eh? No, soy tu guía. Nunca lastimaría a un amigo de $companion_name.
gl: ...que? Non pensabas que estabamos a intentar roubar algo, verdade? Non, son o teu guía. Nunca lle faría dano a un amigo de $companion_name.
it: ...come, non avrai mica pensato che stessimo cercando di rubarvi qualcosa, vero? No, sono la tua guida. Non farei mai del male a un amico di $companion_name.

source: Poachers are general-purpose nighttime archers, with numerous-but-weak ranged strikes and unusually good defense in swamps.
es: Los cazadores furtivos son arqueros nocturnos de propósito general, con numerosos ataques a distancia pero débiles y defensa inusualmente buena en pantanos.
gl: Os cazadores furtivos son arqueiros nocturnos de uso xeral, con numerosos pero débiles ataques a distancia e unha defensa inusualmente boa nos pantanos.
it: I bracconieri sono arcieri notturni generici, con attacchi a distanza numerosi ma deboli e una difesa insolitamente buona nelle paludi.

source: Insolent fools, I am no sickly scribe, easy pickings for the robber!
es: ¡Insensatos, no soy un escriba enfermizo, fácil presa para un ladrón!
gl: Tolos insolentes, non son un escriba enfermizo, presa fácil para o ladrón!
it: Insolenti sciocchi, non sono uno scriba malaticcio, facile preda per un ladro!

source: Whoah, hey uh, what’s going on?
es: ¡Eh, oye, qué está pasando?
gl: Ei, que está a pasar?
it: Whoah, ehi, ehi, che succede?

source: You bandits trifle with an archmage of Wesnoth, famed and powerful. Step forth and meet your doom!
es: ¡Ustedes, bandidos, se burlan de un archimago de Wesnoth, famoso y poderoso! ¡Avancen y enfrenten su destino!
gl: Bandidos, xogades cun arquimago de Wesnoth, famoso e poderoso. Adiante e enfrontádevos á vosa perdición!
it: Voi banditi osate sfidare un arcimago di Wesnoth, famoso e potente. Avvicinatevi e affrontate il vostro destino!

source: Defeat the bandits
es: Derrota a los bandidos
gl: Derrota aos bandoleiros
it: Sconfiggi i banditi

source: I’m gettin’ out o’ here!
es: ¡Me largo de aquí!
gl: Voume de aquí!
it: Me ne vado da qui!

source: Serves them right, preying on innocent travelers... Now, where’s these guides of yours we’re going to meet?
es: Se lo merecen, atacando a viajeros inocentes... Ahora, ¿dónde están esos guías tuyos con los que nos vamos a encontrar?
gl: Ben lles convén, aproveitándose de viaxeiros inocentes... Agora, onde imos atoparnos con eses guías teus?
it: Ben gli sta, approfittare di viaggiatori innocenti... Allora, dove sono queste vostre guide che dovremmo incontrare?

source: Umm... you know what, I’m thinkin’ we’re better off hunting them saurians all on our lonesomes instead. I’m still gettin’ paid after all this, right?
es: Umm... ¿sabes qué? Creo que nos conviene cazar a esos saurianos por nuestra cuenta. Al fin y al cabo, aún me van a pagar por todo esto, ¿verdad?
gl: Mmm... sabes que? Penso que é mellor que vaiamos cazando eses saurios sós. Aínda me pagan despois de todo isto, non si?
it: Ehm... sai una cosa, stavo pensando che sarebbe meglio se andassimo a caccia di quei sauri da soli. Comunque alla fine mi pagherete, vero?

source: Defeat three of the seven saurian leaders {PROGRESS_STRING}
es: Derrota a tres de los siete líderes saurianos {PROGRESS_STRING}
gl: Derrota a tres dos sete líderes saurios {PROGRESS_STRING}
it: Sconfiggi tre dei sette condottieri dei sauri {PROGRESS_STRING}

source: Surprise attack: The saurians will not spot you until you approach within 4 hexes of a matriarch.
es: Ataque sorpresa: Los saurianos no te detectarán hasta que te acerques a 4 hexágonos de una matriarca.
gl: Ataque sorpresa: Os saurios non te detectarán ata que te achegues a menos de 4 hexágonos dunha matriarca.
it: Attacco a sorpresa: i sauri non ti individueranno finché non ti avvicinerai a meno di 4 esagoni da una matriarca.

source: That saurian has different markings than the others I’ve seen, and is somewhat smaller. A juvenile or invalid, perhaps?
es: Ese sauriano tiene marcas diferentes a las que he visto y es algo más pequeño. ¿Un juvenil o inválido, quizás?
gl: Ese saurio ten marcas diferentes ás doutros que vin, e é algo máis pequeno. Un exemplar novo ou inválido, quizais?
it: Quel sauro ha segni distintivi diversi dagli altri che ho visto ed è leggermente più piccolo. Forse è un esemplare giovane o malato?

source: The monssstersss hunt usss for sssport! Flee, flee!
es: ¡Los monsssstros nos cazan por diversión! ¡Huyan, huyan!
gl: Os monstros cásannos por deporte! Fuxide, fuxide!
it: I mossstri ci danno la caccia per divertimento! Ssscappate, ssscappate!

source: They really are unarmed juveniles! Hang on a minute, they’re not dangerous, maybe we should just let them be.
es: ¡Realmente son juveniles desarmados! Espera un momento, no son peligrosos, quizás deberíamos dejarlos en paz.
gl: Son realmente menores desarmados! Espera un minuto, non son perigosos, quizais deberiamos deixalos en paz.
it: Sono solo dei cuccioli disarmati! Aspetta un attimo, non sono pericolosi, forse dovremmo semplicemente lasciarli stare.

source: We’re under assssault! Sssound the alarm and rally our warriorsss!
es: ¡Estamos siendo assssaltados! ¡Deen la alarma y reunan a nuestros guerrerosss!
gl: Estamos baixo ataque! Dade a voz de alarma e reunide os nosos guerreiros!
it: Sssiamo sssotto assssedio! Sssuonate l’allarme e radunate i nossstri guerrieri!

source: They’ve spotted us! The time for stealth is past; now come the fire and the flame!
es: ¡Nos han detectado! El tiempo de sigilo ha pasado; ¡ahora vienen el fuego y las llamas!
gl: Víronnos! Pasou o tempo do sigilo; agora veñen o lume e as chamas!
it: Ci hanno individuati! Il tempo della furtività è finito: ora arriva quello del fuoco e delle fiamme!

source: There are few villages to be found here, but look! We have stumbled upon an oasis. Like villages, an oasis will heal anyone standing on it. Unlike villages, an oasis provides neither income nor protection.
es: Aquí se encuentran pocas aldeas, ¡pero miren! Hemos tropezado con un oasis. Al igual que las aldeas, un oasis curará a cualquiera que se encuentre sobre él. A diferencia de las aldeas, un oasis no proporciona ingresos ni protección.
gl: Hai poucas aldeas por aquí, pero mirade! Atopámonos cun oasis. Como as aldeas, un oasis curará a calquera que estea nel. A diferenza das aldeas, un oasis non proporciona nin ingresos nin protección.
it: Da queste parti ci sono pochi villaggi da occupare, però guarda là! Ci siamo imbattuti in un’oasi. Al pari dei villaggi, un’oasi sarà in grado di curare chiunque vi si immerga. A differenza dei villaggi, però, un’oasi non garantisce alcuna protezione, né alcun introito.

source: Who are you! Why bring death into my homesss...
es: ¡Quién eresss! ¿Por qué traes muerte a mi hogar...
gl: Quen es ti? Por que traes a morte aos meus fogares...
it: Chi sssei tu! Perché porti la morte nelle mie cassse...

source: I am Delfador, war-mage of Wesnoth! Abandon the Blackcrest orcs to death by Wesnoth’s spears, or I will visit upon you the same destruction your allies would bring to us!
es: Soy Delfador, mago de guerra de Wesnoth. ¡Abandona a los orcos Crestanegra a la muerte a manos de las lanzas de Wesnoth, o les infligiré la misma destrucción que tus aliados intentarían contra nosotros!
gl: Son Delfador, mago de guerra de Wesnoth! Abandonade os orcos de Crista Negra á morte polas lanzas de Wesnoth, ou vos inflixirei a mesma destrución que os vosos aliados nos traerían a nós!
it: Io sono Delfador, mago da battaglia di Wesnoth! Sciogli la tua alleanza con gli orchi Crestanera e lasciali al loro destino: la morte per mano delle lance di Wesnoth, o ti infliggerò la stessa distruzione che i tuoi alleati causerebbero a noi!

source: But tribe Earth-Becomes-Clay mussst fight Wesssnoth! The Great One has commanded us!
es: ¡Pero la tribu Tierra-Se-Convierte-Arcilla debe luchar contra Wesssnoth! ¡El Gran Uno nos ha ordenado!
gl: Pero a tribo Terra-Convértese-Arxila debe loitar contra Wessnoth! O Grande ordenounolo!
it: Ma la tribù Terra-Diventa-Argilla deve combattere Wesssnoth! Il Grande ci ha dato questo ordine!

source: The “Great One”? I had thought you matriarchs led your tribe. Tell me, elder, who is this of which you speak?
es: ¿El «Gran Uno»? Yo creía que las matriarcas dirigían la tribu. Dime, anciana, ¿de quién hablas?
gl: O "Grande"? Pensei que vós, as matriarcas, dirixíades a tribo. Dime, ancián, quen é este do que falas?
it: Il “Grande”? Pensavo che fossero le matriarche a guidare la vostra tribù. Ditemi, anziana, di chi state parlando?

source: We sssauriansss are finally united... the Great One makesss usss... ssstrong...
es: Nosotros los sssaurianosss estamos finalmente unidos... el Gran Uno nos hace... fuertesss...
gl: Nós, os saurianos, estamos finalmente unidos... o Grande fainos... fortes...
it: Noi sssauri sssiamo finalmente uniti... la Grande ci rende... forti...

source: Alas, she has expired. Her wounds were too great. But we have learned much — we must capture another matriarch to find out who this ’great one’ is.
es: Lamentablemente, ha fallecido. Sus heridas eran demasiado graves. Pero hemos aprendido mucho: debemos capturar a otra matriarca para descubrir quién es este 'Gran Ser'.
gl: Ai, faleceu. As súas feridas eran demasiado graves. Pero aprendemos moito: debemos capturar outra matriarca para descubrir quen é esta "grande".
it: Purtroppo è morta. Le sue ferite erano troppo gravi. Ma abbiamo imparato molto: dobbiamo catturare un’altra matriarca per scoprire chi sia questo “grande”.

source: You are beaten, lizard! Your ’great one’ commands you to kill my people; tell me who or what the ’great one’ is, and your life shall be spared.
es: ¡Has sido vencida, lagarto! Tu 'Gran Ser' te ordena matar a mi gente; dime quién o qué es el 'Gran Ser', y tu vida será perdonada.
gl: Estás derrotado, lagarto! O teu "grande" ordénache que mates ao meu pobo; dime quen ou que é o "grande", e a túa vida será perdoada.
it: Sei sconfitto, lucertola! Il tuo “grande capo” ti ordina di uccidere la mia gente; dimmi chi o cosa è il “grande capo” e ti sarà risparmiata la vita.

source: Curssse you! We are all nothing but wormsss before her... she will dessstroy you in an inferno of flamesss!
es: ¡Malditosss sean! Todos somos solo gusanosss ante ella... ¡te destruirá en un infierno de llamasss!
gl: Maldito sexas! Non somos máis que vermes diante dela... ela destruirache nun inferno de lapas!
it: Maledetti! Non sssiamo altro che vermi davanti a lei... vi dissstruggerà in un inferno di fiamme!

source: And I shall destroy YOU in an inferno of flames if you don’t tell me what I want to know!
es: ¡Y yo te destruiré en un infierno de llamas si no me dices lo que quiero saber!
gl: E destruireite nun inferno de chamas se non me dis o que quero saber!
it: Ed io TI distruggerò in un inferno di fiamme se non mi dirai quello che voglio sapere!

source: fireball
es: bola de fuego
gl: bóla de lume
it: palla di fuoco

source: Wait, what! I wasn’t actually going to— that wasn’t supposed to happen! Where did that fireball come from!
es: ¡Espera, qué! Yo no iba a... ¡eso no debía pasar! ¿De dónde salió esa bola de fuego?
gl: Espera, que! En realidade non ía... iso non se supuña que tivese que pasar! De onde veu esa bóla de lume!
it: Aspetta, cosa! Non avevo intenzione di... non doveva succedere! Da dove è arrivata quella palla di fuoco!

source: ...it seems I’ve spent so much time building my power that I neglected the finer arts of control. Methor would be ashamed... I must redouble my efforts.
es: ...parece que he pasado tanto tiempo acumulando poder que descuidé las artes más finas del control. Methor estaría avergonzado... debo redoblar mis esfuerzos.
gl: ...parece que pasei tanto tempo construíndo o meu poder que descoidei as artes máis finas do control. Methor avergoñaríase... Debo redobrar os meus esforzos.
it: ... sembra che abbia dedicato così tanto tempo a sviluppare il mio potere da trascurare le sottili arti del controllo. Methor si vergognerebbe... Devo raddoppiare i miei sforzi.

source: ...decades ago, an elvish seer told me about <i>“the dark swamp”</i>, and that I must <i>“endeavour to bestow not destruction with that fire that I possess, but the gleaming light of truth instead.”</i> Surely this was not the event that she referred to?
es: ...hace décadas, un vidente élfico me habló sobre <i>“el pantano oscuro”</i>, y que debía <i>“esforzarme por otorgar no destrucción con el fuego que poseo, sino la luz resplandeciente de la verdad.”</i> Seguramente este no era el evento al que se refería.
gl: ...hai décadas, unha vidente élfica faloume do <i>"pantano escuro"</i> e de que debía <i>"esforzarme por outorgar non destrución co lume que posúo, senón a luz brillante da verdade".</i> Seguramente non era este o evento ao que se refería?
it: ...decenni fa, una veggente elfica mi parlò di una <i>“palude oscura”</i> e mi disse che dovevo <i>“impegnarmi a non seminare distruzione con il fuoco che possiedo, ma piuttosto la luce splendente della verità”</i>. Sicuramente non era questo l’evento a cui si riferiva?

source: Garard thinks little of such superstition, but I have done my best to follow that cryptic advice. Yet I confess I understand precious little of what she was trying to say. Why must seers always speak in riddles? It is hard to think clearly, especially in times of crisis...
es: Garard no da importancia a tales supersticiones, pero he hecho mi mejor esfuerzo por seguir ese consejo críptico. Aun así, confieso que entiendo muy poco de lo que intentaba decir. ¿Por qué los videntes siempre hablan en acertijos? Es difícil pensar con claridad, especialmente en tiempos de crisis...
gl: Garard ten pouca opinión sobre semellante superstición, pero eu fixen todo o posible por seguir ese consello críptico. Con todo, confeso que entendo moi pouco do que ela estaba a tentar dicir. Por que os videntes sempre teñen que falar en adiviñas? É difícil pensar con claridade, especialmente en tempos de crise...
it: Garard non dà molto peso a queste superstizioni, ma io ho fatto del mio meglio per seguire quel consiglio criptico. Tuttavia, confesso di aver capito ben poco di ciò che lei cercava di dire. Perché i veggenti devono sempre parlare per enigmi? È difficile pensare con lucidità, specialmente in tempi di crisi...

source: Cease your fighting, matriarch, for you have been bested! Heed this warning: answer my questions or be burned to ashes!
es: ¡Detén tu lucha, matriarca, has sido derrotada! Presta atención a esta advertencia: responde a mis preguntas o serás reducida a cenizas.
gl: Deixa de loitar, matriarca, porque fuches derrotada! Fai caso a este aviso: responde ás miñas preguntas ou serás queimada ata converterse en cinzas!
it: Cessa di combattere, matriarca, perché sei stata sconfitta! Ascolta questo avvertimento: rispondi alle mie domande o sarai ridotta in cenere!

source: (There we go. Both power and control.)
es: (Ahí vamos. Tanto poder como control.)
gl: (Aquí estamos. Poder e control.)
it: (Ora ci siamo. Potenza e controllo.)

source: Mothersss protect me, can it be? Are you a sssecond great dragon of fire!? I am blessssed to sssee sssuch thingsss in my time...
es: ¡Madresss, protégeme, ¿puede ser? ¿Eres un segundo gran dragón de fuego!? Estoy bendecido de ver tales cosas en mi tiempo...
gl: Nai, protéxeme, pode ser? Es ti un segundo gran dragón de lume!? Son bendicido por ver tales cousas no meu tempo...
it: Madri, proteggetemi, è possibile? Sssei il sssecondo grande dragone di fuoco!? Sssono benedetta nel poter vedere sssiffatte cossse nella mia vita...

source: A drago— your great one is a dragon!? ...yes, I am a great dragon as well. Do you not see my fire? Do you not see my flight?
es: Un drago— ¿tu Gran Uno es un dragón? ...sí, yo también soy un gran dragón. ¿No ves mi fuego? ¿No ves mi vuelo?
gl: Un drago... o teu grande é un dragón!? ...si, eu tamén son un gran dragón. Non ves o meu lume? Non ves o meu voo?
it: Un drago... il tuo “grande” è un dragone!? ...sì, anch’io sono un grande dragone. Non vedi il mio fuoco? Non vedi come volo?

source: Now you shall tell me where I may find the dragon —the other dragon. The two of us have much business together.
es: Ahora me dirás dónde puedo encontrar al dragón —el otro dragón. Tenemos muchos asuntos pendientes entre nosotros.
gl: Agora dime onde podo atopar o dragón... o outro dragón. Nós dous temos moitos asuntos xuntos.
it: Ora mi dirai dove posso trovare il dragone, l’altro drago. Noi due abbiamo molto di cui discutere insieme.
