Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: Oh, nothing. I feel like something bad normally happens if we take this long to finish a battle, but right now everything seems fine.
es: Oh, nada. Siento que normalmente algo malo sucede si tardamos tanto en terminar una batalla, pero por ahora todo parece estar bien.
gl: Oh, nada. Síntome como se algo malo ocorrese normalmente se tardamos tanto en rematar unha batalla, pero agora mesmo todo parece estar ben.
it: Oh, niente. Di solito, quando ci vuole così tanto tempo per finire una battaglia, succede qualcosa di brutto, ma al momento sembra che sia tutto a posto.

source: We’re <i>definitely not</i> missing out on significant events happening elsewhere... events that we really should have been present for...
es: No nos estamos perdiendo <i>definitivamente</i> de eventos importantes que suceden en otro lugar... eventos para los que realmente deberíamos haber estado presentes...
gl: <i>Definitivamente non</i> nos perdemos eventos importantes que están a suceder noutros lugares... eventos nos que realmente deberiamos estar presentes...
it: Non ci stiamo <i>assolutamente</i> perdendo eventi importanti che stanno accadendo altrove... eventi a cui avremmo davvero dovuto partecipare...

source: Revelry
es: Fiesta
gl: Festa
it: Baldoria

source: Three cheers for Delfador, hero of the Abez!
es: ¡Tres vítores por Delfador, héroe del Abez!
gl: Tres hurras para Delfador, heroe dos Abez!
it: Tre urrà per Delfador, eroe di Abez!

source: Three cheers— three cheers for Delfador the Great! Hurrah!
es: ¡Tres hurras— tres hurras por Delfador el Grande! ¡Hurra!
gl: Tres vívas... tres vívas para Delfador o Grande! Hurra!
it: Tre urrà — tre urrà per Defador il Grande! Hip hip urrà!

source: Hurrah for Delfador!
es: ¡Hurra por Delfador!
gl: Viva Delfador!
it: Hip hip urrà per Delfador!

source: Hooray for Delfador!
es: ¡Viva Delfador!
gl: Viva por Delfador!
it: Hip hip urrà per Delfador!

source: Hurrah for Del— *hic* Delfador!
es: ¡Hurra por Del— *hic* —fador!
gl: Hurra por Del... *hip* Delfador!
it: Hip hip urrà per Del— *hic* Delfador!

source: Oh ho, someone fetch me more wine! The night’s still young; I’m ready for a proper CELEBRATION!!
es: ¡Oh, oh, que alguien me traiga más vino! La noche aún es joven; ¡estoy listo para una CELEBRACIÓN adecuada!
gl: Oh, ho, que alguén me traia máis viño! A noite aínda é nova; estou listo para unha CELEBRACIÓN como debe ser!!
it: Oh oh, qualcuno mi porti altro vino! La notte è ancora giovane, sono pronto per una vera FESTA!!

source: I started as an inglorious apprentice, without even a name to call my own. And now I have saved Wesnoth from war, and in the process become the king’s most trusted advisor! Truly, this is more than I could have ever hoped for.
es: Empecé como un aprendiz sin gloria, sin siquiera un nombre propio. Y ahora he salvado a Wesnoth de la guerra y, en el proceso, me he convertido en el asesor más confiable del rey. Realmente, esto es más de lo que jamás podría haber esperado.
gl: Comecei como un aprendiz sen gloria, sen sequera un nome propio. E agora salvei Wesnoth da guerra e, de paso, convertinme no conselleiro de maior confianza do rei! De verdade, isto é máis do que xamais puiden esperar.
it: Ho iniziato come un apprendista senza alcuna gloria, senza nemmeno un nome con cui chiamarmi. E ora ho salvato Wesnoth dalla guerra e, nel frattempo, sono diventato il consigliere più fidato del re! Davvero, questo è più di quanto avrei mai potuto sperare.

source: I’m giddy with joy... or perhaps ’tis also the wine, heh.
es: Estoy eufórico de alegría... o tal vez también sea el vino, je.
gl: Estou mareado de alegría... ou quizais tamén sexa o viño, je.
it: Sono euforico... o forse è anche colpa del vino, eh.

source: My friend, you deserve it. Without their saurian allies Clan Blackcrest is on the run, and Clan Whitefang is falling back out of the eastern hills.
es: Amigo mío, te lo mereces. Sin sus aliados saurios, el Clan Crestanegra está en retirada, y el Clan Colmillo Blanco retrocede desde las colinas orientales.
gl: Meu amigo, mereceso. Sen os seus aliados saurios, o clan Blackcrest está fuxindo e o clan Cabeiro Branco está a retirarse das montañas orientais.
it: Amico mio, te lo meriti. Senza i loro alleati sauri, il Clan Crestanera è in fuga e gli Zannabianca si stanno ritirando dalle colline orientali.

source: At long last lift the shadows of war; the realm is finally at peace. Perchance the coming days will bring laughter to the streets of Weldyn once again.
es: Por fin se levantan las sombras de la guerra; el reino finalmente está en paz. Quizá los próximos días traigan risas a las calles de Weldyn una vez más.
gl: Por fin desaparecen as sombras da guerra; o reino está finalmente en paz. Quizais os vindeiros días traerán risas ás rúas de Weldyn unha vez máis.
it: Finalmente le ombre della guerra si sono dissipate; il regno è finalmente in pace. Forse i giorni a venire riporteranno il sorriso nelle strade di Weldyn.

source: For the first time in a long time, all is finally well with the world.
es: Por primera vez en mucho tiempo, todo está finalmente bien en el mundo.
gl: Por primeira vez en moito tempo, todo está finalmente ben no mundo.
it: Per la prima volta dopo tanto tempo, finalmente tutto va bene nel mondo.

source: (<i>Yawn</i>)
es: (<i>Bostezo</i>)
gl: (<i>bocexo</i>)

source: Ugh, what a headache. I shouldn’t have drunk so much... now nature calls.
es: Uf, qué dolor de cabeza. No debería haber bebido tanto... ahora la naturaleza llama.
gl: Buf, que dor de cabeza. Non debería ter bebido tanto... agora a natureza chama.
it: Uhg, che mal di testa. Non avrei dovuto bere così tanto... ora la natura chiama.

source: Disgusting. Alduin really needs to invent a spell for cleaning latrines. Mayhaps as High Advisor I can finally get someone to research that... (<i>yawn</i>)
es: Asqueroso. Alduin realmente necesita inventar un hechizo para limpiar letrinas. Quizá como Alto Asesor finalmente pueda lograr que alguien investigue eso... (<i>bostezo</i>)
gl: Repugnante. Alduin precisa inventar un feitizo para limpar as letrinas. Quizais, como Alto Asesor, poida conseguir que alguén o investigue... ( <i>bostezo</i> )
it: Che schifo. Alduin dovrebbe davvero inventare un incantesimo per pulire le latrine. Forse come Gran Consigliere potrei finalmente convincere qualcuno a fare delle ricerche in merito... (<i>yawn</i>)

source: You have startled me, Your Majesty. The darkest hour of night is hardly a queenly time to be about — should you not be asleep with Garard? ’tis not every day that Wesnoth wins a war.
es: Me ha sorprendido, Su Majestad. La hora más oscura de la noche difícilmente es un momento digno de una reina para estar deambulando — ¿no debería estar durmiendo con Garard? No todos los días Wesnoth gana una guerra.
gl: Asustáchesme, Maxestade. A hora máis escura da noite non é precisamente un momento de reina para estar por aí. Non deberías estar durmindo con Garard? Non todos os días Wesnoth gaña unha guerra.
it: Mi avete spaventato, Maestà. L’ora più buia della notte non è certo il momento più regale per stare in giro: non dovreste essere a dormire con Garard? Non capita tutti i giorni che Wesnoth vinca una guerra.

source: Hello Delfador — or should I say, “Delfador the Great.”
es: Hola, Delfador — o debería decir, “Delfador el Grande”.
gl: Ola Delfador, ou debería dicir «Delfador o Grande.»
it: Ciao Delfador, o forse dovrei dire “Delfador il Grande”.

source: Such pleasure to once more speak with my husband’s famous right hand. I never did properly thank you for returning me back to him, all those years ago.
es: Qué placer volver a hablar con la famosa mano derecha de mi esposo. Nunca te agradecí debidamente por devolverme a él, hace tantos años.
gl: Que pracer falar unha vez máis coa famosa man dereita do meu marido. Nunca che dei as grazas como era debido por devolverme a el, hai tantos anos.
it: È un vero piacere poter parlare ancora una volta con il famoso braccio destro di mio marito. Non ti ho mai ringraziato abbastanza per avermi riportato da lui, tanti anni fa.

source: You’re a powerful man, a <i>dangerous</i> man, Delfador. I pity the fool who finds themselves on the wrong end of your staff... yet I oft pity even more so the fool who rules behind it, so consumed by the minutiae of war.
es: Eres un hombre poderoso, un hombre <i>peligroso</i>, Delfador. Compadezco al tonto que se encuentre del lado equivocado de tu bastón... aunque a menudo compadezco aún más al tonto que gobierna detrás de él, tan consumido por los detalles de la guerra.
gl: Es un home poderoso, un home <i>perigoso</i> , Delfador. Dáme pena o tolo que se atopa no lado equivocado do teu bastón... pero a miúdo dáme aínda máis pena o tolo que manda detrás, tan consumido polas minucias da guerra.
it: Sei un uomo potente, un uomo <i>pericoloso</i>, Delfador. Provo compassione per gli sciocchi che si trovano dalla parte sbagliata del tuo bastone... ma provo compassione ancora maggiore per lo sciocco che governa dietro di esso, così consumato dai dettagli della guerra.

source: Err... I’m not sure I follow, Your Highness—
es: Eh… no estoy seguro de entender, Su Alteza—
it: Ehm... Non sono sicuro di aver capito bene, Vostra Altezza—

source: What’s going on here? Careful, Delfador — don’t believe a word she says.
es: ¿Qué sucede aquí? Cuidado, Delfador — no creas ni una palabra de lo que dice.
gl: Que está a pasar aquí? Coidado, Delfador, non creas nin unha palabra do que diga.
it: Che sta succedendo qui? Attento, Delfador, non credere a una parola di quello che dice.

source: Woman, are you not satisfied with my son; you must have my wizard too!? Away with you, wench, and save your lacquered tongue for another day!
es: Mujer, ¿no estás satisfecha con mi hijo; también quieres a mi mago? ¡Vete, doncella, y guarda tu lengua engalanada para otro día!
gl: Muller, non estás satisfeita co meu fillo? ¡Tamén tes que ter o meu mago!? ¡Vaite de aquí, moza, e garda a túa lingua lacada para outro día!
it: Donna, non sei soddisfatta di mio figlio? Vuoi anche il mio mago? Vattene via, sgualdrina, e risparmia la tua lingua melliflua per un altro giorno!

source: Peace, peace! Wesnoth stands triumphant; there’s no need for quarreling!
es: ¡Paz, paz! Wesnoth está triunfante; no hay necesidad de pelear.
gl: Paz, paz! Wesnoth ergue triunfante; non hai necesidade de rifar!
it: Pace, pace! Wesnoth trionfa; non c’è alcun bisogno di litigare!

source: It’s quite all right, Delfador; I take no offense at my husband’s cruel words. Far be it from me to interfere in military matters — the king and his new advisor have doubtless much to speak on. I graciously take my leave.
es: Está bien, Delfador; no me ofenden las crueles palabras de mi esposo. Lejos de mí interferir en asuntos militares — el rey y su nuevo asesor sin duda tienen mucho que discutir. Con gracia me retiro.
gl: Está ben, Delfador; non me ofendo polas crueis palabras do meu marido. Lonxe de min a intención de interferir en asuntos militares: o rei e o seu novo conselleiro sen dúbida teñen moito que dicir. Despídome amablemente.
it: Va tutto bene, Delfador; non mi offendo per le crude parole di mio marito. Lungi da me interferire nelle questioni militari: il re e il suo nuovo consigliere hanno senza dubbio molto di cui discutere. Mi congedo con gentilezza.

source: That seemed a little extreme, m’lord! Surely a little politeness would not go amiss, especially with regards to your own blood! I’ve heard nothing but praise for the queen from most of the court.
es: ¡Eso me pareció un poco extremo, mi señor! Seguramente un poco de cortesía no vendría mal, especialmente con respecto a tu propia familia. No he escuchado más que elogios hacia la reina de la mayor parte de la corte.
gl: Iso pareceu un pouco extremo, meu señor! Seguramente un pouco de cortesía non viría mal, especialmente no que respecta ao seu propio sangue! Non escoitei máis que eloxios para a raíña por parte da maior parte da corte.
it: Mi sembra un po’ eccessivo, mio signore! Un po’ di cortesia non guasterebbe, soprattutto nei confronti dei propri parenti! Ho sentito solo elogi per la regina da parte della maggior parte della corte.

source: They don’t know her. You don’t know her. All is not well with my family, Delfador.
es: Ellos no la conocen. Tú no la conoces. No todo va bien en mi familia, Delfador.
gl: Eles non a coñecen. Ti non a coñeces. Non todo vai ben coa miña familia, Delfador.
it: Loro non la conoscono. Tu non la conosci. Non va tutto bene nella mia famiglia, Delfador.

source: My ancestors — the first king and the first queen — led the entire race of men across the ocean to found Wesnoth. Those two understood each other. They saved us all from the terrors of the west. They raised a strong prince, a good son.
es: Mis antepasados —el primer rey y la primera reina— guiaron a toda la raza humana a través del océano para fundar Wesnoth. Esos dos se entendían. Nos salvaron a todos de los terrores del oeste. Criaron a un príncipe fuerte, un buen hijo.
gl: Os meus antepasados (o primeiro rei e a primeira raíña) levaron a toda a raza dos homes a través do océano para fundar o Noroeste. Eses dous comprendíanse. Salváronnos a todos dos terrores do oeste. Criaron un príncipe forte, un bo fillo.
it: I miei antenati, il primo re e la prima regina, guidarono l’intera razza umana attraverso l’oceano per fondare Wesnoth. Quei due si capivano perfettamente. Ci hanno salvati tutti dai terrori dell’Occidente. Hanno cresciuto un principe forte, un figlio buono.

source: And what of I? This ruinous war, just to satisfy my own ambition? All was nearly lost. Without your magic, all might have been. I’ve made so many mistakes, my friend.
es: ¿Y yo qué? ¿Esta guerra ruinosa, solo para satisfacer mi propia ambición? Todo estuvo a punto de perderse. Sin tu magia, todo podría haberse perdido. He cometido tantos errores, amigo mío.
gl: E que hai de min? Esta guerra ruinosa, só para satisfacer a miña propia ambición? Case todo estaba perdido. Sen a túa maxia, todo podería ter sido. Cometin tantos erros, meu amigo.
it: E invece io? Cosa ho fatto? Questa guerra rovinosa, solo per soddisfare la mia ambizione? Era quasi tutto perduto. Senza la tua magia, tutto sarebbe potuto andare perduto. Ho commesso così tanti errori, amico mio.

source: No man is without flaws, Your Highness. Certainly not you and I. But I’ve followed you through thick and thin, and together we have always emerged triumphant.
es: Ningún hombre está libre de defectos, Alteza. Ciertamente ni tú ni yo. Pero te he seguido en las buenas y en las malas, y juntos siempre hemos salido triunfantes.
gl: Ningún home está sen defectos, Alteza. Certamente non vostede e eu. Pero eu seguino nas boas e nas malas, e xuntos sempre saímos triunfantes.
it: Nessun uomo è privo di difetti, Vostra Altezza. Certamente non voi e non lo sono io. Ma vi ho seguito nelle difficoltà e nelle gioie, e insieme ne siamo sempre usciti trionfanti.

source: Father.
es: Padre.
gl: Pai.
it: Padre.

source: Boy? This is a pleasant surprise; I thought you were with your uncle, guarding Fort Garard. Come to celebrate the war’s end with us, did you? It is good to see you again.
es: ¿Muchacho? Qué sorpresa tan agradable; pensaba que estabas con tu tío, custodiando el Fuerte Garard. ¿Vienes a celebrar con nosotros el fin de la guerra? Es bueno verte de nuevo.
gl: Rapaz? Que boa sorpresa! Pensei que estabas co teu tío, vixilando o Forte Garard. Viñeches celebrar o final da guerra con nós, non si? Que ben verte de novo.
it: Ragazzo? Che bella sorpresa! Pensavo fossi con tuo zio, a guardia di Fort Garard. Sei venuto a festeggiare con noi la fine della guerra? È bello rivederti.

source: Hold on, what’s the matter with— you’re <b><i>injured</i></b>!? What happened! Where’s that useless Methor when you need him?!
es: Espera, ¿qué te pasa— estás <b><i>herido</i></b>? ¡¿Qué pasó?! ¿Dónde está ese inútil de Methor cuando lo necesitas?!
gl: Agarda, que che pasa... estás <b><i>ferido</i></b> ! Que pasou! Onde está ese inútil Methor cando o necesitas?!
it: Aspetta, che ti è successo... sei <b><i>ferito</i></b>!? Che cosa è successo! Dov’è quell’inutile di Methor quando serve?!

source: It’s about your—
es: Se trata de tu—
gl: É sobre o teu...
it: Si tratta di tuo—

source: ...Father, it’s Uncle. Prince Arand.
es: ...Padre, es el Tío. El príncipe Arand.
gl: ...Pai, son o tío. O príncipe Arand.
it: ...Padre, è lo zio. Il principe Arand.

source: He’s found the Sceptre of Fire. He declared his claim to the throne, and seized control of Fort Garard. My bodyguards and I tried to stop him, but we didn’t even get close. I barely made it out alive.
es: Ha encontrado el Cetro de Fuego. Ha reclamado el trono y se ha apoderado del Fuerte Garard. Mis guardaespaldas y yo intentamos detenerlo, pero ni siquiera nos acercamos. Apenas logré escapar con vida.
gl: Atopou o Cetro de Lume. Declarou o seu dereito ao trono. Tomou o control de Forte Garard. Os meus gardacostas e eu tentamos detelo, pero nin sequera nos achegamos. Apenas saín con vida.
it: Ha trovato lo Scettro di Fuoco. Ha rivendicato il trono e ha preso il controllo di Fort Garard. Io e le mie guardie del corpo abbiamo cercato di fermarlo, ma non siamo nemmeno riusciti ad avvicinarci. Sono riuscito a malapena a scappare per il rotto della cuffia.

source: Arand tried to kill me, Father. He’s coming for you next.
es: Arand intentó matarme, padre. Él irá tras ti a continuación.
gl: Arand intentou matarme, pai. Virá por ti a continuación.
it: Arand ha cercato di uccidermi, padre. Ora verrà a cercarti.

source: WHAT!?
es: ¡¿QUÉ?!
gl: QUE!?
it: CHE COSA?

source: That TREASONOUS son-of-a, son-of— I knew something felt suspicious lately.
es: ¡Ese TRAIDOR hijo de puta, hijo de—! ¡Sabía que algo olía raro últimamente!
gl: Ese fillo de traidor, fillo de… Xa sabía que algo me parecía sospeitoso ultimamente.
it: Quel TRADITORE figlio-di-una, figlio-di... Sapevo che c’era qualcosa di sospetto ultimamente.

source: It all makes sense now. Arand is my spymaster — of course the spies told me nothing. And Arand warned me that others were searching for the Sceptre... to trick me into sending away Lionel, my most loyal general!
es: Ahora todo tiene sentido. Arand es mi jefe de espías —claro que los espías no me dijeron nada. ¡Y Arand me advirtió que otros buscaban el Cetro... para engañarme y que enviara lejos a Lionel, mi general más leal!
gl: Agora todo ten sentido. Arand é o meu xefe de espías; por suposto, os espías non me dixeron nada. E Arand avisoume de que outros estaban buscando o Cetro... para enganarme e enviar a Lionel, o meu xeneral máis leal!
it: Ora tutto ha senso. Arand è il mio capo dei servizi segreti: e ovviamente le spie non mi hanno detto nulla. E Arand mi ha avvertito che altri stavano cercando lo Scettro... per indurmi con l’inganno a mandare via Lionel, il mio generale più fedele!

source: How DARE he threaten me? How dare he lay a FINGER on my son? I’ll see him hang for this.
es: ¡¿Cómo SE ATREVE a amenazarme? ¡¿Cómo se atreve a tocar un solo pelo a mi hijo?! ¡Lo veré colgado por esto!
gl: Como se atreve a ameazarme? Como se atreve a tocarlle un DEDO ao meu fillo? Vou velo aforcado por isto.
it: Come OSA minacciarmi? Come osa mettere le MANI addosso a mio figlio? Farò in modo che venga impiccato per questo.

source: Delfador, take command of the cavalry; my personal royal cavalry — they’re the only ones I still trust. Ride to Fort Garard and burn it to the ground!
es: Delfador, toma el mando de la caballería; mi caballería real personal —son los únicos en los que todavía confío. ¡Cabalga al Fuerte Garard y quémalo hasta los cimientos!
gl: Delfador, toma o mando da cabalería; a miña cabalería real persoal... son os únicos nos que aínda confío. Cabalga ata Forte Garard e quéimao ata os cimentos!
it: Delfador, assumi il comando della cavalleria, la mia cavalleria reale personale: sono gli unici di cui mi fido ancora. Cavalca fino a Fort Garard e riducilo in cenere!

source: I want every one of those traitors dead! Return with Arand’s head— his HEAD! Or don’t return at all. Do you understand!?
es: ¡Quiero a todos esos traidores muertos! ¡Trae la cabeza de Arand —¡su CABEZA!— o no regreses nunca. ¿Entendido?
gl: Quero que todos eses traidores morran! E que volvan coa cabeza de Arand... a súa CABEZA! Ou non volvan en absoluto, Entendedes!?
it: Voglio che tutti quei traditori siano morti! Tornate con la testa di Arand, la sua TESTA! Oppure non tornate affatto. Avete capito!?

source: Yes, Your Majesty!
es: ¡Sí, Majestad!
gl: Si, Maxestade!
it: Sì, Vostra Maestà!

source: Delfador, I couldn’t help but overhear. Prince Arand, the king’s brother?? That can’t be.
es: Delfador, no pude evitar escuchar. ¿El príncipe Arand, el hermano del rey? Eso no puede ser.
gl: Delfador, non puiden evitar escoitar. O príncipe Arand, irmán do rei? Iso non pode ser.
it: Delfador, non ho potuto fare a meno di sentire per caso. Il principe Arand, il fratello del re? Non può essere.

source: The young Prince Eldred’s wounds are clear as day, Deoran. Will you ride with us? Every moment we delay is another chance for Arand to rally more rebels to his cause.
es: Las heridas del joven príncipe Eldred son claras como el día, Deoran. ¿Cabalgarás con nosotros? Cada momento que perdidos es una oportunidad más para que Arand reúna más rebeldes a su causa.
gl: As feridas do mozo príncipe Eldred son claras coma o día, Deoran. Queres cabalgar connosco? Cada momento que atrasamos é outra oportunidade para que Arand reúna máis rebeldes para a súa causa.
it: Le ferite del giovane principe Eldred sono evidenti, Deoran. Verrai con noi? Ogni momento di ritardo è un’altra occasione per Arand di radunare altri ribelli alla sua causa.

source: But a sentence of death, without even trial? Arand is thoughtful and quiet, and not known to be ambitious.
es: ¿Pero una sentencia de muerte sin siquiera un juicio? Arand es reflexivo y callado, no se le conoce por ambicioso.
gl: Pero unha sentenza de morte, sen sequera xuízo? Arand é pensativo e calado, e non é coñecido por ser ambicioso.
it: Ma una condanna a morte, senza nemmeno un processo? Arand è riflessivo e tranquillo, e non è noto per essere ambizioso.

source: The king has commanded his death, yes. But you are the one sent to carry it out. You don’t... <b><i>have</i></b> to go, you know. At least not so hastily.
es: El rey ha ordenado su muerte, sí. Pero tú eres quien debe ejecutarla. No... <b><i>tienes</i></b> que ir, lo sabes. Al menos no tan precipitadamente.
gl: O rei ordenou a súa morte, si. Pero ti es o enviado para levalo a cabo. Non... <b><i>tes que</i></b> ir, sabes. Polo menos non con tanta présa.
it: Il re ha ordinato la sua morte, sì. Ma sei tu quello mandato a eseguire l’ordine. Non sei... <b><i>obbligato</i></b> ad andare, lo sai. Almeno non così precipitosamente.

source: Refuse Garard’s order. Hold back, dispatch scouts, and gather more information before committing so much of the army to this attack. Wesnoth can scant afford a civil war, and certainly not so soon after the orcs!
es: Desobedece la orden de Garard. Contente, envía exploradores y reúne más información antes de comprometer tanto ejército en este ataque. ¡Wesnoth apenas puede permitirse una guerra civil, y menos tan pronto después de los orcos!
gl: Rexeitade a orde de Garard. Contédevos, enviade exploradores e recompilade máis información antes de enviar tanto exército a este ataque. O Noroeste apenas pode permitirse unha guerra civil, e desde logo non tan pronto despois dos orcos!
it: Rifiuta l’ordine di Garard. Aspetta, invia degli esploratori e raccogli maggiori informazioni prima di impegnare gran parte dell’esercito in questo attacco. Wesnoth non può permettersi una guerra civile, e certamente non così presto dopo gli orchi!
