Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: The Deceiver’s Gambit
es: El Gambito de la Corona
gl: O Gambito do Enganador
it: Il Gambetto dell’Ingannatore

source: 1x enemies, 70% XP
es: 1x enemigos, 70% de PX
gl: 1x inimigos, 70% de Exp.
it: 1x nemici, 70% PE

source: Easy
es: Fácil
gl: Sinxelo
it: Facile

source: 2x enemies, 90% XP
es: 2x enemigos, 90% de PX
gl: 2x inimigos, 90% Exp.
it: 2x nemici, 90% PE

source: 3x enemies, 100% XP
es: 3x enemigos, 100% de PX
gl: 3 inimigos, 100% XP
it: 3x nemici, 100% PE

source: Hard
es: Difícil
gl: Difícil
it: Difficile

source: 4x enemies, 100% XP
es: 4x enemigos, 100% de PX
gl: 4x inimigos, 100% Exp.
it: 4x nemici, 100% PE

source: Deadly
es: Letal
gl: Mortal
it: Mortale

source: Campaign Design
es: Diseño de la campaña
gl: Deseño da campaña
it: Progettazione della campagna

source: Setting and Story
es: Ambientación e historia
gl: Ambiente e historia
it: Impostazioni e Storia

source: Miscellaneous Graphics
es: Gráficos varios
gl: Gráficos diversos
it: Grafiche Varie

source: TDG
es: EGdE
it: IGdI

source: Yearning for adventure, a newly-trained apprentice from the magic academy at Alduin fights alongside Wesnoth’s king during a major war against the orcs of the north. Play a pivotal role during this time of turmoil, as despite a string of battlefield victories Wesnoth seems to be slipping inexorably into chaos...
es: Ansiando aventura, un aprendiz recién formado de la academia de magia de Alduin lucha junto al rey de Wesnoth durante una gran guerra contra los orcos del norte. Juega un papel crucial durante este tiempo de turbulencia, ya que a pesar de una serie de victorias en el campo de batalla, Wesnoth parece deslizarse inexorablemente hacia el caos...
gl: Anhelante de aventuras, un aprendiz recentemente adestrado da academia de maxia de Alduin loita xunto ao rei de Wesnoth durante unha gran guerra contra os orcos do norte. Desempeña un papel fundamental durante este tempo de axitación, xa que a pesar dunha serie de vitorias no campo de batalla, Wesnoth parece estar caendo inexorablemente no caos...
it: Fresco di nomina dell’accademia dei maghi di Alduin, un apprendista in cerca di avventura combatte fianco a fianco al re di Wesnoth durante una grande guerra contro gli orchi del nord. Ricopri un ruolo centrale in questo periodo di sconvolgimenti, poiché, nonostante una serie di vittorie, Wesnoth sembra scivolare inesorabilmente nel caos...

source: (Intermediate level, 7 scenarios.)
es: (Nivel intermedio, 7 escenarios.)
gl: (Nivel intermedio, 7 escenarios.)
it: (Livello intermedio, 7 scenari.)

source: Story continued in: The Deceiver’s Gambit II
es: Historia continuada en: El Gambito de la Corona II
gl: A historia continúa en: O Gambito do Enganador II
it: La storia prosegue in: “Il Gambetto dell’Ingannatore, Parte II”

source: The Deceiver’s Gambit II
es: El Gambito de la Corona II
gl: O Gambito do Enganador II
it: Il Gambetto dell’Ingannatore, Parte II

source: As losses continue to mount, Delfador embarks on a dangerous mission behind enemy lines. The journey will be perilous, but what awaits at its end will be worse still. What does it truly mean to be a hero?
es: A medida que las pérdidas continúan acumulándose, Delfador emprende una peligrosa misión tras las líneas enemigas. El viaje será arriesgado, pero lo que le espera al final será aún peor. ¿Qué significa realmente ser un héroe?
gl: Mentres as perdas seguen aumentando, Delfador embárcase nunha perigosa misión tras as liñas inimigas. A viaxe será arriscada, pero o que o agarda ao final será aínda peor. Que significa realmente ser un heroe?
it: Mentre le perdite aumentano, Delfador si imbarca in una pericolosa missione oltre le linee nemiche. Il viaggio si rivelerà insidioso, ma ciò che attende alla sua fine sarà ancora peggio. Cosa significa veramente essere un eroe?

source: (Intermediate level, 8 scenarios.)
es: (Nivel intermedio, 8 escenarios.)
gl: (Nivel intermedio, 8 escenarios.)
it: (Livello intermedio, 8 scenari.)

source: Story continued in: “Asheviere’s Dogs”
es: Historia continuada en: “Los perros de Asheviere”
gl: A historia continúa en: “Os cans de Asheviere”
it: La storia prosegue in: “Cani di Asheviere”

source: Blast the fire elementals in <i>Graduation</i>.
es: Destruye a los elementales de fuego en <i>Graduación</i>.
gl: Destrue os elementais de lume en <i>Graduación</i>.
it: Distruggi gli elementali del fuoco in <i>Laurea</i>.

source: Scenario 0: Sandbagger
es: Escenario 0: Tramposo
gl: Escenario 0: Saqueador de area
it: Scenario 0: Sacco di sabbia

source: Complete <i>Stirrings of War</i> without killing any goblin spearmen.
es: Completa <i>Stirrings of War</i> sin matar a ningún lancero goblin.
gl: Completa <i>Axitacións da guerra</i> sen matar ningún lanceiro trasno.
it: Completa <i>Fermenti di Guerra</i> senza uccidere nessun goblin lanciere.

source: Scenario 1: Goblinitarian
es: Escenario 1: Goblinitario
gl: Escenario 1: O Esmagador de Matóns
it: Scenario 1: Goblinista

source: Complete the hidden victory condition in <i>Fort Garard</i>.
es: Completa la condición de victoria oculta en <i>Fort Garard</i>.
gl: Completa a condición de vitoria oculta en <i>Forte Garard</i>.
it: Completa la condizione di vittoria nascosta in <i>Fort Garard</i>.

source: Scenario 2: Bloodthirsty
es: Escenario 2: Sediento de sangre
gl: Escenario 2: Cazador de trampas
it: Scenario 2: Sanguinario

source: Complete <i>The Ambassador</i> without killing any wose.
es: Completa <i>El Embajador</i> sin matar ningún wose.
gl: Completa <i>O Embaixador</i> sen matar a ningún arboán.
it: Completa <i>L’Ambasciatore</i> senza che muoia nessun wose.

source: Scenario 3: Mellon
es: Escenario 3: Mellon
gl: Escenario 3: Asesino de Ladróns

source: Drown the silverback in <i>The Sylvan Seer</i>.
es: Ahoga al espalda plateada en <i>The Sylvan Seer</i>.
gl: Afoga o lombo prateado en <i>O Vidente Silvano</i>.
it: Affoga un Gorilla dal Dorso Argentato in <i>La Veggente Silvestre</i>.

source: Scenario 4: Gurgle gurgle
es: Escenario 4: Glug glug
gl: Escenario 4: Terra Queimada

source: Defeat both enemy leaders in <i>The Deceiver</i> before Garard does.
es: Derrota a ambos líderes enemigos en <i>El Engañador</i> antes que Garard.
gl: Derrota aos dous líderes inimigos en <i>O Enganador</i> antes de que o faga Garard.
it: Sconfiggi entrambi i condottieri nemici in <i>L’Ingannatore</i> prima che lo faccia Garard.

source: Scenario 5: Hook, Line, and Sinker
es: Escenario 5: Anzuelo, Caña y Plomo
gl: Escenario 5: Anzol, liña e plomada
it: Scenario 5: Fregato con tutte le scarpe

source: Complete <i>Ring of Swords</i> with Garard at full hp.
es: Completa <i>Anillo de Espadas</i> con Garard a plena salud.
gl: Completa o <i>Anel de Espadas</i> con Garard ca vida completa.
it: Completa <i>Anello di Spade</i> con Garard al pieno di PF.

source: Scenario 6: Royal Privilege
es: Escenario 6: Privilegio Real
gl: Escenario 6: Privilexio Real
it: Scenario 6: Privilegio Regale

source: Complete <i>The Great River</i> in 20 turns or less.
es: Completa <i>El Gran Río</i> en 20 turnos o menos.
gl: Completa <i>O Gran Río</i> en 20 quendas ou menos.
it: Completa <i>Il Grande Fiume</i> in 20 turni o meno.

source: Scenario 7: On the Clock
es: Escenario 7: Contra el Reloj
gl: Escenario 7: No reloxo
it: Scenario 7: Tempismo Perfetto

source: Complete <i>Ruins of Saurgrath</i> on the same turn you’re first spotted.
es: Completa <i>Ruinas de Saurgrath</i> en el mismo turno en que eres detectado por primera vez.
gl: Completa <i>Ruínas de Saurgrath</i> no mesmo turno no que te vexan por primeira vez.
it: Completa <i>Rovine di Saurgrath</i> nello stesso turno in cui vieni avvistato per la prima volta.

source: Scenario 8: Monster in the Mist
es: Escenario 8: Monstruo en la Niebla
gl: Escenario 8: Monstro na néboa
it: Scenario 8: Mostri nella Nebbia

source: Complete <i>Omaranth</i> before turns run out.
es: Completa <i>Omaranth</i> antes de que se acaben los turnos.
gl: Completa <i>Omaranth</i> antes de que se esgoten as quendas.
it: Completa <i>Omaranth</i> prima della fine dei turni.

source: Scenario 9: Sapper
es: Escenario 9: Zapador
gl: Escenario 9: Zapador
it: Scenario 9: Geniere

source: Command four ghosts at once in <i>Houses of the Dead</i>.
es: Comanda cuatro fantasmas a la vez en <i>Casas de los Muertos</i>.
gl: Comanda catro pantasmas á vez en <i>Casas dos Mortos</i>.
it: Comanda quattro fantasmi contemporaneamente in <i>Case della Morte</i>.

source: Scenario 10: Army of the Dead
es: Escenario 10: Ejército de los Muertos
gl: Escenario 10: Exército dos Mortos
it: Scenario 10: Armata delle Tenebre

source: Complete <i>Clan Blackcrest</i> in 10 turns or less.
es: Completa <i>Clan Cresta Negra</i> en 10 turnos o menos.
gl: Completa <i>Clan Crista Negra</i> en 10 quendas ou menos.
it: Completa <i>Clan Crestanera</i> in 10 turni o meno.

source: Scenario 11: Combined Arms
es: Escenario 11: Armas Combinadas
gl: Escenario 11: Armas combinadas
it: Scenario 11: Armi Combinate

source: Destroy all three enemy keeps in <i>The Traitor</i>.
es: Destruye las tres torres de mando enemigas en <i>El Traidor</i>.
gl: Destrúe as tres fortalezas inimigas en <i>O Traidor</i>.
it: Distrutti tutti e tre gli accampamenti nemici in <i>Il Traditore</i>.

source: Scenario 12: Scorched Earth
es: Escenario 12: Tierra Arrasada
gl: Escenario 12: Terra Queimada
it: Scenario 12: Terra Bruciata

source: Defeat all enemy leaders in <i>Revelry, Revisited</i>.
es: Derrota a todos los líderes enemigos en <i>Festejo, revisitado</i>.
gl: Derrota a todos os líderes inimigos en <i>Revelry, Revisited</i>.
it: Sconfiggi tutti i comandanti nemici in <i>Baldoria, Rivisitata</i>.

source: Scenario 13: Stand Fast
es: Escenario 13: Mantente firme
gl: Escenario 13: Mantente firme
it: Scenario 13: Restare Saldi

source: Complete the first phase of <i>Long Live the Queen</i> without moving Delfador.
es: Completa la primera fase de <i>Larga Vida a la Reina</i> sin mover a Delfador.
gl: Completa a primeira fase de <i>Longa vida á raíña</i> sen mover a Delfador.
it: Completa la prima fase di <i>Lunga Vita alla Regina</i> senza muovere Delfador.

source: Scenario 14: Armchair General
es: Escenario 14: General de Sillón
gl: Escenario 14: Xeral de butacas
it: Scenario 14: General Divanato

source: Attack:
es: Atacar
gl: Ataque:
it: Attacco:

source: Spell:
es: Hechizo:
gl: Conxuro:
it: Incantesimo:

source: Passive:
es: Pasivo:
gl: Pasivo:
it: Passivo:

source: Magic Missile
es: Misil Mágico
gl: Mísil máxico
it: Iaculum Magicum

source: Ranged 7x3 fire, <i><ref dst='weaponspecial_magical'>magical</ref></i>.
es: A distancia 7x3 de fuego, <i><ref dst='weaponspecial_magical'>mágico</ref></i>.
gl: A distancia 7×3 fogo, <i><ref dst='weaponspecial_magical'>máxica</ref></i>.
it: A distanza 7x3 fuoco, <i><ref dst='weaponspecial_magical'>magico</ref></i>.

source: Shield
es: Escudo
gl: Escudo
it: Scutum

source: Spend <span color='#00bbe6' style='italic'>8 XP</span> to gain <i>+20% dodge chance</i> until the start of your next turn or until cancelled.
es: <span color='#6ca364'><i><b>Hechizo:</b></i></span> Gasta <span color='#00bbe6' style='italic'>8 PX</span> para obtener <i>+20% de probabilidad de esquivar</i> hasta el inicio de tu próximo turno o hasta que se cancele.
gl: Gasta <span color='#00bbe6' style='italic'>8 puntos de experiencia</span> para gañar <i>+20% de probabilidade de esquivar</i> ata o comezo da túa seguinte quenda ou ata que se cancele.
it: Consuma <span color='#00bbe6' style='italic'>8 PE</span> per guadagnare un bonus <i>+20% schivata</i> fino all’inizio del prossimo turno o finché non viene cancellato.

source: Spend <span color='#00bbe6' style='italic'>8xp</span> to fully heal the lowest-health adjacent human ally, and increase its attacks, strikes, and damage by its level. <span color='#dd0000' weight='bold'>Next turn, it dies.</span>
es: <span color='#6ca364'><i><b>Hechizo:</b></i></span> Gasta <span color='#00bbe6' style='italic'>8px</span> para curar completamente al aliado humano adyacente con menos salud, y aumentar sus ataques, golpes y daño según su nivel. <span color='#dd0000' weight='bold'>Al siguiente turno, muere.</span>
gl: Gasta <span color='#00bbe6' style='italic'>8 puntos de experiencia</span> para curar completamente o aliado vivo adxacente con menos saúde e aumenta os seus ataques, golpes e danos segundo o seu nivel. <span color='#dd0000' weight='bold'>No seguinte turno, morre.</span>
it: Utilizza <span color='#00bbe6' style='italic'>8 PE</span> per curare completamente l’unità umana alleata adiacente con meno punti-ferita, e aumentare i suoi attacchi, colpi e danni a seconda del suo livello. <span color='#dd0000' weight='bold'>Al prossimo turno, morirà.</span>

source: Animate Mud
es: Animar Lodo
gl: Lama animada
it: Limus Animatus

source: Learn to recruit <i><ref dst='unit_Mudcrawler'>Mudcrawlers</ref></i>. Mudcrawlers gain +100% damage and XP while adjacent to you, but dissolve at the end of each scenario.
es: <span color='#a9a150'><i><b>Pasivo:</b></i></span> Aprende a reclutar <i>Reptadores de lodo</i>. Los reptadores de lodo obtienen +100% de daño y PX mientras estén adyacentes a ti, pero se disuelven al final de cada escenario.
gl: <span color='#a9a150'><i><b>Pasiva:</b></i></span> Aprende a recrutar <i>Mudcrawlers</i> . Os Mudcrawlers gañan +100% d de dano e EXP. mentres están adxacentes a ti, pero disólvense ao final de cada escenario.
it: Impara a reclutare le <i><ref dst='unit_Mudcrawler'>Fanghiglie</ref></i>. Le Fanghiglie hanno un bonus +100% danno e PE se si trovano vicine a te, ma si dissolvono alla fine di ogni scenario.

source: Chill Touch
es: Toque Gélido
gl: Toque frío
it: Tangofrigidus

source: Melee 6x3 cold, <i><ref dst='weaponspecial_slows'>slows</ref></i>. Replaces your default melee attack.
es: Cuerpo a cuerpo 6x3 de frío, <i><ref dst='weaponspecial_slows'>ralentiza</ref></i>. Reemplaza tu ataque cuerpo a cuerpo por defecto.
gl: Corpo a corpo 6x3 frío, <i><ref dst='weaponspecial_slows'>ralentiza</ref></i> Substitúe o teu ataque corpo a corpo predeterminado.
it: Mischia 6x3 freddo, <i><ref dst='weaponspecial_slows'>rallenta</ref></i>. Sostituisce il tuo attacco standard da mischia.

source: Levitate
es: Levitar
gl: Levitar
it: Lævita

source: Spend <span color='#00bbe6' style='italic'>8 XP</span> to gain <i>flight</i> and the <i><ref dst='ability_skirmisherskirmisher'>skirmisher</ref></i> ability until the start of your next turn or until cancelled.
es: <span color='#6ca364'><i><b>Hechizo:</b></i></span> Gasta <span color='#00bbe6' style='italic'>8 PX</span> para obtener <i>vuelo</i> y la habilidad <i><ref dst='ability_skirmisherskirmisher'>hostigador</ref></i> hasta el inicio de tu próximo turno o hasta que se cancele.
gl: Gasta <span color='#00bbe6' style='italic'>8 puntos de experiencia</span> para gañar <i>voo</i> e a <i><ref dst='ability_skirmisherskirmisher'>escaramuzador</ref></i> ata o comezo da túa seguinte quenda ou ata que se cancele.
it: Consuma <span color='#00bbe6' style='italic'>8 PE</span> per ottenere le abilità <i>volare</i> e <i><ref dst='ability_skirmisherskirmisher'>incursore</ref></i> fino all’inizio del prossimo scenario o fino alla loro cancellazione.

source: Find Familiar
es: Invocar Familiar
gl: Atopar familiar
it: Invenio Familio

source: Begin each scenario with your trusty pet raven. Your familiar’s level and XP persist across scenarios, but reset if it dies.
es: <span color='#a9a150'><i><b>Pasivo:</b></i></span> Comienza cada escenario con tu confiable cuervo mascota. El nivel y la experiencia de tu familiar persisten entre escenarios, pero se reinician si muere.
gl: Comeza cada escenario co teu fiel corvo mascota. O nivel e a experiencia do teu familiar persisten nos escenarios, pero restablécense se morre.
it: Inizia ogni scenario con il tuo fido corvo da compagnia. Il tuo famiglio mantiene il suo livello e i suoi PE attraverso i vari scenari, resettandosi in caso muoia.

source: Mnemonic
es: Mnemónico
gl: Mnemónico
it: Mnemonicus

source: Whenever an adjacent ally gains XP, you gain the same amount of XP.
es: Cada vez que un aliado adyacente gana PX, tú ganas la misma cantidad de PX.
gl: Sempre que un aliado adxacente gaña puntos de experiencia, ti gañas a mesma cantidade de experiencia.
it: Ogni qualvolta una unità adiacente guadagna PE, ne ottieni altrettanti anche tu.

source: Fireball
es: Bola de Fuego
gl: Bola de lume
it: Globus Ingnis

source: Ranged 8x4 fire, <i><ref dst='weaponspecial_magical'>magical</ref></i>.
es: A distancia 8x4 de fuego, <i><ref dst='weaponspecial_magical'>mágico</ref></i>.
gl: A distancia 8×4 fogo, <i><ref dst='weaponspecial_magical'>máxica</ref></i>.
it: A distanza, 8x4 fuoco, <i><ref dst='weaponspecial_magical'>magico</ref></i>.

source: Siphon
es: Sifón
gl: Sifón
it: Suctio

source: Ranged 8x4 arcane, <i><ref dst='weaponspecial_magical'>magical</ref></i> and <i><ref dst='weaponspecial_drains'>drains</ref></i>.
es: A distancia 8x4 de arcano, <i><ref dst='weaponspecial_magical'>mágico</ref></i> y <i><ref dst='weaponspecial_drains'>drena</ref></i>.
gl: A distancia 8×4 arcano, <i><ref dst='weaponspecial_magical'>máxica</ref></i> e <i><ref dst='weaponspecial_drains'>drena</ref></i>.
it: A distanza, 8x4 arcano, <i><ref dst='weaponspecial_magical'>magico</ref></i> e <i><ref dst='weaponspecial_drains'>assorbimento</ref></i>.

source: Blizzard
es: Tormenta de Nieve
gl: Ventisca
it: Nixnivis

source: Spend <span color='#00bbe6' style='italic'>16 XP</span> and <span color='#c06a61' style='italic'>your attack</span> to <i><ref dst='weaponspecial_slows'>slow</ref></i> enemy units and freeze terrain in a 3-hex radius.
es: <span color='#6ca364'><i><b>Hechizo:</b></i></span> Gasta <span color='#00bbe6' style='italic'>16 PX</span> y <span color='#c06a61' style='italic'>tu ataque</span> para <i><ref dst='weaponspecial_slows'>ralentizar</ref></i> unidades enemigas y congelar el terreno en un radio de 3 hexágonos.
gl: Gasta <span color='#00bbe6' style='italic'>16 EXP.</span> e <span color='#c06a61' style='italic'>o teu ataque</span> para <i><ref dst='weaponspecial_slows'>ralentizar</ref></i> as unidades inimigas e conxelar o terreo nun radio de 3 hexágonos.
it: Consuma <span color='#00bbe6' style='italic'>16 PE</span> e <span color='#c06a61' style='italic'>il tuo attacco</span> per <i><ref dst='weaponspecial_slows'>rallentare</ref></i> le unità nemiche e congelare il terreno per un raggio di 3 esagoni.

source: Counterspell
es: Contrahechizo
gl: Contrafeitizo
it: Contraincanto

source: Spend <span color='#00bbe6' style='italic'>16 XP</span> to <i>disallow <ref dst='weaponspecial_magical'>magical</ref> attacks</i> in a 3-hex radius, until cancelled. Disables Delfador’s spells, but not his passive skills.
es: <span color='#6ca364'><i><b>Hechizo:</b></i></span> Gasta <span color='#00bbe6' style='italic'>16 PX</span> para <i>prohibir ataques <ref dst='weaponspecial_magical'>mágicos</ref></i> en un radio de 3 hexágonos, hasta que se cancele. Desactiva los hechizos de Delfador, pero no sus habilidades pasivas.
gl: Gasta <span color='#00bbe6' style='italic'>16 EXP</span> para <i>desactivar <ref dst='weaponspecial_magical'>ataques máxicos</ref> nun radio de 3 hexágonos, ata que se cancelen. Desactiva os feitizos de Delfador, pero non as súas habilidades pasivas.
it: Consuma <span color='#00bbe6' style='italic'>16 PE</span> per neutralizzare attacchi <ref dst='weaponspecial_magical'>magici</ref> per un raggio di 3 esagoni, fintanto che non venga cancellato. Disabilita gli incantesimi di Delfador, ma non le sue abilità passive.

source: Polymorph
es: Polimorfia
gl: Polimorfo
it: Metamorphus

source: Transform into a <ref dst='unit_Frost Stoat Poly'>stoat</ref> (<span color='#00bbe6' style='italic'>1 XP</span>), <ref dst='unit_Cave Bear Poly'>bear</ref> (<span color='#00bbe6' style='italic'>8 XP</span>), <ref dst='unit_Giant Crab'>crab</ref> (<span color='#00bbe6' style='italic'>16 XP</span>), or <ref dst='unit_Roc'>roc</ref> (<span color='#00bbe6' style='italic'>32 XP</span>). Lasts until cancelled. Replaces Delfador’s attacks, spells, and passives, but does not affect hitpoints.
es: <span color='#6ca364'><i><b>Hechizo:</b></i></span> Transfórmate en una <ref dst='unit_Frost Stoat Poly'>comadreja</ref> (<span color='#00bbe6' style='italic'>1 PX</span>), <ref dst='unit_Cave Bear Poly'>oso</ref> (<span color='#00bbe6' style='italic'>8 PX</span>), <ref dst='unit_Giant Crab'>cangrejo</ref> (<span color='#00bbe6' style='italic'>16 PX</span>) o <ref dst='unit_Roc'>roc</ref> (<span color='#00bbe6' style='italic'>32 PX</span>). Dura hasta que se cancele. Reemplaza los ataques, hechizos y pasivos de Delfador, pero no afecta los puntos de vida.
gl: Transfórmase nun <ref dst='unit_Frost Stoat Poly'>armiño</ref> (<span color='#00bbe6' style='italic'>1 P.Exp.</span>), <ref dst='unit_Cave Bear Poly'>oso</ref> (<span color='#00bbe6' style='italic'>8 P.Exp.</span>), <ref dst='unit_Giant Crab'>cangrexo</ref> (<span color='#00bbe6' style='italic'>16 P.Exp.</span>) ou <ref dst='unit_Roc'>rocha</ref> (<span color='#00bbe6' style='italic'>32 P.Exp.</span>). Dura ata que se cancela. Substitúe os ataques, feitizos e pasivas de Delfador, pero non afecta aos puntos de vida.
it: Transforma in un <ref dst='unit_Frost Stoat Poly'>ermellino</ref> (<span color='#00bbe6' style='italic'>1PE</span>), <ref dst='unit_Cave Bear Poly'>orso</ref> (<span color='#00bbe6' style='italic'>8 PE</span>), <ref dst='unit_Giant Crab'>granchio</ref> (<span color='#00bbe6' style='italic'>16 PE</span>), o <ref dst='unit_Roc'>roc</ref> (<span color='#00bbe6' style='italic'>32 PE</span>). Persiste finché non cancellato. Rimpiazza gli attacchi, gli incantesimi e le abilità passive di Delfador, ma non influisce sui punti ferita.

source: Gain the <i><ref dst='ability_leadershipleadership'>leadership</ref></i> ability.
es: Obtienes la habilidad <i><ref dst='ability_leadershipleadership'>liderazgo</ref></i>.
gl: Gaña o <i><ref dst='ability_leadershipleadership'>liderado</ref></i> capacidade.
it: Ottieni l’abilità <i><ref dst='ability_leadershipleadership'>comando</ref></i>.

source: Ranged 12x4 fire, <i><ref dst='weaponspecial_magical'>magical</ref></i>.
es: A distancia 12x4 de fuego, <i><ref dst='weaponspecial_magical'>mágico</ref></i>.
gl: A distancia 12×4 fogo, <i><ref dst='weaponspecial_magical'>máxica</ref></i>.
it: A distanza, 12x4 fuoco, <i><ref dst='weaponspecial_magical'>magico</ref></i>.

source: Dancing Daggers
es: Dagas Bailarinas
gl: Dagas danzantes
it: Pugiones Saltantes

source: Ranged 5x8 blade, <i><ref dst='weaponspecial_backstab'>backstab</ref></i>
es: A distancia 5x8 de hoja, <i><ref dst='weaponspecial_backstab'>apuñalar por la espalda</ref></i>
gl: A distancia 5×8 folla, <i><ref dst='weaponspecial_backstab'>punhalada</ref></i>.
it: A distanza, 5x8 taglio, <i><ref dst='weaponspecial_backstab'>attacco alle spalle</ref></i>

source: Enthrall
es: Fascinar
gl: Encantar
it: Charme
