Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: But now? Sniffing out treachery in our own family? Taking it upon yourself to bring Arand to justice! You may have failed to defeat him, but failure does not diminish the trying. You did well today, Eldred.
es: ¿Y ahora? ¿Detectando traición en nuestra propia familia? ¡Tomando sobre ti mismo llevar a Arand ante la justicia! Puede que no lo hayas derrotado, pero el fracaso no disminuye el esfuerzo. Hoy lo hiciste bien, Eldred.
gl: Pero agora? Descubrindo a traizón na nosa propia familia? Encargándote de levar a Arand ante a xustiza! Pode que non conseguises derrotalo, pero o fracaso non diminúe o intento. Fixéchelo ben hoxe, Eldred.
it: Ma adesso? Scoprire tradimenti nella nostra stessa famiglia? Prenderti la responsabilità di assicurare Arand alla giustizia! Forse non sei riuscito a sconfiggerlo, ma il fallimento non sminuisce il tuo impegno. Oggi hai fatto un ottimo lavoro, Eldred.

source: (shocked) You—
es: (sorprendido) Tú—
gl: (sorprendido) Ti...
it: (scioccato) Tu—

source: Finally.
es: Por fin.
gl: Por fin.
it: Finalmente.

source: Wake! Alarm—
es: ¡Despierten! ¡Alarma—
gl: Espertade! Alarma...
it: Sveglia! Allarme—

source: (gulp, deep breath)
es: (trago, respiración profunda)
gl: (tragar saliva, respiro fondo)
it: (inghiottendo e facendo un profondo respiro)

source: WAKE! ALARM! DEORAN HAS SLAIN THE KING!
es: ¡DESPIERTEN! ¡ALARMA! ¡DEORAN HA MATADO AL REY!
gl: ¡DESPERTA! ¡ALARMA! ¡DEORAN MATOU O REI!
it: SVEGLIA! ALLARME! DEORAN HA UCCISO IL RE!

source: What!?
es: ¿¡Qué!?
gl: Que!?
it: Cosa!?

source: Garard truly is dead, and by the sword at that! Eldred was the last to enter...
es: ¡Garard está realmente muerto, y por la espada, nada menos! Eldred fue el último en entrar...
gl: Garard está morto de verdade, e pola espada ademais! Eldred foi o último en entrar...
it: Garard è davvero morto, e per mano di una spada! Eldred è stato l’ultimo ad entrare...

source: See Deoran there, standing now at the mouth of my father’s tent? He strikes in cold blood, at the height of my father’s triumph! He takes revenge for his long years of exile! Only a heart shaped by hate and twisted by elves could commit such a foul deed!
es: ¿Ves a Deoran allí, ahora en la entrada de la tienda de mi padre? ¡Ataca a sangre fría, en el momento cumbre del triunfo de mi padre! ¡Se venga por sus largos años de exilio! Solo un corazón formado por odio y torcido por los elfos podría cometer un acto tan vil.
gl: Ves a Deoran alí, de pé agora á entrada da tenda do meu pai? Golpea a sangue frío, no cumio do triunfo do meu pai! Víngase dos seus longos anos de exilio! Só un corazón moldeado polo odio e retorcido polos elfos podería cometer un acto tan vil!
it: Vedi Deoran lì, in piedi all’ingresso della tenda di mio padre? Colpisce a sangue freddo, proprio nel momento del trionfo di mio padre! Si vendica dei suoi lunghi anni di esilio! Solo un cuore plasmato dall’odio e distorto dagli elfi potrebbe commettere un atto così vile!

source: No! Eldred is—
es: ¡No! Eldred está—
gl: Non! Eldred é...
it: No! Eldred sta—

source: Calamity! The ambassador always seemed so polite! How could he do this? How could we let him do this?!
es: ¡Calamidad! ¡El embajador siempre parecía tan cortés! ¿Cómo pudo hacer esto? ¿Cómo pudimos permitir que lo hiciera?!
gl: Calamidade! O embaixador sempre pareceu tan educado! Como puido facer isto? Como puidemos deixalo facer isto?!
it: Che disastro! L’ambasciatore sembrava sempre così gentile! Come ha potuto fare una cosa del genere? Come abbiamo potuto permetterglielo?!

source: No! I—
es: ¡No! Yo—
gl: Non! Eu...
it: No! Io—

source: We all know that Deoran was not loved by the king. All this while he must have been biding his time, plotting his attack! And look, that outlaw of Delfador’s stands beside him, witness and accomplice to the crime!
es: Todos sabemos que el rey no amaba a Deoran. Todo este tiempo debió estar esperando su momento, ¡planeando su ataque! Y mira, ese proscrito de Delfador está a su lado, testigo y cómplice del crimen.
gl: Todos sabemos que Deoran non era amado polo rei. Durante todo este tempo debeu estar agardando o momento oportuno, tramando o seu ataque! E mirade, ese foraxido de Delfador está ao seu carón, testemuña e cómplice do crime!
it: Sappiamo tutti che Deoran non era amato dal re. Per tutto questo tempo deve aver aspettato il momento giusto, tramando il suo attacco! E guardate, quel fuorilegge di Delfador è al suo fianco, testimone e complice del crimine!

source: No, no! $companion_name is not my accomplice— I mean, neither of us are accomplices— that is to say—
es: ¡No, no! $companion_name no es mi cómplice— quiero decir, ninguno de los dos somos cómplices— es decir—
gl: Non, non! $companion_name non é o meu cómplice... quero dicir, ningún de nós é cómplice... é dicir...
it: No, no! $companion_name non è mio complice... Voglio dire, nessuno di noi due è complice— Cioè—

source: Ignore the killer’s murderous ramblings. Rally, soldiers of Wesnoth! Slay Deoran and avenge the king!
es: Ignoren los delirios del asesino. ¡Reunanse, soldados de Wesnoth! ¡Maten a Deoran y venguen al rey!
gl: Ignorade as divagacións asasinas do asasino. Reunídevos, soldados do Noroeste! Matade a Deoran e vingade o rei!
it: Ignorate le farneticazioni omicide dell’assassino. Radunatevi, soldati di Wesnoth! Uccidete Deoran e vendicate il re!

source: (aghast) Horrors below, Garard’s own son; what has happened to my beautiful kingdom? How—
es: (horrorizado) Horrores abajo, el propio hijo de Garard; ¿qué ha pasado con mi hermoso reino? ¿Cómo—
gl: (horrorizado) Horrores abaixo, propio fillo de Garard; que lle aconteceu ao meu fermoso reino? Como—
it: (sconvolto) Orrore, il figlio di Garard! Che cosa è successo al mio bellissimo regno? Come—

source: I don’t— what do I do? They all believe Eldred!? I’m not ready for a fight!
es: No sé— ¿qué hago? ¡Todos creen a Eldred!? ¡No estoy listo para pelear!
gl: Eu non... que fago? Todos cren a Eldred!? Non estou preparado para unha loita!
it: Io non... cosa faccio? Credono tutti a Eldred!? Non sono pronto per una lotta!

source: Listen boss, I’m not much for politics, but I know when to run and that’s now! We’ve got to get out of here!
es: Escucha jefe, no soy muy de política, ¡pero sé cuándo huir y es ahora! ¡Tenemos que salir de aquí!
gl: Escoita, xefe, non me gusta moito a política, pero sei cando presentarme e iso é agora! Temos que saír de aquí!
it: Senta, capo, non sono molto ferrato in politica, ma so quando è il momento di scappare, e quel momento è adesso! Dobbiamo andarcene da qui!

source: female^Listen boss, I’m not much for politics, but I know when to run and that’s now! We’ve got to get out of here!
es: ¡Chica, escucha jefe, no soy muy de política, pero sé cuándo huir y es ahora! ¡Tenemos que salir de aquí!
gl: muller^Escoita, xefe, non me gusta moito a política, pero sei cando presentarme e iso é agora! Temos que saír de aquí!
it: Senta, capo, non sono molto ferrata in politica, ma so quando è il momento di scappare, e quel momento è adesso! Dobbiamo andarcene da qui!

source: I— yes, you’re right! With Garard dead, Delfador commands the greatest honest force left in Wesnoth, and he has no idea what has just transpired! Delfador must be warned.
es: Yo— ¡sí, tienes razón! Con Garard muerto, Delfador comanda la mayor fuerza honesta que queda en Wesnoth, ¡y no tiene idea de lo que acaba de suceder! Delfador debe ser advertido.
gl: Eu... si, tes razón! Coa morte de Garard, Delfador comanda a maior forza honesta que queda en Wesnoth, e non ten nin idea do que acaba de acontecer! Hai que avisar a Delfador.
it: Io... sì, hai ragione! Con Garard morto, Delfador comanda la più grande forza leale rimasta a Wesnoth, e non ha idea di ciò che è appena accaduto! Delfador deve essere avvertito.

source: If we are lucky, we may yet be able to save Arand from Delfador’s ill-informed assault. But even barring that, Delfador’s leadership can surely rally enough soldiers to oppose Eldred by force of arms! $companion_name, go, now! Slip away along the eastern road!
es: Si tenemos suerte, aún podríamos salvar a Arand del asalto mal informado de Delfador. Pero incluso sin eso, ¡el liderazgo de Delfador seguramente podrá reunir suficientes soldados para enfrentar a Eldred por la fuerza de las armas! $companion_name, ¡ve ahora! ¡Escóndete por el camino del este!
gl: Se temos sorte, pode que sexamos capaces de salvar a Arand do ataque desinformado de Delfador. Pero mesmo se iso non fose así, os líderes de Delfador seguramente poden reunir soldados dabondo para opoñerse a Eldred pola forza das armas! $companion_name, vai, xa! Escápate polo camiño do leste!
it: Se saremo fortunati, potremo ancora salvare Arand dall’assalto sconsiderato di Delfador. Ma anche se così non fosse, la leadership di Delfador sarà sicuramente in grado di radunare un numero sufficiente di soldati per opporsi a Eldred con la forza delle armi! $companion_name, vai, subito! Allontanati lungo la strada orientale!

source: ...hey, how come you’re not following? Don’t even think about sacrificing yourself because of “chivalry” or some other bunk.
es: ...oye, ¿por qué no sigues? Ni se te ocurra sacrificarte por “caballerosidad” u otra tontería.
gl: ...ei, como é que non me segues? Nin sequera penses en sacrificarte por "cabalaría" ou algunha outra parvada.
it: ... ehi, perché non mi segui? Non pensare nemmeno di sacrificarti per “cavalleria” o altre sciocchezze del genere.

source: Nothing so heroic. Wesnoth’s forces may believe me a conspirator now, but I will not give up on them so easily. If I fight my way into a private audience with each leader I’m sure I can make them see the truth about Eldred — Garard’s poor family relationships were no secret. Even if I can but convince commanders to delay their support for the traitor prince, that will give Delfador and me much-needed time to gather gold before our next battle!
es: No hay nada heroico. Las fuerzas de Wesnoth pueden creer que soy un conspirador, pero no los abandonaré tan fácilmente. Si me abro paso hasta tener una audiencia privada con cada líder, estoy seguro de que puedo hacerles ver la verdad sobre Eldred — las malas relaciones familiares de Garard no eran un secreto. Incluso si solo logro convencer a los comandantes de retrasar su apoyo al príncipe traidor, eso dará a Delfador y a mí el tiempo necesario para reunir oro antes de nuestra próxima batalla.
gl: Nada tan heroico. As forzas de Wesnoth poden crerme agora un conspirador, pero non me rendirei con elas tan facilmente. Se loito para chegar a unha audiencia privada con cada líder, estou seguro de que poderei facerlles ver a verdade sobre Eldred: as malas relacións familiares de Garard non eran ningún segredo. Mesmo se consigo convencer os comandantes de que atrasen o seu apoio ao príncipe traidor, iso darame a Delfador e a min o tempo que tanto necesitamos para recoller ouro antes da nosa próxima batalla!
it: Niente di così eroico. Le forze di Wesnoth ora possono anche considerarmi un cospiratore, ma non mi arrenderò così facilmente. Se riuscirò a ottenere un’udienza privata con ciascun leader, sono sicuro di potergli far vedere la verità su Eldred: i pessimi rapporti familiari di Garard non erano un segreto. Anche se riuscissi solo a convincere i comandanti a ritardare il loro sostegno al principe traditore, questo darebbe a Delfador e a me il tempo necessario per raccogliere oro prima della nostra prossima battaglia!

source: <i>Defeating enemy leaders will increase your starting gold in the next scenario.</i>
es: <i>Derrotar a los líderes enemigos aumentará tu oro inicial en el próximo escenario.</i>
gl: <i>Derrotar aos líderes inimigos aumentará o teu ouro inicial no seguinte escenario.</i>
it: <i>Sconfiggendo i capi nemici aumenterai il tuo oro iniziale nello scenario successivo.</i>

source: When at last my strength is spent, I will flee through the forest — my steed is elf-stock, and no rival bred in Wesnoth can outpace its haste amongst the trees. But the more support I can garner now, the better our position will be in the future!
es: Cuando finalmente mi fuerza se agote, huiré por el bosque — mi corcel es de linaje élfico, y ningún rival criado en Wesnoth puede superar su velocidad entre los árboles. Pero cuanto más apoyo pueda reunir ahora, mejor será nuestra posición en el futuro.
gl: Cando por fin se me esgoten as forzas, fuxirei polo bosque; o meu corcel é de raza elfa e ningún rival criado en Wesnoth pode superar a súa présa entre as árbores. Pero canto máis apoio poida conseguir agora, mellor será a nosa posición no futuro!
it: Infine, quando avrò dato fondo a tutte le mie forze, fuggirò attraverso la foresta: il mio destriero è di razza elfica e nessun rivale allevato a Wesnoth può superare la sua velocità tra gli alberi. Ma più sostegno riuscirò a raccogliere ora, migliore sarà la nostra posizione in futuro!

source: Now make haste, and godspeed! You must reunite with Delfador; I will send what soldiers I can spare after you!
es: ¡Ahora apúrate y que Dios te acompañe! Debes reunirte con Delfador; enviaré los soldados que pueda después de ti.
gl: Agora date présa, e boa sorte! Debes reunirte con Delfador; enviarei os soldados que poida aforrar tras de ti!
it: Ora affrettati e buona fortuna! Devi ricongiungerti con Delfador; manderò tutti i soldati che posso mettere a disposizione per aiutarti!

source: Avenge the king! Don’t let them escape!
es: ¡Venga al rey! ¡No dejen que escapen!
gl: Vingade o rei! Non os deixedes escapar!
it: Vendicate il re! Non lasciateli scappare!

source: $gold_pickup gold
es: $gold_pickup de oro
gl: $gold_pickup ouro
it: $gold_pickup mo

source: Defeat as many enemy leaders as possible before Deoran is defeated <i>(each defeated leader yields bonus gold in the next scenario)</i>
es: Derrota a tantos líderes enemigos como sea posible antes de que Deoran sea derrotado <i>(cada líder derrotado otorga oro extra en el próximo escenario)</i>
gl: Derrota a tantos líderes inimigos como sexa posible antes de que Deoran sexa derrotado <i>(cada líder derrotado outorga ouro extra no seguinte escenario)</i>
it: Sconfiggi quanti più possibile condottieri nemici prima che Deoran venga sconfitto <i>(ogni leader sconfitto aumenterà il bonus oro per il prossimo scenario).</i>

source: Evacuate veteran units along the eastern road ($|escape_turns_remaining turns remaining)
es: Evacua las unidades veteranas por el camino del este ($|escape_turns_remaining turnos restantes)
gl: Evacuar as unidades veteranas ao longo da estrada leste ($|escape_turns_remaining turns remaining)
it: Consenti alle unità veterane di fuggire lungo la strada orientale ($|escape_turns_remaining turni rimasti)

source: When an enemy leader is defeated, their remaining soldiers will flee.
es: Cuando un líder enemigo sea derrotado, sus soldados restantes huirán.
gl: Cando un líder inimigo é derrotado, os seus soldados restantes fuxirán.
it: Quando un condottiero nemico viene sconfitto, i suoi soldati si daranno alla fuga.

source: This is the second-to-last scenario.
es: Este es el penúltimo escenario.
gl: Éste e o penúltimo escenario.
it: Questo è il penultimo scenario.

source: Units that escape to the east will be available to recall in the next scenario, but units that do not escape will be lost (either scattered or killed) — including units on your recall list! The eastern path will remain open until the end of turn {ESCAPE_TURNS}. You should evacuate enough veterans to have a strong recall list next scenario, but also defeat enough enemy leaders so that you’ll have gold for recalling.
es: Las unidades que escapen hacia el este estarán disponibles para ser reclutadas en el próximo escenario, pero las que no escapen se perderán (ya sea dispersas o muertas), ¡incluyendo las unidades en tu lista de reclutamiento! El camino del este permanecerá abierto hasta el final del turno {ESCAPE_TURNS}. Debes evacuar suficientes veteranos para tener una lista de reclutamiento fuerte en el próximo escenario, pero también derrotar suficientes líderes enemigos para tener oro al reclutar.
gl: As unidades que escapen cara ao leste estarán dispoñibles para ser rechamadas no seguinte escenario, pero as unidades que non escapen perderanse (xa sexan dispersas ou asasinadas), incluídas as unidades da túa lista de rechamadas! O camiño oriental permanecerá aberto ata o final do turno {ESCAPE_TURNS}. Debes evacuar suficientes veteranos para ter unha lista de rechamadas forte no seguinte escenario, pero tamén derrotar suficientes líderes inimigos para ter ouro para as rechamadas.
it: Le unità che fuggono verso est potranno essere richiamate nello scenario successivo, ma quelle che non fuggono andranno perse (disperse o uccise), comprese quelle presenti nella tua lista di richiamo! Il percorso orientale rimarrà aperto fino alla fine del turno {ESCAPE_TURNS}. Dovresti evacuare un numero sufficiente di veterani per avere una lista di richiamo forte nello scenario successivo, ma anche sconfiggere un numero sufficiente di leader nemici in modo da avere l’oro necessario per il richiamo.

source: Fleeing too quickly will only seal my guilt in the eyes of Wesnoth’s commanders. I do not intend to run until I have no other choice!
es: Huir demasiado rápido solo sellará mi culpa ante los ojos de los comandantes de Wesnoth. ¡No tengo intención de correr hasta no tener otra opción!
gl: Fuxir demasiado rápido só selará a miña culpa aos ollos dos comandantes de Wesnoth. Non teño intención de fuxir ata que non teña outra opción!
it: Fuggire troppo rapidamente non farà altro che confermare la mia colpevolezza agli occhi dei comandanti di Wesnoth. Non ho intenzione di scappare finché non avrò altra scelta!

source: I hear orc-drums approaching the eastern road! Any more who wish to flee — now is your last chance.
es: ¡Oigo tambores orcos acercándose al camino del este! Los que deseen huir, ahora es su última oportunidad.
gl: Escoito tambores de orcos achegándose ao camiño do leste! Calquera que queira fuxir... agora é a vosa última oportunidade.
it: Sento i tamburi degli orchi avvicinarsi dalla strada orientale! Chiunque desideri ancora fuggire, questa è la sua ultima occasione.

source: I hear orc-drums approaching the eastern road! Our time runs short.
es: ¡Oigo tambores orcos acercándose al camino del este! Nuestro tiempo se agota.
gl: Escoito tambores de orcos achegándose ao camiño do leste! O tempo esgótase.
it: Sento i tamburi degli orchi avvicinarsi dalla strada orientale! Il tempo a nostra disposizione sta per scadere.

source: You will now start the next scenario with $bonus_gold total gold (plus $s11_carryover carryover from Delfador)
es: Ahora comenzarás el próximo escenario con un total de $bonus_gold de oro (más $s11_carryover que se transfiere de Delfador)
gl: Agora comezarás o seguinte escenario con $bonus_gold de ouro total (máis $s11_carryover de ouro procedente de Delfador)
it: Ora inizierai il prossimo scenario con $bonus_gold oro totale (più $s11_carryover riportato da Delfador)

source: You will now start the next scenario with $bonus_gold total gold!
es: Ahora comenzarás el próximo escenario con un total de $bonus_gold de oro.
gl: Agora comezarás o seguinte escenario con $bonus_gold ouro total!
it: Ora inizierai il prossimo scenario con $bonus_gold oro in totale!

source: One leader is defeated. I had hoped to gain a new ally, but depriving Eldred and buying time is good enough. And now that this keep is ours, I can recruit more soldiers to aid in the fight.
es: Un líder ha sido derrotado. Esperaba ganar un nuevo aliado, pero privar a Eldred y ganar tiempo es suficiente. Y ahora que esta fortaleza es nuestra, puedo reclutar más soldados para ayudar en la lucha.
gl: Un líder foi derrotado. Tiña a esperanza de gañar un novo aliado, pero privar a Eldred e gañar tempo xa é suficiente. E agora que esta fortaleza é nosa, podo recrutar máis soldados para axudar na loita.
it: Un leader è stato sconfitto. Speravo di ottenere un nuovo alleato, ma indebolire Eldred e guadagnare tempo è già abbastanza. E ora che questa fortezza è nostra, posso reclutare altri soldati per aiutarmi nella battaglia.

source: One leader is defeated. I had hoped to gain a new ally, but depriving Eldred and buying time is good enough.
es: Un líder ha sido derrotado. Esperaba ganar un nuevo aliado, pero privar a Eldred y ganar tiempo es suficiente.
gl: Un líder foi derrotado. Tiña a esperanza de gañar un novo aliado, pero privar a Eldred e gañar tempo xa abonda.
it: Un leader è stato sconfitto. Speravo di ottenere un nuovo alleato, ma indebolire Eldred e guadagnare tempo è già abbastanza.

source: I should remember — soldiers I evacuate east will be available to fight Eldred later, but if I evacuate too many I will be too weak to fight effectively here!
es: Debo recordar: los soldados que evacúe hacia el este estarán disponibles para combatir a Eldred más tarde, pero si evacúo demasiados, ¡seré demasiado débil para luchar efectivamente aquí!
gl: Debo lembrar que os soldados que evacue ao leste estarán dispoñibles para loitar contra Eldred máis tarde, pero se evacuo demasiados, serei demasiado débil para loitar eficazmente aquí!
it: Devo ricordarmi che i soldati che evacuerò verso est saranno disponibili per combattere Eldred più tardi, ma se ne evacuerò troppi sarò troppo debole per combattere efficacemente qui!

source: Deoran’s putting up a real fight! But even if he defeats me, he’ll never get back into Wesnoth — we still have soldiers encamped on the southern shore.
es: ¡Deoran está ofreciendo una verdadera resistencia! Pero incluso si me derrota, nunca regresará a Wesnoth: todavía tenemos soldados acampados en la orilla sur.
gl: Deoran está a loitar de verdade! Pero mesmo se me derrota, nunca volverá a Wesnoth; aínda temos soldados acampados na costa sur.
it: Deoran sta combattendo con tutte le sue forze! Ma anche se mi sconfiggesse, non riuscirebbe mai a tornare a Wesnoth: abbiamo ancora soldati accampati lungo la costa meridionale.

source: So much ill will... The captains of old would have died for their king.
es: Tanta enemistad... Los capitanes de antaño habrían muerto por su rey.
gl: Tanta mala vontade... Os capitáns de antano terían morto polo seu rei.
it: Tanta malvagità... I capitani di un tempo sarebbero morti per il loro re.

source: Perhaps it is not a coincidence that so many of the old guard fell in battle against the orcs.
es: Tal vez no sea coincidencia que tantos de la vieja guardia cayeran en batalla contra los orcos.
gl: Quizais non sexa coincidencia que tantos da vella garda caesen na batalla contra os orcos.
it: Forse non è una coincidenza che così tanti membri della vecchia guardia siano caduti in battaglia contro gli orchi.

source: You are defeated, mage! Lend me your ear and hear the truth about Garard’s death! ’twas not I who struck the blow, but Prince Eldred!
es: ¡Estás derrotado, mago! Presta atención y escucha la verdad sobre la muerte de Garard: ¡no fui yo quien dio el golpe, sino el príncipe Eldred!
gl: Estás derrotado, mago! Préstame o oído e escoita a verdade sobre a morte de Garard! Non fun eu quen deu o golpe, senón o príncipe Eldred!
it: Sei stato sconfitto, mago! Prestami ascolto e ascolta la verità sulla morte di Garard! Non sono stato io a sferrare il colpo, ma il principe Eldred!
