Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: How does all <i><b>your</b></i> fighting benefit <i><b>you</b></i>? Decades of war, and what has been gained? While you bleed for a failing country and an aging king, your whole life is passing you by. You’re on the wrong side of history, Delfador war-mage.
es: ¿Cómo te beneficia a <i><b>ti</b></i> todo <i><b>tu</b></i> combate? Décadas de guerra, ¿y qué se ha logrado? Mientras sangras por un país en decadencia y un rey envejecido, toda tu vida está pasando ante ti. Estás del lado equivocado de la historia, Delfador, mago de guerra.
gl: En que <i><b>che</b></i> benefician todas <i><b>as túas</b></i> loitas? Décadas de guerra, e que se gañou? Mentres sangras por un país en decadencia e un rei envellecido, toda a túa vida pasa por diante. Estás no lado equivocado da historia, mago de guerra Delfador.
it: In che modo tutte le <i><b>tue</b></i> battaglie <i><b>ti</b></i> avvantaggiano? Decenni di guerra, e cosa hai ottenuto? Mentre sputi sangue per un paese in declino e un re anziano, tutta la tua vita ti sta sfuggendo. Sei dalla parte sbagliata della storia, mago da battaglia Delfador.

source: But you don’t have to be. Walk away! Stop wasting your life in service of an old man, and finally act for yourself! Delfador, I have allies under whose patronage you could live like a king, if you would only accept them!
es: Pero no tienes por qué serlo. ¡Aléjate! ¡Deja de malgastar tu vida al servicio de un anciano y actúa por ti mismo de una vez! Delfador, tengo aliados bajo cuyo patrocinio podrías vivir como un rey, si tan solo los aceptaras.
gl: Pero non tes por que selo. Vaite! Deixa de malgastar a túa vida ao servizo dun vello e, finalmente, actúa por ti mesmo! Delfador, teño aliados baixo cuxo patrocinio poderías vivir coma un rei, se tan só os aceptases!
it: Ma non devi esserlo. Vattene! Smetti di sprecare la tua vita al servizio di un vecchio e agisci finalmente per te stesso! Delfador, ho degli alleati sotto la cui protezione potresti vivere come un re, se solo li accettassi!

source: Like a king? I already serve a king, Iliah-Malal, and am well-loved for it. Protecting Wesnoth is my <b><i>duty</i></b>. King Garard is my <b><i>friend</i></b>. I hope you did not think to break me down so easily.
es: ¿Como un rey? Ya sirvo a un rey, Iliah-Malal, y soy muy querido por ello. Proteger Wesnoth es mi <b><i>deber</i></b>. El rey Garard es mi <b><i>amigo</i></b>. Espero que no pensaras que podrías doblegarme tan fácilmente.
gl: Como un rei? Xa sirvo a un rei, Iliah-Malal, e son ben tratado por iso. Protexer o Noroeste é o meu <b><i>deber</i></b> . O rei Garard é o meu <b><i>amigo</i></b> . Espero que non pensaras en derrubarme tan facilmente.
it: Come un re? Io servo già un re, Iliah-Malal, e sono molto amato per questo. Proteggere Wesnoth è il mio <b><i>dovere</i></b>. Re Garard è mio <b><i>amico</i></b>. Spero che tu non pensassi di potermi abbattere così facilmente.

source: Bah, remain a fool, then. You will not find me so easily broken either.
es: Bah, sigue siendo un tonto, entonces. Tampoco me encontrarás tan fácil de quebrar.
gl: Bah, entón segue sendo un parvo. Tampouco me atoparás tan doado de romper.
it: Bah, allora resta pure lo sciocco che sei. Nemmeno io mi spezzerò così facilmente.

source: Powers of darkness, confound my foes!
es: ¡Poderes de la oscuridad, confundan a mis enemigos!
gl: Poderes da escuridade, confundide os meus inimigos!
it: Potere dell’oscurità, confondi i miei nemici!

source: Find and defeat Iliah-Malal, before his undead overwhelm you.
es: Encuentra y derrota a Iliah-Malal, antes de que sus no-muertos te sobrepasen.
gl: Atopa e derrota a Iliah-Malal antes de que os seus mortos viventes te abrumen.
it: Scova e sconfiggi Iliah-Malal, prima che non-morti ti soverchino.

source: Nice try, Delfador! You’ve only destroyed another illusion.
es: ¡Buen intento, Delfador! Solo has destruido otra ilusión.
gl: Bo intento, Delfador! Só destruíches outra ilusión.
it: Bel tentativo, Delfador! Ma hai solo distrutto un’altra illusione.

source: So you have found the real me. No matter. I shall have you yet, Delfador!
es: Así que has encontrado al verdadero yo. No importa. ¡Aún te tendré, Delfador!
gl: Así que atopaches o verdadeiro eu. Non importa. Aínda terei de ti, Delfador!
it: Quindi finalmente sei riuscito a trovare il vero me. Non importa. Ti avrò comunque, Delfador!

source: Shadows consume you!
es: ¡Que las sombras te consuman!
gl: As sombras consumente!
it: Le ombre ti consumano!

source: I should... have kept... my potion...
es: Debería... haber guardado... mi poción...
gl: Debería... ter gardado... a miña poción...
it: Avrei dovuto... conservare... la mia pozione...

source: Elende’s prophecy rings true once more: <i>“A figure of shadow cloaked in the spirits of the dead”</i>... Good riddance. His meddling in life and death has been the cause of great evil.
es: La profecía de Elende se cumple una vez más: <i>“Una figura de sombra cubierta por los espíritus de los muertos”</i>... Buen viaje. Su injerencia en la vida y la muerte ha sido la causa de gran maldad.
gl: A profecía de Elende volve ser certa: <i>«Unha figura de sombra envolta nos espíritos dos mortos»</i> ... Que ben. A súa intromisión na vida e na morte foi a causa dun gran mal.
it: La profezia di Elende si avvera ancora una volta: «Una figura d’ombra ammantata dagli spiriti dei morti»... Finalmente se n’è andato. Il suo interferire con la vita e la morte è stato causa di grande male.

source: I am free... free! You have breathed into me a ravenousness for life anew, life to drain from those who roam unfettered under the pale sun. Take us into your service, Delfador; lead us to your foes! Lead us against the living!
es: Soy libre... ¡libre! Me has insuflado un hambre voraz de vida de nuevo, vida para drenar de aquellos que deambulan sin restricciones bajo el pálido sol. Llévanos a tu servicio, Delfador; ¡condúcenos hacia tus enemigos! ¡Condúcenos contra los vivos!
gl: Son libre... libre! Insufláchesme unha fame de vida nova, vida para drenar daqueles que vagan libres baixo o sol pálido. Tómanos ao teu servizo, Delfador; guíanos contra os teus inimigos! Guíanos contra os vivos!
it: Sono libero... libero! Mi hai infuso una nuova fame di vita, una vita da sottrarre a coloro che vagano liberi sotto il pallido sole. Accoglici al tuo servizio, Delfador; conduci noi contro i tuoi nemici! Conduci noi contro i vivi!

source: No, no! Do not tempt me, I beg you, for that way madness lies... should I ever start down that dark path I would never become free of it.
es: ¡No, no! No me tientes, te lo suplico, porque por ese camino se encuentra la locura... si alguna vez comenzara por ese oscuro sendero, nunca me liberaría de él.
gl: Non, non! Non me tentedes, prégovos, porque por aí reside a loucura... se algunha vez empezo por ese camiño escuro, nunca me liberarei dela.
it: No, no! Non tentarmi, ti prego, perché quella strada porta alla follia... se mai dovessi intraprendere quel sentiero oscuro, non riuscirei mai più a liberarmene.

source: No. But you have been of great service today, and for that you shall be rewarded with peace.
es: No. Pero hoy has sido de gran ayuda, y por ello serás recompensado con paz.
gl: Non. Pero hoxe fixeches un gran servizo, e por iso serás recompensado coa paz.
it: No. Ma oggi ci hai reso un grande servizio, e per questo sarai ricompensato con la pace.

source: Return to your land of calm and quiet, and trouble the living no longer. I shall save my country without your help.
es: Regresa a tu tierra de calma y tranquilidad, y no molestes más a los vivos. Salvaré a mi país sin tu ayuda.
gl: Volta á túa terra de calma e tranquilidade, e non molestes máis aos vivos. Salvarei o meu país sen a túa axuda.
it: Ritorna nella tua terra di calma e tranquillità, e non disturbare più i vivi. Salverò il mio paese senza il tuo aiuto.

source: From the dead I came, and to the dead I return...
es: De entre los muertos he venido, y a los muertos regreso...
gl: Dos mortos veño, e aos mortos volvo...
it: Sono venuto dalla morte e alla morte ritorno...

source: Rock and dust, bone and stone...
es: Roca y polvo, hueso y piedra...
gl: Rocha e po, óso e pedra...
it: Roccia e polvere, ossa e pietre...

source: Avenge my flight...
es: Venga mi vuelo...
gl: Vingar o meu voo...
it: Vendica la mia squadriglia...

source: Good luck, Delfador... Don’t trust anyone...
es: Buena suerte, Delfador... No confíes en nadie...
gl: Boa sorte, Delfador... Non confíes en ninguén...
it: Buona fortuna, Delfador... Non fidarti di nessuno...

source: That one has returned to the land of the dead. Maybe I could have captured it, if only I’d had a chance to try.
es: Ese ha regresado al reino de los muertos. Tal vez podría haberlo capturado si hubiera tenido la oportunidad de intentarlo.
gl: Ese volveu á terra dos mortos. Quizais puidese capturalo, se tan só tivese a oportunidade de intentalo.
it: Quello è tornato nel regno dei morti. Forse avrei potuto catturarlo, se solo avessi avuto la possibilità di provarci.

source: Elensefar Outskirts
es: Afueras de Elensefar
gl: Periferias de Elensefar
it: Intanto, alla Periferia di Elensefar...

source: The answer is no. Garard, Elensefar has no interest in joining your little war-clique. You’ve already stirred up enough trouble; trade up the river is failing, and goblins are once again raiding my northern border.
es: La respuesta es no. Garard, Elensefar no tiene interés en unirse a tu pequeña clique bélica. Ya has causado suficiente problema; el comercio río arriba está fallando, y los goblins vuelven a atacar mi frontera norte.
gl: A resposta é non. Garard, Elensefar non ten ningún interese en unirse á túa pequena camarilla guerreira. Xa causaches abondo problemas; o comercio río arriba está a fallar e os trasnos están a saquear de novo a miña fronteira norte.
it: La risposta è no. Garard, Elensefar non ha alcun interesse a unirsi alla tua piccola cricca bellicosa. Hai già causato abbastanza problemi: il commercio fluviale sta andando in rovina e i goblin stanno nuovamente saccheggiando il mio confine settentrionale.

source: All the more reason to join forces and wipe the orcs out! Think how much territory we could command if the Northlands were fully open to human settlement.
es: ¡Aún más razón para unir fuerzas y eliminar a los orcos! Piensa cuánto territorio podríamos controlar si las Tierras del Norte estuvieran completamente abiertas a la colonización humana.
gl: Razón de máis para unir forzas e acabar cos orcos! Imaxinade canto territorio poderiamos controlar se as Terras do Norte estivesen totalmente abertas aos asentamentos humanos.
it: Un motivo in più per unire le forze e spazzare via gli orchi! Pensa a quanto territorio potremmo controllare se le Terre del Nord fossero completamente aperte all’insediamento umano.

source: If you were <i>winning</i>, certainly, but then we wouldn’t be speaking together here, would we? You’ve never been one for sharing the spoils.
es: Si estuvieras <i>ganando</i>, ciertamente, pero entonces no estaríamos hablando aquí, ¿verdad? Nunca has sido de compartir los botines.
gl: Se estiveses <i>gañando</i> , por suposto, pero entón non estariamos falando aquí, non si? Nunca fuches de compartir o botín.
it: Se avessi <i>vinto</i>, certamente, ma allora non saremmo qui a parlare, vero? Non sei mai stato uno che condivide il bottino.

source: Now if you’ll excuse me, warmonger, I have a city to govern.
es: Ahora, si me disculpas, belicista, tengo una ciudad que gobernar.
gl: Agora, se me desculpas, belicista, teño unha cidade que gobernar.
it: Ora, se vuoi scusarmi, guerrafondaio, ho una città da governare.

source: Damn his cowardice! Still no word from Lionel?
es: ¡Maldita sea su cobardía! ¿Aún no hay noticias de Lionel?
gl: Maldita sexa a súa covardía! Aínda non hai noticias de Lionel?
it: Che sia maledetta la sua codardia! Ancora nessuna notizia da Lionel?

source: (stares)
es: (mira fijamente)
gl: (mira fixamente)
it: (sguardo fisso immobile)

source: Speak UP, boy! I raised you to be a killer, not a coward!
es: ¡Habla, muchacho! Te crié para ser un asesino, no un cobarde.
gl: Fala ALTO, rapaz! Eu crieite para ser un asasino, non un covarde!
it: PARLA, ragazzo! Ti ho cresciuto per essere un killer, non un codardo!

source: You hardly raised me at all...
es: Apenas me criaste...
gl: Case non me criaches...
it: Non mi hai praticamente cresciuto...

source: Oh, confound it. Why did I let those infernal rumors convince me to send away my best general and most loyal soldiers? Lionel is missing in action, Arand becomes more paranoid by the day, and you still speak softer than a mouse. This is war — Wesnoth needs a warrior prince.
es: Oh, maldita sea. ¿Por qué dejé que esos rumores infernales me convencieran de enviar lejos a mi mejor general y a mis soldados más leales? Lionel está desaparecido, Arand se vuelve más paranoico cada día, y tú aún hablas más suave que un ratón. Esto es guerra — Wesnoth necesita un príncipe guerrero.
gl: Oh, maldita sexa. Por que deixei que eses rumores infernais me convencesen de enviar ao meu mellor xeneral e aos meus soldados máis leais? Lionel está desaparecido en combate, Arand vólvese máis paranoico cada día que pasa e ti segues falando máis suave ca un rato. Isto é a guerra: Wesnoth necesita un príncipe guerreiro.
it: Oh, maledizione. Perché ho permesso a quelle maledette voci di convincermi a mandare via il mio miglior generale e i miei soldati più fedeli? Lionel è disperso in azione, Arand diventa ogni giorno più paranoico e tu continui a parlare più piano di un topolino. Questa è guerra: Wesnoth ha bisogno di un principe guerriero.

source: Even reliable Delfador took off months ago on some wild goose chase in the Northlands. Some days it feels like the whole world is moving against me... perhaps it is an omen of things to come.
es: Incluso el confiable Delfador partió hace meses en una búsqueda inútil por las Tierras del Norte. Algunos días siento que todo el mundo se mueve en mi contra... quizá sea un presagio de lo que está por venir.
gl: Ata o fiable Delfador despegou hai meses nunha persecución de gansos salvaxes nas Terras do Norte. Algúns días sinto que o mundo enteiro se move na miña contra... quizais sexa un agoiro do que está por vir.
it: Persino l’affidabile Delfador è partito mesi fa per una ricerca inutile nelle Terre del Nord. In certi giorni mi sembra che tutto il mondo mi sia contro... forse è un presagio di ciò che sta per accadere.

source: The coward’s option once more rears its ugly head. Negotiate, capitulate; yield the border to the butchers. Give unto the orcs their pound of flesh.
es: La opción del cobarde vuelve a asomar su fea cabeza. Negociar, capitular; ceder la frontera a los carniceros. Dar a los orcos su libra de carne.
gl: A opción do covarde volve asomar a súa fea cabeza. Negociar, capitular; ceder a fronteira aos carniceiros. Darlles aos orcos a súa libra de carne.
it: L’opzione dei codardi rialza ancora una volta la sua brutta testa. Negoziare, capitolare; cedere il confine ai macellai. Dare agli orchi ciò che vogliono.

source: How many would die? How many have already died to this problem of my own making? I can already feel the kings of old judging me in my failure, my squandering of everything they fought so hard to build...
es: ¿Cuántos morirían? ¿Cuántos han muerto ya por este problema que yo mismo creé? Ya puedo sentir a los antiguos reyes juzgándome por mi fracaso, por haber desperdiciado todo aquello por lo que tanto lucharon.
gl: Cantos morrerían? Cantos xa morreron por mor deste problema que eu mesma creei? Xa sinto os reis antigos xulgándome polo meu fracaso, polo meu desperdicio de todo o que loitaron tanto por construír...
it: Quanti moriranno? Quanti sono già morti a causa di questo problema che io stesso ho creato? Sento già i re del passato che mi giudicano per il mio fallimento, per aver sperperato tutto ciò che loro hanno costruito con tanta fatica...

source: No. I will not go down in history as a failed king; a weakling, a coward powerless to protect his people against the savages beyond. I have chosen the path of war, and I will see it through to its bloody end.
es: No. No pasaré a la historia como un rey fracasado; un débil, un cobarde incapaz de proteger a su pueblo contra los salvajes más allá. He elegido el camino de la guerra, y lo llevaré hasta su sangriento final.
gl: Non. Non pasarei á historia como un rei fracasado; un débil, un covarde impotente para protexer o seu pobo contra os salvaxes do alén. Escollín o camiño da guerra e levareino ata o seu sanguento final.
it: No. Non passerò alla storia come un re fallito, un debole, un codardo incapace di proteggere il suo popolo dai selvaggi che vivono oltre i confini. Ho scelto la via della guerra e la porterò avanti fino alla sua sanguinosa conclusione.

source: Riders, summon the reserves. Empty Halstead! Empty Weldyn! I want every child old enough to walk and every elder young enough to stand! In two weeks time we march across the ford and assault the Blackcrest war-camp. Come hell or high water, we will yet have our victory.
es: Jinetes, convoquen a las reservas. ¡Vacíen Halstead! ¡Vacíen Weldyn! Quiero a cada niño lo suficientemente mayor para caminar y a cada anciano lo suficientemente joven para mantenerse de pie! En dos semanas marcharemos a través del vado y asaltaremos el campamento de guerra Crestanegra. Pase lo que pase, aún tendremos nuestra victoria.
gl: Xinetes, convocade ás reservas. Halstead baleiro! Weldyn baleiro! Quero que todos os nenos maiores dabondo para camiñar e todos os maiores novos dabondo para poñerse de pé! En dúas semanas marcharemos a través do vao e atacaremos o campamento de guerra de Blackcrest. Pase o que pase, aínda teremos a vitoria.
it: Cavalieri, chiamate le riserve. Svuotate Halstead! Svuotate Weldyn! Voglio tutti i bambini abbastanza grandi da camminare e tutti gli anziani abbastanza giovani da stare in piedi! Tra due settimane marceremo attraverso il guado e assalteremo il campo militare dei Crestanera. Contro ogni previsione, otterremo la nostra vittoria.

source: Saurian Defectors
es: Saurios desertores
gl: Desertores Saurianos
it: Sauri Disertori

source: Chief Ghuvog
es: Jefe Ghuvog
gl: Xefe Ghuvog
it: Capo Ghuvog

source: Saurians of Saurgrath! It is I, your Great One, bringing an even greater warning!
es: ¡Saurios de Saurgrath! ¡Soy yo, su Gran Uno, trayendo una advertencia aún mayor!
gl: Saurios de Saurgrath! Son eu, o voso Grande, que vos trae un aviso aínda maior!
it: Sauri di Saurgrath! Sono io, la vostra Grande, che vi porto un avvertimento ancora più grande!

source: These orcs have, umm, conspired to betray you! You must strike first and kill them all — now hear me and obey!
es: ¡Estos orcos han, umm, conspirado para traicionarlos! Deben atacar primero y matar a todos — ¡escúchenme y obedezcan!
gl: Estes orcos, hm, conspiraron para traizoarte! Debes atacar primeiro e matalos a todos. Agora escoitame e obedece!
it: Questi orchi hanno, ehm, cospirato per tradirvi! Dovete colpire per primi e ucciderli tutti — ora ascoltatemi e obbedite!

source: Can it be? The Great One ssspeaksss to usss! I am not worthy! I am blessed to hear your great voice, unusssual though it may be!
es: ¿Puede ser? ¡El Gran Uno nosss habla! ¡No sssoy digno! Sssoy afortunado de escuchar tu gran voz, ¡aunque sssea inusssual!
gl: Pode ser? O Grande fálanos! Non son digno! Síntome bendicido de escoitar a túa gran voz, por inusual que sexa!
it: È possssibile? La Grande ci parla! Non sssono degno! Sssono benedetto dal poter assscoltare la tua grande voce, per quanto insssolita possssa essssere!

source: Yesss, the great fiery one has sssaved usss! If the orcsss will betray us, then we mussst ssstrike firssst!
es: Sssí, ¡el gran ígneo nosss ha sssalvado! Sssi los orcosss nosss traicionan, ¡entoncesss debemos atacar primero!
gl: Si, o gran fogoso salvounos! Se os orcos nos traicionan, entón debemos atacar primeiro!
it: Sssì, la grande ardente ci ha sssalvati! Ssse gli orchi ci tradiranno, allora dovremo colpire per primi!

source: ...caution, caution, ssomething isss not right! Where are the ssseven matriarchsss? Why does the Great One ssspeak ssso nasssally?
es: ...¡cuidado, cuidado, algo no essstá bien! ¿Dónde essstán las sssiete matriarcas? ¿Por qué el Gran Líder habla con esssa voz nasssal?
gl: ...coidado, coidado, algo non vai ben! Onde están as sete matriarcas? Por que fala o Grande con tanta vulgaridade?
it: ...attenzione, attenzione, c’è qualcosssa che non va! Dove sssono le sssette matriarche? Perché la Grande parla in modo così nasssale?

source: Do you not sssee her majesssty? It isss not our place to quessstion the great fiery one!
es: ¿No lo ves, su majestad? ¡No nos corresponde cuestionar al gran ígneo!
gl: Non ves a súa maxestade? Non nos corresponde cuestionar á gran fogosa!
it: Non vedi la sssua maessstossità? Non ssspetta a noi mettere in discussssione la grande ardente!

source: Shut it, all of you! I don’t know why any of youse care what some off-brand dragon says, but don’t forget that you lizards made a deal to fight with us against Wesnoth. Even paid <i>us</i> for the privilege, you dumb little worms! Now form up and get in line, before I have to beat some discipline into you!
es: ¡Cállense todos! No sé por qué les importa lo que diga algún dragón de segunda, pero no olviden que ustedes, lagartos, hicieron un trato para luchar con nosotros contra Wesnoth. ¡Incluso nos pagaron a <i>nosotros</i> por ese privilegio, pequeños gusanos tontos! Ahora formen fila antes de que tenga que imponerles disciplina a golpes.
gl: Calade, todos vós! Non sei por que a algún de vós lle importa o que diga algún dragón descoñecido, pero non esquezades que vós, lagartos, fixestes un trato para loitar connosco contra Wesnoth. Incluso <i>nos</i> pagastes polo privilexio, vermes parvos! Agora formade e poñédevos en fila, antes de que teña que imporvos a disciplina!
it: Zitti, tutti quanti! Non capisco perché vi interessi quello che dice un drago di bassa lega, ma non dimenticate che voi lucertole avete stretto un patto per combattere al nostro fianco contro Wesnoth. <i>Ci</i> avete persino pagati per questo privilegio, stupidi vermi! Ora serrate le fila e ricomponete i ranghi, prima che vi costringa a imparare la disciplina a forza di bastonate!

source: You insssult usss! Worssse, you dare insssult the Great One! Curssses upon you, cursses upon you! We ssshall fight you, we mussst fight you!
es: ¡Nos insssultasss! ¡Peor aún, te atrevesss a insssultar al Gran Uno! ¡Maldiciones sssobre ti, maldicionesss sobre ti! ¡Debemos luchar contra ti, debemos luchar!
gl: Insúltasnos! Peor aínda, atreveste a insultar ao Grande! Maldicións sobre ti, maldicións sobre ti! Loitaremos contra ti, temos que loitar contra ti!
it: Ci ssstai insssultando! Peggio ancora, osssi insssultare la Grande! Che tu ssia maledetto, maledizioni su di te! Ti combatteremo, dobbiamo combatterti!

source: Yesss, we mussst fight! Fight the orcsss!
es: ¡Sssí, debemosss luchar! ¡Luchen contra los orcosss!
gl: Si, temos que loitar! Loitar contra os orcosss!
it: Sssì, dobbiamo combattere! Combattere gli orchi!

source: Oh yeah? Try me, you filthy sacks of lizard slime; I’ll teach youse your proper place! To arms, Blackcrests!!
es: ¿Ah, sí? Pruébenme, sucios sacos de baba de lagarto; ¡les enseñaré su lugar! ¡A las armas, Crestasnegras!
gl: Ah, si? Póñanme a proba, sacos sucios de baba de lagarto; ensinareivos o voso lugar axeitado! Ás armas, Blackcrests!!
it: Ah sì? Mettetemi alla prova, sporchi sacchi di melma di lucertola: vi insegnerò qual è il vostro posto! Alle armi, Crestanera!!
