Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: consume
es: consumir
gl: consumir
it: consumo

source: This unit regains <span color='#00FF00'>30%</span> of its maximum hitpoints whenever it kills a living unit.
es: Esta unidad recupera <span color='#00FF00'>30%</span> de su salud máxima cada vez que mata a una unidad viva.
gl: Esta unidade recupera <span color='#00FF00'>o 30 %</span> dos seus puntos de vida máximos cada vez que mata unha unidade viva.
it: Questa unità recupera il <span color='#00FF00'>30%</span> dei suoi punti ferita massimi ogni volta che uccide un’unità vivente.

source: Eyestalk
es: Tallo Ocular
gl: Ollotalvo
it: Occhio-stelo

source: Named ‘Eyestalks’ for obvious reasons, these plant-like creatures can focus their gaze onto an unsuspecting victim to draw life energy straight out of them to replenish their own. While readily flammable and almost defenseless against melee attacks, their deadly gaze from afar is not to be underestimated.
es: Llamadas 'Tallos Oculares' por razones obvias, estas criaturas de apariencia vegetal pueden concentrar su mirada en una víctima desprevenida para extraer su energía vital y reponer la propia. Aunque son fácilmente inflamables y casi indefensas contra ataques cuerpo a cuerpo, su mirada mortal desde la distancia no debe subestimarse.
gl: Chamadas "Ollos de talo" por razóns obvias, estas criaturas semellantes a plantas poden centrar a súa mirada nunha vítima desprevida para extraer enerxía vital directamente dela e repoñer a súa propia. Aínda que son facilmente inflamables e case indefensas contra os ataques corpo a corpo, a súa mirada mortal desde lonxe non debe ser subestimada.
it: Chiamati "Occhi-stelo" per ovvie ragioni, queste creature simili a piante possono concentrare il loro sguardo su una vittima ignara per sottrarne energia vitale e rigenerare la propria. Sebbene siano facilmente infiammabili e quasi indifese contro gli attacchi corpo a corpo, il loro sguardo letale da lontano non è da sottovalutare.

source: gaze
es: mirada
gl: mirada
it: sguardo

source: Giant Crab
es: Cangrejo Gigante
gl: Cangrexo xigante
it: Granchio Gigante

source: Giant Crabs are like regular crabs, only giant. Their claws are larger than a horse’s leg, and their shell is thicker than most armor. But their most interesting feature is their water spit, which is far more noxious than that of their smaller cousins.
es: Los Cangrejos Gigantes son como los cangrejos normales, solo que gigantes. Sus pinzas son más grandes que la pierna de un caballo y su caparazón más grueso que la mayoría de las armaduras. Pero su característica más interesante es su escupitajo de agua, mucho más nocivo que el de sus primos más pequeños.
gl: Os cangrexos xigantes son coma os cangrexos normais, só que xigantes. As súas pinzas son máis grandes que a pata dun cabalo e a súa cuncha é máis grosa que a maioría das armaduras. Pero a súa característica máis interesante é a súa cuspidora de auga, que é moito máis nociva que a dos seus curmáns máis pequenos.
it: I Granchi Giganti sono come i granchi normali, semplicemente molto più grandi. Le loro chele sono più grandi della zampa di un cavallo e il loro carapace è più spesso della maggior parte delle corazze. Ma la loro caratteristica più interessante è la salivazione, molto più nociva di quella dei loro cugini più piccoli.

source: spit
es: escupitajo
gl: cuspir
it: sputo

source: Silverback
es: Espalda Plateada
gl: Lombo prateado
it: Gorilla dal Dorso Argentato

source: The greatest of the apes are the Silverbacks, so called for their distinctive rear coloration. Smaller than an ogre but much more muscular, the eldest of these creatures are said to possess the strength of a dozen men.
es: Los mayores de los simios son los Espaldas Plateadas, llamados así por la coloración distintiva de su espalda. Más pequeños que un ogro pero mucho más musculosos, se dice que los mayores de estos individuos poseen la fuerza de una docena de hombres.
gl: Os máis grandes dos simios son os lombos prateados, chamados así pola súa distintiva coloración traseira. Máis pequenos que un ogro pero moito máis musculosos, dise que os máis vellos destas criaturas posúen a forza dunha ducia de homes.
it: Le scimmie più grandi sono i Gorilla dal Dorso Argentato, così chiamati per la loro caratteristica colorazione della pelliccia sulla schiena. Più piccoli di un orco ma molto più muscolosi, si dice che i più anziani di queste creature possiedano la forza di una dozzina di uomini.

source: fist
es: puño
gl: puño
it: pugno

source: Orcish Adept
es: Adepta Orco
gl: Adepto Orco
it: Orchessa Adepta

source: Female orcs with spiritual leanings may find themselves inducted into the arts of orcish sorcery. Initially called Adepts, these newly-trained orcs gain a curious influence over the shamanistic forces that separate life from non-life. Directed inwards, this art gives them great resilience against most forms of magic. Directed outwards, it grants them the fearsome power to siphon life from their enemies. Although physically frail compared to other orcs this shamanistic art makes even a freshly trained Adept a force to be reckoned with on the battlefield.
es: Las orcas con inclinaciones espirituales pueden ser iniciadas en las artes de la hechicería orca. Inicialmente llamadas Adeptas, estas orcas recién entrenadas adquieren una influencia curiosa sobre las fuerzas chamánicas que separan la vida de la no-vida. Dirigido hacia dentro, este arte les da gran resiliencia contra la mayoría de formas de magia. Dirigido hacia fuera, les otorga el temible poder de extraer vida de sus enemigos. Aunque físicamente frágiles comparadas con otras orcas, este arte chamánico hace que incluso una Adepta recién entrenada sea una fuerza a tener en cuenta en el campo de batalla.
gl: As orcas con inclinacións espirituais poden verse introducidas nas artes da bruxería orca. Inicialmente chamadas Adeptas, estas orcas recentemente adestradas obteñen unha curiosa influencia sobre as forzas xamánicas que separan a vida da non-vida. Dirixida cara a dentro, esta arte dálles unha gran resistencia contra a maioría das formas de maxia. Dirixida cara a fóra, outórgalles o temible poder de sumar vida aos seus inimigos. Aínda que fisicamente fráxil en comparación con outros orcos, esta arte xamánica converte mesmo a un Adepto recentemente adestrado nunha forza a ter en conta no campo de batalla.
it: Le orchesse con inclinazioni spirituali possono ritrovarsi iniziate alle arti della stregoneria orchesca. Inizialmente chiamate Adepte, queste orchesse appena addestrate acquisiscono una curiosa influenza sulle forze sciamaniche che separano la vita dalla non-vita. Orientata verso l’interno, quest’arte conferisce loro una grande resistenza contro la maggior parte delle forme di magia. Orientata verso l’esterno, conferisce loro il temibile potere di risucchiare la vita dai loro nemici. Sebbene fisicamente fragile rispetto ad altri orchi, quest’arte sciamanica rende anche un’Adepta appena addestrata una forza da non sottovalutare sul campo di battaglia.

source: siphon
es: sifón
gl: sifón
it: risucchio

source: Orcish Shaman
es: Chamán Orco
gl: Xamán orco
it: Orchessa Sciamana

source: Like most sapient races, orcs often ponder the workings of the world in which they live. Some endeavor to take this beyond idle musing, but the violent, nomadic lifestyle of the largest orcish clans does not lend itself to academic study, and the rare scholarly orc is invariably killed or enslaved by their more warlike brethren. Orcish Shamans are rare exceptions to this rule. Respected among clans and seen as a trustworthy and neutral party, Shamans serve as guardians of orcish wisdom, and advisors in times of crisis — not something orcs tend to otherwise tolerate. By the time an Adept is recognized as a fully-fledged Shaman, she has committed to memory much of the orcs’ collective oral tradition. This much-practiced wisdom has many applications, not least of which is their improved ability to draw life from their foes during battle.
es: Al igual que la mayoría de las razas inteligentes, los orcos a menudo reflexionan sobre el funcionamiento del mundo en el que viven. Algunos intentan llevar esto más allá de la simple contemplación, pero el estilo de vida violento y nómada de los clanes orcos más grandes no se presta al estudio académico, y el raro orco erudito es invariablemente asesinado o esclavizado por sus hermanos más belicosos. Los Chamanes Orcos son raras excepciones a esta regla. Respetados entre los clanes y vistos como una parte confiable y neutral, los Chamanes sirven como guardianes de la sabiduría orca y como consejeros en tiempos de crisis — algo que los orcos normalmente no toleran. Para cuando una Adepta es reconocida como un Chamán completo, ha memorizado gran parte de la tradición oral colectiva de los orcos. Esta sabiduría tan practicada tiene muchas aplicaciones, no menos importante es su habilidad mejorada para extraer vida de sus enemigos durante la batalla.
gl: Como a maioría das razas sapientes, os orcos adoitan reflexionar sobre o funcionamento do mundo no que viven. Algúns esfórzanse por levar isto máis alá das reflexións ociosas, pero o estilo de vida violento e nómade dos clans orcos máis grandes non se presta ao estudo académico, e o raro orco erudito é invariablemente asasinado ou escravizado polos seus irmáns máis guerreiros. Os xamáns orcos son raras excepcións a esta regra. Respectados entre os clans e vistos como unha parte fiable e neutral, os xamáns serven como gardiáns da sabedoría orca e conselleiros en tempos de crise, algo que os orcos non tenden a tolerar doutro xeito. Cando un Adepto é recoñecido como un xamán de pleno dereito, xa memorizou gran parte da tradición oral colectiva dos orcos. Esta sabedoría tan practicada ten moitas aplicacións, entre as que destaca a súa capacidade mellorada para sacar vida dos seus inimigos durante a batalla.
it: Come la maggior parte delle razze senzienti, gli orchi spesso riflettono sul funzionamento del mondo in cui vivono. Alcuni si sforzano di andare oltre le oziose riflessioni, ma lo stile di vita violento e nomade dei clan orcheschi più grandi non si presta allo studio accademico, e i rari orchi eruditi vengono invariabilmente uccisi o ridotti in schiavitù dai loro fratelli più bellicosi. Le orchesse sciamane sono rare eccezioni a questa regola. Rispettate tra i clan e considerate una fazione affidabile e neutrale, le Sciamane fungono da custodi della saggezza orchesca e da consigliere in tempi di crisi, cosa che gli orchi normalmente tendono poco a tollerare. Quando un’Adepta viene riconosciuta come Sciamana a pieno titolo, ha già memorizzato gran parte della tradizione orale collettiva degli orchi. Questa forma di saggezza, ampiamente praticata, ha molte applicazioni, non ultima la loro perfezionata capacità di indebolire i nemici sottraendo loro forza vitale durante uno scontro.

source: Orcish Sorceress
es: Hechicera Orco
gl: Feiticeira orca
it: Orchessa Stregona

source: Orcs are sometimes capable of living as long as humans, but very few individuals ever fully realize that potential, as the average orc only sees two or three decades before meeting their end either in war or by the hand of one of their kin. Only the Shamans, isolated from the daily strife of the major orcish clans, commonly live to reach old age. The greatest of these elders make up the Great Council, which may arbitrate the many conflicts that arise between clans of their argumentative brethren. Having practiced their mystical art to perfection, these aged orcs are held in the highest respect across the various clans.
es: Los orcos a veces pueden vivir tanto como los humanos, pero muy pocos individuos alcanzan realmente ese potencial, ya que el orco promedio solo ve dos o tres décadas antes de encontrar su fin, ya sea en la guerra o por la mano de uno de sus propios hermanos. Solo los Chamanes, aislados de los conflictos diarios de los grandes clanes orcos, suelen llegar a una edad avanzada. Los más grandes de estos ancianos forman el Gran Consejo, que puede arbitrar los muchos conflictos que surgen entre los clanes de sus hermanos argumentativos. Habiendo practicado su arte mística a la perfección, estos orcos ancianos son respetados al más alto nivel en todos los clanes.
gl: Os orcos ás veces son capaces de vivir tanto como os humanos, pero moi poucos individuos alcanzan plenamente ese potencial, xa que o orco medio só vive dúas ou tres décadas antes de atopar o seu fin, xa sexa na guerra ou da man dun dos seus parentes. Só os xamáns, illados da loita diaria dos principais clans orcos, adoitan vivir ata a vellez. Os maiores destes anciáns forman o Gran Consello, que pode arbitrar os moitos conflitos que xorden entre os clans dos seus irmáns polémicos. Despois de practicar a súa arte mística á perfección, estes orcos anciáns son tidos no máis alto respecto en todos os clans.
it: Gli orchi a volte sono capaci di vivere a lungo quanto gli umani, ma pochissimi individui realizzano appieno questo potenziale, poiché l’orco medio vive solo due o tre decenni prima di trovare la fine in guerra o per mano di uno dei suoi simili. Solo le sciamane, avulse dalle lotte quotidiane dei principali clan orcheschi, vivono solitamente fino alla vecchiaia. Le più grandi tra queste anziane compongono il Gran Consiglio, che può deliberare sui numerosi conflitti che sorgono tra i clan dei loro litigiosi fratelli. Avendo praticato la loro arte mistica fino alla perfezione, queste anziane orchesse sono tenute nel massimo rispetto tra i vari clan.

source: sap
es: chupar
gl: savia
it: indebolimento

source: Beacon
es: Baliza
gl: Faro
it: Faro

source: Saurian Devotee
es: Devoto Saurio
gl: Devoto Saurio
it: Sauro Devoto

source: Young saurians particularly keen on the magical arts are trained as Devotees. Although they still lack the strength of Augurs and Prophets, they can still use their abilities to defend their clan in times of need.
es: Los saurios jóvenes particularmente interesados en las artes mágicas son entrenados como Devotos. Aunque aún carecen de la fuerza de los Augures y Profetas, todavía pueden usar sus habilidades para defender a su clan en tiempos de necesidad.
gl: Os saurios novos, especialmente interesados nas artes máxicas, son adestrados como Devotos. Aínda que carecen da forza dos Augures e Profetas, aínda poden usar as súas habilidades para defender o seu clan en tempos de necesidade.
it: I giovani sauri particolarmente dotati di arti magiche vengono addestrati come Devoti. Sebbene non abbiano ancora la forza di Auguri e Profeti, possono comunque usare le loro abilità per difendere il loro clan nei momenti di bisogno.

source: curse
es: maldición
gl: maldición
it: maledizione

source: Saurian Juvenile
es: Saurio Juvenil
gl: Saurio xuvenil
it: Sauro Cucciolo

source: These young saurians are less than a year old, and are too weak and infirm to hunt or fight. Older Juveniles may tend to a few basic duties within their clutch, but are still defenceless in combat. As these saurians grow older, they will quickly learn to fend for themselves and become fully grown adults by the age of three.
es: Estos saurios jóvenes tienen menos de un año y son demasiado débiles e enfermizos para cazar o luchar. Los Juveniles mayores pueden encargarse de algunas tareas básicas dentro de su camada, pero aún son indefensos en combate. A medida que estos saurios crezcan, aprenderán rápidamente a valerse por sí mismos y se convertirán en adultos completamente desarrollados hacia los tres años.
gl: Estes saurios novos teñen menos dun ano e son demasiado débiles e enfermos para cazar ou loitar. Os exemplares xuvenís maiores poden dedicarse a algunhas tarefas básicas dentro da súa posta, pero aínda están indefensos no combate. A medida que estes saurios medran, aprenderán rapidamente a valerse por si mesmos e converteranse en adultos completos aos tres anos.
it: Questi giovani sauri hanno meno di un anno e sono troppo deboli e infermi per cacciare o combattere. I giovani più grandi possono svolgere alcuni compiti di base all’interno della loro covata, ma sono ancora indifesi in combattimento. Crescendo, questi sauri impareranno rapidamente a cavarsela da soli e diventeranno adulti completamente sviluppati entro i tre anni.

source: Saurian Spike
es: Saurio Púa
gl: Pico Saurian
it: Saura Aculeo

source: These young saurians are still learning to wield a proper spear, and have not yet attained the skills of their elders. They are skilled enough to hunt small animals, but are still unprepared for a true battle, fighting only on the most dire occasions.
es: Estos saurios jóvenes todavía están aprendiendo a manejar una lanza correctamente y no han alcanzado las habilidades de sus mayores. Son lo suficientemente hábiles para cazar animales pequeños, pero aún no están preparados para una batalla real, luchando solo en las ocasiones más graves.
gl: Estes saurios novos aínda están aprendendo a manexar unha lanza axeitada e aínda non alcanzaron as habilidades dos seus maiores. Son o suficientemente hábiles como para cazar animais pequenos, pero aínda non están preparados para unha batalla de verdade, loitando só nas ocasións máis terribles.
it: Questi giovani sauri stanno ancora imparando a maneggiare una lancia come si deve e non hanno ancora raggiunto le abilità dei loro antenati. Sono abbastanza abili da cacciare piccoli animali, ma non sono ancora pronti ad affrontare una vera battaglia, combattendo solo nelle situazioni più estreme.

source: spear
es: lanza
gl: lanza
it: lancia

source: throwing spear
es: lanza arrojadiza
gl: lanza arroxante
it: giavellotto

source: Glob glob glob.
es: Glub glub glub.
gl: Globo, globo, globo.

source: Fsss crackle hiss.
es: Fsss crepitar siseo.
gl: Fsss… crepitar… sss.

source: missile
es: misil
gl: Mísil
it: dardo

source: No Target
es: Sin objetivo
gl: Sen obxectivo.
it: Nessun bersaglio

source: Next turn, this unit dies.
es: En el próximo turno, esta unidad morirá.
gl: Na seguinte quenda, esta unidade morre.
it: Al prossimo turno, questa unità morirà.

source: This unit is a skilled summoner. Adjacent allied elementals deal +100% damage and gain +100% experience. Recruited elementals dissipate at the end of each scenario.
es: Esta unidad es una invocadora experta. Los elementales aliados adyacentes infligen +100% de daño y ganan +100% de experiencia. Los elementales reclutados se disipan al final de cada escenario.
gl: Esta unidade é unha invocadora habilidosa. Os elementais aliados adxacentes inflixen +100% d de dano e gañan +100% e de experiencia. Os elementais recrutados disípanse ao final de cada escenario.
it: Questa unità è un’abile evocatore. Gli elementali alleati ad essa adiacenti infliggono +100% danni e ottengono +100% esperienza. Gli elementali reclutati si dissolvono alla fine di ogni scenario.

source: summoner
es: invocador
gl: invocador
it: evocatore

source: chill touch
es: toque helado
gl: toque frío
it: tocco gelido

source: My levitate spell has ended over impassable terrain! I‘m falling to my death!
es: ¡Mi hechizo de levitar ha terminado sobre terreno infranqueable! ¡Estoy cayendo hacia mi muerte!
gl: Rematou o meu feitizo de levitar sobre terreo intransitable! Estou caendo cara á miña morte!
it: Il mio incantesimo Lævita è terminato proprio sopra un terreno invalicabile! Sto precipitando verso la morte!

source: A familiar already, apprentice? Well done — that’s an impressive piece of magic even for experienced wizards.
es: ¿Un familiar ya, aprendiz? Bien hecho — eso es una demostración de magia impresionante incluso para magos experimentados.
gl: Xa es un familiar, aprendiz? Ben feito. É unha peza de maxia impresionante mesmo para magos experimentados.
it: Apprendista, sei già in grado di evocare un famiglio? Ben fatto: è un impressionate dimostrazione di forza magica anche per un mago di grande esperienza.

source: Whenever an adjacent ally gains xp, you gain the same amount of xp.
es: Cada vez que un aliado adyacente gana experiencia, tú ganas la misma cantidad de experiencia.
gl: Sempre que un aliado adxacente gaña puntos de experiencia, ti gañas a mesma cantidade de experiencia.
it: Ogni qualvolta una unità adiacente guadagna PE, ne ottieni altrettanti anche tu.

source: mnemonic
es: mnemónico
gl: mnemotécnico
it: mnemonicus

source: counterspelled
es: contraconjurado
gl: contrafeitizado
it: annullato

source: Counterspell is nullifying this magical attack.
es: El Contrahechizo está anulando este ataque mágico.
gl: O contrafeitizo está anulando este ataque máxico.
it: Contraincanto sta annullando questo attacco magico.

source: They called me crazy, but I always knew I could figure out a way to block magic! I just needed to copy what I— the fake I— did during that prophecy.
es: Me llamaron loco, pero siempre supe que podía encontrar una manera de bloquear la magia. Solo necesitaba copiar lo que yo — el falso yo — hice durante esa profecía.
gl: Chamáronme tola, pero sempre souben que podía atopar un xeito de bloquear a maxia! Só necesitaba copiar o que eu (o falso eu) fixen durante esa profecía.
it: Mi davano del pazzo, ma ho sempre saputo che avrei potuto trovare un modo per bloccare la magia! Dovevo solo copiare quello che io, il falso io, avevo fatto durante quella profezia.

source: My polymorph spell has ended over impassable terrain! I‘m falling to my death!
es: ¡Mi hechizo de polimorfia ha terminado sobre terreno infranqueable! ¡Estoy cayendo hacia mi muerte!
gl: O meu feitizo de polimorfia rematou en terreo intransitable! Estou caendo cara á miña morte!
it: Il mio incantesimo metamorphus è terminato proprio su un terreno invalicabile! Sto precipitando verso la morte!

source: dancing daggers
es: dagas danzantes
gl: dagas danzantes
it: pugiones saltantes

source: accuracy:
es: precisión:
gl: precisión:
it: accuratezza:

source: Taste drakefire!
es: ¡Prueba el fuego del draco!
gl: Proba o lume de draconián!
it: Assaggia questo fuoco di drago!

source: I’ve got you! You can thank my old master for inventing this spell.
es: ¡Te tengo! Puedes agradecerle a mi viejo maestro por inventar este hechizo.
gl: Teñote! Podes darlle as grazas ao meu vello mestre por inventar este feitizo.
it: Ci penso io! Puoi ringraziare il mio vecchio maestro per aver inventato questo incantesimo.

source: Well, somebody had to! And you’re welcome!
es: ¡Bueno, alguien tenía que hacerlo! ¡De nada!
gl: Ben, alguén tiña que facelo! E de nada!
it: Beh, qualcuno doveva pur farlo! Prego, non c’è di che!

source: lightning
es: rayo
gl: raio
it: fulmine

source: If this attack kills an enemy, you may attack again.
es: Si este ataque mata a un enemigo, puedes atacar nuevamente.
gl: Se este ataque mata a un inimigo, podes atacar de novo.
it: Se questo attacco uccide un nemico, puoi attaccare ancora una volta.

source: chain
es: cadena
gl: cadea
it: catena

source: Dear lords of light, what demon has come upon us?!
es: ¡Señores de la luz, qué demonio ha caído sobre nosotros!
gl: Queridos señores da luz, que demo veu sobre nós?!
it: Benedetti signori della luce, quale sorta di demone ci ha assalito?!

source: Cast Spells
es: Lanzar Hechizos
gl: Lanzar feitizos
it: Lancia Incantesimi

source: Max XP!
es: ¡PX máximo!
gl: PX máx
it: Massimo dei PE!
