Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: ...as I was saying... apprentice, congratulations on your successful completion of the practical portion of your graduation exam! Now we proceed to the written section; please conjure your quill and parchment...
es: ...como decía... aprendiz, ¡felicidades por completar con éxito la parte práctica de tu examen de graduación! Ahora pasemos a la sección escrita; por favor conjura tu pluma y pergamino...
gl: ...como dicía... aprendiz, parabéns por completar con éxito a parte práctica do teu exame de graduación! Agora pasamos á sección escrita; por favor, conxura a túa pluma e o teu pergamiño...
it: ...come stavo dicendo... apprendista, congratulazioni per aver completato la sessione pratica dell’esame di laurea! Ora passiamo alla parte scritta: per cortesia, tira fuori penna e pergamena...

source: Oh no! Master, help!
es: ¡Oh no! ¡Maestro, ayúdame!
gl: Oh, non! Mestre, axuda!
it: Oh no! Maestro, aiutatemi!

source: I’ll save you!
es: ¡Te salvaré!
gl: Eu te salvarei!
it: Ti salverò!

source: (sigh) Not again! I suppose you’ll have to retry the exam next year... for the sixth time.
es: (suspiro) ¡Otra vez no! Supongo que tendrás que repetir el examen el próximo año... por sexta vez.
gl: (Suspiro) Outra vez non! Supoño que terás que repetir o exame o ano que vén... por sexta vez.
it: (sigh) Non di nuovo! Suppongo che dovrò riprovare l’esame il prossimo anno...per la sesta volta.

source: Stirrings of War
es: Turbulencias de guerra
gl: Axitacións da guerra
it: Fermenti di Guerra

source: In the year 481 after the founding of Wesnoth, King Garard the Second grew discontent.
es: En el año 481 después de la fundación de Wesnoth, el rey Garard el Segundo se volvió descontento.
gl: No ano 481 despois da fundación de Wesnoth, o rei Garard II sentiu descontento.
it: Nell’anno 481 dalla fondazione di Wesnoth, l’umore di Garard II peggiorava di giorno in giorno.

source: With the Estmarks secured and the southern bandits pacified, his empire had grown large and powerful. Garard’s marriage to the young Asheviere had secured him a queen, as well as the promise of an heir. Yet despite these achievements, the restless king could find no peace.
es: Con las Marcas Orientales aseguradas y los bandidos del sur pacificados, su imperio había crecido en tamaño y poder. El matrimonio de Garard con la joven Asheviere le había asegurado una reina, así como la promesa de un heredero. Sin embargo, a pesar de estos logros, el inquieto rey no podía hallar paz.
gl: Cos Estmarks asegurados e os bandidos do sur pacificados, o seu imperio medraba e se volvía poderoso. O matrimonio de Garard coa moza Asheviere aseguráralle unha raíña, así como a promesa dun herdeiro. Con todo, a pesar destes logros, o rei inquedo non podía atopar paz.
it: Con le Colline Orientali messe in sicurezza e pacificati i banditi meridionali, il suo impero era cresciuto vasto e potente. Il matrimonio di Garard con la giovane Asheviere gli aveva assicurato una regina, così come la promessa di un erede. Eppure, nonostante tutti questi successi, il re irrequieto non riusciva a trovare pace.

source: The king’s love lay in sword and shield, in battle and blood. Dissatisfied with a life of languor among the estates of Weldyn, Garard looked instead to the orcs of the Heart Mountains, whose raids had long been a nuisance across his northern border.
es: El amor del rey residía en la espada y el escudo, en la batalla y la sangre. Insatisfecho con una vida de languidez entre las propiedades de Weldyn, Garard puso su mirada en los orcos de las Montañas del Corazón, cuyas incursiones habían sido por mucho tiempo una molestia a lo largo de su frontera norte.
gl: O amor do rei residía na espada e no escudo, na batalla e no sangue. Insatisfeito cunha vida de languidez entre as propiedades de Weldyn, Garard mirou no seu lugar aos orcos das Montañas do Corazón, cuxas incursións foran unha molestia durante moito tempo na súa fronteira norte.
it: Il vero amore del re ardeva per la spada e lo scudo, per la battaglia e il sangue. Insoddisfatto da un vita languida tra le tenute di Weldyn, Garard rivolse la sua attenzione verso gli orchi delle Montagne Centrali, le cui incursioni erano da tempo un problema lungo il confine settentrionale.

source: Eager to retaliate, the king sent messengers far and wide. He called to arms an expeditionary force to cross the Great River and lay claim to orcish lands; a great show of power to secure Wesnoth’s might.
es: Ansioso por tomar represalias, el rey envió mensajeros a todos lados. Llamó a las armas a una fuerza expedicionaria para cruzar el Gran Río y reclamar las tierras orcas; una gran demostración de poder para asegurar la fuerza de Wesnoth.
gl: Desexoso de tomar represalias, o rei enviou mensaxeiros por todas partes. Chamou ás armas unha forza expedicionaria para cruzar o Gran Río e reclamar terras orcas; unha gran demostración de poder para asegurar o poder de Wesnoth.
it: Desideroso di vendetta, il re inviò messaggeri in lungo e in largo. Chiamò alle armi una forza di conquista per attraversare il Grande Fiume e rivendicare le terre degli orchi: una grande dimostrazione di potenza per rafforzare il prestigio di Wesnoth.

source: One of these messengers rode to the venerable Academy of Magic on Alduin, summoning a contingent of magi to support Garard’s endeavor. A particular young apprentice was especially enthusiastic...
es: Uno de estos mensajeros cabalgó hasta la venerable Academia de Magia en Alduin, convocando a un contingente de magos para apoyar la empresa de Garard. Un joven aprendiz en particular estaba especialmente entusiasmado...
gl: Un destes mensaxeiros cabalgou ata a venerable Academia de Maxia en Alduin, convocando un continxente de magos para apoiar o esforzo de Garard. Un aprendiz novo en particular estaba especialmente entusiasmado...
it: Uno di questi messaggeri cavalcò fino alla venerabile Accademia della Magia su Alduin, auspicando la creazione un contingente di maghi che potesse supportare l’impresa di Garard. In particolare, un giovane apprendista si dimostrò decisamente entusiasta...

source: Clan Whitefang
es: Clan Colmilloblanco
gl: Clan Cabeiro Branco
it: Clan Zannabianca

source: 15 gold
es: 15 de oro
gl: 15 de ouro
it: 15 mo

source: Treasure! Looks like a previous victim of the goblins.
es: ¡Tesoro! Parece de una víctima anterior de los trasgos.
gl: Tesouro! Parece unha vítima anterior dos trasnos.
it: Un tesoro! Penso appartenga ad una vecchia vittima dei goblin.

source: Are we there yet?
es: ¿Ya llegamos?
gl: Chegamos xa?
it: Siamo arrivati?

source: Nearer than the last time you asked, yet further than we will be the next. Really apprentice, would it kill you to learn a proper seeker spell?
es: Más cerca que la última vez que preguntaste, pero más lejos de lo que estaremos la próxima. En serio, aprendiz, ¿te costaría tanto aprender un hechizo buscador adecuado?
gl: Máis preto que a última vez que preguntaste, pero máis lonxe do que estaremos a próxima. De verdade, aprendiz, mataríache aprender un feitizo de buscador axeitado?
it: Siamo più vicini dell’ultima volta che lo hai chiesto, ma più lontani della prossima volta che lo chiederai. Davvero, apprendista, sarebbe davvero mortale per te imparare un vero e proprio incantesimo da cercatore?

source: There’s no need to be so glum, master. As the head of our delegation, you’ll even get to counsel with the king himself! What I wouldn’t give for a chance to prove myself to him...
es: No hace falta estar tan abatido, maestro. Como jefe de nuestra delegación, incluso podrá aconsejar al rey en persona. ¡Cuánto daría yo por una oportunidad de demostrarme ante él!
gl: Non hai necesidade de estar tan pesimista, mestre. Como xefe da nosa delegación, incluso poderá asesorarse co propio rei! Que non daría por unha oportunidade de demostrarlle o meu valor...
it: Non c’è bisogno di essere così incupito maestro. Come capo della nostra delegazione, potrai persino consigliarti con il re in persona! Cosa non darei per avere la possibilità di dimostrargli il mio valore...

source: Do you hear that?
es: ¿Oyes eso?
gl: Escoitas iso?
it: Non hai sentito nulla?

source: Quiet!
es: ¡Silencio!
gl: Silencio!
it: Silenzio!

source: “Kill the stragglers”, they says. “You’ll have our best warriors”, they says. N’ all I get are a bunch o’ lousy goblins? Lousy lazy lying—
es: «Maten a los rezagados», dijeron. «Tendrás a nuestros mejores guerreros», dijeron. ¿Y lo único que consigo es un montón de trasgos inútiles? Inútiles, flojos y mentirosos—
gl: «Matade aos rezagados», din. «Teredes os nosos mellores guerreiros», din. E o único que teño é un feixe de trasnos horribles? Uns mentireiros preguiceiros...
it: “Uccidete i ritardatari”, dicono. “Avrai i nostri guerrieri migliori”,dicono. E tutto quello che ottengo sono un branco di schifosi goblin? Schifosi pigri bugiardi—

source: They’re here, they’re here! Humans on the clan road!
es: ¡Están aquí, están aquí! ¡Humanos en el camino del clan!
gl: Están aquí, están aquí! Humanos na estrada do clan!
it: Sono qui, sono qui! Umani sulla strada del clan!

source: —then grab your spear, you loathsome lout! Don’t let them link up with the rest of their army!
es: —entonces ¡coge tu lanza, vil holgazán! ¡No permitas que se unan al resto de su ejército!
gl: —entón colle a túa lanza, patán repugnante! Non deixes que se unan ao resto do seu exército!
it: — e allora impugna la tua lancia, brutto bastardo che non sei altro! Non lasciare che si uniscano al loro esercito!

source: No, no, no! No fight! I run away!
es: ¡No, no, no! ¡No pelear! ¡Yo huyo!
gl: Non, non, non! Non hai loita! Fuxo!
it: No, no, no! Niente lotta! Io scappo!

source: Why you runtish, yellow—
es: Maldito enano cobarde y amar—
gl: Por que corres, amarelo—
it: Perché sei un rammollito, giallo—

source: Wait for me!
es: ¡Espérenme!
gl: Espérame!
it: Aspettatemi!

source: Run away! Back to the swamp!
es: ¡Corran! ¡De vuelta al pantano!
gl: Fuxe! De volta ao pantano!
it: Fuggiamo! Torniamo nella palude!

source: I said FORM RANKS! Rousers, get these runts organized!
es: ¡Dije EN FORMACIÓN! ¡Incitadores, organicen a estos enanos!
gl: Dixen FORMADE EN FILAS! Rapaces, organizade a estes parvos!
it: Ho detto SERRATE I RANGHI! Alfieri, riorganizzate questi nanerottoli!

source: Defeat Ozgob
es: Derrota a Ozgob
gl: Derrota a Ozgob
it: Sconfiggi Ozgob

source: Death of Methor or the Apprentice
es: Muerte de Methor o del Aprendiz
gl: Morte de Metor ou o Aprendiz
it: Morte di Methor o dell’Apprendista

source: Defeat a Goblin Rouser to rout their entourage.
es: Derrota a un Portaestandarte Goblin para dispersar a su escolta.

source: Choosing Spells:
es: Elección de Hechizos:
gl: Escollendo feitizos:
it: Scelta Incantesimi:

source: Before each scenario in this campaign, you will have the opportunity to select which spells to equip for the upcoming battle. Remember, double- or right-click on the apprentice to cast chosen spells!
es: Antes de cada escenario en esta campaña, tendrás la oportunidad de seleccionar qué hechizos equipar para la próxima batalla. Recuerda, haz doble clic o clic derecho sobre el aprendiz para lanzar los hechizos elegidos.
gl: Antes de cada escenario desta campaña, terás a oportunidade de seleccionar que feitizos equipar para a próxima batalla. Lembra, fai dobre clic ou fai clic co botón dereito no aprendiz para lanzar os feitizos escollidos!
it: Prima di ogni scenario di questa campagna, avrai l’opportunità di scegliere quali incantesimi approntare per l’imminente battaglia. Ricorda, doppio-click o tasto destro del mouse sull’apprendista per lanciare l’incantesimo scelto!

source: You’re not yet a journeyman, apprentice! Your mudcrawlers are not without use, but to recruit mages I’ll need to stand on our keep.
es: ¡Aún no eres un oficial, aprendiz! Tus reptadores de lodo no son inútiles, pero para reclutar magos necesito estar en nuestro torreón.
gl: Aínda non es un oficial, aprendiz! Os teus rastreadores de lama non están inservibles, pero para recrutar magos terei que estar na nosa fortaleza.
it: Non ti sei ancora specializzato, apprendista! Le tue fanghiglie non sono del tutto inutili, ma per reclutare dei maghi, dovrò stare io nella nostra fortezza.

source: You’re not yet a journeyman, apprentice! To recruit mages I’ll need to stand on our keep.
es: ¡Aún no eres un oficial, aprendiz! Para reclutar magos necesito estar en nuestro torreón.
gl: Aínda non es un oficial, aprendiz! Para recrutar magos terei que estar na nosa fortaleza.
it: Non ti sei ancora specializzato, apprendista! Per reclutare dei maghi, dovrò stare io nella nostra fortezza.

source: New Recruit:
es: Nuevo Recluta:
gl: Novo recruta:
it: Nuova Recluta:

source: The apprentice is the main character of this campaign, but right now he’s not your leader. Methor is your leader, and he can recruit Mages.
es: El aprendiz es el personaje principal de esta campaña, pero en este momento no es tu líder. Methor es tu líder y puede reclutar magos.
it: L’apprendista è il personaggio principale di questa campagna, ma al momento non è il tuo condottiero: lo è Methor, e lui può reclutare dei Maghi.

source: Mages are deadly ranged attackers, with accurate <i>magical</i> attacks that are difficult to dodge. They have few hitpoints and are highly vulnerable in melee combat, so take good care of them!
es: Los magos son atacantes a distancia letales, con ataques <i>mágicos</i> precisos que son difíciles de esquivar. Tienen pocos puntos de vida y son muy vulnerables en combate cuerpo a cuerpo, ¡así que cuídalos bien!
it: I maghi sono mortali negli attacchi a distanza con degli accurati attacchi <i>magici</i>, difficili da evitare. Hanno pochi PF e sono molto vulnerabili nel combattimento corpo a corpo, quindi abbine particolare cura!

source: <i>Rain is purely visual, and has no impact on gameplay. If rain is distracting or reduces performance, you can disable it by opening the Preferences menu (Ctrl-P), selecting “Display”, and unchecking “Animate Map.”</i>
es: <i>La lluvia es puramente visual y no tiene impacto en el juego. Si la lluvia distrae o reduce el rendimiento, puedes desactivarla abriendo el menú de Preferencias (Ctrl-P), seleccionando “Pantalla” y desmarcando “Animar mapa”.</i>
gl: <i>A choiva é puramente visual e non ten ningún impacto na xogabilidade. Se a choiva distrae ou reduce o rendemento, podes desactivala abrindo o menú Preferencias (Ctrl-P), seleccionando "Mostrar" e desmarcando "Animar mapa".</i>
it: <i>La pioggia è un puro abbellimento visuale e non ha impatti sulle dinamiche di gioco. Se ti distrae o noti un calo delle prestazioni, puoi disabilitarla dal menu Preferenze (Ctrl-P), selezionando “Schermo”, e deselezionando “Anima la mappa”.</i>

source: Run for your lives!
es: ¡Corran por sus vidas!
it: Fuggire per salvare la pelle!

source: Run! Flee back to the swamp!
es: ¡Corran! ¡Huyan de vuelta al pantano!

source: Flee, flee! $unit.name’s dead!
es: ¡Huyan, huyan! ¡$unit.name ha muerto!

source: Cowards!! Fight and die like real orcish warriors!
es: ¡Cobardes! ¡Luchen y mueran como verdaderos guerreros orcos!
it: Codardi! Combattete e crepate come dei veri orchi guerrieri!

source: (sigh) More casualties of pointless politics. I joined the order to do some <i><b>good</b></i> in the world...
es: (suspiro) Más víctimas de una política sin sentido. Me uní a la orden para hacer algo de <i><b>bien</b></i> en el mundo...
gl: (suspiro) Máis vítimas da política sen sentido. Uniume á orde para facer algo <i><b>de ben</b></i> no mundo...
it: (sigh) Altre vittime di una politica senza senso. Mi sono unito all’ordine per fare qualcosa di <i><b>buono</b></i> nel mondo...

source: I’ve had it with this! Never send a runt to do a warrior’s job. I’ll bring you down myself!
es: ¡Ya estoy harto de esto! Nunca mandes a un enclenque a hacer el trabajo de un guerrero. ¡Yo mismo te haré caer!

source: We’ve accumulated a great deal of gold, apprentice. While my magic is powerful on the front lines, if we’re ever struggling it’s also important that I have the chance to recruit new magi from our keep.
es: Hemos acumulado bastante oro, aprendiz. Aunque mi magia es poderosa en primera línea, si alguna vez estamos en apuros también es importante que tenga la oportunidad de reclutar nuevos magos desde nuestra torre.
gl: Acumulamos moitísimo ouro, aprendiz. Aínda que a miña maxia é poderosa na fronte, se algunha vez temos dificultades tamén é importante que teña a oportunidade de recrutar novos meigos da nosa fortaleza.
it: Abbiamo accumulato un grosso quantitativo di oro, apprendista. Sebbene la mia magia sia potente in prima linea, se se mai dovessimo trovarci in difficoltà, è altrettanto importante che io abbia la possibilità di reclutare nuovi maghi dalla nostra fortezza.

source: Run away!
es: ¡Corran!
gl: Fuxe!
it: Fuggiamo!

source: Useless... goblins...
es: Inútiles... goblins...
gl: Inútiles... trasnos...
it: Inutili... goblin...

source: Ride forth, knights of Wesnoth! No orc who sets foot on our soil shall leave alive!
es: ¡Adelante, caballeros de Wesnoth! ¡Ningún orco que pise nuestra tierra saldrá vivo!
gl: Adiante, cabaleiros de Wesnoth! Ningún orco que poña un pé na nosa terra sairá con vida!
it: Cavalcate avanti, cavalieri di Wesnoth! Nessun orco che metterà piede sul nostro suolo ne uscirà vivo!

source: But what’s this? It seems some magi have beaten us to battle and already slain our foe! I wasn’t making a mistake bringing Alduin into the fold after all. Who commands this detachment?
es: ¿Pero qué es esto? ¡Parece que unos magos se nos adelantaron en la batalla y ya derrotaron a nuestro enemigo! Después de todo, no me equivoqué al aceptar a Alduin. ¿Quién comanda este destacamento?
gl: Pero que é isto? Parece que algúns magos nos gañaron na batalla e xa mataron ao noso inimigo! Non estaba cometendo un erro ao traer a Alduin ao redil despois de todo. Quen comanda este destacamento?
it: Ma cosa abbiamo qui? Sembra che alcuni maghi ci abbiano preceduto in battaglia e abbiano già ucciso i nostri nemici! Tutto sommato, non è stato un errore allearsi con Alduin. Chi di voi comanda questo distaccamento?

source: (bowing) My Lord, Alduin dispatched these apprentices as response to your war-call. I volunteered to lead them, and I now place my medicinal arts at your service.
es: (inclinándose) Mi señor, Alduin envió a estos aprendices como respuesta a su llamado de guerra. Me ofrecí para guiarlos, y ahora pongo mis artes médicas a su servicio.
gl: (inclinándose) Meu señor, Alduin enviou estes aprendices como resposta á vosa chamada de guerra. Ofrecínme voluntario para lideralos e agora poño as miñas artes medicinais ao voso servizo.
it: (inchinandosi) Mio Signore, Alduin ha inviato questi apprendisti in risposta alla tua chiamata di guerra. Mi sono offerto volontario per guidarli e ora metto le mie arti medicinali al vostro servizio.

source: A healer? Well, we’ll have need of your services soon enough. Follow me back to camp. We attack on the morrow!
es: ¿Un sanador? Bueno, pronto necesitaremos sus servicios. Síganme de vuelta al campamento. ¡Atacaremos mañana!
it: Un guaritore? Molto bene, avremo presto bisogno dei tuoi servigi. Seguimi all’accampamento: attaccheremo domani!

source: But what’s this? Some pencil-necked magi have beaten us to battle, yet can’t even finish off a few goblins! Bah, go back to Alduin, you scholars have no place in war after all.
es: ¿Pero qué es esto? ¡Unos enclenques magos se nos adelantaron en la batalla, y aun así ni siquiera pueden acabar con unos pocos goblins! Bah, regresen a Alduin, los eruditos no tienen lugar en la guerra.
gl: Pero que é isto? Uns magos con pescozo de lapis vencéronnos na batalla, pero nin sequera puideron acabar con uns poucos trasnos! Bah, volvede con Alduin, vós, os eruditos, non tedes cabida na guerra despois de todo.
it: Ma cosa abbiamo qui? Alcuni maghi scriteriati ci hanno preceduto in battaglia, ma non sono neanche riusciti a sconfiggere una manciata di goblin! Bah, tornatene ad Alduin; dopotutto voi studiosi non servite a nulla in guerra.

source: Now I’ll never make a name for myself...
es: Ahora nunca me haré un nombre...
gl: Agora nunca farei un nome para min mesmo...
it: Ora non mi farò mai un nome...

source: Fort Garard
es: Fuerte Garard
gl: Forte Garard

source: Whitefang Orcs
es: Orcos Colmillo Blanco
gl: Orcos Cabeiro Branco
it: Orchi Zannabianca

source: Too many humans!
es: ¡Demasiados humanos!
gl: Demasiados humanos!
it: Troppi umani!

source: Army of Wesnoth
es: Ejército de Wesnoth
gl: Exército do Noroeste
it: Esercito di Wesnoth

source: At last, here we stand on the eve of battle! Remember the plan: General Lionel, soften up the orcish warriors while my knights look for an opening; Methor, command the camp in my absence — those goblin raiders are still being a nuisance.
es: ¡Por fin, aquí estamos en la víspera de la batalla! Recuerden el plan: General Lionel, ablanden a los guerreros orcos mientras mis caballeros buscan una abertura; Methor, comanden el campamento en mi ausencia — esos asaltantes goblin siguen siendo una molestia.
gl: Por fin, aquí estamos na véspera da batalla! Lembrade o plan: Xeneral Lionel, abrandade os guerreiros orcos mentres os meus cabaleiros buscan un oco; Methor, gardade o campamento na miña ausencia; eses asaltantes trasnos seguen sendo unha molestia.
it: Finalmente, eccoci alla vigilia della battaglia! Ricordate il piano: Generale Lionel, indebolisci i guerrieri orchi mentre i miei cavalieri cercano un varco; Methor, comanda l’accampamento in mia assenza: quei predoni goblin sono ancora un fastidio.

source: M’lord, weren’ we waiting for the queen? Your wife had expressed an interest in seeing an orc.
es: Mi señor, ¿no estábamos esperando a la reina? Su esposa había mostrado interés en ver un orco.
gl: Meu señor, estabamos agardando á raíña? A súa muller expresara interese en ver un orco.
it: Milord, non stavamo aspettando la regina? Vostra moglie aveva espresso il desiderio di vedere un orco.

source: We can brook no delay, Lionel. The opposing army is finally ready for pitched battle. Ere dusk, my lance will be stained with orcish blood!
es: No podemos permitir retrasos, Lionel. El ejército enemigo por fin está listo para una batalla campal. Antes del anochecer, ¡mi lanza estará teñida de sangre orca!
gl: Non podemos tolerar demoras, Lionel. O exército inimigo está finalmente listo para unha batalla campal. Antes do anoitecer, a miña lanza estará manchada co sangue orco!
it: Non possiamo permetterci di indugiare, Lionel. L’esercito avversario è finalmente pronto per la battaglia campale. Prima del tramonto, la mia lancia sarà macchiata di sangue orchesco!

source: This may prove a learning experience for you, apprentice. Keep your eyes sharp as we guard the fort.
es: Esto puede ser una experiencia educativa para ti, aprendiz. Mantén los ojos bien abiertos mientras vigilamos el fuerte.
gl: Isto pode resultar unha experiencia de aprendizaxe para ti, aprendiz. Mantén os ollos afiados mentres vixiamos o forte.
it: Questa potrebbe rivelarsi un’esperienza istruttiva per te, apprendista. Tieni gli occhi aperti mentre facciamo la guardia al forte.

source: The king commanded us to handle the goblins, master. We could do that by guarding... or we could take a risk and assault the goblin camp.
es: El rey nos ordenó ocuparnos de los goblins, maestro. Podríamos hacerlo defendiendo... o podríamos arriesgarnos y asaltar el campamento goblin.
gl: O rei ordenounos que nos encargásemos dos trasnos, mestre. Poderiamos facelo vixiando... ou poderiamos arriscarnos e atacar o campamento dos trasnos.
it: Il re ci ha ordinato di occuparci dei goblin, maestro. Potremmo farlo sorvegliandoli... oppure potremmo rischiare e assalire l’accampamento dei goblin.
