Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: C’mon everyone, grab your weapons and get ready. I’ve a feeling we’re about to have the fight of our lives!
es: ¡Vamos todos, agarren sus armas y prepárense! ¡Tengo la sensación de que estamos por tener la pelea de nuestras vidas!
gl: Imos todos, collede as vosas armas e preparádevos. Teño a sensación de que imos ter a loita das nosas vidas!
it: Forza ragazzi, prendete le armi e preparatevi. Ho la sensazione che stiamo per affrontare la battaglia della nostra vita!

source: Protect Delfador’s cave entrance until turns run out
es: Protege la entrada de la cueva de Delfador hasta que se acaben los turnos
gl: Protexe a entrada da cova de Delfador ata que se esgoten as quendas
it: Proteggi l’entrata della caverna di Delfador fino alla fine dei turni

source: Delfador’s cave entrance is destroyed
es: La entrada de la cueva de Delfador es destruida
gl: A entrada da cova de Delfador está destruída
it: Distruzione dell’entrata della caverna di Delfador

source: Look, a frozen cave, just like the one Delfador went down! I’ll bet these’re where all the undead are climbing out of. Quick now, if we knock down the entrance we can trap the zombies inside!
es: Miren, ¡una cueva congelada, igual que la que descendió Delfador! Apuesto a que de aquí es de donde salen todos los no muertos. ¡Rápido, si derribamos la entrada podemos atrapar a los zombis dentro!
gl: Mira, unha cova conxelada, coma aquela na que baixou Delfador! Seguro que é por onde saen todos os mortos viventes. Depresa, se derrubamos a entrada podemos atrapar os zombis dentro!
it: Guarda, una caverna ghiacciata, proprio come quella in cui è sceso Delfador! Scommetto che è da lì che stanno uscendo tutti i non-morti. Presto, se abbattiamo l’ingresso possiamo intrappolare gli zombie all’interno!

source: Destroy hostile cave entrances to prevent enemies from emerging.
es: Destruye las entradas de cuevas enemigas para evitar que los enemigos salgan.
gl: Destrúe as entradas de covas hostís para evitar que os inimigos saian.
it: Distruggi gli ingressi delle caverne ostili per impedire ai nemici di emergere.

source: Ghost!! How’re we supposed to fight something our weapons can barely touch!?
es: ¡Fantasma! ¿Cómo se supone que luchemos contra algo que nuestras armas apenas pueden tocar?
gl: Pantasma!! Como se supón que imos loitar contra algo que as nosas armas apenas poden tocar!?
it: Un fantasma!! Come possiamo combattere qualcosa che le nostre armi riescono a malapena a toccare!?

source: Wha— what’s happening!?
es: ¿Q-qué está pasando!?
gl: Que... que está a pasar!?
it: Co... cosa sta succedendo!?

source: The undead have gone! Thank the gods! It’s finally over.
es: ¡Los no muertos se han ido! ¡Gracias a los dioses! ¡Por fin ha terminado!
gl: Os non mortos xa marcharon! Grazas aos deuses! Por fin rematou.
it: I non-morti se ne sono andati! Grazie agli dei! Finalmente è finita.

source: I’m alive... I can’t believe it...
es: Estoy vivo... no lo puedo creer...
gl: Estou vivo... non o podo crer...
it: Sono vivo... Non riesco a crederci...

source: female^I’m alive... I can’t believe it...
es: Estoy viva... no lo puedo creer...
gl: muller^Estou viva... Non o podo crer...
it: Sono viva... Non riesco a crederci...

source: I think we won! ...but how?
es: ¡Creo que ganamos! ...¿pero cómo?
gl: Creo que gañamos! ...pero como?
it: Penso che abbiamo vinto! ... ma come?

source: female^I think we won! ...but how?
es: ¡Creo que ganamos! ...¿pero cómo?
gl: muller^Creo que gañamos! ...pero como?
it: Penso che abbiamo vinto! ... ma come?

source: The center crypt’s collapsing! We’ve failed!
es: ¡La cripta central se está derrumbando! ¡Hemos fallado!
gl: A cripta central está a derrubarse! Fallamos!
it: La cripta centrale sta crollando! Abbiamo fallito!

source: We did our best, but the boss ain’t comin’ back out anytime soon. We’d better scram back down south before the same happens to us.
es: Hicimos lo mejor que pudimos, pero el jefe no va a salir pronto. Mejor volvamos al sur antes de que nos pase lo mismo.
gl: Fixemos o posible, pero o xefe non vai volver pronto. Mellor que volvamos correndo ao sur antes de que nos pase o mesmo.
it: Abbiamo fatto del nostro meglio, ma il capo non tornerà presto. È meglio tornare giù al sud prima che succeda lo stesso anche a noi.

source: Houses of the Dead
es: Casas de los Muertos
gl: Casas dos Mortos
it: Case della Morte

source: Meanwhile...
es: Mientras tanto...
gl: Mentres tanto...
it: Intanto...

source: Stand and fight me, drake! You and your saurians have caused Wesnoth enough harm. In the name of King Garard, your villainy ends here.
es: ¡Párate y enfréntame, draco! Tú y tus saurios han causado suficiente daño a Wesnoth. En nombre del rey Garard, tu maldad termina aquí.
gl: Levántate e loita comigo, dragón! Ti e os teus saurios xa lle causastes dabondo dano a Wesnoth. En nome do rei Garard, a túa vilánía remata aquí.
it: Alzati e combatti, drago! Tu e i tuoi sauri avete causato abbastanza danni a Wesnoth. In nome di Re Garard, la tua malvagità finisce qui.

source: ...I suppose we’ll have to do this the hard way.
es: ...Supongo que tendremos que hacer esto de la manera difícil.
gl: ...supoño que teremos que facelo pola maneira difícil.
it: ...Immagino che dovremo farlo nel modo più difficile.

source: Find Omaranth
es: Encuentra a Omaranth
gl: Atopar Omaranth
it: Trova Omaranth

source: A drakish tomb? This looks ominous...
es: ¿Una tumba dracónica? Esto se ve ominoso...
gl: Unha tumba de dragón? Isto parece ominoso...
it: Una tomba dei draghi? Sembra inquietante...

source: A ghost! Walking corpses are a great evil, but mastery over spirits is far fouler still. Damned vessels, conscious but enslaved... yet where there are enchantments, there are opportunities.
es: ¡Un fantasma! Los cuerpos ambulantes son un gran mal, pero dominar los espíritus es aún más perverso. Vasijas malditas, conscientes pero esclavizadas... pero donde hay encantamientos, también hay oportunidades.
gl: Un fantasma! Os cadáveres andantes son un gran mal, pero o dominio sobre os espíritos é moito máis repugnante aínda. Vasijas malditas, conscientes pero escravizadas... pero onde hai encantamentos, hai oportunidades.
it: Un fantasma! I morti viventi ambulanti sono un grande male, ma il dominio sugli spiriti è ancora più ripugnante. Corpi dannati, coscienti ma schiavizzati... eppure dove ci sono incantesimi, ci sono opportunità.

source: I must concentrate. The slightest mistake in the casting of this spell could be fatal.
es: Debo concentrarme. El más mínimo error al lanzar este hechizo podría ser fatal.
gl: Debo concentrarme. O máis mínimo erro ao lanzalo este feitizo podería ser fatal.
it: Devo concentrarmi. Il minimo errore nel lancio di questo incantesimo potrebbe essere fatale.

source: I call upon the name of An-Usrukhar the Great. I invoke the Mirror of Evanescent Time!
es: ¡Invoco el nombre de An-Usrukhar el Grande! ¡Invoco el Espejo del Tiempo Efímero!
gl: Invoco o nome de An-Usrukhar o Grande. Invoco o Espello do Tempo Evanescente!
it: Invoco il nome di An-Usrukhar il Grande. Invoco lo Specchio del Tempo Evanescente!

source: I challenge life against death! I invoke freedom against order! I wield light against darkness!
es: ¡Desafío la vida contra la muerte! ¡Invoco la libertad contra el orden! ¡Empuño la luz contra la oscuridad!
gl: Desafío a vida contra a morte! Invoco a liberdade contra a orde! Empuño a luz contra a escuridade!
it: Sfido la vita contro la morte! Invoco la libertà contro l’ordine! Brandisco la luce contro l’oscurità!

source: May the coils of servitude be broken! Spirit of the damned, be freed from your master.
es: ¡Que los lazos de la servidumbre se rompan! Espíritu de los condenados, libérate de tu amo.
gl: Que se rompan os lazos da servidume! Espírito dos condenados, libérate do teu amo.
it: Che le catene della schiavitù siano spezzate! Spirito dei dannati, liberati dal tuo padrone.

source: My mind... is my own...
es: Mi mente... es mía...
gl: A miña mente... é miña...
it: La mia mente... è mia...

source: Speak, spectre! Tell me of this place. Where is the drake they call the “Great One”?
es: ¡Habla, espectro! Cuéntame sobre este lugar. ¿Dónde está el draco que llaman “El Grande”?
gl: Fala, espectro! Fálame deste lugar. Onde está o dragón ao que chaman o "Grande"?
it: Parla, spettro! Dimmi di questo luogo. Dov’è il drago che chiamano la “Grande”?

source: I do not know. I know nothing of drakes. I am a man. My name is Aethyr... I had almost forgotten. I died long ago, in a great battle...
es: No lo sé. No sé nada de dracos. Soy un hombre. Mi nombre es Aethyr... Casi lo había olvidado. Morí hace mucho, en una gran batalla...
gl: Non o sei. Non sei nada de dragóns. Son un home. Chámome Aethyr... Case o esquecera. Morrín hai moito tempo, nunha gran batalla...
it: Non lo so. Non so nulla dei draghi. Sono un uomo. Mi chiamo Aethyr... L’avevo quasi dimenticato. Sono morto molto tempo fa, in una grande battaglia...

source: You’re the spirit of a human? How did you come to roam these drakish halls, so far from the lands of men?
es: ¿Eres el espíritu de un humano? ¿Cómo llegaste a deambular por estos salones dracónicos, tan lejos de las tierras de los hombres?
gl: Es o espírito dun humano? Como chegaches a vagar por estes corredores dramáticos, tan lonxe das terras dos homes?
it: Sei lo spirito di un essere umano? Come sei arrivato a vagare per queste sale dragoniche, così lontano dalle terre degli uomini?

source: Iliah-Malal brought me here. He made me promises of life renewed, but instead bound me to his will. Perhaps Iliah-Malal will know of your drake.
es: Iliah-Malal me trajo aquí. Me hizo promesas de vida renovada, pero en cambio me ató a su voluntad. Quizás Iliah-Malal sepa algo de tu draco.
gl: Iliah-Malal trouxome aquí. Fixome promesas de vida renovada, pero no seu lugar atoume á súa vontade. Quizais Iliah-Malal saiba do teu dragón.
it: Iliah-Malal mi ha portato qui. Mi ha promesso una nuova vita, ma invece mi ha legato alla sua volontà. Forse Iliah-Malal saprà qualcosa del tuo drago.

source: A necromancer? Troubling. Yes, I should very much like to meet this Iliah-Malal.
es: ¿Un nigromante? Preocupante. Sí, me gustaría mucho conocer a este Iliah-Malal.
gl: Un necromante? Preocupante. Si, gustaríame moito coñecer a este Iliah-Malal.
it: Un negromante? Preoccupante. Sì, mi piacerebbe molto incontrare questo Iliah-Malal.

source: Find Iliah-Malal
es: Encuentra a Iliah-Malal
gl: Atopar a Iliah-Malal
it: Scova Iliah-Malal

source: Delfador can capture hostile ghosts by moving adjacent to them, unless he is polymorphed.
es: Delfador puede capturar fantasmas hostiles al moverse junto a ellos, a menos que esté polimorfoseado.
gl: Delfador pode capturar pantasmas hostís movéndose adxacente a eles, a non ser que estea polimorfo.
it: Delfador può catturare i fantasmi ostili avvicinandosi a loro, a meno che non sia stato trasformato.

source: Allied ghosts will not follow you to the next scenario.
es: Los fantasmas aliados no te seguirán al siguiente escenario.
gl: As pantasmas aliadas non te seguirán ao seguinte escenario.
it: I fantasmi alleati non ti seguiranno nello scenario successivo.

source: Ghost Captured
es: Fantasma Capturado
gl: Espectro capturado
it: Fantasma Catturato

source: I was once a great lord... I commanded armies! Iliah-Malal promised I would lead again.
es: Una vez fui un gran señor... ¡Comandaba ejércitos! Iliah-Malal prometió que volvería a liderar.
gl: Unha vez fun un gran señor... Comandei exércitos! Iliah-Malal prometeu que volvería liderar.
it: Una volta ero un grande signore.... ho comandato degli eserciti! Iliah-Malal mi ha promesso che li avrei guidati di nuovo.

source: It was all a lie. I became only his slave.
es: Todo era mentira. Solo me convertí en su esclavo.
gl: Foi todo mentira. Convertinme só no seu escravo.
it: Era tutta una bugia. Sono diventata solo il suo schiavo.

source: Your banners were red. Your spears were sharp. Your hearts were cold.
es: Sus estandartes eran rojos. Sus lanzas eran afiladas. Sus corazones eran fríos.
gl: Os vosos estandartes eran vermellos. As vosas lanzas eran afiadas. Os vosos corazóns eran fríos.
it: I vostri stendardi erano rossi. Le vostre lance erano affilate. I vostri cuori erano freddi.

source: Iliah-Malal led your army. Iliah-Malal burned our Eyrie. Iliah-Malal will die.
es: Iliah-Malal dirigió tu ejército. Iliah-Malal quemó nuestro Nidal. Iliah-Malal morirá.
gl: Iliah-Malal liderou o teu exército. Iliah-Malal queimou o noso Nido de Águias. Iliah-Malal morrerá.
it: Iliah-Malal ha guidato il tuo esercito. Iliah-Malal ha bruciato il nostro Nido. Iliah-Malal morirà.

source: You’re a drake, and Iliah-Malal razed your home alongside... an army of living men? And what of the drake called Omaranth; how did he survive if the rest of you did not?
es: ¿Eres un draco, e Iliah-Malal arrasó tu hogar junto a... ¿un ejército de hombres vivos? ¿Y qué pasó con el draco llamado Omaranth? ¿Cómo sobrevivió si el resto de ustedes no lo hizo?
gl: Es un dragón, e Iliah-Malal arrasou a túa casa xunto con... un exército de homes vivos? E que pasa co dragón chamado Omaranth? Como sobreviviu se o resto de vós non o fixestes?
it: Tu sei un drago, e Iliah-Malal ha raso al suolo la tua casa insieme a... un esercito di uomini viventi? E che ne è stato del drago chiamato Omaranth? Come ha fatto a sopravvivere se tutti gli altri sono morti?

source: Omaranth was Dominant of our Flight. Omaranth was strongest in our Eyrie. Omaranth’s fate was not seen by I.
es: Omaranth era el Dominante de nuestro Vuelo. Omaranth era el más fuerte de nuestro Nido. No vi el destino de Omaranth.
gl: Omaranth era o dominante do noso voo. Omaranth era o máis forte no noso Nido de Águias. Eu non vin o destino de Omaranth.
it: Omaranth era il dominante della nostra squadriglia. Omaranth era il più forte del nostro nido. Il destino di Omaranth non mi era visibile.

source: A passage to the world above! Oh, how I long to go through and see the sun again...
es: ¡Un paso al mundo de arriba! Oh, cuánto deseo atravesarlo y volver a ver el sol...
gl: Unha pasaxe ao mundo de arriba! Oh, canto desexo atravesala e ver o sol de novo...
it: Un passaggio per il mondo di sopra! Oh, quanto desidero attraversarlo e rivedere il sole...

source: Focus, spirit. This necromancer Iliah-Malal must have raised these corpses, and now sends them against my allies on the surface. We must not abandon our task here.
es: Concéntrate, espíritu. Este nigromante Iliah-Malal debe haber levantado estos cadáveres y ahora los envía contra mis aliados en la superficie. No debemos abandonar nuestra misión aquí.
gl: Concéntrate, espirito. Este nigromante Iliah-Malal debeu de levantar estes cadáveres e agora envíaos contra os meus aliados na superficie. Non debemos abandonar a nosa tarefa aquí.
it: Concentrati, spirito. Il negromante Iliah-Malal deve aver resuscitato questi cadaveri e ora li sta mandando contro i miei alleati in superficie. Non dobbiamo abbandonare il nostro compito qui.

source: The chief called me to war... I knew the attack was risky, but I was willing...
es: El jefe me llamó a la guerra... Sabía que el ataque era arriesgado, pero estaba dispuesto...
gl: O xefe chamoume á guerra... Sabía que o ataque era arriscado, pero estaba disposto...
it: Il capo mi ha chiamato alle armi... Sapevo che l’attacco era rischioso, ma ero disposto a farlo...

source: If you’re a recently-dead orc, does that mean you fell in battle against Wesnoth? What can you tell me about your allies’ battle plans? Troop movements?
es: Si eres un orco recién fallecido, ¿significa eso que caíste en batalla contra Wesnoth? ¿Qué puedes decirme sobre los planes de batalla de tus aliados? ¿Movimientos de tropas?
gl: Se es un orco morto recentemente, significa iso que caíches na batalla contra Wesnoth? Que me podes dicir sobre os plans de batalla dos teus aliados? Movementos de tropas?
it: Se sei un orco morto da poco, significa che sei caduto in battaglia contro Wesnoth? Cosa puoi dirmi dei piani di battaglia dei tuoi alleati? Dei movimenti delle truppe?

source: You are no lord of mine, man of Wesnoth. I serve only my clan.
es: No eres un señor mío, hombre de Wesnoth. Solo sirvo a mi clan.
gl: Non es o meu señor, home de Wesnoth. Eu só sirvo ao meu clan.
it: Tu non sei il mio signore, uomo di Wesnoth. Io servo solo il mio clan.

source: Are you a drake? Do you know anything about Omaranth, or this necromancer Iliah-Malal?
es: ¿Eres un draco? ¿Sabes algo sobre Omaranth o este nigromante Iliah-Malal?
gl: Es un dragón? Sabes algo sobre Omaranth ou este necromante Iliah-Malal?
it: Sei un drago? Sai qualcosa di Omaranth o di questo negromante, Iliah-Malal?

source: I know only what I knew in life, Delfador. Yes, I recognize you... Garard’s attack dog...
es: Solo sé lo que sabía en vida, Delfador. Sí, te reconozco... el perro de ataque de Garard...
gl: Só sei o que coñecía na vida, Delfador. Si, recoñézote... o can de ataque de Garard...
it: So solo quello che sapevo in vita, Delfador. Sì, ti riconosco... Il cane da guardia di Garard...

source: I was once a lady of the court. But the dead found me in the night. Now I find myself here, in a form reflecting my fate. Who helped undead sneak into Wesnoth? Why didn’t you keep us all safe...
es: Una vez fui dama de la corte. Pero los muertos me encontraron en la noche. Ahora me encuentro aquí, en una forma que refleja mi destino. ¿Quién ayudó a los no-muertos a infiltrarse en Wesnoth? ¿Por qué no nos protegiste a todos...?
gl: Unha vez fun unha dama da corte. Pero os mortos atopáronme na noite. Agora atópome aquí, nunha forma que reflicte o meu destino. Quen axudou aos mortos viventes a entrar furtivamente en Wesnoth? Por que non nos mantivestes a salvo...
it: Un tempo ero una dama di corte. Ma i morti mi hanno trovata nella notte. Ora mi ritrovo qui, in una forma che riflette il mio destino. Chi ha aiutato i non-morti a intrufolarsi a Wesnoth? Perché non ci hai protetti tutti...

source: There is a gate here, sealed by runic energy. My magic should be able to open it, but we must be prepared for whatever lies beyond.
es: Aquí hay una puerta, sellada por energía rúnica. Mi magia debería poder abrirla, pero debemos estar preparados para lo que haya más allá.
gl: Hai unha porta aquí, selada por enerxía rúnica. A miña maxia debería poder abrila, pero debemos estar preparados para o que haxa máis alá.
it: Qui c’è un cancello, sigillato dall’energia runica. La mia magia dovrebbe essere in grado di aprirlo, ma dobbiamo essere preparati a qualsiasi cosa ci sia oltre.

source: Only Delfador has the power to open these gates... whatever lies beyond will be most dangerous...
es: Sólo Delfador tiene el poder de abrir estas puertas... lo que haya más allá será sumamente peligroso...
gl: Só Delfador ten o poder de abrir estas portas... o que haxa alén será o máis perigoso...
it: Solo Delfador ha il potere di aprire questi cancelli... qualunque cosa si trovi oltre sarà estremamente pericolosa...

source: Whatever lurks behind this gate, it will be dangerous. I should make sure I am prepared before I proceed.
es: Lo que sea que se esconda detrás de esta puerta, será peligroso. Debo asegurarme de estar preparado antes de continuar.
gl: Sexa o que sexa o que se agache detrás desta porta, será perigoso. Debo asegurarme de que estou preparado antes de continuar.
it: Qualunque cosa si nasconda dietro questo cancello, sarà pericolosa. Devo assicurarmi di essere pronto prima di procedere.

source: Open the gate
es: Abrir la puerta
gl: Abre a porta
it: Apri il cancello

source: Wait
es: Esperar
gl: Agarda
it: Attendi

source: You! With so many undead about I was expecting to find the necromancer... I don’t entirely understand what’s going on here, but I do know that you’re an enemy of Wesnoth, and that’s good enough for me.
es: ¡Tú! Con tantos no-muertos por aquí esperaba encontrar al nigromante... No entiendo del todo qué está ocurriendo aquí, pero sé que eres un enemigo de Wesnoth, y eso me basta.
gl: Ti! Con tantos mortos viventes por aí, agardaba atopar o necromante... Non entendo do todo o que está a pasar aquí, pero sei que es un inimigo de Wesnoth, e iso xa me chega.
it: Tu! Con così tanti non-morti in giro mi aspettavo di trovare il negromante... Non capisco bene cosa stia succedendo qui, ma so che sei un nemico di Wesnoth, e questo mi basta.

source: YOU INVADE MY HOME. YOU SLAY MY SERVANTS. YOU UNDERSTAND NOTHING.
es: INVADES MI HOGAR. ASESINAS A MIS SIRVIENTES. NO ENTIENDES NADA.
gl: INVADES A MIÑA CASA. MASATADES OS MEUS SERVIDOS. NON ENTENDES NADA.
it: INVADI LA MIA CASA. UCCIDI I MIEI SERVI. NON CAPISCI NIENTE.

source: NOW, YOU DIE.
es: AHORA, MUERE.
gl: AGORA, MORRES.
it: ORA MORIRAI.

source: Defeat Omaranth
es: Derrota a Omaranth
gl: Derrota a Omaranth
it: Sconfiggi Omaranth

source: Ah ha, ha ha ha...
es: ¡Ja ja, ja ja ja!

source: Well fought, Delfador! They warned me you were dangerous, but to have found me amidst all the vastness of the north — you have truly exceeded all expectations!
es: ¡Bien peleado, Delfador! Me advirtieron que eras peligroso, pero encontrarme en medio de toda la inmensidad del norte — realmente has superado todas las expectativas.
gl: Ben loitado, Delfador! Avisáronme de que eras perigoso, pero atoparme en medio de toda a inmensidade do norte... realmente superaches todas as expectativas!
it: Ben combattuto, Delfador! Mi avevano avvertito che eri pericoloso, ma trovarmi in mezzo alla vastità del nord... hai davvero superato ogni aspettativa!

source: Now the story begins to make sense. The Omaranth I saw was never more than an illusion. You are Iliah-Malal.
es: Ahora la historia comienza a tener sentido. El Omaranth que vi nunca fue más que una ilusión. Tú eres Iliah-Malal.
gl: Agora a historia comeza a ter sentido. O Omaranth que vin nunca foi máis que unha ilusión. Ti es Iliah-Malal.
it: Ora la storia comincia ad avere senso. L’Omaranth che ho visto non era altro che un’illusione. Tu sei Iliah-Malal.

source: You wiped out this flight of drakes, and took the visage of their leader. You led the saurians to join Clan Blackcrest, and you sent them to war against Wesnoth. But why? How does all this fighting benefit a mage?
es: Destruiste este vuelo de dracos y tomaste la apariencia de su líder. Guiaste a los saurios para unirse al Clan Blackcrest, y los enviaste a la guerra contra Wesnoth. Pero ¿por qué? ¿Cómo beneficia todo este combate a un mago?
gl: Eliminaches esta banda de dragóns e tomaches o rostro do seu líder. Lideraches os saurios para unirse ao Clan Blackcrest e enviáchelos á guerra contra Wesnoth. Pero por que? Como beneficia toda esta loita a un mago?
it: Hai sterminato questa squadriglia di draghi e hai assunto le sembianze del loro capo. Hai convinto i sauri ad unirsi al Clan Crestanera e li hai mandati in guerra contro Wesnoth. Ma perché? In che modo tutte queste battaglie avvantaggiano un mago?
