Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: I’m not stupid, Deoran; I’ve heard the whispers about how Asheviere is raising her son. But isn’t it all for the best? Garard wasn’t going to give up warmongering until we were all dead; at least this way maybe I can get back to Alduin in one piece!
es: No soy estúpido, Deoran; he escuchado los rumores sobre cómo Asheviere está criando a su hijo. Pero, ¿acaso no es lo mejor? Garard no iba a dejar de hacer la guerra hasta que estuviéramos todos muertos; al menos así tal vez pueda regresar a Alduin sano y salvo.
gl: Non son parvo, Deoran; xa escoitei os rumores sobre como Asheviere está a criar o seu fillo. Pero non é todo para o mellor? Garard non ía deixar de ser belicista ata que estivésemos todos mortos; polo menos deste xeito quizais poida volver a Alduin dunha peza!
it: Non sono stupido, Deoran; ho sentito le voci su come Asheviere sta crescendo suo figlio. Ma non è forse la cosa migliore? Garard non avrebbe smesso di fare il guerrafondaio finché non fossimo morti tutti; almeno così forse potrò tornare da Alduin tutto intero!

source: You care so little for the affairs of Wesnoth? Then go; lead your magi home, and trouble the mainland no more.
es: ¿Te importan tan poco los asuntos de Wesnoth? Entonces ve; lleva a tus magos a casa y no vuelvas a causar problemas en el continente.
gl: Tan pouco che importan os asuntos de Wesnoth? Entón vai; leva os teus magos á casa e non molestes máis o continente.
it: Ti importa così poco delle sorti di Wesnoth? Allora vattene; riporta i tuoi maghi a casa e non disturbare più il continente.

source: You care so little for the affairs of Wesnoth? Then go; return home to Alduin, and trouble the mainland no more.
es: ¿Te importan tan poco los asuntos de Wesnoth? Entonces ve; regresa a Alduin y no vuelvas a causar problemas en el continente.
gl: Tan pouco che importan os asuntos de Wesnoth? Entón vai; volve á casa con Alduin e non te preocupes máis polo continente.
it: Ti importa così poco delle sorti di Wesnoth? Allora vattene; tornatene a casa tua ad Alduin e non disturbare più il continente.

source: (<i>spits</i>) Traitor. Kill me if you must, but I will never betray my country.
es: (<i>escupe</i>) Traidor. Mátame si debes, pero nunca traicionaré a mi país.
gl: ( <i>cuspe</i> ) Traidor. Mátame se queres, pero eu nunca traizoarei o meu país.
it: (sputa) Traditore. Uccidimi se devi, ma non tradirò mai il mio Paese.

source: My comrade-in-arms, you already have. Look around! Eldred commands you to fight and die on his behalf, while he himself has fled the battlefield. Are these the actions of an orphaned son, filled with a righteous desire for vengeance? Or is this a scheming usurper, pitting his kingdom against itself while he watches from a safe distance?
es: Mi camarada, ya lo has hecho. ¡Mira a tu alrededor! Eldred te ordena luchar y morir en su nombre, mientras él mismo ha huido del campo de batalla. ¿Son estas las acciones de un hijo huérfano, lleno de un deseo justo de venganza? ¿O es un usurpador astuto, enfrentando a su propio reino mientras observa desde una distancia segura?
gl: Meu compañeiro de armas, xa o fixeches. Mira ao teu redor! Eldred ordénache que loites e morras no seu nome, mentres el mesmo fuxe do campo de batalla. Son estas as accións dun fillo orfo, cheo dun xusto desexo de vinganza? Ou é un usurpador intrigante, enfrontando o seu reino contra si mesmo mentres observa desde unha distancia segura?
it: Mio compagno d’armi, l’hai già fatto. Guardati intorno! Eldred ti ordina di combattere e morire per lui, mentre lui stesso è fuggito dal campo di battaglia. Sono queste le azioni di un figlio orfano, pieno di un giusto desiderio di vendetta? O si tratta di un usurpatore intrigante, che mette il suo regno contro se stesso mentre osserva da una distanza di sicurezza?

source: You know me, Sir Grey; we have fought side by side for many years now. Do you truly believe that I would conspire with Delfador to assassinate the king?
es: Me conoces, Sir Grey; hemos luchado codo a codo durante muchos años. ¿Realmente crees que conspiraría con Delfador para asesinar al rey?
gl: Coñécesme, Sir Grey; levamos loitando xuntos moitos anos. De verdade cres que eu conspiraría con Delfador para asasinar o rei?
it: Voi mi conoscete, Ser Grey; abbiamo combattuto fianco a fianco per molti anni ormai. Credete davvero che avrei cospirato con Delfador per assassinare il re?

source: I <i>thought</i> I knew you... I’m just not sure anymore. Who speaks the truth? Maybe I need to get back to Dan’Tonk, away from all this fighting, and take time to think. Men, let’s get out of here!
es: Creía conocerte... pero ya no estoy seguro. ¿Quién dice la verdad? Tal vez deba regresar a Dan’Tonk, alejarme de toda esta lucha y tomarme un tiempo para reflexionar. ¡Hombres, salgamos de aquí!
gl: <i>Pensei que</i> te coñecía... Simplemente xa non estou seguro. Quen di a verdade? Quizais teña que volver a Dan'Tonk, lonxe de toda esta loita, e tomarme un tempo para pensar. Rapaces, imos marchar de aquí!
it: <i>Pensavo</i> di conoscerti... Ma ora non ne sono più così sicuro. Chi dice la verità? Forse dovrei tornare a Dan’Tonk, lontano da tutti questi litigi, e prendermi un po’ di tempo per riflettere. Ragazzi, andiamocene da qui!

source: I <i>thought</i> I knew you... I’m just not sure anymore. Who speaks the truth? Maybe I need to get back to Dan’Tonk, away from all this fighting, and take time to think.
es: Creía conocerte... pero ya no estoy seguro. ¿Quién dice la verdad? Tal vez deba regresar a Dan’Tonk, alejarme de toda esta lucha y tomarme un tiempo para reflexionar.
gl: <i>Pensei que</i> te coñecía... Simplemente xa non estou seguro. Quen di a verdade? Quizais teña que volver con Dan'Tonk, lonxe de toda esta pelexa, e tomarme un tempo para pensar.
it: <i>Pensavo</i> di conoscerti... Ma ora non ne sono più così sicuro. Chi dice la verità? Forse dovrei tornare a Dan’Tonk, lontano da tutti questi litigi, e prendermi un po’ di tempo per riflettere.

source: Colonel! You’re a man of experience, and a man of wisdom. Do you not care for your king? Do you truly believe that it was by my hand he fell?
es: ¡Coronel! Eres un hombre de experiencia y de sabiduría. ¿No te importa tu rey? ¿Realmente crees que cayó por mi mano?
gl: ¡Coronel! É vostede un home de experiencia e un home de sabedoría. Non lle importa o seu rei? De verdade cre que foi pola miña man que caeu?
it: Colonnello! Lei è un uomo di esperienza e di saggezza. Non ha a cuore il suo re? Crede davvero che sia stato io a causarne la caduta?

source: I cared for Garard, but I care even more for the soldiers and common folk of Wesnoth, folk who have just been plunged into civil war.
es: Me importaba Garard, pero me importan aún más los soldados y la gente común de Wesnoth, personas que acaban de ser sumidas en una guerra civil.
gl: Preocupábame por Garard, pero preocúpanme aínda máis os soldados e a xente común de Wesnoth, xente que acaba de verse mergullada nunha guerra civil.
it: Tenevo a Garard, ma tengo ancora di più ai soldati e alla gente comune di Wesnoth, persone che sono appena state precipitate in una guerra civile.

source: Whether the deed was done by your hand or Eldred’s, it is my duty as a commander to end the fighting as swiftly as possible. And that means crushing your revolt.
es: Ya sea que la acción la haya cometido tu mano o la de Eldred, es mi deber como comandante poner fin al combate lo antes posible. Y eso significa aplastar tu rebelión.
gl: Tanto se o feito foi cometido pola túa man como por Eldred, é o meu deber como comandante acabar coa loita o máis rápido posible. E iso significa esmagar a túa revolta.
it: Che l’azione sia stata compiuta da te o da Eldred, è mio dovere di comandante porre fine al conflitto il più rapidamente possibile. E questo significa reprimere la tua rivolta.

source: You poor fool... can you not guess what horrors will come with a kin-slayer on the throne? Sometimes we must fight not just for the people of today, but for the people who will come after.
es: ¡Pobre tonto! ¿No puedes imaginar qué horrores traerá un asesino de familiares en el trono? A veces debemos luchar no solo por la gente de hoy, sino por la gente que vendrá después.
gl: Pobre tolo... non adiviñas os horrores que virán cun asasino de parentes no trono? Ás veces debemos loitar non só pola xente de hoxe, senón pola xente que virá despois.
it: Povero sciocco... non riesci a immaginare quali orrori porterà con sé un regicida sul trono? A volte dobbiamo combattere non solo per le persone attuali, ma anche per quelle che verranno dopo.

source: I should finish you off, but your heart is in the right place. I cannot bear to slay a righteous man. Begone.
es: Debería acabar contigo, pero tu corazón está en el lugar correcto. No puedo soportar matar a un hombre justo. Aléjate.
gl: Debería acabar contigo, pero o teu corazón está no seu sitio. Non podo soportar matar a un home xusto. Vaite.
it: Dovrei ucciderti, ma il tuo cuore è nel posto giusto. Non posso sopportare l’idea di uccidere un uomo giusto. Vattene.

source: You—
es: Tú—
gl: Ti...
it: Tu—

source: Don’t even start. Garard dragged me away from my life of luxury to be an officer in his lousy war. I always wanted him dead, and I’m glad someone finally built up the courage to do it.
es: Ni lo intentes. Garard me arrastró de mi vida de lujo para ser un oficial en su pésima guerra. Siempre quise que muriera, y me alegra que alguien finalmente tuviera el valor de hacerlo.
gl: Nin sequera comeces. Garard arrastroume lonxe da miña vida de luxo para ser oficial na súa horrible guerra. Sempre o quixen morto, e alégrome de que alguén finalmente reunise a coraxe para facelo.
it: Non cominciare nemmeno. Garard mi ha strappato dalla mia vita di lusso per farmi diventare un ufficiale nella sua schifosa guerra. Ho sempre desiderato la sua morte e sono contento che qualcuno abbia finalmente trovato il coraggio di farlo.

source: Kill me if you must, but I’ll never condemn the prince’s actions. From what I hear, Garard was a pretty lousy father and husband too. Now am I free to go, or not?
es: Máteme si debes, pero nunca condenaré las acciones del príncipe. Por lo que he oído, Garard también era un padre y esposo bastante pésimo. Ahora, ¿soy libre de irme, o no?
gl: Mátame se queres, pero nunca condenarei as accións do príncipe. Polo que oín, Garard era un pai e un marido bastante pésimo tamén. Agora son libre de irme, ou non?
it: Uccidimi se devi, ma non condannerò mai le azioni del principe. Da quello che ho sentito, Garard era anche un pessimo padre e marito. Ora sono libero di andare, o no?

source: That’s what I thought. Now get out of my way — my men and I are going back home to Weldyn.
es: Eso pensé. Ahora quítate de mi camino: mis hombres y yo regresamos a casa en Weldyn.
gl: Iso é o que pensaba. Agora apártate do meu camiño. Os meus homes e eu imos volver para a casa en Weldyn.
it: È quello che pensavo. Ora levati di mezzo: io e i miei uomini stiamo tornando a casa a Weldyn.

source: Your sword has failed you, knight of Wesnoth! Now use your ears instead, and hear the truth about our King Garard’s death!
es: ¡Tu espada te ha fallado, caballero de Wesnoth! Ahora usa tus oídos y escucha la verdad sobre la muerte de nuestro rey Garard.
gl: A túa espada fallouche, cabaleiro de Wesnoth! Agora usa os teus oídos e escoita a verdade sobre a morte do noso rei Garard!
it: La tua spada ti ha tradito, cavaliere di Wesnoth! Ora usa le tue orecchie e ascolta la verità sulla morte del nostro re Garard!

source: Spare me the theatrics, Deoran. I know Eldred’s the one who took down the old tyrant.
es: Ahórrame la teatralidad, Deoran. Sé que Eldred fue quien derribó al viejo tirano.
gl: Aforra a teatralidade, Deoran. Sei que foi Eldred quen derrotou o vello tirano.
it: Risparmiami le sceneggiate, Deoran. So che è stato Eldred a rovesciare il vecchio tiranno.

source: But gold is gold, and the prince has offered my wife and me a whole lot of it to stick with the “official” story. Prince Eldred knows how to reward his allies. Give up now, accept the blame, and he might even let you spend the rest of your days back in exile instead of prison.
es: Pero el oro es oro, y el príncipe nos ha ofrecido a mi esposa y a mí mucho de él para mantener la versión 'oficial'. El príncipe Eldred sabe cómo recompensar a sus aliados. Ríndete ahora, acepta la culpa, y tal vez incluso te permita pasar el resto de tus días en el exilio en lugar de la prisión.
gl: Pero o ouro é ouro, e o príncipe ofreceunos á miña muller e a min unha chea de cousas para seguir coa historia "oficial". O príncipe Eldred sabe como recompensar aos seus aliados. Ríndete agora, acepta a culpa e pode que incluso che deixe pasar o resto dos teus días no exilio en vez de na prisión.
it: Ma l’oro è oro, e il principe ha offerto a me e a mia moglie una grande quantità di oro affinché restassimo fedeli alla versione “ufficiale”. Il principe Eldred sa come ricompensare i suoi alleati. Rinuncia ora, accetta la colpa e potrebbe persino permetterti di trascorrere il resto dei tuoi giorni in esilio invece che in prigione.

source: Garard was no hero, but you, soldier, are a villain. May your heirs prove wiser than you were.
es: Garard no era un héroe, pero tú, soldado, eres un villano. Que tus herederos sean más sabios que tú.
gl: Garard non era ningún heroe, pero ti, soldado, es un vilán. Que os teus herdeiros sexan máis sabios ca ti.
it: Garard non era un eroe, ma tu, soldato, sei un malvagio. Che i tuoi eredi si dimostrino più saggi di quanto lo sei stato tu.

source: Wait, please don’t kill me Deoran! I know that you would never betray Garard, but what do you expect me to do about it!? If even the king can be killed, what hope do I have if I speak up?
es: ¡Espera, por favor no me mates, Deoran! Sé que nunca traicionarías a Garard, pero, ¿qué esperas que haga al respecto? ¡Si incluso el rey puede ser asesinado, qué esperanza tengo si hablo?
gl: Espera, por favor, non me mates, Deoran! Sei que nunca traizoarías a Garard, pero que esperas que faga ao respecto!? Se mesmo o rei pode ser asasinado, que esperanza teño se falo?
it: Aspetta, ti prego, non uccidermi, Deoran! So che non tradiresti mai Garard, ma cosa ti aspetti che faccia io al riguardo? Se persino il re può essere ucciso, che speranza ho io se parlo?

source: Then stand alongside me, and we will fight together for the truth! Eldred’s lies cannot be allowed to spread.
es: Entonces, ponte a mi lado, y lucharemos juntos por la verdad. No se pueden permitir que las mentiras de Eldred se propaguen.
gl: Entón, ponte ao meu carón e loitaremos xuntos pola verdade! Non se pode permitir que as mentiras de Eldred se propaguen.
it: Allora resta al mio fianco e combatteremo insieme per la verità! Non possiamo permettere che le menzogne di Eldred si diffondano.

source: Fighting together with you didn’t do the king much good, did it? No, my company and I are getting back to Tath while we still have the chance!
es: Luchar junto a ti no le hizo mucho bien al rey, ¿verdad? No, mi compañía y yo regresaremos a Tath mientras aún tengamos oportunidad.
gl: Loitar xunto a ti non lle fixo moito ben ao rei, non si? Non, a miña compañía e eu imos volver a Tath mentres aínda temos a oportunidade!
it: Combattere al tuo fianco non è servito a molto al re, vero? No, io e i miei compagni torniamo a Tath finché ne abbiamo ancora la possibilità!

source: Stand down! Hold your sword and hear me out! By the very Sceptre itself, I swear I did not kill the king!
es: ¡Bajen las armas! ¡Sujeta tu espada y escúchame! ¡Por el propio Cetro, juro que no maté al rey!
gl: ¡Agáchate! Empuña a espada e escoita o que digo! Polo propio cetro, xuro que non matei o rei!
it: Fermatevi! Abbassate le spade e ascoltatemi! Giuro sul vero stesso Scettro che non ho ucciso il re!

source: Wait, what!? King Garard is dead!? I heard a commotion in camp and sent my fighters to help — how did the king die? What are you doing here?
es: ¡Espera, ¿¡qué!? ¿¡El rey Garard ha muerto!? Escuché un alboroto en el campamento y envié a mis luchadores a ayudar — ¿cómo murió el rey? ¿Qué haces aquí?
gl: Espera, que?! O rei Garard está morto!? Oín un balbordo no campamento e mandei os meus guerreiros a axudar. Como morreu o rei? Que fas aquí?
it: Aspetta, cosa!? Re Garard è morto!? Ho sentito un trambusto nell’accampamento e ho mandato i miei combattenti ad aiutare... Come è morto il re? Cosa ci fai tu qui?

source: Your ignorance is truly a relief to hear, for Prince Eldred has slain the king, and blamed me for the fell deed! I have been fighting most fiercely against Eldred and his allies. If you are in any shape to help, I could sorely use your aid.
es: Tu ignorancia es realmente un alivio, porque el príncipe Eldred ha matado al rey y me ha culpado por tan terrible acto. He estado luchando con todas mis fuerzas contra Eldred y sus aliados. Si puedes ayudar de alguna manera, tu ayuda sería invaluable.
gl: É un verdadeiro alivio escoitar a túa ignorancia, porque o príncipe Eldred matou o rei e culpoume a min polo terrible feito! Estiven loitando con moita ferocidade contra Eldred e os seus aliados. Se estás en condicións de axudar, precisaría moito a túa axuda.
it: La tua ignoranza è davvero un sollievo, perché il principe Eldred ha ucciso il re e ha dato la colpa a me per questo atto efferato! Ho combattuto ferocemente contro Eldred e i suoi alleati. Se sei in grado di aiutarmi, avrei davvero bisogno del tuo aiuto.

source: I— yes, of course! Anything I can do.
es: ¡Y— sí, por supuesto! Todo lo que pueda hacer.
gl: Eu... si, por suposto! Calquera cousa que poida facer.
it: Io... sì, certo! Qualsiasi cosa io possa fare.

source: That’s the last of the leaders. Eldred has been deprived of his entire northern force! Well done, well done all!
es: Esos son todos los líderes. ¡Eldred ha sido privado de toda su fuerza del norte! ¡Bien hecho, bien hecho a todos!
gl: Ese é o último dos líderes. Eldred foi privado de todas as súas forzas do norte! Ben feito, ben feito a todos!
it: Quello è l’ultimo dei condottieri. Eldred è stato privato di tutte le sue forze settentrionali! Ben fatto, ben fatto a tutti!

source: All that now remains is for us to hold as long as possible, and be a nuisance to Eldred’s orcish allies! The longer we survive, the longer Delfador will have to prepare!
es: Todo lo que queda ahora es resistir el mayor tiempo posible y ser una molestia para los aliados orcos de Eldred. ¡Cuanto más sobrevivamos, más tiempo tendrá Delfador para prepararse!
gl: O único que nos queda agora é resistir o máximo tempo posible e ser unha molestia para os aliados orcos de Eldred! Canto máis sobrevivamos, máis tempo terá Delfador para prepararse!
it: Ora non ci resta che resistere il più a lungo possibile e dare fastidio agli alleati orchi di Eldred! Più a lungo sopravvivremo, più tempo avrà Delfador per prepararsi!

source: Survive as long as possible (bonus gold next scenario).
es: Sobrevive el mayor tiempo posible (oro extra en el próximo escenario).
gl: Sobrevivir o máximo tempo posible (ouro extra no seguinte escenario).
it: Sopravvivi il più a lungo possibile (bonus oro per il prossimo scenario).

source: You’d better keep your human-queen’s promise of tribute, worms! Chief Ghuvog is not cheap to buy; you swore to me that Fort Garard would burn to the ground!
es: ¡Será mejor que cumplas la promesa de tributo de tu reina humana, gusanos! El Jefe Ghuvog no se compra barato; ¡me juraste que el Fuerte Garard ardería hasta los cimientos!
gl: Mellor que cumprades a promesa de tributo da vosa raíña humana, vermes! O xefe Ghuvog non é barato; xurástesme que o Forte Garard ardería ata os cimentos!
it: Fareste meglio a mantenere la promessa di tributo fatta dalla vostra regina umana, vermi! Il capo Ghuvog non è facile da comprare; mi avete giurato che Fort Garard sarebbe stato raso al suolo!

source: Yeah, I want revenge for our defeat and humiliation! It’s time for heads to roll!
es: ¡Sí, quiero venganza por nuestra derrota y humillación! ¡Es hora de que rueden cabezas!

source: <i><b>Just</b></i> the rebels, beast — remember our deal. Pledge enough warriors into my service and you shall be rewarded most generously once Mother and I have consolidated our control.
es: <i><b>Sólo</b></i> los rebeldes, bestia — recuerda nuestro trato. Aporta suficientes guerreros a mi servicio y serás recompensado generosamente una vez que Madre y yo hayamos consolidado nuestro control.
gl: <i><b>Só</b></i> os rebeldes, besta... lembra o noso trato. Se comprometes suficientes guerreiros ao meu servizo, serás recompensado moi xenerosamente unha vez que nai e eu consolidemos o noso control.
it: <i><b>Solo</b></i> i ribelli, bestia: ricorda il nostro accordo. Metti abbastanza guerrieri al mio servizio e sarai ricompensato generosamente una volta che mia Madre e io avremo consolidato il nostro controllo.

source: Eldred has betrayed Wesnoth’s strife to the orcish clans. With grunts swarming along the riverbank, the road east to Delfador is no longer safe. There can be no more escape.
es: ¡Eldred ha traicionado la lucha de Wesnoth ante los clanes orcos! Con los orcos infestando las riberas del río, el camino al este hacia Delfador ya no es seguro. No queda ninguna vía de escape.

source: The orcs are back! There’s hordes of them!
es: ¡Los orcos han vuelto! ¡Hay hordas de ellos!

source: At ease, soldier. We’ve made a deal. They’re here to help us fight the rebels.
es: Calma, soldado. Hemos llegado a un acuerdo. Están aquí para ayudarnos a luchar contra los rebeldes.

source: We’re working with orcs? But, your father—
es: ¿Estamos trabajando con orcos? Pero tu padre—

source: My father is <i><b>dead</b></i>, soldier. Let the beasts through.
es: Mi padre está <i><b>muerto</b></i>, soldado. Deja pasar a las bestias.

source: Defeat as many enemy leaders as possible (bonus gold next scenario).
es: Derrota a tantos líderes enemigos como sea posible (oro extra en el próximo escenario).
gl: Derrota a tantos líderes inimigos como sexa posible (ouro extra no seguinte escenario).
it: Sconfiggi quanti più possibile condottieri nemici (bonus oro per il prossimo scenario).

source: Filthy trog. I don’t trust you, whatever Eldred says.
es: Asqueroso trog. No confío en ti, diga lo que diga Eldred.

source: You’re lucky your boss is paying us off, weakling. We’ve free reign to pillage any town that resists his rule, so keep your mouth shut or your home will be next.
es: Tienes suerte de que tu jefe nos esté pagando, enclenque. Tenemos vía libre para saquear cualquier pueblo que se resista a su dominio, así que cierra la boca o tu hogar será el siguiente.

source: Agony! My arm goes limp, I can fight no longer. Any allies yet standing, scatter, scatter to the hills! It is me they will chase, not you.
es: ¡Agonía! Mi brazo queda inmóvil, no puedo luchar más. ¡Cualquier aliado que aún quede en pie, disperse, disperse hacia las colinas! Ellos me perseguirán a mí, no a ustedes.
gl: Agonía! O meu brazo queda flácido, non podo loitar máis. Calquera aliado que aínda estea en pé, que se disperse, que se disperse polos outeiros! Son a min quen perseguirán, non a ti.
it: Agonia! Il mio braccio è paralizzato, non posso più combattere. Se ci sono ancora alleati in piedi, disperdetevi, disperdetevi sulle colline! È me che inseguiranno, non voi.
