Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: Where are those woses hiding? If I’m worried about my valuable veterans getting ambushed, I could use new recruits as expendable pickets.
es: ¿Dónde se esconden esos woses? Si me preocupa que mis valiosos veteranos sean emboscados, podría usar reclutas nuevos como centinelas prescindibles.
gl: Onde se agochan eses arboáns? Se me preocupa que os meus valiosos veteranos sexan emboscados, podería usar novos recrutas como piquetes prescindibles.
it: Dove si stanno nascondendo questi wose? Se temo che i miei preziosi veterani vengano colti di sorpresa, dovrei usare le nuove reclute come esche sacrificabili.

source: This hollow tree is full of bats!
es: ¡Este árbol hueco está lleno de murciélagos!
gl: Esta árbore oca está chea de morcegos!
it: Questo albero cavo è pieno di pipistrelli!

source: Halt!! Who are you, and why do you trouble the trees of the Grey Grove? Speak, strangers, for the wrath of Wesnoth and the Lintanir elves is upon you!
es: ¡¡Alto!! ¿Quiénes son y por qué molestan a los árboles del Bosque Gris? ¡Hablen, forasteros, o la ira de Wesnoth y los elfos de Lintanir caerá sobre ustedes!
gl: Alto!! Quen sodes vos e por que molestades as árbores do Arboredo Gris? Falade, estraños, non vaia ser que a ira do Noroeste e os elfos de Lintanir caian sobre vos!
it: Fermi! Chi siete, e per quale motivo turbate gli alberi dei Boschi Grigi? Parlate, stranieri, perché l’ira di Wesnoth e degli elfi Lintanir è su di voi!

source: Peace! Peace! You must be the man King Garard sent me to meet: Ambassador Deoran.
es: ¡Paz! ¡Paz! Usted debe ser el hombre que el rey Garard me envió a encontrar: el embajador Deoran.
gl: Paz! Paz! Debes ser o home co que me enviou o rei Garard: o embaixador Deoran.
it: Pace! Pace! Tu devi essere l’uomo che Re Garard mi ha inviato ad incontrare: Ambasciatore Deoran.

source: Please, can you speak with these woses and tell them we’re not their enemies? This whole battle has been a terrible misunderstanding.
es: Por favor, ¿puede hablar con estos woses y decirles que no somos sus enemigos? Toda esta batalla ha sido un terrible malentendido.
gl: Por favor, podes falar con estes arboáns e dicirlles que non somos os seus inimigos? Toda esta batalla foi un terrible malentendido.
it: Per favore, puoi parlare con questi wose e dire loro che non siamo loro nemici? Tutta questa battaglia è stata un terribile malinteso.

source: You’re a courier from Wesnoth? My apologies for the harsh words; long has it been since Weldyn sent to this lonely post.
es: ¿Es un mensajero de Wesnoth? Mis disculpas por las palabras duras; ha pasado mucho tiempo desde que Weldyn envió a alguien a este puesto solitario.
gl: Es un mensaxeiro do Noroeste? As miñas desculpas polas duras palabras; pasou moito tempo desde que Weldyn enviou mensaxes a este solitario posto.
it: Sei un messaggero da Wesnoth? Mi scuso per le dure parole: è passato molto tempo dall’ultima volta che Weldyn ha inviato messaggi a questo posto solitario.

source: But apology alone will not make right your transgressions against this rare and precious wose-grove. If you really are who you claim to be, explain yourself to me at once.
es: Pero una disculpa sola no reparará sus transgresiones contra este raro y precioso soto de woses. Si realmente es quien dice ser, explíquese de inmediato.
gl: Pero as desculpas por si soas non corrixirán as túas transgresións contra este raro e precioso bosque de lousas. Se realmente es quen afirmas ser, explícame de inmediato.
it: Ma le scuse da sole non basteranno a riparare le tue trasgressioni contro questo raro e prezioso boschetto di wose. Se sei davvero chi dici di essere, spiegami subito la tua situazione.

source: There’s more of them than I realized! And they’re really angry now! Even if I could fight my way through, the elves would never trust me after such a show of force...
es: ¡Hay más de los que creía! ¡Y ahora están realmente enfadados! Aunque pudiera abrirme paso luchando, los elfos nunca confiarían en mí después de semejante demostración de fuerza...
gl: Hai máis deles do que me imaxinaba! E agora están moi enfadados! Mesmo se puidese loitar para conseguilo, os elfos nunca confiarían en min despois de semellante demostración de forza...
it: Ce ne sono più di quanti pensassi! E ora sono davvero arrabbiati! Anche se riuscissi a farmi strada, gli elfi non si fiderebbero mai di me dopo una tale dimostrazione di forza...

source: The Sylvan Seer
es: El Vidente Silvano
gl: O Vidente Silvano
it: La Veggente Silvestre

source: Dusk
es: Ocaso
gl: Anoitecer
it: Crepuscolo

source: After a hasty explanation, and with Deoran’s aid, Delfador made many apologies to the woses and their leader. Most of the destroyed trees had fortunately not been killed, merely injured. Over the next several days, and aided greatly by the woses’s natural regenerative abilities, Deoran showed Delfador how to nurse the crippled tree-folk back to health.
es: Tras una explicación apresurada y con la ayuda de Deoran, Delfador presentó muchas disculpas a los woses y a su líder. Por fortuna, la mayoría de los árboles destruidos no habían muerto, solo estaban heridos. Durante los días siguientes, y gracias en gran medida a las habilidades regenerativas naturales de los woses, Deoran le enseñó a Delfador cómo sanar a los pueblos-árbol heridos.
it: Dopo una Veloce spiegazione, e con l’aiuto di Deoran, Delfador si scusò a più riprese con i wose e con il loro capo. Fortunatamente, la maggior parte degli alberi distrutti non era morta, ma solo ferita. Nei giorni successivi, grazie anche alle naturali capacità rigenerative dei wose, Deoran mostrò a Delfador come curare gli alberi menomati fino a farli tornare in salute.

source: At last, relations mended, the two of them set out to deliver King Garard’s message to the elves...
es: Al fin, con las relaciones reparadas, ambos partieron para entregar el mensaje del rey Garard a los elfos...
it: Alla fine, i rapporti si ristabilirono e i due partirono per consegnare il messaggio di Re Garard agli elfi...

source: Okay, yes, but—
es: Está bien, sí, pero—
gl: Vale, si, pero...
it: Okay, certo, ma—

source: I understand Weldyn’s stance on orcs, but Garard cannot change the facts: our rangers have neither the training nor the elfpower to fight an offensive war on open ground! What your king asks of us is impossible.
es: Entiendo la postura de Weldyn sobre los orcos, pero Garard no puede cambiar los hechos: nuestros exploradores no tienen ni la preparación ni el poder élfico para librar una guerra ofensiva en campo abierto. Lo que tu rey nos pide es imposible.
gl: Entendo a postura de Weldyn sobre os orcos, pero Garard non pode cambiar os feitos: os nosos exploradores non teñen nin o adestramento nin o poder élfico para librar unha guerra ofensiva en terreo aberto! O que o teu rei nos pide é imposible.
it: Capisco la posizione di Weldyn nei confronti degli orchi, ma Garard non può cambiare i fatti: i nostri ranger non hanno né l’addestramento né il potere elfico per combattere una guerra offensiva in campo aperto! Ciò che il tuo re ci chiede è impossibile.

source: And why would we want to? The orcs stay out of our forests and we stay out of their hills; this is the way things have been for over a century. Your king promises us snow-covered mountains and barren desert as spoil, yet what desire have we for more territory when Lintanir’s broad eaves could support ten times our numbers?
es: ¿Y por qué querríamos hacerlo? Los orcos se mantienen fuera de nuestros bosques y nosotros nos mantenemos fuera de sus colinas; así han sido las cosas por más de un siglo. Tu rey nos promete montañas cubiertas de nieve y desiertos áridos como botín, pero ¿qué deseo tenemos por más territorio cuando los anchos aleros de Lintanir podrían sostener diez veces nuestro número?
gl: E por que quereríamos facelo? Os orcos quédanse fóra dos nosos bosques e nós fóra dos seus outeiros; así foron as cousas durante máis dun século. O voso rei prométenos montañas cubertas de neve e deserto árido como botín, pero que desexo temos de máis territorio cando os amplos beirados de Lintanir poderían soportar dez veces o noso número?
it: E poi, perché mai dovremmo volerlo? Gli orchi stanno fuori dalle nostre foreste e noi stiamo fuori dalle loro colline; è così che vanno le cose da oltre un secolo. Il vostro re ci promette montagne innevate e deserti aridi come bottino, ma che desiderio di ulteriore territorio dovremmo avere, quando le ampie falde di Lintanir potrebbero sostenere una popolazione dieci volte superiore al nostro attuale fabbisogno?

source: My honorable lords and ladies, I understand your duty to safeguard your lands and your people. And is that not what Weldyn does now? King Garard must know the orcs threaten all peoples of Wesnoth, or why else would he wage this war?
es: Mis honorables señores y damas, entiendo su deber de proteger sus tierras y su gente. ¿Y no es eso lo que hace Weldyn ahora? El rey Garard debe saber que los orcos amenazan a todos los pueblos de Wesnoth, o ¿por qué si no iniciaría esta guerra?
gl: Meus honorables señores e señoras, entendo o voso deber de protexer as vosas terras e o voso pobo. E non é iso o que fai Weldyn agora? O rei Garard debe saber que os orcos ameazan a todos os pobos de Wesnoth, ou por que outra razón libraría esta guerra?
it: Miei onorevoli signori e signore, comprendo il vostro dovere di salvaguardare le vostre terre e il vostro popolo. E non è forse questo che fa Weldyn ora? Re Garard deve sapere che gli orchi minacciano tutti i popoli di Wesnoth, altrimenti perché mai avrebbe intrapreso questa guerra?

source: You are, of course, welcome to scorn my King’s call; to loiter in Lintanir; to live and laugh and <i>linger</i>, until Wesnoth’s strength is spent towards a pyrrhic victory or a bloody defeat. But know that I shall answer my King’s summons; I shall march to war. In honor of the friendship we have built over my many years here, I would hope Lintanir will as well.
es: Por supuesto, eres libre de despreciar el llamado de mi rey; de deambular por Lintanir; de vivir, reír y <i>permanecer</i>, hasta que la fuerza de Wesnoth se consuma en una victoria pírrica o en una derrota sangrienta. Pero sabe que yo responderé al llamado de mi rey; marcharé a la guerra. En honor de la amistad que hemos construido durante mis muchos años aquí, espero que Lintanir haga lo mismo.
gl: Por suposto, sodes benvidos a desprezar a chamada do meu Rei; a vagar en Lintanir; a vivir, rir e <i>demorar</i> , ata que as forzas de Wesnoth se esgoten cara a unha vitoria pírrica ou unha derrota sanguenta. Pero sabede que responderei á chamada do meu Rei; marcharei á guerra. En honra á amizade que construímos durante os meus moitos anos aquí, espero que Lintanir tamén o faga.
it: Naturalmente, siete liberi di non rispondere alla chiamata del mio Re, di bighellonare a Lintanir, di vivere, ridere e <i>indugiare</i>, finché le forze di Wesnoth non saranno esaurite per una vittoria di Pirro o una sanguinosa sconfitta. Ma sappiate che risponderò alla chiamata del mio Re: marcerò in guerra. In onore dell’amicizia che abbiamo costruito nei miei molti anni qui, spero che anche Lintanir lo farà.

source: Truly, a moving speech...
es: Realmente, un discurso conmovedor...
gl: Un discurso, de verdade, conmovedor...
it: Davvero un discorso commovente...

source: Deoran, I am sorry, but Eloreis is right. This is not our fight. I have long-before seen the horrors of a war between elves and orcs, and have no desire to plunge my people back into such a nightmare.
es: Deoran, lo siento, pero Eloreis tiene razón. Esta no es nuestra lucha. Hace mucho tiempo que he visto los horrores de una guerra entre elfos y orcos, y no deseo sumergir a mi pueblo nuevamente en tal pesadilla.
gl: Deoran, síntoo, pero Eloreis ten razón. Esta non é a nosa loita. Xa vin hai moito tempo os horrores dunha guerra entre elfos e orcos, e non teño ningún desexo de volver mergullar á miña xente nun pesadelo semellante.
it: Deoran, mi dispiace, ma Eloreis ha ragione. Questa non è la nostra battaglia. Ho visto molto tempo fa gli orrori di una guerra tra elfi e orchi, e non ho alcuna intenzione di far ricadere il mio popolo in un simile incubo.

source: Should orcish hordes once again threaten the whole continent like they did in times past, I would be the first to step up and offer my sword in service of an alliance. But for territorial gain? I value your friendship and would honor the time you have spent here, but if Wesnoth goes to war we cannot march alongside you.
es: Si las hordas orcas amenazaran una vez más todo el continente como en tiempos pasados, sería el primero en intervenir y ofrecer mi espada al servicio de una alianza. ¿Pero por ganancias territoriales? Valoro su amistad y honraría el tiempo que han pasado aquí, pero si Wesnoth va a la guerra no podemos marchar a su lado.
gl: Se as hordas orcas volvesen ameazar todo o continente como fixeron en tempos pasados, eu sería o primeiro en dar un paso adiante e ofrecer a miña espada ao servizo dunha alianza. Pero para gañar territorio? Valoro a vosa amizade e honraría o tempo que pasastes aquí, pero se Wesnoth vai á guerra non podemos marchar ao voso carón.
it: Se le orde orchesche dovessero minacciare di nuovo l’intero continente come hanno fatto in passato, sarei il primo a farmi avanti e a offrire la mia spada al servizio di un’alleanza. Ma per una disputa territoriale? Apprezzo la vostra amicizia e onorerei il tempo che avete trascorso qui, ma se Wesnoth va in guerra non possiamo marciare al vostro fianco.

source: Great-Grandfather, do not say such things! Deoran and his allies are risking their lives in battle, and in all the vastness of Lintanir we can find naught to offer but kind words? Force-of-arms is not the only strength of the elves.
es: ¡Bisabuelo, no digas esas cosas! Deoran y sus aliados están arriesgando sus vidas en batalla, y en toda la vastedad de Lintanir, ¿solo podemos ofrecer palabras amables? La fuerza militar no es la única fortaleza de los elfos.
gl: Bisavó, non digas esas cousas! Deoran e os seus aliados están a arriscar as súas vidas na batalla, e en toda a inmensidade de Lintanir non podemos atopar nada que ofrecer agás palabras amables? A forza das armas non é a única forza dos elfos.
it: Bisnonno, non dire queste cose! Deoran e i suoi alleati stanno rischiando la loro vita in battaglia, e in tutta la vastità di Lintanir non riusciamo a trovare altro da offrire loro se non parole gentili? La forza delle armi non è l’unica forza degli elfi.

source: Chantal, sometimes you remind me so much of your grandmother... perhaps you are right. I have seen too many friends fall during my unnaturally long life; sometimes to battle, sometimes to age. I would postpone that fate for Deoran if I can, for both your sakes.
es: Chantal, a veces me recuerdas tanto a tu abuela... tal vez tengas razón. He visto caer a demasiados amigos durante mi vida inusualmente larga; a veces en batalla, a veces por la edad. Pospondría ese destino para Deoran si puedo, por el bien de ambos.
gl: Chantal, ás veces lémbraste tanto á túa avoa... quizais teñas razón. Vin caer demasiados amigos durante a miña vida anormalmente longa; ás veces loitando, ás veces envellecendo. Aprazaría ese destino para Deoran se puidese, polo ben de ambos.
it: Chantal, a volte mi ricordi così tanto tua nonna... forse hai ragione. Ho visto troppi amici cadere nella mia vita innaturalmente lunga; a volte per combattere, a volte per l’età. Rimanderei quel destino per Deoran, se potessi, per il bene di entrambi.

source: Deoran, Delfador, what I now speak to you concerns one of our great secrets; you are not to speak of this to anyone, even to your king.
es: Deoran, Delfador, lo que ahora les digo concierne a uno de nuestros grandes secretos; no deben hablar de esto con nadie, ni siquiera con su rey.
gl: Deoran, Delfador, o que agora vos digo ten que ver cun dos nosos grandes segredos; non lle faledes disto a ninguén, nin sequera ao voso rei.
it: Deoran, Delfador, ciò che vi rivelo ora riguarda uno dei nostri grandi segreti: non dovete parlarne con nessuno, nemmeno con il vostro re.

source: Deep within Lintanir resides our sylph — an elven seer. We both favor and fear Elende’s fractured, arcane sight; her strands of reflected prophecy. Perhaps her visions may illuminate some measure of your futures, and in doing so help you blaze brighter ones.
es: En lo profundo de Lintanir reside nuestra sílfide: una vidente élfica. Tanto valoramos como tememos la visión arcana y fragmentada de Elende; sus hilos de profecía reflejada. Quizás sus visiones iluminen algo de su futuro y, al hacerlo, les ayuden a forjar futuros más brillantes.
gl: No fondo de Lintanir reside a nosa sílfide, unha vidente élfica. Ao mesmo tempo, favorecemos e tememos a visión fracturada e arcana de Elende; os seus fíos de profecía reflectida. Quizais as súas visións iluminen en parte os vosos futuros e, ao facelo, axuden a brillar outros máis brillantes.
it: Nelle profondità di Lintanir risiede la nostra silfide, una veggente elfica. Apprezziamo e temiamo la visione arcana e frammentata di Elende: i suoi fili di profezia riflessa. Forse le sue visioni potrebbero illuminare in parte il vostro futuro, e così facendo aiutarvi a intravedere scenari più luminosi.

source: Kalenz, are you sure this is wise? Seers are known to be... esoteric... and Elende has been particularly cloistered these last few decades.
es: Kalenz, ¿estás seguro de que esto es sensato? Se sabe que los videntes son... esotéricos... y Elende ha estado particularmente recluida en estas últimas décadas.
gl: Kalenz, estás seguro de que isto é sabio? Sábese que os videntes son... esotéricos... e Elende estivo particularmente recluída estas últimas décadas.
it: Kalenz, sei sicuro che sia saggio? I veggenti sono noti per essere... esoterici... ed Elende è stata particolarmente isolata negli ultimi decenni.

source: I shall accompany them. I wish to spend some time with with these humans before they depart.
es: Los acompañaré. Deseo pasar un tiempo con estos humanos antes de que partan.
gl: Acompañareinos. Desexo pasar un tempo con estes humanos antes de que marchen.
it: Li accompagnerò. Vorrei trascorrere un po’ di tempo con questi umani prima che partano.

source: And so do and so shall I. Come, follow me.
es: Y así lo haré yo también. Ven, sígueme.
gl: E así o farei, e así o farei eu. Veña, sígame.
it: Giusto, farò così anch’io. Vieni, seguimi.

source: Midnight
es: Medianoche
gl: Medianoite
it: Mezzanotte

source: There’s 5 gold pieces in this old boat! I suppose it’s better than nothing.
es: ¡Hay 5 piezas de oro en este viejo bote! Supongo que es mejor que nada.
gl: Hai 5 moedas de ouro neste vello barco! Supoño que é mellor que nada.
it: Ci sono 5 monete d’oro in questa vecchia barca! Immagino sia meglio di niente.

source: Look out! There’re beasts in the forest!
es: ¡Cuidado! ¡Hay bestias en el bosque!
gl: Coidado! Hai bestas no bosque!
it: Attenzione! Ci sono bestie nella foresta!

source: No magic more unusual than a fireball, Delfador. We don’t want to appear threatening.
es: Ninguna magia más inusual que una bola de fuego, Delfador. No queremos parecer amenazantes.
gl: Non hai maxia máis inusual ca unha bóla de lume, Delfador. Non queremos parecer ameazantes.
it: Non c’è magia più insolita di una palla di fuoco, Delfador. Non vogliamo apparire minacciosi.

source: Kalenz leads Delfador, Deoran, and Chantal down a labyrinthine path through the deep wood, past twists and turns and over winding tracks. In many places there is no path at all, and Delfador senses they are guided more by the elves’ connection to the faerie than by conventional pathfinding.
es: Kalenz guía a Delfador, Deoran y Chantal por un camino laberíntico a través del bosque profundo, entre giros y vueltas y sobre senderos serpenteantes. En muchos lugares no hay camino alguno, y Delfador siente que son guiados más por la conexión de los elfos con lo feérico que por el trazado convencional de caminos.
gl: Kalenz guía a Delfador, Deoran e Chantal por un camiño labiríntico a través do bosque profundo, pasando por reviravoltas e camiños sinuosos. En moitos lugares non hai ningún camiño, e Delfador sente que se guían máis pola conexión dos elfos coas fadas que pola busca de camiños convencional.
it: Kalenz conduce Delfador, Deoran e Chantal lungo un sentiero labirintico attraverso il bosco profondo, tra curve e tornanti, lungo sentieri tortuosi. In molti punti non c’è alcun sentiero, e Delfador intuisce che sono guidati più dal legame degli elfi con le fate che da un percorso convenzionale.

source: The sun sets like a dying ember quenched beneath the horizon, and the forest grows dim. Several times even Kalenz becomes lost, but each time manages to find the way again. At last, in the dead of night, a small structure looms out of the forest...
es: El sol se pone como una brasa moribunda apagada bajo el horizonte, y el bosque se oscurece. Varias veces incluso Kalenz se pierde, pero cada vez logra encontrar el camino de nuevo. Al fin, en plena noche, una pequeña estructura surgue del bosque...
gl: O sol ponse coma unha brasa moribunda que se apaga baixo o horizonte, e o bosque vólvese escurece. Varias veces mesmo Kalenz se perde, pero cada vez consegue atopar o camiño de novo. Finalmente, na escuridade da noite, unha pequena estrutura emerxe do bosque...
it: Il sole tramonta come una brace morente spenta all’orizzonte, e la foresta si fa sempre più buia. Anche Kalenz si perde più volte, ma ogni volta riesce a ritrovare la strada. Finalmente, nel cuore della notte, una piccola struttura emerge dalla foresta...

source: We have arrived. The seer’s mirror pool is just ahead; she herself should be close by.
es: Hemos llegado. La piscina espejada de la vidente está justo adelante; ella misma debería estar cerca.
gl: Chegamos. O estanque de espellos da vidente está xusto diante; ela mesma debería estar preto.
it: Siamo arrivati. Lo specchio d’acqua della veggente è proprio davanti a noi; lei stessa dovrebbe essere lì vicino.

source: Find the Sylph
es: Encuentra a la sílfide
gl: Atopa a sílfide
it: Trova la Fata

source: Death of Delfador, Deoran, Chantal, or Kalenz
es: Muerte de Delfador, Deoran, Chantal o Kalenz
gl: Morte de Delfador, Deoran, Chantal ou Kalenz
it: Morte di Delfador, Deoran, Chantal, o Kalenz

source: Kalenz and Chantal will not follow you to the next scenario.
es: Kalenz y Chantal no te seguirán en el próximo escenario.
gl: Kalenz e Chantal non te seguirán ao seguinte escenario.
it: Kalenz e Chantal non ti seguiranno nel prossimo scenario.

source: In this scenario, you can neither gain nor spend gold.
es: En este escenario, no puedes ganar ni gastar oro.
gl: Neste escenario, non podes nin gañar nin gastar ouro.
it: In questo scenario, non puoi né guadagnare, né spendere mo.

source: There lies the mirror pool, but it is strangely dry...
es: Ahí está la piscina espejada, pero está extrañamente seca...
gl: Alí está a poza dos espellos, pero está estrañamente seca...
it: Lì si trova lo specchio d’acqua, ma è stranamente asciutto...

source: Fill the central pool with water
es: Llena la piscina central con agua
gl: Enche a poza central con auga.
it: Riempi di acqua la piscina centrale

source: Villages do not provide income in this scenario (since you have unlimited turns), but still provide healing.
es: Las aldeas no proporcionan ingresos en este escenario (porque hay turnos ilimitados), pero siguen proporcionando curación.
gl: As aldeas non proporcionan ingresos neste escenario (xa que tes quendas ilimitadas), pero aínda así proporcionan curación.
it: In questo scenario, i villaggi non generano reddito (dato che i turni sono illimitati), ma forniscono comunque cure.
