Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: This is the perfect time for us to cross! It’s dawn, which means most of the orcs and saurians will be sleeping, and there’s a heavy winter fog to cover our movements. We should have time to clear this saurian outpost and sneak past the frontline before the main orcish army wakes at nightfall.
es: ¡Este es el momento perfecto para cruzar! Es el amanecer, lo que significa que la mayoría de los orcos y saurios estarán dormidos, y hay una densa niebla de invierno para cubrir nuestros movimientos. Deberíamos tener tiempo para limpiar este puesto saurio y escabullirnos más allá de la línea del frente antes de que despierte el ejército orco principal al anochecer.
gl: Este é o momento perfecto para cruzar! É o amencer, o que significa que a maioría dos orcos e saurios estarán durmindo, e hai unha espesa néboa invernal para cubrir os nosos movementos. Deberíamos ter tempo de limpar este posto avanzado de saurios e pasar furtivamente pola fronte antes de que o principal exército orco esperte ao anoitecer.
it: Questo è il momento perfetto per attraversare! È l’alba, il che significa che la maggior parte degli orchi e dei sauri starà dormendo, e c’è una fitta nebbia invernale che coprirà i nostri movimenti. Dovremmo avere il tempo di ripulire questo avamposto dei sauri e superare di nascosto la linea del fronte prima che l’esercito principale degli orchi si svegli al calar della notte.

source: But first, our objective must be to destroy this outpost’s signal beacon.
es: Pero primero, nuestro objetivo debe ser destruir la baliza de señal de este puesto.
gl: Pero primeiro, o noso obxectivo debe ser destruír a baliza de sinalización deste posto avanzado.
it: Ma prima di tutto, il nostro obiettivo deve essere quello di distruggere il faro luminoso di segnalazione di questo avamposto.

source: Even through the fog, a beacon fire that large will be visible for miles. If the orcish host at the Ford of Abez is alerted before we can get through to the swamp, we’ll be slaughtered!
es: Incluso a través de la niebla, un fuego de baliza tan grande será visible a kilómetros. Si la horda orca en el vado de Abez se alerta antes de que podamos llegar al pantano, ¡nos masacrarán!
gl: Mesmo a través da néboa, unha baliza de lume tan grande será visible a quilómetros de distancia. Se as hostes orcas no Vao de Abez son alertadas antes de que poidamos chegar ao pantano, seremos masacrados!
it: Anche attraverso la nebbia, un faro di segnalazione così grande sarà visibile a chilometri di distanza. Se l’esercito degli orchi al Guado di Abez viene allertato prima che riusciamo ad attraversare la palude, verremo massacrati!

source: Hey genius, you forget about the river? I got expelled long before learning how to levitate, and the girl ’haint swimming that far even if’t it weren’t the middle of winter.
es: Oye genio, ¿te olvidaste del río? Fui expulsado mucho antes de aprender a levitar, y la chica no nadaría tan lejos aunque no fuera pleno invierno.
gl: Ei, xenio, esqueciches o río? Expulsáronme moito antes de aprender a levitar, e a rapaza non nadaría tan lonxe aínda que non fose pleno inverno.
it: Ehi, genio, ma ti sei dimenticato del fiume? Sono stato espulso molto prima di imparare a levitare, e la ragazza non riuscirebbe a nuotare così lontano, neanche se non fosse pieno inverno.

source: Destroy the signal beacon
es: Destruye la baliza de señal
gl: Destruír a baliza de sinalización
it: Distruggi il faro di segnalazione

source: Don’t be seen by a goblin or saurian during their turn
es: No ser visto por un goblin o saurio durante su turno
gl: Non te vexan un trasno ou un saurio durante o seu turno
it: Non venire avvistato da nessun goblin o sauro durante il loro turno

source: A goblin or saurian sees you during their turn
es: Un goblin o saurio te ve durante su turno
gl: Un trasno ou un saurio véche durante o seu turno
it: Un goblin o un sauro ti avvista durante il suo turno

source: Moving past or killing enemies on your turn will not raise the alarm.
es: Moverse junto a enemigos o matarlos durante tu turno no activará la alarma.
gl: Pasar ou matar inimigos no teu turno non fará soar a alarma.
it: Superare o uccidere i nemici durante il proprio turno non farà scattare l’allarme.

source: Your regular soldiers cannot sneak north with you, but you can instead recruit Footpads, Thieves, and Rogue Mages! Footpads are quick-but-fragile scouts, with equally weak melee and ranged attacks. Thieves trade the footpad’s ranged attack for improved melee damage, and are particularly deadly when attacking an enemy from behind. Rogue Mages are fragile fighters with both physical and magical attacks.
es: Tus soldados regulares no pueden infiltrarse hacia el norte contigo, pero puedes reclutar a Salteadores, Ladrones y Magos Pícaros. Los Salteadores son exploradores rápidos pero frágiles, con ataques cuerpo a cuerpo y a distancia igualmente débiles. Los Ladrones cambian el ataque a distancia del Peatón por un mayor daño en cuerpo a cuerpo, siendo particularmente mortales al atacar por la espalda. Los Magos Pícaros son combatientes frágiles con ataques tanto físicos como mágicos.
gl: Os teus soldados regulares non poden ir furtivamente ao norte contigo, pero podes recrutar Footpads, Thieves e Rogue Mages! Os Footpads son exploradores rápidos pero fráxiles, con ataques corpo a corpo e a distancia igualmente débiles. Os ladróns trocan o ataque a distancia do Footpad por un dano corpo a corpo mellorado e son particularmente mortíferos cando atacan a un inimigo por detrás. Os Rogue Mages son loitadores fráxiles con ataques físicos e máxicos.
it: I tuoi soldati regolari non possono sgattaiolare verso nord con te, ma puoi reclutare Galoppini, Ladri e Maghi Ribelli! I galoppini sono esploratori veloci ma fragili, con attacchi in mischia e a distanza altrettanto deboli. I ladri sacrificano l’attacco a distanza dei galoppini in cambio di un danno in mischia potenziato e sono particolarmente letali quando attaccano un nemico alle spalle. I maghi ribelli sono combattenti deboli con attacchi sia fisici che magici.

source: Take care! If that guard spots us on its turn, it’ll alert all the others.
es: ¡Cuidado! Si esa guardia nos ve en su turno, alertará a todos los demás.
gl: Coidado! Se ese garda nos ve na súa quenda, alertará a todos os demais.
it: Stai attento! Se quella guardia ci vede durante il suo turno, avviserà tutte le altre.

source: Fog and Vision:
es: Niebla y Visión:
gl: Néboa e visión:
it: Nebbia e Visuale:

source: In fog, units (including yours) can see 1 hex further than their movement.
es: En la niebla, las unidades (incluidas las tuyas) pueden ver 1 hexágono más allá de su movimiento.
it: Nella nebbia, le unità (compresa le tue) possono vedere soltanto 1 esagono oltre la loro distanza di movimento.

source: For this scenario, we’ve highlighted which hexes the goblins and saurians can see. If you end your turn in vision of a living goblin or saurian, you’ll lose the scenario! Moving past or killing enemies on your turn will not raise the alarm.
es: Para este escenario hemos resaltado qué hexágonos pueden ver los goblins y saurios. Si terminas tu turno a la vista de un goblin o saurio vivo, ¡perderás el escenario! Pasar junto a enemigos o matarlos durante tu turno no hará saltar la alarma.
it: In questo scenario, abbiamo evidenziato gli esagoni che i goblin e i sauri possono vedere. Se finisci il tuo turno nella visuale di un goblin o di un sauro, perderai lo scenario! Superare o uccidere i nemici durante il tuo turno non farà scattare l’allarme.

source: With the right spells and strategy, this scenario (like all campaigns) can be completed <i><b>without relying on luck or risky attacks.</b></i>
es: Con los hechizos y la estrategia adecuados, este escenario (como todas las campañas) puede completarse <i><b>sin depender de la suerte ni de ataques arriesgados.</b></i>
it: Con gli incantesimi e la strategia giusti, questo scenario (come tutte le campagne) può essere completato <i><b>senza affidarsi alla fortuna o ad attacchi rischiosi.</b></i>

source: On lower difficulties, this scenario specially highlights which hexes are in enemy vision. Because you’re playing on the highest difficulty, you’ll have to keep track on your own.
es: En dificultades bajas, este escenario resalta especialmente qué hexágonos están a la vista del enemigo. Como estás jugando en la dificultad más alta, tendrás que llevar la cuenta tú mismo.
it: A livelli di difficoltà inferiori, questo scenario evidenzia in modo particolare quali esagoni sono nella visuale nemica. Dato che stai giocando al livello di difficoltà più alto, dovrai tenerne traccia da solo.

source: With the right spells and strategy, this scenario (like all campaigns) can be completed <i><b>without relying on luck or risky attacks.</b></i>
es: Con los hechizos y la estrategia adecuados, este escenario (como todas las campañas) puede completarse <i><b>sin depender de la suerte ni de ataques arriesgados.</b></i>
it: Con gli incantesimi e la strategia giusti, questo scenario (come tutte le campagne) può essere completato <i><b>senza affidarsi alla fortuna o ad attacchi rischiosi.</b></i>

source: That one’s patrollin’ back an’ forth! Those lizards sure are ugly...
es: ¡Ese patrulla de un lado a otro! Esos saurios son realmente feos...
gl: Ese está patrullando de aquí para alá! Eses lagartos son moi feos...
it: Quello sta pattugliando avanti e indietro! Quelle lucertole sono davvero brutte...

source: Excellent! That one perished swiftly, before it had a chance to raise the alarm.
es: ¡Excelente! Ese pereció rápidamente, antes de tener oportunidad de dar la alarma.
gl: Excelente! Esa pereceu rapidamente, antes de ter a oportunidade de dar a alarma.
it: Ottimo! Quello è morto rapidamente, prima di avere la possibilità di dare l’allarme.

source: We must move swiftly! The fog is already starting to clear.
es: ¡Debemos movernos rápido! La niebla ya está empezando a despejarse.
gl: Temos que movernos rápido! A néboa xa comeza a disiparse.
it: Dobbiamo muoverci rapidamente! La nebbia sta già iniziando a diradarsi.

source: Look, it’sss that wisssard again! Light the fire, sssound the alarm!
es: ¡Mira, esss ese mago de nuevo! ¡Enciendan el fuego, activen la alarma!
gl: Mira, volve ser ese fato! Acende o lume, fai soar a alarma!
it: Laggiù, è di nuovo quel mago! Accendete il fuoco, sssuonate l’allarme!

source: Look, it’s that wizard again! Light the fire, sound the alarm!
es: ¡Mira, es ese mago de nuevo! ¡Enciendan el fuego, activen la alarma!
gl: Mirade, é ese mago outra vez! Acendede o lume, facede soar a alarma!
it: Laggiù, è di nuovo quel mago! Accendete il fuoco, suonate l’allarme!

source: The beacon is destroyed! And just in time too: the fog is lifting.
es: ¡La baliza ha sido destruida! Y justo a tiempo: la niebla se está levantando.
gl: A baliza está destruída! E xusto a tempo: a néboa está a levantarse.
it: Il faro è distrutto! E proprio al momento giusto: la nebbia si sta diradando.

source: I’ve tarried too long, the fog is already clearing!
es: ¡He tardado demasiado, la niebla ya se está despejando!
gl: Tardei demasiado, a néboa xa se está disipando!
it: Ho indugiato troppo a lungo, la nebbia si sta già diradando!

source: We’ve been spotted, and soon this outpost will be swarming with orcs! I hate running from a fight, but we have to retreat...
es: ¡Nos han visto, y pronto este puesto estará plagado de orcos! Odio huir de una pelea, pero tenemos que retirarnos...
gl: Víronnos, e pronto este posto avanzado estará cheo de orcos! Detesto fuxir dunha loita, pero temos que retirarnos...
it: Siamo stati scoperti e presto questo avamposto brulicherà di orchi! Odio fuggire da un combattimento, ma dobbiamo ritirarci...

source: I sssaid, light the fire!
es: ¡Dije que enciendan el fuego!
gl: Eu sss…dixen, acende o lume!
it: Ho detto, accendi il fuoco!

source: Cursssesss, the mountain guards are ssslain, and the beacon cannot be reached!
es: ¡Maldisssión, los guardias de la montaña han sido asesinados, y la baliza no puede ser alcanzada!
gl: Maldicións, os gardas da montaña foron asasinados e o faro é inaccesible!
it: Maledizione, le guardie montane sssono ssstate uccissse e non è possssibile raggiungere il faro!

source: Cursssesss, the beacon is destroyed and the orcs still slumber!
es: ¡Maldición, la baliza essstá destruida y los orcosss aún duermen!
gl: Maldición, o faro está destruído e os orcos aínda dormen!
it: Maledizione, il faro è ssstato dissstrutto e gli orchi continuano a dormire!

source: Eeek! It’s gone!
es: ¡Eeek! ¡Se ha ido!
gl: Buf! Xa non está!
it: Oh no! È andato!

source: No matter, my sssaurians will ssslip past and warn the army! Everyone, essscape to the west!
es: No importa, mis sssaurios se essscurrirán y advertirán al ejército. ¡Todos, essscapen al oeste!
gl: Non importa, os meus saúrios pasarán esvarados e avisarán ao exército! Todos, fuxide cara ao oeste!
it: Non importa, i miei sssauri passsseranno di nassscosssto e avvertiranno l’esssercito! Tutti quanti, ssscappate verssso ovessst!

source: They’re making a run for it! Don’t let a single one get away, or this outpost will be swarming with orcs!
es: ¡Están intentando huir! ¡No dejen que escape ni uno solo, o este puesto se llenará de orcos!
gl: Están fuxindo! Non deixedes escapar nin un só, ou este posto avanzado estará cheo de orcos!
it: Stanno scappando! Non lasciate scappare nessuno, o questo avamposto presto brulicherà di orchi!

source: Defeat enemies before any escape
es: Derrota a los enemigos antes de que escape alguno
gl: Derrota aos inimigos antes de calquera fuga
it: Sconfiggi i nemici prima che uno qualsiasi di loro fugga

source: Any enemy reaches the west edge of the map
es: Cualquier enemigo alcanza el borde oeste del mapa
gl: Calquera inimigo chega ao bordo oeste do mapa
it: Uno qualsiasi dei nemici raggiunge il margine occidentale della mappa

source: Reselecting Spells:
es: Reselección de hechizos:

source: Because the scenario’s objectives have significantly changed (in a way you couldn’t have anticipated at the scenario’s start), you now have the option to change your spells.
es: Debido a que los objetivos del escenario han cambiado de forma significativa (de una manera que no podías anticipar al inicio del escenario), ahora tienes la opción de cambiar tus hechizos.

source: We must defeat these saurians and escape before nightfall, or the main orcish camp will wake and be upon us!
es: ¡Debemos derrotar a estos saurios y escapar antes del anochecer, o el campamento principal de orcos despertará y caerá sobre nosotros!
gl: Debemos derrotar estes saurios e escapar antes do anoitecer, ou o campamento principal dos orcos espertará e caerá sobre nós!
it: Dobbiamo sconfiggere questi sauri e fuggire prima che cali la notte, altrimenti gli orchi del campo principale verranno svegliati e ci attaccheranno!

source: I have essscaped!
es: ¡He essscapado!
gl: Escapei!
it: Sssono ssscappato!

source: female^I have essscaped!
es: ¡He essscapado!
gl: Escapei!
it: Sssono ssscappata!

source: One of them has gotten away to warn the orcish army! I hate running from a fight, but we have to retreat...
es: ¡Uno de ellos logró escapar para advertir al ejército orco! Odio huir de una pelea, pero tenemos que retirarnos...
gl: Un deles escapou para avisar o exército orco! Detesto fuxir dunha loita, pero temos que retirarnos...
it: Uno di loro è riuscito a scappare per avvertire l’esercito degli orchi! Odio fuggire da una battaglia, ma dobbiamo ritirarci...

source: <i>Yaawwnn</i> ...what’s all this noise about?
es: <i>Bostezo</i> ...¿de qué se trata todo este ruido?
gl: <i>Siii</i> ... a que se debe todo este ruído?
it: <i>Yaawwnn</i> ...cos’è tutto questo trambusto?

source: We’ve taken too long, now it’s nighttime and the orcish camp has awoken! I hate running from a fight, but we have to retreat...
es: ¡Hemos tardado demasiado, ahora es de noche y el campamento orco ha despertado! Odio huir de una pelea, pero tenemos que retirarnos...
gl: Tardamos demasiado, agora é de noite e o campamento orco espertou! Detesto fuxir dunha loita, pero temos que retirarnos...
it: Ci abbiamo messo troppo tempo, oramai è notte e il campo degli orchi si è svegliato! Odio scappare da una battaglia, ma dobbiamo ritirarci...

source: Cursssesss...
es: Maldisssión...
gl: Maldicións...
it: Maledizione...

source: Ah-ha, got you!
es: ¡Ajá, te atrapé!
gl: Ah-ha, xa te atopei!
it: Ah-ha, ti ho beccato!

source: Victory is won! We have done well to remain undetected — the way forward remains clear. Now onwards to the Swamp of Dread, to find out why these saurians are fighting alongside orcs...
es: ¡La victoria es nuestra! Hemos hecho bien en permanecer sin ser detectados — el camino hacia adelante sigue libre. Ahora, rumbo al Pantano del Terror, para descubrir por qué estos saurios están luchando junto a los orcos...
gl: A vitoria está gañada! Fixemos ben en permanecer sen ser detectados: o camiño a seguir segue despexado. Agora, imos cara ao Pantano do Terror, para descubrir por que estes saurios loitan xunto aos orcos...
it: La vittoria è nostra! Siamo riusciti a non farci scoprire, e la strada da seguire è ancora chiara. Ora andiamo alla Palude del Terrore per scoprire perché questi sauri stanno combattendo insieme agli orchi...

source: Weldyn Court
es: Corte de Weldyn
it: Intanto, alla Corte di Weldyn...

source: “<i>Barren Throne</i>”, “<i>Angel of Ashes</i>”; don’t people have better things to do than gossip all day about this vapid prophecy? I put my trust in steel, not seers.
es: “<i>Trono Estéril</i>”, “<i>Ángel de Cenizas</i>”; ¿la gente no tiene cosas mejores que hacer que chismear todo el día sobre esta profecía vacía? Yo pongo mi confianza en el acero, no en los videntes.
gl: « <i>Trono Árido</i> », « <i>Anxo das Cinzas</i> »; non ten a xente cousas mellores que facer que cotillear todo o día sobre esta insípida profecía? Eu confío no aceiro, non nos videntes.
it: “<i>Trono sterile</i>”, “<i>Angelo delle ceneri</i>”; la gente non ha niente di meglio da fare che spettegolare tutto il giorno su questa insulsa profezia? Io ripongo la mia fiducia nell’acciaio, non nei veggenti.

source: My Liege, I fear you give insufficient weight to—
es: Mi señor, temo que no le da suficiente importancia a—
gl: Meu señor, temo que lle deades abondo peso a...
it: Mio signore, temo che non attribuiate sufficiente importanza a—

source: And “<i>Sceptre of the Wesfolk</i>” is the worst of it all... as if it’s my fault Haldric’s dwarves lost the accursed thing.
es: Y «<i>Cetro del los Wesfolk</i>» es lo peor de todo… como si fuera culpa mía que los enanos de Haldric perdieran esa cosa maldita.
it: E “<i>Lo scettro dei Wesfolk</i>” è la peggiore di tutte... come se fosse colpa mia se i nani di Haldric hanno perso quel maledetto oggetto.

source: Even the wife! Ever since Delfador first told us about that prophecy, all I get from Asheviere is gossip; rumors about nobles and expeditions and treasure-seekers and other such nonsense. What do you make of it all, brother?
es: ¡Incluso mi esposa! Desde que Delfador nos habló por primera vez de esa profecía, todo lo que recibo de Asheviere son chismes: rumores sobre nobles, expediciones, buscadores de tesoros y otras tonterías por el estilo. ¿Qué opinas tú de todo esto, hermano?
it: Persino mia moglie! Da quando Delfador ci ha parlato per la prima volta di quella profezia, Asheviere non fa altro che spettegolare: voci su nobili, spedizioni, cercatori di tesori e altre sciocchezze del genere. Tu cosa ne pensi di tutto questo, fratello?

source: The Sceptre of Fire may have gone missing years ago, but it is still well-known as Wesnoth’s symbol of kingship, among lords and common-folk alike.
es: El Cetro de Fuego puede haberse perdido hace años, pero sigue siendo muy conocido como símbolo de la realeza de Wesnoth, tanto entre los nobles como entre la gente común.
it: Lo Scettro di Fuoco potrà anche essere scomparso anni or sono, ma è ancora ben noto come simbolo della regalità di Wesnoth, sia tra i signori che tra la gente comune.

source: My spies have heard nothing of these sceptre-hunters. But if they are real and a noble actually manages to find and retrieve the Sceptre, well, such a misfortune could put your claim to the throne in serious jeopardy.
es: Mis espías no han oído nada de esos cazadores de cetros. Pero si son reales y algún noble logra encontrar y recuperar el Cetro, bueno, esa desgracia podría poner en serio peligro tu derecho al trono.
it: Le mie spie non hanno sentito nulla riguardo a questi cercatori dello scettro. Ma se esistono davvero e un nobile riuscisse davvero a trovare e recuperare lo Scettro, beh, una tale sventura potrebbe mettere seriamente a repentaglio la tua pretesa al trono.

source: Intrigue and influence, politics and loyalty. I’m lucky to have you, Arand. This isn’t my strength.
es: Intriga e influencia, política y lealtad. Tengo suerte de contar contigo, Arand. Esto no es mi fuerte.
gl: Intriga e influencia, política e lealdade. Teño sorte de terte, Arand. Este non é o meu forte.
it: Intrighi e intrallazzi, politica e lealtà. Sono fortunato ad averti con me, Arand. Questo campo non è il mio forte.

source: But I use the tools I have. Take General Lionel — there’s a man to rely on! He’s served me loyally for many years; why, I practically trust him more than my own son!
es: Pero utilizo las herramientas que tengo. Toma al general Lionel — ¡ese es un hombre en quien confiar! Me ha servido lealmente durante muchos años; vaya, ¡prácticamente confío en él más que en mi propio hijo!
gl: Pero eu uso as ferramentas que teño. Tomemos como exemplo ao xeneral Lionel: e un home no que confiar! Serviume lealmente durante moitos anos; practicamente confío nel máis que no meu propio fillo!
it: Ma io uso gli strumenti che ho a disposizione. Prendiamo ad esempio il generale Lionel: ecco un uomo su cui poter contare! Mi ha servito fedelmente per molti anni; diamine, mi fido praticamente più di lui che di mio figlio!

source: (bows)
es: (inclina la cabeza)
gl: (arcos)
it: (inchinandosi)

source: No offense, boy.
es: Sin ofender, chico.
gl: Sen ofender, rapaz.
it: Senza offesa, ragazzo.

source: (scowls)
es: (frunce el ceño)
gl: (engurra o ceño)
it: (brontolando)

source: Still, these rumors cannot be taken lightly. Something must be done....
es: Aún así, estos rumores no pueden tomarse a la ligera. Algo debe hacerse....
gl: Aínda así, estes rumores non se poden tomar á lixeira. Hai que facer algo...
it: Tuttavia, queste voci non possono essere prese alla leggera. Bisogna fare qualcosa...

source: Ruins of Saurgrath
es: Ruinas de Saurgrath
gl: Ruínas de Saurgrath
it: Rovine di Saurgrath

source: aged
es: anciano
gl: envellecido
it: invecchiato

source: female^aged
es: anciana
gl: envellecida
it: invecchiata

source: Units with the <italic>text='aged'</italic> trait have 8 hitpoints less and suffer from a 1 point decrease in movement and damage.
es: Las unidades con el atributo <italic>text='anciano'</italic> tienen 8 puntos de vida menos y sufren una disminución de 1 punto en movimiento y daño.
gl: Unidades con<italic> texto='envellecido'</italic> trazo teñen 8 puntos de vida menos e sofren unha diminución de 1 punto en movemento e dano.
it: Le unità con il tratto <italic>text=‘invecchiato’</italic> hanno 8 punti ferita in meno e subiscono una riduzione di 1 punto al movimento e al danno.

source: Saurian Juveniles
es: Saurios Juveniles
gl: Saurios xuvenís
it: Giovani Sauri
