Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: And as for me, well, I may have cut things rather closer than I had planned. But what’s done is done — my thoughts must now turn to flight. Make haste, my loyal steed!
es: Y en cuanto a mí, bueno, puede que haya llevado las cosas más al límite de lo que planeaba. Pero lo hecho, hecho está — mis pensamientos deben ahora centrarse en la huida. ¡Apresúrate, mi leal corcel!
gl: E en canto a min, ben, pode que me achegase máis do que tiña planeado. Pero o feito está feito; os meus pensamentos agora deben dirixirse á fuxida. Apresúrate, meu leal cabalo!
it: Per quanto mi riguarda, beh, forse ho ridotto i tempi più di quanto avessi previsto. Ma quel che è fatto è fatto: ora devo pensare alla fuga. Corri, mio fedele destriero!

source: Agony! My arm goes limp, I can fight no longer. This may be cutting things rather closer than I had planned, but what’s done is done.
es: ¡Agonía! Mi brazo se queda inmóvil, no puedo luchar más. Puede que esto haya sido más arriesgado de lo planeado, pero lo hecho, hecho está.
gl: Agonía! O meu brazo quédase flácido, non podo loitar máis. Pode que isto sexa un pouco máis axustado do que tiña planeado, pero o que está feito, está feito.
it: Agonia! Il mio braccio è paralizzato, non posso più combattere. Forse le cose stanno andando in modo più drammatico di quanto avessi previsto, ma quel che è fatto è fatto.

source: My thoughts must now turn to flight: make haste, my loyal steed!
es: Mis pensamientos deben ahora centrarse en la huida: ¡apresúrate, mi leal corcel!
gl: Os meus pensamentos deben agora dirixirse á fuxida: apresúrate, meu leal corcel!
it: Ora devo pensare soltanto alla fuga: corri, mio fedele destriero!

source: (grins)
es: (sonríe)
gl: (sorrí)
it: (sorridendo)

source: Well, well, if it isn’t Deoran the exile, one-time commander of the South Guard; a soldier to the very end. I’ve heard all about you, you know. A perfect example of who not to be.
es: Bueno, bueno, si no es Deoran el exiliado, antiguo comandante de la Guardia del Sur; un soldado hasta el final. He oído todo sobre ti, ¿sabes? Un ejemplo perfecto de quién no hay que ser.
gl: Ben, ben, se non é Deoran o exiliado, outrora comandante da Garda Sur; un soldado ata o final. Xa oín falar de ti, sabías? Un exemplo perfecto de quen non se debe ser.
it: Bene, bene, ma tu guarda un po’ se questo non è Deoran l’esiliato, un tempo comandante della Guardia del Sud, un soldato fino in fondo. Ho sentito molto parlare di te, sai. Un perfetto esempio di chi non si dovrebbe essere.

source: Did you really think you could win? Even if you had bested my army — yes, it’s <b><i>my</i></b> army now — I now carry with me so much magic that I’ll never have to lose another fight.
es: ¿De verdad creíste que podrías ganar? Incluso si hubieras vencido a mi ejército — sí, ahora es <b><i>mi</i></b> ejército — ahora llevo conmigo tanta magia que nunca tendré que perder otra batalla.
gl: De verdade pensabas que podías gañar? Mesmo se tiveses superado o meu exército (si, agora é <b><i>o meu</i></b> exército), agora levo comigo tanta maxia que nunca terei que perder outra loita.
it: Pensavi davvero di poter vincere? Anche se avessi sconfitto il mio esercito — sì, ora è il <b><i>mio</i></b> esercito — ora possiedo così tanta magia che non dovrò mai più perdere un’altra battaglia.

source: At last the usurper dares to face me, now that I am too injured for battle. He knows his actions are unforgivable. He knows he cannot face me in a fair fight.
es: Al fin el usurpador se atreve a enfrentarse a mí, ahora que estoy demasiado herido para la batalla. Sabe que sus acciones son imperdonables. Sabe que no puede enfrentarse a mí en un combate justo.
gl: Por fin o usurpador atrévese a enfrontarse a min, agora que estou demasiado ferido para a batalla. Sabe que as súas accións son imperdoables. Sabe que non pode enfrontarse a min nunha loita xusta.
it: Finalmente l’usurpatore osa affrontarmi, ora che sono troppo debole per combattere. Sa che le sue azioni sono imperdonabili. Sa che non può affrontarmi in un combattimento leale.

source: I also know you’re a man of your word, so I’m going to give you a choice. You can surrender, leave Wesnoth, and swear to never again raise arms up against my rule.
es: También sé que eres un hombre de palabra, así que te daré una elección. Puedes rendirte, abandonar Wesnoth y jurar nunca más levantar armas contra mi gobierno.
gl: Tamén sei que es un home de palabra, así que vou darche unha opción. Podes renderte, abandonar Wesnoth e xurar que nunca máis levantarás as armas contra o meu goberno.
it: So anche che sei un uomo di parola, quindi ti darò una scelta. Puoi arrenderti, lasciare Wesnoth e giurare di non alzare mai più le armi contro il mio dominio.

source: Or you can fight, die, and have your corpse hoisted upon the walls of Weldyn as a warning to others. Which will it be, exile?
es: O puedes luchar, morir y que tu cadáver sea colgado en las murallas de Weldyn como advertencia para los demás. ¿Qué elegirás, exiliado?
gl: Ou podes loitar, morrer e facer que o teu cadáver sexa izado sobre os muros de Weldyn como advertencia para os demais. Cal será, o exilio?
it: Oppure puoi combattere, morire e vedere il tuo cadavere issato sulle mura di Weldyn come monito per gli altri. Quale delle due opzioni sceglierai, esule?

source: More than anything does my spirit yearn to go on fighting, to risk it all on a chance at vanquishing the one responsible for all this wretched destruction!
es: Más que nada, mi espíritu anhela seguir luchando, arriesgarlo todo por la posibilidad de derrotar al responsable de toda esta horrible destrucción.
gl: Máis que nada, o meu espírito anseia seguir loitando, arriscalo todo por unha oportunidade de vencer ao responsable de toda esta miserable destrución!
it: Più di ogni altra cosa, il mio spirito desidera continuare a combattere, rischiare tutto per avere la possibilità di sconfiggere il responsabile di tutta questa miserabile distruzione!

source: But my heart remembers better places, happier times. There are... people I wish to speak to, things I have left unsaid...
es: Pero mi corazón recuerda lugares mejores, tiempos más felices. Hay... personas a quienes deseo hablar, cosas que he dejado sin decir...
gl: Pero o meu corazón lembra lugares mellores, tempos máis felices. Hai... xente coa que desexo falar, cousas que deixei sen dicir...
it: Ma il mio cuore ricorda luoghi migliori, tempi più felici. Ci sono... persone con cui vorrei parlare, cose che non ho detto...

source: Prince Eldred, I lay down my arms and accept your offer of surrender.
es: Príncipe Eldred, deposito mis armas y acepto tu oferta de rendición.
gl: Príncipe Eldred, depongo as armas e acepto a súa oferta de rendición.
it: Principe Eldred, depongo le armi e accetto la tua offerta di resa.

source: Idiot.
es: Idiota.
gl: Idiota.
it: Idiota.

source: Not a deceitful bone in his body. I didn’t even have to drink the potion. That’s... a relief.
es: Ni un hueso engañoso en su cuerpo. Ni siquiera tuve que beber la poción. Eso es... un alivio.
gl: Nin un óso enganoso no seu corpo. Nin sequera tiven que beber a poción. Iso é... un alivio.
it: Non c’è traccia di falsità in lui. Non ho nemmeno dovuto bere la pozione. È... un sollievo.

source: The traitor is vanquished! Now hail, hail to your new king!
es: ¡El traidor ha sido vencido! ¡Ahora gloria, gloria a tu nuevo rey!
gl: O traidor está vencido! Agora, saúde, saúde ao voso novo rei!
it: Il traditore è stato sconfitto! Ora salutate, salutate il vostro nuovo re!

source: Hail King Eldred!
es: ¡Gloria al Rey Eldred!
gl: Viva o rei Eldred!
it: Ave Re Eldred!

source: Hail, long live King Eldred!
es: ¡Gloria, que viva el Rey Eldred!
gl: Salve, longa vida ao rei Eldred!
it: Ave, lunga vita a Re Eldred!

source: Long live the king!
es: ¡Que viva el rey!
gl: Longa vida ao rei!
it: Lunga vita al Re!

source: Yes. Long live the king.
es: Sí. ¡Que viva el rey!
gl: Si. Longa vida ao rei.
it: Sì. Lunga vita al re.

source: The King is Dead
es: El Rey ha Muerto
gl: O Rei está morto
it: Il Re è morto

source: Gods... what a fool I have been.
es: Dioses... qué tonto he sido.
gl: Deuses... que parvo fun.
it: Dei... che sciocco sono stato.

source: Whitefangs, Blackcrests. Saurians, Arand. I really thought I was doing something great; fighting the good fight for king and country.
es: Colmillosblancos, Crestasnegras. Saurianos, Arand. Realmente creí que estaba haciendo algo grande; luchando la buena batalla por el rey y el país.
gl: Cabeiros Brancos, Cristas negras. Saurios, Arand. Pensei de verdade que estaba facendo algo grande; loitando a boa batalla polo rei e o país.
it: Zannabianca, Crestanera. Sauri, Arand. Pensavo davvero di stare facendo qualcosa di grande, combattendo una giusta battaglia per il re e il paese.

source: But when it really mattered, I couldn’t see past my own ego. What kind of man was I? What kind of <b><i>friend</i></b> was I?
es: Pero cuando realmente importaba, no pude ver más allá de mi propio ego. ¿Qué clase de hombre fui? ¿Qué clase de <b><i>amigo</i></b> fui?
gl: Pero cando realmente importaba, non podía ver máis alá do meu propio ego. Que tipo de home era eu? Que tipo de <b><i>amigo</i></b> era eu?
it: Ma quando contava davvero, non riuscivo a vedere oltre il mio ego. Che tipo di uomo sono stato? Che tipo di <b><i>amico</i></b> sono stato?

source: ’tis a dark day indeed. Orcs rampage across the countryside, pillaging and looting, while the false King Eldred does nothing. Worse than nothing: he marches on our own settlements, consolidating his power!
es: Verdaderamente es un día oscuro. Los orcos arrasan el campo, saqueando y robando, mientras el falso Rey Eldred no hace nada. Peor que nada: avanza sobre nuestros propios asentamientos, consolidando su poder.
gl: É un día escuro, sen dúbida. Os orcos arrasan o campo, saqueando e robando, mentres o falso rei Eldred non fai nada. Peor que nada: marcha sobre os nosos propios asentamentos, consolidando o seu poder!
it: È davvero un giorno buio. Gli orchi imperversano nelle campagne, saccheggiando e depredando, mentre il falso re Eldred non fa nulla. Peggio che nulla: marcia sui nostri insediamenti, consolidando il suo potere!

source: Our king has perished, our kingdom in peril! Are we to stand idly by and watch it fall, o’ great Delfador?
es: Nuestro rey ha muerto, ¡nuestro reino en peligro! ¿Vamos a permanecer de brazos cruzados y ver cómo cae, oh gran Delfador?
gl: O noso rei pereceu, o noso reino en perigo! Imos quedar de brazos cruzados e velo caer, oh gran Delfador?
it: Il nostro re è morto, il nostro regno è in pericolo! Dobbiamo stare a guardare senza fare nulla mentre va in rovina, o grande Delfador?

source: I’m not “The Great” anymore, $horselord_name. Was I ever? Everything I ever achieved was either a lie or has already been undone.
es: Ya no soy “El Grande”, $horselord_name. ¿Alguna vez lo fui? Todo lo que logré fue una mentira o ya ha sido deshecho.
gl: Xa non son "O Grande", $horselord_name. Funo algunha vez? Todo o que logrei foi unha mentira ou xa se desfixo.
it: Non sono più “Il Grande”, $horselord_name. Lo sono mai stato? Tutto ciò che ho ottenuto era una bugia o è già stato disfatto.

source: Our company is strong, but what power have we to lay low the walls of Weldyn? To wreak fire and lightning through the streets until finally I excise the festering boil at the heart of all this madness? If only.
es: Nuestra compañía es fuerte, pero ¿qué poder tenemos para derribar las murallas de Weldyn? Para desatar fuego y relámpagos por las calles hasta finalmente extirpar el absceso que se ha formado en el corazón de toda esta locura. Ojalá.
gl: A nosa compañía é forte, pero que poder temos para derrubar os muros de Weldyn? Para provocar lume e lóstregos polas rúas ata que finalmente extirpe o furúnculo supurante que hai no corazón de toda esta loucura? Oxalá só fose así.
it: La nostra compagnia è forte, ma che potere abbiamo per abbattere le mura di Weldyn? Per scatenare fuoco e fulmini nelle strade fino a quando finalmente non avrò estirpato il cancro purulento al centro di tutta questa follia? Se solo fosse possibile.

source: I was warned about this... <i>“Bestow not destruction, but the gleaming light of truth instead”</i>; <i>“the line of kings sundered”</i> — what can the seer have been referring to if not my attack on Arand? Even now, still I understand nothing! <i>“From the barren throne will rise an angel of ashes”</i> — <i>“The nameless son and the ashen daughter”</i> — what nightmares are these that are prophesied to arise from my failure? The coming years will be dark indeed.
es: Se me advirtió sobre esto... <i>“No concedas destrucción, sino la brillante luz de la verdad”</i>; <i>“la línea de reyes dividida”</i> — ¿a qué se referiría el vidente si no a mi ataque a Arand? Incluso ahora, sigo sin entender nada. <i>“Del trono yermo surgirá un ángel de cenizas”</i> — <i>“El hijo sin nombre y la hija cenicienta”</i> — ¿qué pesadillas son estas que se profetiza surgirán de mi fracaso? Los próximos años serán verdaderamente oscuros.
gl: Avisáronme disto... <i>«Non outorgades destrución, senón a luz brillante da verdade»</i> ; <i>«a liña de reis dividida»</i> : a que se pode referir o vidente se non ao meu ataque a Arand? Mesmo agora, sigo sen entender nada! <i>«Do trono estéril xurdirá un anxo de cinzas»</i> : <i>«O fillo sen nome e a filla cinzenta»</i> : que pesadelos son estes que se profetiza que xurdirán do meu fracaso? Os vindeiros anos serán realmente escuros.
it: Mi avevano avvertito... <i>«Non infliggere distruzione, ma piuttosto la luce splendente della verità»</i>; <i>«la stirpe dei re spezzata»</i>... A cosa poteva riferirsi il veggente se non al mio attacco ad Arand? Ancora adesso non capisco nulla! <i>«Dal trono sterile sorgerà un angelo di cenere»</i> — <i>«Il figlio senza nome e la figlia di cenere»</i> — quali incubi sono questi che, secondo la profezia, nasceranno dal mio fallimento? Gli anni a venire saranno davvero bui.

source: Oh seer, what I would give for another chance! I obeyed my friend, and in doing so betrayed him! And now there is nothing left.
es: Oh vidente, ¡qué daría por otra oportunidad! Obedecí a mi amigo, ¡y al hacerlo lo traicioné! Y ahora no queda nada.
gl: Oh, vidente, que daría por outra oportunidade! Obedecín ao meu amigo e, ao facelo, traizoeino! E agora non queda nada.
it: Oh veggente, cosa non darei per avere un’altra possibilità! Ho obbedito al mio amico e così facendo l’ho tradito! E ora non mi è rimasto più nulla.

source: Delfador, I have found you at last! “Nothing left?” There’s no need to be so glum.
es: ¡Delfador, por fin te he encontrado! «¿Nada queda?» No hace falta estar tan abatido.
gl: Delfador, por fin te atopei! «Non queda nada?» Non hai necesidade de estar tan deprimido.
it: Delfador, finalmente ti ho trovato! “Non è rimasto nulla?” Non c’è bisogno di essere così cupo.

source: Master!? I’d no idea you survived the coup! But you come far too late. I fear it’s all already over.
es: ¡¿Maestro?! ¡No tenía idea de que hubieras sobrevivido al golpe de estado! Pero llegas demasiado tarde. Temo que todo haya terminado ya.
gl: Mestre!? Non tiña nin idea de que sobreviviras ao golpe! Pero chegas demasiado tarde. Temo que xa rematou todo.
it: Maestro!? Non avevo idea che fossi sopravvissuto al colpo di stato! Ma siete arrivato troppo tardi. Temo che sia già tutto finito.

source: I heard your earlier words to the horselord. Do not think of giving up!
es: Escuché tus palabras anteriores al señor de los caballos. ¡No pienses en rendirte!
gl: Escoitei as túas palabras anteriores ao señor dos cabalos. Non penses en renderte!
it: Ho sentito quello che hai detto prima al signore dei cavalli. Non pensare di arrenderti!

source: The boy I raised always sought the approval of others: from your peers, from your master, from your king. Now the darkness rings close, and at last you are alone — even I have grown old, and can speak for you no longer.
es: El muchacho que crié siempre buscaba la aprobación de los demás: de sus compañeros, de su maestro, de su rey. Ahora la oscuridad se cierne cerca y por fin estás solo —incluso yo me he hecho viejo y ya no puedo hablar por ti.
gl: O rapaz que criei sempre buscou a aprobación dos demais: dos teus compañeiros, do teu amo, do teu rei. Agora a escuridade soa preto e, por fin, estás só; nin sequera eu envellecín e xa non podo falar por ti.
it: Il ragazzo che ho cresciuto ha sempre cercato l’approvazione degli altri: dei tuoi coetanei, del tuo maestro, del tuo re. Ora l’oscurità si avvicina e finalmente sei solo: anche io sono invecchiato e non posso più parlare per te.

source: The time has come to choose. Who are you, Delfador? Are you nobody; a tired young student; a hanger-on fawning at the feet of his betters? Or are you Delfador the Great, no-one’s servant and his own man! CHOOSE, apprentice!
es: Ha llegado la hora de elegir. ¿Quién eres, Delfador? ¿No eres nadie; un estudiante joven y cansado; un adulador a los pies de sus superiores? ¿O eres Delfador el Grande, siervo de nadie y dueño de sí mismo? ¡ELIGE, aprendiz!
gl: Chegou a hora de escoller. Quen es ti, Delfador? Non es ninguén; un estudante novo e cansado; un avaro adulando aos pés dos seus superiores? Ou es ti Delfador o Grande, servo de ninguén e o seu propio home? ESCOLLE, aprendiz!
it: È giunto il momento di scegliere. Chi sei, Delfador? Sei un signor nessuno, un giovane studente stanco, un parassita che si prostra ai piedi dei suoi superiori? Oppure sei Delfador il Grande, servitore di nessuno e padrone di te stesso? SCEGLI, apprendista!

source: Look, Methor, it’s not as easy as saying a few words...
es: Mira, Methor, no es tan sencillo como decir unas palabras...
gl: Mira, Methor, non é tan doado como dicir unhas poucas palabras...
it: Senti, Methor, non è così facile come dire qualche parola...

source: Well? Shall we fight?
es: ¿Y bien? ¿Luchamos?
gl: Ben? Loitamos?
it: Quindi, combattiamo?

source: We shall fight! The usurper Eldred is on the march, and on the march he is exposed. This time, we need no king nor country to guide our hand. I know what is right, and I will make it so.
es: ¡Lucharemos! El usurpador Eldred está en marcha, y en marcha está expuesto. Esta vez no necesitamos rey ni patria que guíe nuestra mano. Sé lo que es justo, y lo haré realidad.
gl: Loitaremos! O usurpador Eldred está en marcha, e en marcha está exposto. Esta vez, non precisamos nin rei nin país que nos guíe. Eu sei o que é correcto, e farei que así sexa.
it: Combatteremo! L’usurpatore Eldred è in marcia, e in marcia è esposto. Questa volta non abbiamo bisogno né di un re né di un paese che ci guidi. So cosa è giusto, e lo realizzerò.

source: Scouts, take my seal! Spread the word: all of Wesnoth must know of Eldred’s treachery. Whether it takes one year or a hundred, I <b><i>will</i></b> see the throne of Wesnoth restored.
es: ¡Exploradores, tomad mi sello! Corred la voz: todo Wesnoth debe conocer la traición de Eldred. Ya tome un año o cien, <b><i>haré</i></b> que el trono de Wesnoth sea restaurado.
gl: Exploradores, collede o meu selo! Espallade a voz: todo o Noroeste debe saber da traizón de Eldred. Tanto se leva un ano como cen, eu <b><i>verei</i></b> o trono do Noroeste restaurado.
it: Esploratori, prendete il mio sigillo! Diffondete la notizia: tutto Wesnoth deve sapere del tradimento di Eldred. Che ci voglia un anno o cento, io <b><i>farò</i></b> in modo che il trono di Wesnoth venga restaurato.

source: The rest of you, make ready! We march to kill the king.
es: El resto, ¡preparaos! Marchamos para matar al rey.
gl: O resto de vós, prepárense! Marchamos para matar o rei.
it: Tutti gli altri: preparatevi! Marciamo per uccidere il re.

source: Long Live the Queen
es: ¡Larga Vida a la Reina!
gl: Longa vida á raíña
it: Lunga vita alla Regina

source: Delfador’s Rebels
es: Rebeldes de Delfador
gl: Os rebeldes de Delfador
it: I ribelli di Delfador

source: King Eldred
es: Rey Eldred
gl: Rei Eldred
it: Re Eldred

source: A heroic duel, Delfador? Really? You forget that I have an army on my side.
es: ¿Un duelo heroico, Delfador? ¿En serio? Olvidas que tengo un ejército de mi lado.
gl: Un duelo heroico, Delfador? De verdade? Esquéceste de que teño un exército do meu lado.
it: Un duello eroico, Delfador? Davvero? Dimentichi che ho un esercito dalla mia parte.

source: Foxtail Outriders
es: Jinetes Cola de Zorro
gl: Xinetes Rabo de Raposa
it: Avanguardie Codadivolpe

source: Blackcrest Outriders
es: Jinetes de Crestanegra
gl: Xinetes da Crista Negra
it: Avanguardie Crestanera

source: No! Methor... Don’t die!
es: ¡No! ¡Methor... no mueras!
gl: Non! Medor... Non morras!
it: No! Methor... Non morire!

source: Delfador, my sweet, wonderful apprentice... I couldn’t be more proud of you...
es: Delfador, mi dulce y maravilloso aprendiz... no podría estar más orgulloso de ti...
gl: Delfador, meu doce e marabilloso aprendiz... Non podería estar máis orgulloso de ti...
it: Delfador, mio dolce e meraviglioso apprendista... Non potrei essere più orgoglioso di te...

source: Look at the length of that column! The prince — the king, I suppose — must have picked up more soldiers at Dan’Tonk, when he forced the magistrate to swear fealty. Your seeker spell was excellent, Delfador; we’ve been able to find and intercept Eldred before he could turn anyone else to his cause.
es: ¡Mira la longitud de esa columna! El príncipe — el rey, supongo — debió haber reclutado más soldados en Dan’Tonk, cuando obligó al magistrado a jurar lealtad. Tu hechizo buscador fue excelente, Delfador; hemos podido encontrar e interceptar a Eldred antes de que pudiera atraer a alguien más a su causa.
gl: Mira a lonxitude desa columna! O príncipe (o rei, supoño) debeu recoller máis soldados en Dan’Tonk cando obrigou o maxistrado a xurar lealdade. O teu feitizo de busca foi excelente, Delfador; puidemos atopar e interceptar a Eldred antes de que puidese converter a ninguén máis na súa causa.
it: Guarda quanto è lunga quella colonna! Il principe, o forse il re, deve aver reclutato altri soldati a Dan’Tonk, quando ha costretto il magistrato a giurargli fedeltà. Il tuo incantesimo di ricerca è stato eccellente, Delfador; siamo riusciti a trovare e intercettare Eldred prima che potesse convertire qualcun altro alla sua causa.

source: Boss, how’s we supposed to fight that many!? Even if we could, what about Queen Asheviere back in Weldyn?
es: Jefe, ¿cómo se supone que vamos a luchar contra tantos? Incluso si pudiéramos, ¿qué pasa con la Reina Asheviere en Weldyn?
gl: Xefe, como se supón que imos loitar contra tantos!? Mesmo se puidésemos, que pasaría coa raíña Asheviere en Weldyn?
it: Capo, come facciamo a combattere contro così tanti nemici? Anche se ci riuscissimo, che ne sarà della regina Asheviere a Weldyn?

source: Indeed! Word is she’s killed half of the court and paid off the rest; the remaining lords of the city are loyal only to her! Eldred may be king, but Asheviere holds the reins.
es: ¡En efecto! Dicen que ha matado a la mitad de la corte y sobornado al resto; los señores restantes de la ciudad le son leales únicamente a ella. Eldred puede ser rey, pero Asheviere tiene las riendas.
gl: De verdade! Corre o rumor de que matou á metade da corte e pagou ao resto; os señores que quedan da cidade só lle son fieis a ela! Eldred pode ser o rei, pero Asheviere leva as rédeas.
it: Infatti! Si dice che abbia ucciso metà della corte e comprato il resto; i signori rimasti della città sono fedeli solo a lei! Eldred sarà anche il re, ma è Asheviere a tenere le redini.
