Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: I know it’s not the caution you usually preach. But I want to be someone, master, not just another wandering healer or village mage. Proving ourselves to the king here could be the first step.
es: Sé que no es la prudencia que suele predicar. Pero quiero ser alguien, maestro, no solo otro sanador errante o mago de aldea. Demostrarnos ante el rey aquí podría ser el primer paso.
gl: Sei que non é a precaución que predicas habitualmente. Pero quero ser alguén, mestre, non só outro curandeiro errante ou meigo da aldea. Demostrarlle o noso valor ao rei aquí podería ser o primeiro paso.
it: Sono consapevole che di solito non predichi cautela, ma voglio diventare qualcuno, maestro, non solo un altro guaritore errante o un mago di villaggio. Dimostrare il nostro valore al re potrebbe essere il primo passo.

source: Oh, young one, whatever shall I do with you... If you want to lead the guards against the goblins I won’t stop you, but I’m afraid I can’t help you either. My place is here, tending to the sick and injured.
es: Oh, joven, qué voy a hacer contigo... Si quieres liderar a los guardias contra los goblins no te detendré, pero me temo que tampoco podré ayudarte. Mi lugar está aquí, atendiendo a los enfermos y heridos.
gl: Oh, rapaz, que faga contigo...? Se queres liderar os gardas contra os trasnos, non te deterei, pero temo que tampouco podo axudarte. O meu lugar está aquí, atendendo aos enfermos e feridos.
it: Oh, giovanotto, cosa devo farne di te... Se vuoi guidare le guardie contro i goblin non ti fermerò, ma temo di non poterti aiutare. Il mio posto è qui, a prendermi cura dei malati e dei feriti.

source: Defeat Khavur, the goblin leader
es: Derrota a Khavur, el líder goblin
gl: Derrota a Khavur, o líder dos trasnos
it: Sconfiggi Khavur, il comandante dei goblin

source: Win before Garard defeats the orcish leader <span color='#ffffff' size='small'>(probably turn 17 or 18)</span>
es: Gana antes de que Garard derrote al líder orco <span color='#ffffff' size='small'>(probablemente en el turno 17 o 18)</span>
gl: Gañar antes de que Garard derrote o líder orco <span color='#ffffff' size='small'>(probablemente 17 ou 18 quendas)</span>
it: Ottieni la vittoria prima che Garard sconfigga il capo degli orchi <span color='#ffffff' size='small'>(probabilmente al turno 17 o 18)</span>

source: Garard defeats Vidrug, the orcish leader
es: Garard derrota a Vidrug, el líder orco
gl: Garard derrota a Vidrug, o líder orco
it: Garard sconfigge Vidrug, il condottiero degli orchi

source: Death of Garard or Lionel
es: Muerte de Garard o Lionel
gl: Morte de Garard ou Lionel
it: Morte di Garard o di Lionel

source: New Recruits:
es: Nuevos reclutas:
gl: Novos recrutas:
it: Nuove Reclute:

source: Methor is now a soldier in the royal army, and has access to Wesnoth’s full roster of level 1 infantry. In addition to Mages, you can recruit Spearmen, Bowmen, Fencers, and Heavy Infantrymen.
es: Methor ahora es soldado del ejército real y tiene acceso a todo el repertorio de infantería de nivel 1 de Wesnoth. Además de magos, puedes reclutar lanceros, arqueros, espadachines y soldados de infantería pesada.
gl: Methor é agora un soldado do exército real e ten acceso á lista completa de infantería de nivel 1 do Noroeste. Ademais de meigos, podes recrutar lanceiros, arqueiros, esgrimistas e infantería pesada.
it: Methor ora è un soldato dell’esercito reale ed ha accesso all’intera schiera di fanteria di livello 1 di Wesnoth. Oltre ai Maghi, puoi reclutare Lancieri, Arcieri, Schermidori e Fanti Pesanti.

source: <i>If movement and combat are taking too long, you can enable “accelerated speed” and “skip AI moves” in the Preferences menu.</i>
es: <i>Si el movimiento y el combate están tardando demasiado, puedes activar “velocidad acelerada” y “saltar movimientos de la IA” en el menú de Preferencias.</i>
gl: <i>Se o movemento e o combate tardan demasiado, podes activar "velocidade acelerada" e "omitir movementos da IA" no menú Preferencias.</i>
it: <i>Se i movimenti e i combattimenti durato troppo, puoi abilitare “velocità accelerata” e “salta mosse IA” nel menù Preferenze.</i>

source: We have some gold in camp, apprentice, and I am still in our keep and ready to recruit. Remember to call for reinforcements if you need them.
es: Tenemos algo de oro en el campamento, aprendiz, y sigo en nuestra torre listo para reclutar. Recuerda pedir refuerzos si los necesitas.
gl: Temos algo de ouro no campamento, aprendiz, e eu aínda estou na nosa fortaleza e listo para recrutar. Lembra pedir reforzos se os precisas.
it: Abbiamo dell’oro nell’accampamento, apprendista, e io sono ancora nella nostra fortezza e pronto a reclutare. Ricordati di chiamare rinforzi se ne hai bisogno.

source: They fall before us!
es: ¡Caen ante nosotros!
gl: Caen ante nós!
it: Cadono innanzi a noi!

source: Apprentice, what are you doing! The king commanded us to engage the goblin raiders, not the main orcish army!
es: ¡Aprendiz, qué estás haciendo! El rey nos ordenó enfrentarnos a los asaltantes goblins, ¡no al ejército orco principal!
gl: Aprendiz, que fas? O rei ordenounos enfrontarnos aos invasores goblins, non ao exército orco principal!
it: Apprendista, cosa stai facendo! Il re ci ha impartito l’ordine di ingaggiare i goblin predoni, non il grosso delle forze degli orchi!

source: Lighten up! What’s the worst that could happen? If I slay enough orcs in the main battle, I’m sure the king won’t mind that I abandoned my post! ...right?
es: ¡Anímate! ¿Qué es lo peor que podría pasar? Si mato suficientes orcos en la batalla principal, ¡estoy seguro de que al rey no le importará que haya abandonado mi puesto! ¿...verdad?
gl: ¡Reláxate! Que é o peor que pode pasar? Se mato abondo orcos na batalla principal, seguro que ao rei non lle importará que abandone o meu posto! ...non si?
it: Rilassati! Cosa potrebbe accadere di peggio? Se uccido abbastanza orchi nella battaglia principale, sono sicuro che al re non dispiacerà che abbia abbandonato il mio posto! ...giusto?

source: Defeat at least $initial_orcs_remaining orcs ($orcs_remaining remaining)
es: Derrota al menos $initial_orcs_remaining orcos (quedan $orcs_remaining)
gl: Derrota polo menos $initial_orcs_remaining orcos ($orcs_remaining remaining)
it: Sconfiggi almeno $initial_orcs_remaining orchi ($orcs_remaining rimanenti)

source: Win before Garard defeats the orcish leader
es: Gana antes de que Garard derrote al líder orco
gl: Gaña antes de que Garard derrote o líder orco
it: Vinci prima che Garard sconfigga il condottiero degli orchi

source: Death of Delfador or Methor
es: Muerte de Delfador o Methor
gl: Morte de Delfador ou Methor
it: Morte di Delfador o di Methor

source: What the— who let all these runts in here! I should have known that healer would be too soft-hearted to deal properly with the goblins.
es: ¡Pero qué—! ¿Quién dejó entrar a todos estos mocosos aquí? Debí haber sabido que ese sanador sería demasiado blando de corazón para encargarse adecuadamente de los goblins.
gl: Que... quen deixou entrar a todos estes parvos aquí! Debería saber que ese curandeiro sería demasiado brando para tratar como era de costume cos trasnos.
it: Ma che— chi è che ha fatto arrivare qui tutti questi nanerottoli! Avrei dovuto sapere che quel guaritore sarebbe stato troppo tenero di cuore per trattare in maniera adeguata con i goblin.

source: Yes! We got another one!
es: ¡Sí! ¡Conseguimos otro!
gl: Si! Temos outro!
it: Sì! Ne abbiamo preso un altro!

source: I’ve defeated so many orcs; surely the king must be impressed by now!
es: He derrotado a tantos orcos; ¡seguro que el rey debe de estar impresionado a estas alturas!
gl: Derrotei a tantos orcos; seguro que o rei xa debe estar impresionado!
it: Ho sconfitto così tanti orchi che sicuramente il re ormai ne sarà impressionato!

source: Bah, filthy humans! This is hopeless. Whitefangs, retreat!
es: ¡Bah, humanos inmundos! Esto no tiene esperanza. ¡Colmillos Blancos, retirada!
gl: Vaia, humanos sucios! Isto non ten remedio. Cabeiros brancos, retirádevos!
it: Bah, sporchi umani! Qui non abbiamo più speranze: Zannabianca, ritirata!

source: Nooo! Help meeee...
es: ¡Nooo! Ayúdenmeee...
gl: Nooon! Axúdameee...
it: Nooo! Aiutatemiiiii...

source: Bah, useless runts! This is hopeless. Whitefangs, retreat!
es: ¡Bah, mocosos inútiles! Esto no tiene esperanza. ¡Colmillos Blancos, retirada!
gl: Vaia, parvos inútiles! Isto non ten remedio. Cabeiros Brancos, retirádevos!
it: Bah, inutili nanerottoli! Qui non abbiamo più speranze: Zannabianca, ritirata!

source: Oh, what’s this? Seems one of our young magi knows how to seize the initiative.
es: Vaya, ¿qué tenemos aquí? Parece que uno de nuestros jóvenes magos sabe cómo tomar la iniciativa.
gl: Oh, que é isto? Parece que un dos nosos novos meigos sabe como tomar a iniciativa.
it: Oh, cosa abbiamo qui ? Sembra che uno dei nostri giovani maghi sappia come prendere l’iniziativa.

source: A proper war-mage is far too valuable to waste on the front lines; I may have a special assignment for you. What’s your name, boy?
es: Un mago de guerra adecuado es demasiado valioso para desperdiciarlo en la primera línea; quizás tenga una misión especial para ti. ¿Cómo te llamas, muchacho?
gl: Un mago de guerra axeitado é demasiado valioso para malgastalo na fronte; pode que teña unha misión especial para ti. Como te chamas, rapaz?
it: Un vero mago da battaglia è troppo prezioso per sprecarlo in prima linea: potrei avere un incarico speciale per te. Come ti chiami, ragazzo?

source: Commendation from the king himself! This is a dream come true.
es: ¡Elogio del mismísimo rey! ¡Es un sueño hecho realidad!
gl: Eloxio do propio rei! Este é un soño feito realidade.
it: Un elogio da parte del re in persona! Un sogno che si avvera.

source: I’d be honored, my lord! But I can’t give you my name — I’m just an apprentice; Alduin has not yet assigned me one. And... I suppose I shouldn’t want to leave without my master’s blessing...
es: ¡Sería un honor, mi señor! Pero no puedo darle mi nombre — soy solo un aprendiz; Alduin aún no me ha asignado uno. Y... supongo que no debería querer marcharme sin la bendición de mi maestro...
gl: Sería unha honra, meu señor! Pero non podo darche o meu nome. Só son un aprendiz; Alduin aínda non me asignou un. E... supoño que non debería querer marchar sen a bendición do meu mestre...
it: Ne sarei onorato, mio ​​signore! Ma non posso rivelarvi il mio nome: sono solo un apprendista; Alduin non me ne ha ancora assegnato uno. E... suppongo che non dovrei andarmene senza la benedizione del mio maestro...

source: By the traditions of our order, no apprentice shall venture alone; that privilege is first awarded only to the journeymen!
es: Según las tradiciones de nuestra orden, ningún aprendiz debe aventurarse solo; ¡ese privilegio se concede primero solo a los oficiales!
gl: Segundo as tradicións da nosa orde, ningún aprendiz se aventurará só; ese privilexio só se lles concede, en primeiro lugar, aos traballadores!
it: Secondo le tradizioni del nostro ordine, nessun apprendista può avventurarsi da solo; questo privilegio viene concesso solo ai maghi specializzati!

source: ...but apprentice, truth be told, you’ve had a journeyman’s skill for quite some time now. I was hoping to impart a little more wisdom before advancing you, but now I understand that fate has other plans.
es: ...pero aprendiz, a decir verdad, has tenido la habilidad de un oficial desde hace ya bastante tiempo. Esperaba impartirte un poco más de sabiduría antes de promoverte, pero ahora entiendo que el destino tiene otros planes.
gl: ...pero aprendiz, a verdade sexa dita, xa tes a habilidade dun oficial dende hai bastante tempo. Esperaba transmitirche un pouco máis de sabedoría antes de ascender, pero agora entendo que o destino ten outros plans.
it: ...ma, apprendista, a dire il vero, hai già da un po’ di tempo le capacità di un mago specializzato. Speravo di trasmetterti un po’ più di saggezza prima di farti avanzare, ma ora capisco che il destino ha altri piani.

source: The light waxes bright. By the power of the high provost and the blessing of the five sages, I declare you to be nameless NO LONGER!
es: La luz se enciende brillante. Por el poder del gran preboste y la bendición de los cinco sabios, ¡declaro que ya no serás más sin nombre!
gl: A luz brilla con forza. Polo poder do sumo preboste e a bendición dos cinco sabios, declaro que XA NON serás anónimo!
it: La luce si fa più intensa. Con il potere dell’Alto Prevosto e la benedizione dei cinque saggi, dichiaro che NON sei più senza nome!

source: <i><b>DELFADOR</b></i> you shall be, and Delfador shall be YOU.
es: <i><b>DELFADOR</b></i> serás, y Delfador serás TÚ.
gl: <i><b>DELFADOR</b></i> serás, e Delfador serás TI.
it: <i><b>DELFADOR</b></i> sarai, e Delfador sarai TU.

source: Delfador, open your eyes. And OPEN THEM AGAIN! I grieve for the apprentice I have lost, but I celebrate the journeyman Wesnoth has gained. Your naming ceremony is complete.
es: Delfador, abre tus ojos. ¡Y ÁBRELOS DE NUEVO! Lamento al aprendiz que he perdido, pero celebro al oficial que Wesnoth ha ganado. Tu ceremonia de nombramiento está completa.
gl: Delfador, abre os ollos. E ÁBREOS DE NOVO! Síntoo polo aprendiz que perdín, pero celebro o xornaleiro que Wesnoth gañou. A túa cerimonia de nomeamento rematou.
it: Delfador, apri gli occhi. E RIAPRILI! Mi spiace di aver perso un apprendista, ma celebro il mago specializzato che Wesnoth ha guadagnato. La cerimonia della tua nomina è completa.

source: Del-fa-dor; Delfador! Thanks master, I like the sound of that.
es: Del-fa-dor; ¡Delfador! Gracias maestro, me gusta cómo suena.
gl: Del-fa-dor; Delfador! Grazas, mestre, gústame como soa iso.
it: Del-fa-dor; Delfador! Grazie, maestro: mi piace come suona.

source: Now farewell, Delfador, my ambitious young friend. If this is what you truly want, I would never stand in your way. May we meet again in more peaceful times.
es: Ahora adiós, Delfador, mi joven amigo ambicioso. Si esto es lo que de verdad deseas, nunca me interpondré en tu camino. Que nos volvamos a encontrar en tiempos más pacíficos.
gl: Agora adeus, Delfador, meu ambicioso e novo amigo. Se isto é o que realmente queres, eu nunca me interpoñería no teu camiño. Oxalá nos volvamos atopar en tempos máis pacíficos.
it: Ora addio, Delfador, mio ​​giovane e ambizioso amico. Se questo è ciò che vuoi veramente, non ti ostacolerò mai. Che ci si possa rivedere in tempi più pacifici.

source: Yes, yes, well done to you both. Now that that’s settled, “Delfador”, it’s time to pack your bags. You have a long journey ahead of you!
es: Sí, sí, bien hecho a los dos. Ahora que eso está resuelto, “Delfador”, es hora de hacer tus maletas. ¡Tienes un largo viaje por delante!
gl: Si, si, ben feito aos dous. Agora que isto está resolto, «Delfador», é hora de facer as maletas. Tes unha longa viaxe por diante!
it: Sì, sì, complimenti a entrambi. Ora che abbiamo sistemato tutto, "Delfador", è ora di fare le valigie. Ti aspetta un lungo viaggio!

source: Bah... my kin will avenge me...
es: Bah... mis parientes me vengarán...
gl: Bah... a miña familia vingarame...
it: Bah... la mia gente mi vendicherà...

source: The first line of orcs is broken! Continue forth, riders; we ride to victory!
es: ¡La primera línea de orcos está rota! ¡Adelante, jinetes; cabalgamos hacia la victoria!
gl: A primeira liña de orcos está rota! Continúa adiante, xinetes; cabalgamos cara á vitoria!
it: La prima linea di orchi è stata spezzata! Avanti, cavalieri; cavalchiamo verso la vittoria!

source: No; that’s not fair! I helped fight the orcs too; why is he going on without me?
es: ¡No; eso no es justo! Yo también ayudé a luchar contra los orcos; ¿por qué sigue adelante sin mí?
gl: Non, iso non é xusto! Eu tamén axudei a loitar contra os orcos; por que segue adiante sen min?
it: No, non è giusto! Anch’io ho aiutato a combattere gli orchi: perché continua senza di me?

source: Now I’ll never impress the king...
es: Ahora nunca impresionaré al rey...
gl: Agora nunca impresionarei ao rei...
it: Ora non riuscirò mai a impressionare il re...

source: He’s going on without us! Now I’ll never impress the king...
es: ¡Está siguiendo sin nosotros! Ahora nunca impresionaré al rey...
gl: Vai adiante sen nós! Agora xa non impresionarei ao rei...
it: Sta andando avanti senza di noi! Ora non riuscirò mai a impressionare il re...

source: No; that’s not fair! I struck the finishing blow; why is he going on without me?
es: ¡No; eso no es justo! Yo di el golpe final; ¿por qué sigue adelante sin mí?
gl: Non, iso non é xusto! Eu dei o golpe final; por que segue adiante sen min?
it: No, non è giusto! Ho dato io il colpo di grazia: perché continua senza di me?

source: The first line of orcs will soon be broken! Continue forth, riders; we ride to victory!
es: ¡La primera línea de orcos pronto será rota! ¡Adelante, jinetes; cabalgamos hacia la victoria!
gl: A primeira liña de orcos axiña será rota! Continúade, xinetes; cabalgamos cara á vitoria!
it: La prima linea di orchi sarà presto spezzata! Avanti, cavalieri; cavalchiamo verso la vittoria!

source: The Ambassador
es: El Embajador
gl: O embaixador
it: L’Ambasciatore

source: When King Garard spoke of a special mission for me, I hadn’t been expecting something as quiet as messenger duty.
es: Cuando el rey Garard me habló de una misión especial, no esperaba algo tan tranquilo como hacer de mensajero.
it: Quando Re Garard ha parlato di una missione speciale per me, non mi sarei aspettato qualcosa di così tranquillo come un servizio di messaggeria.

source: But I won’t disappoint him. I am to find Wesnoth’s ambassador to Lintanir Forest, and then deliver to the elves a notice.
es: Pero no lo decepcionaré. Debo encontrar al embajador de Wesnoth en el bosque de Lintanir y luego entregar a los elfos un mensaje.
it: Ma non lo deluderò. Devo trovare l’ambasciatore i Wesnoth presso la Foresta di Lintanir, e poi consegnare un avviso agli elfi.

source: The elvish border should be some distance northeast of here, through this cluster of trees. The undergrowth is so thick... Perhaps this is an opportunity to practice my new fire spell.
es: La frontera élfica debería estar a cierta distancia al noreste de aquí, a través de este grupo de árboles. La maleza es tan densa... Tal vez sea una oportunidad para practicar mi nuevo hechizo de fuego.
gl: A fronteira élfica debería estar a certa distancia ao nordeste de aquí, a través deste grupo de árbores. A maleza é tan espesa... Quizais esta sexa unha oportunidade para practicar o meu novo feitizo de lume.
it: Il confine elfico dovrebbe essere più avanti a nord di questa posizione, dopo questo gruppetto di alberi. Il sottobosco è così fitto... Forse questa è l’occasione per fare un po’ di pratica col mio nuovo incantesimo del fuoco.

source: What?! The tree speaks!
es: ¡¿Qué?! ¡El árbol habla!
gl: Que?! A árbore fala!
it: Cosa?! L’albero ha parlato!

source: I’ve heard tell of tree-folk... you must be a wose! Err, I’m terribly sorry for the fireball. I couldn’t tell you apart from an ordinary oak.
es: He oído hablar de los pueblos-árbol... ¡tú debes ser un wose! Ehm, lo siento muchísimo por la bola de fuego. No podía distinguirte de un roble común.
gl: Xa oín falar de xente das árbores... debes ser un arboan! Eh, síntoo moito pola bóla de lume. Non te podería diferenciar dun carballo común.
it: Avevo sentito storie di uomini-albero... tu devi essere un wose! Ahem, sono profondamente costernato per quella palla di fuoco. Non averi saputo distinguerti da una qualsiasi altra quercia.

source: It can’t understand me, and I can’t understand it... Oh no...
es: No puede entenderme, y yo no puedo entenderlo... ¡Oh, no...!
gl: Non me pode entender, e eu non o podo entender... Oh, non...
it: Non riesce a comprendermi, e io non riesco a comprenderlo... Oh no...

source: They’re preparing to attack! I’m not afraid of a few walking willows, but burning down half the forest would hardly be the good first impression King Garard tasked me with making.
es: ¡Se están preparando para atacar! No les tengo miedo a unos cuantos sauces andantes, pero quemar medio bosque difícilmente sería la buena primera impresión que el rey Garard me encargó dar.
it: Si stanno preparando per attaccare! Non ho paura di qualche albero semovente, ma incenerire metà della foresta sarebbe difficile da considerare come la buona prima impressione che Re Garard mi ha chiesto di fare.

source: I’m sure Methor would know what to do here. But I don’t. I think we have no choice but to fight.
es: Estoy seguro de que Methor sabría qué hacer aquí. Pero yo no. Creo que no nos queda más remedio que luchar.
it: Sono sicuro che Methor avrebbe saputo cosa fare qui. Ma io no. Penso che non mi resta altra scelta che combattere.

source: Defeat the enemy leader
es: Derrota al líder enemigo
gl: Derrota o líder inimigo
it: Sconfiggi il condottiero nemico

source: Death of Delfador
es: Muerte de Delfador
gl: Morte de Delfador
it: Morte di Delfador

source: Woses have the <i>ambush</i> ability, making them invisible while in forest. Any unit can temporarily reveal a wose by moving adjacent to it, but the revealer will not be able to move afterwards — even if you have the <i>skirmisher</i> ability. Ambushers will go back into hiding the moment you move away (even if the ambusher hasn’t moved). Woses also have the powerful <i>regeneration</i> ability, and have high resistance to several types of damage. <i><b>Make sure you recruit units with effective damage types!</b></i> To see more details, right-click on a wose and select <i>“Unit Type Description”.</i>
es: Los woses tienen la habilidad <i>emboscada</i>, que los hace invisibles mientras están en bosque. Cualquier unidad puede revelar temporalmente a un wose moviéndose a un hexágono adyacente, pero quien lo revele no podrá moverse después —ni siquiera si tiene la habilidad <i>hostigador</i>. Los emboscados volverán a ocultarse en cuanto te alejes (incluso si el emboscado no se ha movido). Los woses también tienen la poderosa habilidad <i>regeneración</i> y alta resistencia a varios tipos de daño. <i><b>¡Asegúrate de reclutar unidades con tipos de daño efectivos!</b></i> Para más detalles, haz clic derecho sobre un wose y selecciona <i>«Descripción de tipo de unidad»</i>.
gl: Os arboáns teñen a habilidade de <i>emboscada</i>, que os fai invisibles mentres están na fraga. Calquera unidade pode revelar temporalmente un arboán ao moverse xunto a el, pero quen o revele non poderá seguir movéndose — mesmo se tes a habilidade de </i>guerrilleiro</i>. Os emboscadores volverán agocharse en canto te afastes (mesmo se o emboscador non se moveu). Os arboáns tamén teñen a poderosa habilidade de <i>rexeneración</i>, e contan cunha alta resistencia a varios tipos de dano. <i><b>Asegúrate de recrutar unidades con tipos de dano efectivos!</b></i> Para ver máis detalles, preme co botón dereito nun arboán e selecciona <i>«Descrición do Tipo de Unidade».</i>
it: I Wose possiedono l’abilità <i>imboscata</i>, che li rende invisibili nelle foreste. Una unità qualsiasi può temporaneamente scoprire un wose muovendosi accanto a lui, ma lo scopritore non sarà più in grado di muoversi, anche se in possesso dell’abilità <i>incursore</i>. Gli assalitori torneranno a nascondersi nel momento in cui ci si allontana (anche se l’aggressore non si è mosso). I wose hanno anche la potente abilità <i>rigenerazione</i> e hanno un’elevata resistenza a diversi tipi di danni. <i><b>Assicurati di reclutare unità con tipi di danni efficaci contro di loro!</b></i> Per maggiori dettagli, fai clic con il pulsante destro del mouse su un wose e seleziona <i>"Descrizione del tipo di unità".</i>
