Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: This is a puzzle segment. If you don’t like puzzles or find it too challenging, you can choose to skip it.
es: Este es un segmento de rompecabezas. Si no te gustan los rompecabezas o lo encuentras demasiado difícil, puedes elegir saltarlo.
it: Questa è una sezione enigmistica. Se non ti piacciono gli enigmi o li trovi troppo impegnativi, puoi scegliere di saltarli.

source: The puzzle is harder on high difficulties, and much easier on low difficulties.
es: El rompecabezas es más difícil en las dificultades altas y mucho más fácil en las dificultades bajas.
it: L’enigma è più difficile ai livelli di difficoltà più alti e molto più facile ai livelli di difficoltà più bassi.

source: Play the puzzle <i>(includes XP)</i>
es: Jugar el rompecabezas <i>(incluye PX)</i>
gl: Xoga o crebacabezas <i>(inclúe EXP.)</i>
it: Risolvi l’enigma <i>(inclusi PE)</i>

source: Skip the puzzle
es: Omitir el rompecabezas
gl: Saltar o crebacabezas
it: Salta l’enigma

source: Deoran, I took an exam on you during my second year at Alduin. Is it true you single-handedly beat down a horde of black-magic bandits and saved the south from destruction? You’re practically a folk hero!
es: Deoran, hice un examen sobre ti durante mi segundo año en Alduin. ¿Es cierto que derrotaste a una horda de bandidos de magia negra por tu cuenta y salvaste el sur de la destrucción? ¡Eres prácticamente un héroe popular!
gl: Deoran, fixen un exame sobre ti durante o meu segundo ano en Alduin. É certo que derrotaches el só unha horda de bandidos de maxia negra e salvaches o sur da destrución? Es practicamente un heroe popular!
it: Deoran, ho sostenuto un esame su di te durante il mio secondo anno ad Alduin. È vero che hai sconfitto da solo un’orda di banditi adepti della magia nera e salvato il sud dalla distruzione? Sei praticamente un eroe popolare!

source: To some, perhaps. The king was less pleased — Garard is magnanimous towards his favorites, but has little tolerance for failure. I found scant room for advancement within Wesnoth after so much blood spilled in Westin.
es: Para algunos, tal vez. Al rey le complació menos: Garard es magnánimo con sus favoritos, pero tiene poca tolerancia para el fracaso. Encontré escaso espacio para avanzar en Wesnoth después de tanta sangre derramada en Westin.
gl: Para algúns, quizais. O rei estaba menos satisfeito: Garard é magnánimo cos seus favoritos, pero ten pouca tolerancia ao fracaso. Atopei pouco espazo para o avance dentro de Wesnoth despois de tanto sangue derramado en Westin.
it: Per alcuni, forse. Il re era meno contento: Garard è magnanimo verso i suoi favoriti, ma ha poca tolleranza per i fallimenti. Ho trovato scarso spazio per avanzare di grado a Wesnoth dopo tutto quel sangue versato a Westin.

source: But that all happened many years ago. Ambassador to Lintanir is a prestigious position, in name if nothing else, and an opportunity to exercise what I learned from my time amongst the Aethenwood elves. I have come to value my friends here.
es: Pero todo eso ocurrió hace muchos años. Ser embajador en Lintanir es un puesto prestigioso, al menos en nombre, y una oportunidad para poner en práctica lo que aprendí durante mi tiempo entre los elfos de Aethenwood. He llegado a valorar a mis amigos aquí.
gl: Pero todo iso aconteceu hai moitos anos. Embaixador en Lintanir é un cargo prestixioso, polo menos de nome, e unha oportunidade para poñer en práctica o que aprendín durante o meu tempo entre os elfos de Aethenwood. Cheguei a valorar os meus amigos de aquí.
it: Ma tutto questo è accaduto molti anni fa. Essere ambasciatore a Lintanir è una posizione prestigiosa, almeno di nome, e un’opportunità per mettere in pratica ciò che ho imparato durante il mio periodo tra gli elfi della Foresta di Aethen. Ho imparato ad apprezzare i miei amici qui.

source: I must confess I look forward to once-again marching in company with others of my own ilk, yet still I hope to return to Lintanir once my war-duty is done.
es: Debo confesar que espero con ansias marchar nuevamente en compañía de otros de mi misma especie, aunque aún espero regresar a Lintanir una vez cumplido mi deber de guerra.
gl: Debo confesar que agardo con impaciencia marchar unha vez máis en compañía doutros da miña clase, pero aínda así espero volver a Lintanir unha vez que remate o meu deber de guerra.
it: Devo confessarti che non vedo l’ora di marciare di nuovo in compagnia di altri della mia stessa specie, ma spero ancora di tornare a Lintanir una volta terminato il mio dovere di guerra.

source: Chantal, we have much to speak about. It is clear you have feelings for the ambassador. Deoran is no fool; if he does not already know, he certainly suspects.
es: Chantal, tenemos mucho de qué hablar. Está claro que sientes algo por el embajador. Deoran no es un tonto; si aún no lo sabe, sin duda lo sospecha.
gl: Chantal, temos moito do que falar. Está claro que tes sentimentos polo embaixador. Deoran non é parvo; se non o sabe xa, seguro que sospeita.
it: Chantal, abbiamo molto di cui parlare. È chiaro che provi dei sentimenti per l’ambasciatore. Deoran non è uno stupido: se non lo sa già, di sicuro lo sospetta.

source: —who? What? Great-Grandfather, I have no idea what you’re talking about.
es: —¿Quién? ¿Qué? Bisabuelo, no tengo idea de qué estás hablando.
gl: —quen? Que? Bisavó, non teño nin idea do que estás a falar.
it: —chi? Cosa? Bisnonno, non ho idea di cosa tu stia parlando.

source: Okay— fine, yes, but Deoran is a good man! Wise and kind, and quietly bearing his burden of exile, so far away from his people? And he’s <i>human</i>! Even a crusty old elf like you has to admit that round ears and stubble are exotic.
es: Está bien— sí, lo admito, ¡pero Deoran es un buen hombre! Sabio y amable, y soportando en silencio la carga de su exilio, ¿tan lejos de su gente? ¡Y es <i>humano</i>! Incluso un elfo cascarrabias como tú tiene que admitir que las orejas redondas y la barba rala son exóticas.
gl: Vale... si, pero Deoran é un bo home! Sabio e amable, e levando en silencio o seu peso do exilio, tan lonxe da súa xente? E é <i>humano</i> ! Mesmo un vello elfo cascarrabias coma ti ten que admitir que as orellas redondas e a barba son exóticas.
it: Okay, va bene, sì, ma Deoran è un brav’uomo! Saggio e gentile, e porta in silenzio il peso dell’esilio, così lontano dalla sua gente? Ed è <i>umano</i>! Persino un vecchio elfo scontroso come te deve ammettere che orecchie rotonde e barba incolta sono esotiche.

source: The lives of men burn brightly, but briefly. Even if he returns to Lintanir, what future could you build together? I will not stop you if you want to pursue this, but I know all-too-well the pain from outliving those you love. Cleodil was just as stubborn as you...
es: La vida de los hombres arde intensamente, pero brevemente. Incluso si vuelve a Lintanir, ¿qué futuro podrían construir juntos? No te detendré si deseas seguir con esto, pero conozco demasiado bien el dolor de sobrevivir a quienes amas. Cleodil era tan terca como tú...
gl: As vidas dos homes arden con intensidade, pero brevemente. Mesmo se el volve a Lintanir, que futuro poderíades construír xuntos? Non vos deterei se queredes seguir con isto, pero coñezo moi ben a dor de sobrevivir aos que amades. Cleodil era tan teimudo coma ti...
it: Le vite degli uomini ardono luminose, ma per poco. Anche se tornasse a Lintanir, quale futuro potreste costruire insieme? Non vi fermerò se vorrete proseguire in questo cammino, ma conosco fin troppo bene il dolore che si prova nel sopravvivere a coloro che si amano. Cleodil era testarda quanto te...

source: Look, the stream is changing direction!
es: ¡Miren, el arroyo está cambiando de dirección!
gl: Mira, o regato está a cambiar de dirección!
it: Guarda, la corrente sta cambiando direzione!

source: Moonstones! Elende, what have you been up to...
es: ¡Piedras lunares! Elende, ¿qué has estado haciendo...?
gl: Pedras da Lúa! Elende, que andabas facendo...
it: Pietre di luna! Elende, cosa hai combinato...

source: Odd, the water appears shallow but the beast has vanished entirely.
es: Curioso, el agua parece poco profunda, pero la bestia ha desaparecido por completo.
gl: É estraño, a auga parece pouco profunda pero a besta desapareceu por completo.
it: Strano, l’acqua sembra bassa ma la bestia è completamente scomparsa.

source: This sandbed is shallow, but the water is suddenly deep and a strange magic tugs at my legs! I am drowning!
es: Este lecho de arena es poco profundo, ¡pero de repente el agua está honda y una extraña magia tira de mis piernas! ¡Me estoy ahogando!
gl: Este leito de area é pouco profundo, pero a auga de súpeto é profunda e unha estraña maxia tira das miñas pernas! Estou afogando!
it: Questo fondale sabbioso è basso, ma all’improvviso l’acqua diventa profonda e una strana magia mi tira le gambe! Sto annegando!

source: female^This sandbed is shallow, but the water is suddenly deep and a strange magic tugs at my legs! I am drowning!
es: Este lecho de arena es poco profundo, ¡pero de repente el agua está honda y una extraña magia tira de mis piernas! ¡Me estoy ahogando!
gl: Este leito de area é pouco profundo, pero a auga de súpeto é profunda e unha estraña maxia tira das miñas pernas! Estou afogando!
it: Questo fondale sabbioso è basso, ma all’improvviso l’acqua diventa profonda e una strana magia mi tira le gambe! Sto annegando!

source: Gurgle gurgle gurgle...
es: Gluglú gluglú gluglú...

source: There! The pool is full!
es: ¡Ahí está! ¡La picina está llena!
gl: Xa está! A poza está chea!
it: Ecco! La piscina è piena!

source: Void
es: Vacío
gl: Baleiro
it: Vuoto

source: What was that?!
es: ¡¿Qué fue eso?!
gl: Que foi iso?!
it: Che cos’ era quello?!

source: I think this whole mirror world is starting to fall apart! I have to hurry!
es: ¡Creo que todo este mundo de espejos está empezando a desmoronarse! ¡Debo darme prisa!
gl: Creo que todo este mundo de espellos está empezando a desmoronarse! Teño que darme présa!
it: Penso che tutto questo mondo-specchio stia iniziando a crollare! Devo sbrigarmi!

source: Elende, I come with friends, seeking foresight! Deoran and Del—
es: ¡Elende, vengo con amigos, en busca de clarividencia! Deoran y Del—
gl: Elende, veño cos meus amigos, buscando previsión! Deoran e Del—
it: Elende, vengo con degli amici, in cerca di preveggenza! Deoran e Del—

source: I know who you are, Delfador of Alduin. But how well do you know yourselves?
es: Yo sé quién eres, Delfador de Alduin. Pero, ¿qué tanto se conocen a sí mismos?
gl: Sei quen sodes, Delfador de Alduin. Pero, canto vos coñecedes a vós mesmos?
it: So chi sei, Delfador di Alduin. Ma quanto bene conosci te stesso?

source: Deoran, is that... you? You look so much younger.
es: Deoran, ¿ese eres... tú? Te ves mucho más joven.
gl: Deoran, es... ti? Pareces moito máis novo.
it: Deoran, sei... tu? Sembri molto più giovane.

source: What’s going on?! Kalenz, is this normal?
es: ¡¿Qué está pasando?! Kalenz, ¿esto es normal?
gl: Que está a pasar?! Kalenz, é isto normal?
it: Cosa sta succedendo?! Kalenz, è normale?

source: Defeat all enemies
es: Derrota a todos los enemigos
gl: Derrota a todos os inimigos
it: Sconfiggi tutti i nemici

source: Loss of Delfador
es: Pérdida de Delfador
gl: Perda de Delfador
it: Perdita di Delfador

source: In this strange world, fate guides every strike. <i>(attacks never miss)</i>
es: En este mundo extraño, el destino guía cada golpe. <i>(los ataques nunca fallan)</i>
gl: Neste mundo estraño, o destino guía cada ataque. <i>(os ataques nunca fallan)</i>
it: In questo strano mondo, il destino guida ogni colpo. <i>(gli attacchi non mancano mai)</i>

source: The mortal world beckons; tell me the rest of the prophecy when next we meet!
es: El mundo mortal me llama; dime el resto de la profecía cuando volvamos a encontrarnos.
gl: O mundo mortal chama; cóntame o resto da profecía cando nos volvamos atopar!
it: Il mondo mortale ti chiama; raccontami il resto della profezia quando ci incontreremo di nuovo!

source: Elende, I hope you know what you’re doing. Good luck, the rest of you!
es: Elende, espero que sepas lo que haces. ¡Buena suerte a todos los demás!
gl: Elende, espero que saibas o que estás facendo. Boa sorte ao resto de vós!
it: Elende, spero che tu sappia cosa stai facendo. Buona fortuna a tutti!

source: Owww! Elende, it’s very rude to banish someone without their permission!
es: ¡Owww! Elende, es muy grosero desterrar a alguien sin su permiso.
gl: Ai! Elende, é moi groseiro desterrar a alguén sen o seu permiso!
it: Owww! Elende, è davvero maleducato bandire qualcuno senza il suo permesso!

source: Hey, stop—
es: ¡Eh, detente—
gl: Ei, para...
it: Ehi, fermati—

source: Dawn
es: Amanecer
gl: Amencer
it: Alba

source: I didn’t get to finish hearing everything...
es: No llegué a escuchar todo hasta el final...
gl: Non cheguei a rematar de escoitar todo...
it: Non sono riuscito a finire di ascoltare tutto...

source: Lich’s eye and brother’s bone; what have you sacrificed to save your people, Kalenz? Your greatest fear stands before you... ahead of you?
es: Ojo de liche y hueso de hermano; ¿qué has sacrificado para salvar a tu pueblo, Kalenz? Tu mayor miedo se alza ante ti... ¿o te espera más adelante?
gl: Ollo de Lich e óso de irmán; que sacrificaches para salvar o teu pobo, Kalenz? O teu maior medo está diante de ti... diante de ti?
it: Occhio del Lich e osso di fratello; cosa hai sacrificato per salvare il tuo popolo, Kalenz? La tua più grande paura è davanti a te... in vantaggio su di te?

source: That was long ago, Elende! This is about the humans’ story, not mine.
es: ¡Eso fue hace mucho, Elende! Esto trata de la historia de los humanos, no de la mía.
gl: Iso foi hai moito tempo, Elende! Trátase da historia dos humanos, non da miña.
it: È successo tanto tempo fa, Elende! Questa è la storia degli umani, non la mia.

source: Deoran the exile returns home; returns to a nation that scorned him, ignored his counsel and cast him away. What will become of the life he has built amongst Lintanir’s twilight eaves?
es: Deoran el exiliado regresa a casa; vuelve a una nación que lo despreciaba, ignoraba su consejo y lo expulsó. ¿Qué será de la vida que ha construido entre los aleros crepusculares de Lintanir?
gl: Deoran, o exiliado, regresa á casa; regresa a unha nación que o desprezou, ignorou o seu consello e o rexeitou. Que será da vida que construíu entre os beirados do crepúsculo de Lintanir?
it: Deoran, l’esule, torna a casa; torna in una nazione che lo ha disprezzato, ignorato i suoi consigli e lo ha abbandonato. Che ne sarà della vita che si è costruito tra le cupe fronde di Lintanir?

source: I know my duty! A captain of Wesnoth will never entertain doubts of loyalty, whether to his country or his King.
es: ¡Conozco mi deber! Un capitán de Wesnoth nunca albergará dudas sobre su lealtad, ya sea hacia su reino o su rey.
gl: Sei cal é o meu deber! Un capitán de Wesnoth nunca dubidará da súa lealdade, xa sexa ao seu país ou ao seu rei.
it: Conosco i miei doveri! Un capitano di Wesnoth non nutrirà mai dubbi sulla lealtà, che sia verso il suo Paese o verso il suo Re.

source: I already know what you’re going to say Elende! Don’t you dare; I will when I’m ready.
es: ¡Ya sé lo que vas a decir, Elende! Ni se te ocurra; lo haré cuando esté lista.
gl: Xa sei o que vas dicir, Elende! Non te atrevas; fareino cando estea lista.
it: So già cosa dirai, Elende! Non osare; lo farò quando sarò pronta.

source: Then you may soon understand some measure of your great-grandfather’s bygone sorrows...
es: Entonces pronto podrás comprender en parte las penas pasadas de tu bisabuelo...
gl: Entón pode que axiña comprendas en parte as penas pasadas do teu bisavó...
it: Allora potresti presto comprendere in parte i dolori passati del tuo bisnonno...

source: And what of the fire mage? Young but ambitious, brilliant yet foolish. It has been many moons since I spoke to you at Alduin.
es: ¿Y qué hay del mago de fuego? Joven pero ambicioso, brillante aunque insensato. Han pasado muchas lunas desde que hablé contigo en Alduin.
gl: E que hai do mago do lume? Novo pero ambicioso, brillante pero tolo. Pasaron moitas lúas dende que falei contigo en Alduin.
it: E che dire del mago del fuoco? Giovane ma ambizioso, brillante ma folle. Sono passate molte lune da quando ti ho parlato ad Alduin.

source: That was you, back at graduation? I knew I heard a voice! Master Leollyn thought I was going crazy...
es: ¿Eras tú, en la graduación? ¡Sabía que había oído una voz! El maestro Leollyn pensaba que me estaba volviendo loco...
gl: Eras ti, na graduación? Sabía que escoitei unha voz! O mestre Leollyn pensou que me estaba volvendo tola...
it: Eri tu, al momento del diploma? Sapevo di aver sentito una voce! Il Maestro Leollyn pensava che stessi impazzendo...

source: Spend 8 XP to gain flight and the skirmisher ability until the start of your next turn or until cancelled.
es: Gasta 8 PX para obtener vuelo y la habilidad de hostigador hasta el inicio de tu próximo turno o hasta que se cancele.
gl: Gasta 8 de experiencia para gañar voo e a habilidade de escaramuzador ata o comezo do teu seguinte turno ou ata que se cancele.
it: Consuma 8 PE per ottenere le abilità volare e incursore fino all’inizio del prossimo turno o fino alla loro cancellazione.

source: I see secrets in the dark; a pale spy slips their bonds. A death, a deceiver. Ringed swords, cold blood, false friends.
es: Veo secretos en la oscuridad; un espía pálido rompe sus ataduras. Una muerte, un engañador. Espadas en círculo, sangre fría, falsos amigos.
gl: Vexo segredos na escuridade; un espía pálido escorrega as súas ataduras. Unha morte, un enganador. Espadas aneladas, sangue frío, falsos amigos.
it: Vedo segreti nell’oscurità; una pallida spia si libera dai loro legami. Una morte, un ingannatore. Spade inanellate, sangue freddo, falsi amici.

source: The dark swamp looms. Purses and poachers, mirror and smoke. A figure of shadow cloaked in the spirits of the dead. Battles won while wars are lost.
es: El pantano oscuro se cierne. Bolsas y cazadores furtivos, espejo y humo. Una figura de sombra envuelta en los espíritus de los muertos. Batallas ganadas mientras se pierden guerras.
gl: O pantano escuro agóchase. Bolsas e cazadores furtivos, espello e fume. Unha figura de sombra envolta nos espíritos dos mortos. Batallas gañadas mentres guerras perdidas.
it: La palude oscura incombe. Borse e bracconieri, specchio e fumo. Una figura d’ombra ammantata dagli spiriti dei morti. Battaglie vinte, guerre perse.

source: Spend 16 XP to disallow magical attacks in a 3-hex radius, until cancelled.
es: Gasta 16 PX para impedir ataques mágicos en un radio de 3 hexágonos, hasta que se cancele.
gl: Gasta 16 de esperiencia para anular ataques máxicos nun radio de 3 hexágonos, ata que sexan cancelados.
it: Spendi 16 PE per impedire gli attacchi magici in un raggio di 3 esagoni, finché non viene annullato.

source: Brother against brother, father against child. From the barren throne will rise an angel of ashes; both great and terrible alike. The delicate balance of mankind will be broken, and flames shall blaze anew across the embers of Haldric’s people.
es: Hermano contra hermano, padre contra hijo. Del trono yermo se alzará un ángel de cenizas; tanto grande como terrible. El delicado equilibrio de la humanidad se romperá, y las llamas arderán de nuevo sobre las brasas del pueblo de Haldric.
gl: Irmán contra irmán, pai contra fillo. Do trono estéril xurdirá un anxo de cinzas; grande e terrible por igual. O delicado equilibrio da humanidade romperase e as lapas arderán de novo nas brasas do pobo de Haldric.
it: Fratello contro fratello, padre contro figlio. Dal trono sterile sorgerà un angelo di cenere; grande e terribile allo stesso tempo. Il delicato equilibrio dell’umanità sarà spezzato e le fiamme divamperanno di nuovo tra le braci del popolo di Haldric.

source: Spend 48 XP to grant yourself and all allies double movement and a second attack this turn. When this turn ends, affected units become slowed.
es: Gasta 48 PX para otorgar a ti y a todos los aliados doble movimiento y un segundo ataque este turno. Al finalizar este turno, las unidades afectadas quedarán ralentizadas.
gl: Gasta 48 de experiencia para outorgarche a ti e a todos os aliados o dobre de movemento e un segundo ataque nesta quenda. Cando remata esta quenda, as unidades afectadas ralentízanse.
it: Consuma 48 PE per assicurare a te e tutti i tuoi alleati il doppio dei movimenti e un secondo attacco in questo turno. Quando questo turno finisce, le unità coinvolte risultano rallentate.

source: Black soot rains over Weldyn. The line of kings sundered; the ruby of the wesfolk restored. The nameless son and the ashen daughter.
es: Lluvia de hollín negro cae sobre Weldyn. La línea de reyes quebrada; el rubí de los wesfolk restaurado. El hijo sin nombre y la hija cenicienta.
gl: Chove hollín negro sobre Weldyn. A liñaxe de reis rompeu; o rubí da xente do oeste restaurado. O fillo sen nome e a filla cinzenta.
it: Piove fuliggine nera su Weldyn. La stirpe dei re è divisa; il rubino del popolo occidentale è restaurato. Il figlio senza nome e la figlia cinerea.

source: But this fate is not the only path. Mage of Alduin, you stand at a knot in the strands, a nexus of the shards. For one brief moment, you will possess the power to alter the currents of time; to rewrite the future that is written.
es: Pero este destino no es el único camino. Mago de Alduin, te encuentras en un nudo de los hilos, un nexo de fragmentos. Por un breve instante, poseerás el poder de alterar las corrientes del tiempo; de reescribir el futuro que ya está escrito.
gl: Pero este destino non é o único camiño. Mago de Alduin, estás nun nó nos fíos, un nexo de fragmentos. Por un breve instante, posuirás o poder de alterar as correntes do tempo; de reescribir o futuro que está escrito.
it: Ma questo destino non è l’unico cammino. Mago di Alduin, ti trovi in ​​un nodo tra i fili, un nesso tra i frammenti. Per un breve istante, avrai il potere di alterare le correnti del tempo; di riscrivere il futuro che è già scritto.

source: When that moment comes, remember... endeavor to bestow not destruction with that fire that you possess, but the gleaming light of truth instead. Quench the flames of fear before all your world is consumed.
es: Cuando llegue ese momento, recuerda... procura no otorgar destrucción con el fuego que posees, sino más bien la brillante luz de la verdad. Apaga las llamas del miedo antes de que todo tu mundo sea consumido.
gl: Cando chegue ese momento, lembra... esforzate por outorgar non a destrución con ese lume que posúes, senón a luz brillante da verdade. Apaga as chamas do medo antes de que todo o teu mundo sexa consumido.
it: Quando arriverà quel momento, ricorda... sforzati di non portare distruzione con quel fuoco che possiedi, ma piuttosto usa la luce splendente della verità. Spegni le fiamme della paura prima che tutto il tuo mondo venga consumato.

source: But, what? I don’t understa—
es: Pero, ¿qué? No enti—
gl: Pero, que? Non o entendo...
it: Ma cosa? Non capi—

source: —nd what you’re saying...
es: —iendo lo que dices...
gl: —e o que estás dicindo...
it: —sco cosa stia dicendo...

source: The Deceiver
es: El Engañador
gl: O Enganador
it: L’Ingannatore
