Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdg/*.po
Languages: es, gl, it

source: Foul orcs, come at me then! If this is where I am to fall, I shall make such a stand as to stir the gods themselves to tears!
es: ¡Orcos inmundos, vengan entonces! Si este es el lugar donde he de caer, ¡haré una resistencia tal que pondrá hasta a los dioses a llorar!
gl: Orcos malvados, vinde a min entón! Se é aquí onde teño que caer, farei unha defensa tal que faría chorar aos mesmos deuses!
it: Orchi scellerati, venite da me! Se questo è il posto dove devo cadere, mi opporrò in modo tale da commuovere fino alle lacrime gli stessi dei!

source: Nice speech! I wonder what your wife thinks of it? Don’t worry, we’ll have plenty of fun with her, <b><i>and</i></b> your unborn heir. Haw, haw, haw!
es: ¡Buen discurso! Me pregunto qué pensará tu esposa de eso. No te preocupes, nos divertiremos mucho con ella, <b><i>y</i></b> con tu heredero aún no nacido. ¡Ja, ja, ja!
gl: Bo discurso! Pregúntome que pensará a túa muller del? Non te preocupes, divertirémonos moito con ela <b><i>e co</i></b> teu herdeiro nonato. Ha, ha, ha!
it: Bel discorso! Chissà cosa ne pensa tua moglie? Non preoccuparti, ci divertiremo un mondo con lei <b><i>e</i></b> con il tuo erede non ancora nato. Ah, ah, ah!

source: (aghast) That’s— They’ve captured the queen! Asheviere’s no warrior, and fragile with pregnancy. We have to rescue her!
es: (horrorizado) Eso es... ¡Han capturado a la reina! Asheviere no es una guerrera, y está frágil por el embarazo. ¡Debemos rescatarla!
gl: (horrorizado) Iso é... Capturaron á raíña! Asheviere non é ningunha guerreira e está fráxil co embarazo. Temos que rescatala!
it: (sgomento) Ma cosa... Hanno catturato la regina! Asheviere non è una guerriera, ed è fragile per la gravidanza. Dobbiamo salvarla!

source: Surrounded and absent the queen; this is a disaster! Quick, we must rally what’s left of the crown’s infantry. Send a detachment to rescue Queen Asheviere, and have the rest protect King Garard until Lionel and Arand can break through to us!
es: Rodeados y sin la reina; ¡esto es un desastre! Rápido, debemos reagrupar lo que queda de la infantería de la corona. Envía un destacamento para rescatar a la reina Asheviere, y que el resto proteja al rey Garard hasta que Lionel y Arand puedan abrirse paso hacia nosotros.
gl: Rodeada e ausente a raíña; isto é un desastre! Depresa, debemos reunir o que queda da infantería da coroa. Envía un destacamento para rescatar á raíña Asheviere e fai que o resto protexa o rei Garard ata que Lionel e Arand poidan abrirse paso ata nós!
it: Circondati e senza la regina, questo è un disastro! Presto, dobbiamo radunare ciò che resta della fanteria della corona. Invia un distaccamento a salvare la regina Asheviere e fai in modo che il resto protegga re Garard finché Lionel e Arand non riusciranno a sfondare verso di noi!

source: I won’t let you down! For Wesnoth!
es: ¡No los defraudaré! ¡Por Wesnoth!
gl: Non te defraudarei! Por Wesnoth!
it: Non ti deluderò! Per Wesnoth!

source: Fail to rescue Asheviere before turns run out
es: Fallar en rescatar a Asheviere antes de que se acaben los turnos
gl: Non conseguiches rescatar a Asheviere antes de que se esgoten os turnos
it: Non riuscire a salvare Asheviere prima che finiscano i turni

source: Defeat Irbirch to recapture Asheviere, then survive until turns run out
es: Derrota a Irbirch para recuperar a Asheviere, luego sobrevive hasta que se acaben los turnos
gl: Derrota a Irbirch para recuperar Asheviere e despois sobrevive ata que se esgoten os turnos.
it: Sconfiggi Irbirch per liberare Asheviere, quindi sopravvivi fino allo scadere dei turni

source: Survive until turns run out
es: Sobrevive hasta que se acaben los turnos
gl: Sobrevive ata o final das quendas
it: Resisti fino alla fine dei turni

source: Death of Garard, Asheviere, or Methor
es: Muerte de Garard, Asheviere o Methor
gl: Morte de Garard, Asheviere ou Methor
it: Morte di Garard, Asheviere, o Methor

source: They ssstill sssurvive! Thisss was not the plan!
es: ¡Todavía sssiguen con vida! ¡Esssto no era el plan!
gl: ¡Aínda así sssobreviven! Este non era o plan!
it: Sssono ancora vivi! Non era quesssto il piano!

source: Then send in more warriors and finish them off, you worthless Blackcrest lizards! This is <b>our</b> homeland; our ranks swell by the hour, while these humans dwindle every moment.
es: ¡Entonces envíen más guerreros y acaben con ellos, lagartos inútiles de Crestanegra! Esta es <b>nuestra</b> tierra; nuestras filas crecen a cada hora, mientras que estos humanos disminuyen a cada instante.
gl: Entón envía máis guerreiros e acaba con eles, lagartos Blackcrest sen valor! Esta é <b>a nosa</b> patria; as nosas filas inchan cada hora, mentres que estes humanos minguan a cada momento.
it: Allora manda altri guerrieri e finiteli, inutili lucertole Crestanera! Questa è la <b>nostra</b> patria; le nostre fila si ingrossano di ora in ora, mentre questi umani diminuiscono di momento in momento.

source: Useless lizards! Can’t even keep themselves alive, much less win a war. Send in more orcs! This is <b>our</b> homeland; our ranks swell by the hour, while these humans dwindle every moment.
es: ¡Lagartos inútiles! Ni siquiera pueden mantenerse vivos, mucho menos ganar una guerra. ¡Envíen más orcos! Esta es <b>nuestra</b> tierra; nuestras filas crecen a cada hora, mientras que estos humanos disminuyen a cada instante.
gl: Lagartos inútiles! Nin sequera poden manterse con vida, e moito menos gañar unha guerra. Enviade máis orcos! Esta é <b>a nosa</b> patria; as nosas filas inchan cada hora, mentres que estes humanos minguan a cada momento.
it: Inutili lucertole! Non riescono nemmeno a sopravvivere, figuriamoci a vincere una guerra. Mandate altri orchi! Questa è la <b>nostra</b> patria; le nostre fila si ingrossano di ora in ora, mentre questi umani diminuiscono di momento in momento.

source: They’re being reinforced!
es: ¡Están recibiendo refuerzos!
gl: Están a recibir reforzos!
it: Vengono rinforzati!

source: This alliance between races is a great ill fortune! I’ve oft known orcs to recruit trolls, but seldom saurians. And with these three factions fighting together, soon all the warlords will hear of their prowess.
es: ¡Esta alianza entre razas es una gran desgracia! A menudo he visto a los orcos reclutar trolls, pero rara vez a los saurios. Y con estas tres facciones luchando juntas, pronto todos los caudillos oirán hablar de su poder.
gl: Esta alianza entre razas é unha gran desgraza! A miúdo coñezo orcos recrutando trolls, pero raramente saurios. E con estas tres faccións loitando xuntas, axiña todos os señores da guerra oirán falar da súa destreza.
it: Questa alleanza tra razze è una vera sfortuna! Ho visto spesso orchi reclutare troll, ma raramente sauri. E con queste tre fazioni che combattono insieme, presto tutti i signori della guerra sentiranno parlare della loro abilità.

source: It takes a great show of strength to unite the fractious orcs, but after this disaster countless more will surely flock to the Blackcrest and Whitefang banners. Orcs follow might above all else, even clan blood.
es: Se necesita una gran demostración de fuerza para unir a los pendencieros orcos, pero después de este desastre seguramente innumerables más se unirán a los estandartes de Crestanegra y Colmillo Blanco. Los orcos siguen la fuerza por encima de todo, incluso por encima de la sangre del clan.
gl: Fai falla unha gran demostración de forza para unir os orcos rebeldes, pero despois deste desastre, moitos máis se unirán aos estandartes da Crista Negra e do Cabeiro Branco. Os orcos seguen o poder por riba de todo, mesmo o sangue do clan.
it: Ci vuole una grande dimostrazione di forza per unire degli orchi ribelli, ma dopo questo disastro innumerevoli altri si uniranno sicuramente sotto gli stendardi dei Crestanera e dei Zannabianca. Gli orchi seguono la forza più di ogni altra cosa, persino più del sangue del clan.

source: Utter madness, all of this! The orcish clans are a hornet’s nest that should never have been kicked. Pillagers and raids we can deal with, but total war is something else entirely.
es: ¡Esto es una completa locura! Los clanes orcos son un avispero que nunca debió haberse pateado. Podemos lidiar con saqueadores e incursiones, pero la guerra total es algo completamente distinto.
gl: Unha auténtica loucura, todo isto! Os clans orcos son un niño de avespas que nunca deberían ter sido expulsados. Podemos enfrontarnos a saqueadores e incursións, pero a guerra total é algo completamente diferente.
it: Una follia totale, tutto questo! I clan orcheschi sono un vespaio che non avrebbe mai dovuto essere pungolato. Possiamo gestire saccheggi e incursioni, ma una guerra totale è tutta un’altra storia.

source: Quiet, both of you! If I wanted your advice I would have asked for it!
es: ¡Silencio los dos! ¡Si quisiera su consejo, lo habría pedido!
gl: ¡Calados, os dous! Se quixese o voso consello, xa o pediría!
it: Silenzio, tutti e due! Se avessi voluto il vostro consiglio, ve lo avrei chiesto!

source: Worthless humans! You’ll never defeat me, or clan Whitefang!
es: ¡Humanos inútiles! ¡Nunca me derrotarán, ni al clan Colmillo Blanco!
gl: Humanos sen valor! Nunca me derrotaredes a min, nin ao clan Cabeiro Branco!
it: Umani smidollati! Non sconfiggerete mai me, né il clan Zannabianca!

source: Coward! Stand and fight!
es: ¡Cobarde! ¡Plántate y pelea!
gl: Covarde! Levántate e loita!
it: Codardo! Alzati e combatti!

source: They sssneak off to the northeassst, towardsss their queen! Ssshould I pursssue?
es: ¡Ssse escabullen hacssia el noreste, en dirección a su reina! ¿Debo persssseguirlos?
gl: Escabullense cara ao nordés, cara á súa raíña! Debería perseguila?
it: Sssi ssstanno intrufolando verssso nord-essst, verssso la loro regina! Dovrei inssseguirli?

source: Finish off their king, lizard! I’ll handle things here.
es: ¡Acaba con su rey, lagarto! Yo me encargaré de lo demás aquí.
gl: Remata co seu rei, lagarto! Eu encárgome diso aquí.
it: Finisci il loro re, lucertola! Qui ci penso io.

source: Come to ransom back your queen? Too bad, she’s mine!
es: ¿Vienes a rescatar a tu reina? ¡Qué lástima, ya es mía!
gl: Viñeches pedir un rescate pola túa raíña? É unha mágoa, é miña!
it: Vieni a riscattare la tua regina? Peccato, è mia!

source: Maybe once she pops out her kid you can pay me double for both! Haw, haw, haw.
es: ¡Quizás cuando dé a luz puedas pagarme el doble por los dos! ¡Ja, ja, ja!
gl: Quizais unha vez que saque o seu fillo poidas pagarme o dobre por ambos! Ha, ha, ha.
it: Forse quando sfornerà il suo bambino potrai pagarmi il doppio per entrambi! Ah, ah, ah.

source: Great Chief Ghuvog will avenge me! Clan Blackcrest will never rest.. until Wesnoth is... razed to... ash...
es: ¡El gran jefe Ghuvog me vengará! El clan Crestanegra nunca descansará... hasta que Wesnoth sea... reducido a... cenizas...
gl: O Gran Xefe Ghuvog vingarame! O clan Blackcrest nunca descansará... ata que Wesnoth sexa... arrasado en... cinzas...
it: Il Grande Capo Ghuvog mi vendicherà! Il Clan Crestanera non avrà mai pace... finché Wesnoth non sarà... raso al suolo... in... cenere...

source: Thank yo—
es: Gra—
gl: Grazas...
it: Grazie mi—

source: Not now, milady! We have to get you out of here!
es: ¡Ahora no, mi señora! ¡Debemos sacarla de aquí!
gl: Agora non, milady! Temos que sacala de aquí!
it: Non ora, milady! Dobbiamo tirarvi fuori di qui!

source: Garard, I—
es: Garard, yo—
it: Garard, Io—

source: Not now, woman! I have a battle to fight!
es: ¡Ahora no, mujer! ¡Tengo una batalla que librar!
gl: Agora non, muller! Teño unha batalla que librar!
it: Non adesso, donna! Ho una battaglia da combattere!

source: I’m not dying! Just... need a moment...
es: ¡No estoy muriendo! Solo... necesito un momento...
gl: Non estou morrendo! Só... preciso un momento...
it: Non sto morendo! Ho solo... bisogno di un momento...

source: Nooo! Help meeee!
es: ¡Nooo! ¡Ayúdenmeee!
gl: Nooon! Axúdameee!
it: Nooo! Aiutatemiiiii!

source: Ssssuch ssssskill!
es: ¡Quéeé habilidaaad!
gl: Que habilidade!
it: Cotanta maessstria!

source: Cursessss, I am sssslain!
es: ¡Maldicióoon, he sssido abatidooo!
gl: Maldicións, son asasinado!
it: Maledizione, sssono ssstata uccisssa!

source: Rally behind me, men! We swore our oaths, now we do our duty. Fight, fight through to the king!
es: ¡Reúnanse tras de mí, hombres! Juramos nuestros votos, ahora cumplamos con nuestro deber. ¡Luchen, luchen hasta llegar al rey!
gl: Reunídevos detrás de min, homes! Fixemos os nosos xuramentos, agora cumprimos co noso deber. Loitade, loitade ata o rei!
it: Radunatevi dietro di me, uomini! Abbiamo giurato, ora facciamo il nostro dovere. Combattete, combattete fino al re!

source: But the queen! If we leave her in the hands of the orcs she’ll surely be tortured and killed!
es: ¡Pero la reina! Si la dejamos en manos de los orcos, seguramente será torturada y asesinada.
gl: Pero a raíña! Se a deixamos nas mans dos orcos, seguro que a torturarán e a matarán!
it: Ma la regina! Se la lasciamo nelle mani degli orchi, verrà sicuramente torturata e uccisa!

source: I’m sorry, there’s no time! We have to get the king out of here!
es: ¡Lo lamento, no hay tiempo! ¡Debemos sacar al rey de aquí!
gl: Síntoo, non hai tempo! Temos que sacar o rei de aquí!
it: Mi dispiace, non c’è tempo! Dobbiamo portare il re via da qui!

source: Sir, look out!
es: ¡Señor, cuidado!
gl: Señor, coidado!
it: Signore, attento!

source: By the Sceptre, I got here just in time! They caught us completely by surprise. We’re holding a corridor but I don’t know for how long — we’ve got to get you back to Fort Garard, sir.
es: ¡Por el Cetro, llegué justo a tiempo! Nos tomaron completamente por sorpresa. Estamos manteniendo un pasillo abierto pero no sé por cuánto tiempo — debemos llevarlo de vuelta al Fuerte Garard, señor.
gl: Polo Cetro, cheguei xusto a tempo! Colleunos completamente por sorpresa. Estamos a manter un corredor, pero non sei por canto tempo... Temos que levalo de volta a Fort Garard, señor.
it: Per lo Scettro, sono arrivato giusto in tempo! Ci hanno colto completamente di sorpresa. Stiamo mantenendo aperto un corridoio, ma non so per quanto tempo riusciremo a tenerlo libero... dobbiamo riportarla a Fort Garard, signore.

source: Lionel! I’d almost feared this was the end.
es: ¡Lionel! Casi temía que este fuera el final.
gl: Lionel! Case temía que fose o final.
it: Lionel! Avevo quasi temuto che fosse la fine.

source: But how did this disaster happen? We were on the eve of victory! Did someone betray our plans to the enemy? Or am I really just that predictable!?
es: ¿Pero cómo ocurrió este desastre? ¡Estábamos a las puertas de la victoria! ¿Alguien traicionó nuestros planes al enemigo? ¿O acaso soy tan predecible?
gl: Pero como ocorreu este desastre? Estabamos na véspera da vitoria! Alguén traizoou os nosos plans ao inimigo? Ou son eu realmente así de predecible!?
it: Ma come è potuto accadere un disastro simile? Eravamo alla vigilia della vittoria! Qualcuno ci ha tradito ed ha confidato i nostri piani al nemico? O sono davvero così prevedibile!?

source: Couldn’t tell you, m’lord. But there’ll be time to talk later. It looks like this war is going to last a lot longer than we’d planned...
es: No sabría decirle, mi señor. Pero habrá tiempo para hablar después. Parece que esta guerra va a durar mucho más de lo que habíamos planeado...
gl: Non cho podería dicir, meu señor. Pero haberá tempo para falar máis tarde. Parece que esta guerra vai durar moito máis do que planeamos...
it: Non saprei dirvelo, Milord. Ma ci sarà tempo per parlare più tardi. Sembra che questa guerra durerà molto più a lungo di quanto avessimo previsto...

source: The Great River
es: El Gran Río
gl: O Gran Río
it: Il Grande Fiume

source: Part II
es: Parte II
it: Parte II

source: The entry of Clan Blackcrest into the war opens up a new front further west, demanding swift response. Wesnoth fully mobilizes, and a series of bloody battles at the Ford of Abez end in deadlock for both sides. The ford is heavily fortified, and river commerce grinds to a halt. Many years pass, with neither side able to gain an advantage.
es: La entrada del Clan Crestanegra en la guerra abre un nuevo frente más al oeste, exigiendo una rápida respuesta. Wesnoth se moviliza por completo, y una serie de sangrientas batallas en el vado de Abez terminan en un empate para ambos bandos. El vado queda fuertemente fortificado, y el comercio fluvial se detiene. Pasan muchos años, sin que ninguno de los dos lados logre obtener ventaja.
gl: A entrada do clan Blackcrest na guerra abre unha nova fronte máis ao oeste, esixindo unha resposta rápida. Wesnoth mobilízase por completo e unha serie de batallas sanguentas no Vao de Abez rematan nun punto morto para ambos os bandos. O vao está fortemente fortificado e o comercio fluvial detense. Pasan moitos anos sen que ningún dos bandos poida obter vantaxe.
it: L’entrata in guerra del Clan Crestanera apre un nuovo fronte occidentale, e richiede una pronta risposta. Wesnoth quindi si mobilita totalmente e una serie di sanguinose battaglie al guado di Abez finiscono in una situazione di stallo per entrambe le parti. Il guado è pesantemente fortificato e il commercio fluviale si interrompe. Passano così molti anni senza che nessuna delle due parti riesca a ottenere un vantaggio decisivo.

source: Meanwhile, Asheviere gives birth to a healthy baby boy — the Crown Prince Eldred. Under heavy pressure from both parents and via the tutelage of General Lionel, Eldred rapidly matures into a princeling soldier. Prince Arand takes Eldred under his wing, and working in tandem the uncle and nephew are able to stabilize the eastern front around Fort Garard. Whitefang orcs still firmly hold the hills, but limited settlement begins.
es: Entre tanto, Asheviere da a luz a un niño sano: el príncipe heredero Eldred. Bajo la fuerte presión de ambos padres y bajo la tutela del general Lionel, Eldred madura rápidamente como un príncipe soldado. El príncipe Arand toma a Eldred bajo su ala, y trabajando en conjunto, el tío y el sobrino logran estabilizar el frente oriental alrededor del Fuerte Garard. Los orcos de Colmillo Blanco aún controlan firmemente las colinas, pero comienzan los asentamientos limitados.
gl: Mentres tanto, Asheviere dá a luz a un neno san: o príncipe herdeiro Eldred. Baixo a forte presión de ambos os pais e a través da tutela do xeneral Lionel, Eldred madura rapidamente e convértese nun soldado principiño. O príncipe Arand toma a Eldred baixo a súa protección e, traballando xuntos, o tío e o sobriño conseguen estabilizar a fronte oriental arredor do Forte Garard. Os orcos de Cabeiro Branco aínda controlan firmemente as montañas, pero comezan a asentarse poucos.
it: Nel frattempo, Asheviere dà alla luce un bambino sano, il principe ereditario Eldred. Sotto la forte pressione di entrambi i genitori e grazie alla guida del generale Lionel, Eldred matura rapidamente diventando un giovane soldato. Il principe Arand prende Eldred sotto la sua ala protettrice e, lavorando in tandem, zio e nipote riescono a stabilizzare il fronte orientale intorno a Fort Garard. Gli orchi Zannabianca continuano a mantenere il controllo delle colline, ma i loro insediamenti sono piuttosto scarsi.

source: Delfador grows older, wiser, and significantly more powerful. He makes a name for himself as the king’s premier war-mage, and quickly gains a reputation as a ferocious fighter. His bold maneuvers break through orcish lines several times at the Ford of Abez, but continually become stymied by saurian reinforcements.
es: Delfador envejece, se vuelve más sabio y considerablemente más poderoso. Se hace un nombre como el principal mago de guerra del rey, y rápidamente gana reputación como un combatiente feroz. Sus audaces maniobras atraviesan las líneas orcas varias veces en el vado de Abez, pero son detenidas constantemente por los refuerzos saurios.
gl: Delfador faise maior, máis sabio e significativamente máis poderoso. Fáise un nome como o principal mago de guerra do rei e axiña gaña reputación de loitador feroz. As súas audaces manobras rompen as liñas orcas varias veces no Vao de Abez, pero vense continuamente obstaculizados polos reforzos saurios.
it: Delfador invecchia, diventa più saggio e molto più potente. Si fa un nome come mago da battaglia di prim’ordine del re e acquisisce rapidamente la reputazione di feroce combattente. Le sue audaci manovre sfondano più volte le linee degli orchi al Guado di Abez, ma vengono continuamente ostacolate dai rinforzi dei sauri.

source: As Wesnoth’s casualties continue to mount, and with no end in sight, Delfador decides to take matters into his own hands. The war-mage prepares a force of mercenary northmen to sneak behind enemy lines and determine the nature of Clan Blackcrest’s orc-saurian alliance...
es: Con las bajas de Wesnoth en aumento y sin un final a la vista, Delfador decide tomar cartas en el asunto. El mago de guerra prepara una fuerza de mercenarios nórdicos para infiltrarse tras las líneas enemigas y determinar la naturaleza de la alianza orco-sauria del clan Crestanegra...
gl: Mentres as baixas de Wesnoth seguen aumentando, e sen fin á vista, Delfador decide tomar as rendas do asunto. O mago de guerra prepara unha forza de mercenarios norteños para colarse tras as liñas inimigas e determinar a natureza da alianza orco-sauria do clan Blackcrest...
it: Mentre le vittime di Wesnoth continuano ad aumentare senza che si intraveda una fine, Delfador decide di prendere in mano la situazione. Il mago da battaglia prepara un esercito di mercenari nordici per infiltrarsi dietro le linee nemiche e scoprire la natura dell’alleanza tra il Clan Crestanera e i sauri...

source: Delfador’s Hirelings
es: Mercenarios de Delfador
gl: Mercenarios de Delfador
it: I mercenari di Delfador

source: Clan Blackcrest
es: Clan Crestanegra
gl: Clan Crista Negra
it: Clan Crestanera

source: Fish (and Beacon)
es: Pescado (y Baliza)
gl: Peixe (e Faro)
it: Pesce ( e Faro)

source: Mount Oromore
es: Monte Oromore
gl: Monte Oromore
it: Monte Oromore

source: Alright men—
es: Muy bien, hombres—
gl: Ben, homes—
it: Molto bene uomini—

source: And wom’n!
es: ¡Y mujeres!
gl: E mulleres!
it: E donne!

source: —and women. I’ve selected you because you’re fast, you’re stealthy, and most importantly: you work for cheap. <span size='x-small'>Lousy Eldred wouldn’t give me any of my veterans.</span>
es: —y mujeres. Los he seleccionado porque son rápidos, sigilosos y, lo más importante: trabajan barato. <span size='x-small'>El inútil de Eldred no me cedería ninguno de mis veteranos.</span>
gl: —e mulleres. Escollínte porque es rápida, es furtiva e, o máis importante: traballas barato. <span size='x-small'>O pésimo Eldred non me daría ningún dos meus veteranos.</span>
it: — e donne. Vi ho accuratamente selezionati perché siete veloci, siete furtivi, e, cosa più importate, costate poco. <span size='x-small'>Quello spilorcio di Eldred non ha voluto darmi nessuno dei miei veterani.</span>
