Repository: wesnoth/wesnoth
Catalog: po/wesnoth-units/*.po
Languages: el, nl

source: The smallest of woses are called Saplings, and have not yet gained the great strength of their elder kin. While little is known about the life-cycle of these mysterious creatures, many speculate that they grow at a much slower pace than true trees. If true, even their so-called juveniles could be many decades old. Like most woses, Saplings rarely seek out conflict, although strikes from their thrashing branches can cause some damage.
el: Οι μικρότεροι από τους δενδροποιμένες ονομάζονται Νεαρά Δενδροειδή, και δεν έχουν αποκτήσει ακόμα τη μεγάλη δύναμη των μεγαλύτερων συγγενών τους. Ενώ λίγα είναι γνωστά για τον κύκλο ζωής αυτών των μυστηριωδών πλασμάτων, πολλοί εικάζουν ότι μεγαλώνουν σε πολύ πιο αργό ρυθμό από τα αληθινά δέντρα. Αν είναι αλήθεια, ακόμα και τα λεγόμενα ανήλικά τους θα μπορούσαν να είναι πολλές δεκαετίες ηλικίας. Όπως οι περισσότεροι δενδροποιμένες, τα Νεαρά Δενδροειδή σπάνια αναζητούν σύγκρουση, αν και χτυπήματα από τα θρασυδεικλώδη κλαδιά τους μπορούν να προκαλέσουν κάποια ζημιά.

source: Wose Shaman
el: Σαμάνος Δενδροειδούς

source: Knights of the highest virtue, Paladins have sworn their strength not to king and crown, but to ideals themselves; of chivalry, and the stewardship of everything that is good. They may serve in the armies of the world, but their first loyalties often lie with groups of their own making; secret, monastic orders that cross political and cultural boundaries. Rulers are sometimes wary of them, for the paladins’ loyalty is only as strong as the liege’s apparent virtue. This has led the more darkly ambitious to either attempt to defame and disperse these groups, or more rarely, to conjure elaborate deceptions to keep these otherwise staunchly loyal troops in service. Full paladins are generally not quite as fearsome as the ‘Grand Knights’ that champion most armies, but they are first-class fighters nonetheless. Additionally, their wisdom and piety grants these warrior monks certain curious abilities; a paladin is very powerful in fighting magical or unnatural things, and most have some skill at medicine and healing.
nl: Paladijnen zijn ridders met de hoogste idealen die gezworen hebben hun sterkte niet voor de koning maar voor de idealen van ridderlijkheid te gebruiken, in dienst van al wat goed is. Ze kunnen in de legers van Wesnoth dienst doen maar hun loyaliteit ligt vooral bij hun eigen groep: een geheime kloosterlijke orde die over zowel de politieke als culturele grenzen reikt. Heersers mistrouwen hun soms want de Paladijnen blijven enkel loyaal zolang de heerser deugdzaam blijft. Hierdoor hebben enkele van de meer genadeloos ambitieuze van hem geprobeerd deze groepen uit elkaar te halen en van hun roem te beroven of in zeldzamere gevallen complexe misleidingen op touw gezet om deze troepen aan hun kant te houden. Paladijnen zijn typisch niet zo schrikwekkend als de 'Beroemde Ridders' die de meeste legers voorgaan maar ze zijn wel degelijk eerste klas krijgers. En bovendien laat hun wijsheid en vroomheid hun toe om hun medekrijgers met verzorging bijstaan. Ze zijn ook zeer krachtig in het bestrijden van magische of onnatuurlijke vijanden, en sommigen hebben wat ervaring met medicijnen en genezing.

source: The dwarven race has always been famed for its sturdiness of build, and many of their warriors outfit themselves to take advantage of this. Dwarven guardsmen march into battle with tower shields and spears. Most often, their role is to hold the line, and to take a heavy toll on those who try to break it. As the line marches forward, they act to secure its hard-won advance.
nl: Het Ras der Dwergen staat beroemd om hun robuuste bouw en veel Dwergse Krijgers halen hier dan ook hun voordeel uit door hun kleding en wapens hierop aan te passen. Een Dwergengardist trekken ten strijde met grote schilden en speren. Meestal is het hun rol om in formatie te blijven en diegene die de formatie proberen te breken flink te verwonden. Wanneer de strijdkracht naar voren marcheert, zorgen zij ervoor dat de weg vrij is.

source: Champions among their fellow troops, the dwarven sentinels form the bulwark of their battle lines. Leading a direct assault against a line that they fortify, is often out of the question; it tends toward being suicidal, rather than merely ineffectual. These dwarves are masters of the melee, and can hold a patch of earth with the single-minded tenacity of an oak.
nl: De Dwergse Schildwachten vormen de ruggengraat van de strijdkracht en zijn daarom de kampioenen onder hun medestrijders. Een directe aanval op een strijdkracht die zij verdedigen komt vaak niet eens ter sprake, het staat vaker gelijk aan zelfmoord in plaats van alleen maar nutteloos. Deze Dwergen zijn meesters in het gevecht op korte afstand, en kunnen een stuk grond beschermen met de doelbewuste volharding van een eik.

source: Vampire bats are flying beasts that feed on the blood of other creatures. While their fangs are not very powerful, the health of victims is drained away along with their blood, and given to the Bats.
nl: Een Vampiervleermuis is een vleermuis die zich voedt met het bloed van anderen. Hun klauwen zijn niet bijzonder sterk maar ze hebben de vaardigheid om zich aan te sterken met het bloed dat ze uit hun slachtoffers zuigen.

source: Propelled by oars or small sails, boats are used to travel short distances and in shallows where large ships cannot navigate.
nl: Voortgebracht door roeispanen of kleine zeilen, deze boten zijn bedoeld om korte afstanden mee af te leggen en op de plekken te komen waar grote schepen niet kunnen komen.

source: Galleons are blue-water ships built for trade and transport.
nl: Galjoenen zijn zeeschepen gebouwd voor handel en transport.

source: Pirate galleons are to transport ships what wolves are to sheep. The pirates who crew them are more than happy to help relieve other ships of their weighty cargo.
nl: Piratengaljoenen verhouden zich tot transportschepen als wolven tot schapen. De piraten die ze bemannen willen graag helpen met het uitladen van beladen schepen.

source: Arbiters take their caste duty of enforcing order very seriously. In order to better execute their duties, they have abandoned the drakes’ traditional hand-mounted claws and traded their spears for the spike and blade of the halberd. In their minds, the loss of maneuverability is a fair price for the raw heft the massive metal head provides. The thick plate these drakes wear protects them well against weapons that could slip between their scales.
nl: De Handhavingsdraken nemen hun plicht om de orde te handhaven erg serieus. Om hun plicht beter te vervullen hebben ze de traditionele klauwen en speren vervangen door een hellebaard. In hun ogen is het verlies van wendbaarheid een goede prijs voor het zware gewicht die het massieve uiteinde heeft. De hevige bepantsering beschermt deze Draken tegen wapens die anders tussen hun schubben zouden komen.

source: Compared to other drakes, Drake Arbiters have a higher resistance to ‘pierce’ attacks.
nl: Vergeleken met andere draken hebben Handhavingsdraken een hogere weerstand tegen 'puntige' aanvallen.

source: Were it not for the armor they wear, certain drakes might be indistinguishable from true dragons, at least to the lesser races for whom dragons are but legend. The creatures known as ‘Armageddon Drakes’ are towering things, both immune to and possessed of a tremendous fire.
nl: Als ze hun harnas niet hadden, zouden bepaalde Draken voor de gewone man nauwelijks anders lijken dan de echte draken, tenminste voor de mindere rassen voor wie draken slechts een legende zijn. Deze schepsels, gekend als 'Armageddondraken', zijn gigantisch en beschikken over een gigantisch vuur waarvoor ze ook nog eens immuun zijn.

source: Black armor marks the elite order of the Fighter caste: the Blademasters. Only a few manage to gain the skill and power necessary to be admitted to this highest rank without perishing in battle. Though other drakes may disparage the Fighter caste, they always check twice to be sure none are around; Blademasters fiercely protect their fellows’ honor, and no-one would dispute their right to do so.
nl: De elite van de Krijgersorde, de Zwaardmeesters, wordt gekenmerkt door hun zwarte wapenuitrusting. Slechts enkelen slagen erin om de vaardigheid en de kracht die nodig is om toegelaten te worden tot de hoogste klasse te verkrijgen zonder te sterven in een gevecht. Alhoewel andere draken de Krijgersorde misschien afkeuren, controleren ze altijd tweemaal of er geen in de buurt zijn; de Zwaardmeesters beschermen de eer van hun collega's en niemand zou het aandurven hun recht daarop aan te vechten.

source: The Clashers are members of a unique caste among the drakes. Their thick armor, while compensating for the drakes’ natural weakness against spears and arrows, is so heavy and restricting that they are not able to fly or muster enough breath to use their inner fire. They have embraced this handicap, completely encasing their wings to emphasize that they do not need flight to triumph in battle. This is also the only caste that is allowed to break taboo and fight with spears in addition to the drake’s traditional metal claws, which makes them particularly good at "resolving" territorial disputes with other drakes and enforcing the laws of their tribe.
nl: De Gewelddraken zijn lid van een unieke orde onder de draken. Hun dikke wapenuitrusting, die aan de ene kant de natuurlijke zwakte van draken tegen speren en pijlen compenseert, is zo zwaar en belemmerend dat ze niet in staat zijn om te vliegen of genoeg adem te verzamelen om hun innerlijke vuur te gebruiken. Ze hebben deze beperking geaccepteerd en hun vleugels volledig bedekt om te benadrukken dat ze niet hoeven te vliegen om te triomferen in een gevecht. Dit is ook de enige orde die het taboe rond vechten met speren naast de traditionele drakenklauwen mag breken, en dit maakt hen uitzonderlijk goed in het "oplossen" van meningsverschillen met andere draken betreffende territoria en het handhaven van de wetten van hun stam.

source: Not for Enforcers are the tactics of maneuver and deception; rather, they charge in wherever the melee is the fiercest. At close range, it matters little that their armor prevents them from spouting flame; all that matters is the power they’ve learned to focus in each strike. Drake leaders are careful not to besmirch the honor of the Enforcers, and generally call upon them to combat only the most pernicious of enemies.
nl: De tactieken van manoeuvreren en bedrog zijn niet aan de Krachtdraken besteed; zij vallen aan waar de man-aan-mangevechten het hevigst zijn. Op kleine afstand maakt het niet veel uit dat hun wapenuitrusting hen verhindert vuur te spuwen; het enige dat er toe doet is de kracht die ze gebruiken om iedere slag zo dodelijk mogelijk te maken. Drakenleiders zijn erg voorzichtig om de eer van de Krachtdraken niet te besmeuren en over het algemeen roepen ze hen alleen op om de meest verderfelijke van hun vijanden te bestrijden.

source: Drake Fighters wield curved war blades, and possess the fire-breathing skills of their ancestors. They can also fly, which is troubling to any foe. Their great strength, coupled with their hardened scales, is rightly frightening to swordsman of any other race.
nl: Krijgerdraken gebruiken hun strijdstaal en beschikken over de vuuradem van hun voorouders. Ze kunnen tevens vliegen, wat voor iedere tegenstander lastig is. Hun grote kracht, gekoppeld aan hun harde schubben, is beangstigend voor zwaardvechters van ieder ander ras.

source: Not yet permitted to wear the red-gold reserved for the highest ranks of the Burners, the Fire Drakes trim their armor with silver. Though they have only begun to dedicate their lives to the flame that burns within them, its vitality emanates through their skin, scorching their scales to a reddish-gray.
nl: Omdat het hen nog niet is toegestaan om het rood-goud te dragen, dat is immers gereserveerd voor de hoogste rangen van de Verbranders, versieren de Vuurdraken hun pantser met zilver. Hoewel ze pas begonnen zijn hun leven te wijden aan de vlam die in hen brandt, stroomt haar energie door hun huid, hun schubben rood-grijs makend.

source: Flamehearts lack the strength to defeat other high-ranking drakes in single combat, but prefer in any case to avoid confrontation within the tribe. Experience has taught any drake of this stature the extent of his authority: where he can push those he leads and when it is best to leave them to their own devices. Only occasionally will a Flameheart challenge his tribe’s leader for supremacy, and only if he is sure of the support of his fellow drakes.
nl: Het ontbreekt de Vlammenhartdraken aan de kracht om andere Draken met een hoge rang in een enkel gevecht te verslaan, maar ze kiezen er altijd voor om confrontaties binnen hun stam te vermijden. De ervaring heeft elke Draak van deze grootte het bereik van zijn gezag laten inzien: waar hij diegenen die hij leidt kan verdringen en wanneer het het beste is om hen hun eigen plannen te laten uitvoeren. Slechts af en toe zal een Vlammenhartdraak zijn stamhoofd uitdagen voor het heerschappij, en enkel als hij zeker is van de steun van zijn mededraken.

source: Respected for the heat of their flame and revered for their charisma, Flares aspire to become great leaders of their people, both in war and in peace. Though a small isolated tribe will sometimes accept a Flare as a leader, they are more often seen leading small war parties or mediating disputes with a subtle hand.
nl: Gerespecteerd voor de hitte van hun vuur en vereerd omwille van hun charisma, streven de Vlammendraken ernaar om grote leiders van hun volk te worden, in oorlog en in vrede. Alhoewel een kleine geïsoleerde stam soms een Vlammendraak zal accepteren als leider, worden ze meestal gezien als leiders van kleine troepen of om meningsverschillen subtiel bij te leggen.

source: Hurricane Drakes have moved above the menial hunting and gathering to which the lower members of their caste are relegated. They are an integral part of the drakes’ military, scouting ahead of the main forces, carrying messages across the battlefield, and falling upon the enemy where it’s least expected. Being allowed—grudgingly—to train with the newcomers from other castes has increased their skill in combat, but their greatest strength still lies in their speed and flight.
nl: De Stormdraken hebben zich boven het gehuurd jagen en verzamelen waartoe de lagere leden van hun orde verwezen zijn, verheven. Ze zijn een belangrijk deel van de militaire macht van de Draken, ze verkennen voor de hoofdtroepen, brengen boodschappen over het slagveld en laten zich op een vijand vallen wanneer die dit het minst verwacht. Omdat ze, tegen hun wil in, de toestemming hebben gekregen om samen met de nieuwkomers van andere ordes te trainen, hebben ze hun vaardigheid in het vechten verbeterd, maar hun grootste kracht ligt nog steeds bij hun snelheid en vliegkunst.

source: Inferno Drakes are masters of the fire they breathe, respected and feared in their tribes nearly as much as the draconic ancestors themselves. They can prowl unharmed through a firestorm of their own creation, scales tinged red from extensive use of their inner flame, their sculpted red-gold armor enhancing the illusion that they are, in fact, dragons.
nl: Vuurzeedraken zijn de meesters van het vuur dat ze ademen, ze worden in hun eigen stammen bijna evenveel gerespecteerd en gevreesd als de Drakenvoorouders zelf. Ze kunnen heelhuids door een vuurstorm die ze zelf gecreëerd hebben sluipen, met schubben die rood getint zijn door het intensieve gebruik van hun innerlijke vuur, en hun gebeeldhouwde rood-goude harnas verbetert de illusie dat ze echte Draken zijn.

source: The lightweight ceramic armor that the Sky Drakes wear is a symbol of their rank, glazed silver to honor their connection to the air. As leaders of the hunt, they are often away from their homes for long periods of time. Each tries to bring as much game home as possible, competing to gain the respect of their tribe.
nl: Het lichte keramische harnas dat de Luchtdraken dragen is een symbool voor hun rang, het is glanzend zilver om hun verbond met de lucht te eren. Als leiders van de jacht, zijn ze vaak weg van huis voor lange perioden. Iedere Luchtdraak brengt zoveel wild mee als mogelijk is, ijverig om respect te verdienen in zijn stam.

source: Instead of letting themselves be bound by their armor, Thrashers have learned to redirect its weight to supplement their bodies’ momentum, adding power to the blows of their short spears and hand-mounted claws. Equipment and body are one; even their thick helms and the thick skulls beneath them are weapons. A Thrasher will gladly fulfill his caste duties, as long as it can be done on the battlefield.
nl: In plaats van zichzelf gebonden te laten aan hun harnas, hebben Vernielers geleerd om het gewicht te gebruiken om de stuwkracht van hun lichaam te vergroten, en de kracht van de stoten van hun korte speren en hun op de hand gemonteerde klauwen te vergroten. Uitrusting en lichaam zijn een; zelfs hun stevige helmen en schedels eronder zijn wapens. Een Vernieler zal met plezier zijn ordeplichten vervullen, zo lang dit gedaan kan worden op het slagveld.

source: Wardens are set apart from the rest of the Clasher caste by two things: their ornate helms, modeled after their dragon ancestors, and the care with which they drape their armored wings in brightly colored cloth before reporting for duty. Though this mode of dress stems from the pride they feel for their role in drake society, it is far from ceremonial. Their cumbersome bronze plate is the strongest work from the Drake forges, and their halberds can cleave a human in half.
nl: Bewakers worden van de rest van de Geweldorde onderscheiden door twee zaken: hun versierde helmen, en door de zorg waarmee ze hun geharnaste vleugels draperen met fel gekleurde kleren voordat ze hun plicht vervullen. Alhoewel deze klederdracht voortvloeit uit de trots die ze voelen voor hun rol in de Drakensamenleving, is hij ver van ceremonieel. Hun logge bronzen plaat is het sterkste werk van de Smitdraken en hun hellebaarden kunnen een mens in twee klieven.

source: Compared to other drakes, Drake Wardens have a higher resistance to ‘pierce’ attacks.
nl: Vergeleken met andere draken hebben Draakse Bewakers een hogere weerstand tegen 'puntige' aanvallen.

source: Drakes of the Fighter caste, like the Warrior, are the foundation of any tribe’s army. No special abilities or skills set them apart; only their natural brute strength and military training help them carve their way through enemy forces. They fight as they have for centuries, clad in ceramic-plated leather with the traditional war blade mounted on the back of each hand.
nl: Draken van de Krijgersorde, zoals de Strijder, zijn de basis van het leger van een stam. Er zijn geen speciale vaardigheden of mogelijkheden die hen onderscheiden; hun natuurlijke brute kracht en militaire training helpen hen zich een weg te banen door de vijandige troepen. Ze vechten zoals ze dit al eeuwen doen, gehuld in leder met keramische platen met het traditionele strijdstaal gemonteerd op de rug van elke hand.

source: The most powerful of all the runecrafters, the Dwarvish Arcanister destroys wounded enemies almost instantly, and rarely fails to cause a wound when that is his intent. His skill in runecrafting is unrivaled, and the glyphs he carves into his weapons and armor deflect the blows of his enemies.
nl: De sterkste van alle runenbewerkers, de Dwergse Geheimbewaarder, vernietigt gewonden vijanden bijna onmiddellijk en hij faalt bijna nooit wanneer hij een wond wil veroorzaken. Zijn vaardigheid in het gebruik van runen is ongeëvenaard en de runen die hij in de zijn wapens en harnas kerft laten de slagen van zijn vijanden afbuigen.

source: It is not clear why the Dragonguards are called what they are, a name given by their dwarven brethren. Some speculate that the name comes from their weapon of choice, these strange staves that belch fire and death. Others have surmised that it is because such weapons would be a threat against even a true Dragon, should such a thing be seen again in the known world. Whatever the case, it is for these weapons that the guardians of the great Dwarven citadels are both renowned and feared; weapons that have broken the mightiest of warriors with a single blow.
nl: Het is niet duidelijk waarom de Dwergse Draakbewakers zo genoemd worden, het is een naam die ze gegeven is door hun dwergenbroeders. Sommigen speculeren dat de naam komt van het wapen waar ze bekend om staan, vreemde staven die vuur en dood veroorzaken. Anderen vermoeden dat dit komt omdat dergelijke wapens een bedreiging zouden vormen tegen zelf een echt Draak, mocht zoiets ooit weer in levende lijve te zien zijn. Hoe het ook zij, het komt door deze wapens dat de bewakers van de grote Dwergencitadellen zowel beroemd als gevreesd zijn; wapens die de machtigste krijgers hebben gedood met een enkele slag.

source: Dwarvish Explorers are peerless survivalists. Using only the equipment they carry, they can range for months around the forests and mountains looking for new seams of ore and deposits of minerals. Whilst their skill in a melee is less than some other dwarves, they are unmatched with throwing axes, having practiced this skill hunting in the mountains. Their maneuverability makes them dangerous and tricky foes.
nl: Dwergse Overlevers zijn ongeëvenaarde overlevers. Enkel gebruikmakend van de uitrusting die ze dragen, kunnen ze maandenlang in de wouden en bergen zoeken naar nieuwe ertsaders en plaatsen met mineralen. Hun wendbaarheid maakt hen gevaarlijke en lastige vijanden.

source: These hardy dwarves are sometimes away from their caves for long periods, scouting and patrolling the borders. They spend this time watching for invaders, and fighting bandits and thieves who encroach on dwarvish territory. They are powerful fighters in a melee, and from a distance their deftly thrown axes can rival the power and accuracy of a human archer.
nl: Deze taaie dwergen zijn soms voor lange tijd weg van hun mijnen, wanneer ze de grenzen verkennen en patrouilleren. Gedurende deze tijd staan ze op wacht voor invallers en ze bestrijden bandieten en dieven die zich op het grondgebied van de dwergen wagen. Ze zijn zeer sterke krijgers in een man-aan-mangevecht en vanop afstand kunnen hun werpbijlen de kracht en nauwkeurigheid van een mensenboogschutter evenaren.

source: Dwarvish runesmiths, now practiced at their craft, carve arcane runes into their weapons and armor. These runes infuse the runesmith’s blows with power and accuracy, and disrupt the blows of their enemies, causing them to strike softly, weakly and on the armor of the defender.
nl: Runenleerlingen, geoefend in hun ambacht, kerven geheimzinnige runen in hun wapens en harnas. Deze runen zorgen ervoor dat de slagen van de runensmid krachtiger en nauwkeuriger worden en vermindert de slagen van hun vijanden, door ze zacht en op het harnas van de verdediger te laten neerkomen.
