Repository: wesnoth/wesnoth
Catalog: po/wesnoth-units/*.po
Languages: el, nl

source: Though not trained as warriors, the skills possessed by a hunter (especially those of archery) are useful in battle. Any group of soldiers or bandits traveling through the wild will need a few Poachers in their employ, not merely for hunting but for lending a hand in any serious fight. Because of their experience, these hunters are unusually capable at night, and in forests and swamps.
el: Αν και δεν εκπαιδεύονται ως πολεμιστές, οι ικανότητες που διαθέτει ένας κυνηγός (ειδικά αυτές της τοξοβολίας) είναι χρήσιμες στη μάχη. Οποιαδήποτε ομάδα στρατιωτών ή ληστών που ταξιδεύει μέσα στο άγριο θα χρειαστεί μερικούς Λαθροκυνηγούς στην υπηρεσία τους, όχι απλώς για κυνήγι αλλά για να δώσουν ένα χέρι σε οποιαδήποτε σοβαρή μάχη. Εξαιτίας της εμπειρίας τους, αυτοί οι κυνηγοί είναι ασυνήθιστα ικανοί τη νύχτα, και σε δάση και βάλτους.

source: Ranger
el: Καταδρομέας
nl: Boswachter

source: Rangers are wild men and wanderers, who have chosen to shun the company of their fellow men for myriad reasons. Unaccustomed to places of civilization, they have spent the better part of their lives in the thick of nature, and know many of its secrets. They are excellent pathfinders and explorers, and can find food and shelter where other men would find only sticks and stones. The presence of these men troubles the more authoritarian of rulers; they are an element that knights and landed armies cannot control. They are men of dubious motives, and are the first to scoff at any royal decree, if they even hear of it at all. Rangers can be hired, but they are just as likely to be in the employ of bandits, as they are to be in the king’s service.
el: Οι Καταδρομείς είναι άγριοι άντρες και περιπλανώμενοι, που έχουν επιλέξει να αποφεύγουν τη συντροφιά των συνανθρώπων τους για μυριάδες λόγους. Ασυνήθιστοι σε μέρη πολιτισμού, έχουν περάσει το μεγαλύτερο μέρος της ζωής τους στο πυκνό της φύσης, και γνωρίζουν πολλά από τα μυστικά της. Είναι εξαιρετικοί ιχνηλάτες και εξερευνητές, και μπορούν να βρουν τροφή και καταφύγιο όπου άλλοι άντρες θα έβρισκαν μόνο ξύλα και πέτρες. Η παρουσία αυτών των ανδρών ανησυχεί τους πιο αυταρχικούς από τους κυβερνήτες· είναι ένα στοιχείο που οι ιππότες και οι επίγειοι στρατοί δεν μπορούν να ελέγξουν. Είναι άντρες αμφισβητήσιμων κινήτρων, και είναι οι πρώτοι που κοροϊδεύουν οποιοδήποτε βασιλικό διάταγμα, αν ακόμα το ακούσουν καθόλου. Οι Καταδρομείς μπορούν να προσληφθούν, αλλά είναι το ίδιο πιθανό να βρίσκονται στην υπηρεσία ληστών, όσο και στην υπηρεσία του βασιλιά.

source: Trapper
el: Παγιδευτής
nl: Valzetter

source: Master woodsmen are useful allies to any army, and indispensable for any sizable group of people living in the wilderness. They can track both man and beast, notice things most others would overlook, and are often the only ones who can find food for the table, be it animal or vegetable. Their skill at hunting is very useful in combat, and also leaves them unusually competent at night, and in forests and swamps.
el: Οι άνθρωποι που γνωρίζουν το δάσος καλά είναι χρήσιμοι σύμμαχοι σε οποιοδήποτε στρατό. Μπορούν να ακολουθήσουν και τα άτομα και τα κτήνη, και να εντοπίσουν πράγματα που άλλοι θα αγνοούσαν, και είναι συχνά οι μόνοι που μπορούν να βρουν τρόφιμα για το τραπέζι, είτε πρόκειται για ζώο ή λαχανικό. Η ικανότητά τους στο κυνήγι είναι πολύ χρήσιμη στη μάχη, και κατά έναν ασυνήθιστο τρόπο μπορούν να κυνηγούν και τη νύχτα.
nl: Valzetters zijn nuttige bondgenoten voor een leger en onmisbaar voor een grote groep die in de wildernis leeft. Ze kunnen zowel mensen als beesten volgen en zien van alles wat anderen missen. Ze zijn vaak de enigen die voedsel kunnen vinden, zowel dierlijk als plantaardig. Hun jachtkunde is zeer bruikbaar in de strijd en zorgt ervoor dat ze ongewoon goed zijn in de nachtelijke bossen en moerassen.

source: Merman Brawler
el: Τρίτωνας Μάχερος

source: Exceptionally large and strong mermen are sometimes more comfortable with their own fists and tails than with other weapons.
el: Εξαιρετικά μεγάλοι και δυνατοί γοργόνοι είναι μερικές φορές πιο άνετοι με τις δικές τους γροθιές και ουρές παρά με άλλα όπλα.

source: tail
el: ουρά
nl: staart

source: Merman Citizen
el: Πολίτης Τρίτωνας

source: Merfolk are mostly peaceful, but will fight to defend their homes. In this situation, even merfolk with no weapons or training can be dangerous.
el: Οι γοργόνοι είναι κυρίως ειρηνικοί, αλλά θα πολεμήσουν για να υπερασπιστούν τα σπίτια τους. Σε αυτή την κατάσταση, ακόμα και γοργόνοι χωρίς όπλα ή εκπαίδευση μπορούν να είναι επικίνδυνοι.

source: female^Mermaid Diviner
el: Γοργόνα Μάντισσα
nl: Heilige Meermin

source: female^Mermaid Enchantress
el: Γοργόνα Μάγισσα
nl: Meermin Tovenares

source: Mermaids, like elves, have a powerful and native ability in magic, though theirs is considerably different than that of the elves. Those who master this ability are held in high regard, and their skill is used in a multitude of crafts, many of which humanity would never dream. The obvious use in war is forbidden against their own race — this power is the greater part of what protects their people from the monsters that wander out of the abyss.
el: Οι Γοργόνες, όπως τα Ξωτικά, έχουν μια ισχυρή και εγγενή δυνατότητα στα μαγικά, αν και δικοί τους φυλή είναι αρκετά διαφορετικοί από αυτή των Ξωτικών. Εκείνοι που κυριαρχούν αυτήν την δυνατότητα έχουν υψηλό σεβασμό, και η ικανότητά τους χρησιμοποιείται σε ένα πλήθος τεχνών, πολλών από το οποίο η ανθρωπότητα δεν θα ονειρευόταν ποτέ. Η προφανής χρήση στον πόλεμο είναι απαγορευμένη ενάντια στη φυλή τους - αυτή η δύναμη είναι το μεγαλύτερο μέρος αυτό που προστατεύει τους ανθρώπους τους από τα τέρατα που περιπλανώνται από την άβυσσο.
nl: Meerminnen hebben, net als Elfen, een aangeboren talent voor magie, hoewel hun magie in aard heel anders is dan die van de Elfen. Degenen die het talent onder de knie krijgen worden hoog aangeslagen en hun vaardigheid wordt gebruikt om dingen te vervaardigen waarvan mensen zelfs niet van durven dromen. Het gebruik daarvan is verboden tegen hun eigen ras - deze kracht is het leeuwendeel wat hun volk beschermd tegen monsters die uit de afgrond omhoogkomen.

source: water spray
el: πίδακες νερού
nl: waterstraal

source: Merman Entangler
el: Γοργόνος Παγιδευτής
nl: Meerman Netmeester

source: Merfolk tend to use a combination of both nets and clubs in fishing; nets to collect the fish, and clubs to finish the kill. Both of these tools have seen adaptation for warfare, and are valuable enough that auxiliaries who specialize in using them are deliberately brought to battle. Merfolk often find themselves in a standoff with land-based enemies; the merfolk are too strong in the water, and are too weak to make any offense on land. Nets are a key bit of leverage; without nets, merfolk cannot give any effective chase over land, and are at a great disadvantage in hand-to-hand combat.
el: Οι Γοργόνες τείνουν να χρησιμοποιούν έναν συνδυασμό τόσο διχτυών όσο και ρόπαλων στο ψάρεμα· δίχτυα για να συλλέγουν τα ψάρια, και ρόπαλα για να τελειώσουν τη σφαγή. Και τα δύο αυτά εργαλεία έχουν δει προσαρμογή για τον πόλεμο, και είναι αρκετά πολύτιμα ώστε βοηθητικοί που ειδικεύονται στη χρήση τους φέρονται σκόπιμα στη μάχη. Οι Γοργόνες συχνά βρίσκονται σε αδιέξοδο με εχθρούς που βρίσκονται στη στεριά· οι γοργόνες είναι πολύ δυνατοί στο νερό, και είναι πολύ αδύναμοι για να κάνουν οποιαδήποτε επίθεση στη στεριά. Τα δίχτυα είναι ένα βασικό μέσο μοχλεύσεως· χωρίς δίχτυα, οι γοργόνες δεν μπορούν να δώσουν αποτελεσματική καταδίωξη στη στεριά, και βρίσκονται σε μεγάλο μειονέκτημα στη μάχη σώμα με σώμα.
nl: Het Watervolk gebruikt vaak een combinatie van netten en knuppels bij het vissen; netten om de vis te verzamelen en knuppels om de genadeslag toe te brengen. Beide van deze gereedschappen hebben hun varianten voor oorlogsvoering, en ze zijn zo waardevol dat assistenten die zich specialiseren in het gebruik ervan vaak meegenomen worden naar het gevecht. Het Watervolk bevindt zich vaak in een patstelling met vijanden op het land; het Watervolk is te sterk in het water en te zwak om een aanval te doen op het land. Netten zijn de sleutel tot hun invloed; zonder netten kan het Watervolk geen doeltreffende achtervolging maken over land, en zijn ze erg in het nadeel in een man-aan-mangevecht.

source: Merman Fighter
el: Γοργόνος Πολεμιστής
nl: Meerman Krijger

source: Merman Hoplite
el: Γοργόνος Οπλίτης
nl: Meerman Hopliet

source: Merman Hunter
el: Γοργόνος Κυνηγός
nl: Meerman Jager

source: female^Mermaid Initiate
el: Νεοδίδακτη Γοργόνα
nl: Jonge Meermin

source: Young mermaids are often initiated into the water magics native to their people. The wondrous abilities this grants are inimitable by any other race, a mark of the faerie side of these creatures. Despite their frailty, this makes them quite formidable in combat, as they can call upon the very water about them to smite their enemies.
el: Οι νεαρές γοργόνες συχνά μυούνται στις υδάτινες μαγείες που είναι εγγενείς στο λαό τους. Οι θαυμαστές ικανότητες που αυτό χορηγεί είναι αμίμητες από οποιαδήποτε άλλη φυλή, ένα σημάδι της νεραϊδικής πλευράς αυτών των πλασμάτων. Παρά την ευθραυστότητά τους, αυτό τις κάνει αρκετά τρομερές στη μάχη, καθώς μπορούν να επικαλεστούν το ίδιο το νερό γύρω τους για να πλήξουν τους εχθρούς τους.
nl: Jonge Meerminnen worden vaak geïntroduceerd in de watermagie van hun volk. De wonderbaarlijke mogelijkheden die het biedt, staan geen enkel ander ras ter beschikking. Het is een teken van de feeënkant van deze schepselen. Ondanks hun fragiliteit maakt dit hen behoorlijk sterk in het gevecht, omdat ze een beroep kunnen doen op het water zelf om hun vijanden te treffen.

source: Merman Javelineer
el: Γοργόνος Ακοντιστής
nl: Meerman Speermeester

source: Merman Netcaster
el: Γοργόνος Δικτυάς
nl: Meerman Netwerper

source: Fishing, as practiced by merfolk, is largely a matter of chasing schools of fish into waiting nets, where oar-like clubs are used to dispatch the prey. The improvisation of using these against soldiers proved very effective; most land-native creatures are already quite awkward when waist-deep in water, and getting caught in a net can render them nearly helpless. The effectiveness of this method led to the development of smaller, weighted nets, which could be cast through the air; these were useless for fishing, but were useful both in combat and in hunting game that came too close to shore. Clubs were used in combat with little or no adaptation from fishing, since they were already quite deadly.
el: Το ψάρεμα, όπως ασκείται από τις γοργόνες, είναι σε μεγάλο βαθμό ζήτημα καταδίωξης κοπαδιών ψαριών σε δίχτυα που περιμένουν, όπου ρόπαλα που μοιάζουν με κουπιά χρησιμοποιούνται για να αποστέλλουν το θήραμα. Ο αυτοσχεδιασμός της χρήσης αυτών ενάντια σε στρατιώτες αποδείχθηκε πολύ αποτελεσματικός· τα περισσότερα πλάσματα που ζουν στη στεριά είναι ήδη αρκετά άβολα όταν βρίσκονται σε νερό μέχρι τη μέση, και το να πιαστούν σε ένα δίχτυ μπορεί να τα καταστήσει σχεδόν αβοήθητα. Η αποτελεσματικότητα αυτής της μεθόδου οδήγησε στην ανάπτυξη μικρότερων, σταθμισμένων διχτυών, που θα μπορούσαν να ριχτούν μέσα στον αέρα· αυτά ήταν άχρηστα για το ψάρεμα, αλλά ήταν χρήσιμα τόσο στη μάχη όσο και στο κυνήγι θηραμάτων που ερχόντουσαν πολύ κοντά στην ακτή. Τα ρόπαλα χρησιμοποιήθηκαν στη μάχη με λίγη ή καθόλου προσαρμογή από το ψάρεμα, αφού ήταν ήδη αρκετά θανατηφόρα.
nl: Vissen, zoals het gedaan wordt door het Watervolk, bestaat hoofdzakelijk uit het opjagen van scholen vissen naar wachtende netten, waar knuppels, die op roeispanen lijken, gebruikt worden om de prooi af te maken. De improvisatie van het gebruik van deze knuppels tegen soldaten bleek erg effectief; de meeste landrotten zijn al redelijk bang wanneer ze zich tot hun middel in het water bevinden, en hen gevangen nemen in een net maakt hen bijna hulpeloos. De doeltreffendheid van deze methode leidde tot de ontwikkeling van kleinere, zwaardere netten, die in de wind gegooid konden worden, deze netten waren nutteloos om te vissen, maar erg nuttig in het gevecht en de jacht op wild dat zich te dicht bij de oever begaf. De knuppels werden in een gevecht gebruikt met weinig of geen aanpassingen aan de knuppels om te vissen, aangezien ze al redelijk dodelijk waren.

source: female^Mermaid Priestess
el: Ιέρεια των Γοργόνων
nl: Meermin Priesteres

source: Mermaid Siren
el: Σειρήνα
nl: Meermin Sirene

source: The faerie nature of the mermaids is strongest in the Sirens, whose connection to the currents of magic often causes them to be mistaken for naiads themselves. Though certainly far from the truth, the mistake is understandable, as true naiads are rarely seen even by mermaids. The manifestation of their magic is certainly very similar; the water about a siren can be commanded at whim, like an extension of herself. The myriad applications of this rarely occur to land dwellers, who simply regard it with wonder.
el: Η νεραϊδική φύση των γοργονών είναι ισχυρότερη στις Σειρήνες, των οποίων η σύνδεση με τα ρεύματα της μαγείας συχνά τις κάνει να μπερδεύονται με νάγιαδες. Αν και σίγουρα μακριά από την αλήθεια, το λάθος είναι κατανοητό, καθώς οι αληθινές νάγιαδες σπάνια βλέπονται ακόμα και από γοργόνες. Η εκδήλωση της μαγείας τους είναι σίγουρα πολύ παρόμοια· το νερό γύρω από μια σειρήνα μπορεί να διοικηθεί κατά βούληση, σαν μια επέκταση του εαυτού της. Οι μυριάδες εφαρμογές αυτού σπάνια συμβαίνουν σε κατοίκους της στεριάς, που απλώς το θεωρούν με θαυμασμό.
nl: De feeënachtergrond van het Watervolk manifesteert zich het sterkst in de Sirenen. Hun verwantschap met de Naia maakt dat ze vaak zelf voor Naias worden aangezien. Hoewel ze dat absoluut niet zijn, is de vergissing begrijpelijk, aangezien echte Naias zelfs door meerminnen zelden worden gezien. De manifestatie van hun magie is bijna hetzelfde; een sirene kan het water rondom haar bevelen alsof het een verlengstuk van haarzelf is. Deze toepassingen van de Meerminnen gebeuren zelden tegen landrotten. Het doet hen slechts verrast staan.

source: naia touch
el: άγγιγμα της ναϊάδας
nl: naiastreel

source: Merman Spearman
el: Γοργόνος Λογχοφόρος
nl: Meerman Speervechter

source: Merman Triton
el: Γοργόνος Τρίτωνας
nl: Meerman Vorst

source: Merman Warrior
el: Γοργόνος Μαχητής
nl: Meerman Strijder

source: Giant Ant
el: Γιγάντιο Μυρμήγκι

source: Giant Ants are common in almost any environment, from caverns deep under the earth to the tops of tall mountains. Though normally not hostile, they can bite at close range.
el: Τα Γιγάντια Μυρμήγκια είναι συνηθισμένα σχεδόν σε κάθε περιβάλλον, από σπήλαια βαθιά κάτω από τη γη μέχρι τις κορυφές ψηλών βουνών. Αν και κανονικά δεν είναι εχθρικά, μπορούν να δαγκώσουν σε κοντινή απόσταση.

source: Giant Ant Egg
el: Αυγό Γιγάντιου Μυρμηγκιού

source: Giant Ants are common in almost any environment, and the eggs from which they emerge can often be found in caves or any sheltered environment. Most eggs come from one of the colony queens, but the workers transport them to any suitable location.
el: Τα Γιγάντια Μυρμήγκια είναι κοινά σχεδόν σε κάθε περιβάλλον, και τα αυγά από τα οποία αναδύονται μπορούν συχνά να βρεθούν σε σπηλιές ή οποιοδήποτε προστατευμένο περιβάλλον. Τα περισσότερα αυγά προέρχονται από μία από τις βασίλισσες της αποικίας, αλλά οι εργάτες τα μεταφέρουν σε οποιαδήποτε κατάλληλη τοποθεσία.

source: Fire Ant Egg
el: Αυγό Πύρινου Μυρμηγκιού

source: In large numbers, Fire Ants can be a real menace, and those threatening numbers start with their eggs. Most Fire Ant Eggs come from one of the colony queens, but the workers transport them to any suitable location.
el: Σε μεγάλους αριθμούς, τα Πύρινα Μυρμήγκια μπορούν να είναι μια πραγματική απειλή, και αυτοί οι απειλητικοί αριθμοί ξεκινούν με τα αυγά τους. Τα περισσότερα Αυγά Πύρινων Μυρμηγκιών προέρχονται από μία από τις βασίλισσες της αποικίας, αλλά οι εργάτες τα μεταφέρουν σε οποιαδήποτε κατάλληλη τοποθεσία.

source: Fire Ant
el: Πύρινο Μυρμηγκί

source: Small but deadly in large numbers, Fire Ants possess fierce fangs and an unusual ability to generate fire. Though these creatures typically function as scavengers, a burrow of fire ants can become aggressive when provoked and have even been known to attack small groups of threatening troops.
el: Μικρά αλλά θανάσιμα σε μεγάλους αριθμούς, τα Πύρινα Μυρμήγκια κατέχουν άγρια δόντια και μια ασυνήθιστη ικανότητα να δημιουργούν φωτιά. Αν και αυτά τα πλάσματα συνήθως λειτουργούν ως νεκροφάγα, μια φωλιά πύρινων μυρμηγκιών μπορεί να γίνει επιθετική όταν προκληθεί και έχει γίνει γνωστό ότι επιτίθεται ακόμα και σε μικρές ομάδες απειλητικών στρατευμάτων.

source: fire
el: φωτιά
nl: vuur

source: Fire Ant Queen
el: Βασίλισσα Πύρινων Μυρμηγκιών

source: Fire ants possess fierce fangs and an unusual ability to generate fire, and the queen is no different.
el: Τα πύρινα μυρμήγκια κατέχουν άγρια δόντια και μια ασυνήθιστη ικανότητα να δημιουργούν φωτιά, και η βασίλισσα δεν είναι διαφορετική.

source: Firebane Ant
el: Αντιπύρινο Μυρμήγκι

source: Small but deadly in large numbers, fire ants possess fierce fangs and an unusual ability to generate fire. Though these creatures typically function as scavengers, a burrow of fire ants can become aggressive when provoked and have even been known to attack small groups of threatening troops.
el: Μικρά αλλά θανάσιμα σε μεγάλους αριθμούς, τα πύρινα μυρμήγκια κατέχουν άγρια δόντια και μια ασυνήθιστη ικανότητα να δημιουργούν φωτιά. Αν και αυτά τα πλάσματα συνήθως λειτουργούν ως νεκροφάγα, μια φωλιά πύρινων μυρμηγκιών μπορεί να γίνει επιθετική όταν προκληθεί και έχει γίνει γνωστό ότι επιτίθεται ακόμα και σε μικρές ομάδες απειλητικών στρατευμάτων.

source: Firebomb Ant
el: Μυρμήγκι-Βομβαρδιστής Φωτιάς

source: More developed and specialized Fire Ants can take different forms. The Firebomb Ants can produce and carry large quantities of their flammable spray in a swollen abdomen, which can make for a fearsome attack, but it also makes them weak to physical attacks and they cannot sustain the fire as their health fails.
el: Τα πιο ανεπτυγμένα και εξειδικευμένα Πύρινα Μυρμήγκια μπορούν να πάρουν διαφορετικές μορφές. Τα Μυρμήγκια-Βομβαρδιστές Φωτιάς μπορούν να παράγουν και να μεταφέρουν μεγάλες ποσότητες του εύφλεκτου ψεκασμού τους σε μια διογκωμένη κοιλιά, που μπορεί να κάνει μια φοβερή επίθεση, αλλά επίσης τα καθιστά αδύναμα σε φυσικές επιθέσεις και δεν μπορούν να συντηρήσουν τη φωτιά καθώς η υγεία τους αποτυγχάνει.

source: Giant Ant Queen
el: Βασίλισσα Γιγάντιου Μυρμηγκιού

source: Soldier Ant
el: Μυρμήγκι Στρατιώτης

source: Giant Ants are common in almost any environment, from caverns deep under the earth to the tops of tall mountains. Most common are the nondescript workers and scouts, but in times of conflict, a more dangerous Soldier caste enters the fray.
el: Τα Γιγάντια Μυρμήγκια είναι συνηθισμένα σχεδόν σε κάθε περιβάλλον, από σπήλαια βαθιά κάτω από τη γη μέχρι τις κορυφές ψηλών βουνών. Τα πιο συνηθισμένα είναι οι απλοί εργάτες και εξερευνητές, αλλά σε καιρούς σύγκρουσης, μια πιο επικίνδυνη κάστα Στρατιωτών μπαίνει στη μάχη.

source: Cave Bear
el: Αρκούδα των Σπηλαίων

source: Cave Bears are large, powerful beasts with sharp claws and large teeth. Adapted to roaming the dark caves, they have a keen sense of smell and hearing, but poor eyesight. When a rival predator, or some other threat, gets too close, a Bear will undoubtedly attack.
el: Οι Αρκούδες των Σπηλαίων είναι μεγάλα, ισχυρά θηρία με κοφτερά νύχια και μεγάλα δόντια. Προσαρμοσμένες στο περιπλανώμενο στις σκοτεινές σπηλιές, έχουν οξεία όσφρηση και ακοή, αλλά κακή όραση. Όταν ένας αντίπαλος αρπακτικός, ή κάποια άλλη απειλή, πλησιάσει πολύ, μια Αρκούδα θα επιτεθεί αναμφίβολα.

source: Woodland Boar
el: Δασικός Κάπρος

source: As Boars age, their already formidable teeth grow longer and more numerous. A mature, tamed Boar is a valuable asset to any farmer, but an angry wild Boar is a challenge even to the best hunters.
el: Καθώς οι Κάπροι μεγαλώνουν, τα ήδη φοβερά δόντια τους μεγαλώνουν περισσότερο και γίνονται περισσότερα. Ένας ώριμος, κατοικιδιωμένος Κάπρος είναι ένα πολύτιμο πλεονέκτημα για κάθε αγρότη, αλλά ένας θυμωμένος άγριος Κάπρος είναι μια πρόκληση ακόμα και για τους καλύτερους κυνηγούς.

source: tusk
el: Χαυλιόδοντας

source: Piglet
el: Γουρουνάκι

source: Young Piglets are curious but just as ill-tempered as their parents, if a little less of a challenge in combat. But seldom is a Piglet found that does not have a protective adult boar watching over them.
el: Τα νεαρά Γουρουνάκια είναι περίεργα αλλά εξίσου κακόκεφα με τους γονείς τους, αν και λίγο λιγότερο πρόκληση στη μάχη. Αλλά σπάνια βρίσκεται ένα Γουρουνάκι που δεν έχει έναν προστατευτικό ενήλικα κάπρο να το παρακολουθεί.

source: Caribe
el: Καρίβης

source: The giant Caribe are seldom encountered in the inland rivers near Weldyn, but tales of their ferocious attacks have spread far and wide. Their angry red eyes are embedded in an armored face. While it is their teeth that are a dangerous weapon, they do posses small, bony arms and claws, which they can use to extricate themselves from situations dire to most other fish. These fish are unusually clever and should not be underestimated.
el: Οι γιγάντιοι Καρίβηδες σπάνια συναντώνται στους εσωτερικούς ποταμούς κοντά στο Weldyn, αλλά ιστορίες των άγριων επιθέσεών τους έχουν εξαπλωθεί μακριά και ευρέως. Τα θυμωμένα κόκκινα μάτια τους είναι ενσωματωμένα σε ένα θωρακισμένο πρόσωπο. Ενώ είναι τα δόντια τους που είναι ένα επικίνδυνο όπλο, κατέχουν μικρά, κοκκαλιασμένα χέρια και νύχια, τα οποία μπορούν να χρησιμοποιήσουν για να απελευθερωθούν από καταστάσεις απελπιστικές για τα περισσότερα άλλα ψάρια. Αυτά τα ψάρια είναι ασυνήθιστα έξυπνα και δεν πρέπει να υποτιμώνται.

source: Hunter Caribe
el: Καρίβης Κυνηγός

source: As they age, the giant Caribe become bigger and more dangerous. They also learn to use seaweed to ensnare prey or enemies.
el: Καθώς μεγαλώνουν, οι γίγαντες Καρίμπε γίνονται μεγαλύτεροι και πιο επικίνδυνοι. Μαθαίνουν επίσης να χρησιμοποιούν θαλάσσια φύκη για να παγιδεύουν λεία ή εχθρούς.

source: Nibbler
el: Ροκανιστής

source: Forest Lion
el: Λιοντάρι των Δασών

source: Jumpcat
el: Πηδηχτογάτα

source: Swamp Lizard
el: Σαύρα των Βάλτων

source: This unit can move unseen through swamp water, keeping most of its body submerged.
el: Αυτή η μονάδα μπορεί να κινηθεί αθέατη μέσα από νερά βάλτου, κρατώντας το μεγαλύτερο μέρος του σώματός της βυθισμένο.

source: Cuttlefish
el: Σουπιά

source: tentacle
el: πλοκάμι
nl: tentakel

source: ink
el: μελάνι
nl: inkt

source: Dragonfly
el: Λιβελλούλη

source: Grand Dragonfly
el: Γιγάντια Λιβελλούλη

source: Dragonflies that survive long enough grow into a final, grander form.
el: Οι λιβελούλες που επιβιώνουν αρκετά καιρό μεγαλώνουν σε μια τελική, μεγαλοπρεπέστερη μορφή.

source: sting
el: κεντρί
nl: steek

source: Dragonfly Naiad
el: Ναϊάδα Λιβελλούλης

source: Elder Falcon
el: Πρεσβύτερο Γεράκι
nl: Oude Valk

source: beak
el: ράμφος
nl: snavel

source: Falcon
el: Γεράκι
nl: Valk

source: Fire Dragon
el: Δράκος της φωτιάς
nl: Draak des Vuur
