Repository: wesnoth/wesnoth
Catalog: po/wesnoth-units/*.po
Languages: el, nl

source: Pirate Galleons are to transport ships what wolves are to sheep. The pirates who crew them are more than happy to help relieve other ships of their weighty cargo.
el: Οι Πειρατικές Γαλέρες είναι για τα μεταφορικά πλοία ό,τι οι λύκοι για τα πρόβατα. Οι πειρατές που τις επανδρώνουν είναι πολύ χαρούμενοι να βοηθήσουν να ανακουφίσουν άλλα πλοία από το βαρύ φορτίο τους.

source: ballista
el: βαλλίστρα

source: Transport Galleon
el: Γαλέρα Μεταφοράς
nl: Transportgaljoen

source: Transport Galleons are well-armed ships that carry troops. If they reach the shore, they can land the troops to attack.
el: Οι Γαλέρες Μεταφοράς είναι καλά οπλισμένα πλοία που μεταφέρουν στρατεύματα. Αν φτάσουν στην ακτή, μπορούν να αποβιβάσουν τα στρατεύματα για επίθεση.
nl: Transportgaljoenen zijn goed bewapende schepen, geschikt om troepen te vervoeren. Als ze de kust bereiken kunnen ze de troepen lossen die de aanval kunnen starten.

source: Orcish Barge
el: Οργκ Φορτηγίδα

source: Orcish Barges are crude constructions, devoid of any of the craftsmanship seen in almost any other ship. But what they lack in speed and grace, they make up for with their rugged durability and utility in navigating rivers and swamps. Their primary means of movement comes from a large, symmetric sail held at three points for downwind propulsion. When currents and winds lead to the wrong direction, the crew must use poles and anchors to move the barge in the intended direction. Barges serve as transports for either supplies or troops, and when stocked with medicines can provide a safe space — akin to a village — for wounded fighters to rest. They lack any specific weaponry and cannot ram, but the crew is equipped with enough crude orcish bows to provide deterrent. These barges are very ineffective in the high seas; little better than a floating wreck.
el: Οι Οργκ Φορτηγίδες είναι πρόχειρες κατασκευές, χωρίς καμία από την τεχνοτροπία που βλέπει κανείς σχεδόν σε κάθε άλλο πλοίο. Αλλά αυτό που τους λείπει σε ταχύτητα και χάρη, το αναπληρώνουν με την σκληρή αντοχή και χρησιμότητά τους στην πλοήγηση ποταμών και βάλτων. Το κύριο μέσο κίνησής τους προέρχεται από ένα μεγάλο, συμμετρικό πανί που συγκρατείται σε τρία σημεία για προώθηση με τον άνεμο. Όταν τα ρεύματα και οι άνεμοι οδηγούν στη λάθος κατεύθυνση, το πλήρωμα πρέπει να χρησιμοποιήσει κοντάρια και άγκυρες για να μετακινήσει τη φορτηγίδα στην επιθυμητή κατεύθυνση. Οι φορτηγίδες χρησιμεύουν ως μεταφορείς είτε προμηθειών είτε στρατευμάτων, και όταν εφοδιάζονται με φάρμακα μπορούν να παρέχουν έναν ασφαλή χώρο — παρόμοιο με χωριό — για τους τραυματισμένους μαχητές να ξεκουραστούν. Τους λείπει οποιοδήποτε συγκεκριμένο οπλισμό και δεν μπορούν να εμβολίσουν, αλλά το πλήρωμα είναι εξοπλισμένο με αρκετά πρόχειρα οργκ τόξα για να παρέχουν αποτροπή. Αυτές οι φορτηγίδες είναι πολύ αναποτελεσματικές στην ανοιχτή θάλασσα· ελάχιστα καλύτερες από ένα επιπλέον ναυάγιο.

source: Orcish Battle Barge
el: Οργκ Μαχητική Φορτηγίδα

source: Despite their simplistic design, barges provide a surprising amount of utility: bulk transport of goods or men, navigability in shallow water or swamp, and a safe space for wounded fighters to rest. They also provide a wide, steady platform on which to mount siege equipment, a fact of which orcs are well aware. These barges are very ineffective in the high seas; little better than a floating wreck.
el: Παρά τον απλοϊκό σχεδιασμό τους, οι φορτηγίδες παρέχουν εκπληκτική χρησιμότητα: μαζική μεταφορά αγαθών ή ανδρών, πλεύση σε ρηχά νερά ή βάλτους, και έναν ασφαλή χώρο για τους τραυματισμένους μαχητές να ξεκουραστούν. Παρέχουν επίσης μια φαρδιά, σταθερή πλατφόρμα πάνω στην οποία μπορεί να τοποθετηθεί πολιορκητικός εξοπλισμός, ένα γεγονός που οι οργκ γνωρίζουν καλά. Αυτές οι φορτηγίδες είναι πολύ αναποτελεσματικές στην ανοιχτή θάλασσα· ελάχιστα καλύτερες από ένα επιπλέον ναυάγιο.

source: catapult
el: Καταπέλτης

source: Orcish Rigship
el: Οργκ Νυχτολόγχη

source: crossbows
el: Βαλλίστρες

source: Orcish Warship
el: Οργκ Πολεμιστής

source: When orcs first stepped off their ships onto the western shores of the Great Continent, they found an unspoiled paradise across which to spread. The shipwrights of the Tirigaz coast have not forgotten that lesson, and devote significant effort to the construction of newer and ever-better vessels.
el: Όταν οι ορκ πρώτη φορά κατέβηκαν από τα πλοία τους στις δυτικές ακτές της Μεγάλης Ηπείρου, βρήκαν έναν άφθαρτο παράδεισο στον οποίο να διαδοθούν. Οι ναυπηγοί της ακτής Tirigaz δεν έχουν ξεχάσει αυτό το μάθημα, και αφιερώνουν σημαντική προσπάθεια στην κατασκευή νεότερων και ολοένα καλύτερων πλοίων.

source: Raft
el: Σχεδία

source: Rafts can be an efficient means of downriver transport, but they can also be an improvised vessel of desperation, patched together from the wreck of a larger ship. These Rafts are very ineffective in the high seas; little better than a floating wreck.
el: Οι Σχεδίες μπορούν να είναι ένα αποτελεσματικό μέσο μεταφοράς προς τα κάτω σε ποταμό, αλλά μπορούν επίσης να είναι ένα αυτοσχέδιο σκάφος απελπισίας, μπαλωμένο από τα ναυάγια ενός μεγαλύτερου πλοίου. Αυτές οι Σχεδίες είναι πολύ αναποτελεσματικές στην ανοιχτή θάλασσα· ελάχιστα καλύτερες από ένα επιπλέον ναυάγιο.

source: Coastal Raider
el: Παράκτιος Επιδρομέας

source: While Carracks and Cogs rely on impressive sails to harness the power of the wind, galleys and raiders are propelled by muscle-power of the crew manning the oars. This has the disadvantage of requiring a larger crew, and it does limit the speed and efficiency of transport. But these seeming weaknesses also make the vessel less vulnerable to the whims of weather and the predations of pirates. Coastal Raider ships are a very basic warship, protected against ramming and used to move armed forces rapidly through shallow and coastal water. They do not possess any specific armaments, but oared propulsion makes the vessel much more maneuverable when ramming or beaching.
el: Ενώ οι Καράκες και οι Κογκ βασίζονται σε εντυπωσιακά πανιά για να αξιοποιήσουν τη δύναμη του ανέμου, οι γαλέρες και οι επιδρομείς προωθούνται με τη μυϊκή δύναμη του πληρώματος που χειρίζεται τα κουπιά. Αυτό έχει το μειονέκτημα της απαίτησης για μεγαλύτερο πλήρωμα, και περιορίζει την ταχύτητα και την αποδοτικότητα της μεταφοράς. Αλλά αυτές οι φαινομενικές αδυναμίες κάνουν επίσης το σκάφος λιγότερο ευάλωτο στις ιδιοτροπίες του καιρού και τις επιδρομές των πειρατών. Τα πλοία Παράκτιος Επιδρομέας είναι ένα πολύ βασικό πολεμικό πλοίο, προστατευμένο κατά του εμβολισμού και χρησιμοποιείται για την ταχεία μετακίνηση ενόπλων δυνάμεων μέσω ρηχών και παράκτιων υδάτων. Δεν διαθέτουν συγκεκριμένο οπλισμό, αλλά η προώθηση με κουπιά καθιστά το σκάφος πολύ πιο ευέλικτο κατά τον εμβολισμό ή την προσόρμιση.

source: Iron Raider
el: Σιδερένιος Επιδρομέας

source: While Carracks and Cogs rely on impressive sails to harness the power of the wind, galleys and raiders are propelled by muscle-power of the crew manning the oars. This has the disadvantage of requiring a larger crew, and it does limit the speed and efficiency of transport. But these seeming weaknesses also make the vessel less vulnerable to the whims of weather and the predations of pirates. Iron Raiders are veteran Coastal Raiders that have been hardened to become tougher targets and harder hitters. They are often used as front-line escorts of slower cargo ships in rivers and coasts, where their heavy iron ram proves the most effective.
el: Ενώ οι Καράκες και οι Κογκ βασίζονται σε εντυπωσιακά πανιά για να αξιοποιήσουν τη δύναμη του ανέμου, οι γαλέρες και οι επιδρομείς προωθούνται με τη μυϊκή δύναμη του πληρώματος που χειρίζεται τα κουπιά. Αυτό έχει το μειονέκτημα της απαίτησης για μεγαλύτερο πλήρωμα, και περιορίζει την ταχύτητα και την αποδοτικότητα της μεταφοράς. Αλλά αυτές οι φαινομενικές αδυναμίες κάνουν επίσης το σκάφος λιγότερο ευάλωτο στις ιδιοτροπίες του καιρού και τις επιδρομές των πειρατών. Οι Σιδερένιοι Επιδρομείς είναι βετεράνοι Παράκτιοι Επιδρομείς που έχουν σκληραγωγηθεί για να γίνουν πιο σκληροί στόχοι και πιο δυνατοί μαχητές. Χρησιμοποιούνται συχνά ως συνοδεία πρώτης γραμμής για βραδύτερα φορτηγά πλοία σε ποταμούς και ακτές, όπου το βαρύ σιδερένιο έμβολό τους αποδεικνύεται το πιο αποτελεσματικό.

source: Skiff
el: Βάρκα

source: Propelled by oars or small sails, Skiffs are used to travel short distances and in shallows where large ships cannot navigate.
el: Προωθούμενες με κουπιά ή μικρά πανιά, οι Βάρκες χρησιμοποιούνται για ταξίδια μικρών αποστάσεων και σε ρηχά νερά όπου τα μεγάλα πλοία δεν μπορούν να πλεύσουν.

source: Drake Arbiter
el: Δρακοκριτής
nl: Handhavingsdraak

source: halberd
el: λογχοπέλεκυς
nl: hellebaard

source: female^Drake Arbiter
el: Δρακοκρίτρια

source: Armageddon Drake
el: Αρμαγεδδώνιος Δράκοντας
nl: Armageddondraak

source: battle claws
el: Νύχια Μάχης
nl: gevechtsklauwen

source: fire breath
el: ανάσα φωτιάς
nl: vuuradem

source: female^Armageddon Drake
el: Αρμαγεδδώνια Δράκαινα

source: Drake Blademaster
el: Ξιφοτεχνίτης Δράκοντας
nl: Draakse Zwaardmeester

source: war talon
el: Νύχι Πολέμου
nl: oorlogsklauw

source: female^Drake Blademaster
el: Ξιφοτεχνίτρια Δράκαινα

source: Drake Burner
el: Δρακοκαύτης
nl: Hittedraak

source: Drake Burners are the proud few in whom the blood and strength of their remote ancestors runs truest, giving them the ability to breathe fire. This, coupled with their sheer size and fearsome claws, makes them deadly foes in combat.
el: Οι Δρακοειδής Καυστήρες είναι οι λίγοι και περήφανοι πού έχουν κληρονομήσει πιο τις δυνάμεις των μακρινών προγόνων τους, κυρίως την ικανότητα να εκπνέουν φωτιά. Αυτό, σε συνδυασμό με το μέγεθος τους και τα μεγάλα νύχια τους, τους καθιστά έναν επικίνδυνο εχθρό στη μάχη.
nl: De Hittedraak zijn een van de weinige en trotse erfgenamen van de meest tot de verbeelding sprekende krachten van hun verre voorouders, namelijk het vermogen om vuur te spuwen. Dat, in combinatie met hun enorme omvang en scherpe klauwen, maakt hen tot dodelijke tegenstanders in de strijd.

source: female^Drake Burner
el: Δρακοκαύτρα

source: Drake Clasher
el: Δρακοκρούστης
nl: Gewelddraak

source: The Clashers are members of a unique caste among the drakes. Their thick armor, while compensating for the drakes’ natural weakness against spears and arrows, is so heavy and restricting that they are not able to fly or muster enough breath to use their inner fire. They have embraced this handicap, completely encasing their wings to emphasize that they do not need flight to triumph in battle. This is also the only caste that is allowed to break taboo and fight with spears in addition to the drake’s traditional metal claws, which makes them particularly good at “resolving” territorial disputes with other drakes and enforcing the laws of their tribe.
el: Οι Κρούστες είναι μέλη μιας μοναδικής κάστας μεταξύ των δρακόντων. Η βαριά πανοπλία τους, ενώ αντισταθμίζει την φυσική αδυναμία των δρακόντων ενάντια σε δόρατα και βέλη, είναι τόσο βαριά και περιοριστική που δεν μπορούν να πετάξουν ή να συγκεντρώσουν αρκετή πνοή για να χρησιμοποιήσουν την εσωτερική τους φωτιά. Έχουν αγκαλιάσει αυτό το μειονέκτημα, περιβάλλοντας πλήρως τα φτερά τους για να υπογραμμίσουν ότι δεν χρειάζονται την πτήση για να θριαμβεύσουν στη μάχη. Αυτή είναι επίσης η μόνη κάστα που επιτρέπεται να παραβεί το ταμπού και να πολεμά με δόρατα εκτός από τα παραδοσιακά μεταλλικά νύχια των δρακόντων, πράγμα που τους κάνει ιδιαίτερα καλούς στην 'επίλυση' εδαφικών διαφορών με άλλους δράκοντες και στην επιβολή των νόμων της φυλής τους.

source: female^Drake Clasher
el: Δρακοκρούστρια

source: Drake Enforcer
el: Επιβολέας Δράκοντας
nl: Krachtdraak

source: trident
el: τρίαινα
nl: drietand

source: female^Drake Enforcer
el: Επιβολέας Δράκαινα

source: Drake Fighter
el: Δρακομαχητής
nl: Krijgerdraak

source: war blade
el: Λεπίδα Πολέμου
nl: strijdstaal

source: female^Drake Fighter
el: Δρακομαχήτρια

source: Fire Drake
el: Πύρινος Δράκοντας
nl: Vuurdraak

source: female^Fire Drake
el: Πύρινη Δράκαινα

source: Drake Flameheart
el: Φλογόκαρδος Δράκοντας
nl: Vlammenhartdraak

source: female^Drake Flameheart
el: Φλογόκαρδη Δράκαινα

source: Drake Flare
el: Φλογοφόρος Δράκοντας
nl: Vlammendraak

source: female^Drake Flare
el: Φλογοφόρος Δράκαινα

source: Drake Glider
el: Ανεμοπόρος Δράκοντας
nl: Zweefdraak

source: Many drakes enjoy the flow of air over scales, leading them to don the light robes of the Glider caste. The long forays to the far reaches of the tribal territory are their passion, though other drakes often wonder what could lead someone to take on the drudgery of hunting when more glory could be found on the battlefield. Most often, Gliders hunt larger game like deer, swine, or dolphins; the drakes’ ancestral ability to aim fire, hampered in other castes by armor, is invaluable for flushing and herding the quarry without harming it. If a Glider is called to the battlefield, he prefers to harass the enemy from a distance – and if all else fails, he will fight with his feet, keeping his precious wings as far from the enemy as possible.
el: Πολλοί δράκοντες απολαμβάνουν τη ροή του αέρα πάνω από τα λέπια τους, οδηγώντας τους να φορέσουν τις ελαφριές ρόμπες της κάστας των Ανεμοπόρων. Οι μακρές εξορμήσεις στα πέρατα της φυλετικής επικράτειας είναι το πάθος τους, αν και άλλοι δράκοντες αναρωτιούνται συχνά τι θα μπορούσε να οδηγήσει κάποιον να αναλάβει την κοπιαστική δουλειά του κυνηγιού όταν περισσότερη δόξα θα μπορούσε να βρεθεί στο πεδίο της μάχης. Συνηθέστερα, οι Ανεμοπόροι κυνηγούν μεγαλύτερο θήραμα όπως ελάφια, χοίρους ή δελφίνια· η προγονική ικανότητα των δρακόντων να στοχεύουν φωτιά, που εμποδίζεται σε άλλες κάστες από την πανοπλία, είναι ανεκτίμητη για να ξεσηκώνουν και να οδηγούν το θήραμα χωρίς να το βλάψουν. Αν ένας Ανεμοπόρος κληθεί στο πεδίο της μάχης, προτιμά να ενοχλεί τον εχθρό από απόσταση – και αν όλα τα άλλα αποτύχουν, θα πολεμήσει με τα πόδια του, κρατώντας τα πολύτιμα φτερά του όσο πιο μακριά από τον εχθρό γίνεται.
nl: Veel draken houden van de wind die over hun schubben blaast en hen er toe leidt om de lichte gewaden van de Zweeforde te willen dragen. De lange tochten naar de grenzen van het stamgebied zijn hun passie, alhoewel andere draken zich vaak afvragen wat iemand tot het gezwoeg van jagen kan leiden, als men meer roem kan vinden op het slagveld. Meestal jagen Zwevers grotere dieren zoals herten, zwijnen of dolfijnen; de oeroude vaardigheid van de draken om vuur te gebruiken, die in andere ordes belemmerd wordt door het dragen van een wapenuitrusting, is nutteloos voor het opjagen en vangen van de buit zonder het te beschadigen. Als een Zwever naar het slagveld geroepen wordt, verkiest hij om de vijand te bestoken vanaf een afstand – en als alle overige middelen mislukken, zal hij te voet vechten, met zijn geliefde vleugels zo ver mogelijk van de vijand verwijderd.

source: slam
el: βαρύ χτύπημα
nl: smak

source: female^Drake Glider
el: Ανεμοπόρος Δράκαινα

source: Hurricane Drake
el: Θυελλώδης Δράκοντας
nl: Stormdraak

source: female^Hurricane Drake
el: Θυελλώδης Δράκαινα

source: Inferno Drake
el: Δράκοντας Κολάσεως
nl: Vuurzeedraak

source: female^Inferno Drake
el: Δράκαινα Κολάσεως

source: Sky Drake
el: Ουράνιος Δράκοντας
nl: Luchtdraak

source: female^Sky Drake
el: Ουράνια Δράκαινα

source: Drake Thrasher
el: Συντριπτικός Δράκος
nl: Vernielingsdraak

source: female^Drake Thrasher
el: Συντριπτική Δράκαινα

source: Drake Warden
el: Δρακοφύλακας
nl: Draakse Bewaker

source: female^Drake Warden
el: Δρακοφύλακας

source: Drake Warrior
el: Δρακοπολεμιστής
nl: Strijderdraak

source: female^Drake Warrior
el: Δρακοπολεμίστρια

source: Dune Alchemist
el: Αλχημιστής των Αμμόλοφων

source: blowgun
el: Φυσητήρι

source: Dune Apothecary
el: Φαρμακοποιός των Αμμόλοφων
nl: Duinapotheker

source: Dune Blademaster
el: Δάσκαλος των Σπαθιών των Αμμόλοφων
nl: Duinse Zwaardmeester

source: Dunefolk swordsmen are known for playing a game called the ‘Laeqad Challenge’, in which Laeqads—thick, sturdy reeds that are several sword lengths in height—are hurled at them like javelins and they attempt to split the reed length-wise in midair. The trick to the game is that the reed is not circularly symmetric: most of the stalk is quite hard, but there is a thin line across the cross section that is softer and easier to cut. For even an experienced swordsman, splitting an entire Laeqad down its length would be an extraordinary achievement, given the precise aim required to line up the blade with the reed’s soft spot. However, for a true master of the blade, splitting several Laeqads in quick succession is quite ordinary, and some are even able to cut through two or three reeds simultaneously with a single sword swish. This game has more practical implications in real battles. No matter how elusive or well-armored the fighter, the defense rarely seems to matter against a blademaster. These warriors are undoubtedly the masters of offensive swordsmanship and are capable of subverting even the strongest fortifications.
el: Οι σπαθοφόροι του Λαού των Αμμόλοφων είναι γνωστοί για το παιχνίδι που παίζουν το 'Λαεκάντ Αγώνισμα', στο οποίο Λαεκάντ—παχιά, γερά καλάμια που έχουν ύψος αρκετών μηκών σπαθιού—ρίχνονται σε αυτούς σαν ακόντια και προσπαθούν να χωρίσουν το καλάμι κατά μήκος στον αέρα. Το κόλπο του παιχνιδιού είναι ότι το καλάμι δεν είναι κυκλικά συμμετρικό: το μεγαλύτερο μέρος του στελέχους είναι αρκετά σκληρό, αλλά υπάρχει μια λεπτή γραμμή στη διατομή που είναι πιο μαλακή και πιο εύκολη στο κόψιμο. Ακόμα και για έναν έμπειρο σπαθοφόρο, το να χωρίσει ένα ολόκληρο Λαεκάντ κατά μήκος θα ήταν ένα εξαιρετικό επίτευγμα, δεδομένης της ακριβούς στόχευσης που απαιτείται για να ευθυγραμμιστεί η λεπίδα με το μαλακό σημείο του καλαμιού. Ωστόσο, για έναν αληθινό δάσκαλο της λεπίδας, το να χωρίζει αρκετά Λαεκάντ σε γρήγορη διαδοχή είναι αρκετά συνηθισμένο, και μερικοί είναι ακόμα ικανοί να κόψουν δύο ή τρία καλάμια ταυτόχρονα με ένα μόνο σουρωτό σπαθιού. Αυτό το παιχνίδι έχει πιο πρακτικές επιπτώσεις σε πραγματικές μάχες. Όσο δύσκολος ή καλοθωρακισμένος και αν είναι ο μαχητής, η άμυνα σπάνια φαίνεται να έχει σημασία ενάντια σε έναν δάσκαλο σπαθιού. Αυτοί οι πολεμιστές είναι αναμφισβήτητα οι δάσκαλοι της επιθετικής σπαθασκίας και είναι ικανοί να ανατρέψουν ακόμα και τα ισχυρότερα οχυρά.

source: scimitar
el: γιαταγάνι
nl: kromzwaard

source: Dune Burner
el: Πυρπολητής των Αμμόλοφων
nl: Duinbrander

source: tar bomb
el: Βόμβα Πίσσας

source: female^Dune Burner
el: Πυρπολήτρια των Αμμόλοφων

source: Dune Captain
el: Λοχαγός των Αμμόλοφων

source: Dune Cataphract
el: Κατάφρακτος των Αμμόλοφων
nl: Duinkatafrakt

source: composite bow
el: Σύνθετο Τόξο
nl: hoornboog

source: Dune Explorer
el: Εξερευνητής των Αμμόλοφων
nl: Duinverkenner

source: female^Dune Falconer
el: Γερακάρισσα των Αμμόλοφων

source: While well respected among the dunefolk, the art of falconry is relatively rare due to the time and skill required to properly train birds of prey. Falconers most typically use their craft for sport or hunting, especially for scouting game and water out in the open dunes. The same intelligence can be useful when applied to warfare, if the falconer can be convinced to risk their prized pets for combative purposes. When engaging in battle, the falcon can either aid its master by striking at enemies with its sharp claws, or it can be sent higher into the air, to circle overhead and strike when the foe has shifted attention. Diverting a warrior’s focus between two different fronts can be quite distracting to say the least, forcing them to abandon their efforts on offense in order to defend themselves properly.
el: Ενώ η γερακοθηρία είναι πολύ σεβαστή μεταξύ του Λαού των Αμμόλοφων, είναι σχετικά σπάνια λόγω του χρόνου και της δεξιότητας που απαιτείται για την κατάλληλη εκπαίδευση αρπακτικών πτηνών. Οι Γερακάριοι συνήθως χρησιμοποιούν την τέχνη τους για σπορ ή κυνήγι, ειδικά για την εξερεύνηση θηραμάτων και νερού στους ανοιχτούς αμμόλοφους. Η ίδια η νοημοσύνη μπορεί να είναι χρήσιμη όταν εφαρμόζεται στον πόλεμο, αν ο γερακάριος μπορεί να πειστεί να ρισκάρει τα πολύτιμα κατοικίδιά του για μαχητικούς σκοπούς. Όταν συμμετέχει σε μάχη, το γεράκι μπορεί είτε να βοηθήσει τον κύριό του χτυπώντας εχθρούς με τα αιχμηρά νύχια του, είτε μπορεί να σταλεί ψηλότερα στον αέρα, να κυκλοφορεί από πάνω και να χτυπήσει όταν ο εχθρός έχει μετατοπίσει την προσοχή. Η εκτροπή της εστίασης ενός πολεμιστή μεταξύ δύο διαφορετικών μετώπων μπορεί να είναι αρκετά αποπροσανατολιστική για να πούμε το λιγότερο, αναγκάζοντάς τον να εγκαταλείψει τις προσπάθειές του στην επίθεση για να υπερασπιστεί σωστά τον εαυτό του.

source: falcon
el: Επίθεση Γερακιού

source: Dune Firetrooper
el: Πυροβολητής των Αμμόλοφων
nl: Duinse Vlammenwerper

source: flamethrower
el: Φλογοβόλο

source: female^Dune Firetrooper
el: Πυροβολήτρια των Αμμόλοφων

source: female^Dune Harrier
el: Καταδιώκτρια των Αμμόλοφων

source: Dune Herbalist
el: Βοτανολόγος των Αμμόλοφων
nl: Duinse Kruidendokter

source: As those responsible for caring for the ill and wounded among the Dunefolk, Herbalists possess both the medicinal skills to heal a variety of afflictions and the skill to seek and gather restorative herbs. Their motivations are many; some look to it as an adventure or as a steady source of pay while others feel it to be a duty to their society. No matter the reason, these healers are an invaluable part of Dunefolk society and are especially useful for their ability to administer quick treatments in the midst of battle or while traveling in the desert. Even among the nomadic Dunefolk, Herbalists journey a great deal in search of the various flora and fauna that supply their work. Hardened by their travels, many of these men are even able to heal themselves.
el: Ως υπεύθυνοι για τη φροντίδα των ασθενών και τραυματισμένων μεταξύ του Λαού των Αμμόλοφων, οι Βοτανολόγοι διαθέτουν τόσο τις φαρμακευτικές δεξιότητες για να θεραπεύσουν διάφορες παθήσεις όσο και την ικανότητα να αναζητούν και να συλλέγουν θεραπευτικά βότανα. Τα κίνητρά τους είναι πολλά· κάποιοι το βλέπουν ως περιπέτεια ή ως σταθερή πηγή εισοδήματος ενώ άλλοι το αισθάνονται ως καθήκον προς την κοινωνία τους. Ανεξάρτητα από τον λόγο, αυτοί οι θεραπευτές είναι ανεκτίμητο μέρος της κοινωνίας του Λαού των Αμμόλοφων και είναι ιδιαίτερα χρήσιμοι για την ικανότητά τους να παρέχουν γρήγορες θεραπείες στη μέση της μάχης ή κατά τη διάρκεια ταξιδιού στην έρημο. Ακόμα και μεταξύ του νομαδικού Λαού των Αμμόλοφων, οι Βοτανολόγοι ταξιδεύουν πολύ αναζητώντας την ποικιλία χλωρίδας και πανίδας που τροφοδοτεί τη δουλειά τους. Σκληραγωγημένοι από τα ταξίδια τους, πολλοί από αυτούς τους άντρες μπορούν ακόμα και να θεραπεύσουν τους εαυτούς τους.

source: Dune Horse Archer
el: Ιπποτοξότης των Αμμόλοφων

source: Dune Luminary
el: Φωστήρας των αμμόλοφων
