Repository: wesnoth/wesnoth
Catalog: po/wesnoth-units/*.po
Languages: el, nl

source: Little is known about Yetis, ape-like creatures said to live in remote and snow-covered mountains. Few profess to have seen one, and their existence is doubted by many. Most accounts agree on several factors though — while slow and simple-minded, Yetis are extremely resilient, and can kill any they encounter with their bare fists. This is enough to keep even the doubtful from venturing too far onto the mountains they are said to inhabit.
el: Λίγα είναι γνωστά για τους Γέτι, πλάσματα σαν πιθήκους που λέγεται ότι ζουν σε απομακρυσμένα και χιονισμένα βουνά. Λίγοι δηλώνουν ότι έχουν δει έναν, και η ύπαρξή τους αμφισβητείται από πολλούς. Οι περισσότερες αναφορές συμφωνούν σε διάφορους παράγοντες όμως — ενώ είναι αργοί και απλοϊκοί, οι Γέτι είναι εξαιρετικά ανθεκτικοί, και μπορούν να σκοτώσουν οποιονδήποτε συναντήσουν με τις γυμνές γροθιές τους. Αυτό είναι αρκετό για να κρατήσει ακόμα και τους αμφιβάλλοντες από το να εγκαταλείψουν πολύ μακριά τα βουνά που λέγεται ότι κατοικούν.

source: Naga Dirkfang
el: Νάγκα Στιλετόδοντας

source: chakri
el: Τσακρί

source: Nagini Dirkfang
el: Νάγκα Οξυδόντης

source: Naga Fighter
el: Πολεμιστής Νάγκα
nl: Naga Krijger

source: The serpentine naga are one of the few races capable of any meaningful mobility in water, giving them mastery of a whole world effectively forbidden to land dwellers. Still, they are not true creatures of the sea, and their inability to breathe water leaves them in trepidation of the abyss. They are small, and somewhat frail in form, but often much more nimble than their opponents.
el: Οι φιδίσιες νάγκα είναι μία από τις λίγες φυλές ικανές για οποιαδήποτε ουσιαστική κινητικότητα στο νερό, δίνοντάς τους κυριαρχία σε έναν ολόκληρο κόσμο αποτελεσματικά απαγορευμένο στους επίγειους κατοίκους. Ωστόσο, δεν είναι πραγματικά πλάσματα της θάλασσας, και η αδυναμία τους να αναπνέουν νερό τους αφήνει σε τρόμο για την άβυσσο. Είναι μικροί, και κάπως εύθραυστοι στη μορφή, αλλά συχνά πολύ πιο ευκίνητοι από τους αντιπάλους τους.
nl: De slangen die Nagas genoemd worden behoren tot een van de weinige rassen die mobiel zijn in het water, wat hen de heerschappij geeft over een hele wereld die verborgen is voor landrotten. Toch zijn het geen echte zeewezens, en omdat ze onder water niet kunnen ademen blijven ze angstvallig weg van de diepste zeeën. Ze zijn klein en zwak gebouwd, maar meestal leniger dan hun tegenstanders.

source: Nagini Fighter
el: Πολεμιστής Ναγκίνι
nl: Naga Krijgster

source: Naga Guard
el: Φρουρός Νάγκα

source: Nagas tend to value agility and grace on the battlefield, but the slower, stronger individuals play a key role in defending important positions. These guards are not often encountered, for they do not take part in raids or mercenary activities. They are said to have a strong code of honor, though like all things naga, it is mostly a mystery to outsiders.
el: Οι νάγκα τείνουν να εκτιμούν την ευκινησία και τη χάρη στο πεδίο της μάχης, αλλά τα πιο αργά, πιο δυνατά άτομα παίζουν βασικό ρόλο στην υπεράσπιση σημαντικών θέσεων. Αυτοί οι φρουροί δεν συναντώνται συχνά, καθώς δεν συμμετέχουν σε επιδρομές ή δραστηριότητες μισθοφόρων. Λέγεται ότι έχουν έναν ισχυρό κώδικα τιμής, αν και όπως όλα τα πράγματα των νάγκα, είναι κυρίως μυστήριο για τους εξωτερικούς.

source: Naga High Guard
el: Φρουρός Τιμής Νάγκα

source: shield
el: Ασπίδα

source: Naga Shield Guard
el: Νάγκα Φρουρός με Ασπίδα

source: The veteran naga guards have learnt a unique fighting style, different from the heavy infantry of other races. By combining the inertia of a heavy mace with the flexibility of their bodies, they can deliver a series of swift and crushing blows. This technique can be powerful given time to prepare, but is challenging to use under duress. Defensively, Shield Guards instead leverage their natural flexibility to shield themselves and bend in the direction of the blow, absorbing some of the damage. Though their small shields do little against ranged attacks, this tactic nevertheless makes them sturdy fighters in melee.
el: Οι βετεράνοι φρουροί νάγκα έχουν μάθει ένα μοναδικό στυλ μάχης, διαφορετικό από το βαρύ πεζικό άλλων φυλών. Συνδυάζοντας την αδράνεια ενός βαρύ ρόπαλου με την ευελιξία των σωμάτων τους, μπορούν να δώσουν μια σειρά από γρήγορα και συντριπτικά χτυπήματα. Αυτή η τεχνική μπορεί να είναι ισχυρή δοθέντος χρόνου για προετοιμασία, αλλά είναι δύσκολη στη χρήση υπό πίεση. Αμυντικά, οι Φρουροί με Ασπίδα αντίθετα αξιοποιούν τη φυσική τους ευελιξία για να προστατεύουν τον εαυτό τους και να λυγίζουν προς την κατεύθυνση του χτυπήματος, απορροφώντας μέρος της ζημιάς. Αν και οι μικρές ασπίδες τους κάνουν λίγα ενάντια σε επιθέσεις από απόσταση, αυτή η τακτική ωστόσο τους κάνει ανθεκτικούς μαχητές σε σώμα με σώμα.

source: Naga Myrmidon
el: Μυρμιδώνας Νάγκα
nl: Naga Meester

source: The most practiced of the naga blademasters are initiated into the caste of the Myrmidon, masters of their twin-bladed art. They strike as fast as the snakes which they resemble, and dance away from attacks with grace. Not only are they potent enemies on any open terrain, but their ability to swim allows them deadly mobility in water.
el: Οι πιο ασκημένοι, στο σπαθί, Νάγκα φτιάχνουν την κάστα των Μυρμιδώνων, δεξιοτέχνες της επίθεσης με δύο σπαθιά. Χτυπούν τόσο γρήγορα όσο τα φίδια, που τους μοιάζουν, επίσης μπορούν να αποφύγουν πολύ εύκολα και γρήγορα τις επιθέσεις τους. Όχι μόνο είναι ισχυροί εχθροί σε οποιαδήποτε ανοικτή έκταση, αλλά η δυνατότητά τους να κολυμπήσουν τους επιτρέπει κινητικότητα στο ύδωρ.
nl: De meest geoefende van de Naga zwaardvechters treden toe tot de orde van de Myrmidon, de meesters van de dubbelbladige zwaarden. Ze slaan toe met de snelheid van de slangen waarop ze lijken en dansen sierlijk weg van de vijandelijke aanvallen. Niet alleen zijn het geduchte tegenstanders op het open veld, ze verplaatsen zich ook razendsnel door het water.

source: Nagini Myrmidon
el: Μυρμιδώνας Νάγκίνι
nl: Naga Meesteres

source: Naga Ophidian
el: Νάγκα Οφίδης

source: curved blade
el: Καμπύλη Λεπίδα

source: jarid
el: Τζαρίντ

source: Nagini Ophidian
el: Νάγκα Οφίδιος

source: Naga Ringcaster
el: Νάγκα Ρίχτης Δίσκων

source: chakram
el: Τσάκραμ

source: Nagini Ringcaster
el: Νάγκα Ρίχτρια Δίσκων

source: Naga Sicarius
el: Νάγκα Σικάριος

source: trishula
el: Τρίσουλα

source: Nagini Sicarius
el: Νάγκα Δολοφόνος

source: Naga Warrior
el: Μαχητής Νάγκα
nl: Naga Strijder

source: The young warriors of the naga aspire to the day when they merit their second blade. Their martial practice of using twin blades is wholly unlike that of the Orcs and other races, for they have begun to learn the art of using their serpentine form to best effect, twisting and turning to dodge from blows. This makes them potent on land, but the friction of water greatly impedes the technique.
el: Οι νέοι πολεμιστές Νάγκα επιδιώκουν στην ημέρα που θα αξίζουν δεύτερο σπαθί. Η πολεμική πρακτική τους, η επίθεση με δύο σπαθιά δηλαδή, είναι πλήρως αντίθετη από αυτή των Oρκ και των άλλων φυλών, γιατί έχουν αρχίσει να μαθαίνουν την τέχνη της χρησιμοποίησης της ερπετοειδής μορφής τους που επηρεάζει καλύτερα, το στρίψιμο και τη στροφή στην αποφυγή των χτυπημάτων. Αυτό τους καθιστά ισχυρούς στο έδαφος, αλλά η τριβή του ύδατος εμποδίζει πολύ την τεχνική.
nl: De jonge Naga Krijgers kijken vol verwachting uit naar de dag dat ze hun tweede zwaardblad verdienen. Hun beoefening van de dubbelbladige zwaardtechniek verschilt van die van de Orks en andere rassen, omdat ze geleerd hebben hun slangenvorm te gebruiken. Draaiend en duikelend ontwijken ze de aanvallen. Ze zijn sterk op het land, maar in het water worden ze gehinderd in hun bewegingen.

source: Nagini Warrior
el: Μαχητής Ναγκίνι
nl: Naga Krijgster

source: Naga Zephyr
el: Νάγκα Ζέφυρος

source: The Southern Naga commonly recount a curious story about the Wind Spirit, Zefra and the aetherial chakram: In the distant past, there was a chakram wielder who was possessed of legendary skill. It is said that he could cleave the very seas with a flurry of blades, fell a hundred foes before a single could reach him, and deflect a thousand arrows without being struck. Called by the name of Xylrix, tempest, he was a warrior whose arrogance was as great as his talent. He was always more than willing to boast his prowess to any and all who would watch him. Then one day, while flaunting himself to a band of young Nagini, he chose a sacred Allnai tree as his target. ‘Watch,’ he bellowed, and split the tree straight in two. In that moment, a great wind surrounded him and the Wind Spirit’s voice echoed in his ears, ‘You think yourself mighty for slaying my hapless offspring? Though talent you possess, no mortal should trifle with the divinity that guides them.’ He retorted, ‘Come, spirit. I am not afraid. No weapon, steel, water, or wind, shall stand up to my rings.’ The wind whirled ever faster, a torrent of gale force spiraling and spiraling in a gyrating dance of fury. He felt himself lifted from the ground, spinning at a tremendous rate, rendered utterly hapless at the mercy of Zefra’s wrath. Face upturned in terror, he let go of his blades and suddenly saw it in the whirling tempest—the twirling motion of the ringed chakrams, patterned in the very wind itself. As quickly as the storm came, it vanished, leaving Xylrix to contemplate his broken weapons. When he finally returned to his home many days later, he announced his new name: Zephyr, a warrior who serves the Wind on which his blades fly. While the old tales drive the elite warriors of this legacy to focus on the thrown blade, this doesn’t mean they are weak in melee combat, as the unbalanced chakram can be enhanced with spikes and smaller blades.
el: Οι Νότιες Νάγκα συχνά αφηγούνται μια περίεργη ιστορία για το Πνεύμα του Ανέμου, τη Ζέφρα και το αιθέριο τσάκραμ: Στο μακρινό παρελθόν, υπήρχε ένας χειριστής τσάκραμ που κατείχε θρυλική δεξιότητα. Λέγεται ότι μπορούσε να σχίσει τις ίδιες τις θάλασσες με μια καταιγίδα λεπίδων, να ρίξει εκατό εχθρούς πριν ένας μπορέσει να τον φτάσει, και να αποκρούσει χίλια βέλη χωρίς να χτυπηθεί. Καλούμενος με το όνομα Ξύλριξ, καταιγίδα, ήταν ένας πολεμιστής του οποίου η αλαζονεία ήταν τόσο μεγάλη όσο το ταλέντο του. Ήταν πάντα περισσότερο από πρόθυμος να καυχιέται την ικανότητά του σε όλους όσους θα τον έβλεπαν. Τότε μια μέρα, ενώ επιδεικνυόταν σε μια ομάδα νεαρών Ναγκίνι, επέλεξε ένα ιερό δέντρο Αλνάι ως στόχο του. 'Παρακολουθήστε,' βρυχήθηκε, και έσχισε το δέντρο κατευθείαν στα δύο. Εκείνη τη στιγμή, ένας μεγάλος άνεμος τον περιέβαλε και η φωνή του Πνεύματος του Ανέμου ήχησε στα αυτιά του, 'Νομίζεις τον εαυτό σου δυνατό για το φόνο του αβοήθητου απογόνου μου; Αν και ταλέντο κατέχεις, κανένας θνητός δεν πρέπει να παίζει με τη θεότητα που τον καθοδηγεί.' Αντέδρασε, 'Έλα, πνεύμα. Δεν φοβάμαι. Κανένα όπλο, χάλυβας, νερό, ή άνεμος, δεν θα αντισταθεί στα δαχτυλίδια μου.' Ο άνεμος στρόβιλα ακόμα πιο γρήγορα, μια χείμαρρος θυελλώδους δύναμης που σπιράλιζε και σπιράλιζε σε έναν γυριστό χορό οργής. Ένιωσε τον εαυτό του να ανυψώνεται από το έδαφος, να περιστρέφεται με τεράστιο ρυθμό, να καθίσταται εντελώς αβοήθητος στο έλεος της οργής της Ζέφρας. Με το πρόσωπο γυρισμένο προς τα πάνω από τρόμο, άφησε τις λεπίδες του και ξαφνικά το είδε στη δινώδη θύελλα—την περιστροφική κίνηση των δαχτυλιδωτών τσάκραμ, σχεδιασμένη στον ίδιο τον άνεμο. Όσο γρήγορα ήρθε η καταιγίδα, εξαφανίστηκε, αφήνοντας τον Ξύλριξ να στοχαστεί τα σπασμένα όπλα του. Όταν τελικά επέστρεψε στο σπίτι του πολλές μέρες αργότερα, ανακοίνωσε το νέο του όνομα: Ζέφυρος, ένας πολεμιστής που υπηρετεί τον Άνεμο πάνω στον οποίο πετούν οι λεπίδες του. Ενώ οι παλιές ιστορίες οδηγούν τους ελίτ πολεμιστές αυτής της κληρονομιάς να εστιάζουν στη ριγμένη λεπίδα, αυτό δεν σημαίνει ότι είναι αδύναμοι στη μάχη σώμα με σώμα, καθώς το ανισόρροπο τσάκραμ μπορεί να ενισχυθεί με ακίδες και μικρότερες λεπίδες.

source: Nagini Zephyr
el: Ναγκίνι Ζέφυρος

source: Ogre
el: Όγκρε
nl: Boeman

source: Ogres are giant creatures that usually live alone in the wilderness, remarkably similar to humans in form, though large and misshapen. While they can be easily outrun or outsmarted, their strength is not to be underestimated.
el: Τα Όγκρε είναι γιγάντια πλάσματα που συνήθως ζούνε στους αγριότοπους, μοιάζουν αρκετά με τους ανθρώπους στη μορφή, αν και μεγάλα και παραμορφωμένα. Αν και μπορούν εύκολα να ξεπεραστούν στη ταχύτητα και την εξυπνάδα, η δύναμή τους δεν είναι για να υποτιμάται.
nl: Boemannen zijn gigantische wezens die normaal gesproken alleen in de wildernis leven, ze lijken opvallend veel op Mensen, maar dan groter en misvormd. Hoewel ze langzaam en dommer zijn dan de meeste wezens, blinken ze uit in hun kracht.

source: Young Ogre
el: Νεαρό Όγκρε
nl: Jonge Boeman

source: Orcish Archer
el: Τοξότης Ορκ
nl: Orkboogschutter

source: Orcish Assassin
el: Δολοφόνος Ορκ
nl: Orkhuurmoordenaar

source: Orcish Crossbowman
el: Χειριστής βαλλίστρας Ορκ
nl: Orkkruisboogschutter

source: Orcish Grunt
el: Πεζοναύτης Ορκ
nl: Orkgrommer

source: Orcish Leader
el: Αρχηγός Ορκ
nl: Orkleider

source: Orcish Nightblade
el: Οργκ Νυχτολόγχη
nl: Orkse Nachtsluiper

source: blade
el: λεπίδα
nl: mes

source: kick
el: Κλωτσιά
nl: schop

source: Orcish Ruler
el: Κυρίαρχος Ορκ
nl: Orkse Heerser

source: greatsword
el: μέγα ξίφος
nl: slagzwaard

source: Orcish Slayer
el: Σφαγέας Ορκ
nl: Orkmoordenaar

source: Orcish Slurbow
el: Μεγάλος Τοξότης Ορκ
nl: Orkarbalestschutter

source: The basic design of a crossbow gives rise to the arbalest or ‘slurbow’, a much more intricate device complete with a hand-turned cranequin to recock the weapon, and often with a multi-ply arc of laminate wood or bone, driving the projectile. Such a device is much easier to work with, and much more powerful than simpler crossbows; it is also beyond typical orcish manufacture. Orcs prize any such weapons they can manage to procure, and they invariably end up in the hands of their most cunning archers.
el: Ο βασικός σχεδιασμός μιας βαλλίστρας δίνει ανάπτυξη στην αρμπαλέστα ή 'σλάρμπου', μια πολύ πιο περίπλοκη συσκευή με ένα χειροκίνητο καμπυλό μηχανισμό για την επαναπλήρωση του όπλου, και συχνά με ένα πολυστρωματικό τόξο από στρωτό ξύλο ή οστό, που οδηγεί το βλήμα. Μια τέτοια συσκευή είναι πολύ πιο εύκολη στη χρήση, και πολύ πιο ισχυρή από απλούστερες βαλλίστρες· είναι επίσης πέρα από την τυπική κατασκευή των οργκ. Οι Οργκ εκτιμούν οποιαδήποτε τέτοια όπλα καταφέρνουν να προμηθευτούν, και αναπόφευκτα καταλήγουν στα χέρια των πιο πονηρών τοξοτών τους.

source: Orcish Sovereign
el: Άρχοντας Ορκ
nl: Orkse Vorst

source: Orcish Warlord
el: Πολέμαρχος Ορκ
nl: Orkkrijgsheer

source: Orcish Warrior
el: Πολεμιστής Ορκ
nl: Orkstrijder

source: Saurian Augur
el: Σαυράνθρωπος Οιωνοσκόπος
nl: Sauriaanse Ziener

source: Saurians have some knowledge of what men call sorcery, but their practice of it reeks of augury and black magic. It is little understood, but rightly regarded with fear by those against whom it is used.
el: Οι Σαυράνθρωποι έχουν γνώση πάνω σε αυτό που οι Άνθρωποι καλούν μαγεία, και αν την αναπτύξουν καταλήγουν σε Οιωνοσκόποι και χειριστές της μαύρης μαγείας. Πολύ δεν καταλαβαίνουν τη μαγεία, αλλά σίγουρα την φοβούνται, αν χρησιμοποιηθεί εναντίων τους.
nl: Saurianen hebben enige kennis van hekserij zoals mensen het noemen maar hun praktijk richt zich vooral op zwarte magie en voorspellingen. Weinig ervan is begrepen maar het wordt bevreesd door hen die het ondervonden.

source: Saurian Oracle
el: Σαυράνθρωπος Μάντης
nl: Sauriaans Orakel

source: Saurian Prophet
el: Σαυριανός Προφήτης

source: Saurian Seer
el: Σαυριανός Μάντης

source: Saurians are known to have some strange skills, arts bordering on the magical and mysterious. It is clear that some of them are particularly skilled at a sort of medicine, which is of great benefit whenever battle is brought against them.
el: Οι Σαυράνθρωποι είναι γνωστοί γιατί έχουν κάποιες παράξενες ιδιότητες, που παίζουν μεταξύ του μυστήριου και του μαγικού κόσμου. Αρκετοί Σαυράνθρωποι έχουν την ικανότητα να γιατρεύουν, η οποία τους δίνει μεγάλο πλεονέκτημα στη μάχη
nl: Saurianen zijn berucht vanwege hun vreemde kunde. Kunsten die raken aan het mysterieuze en magische. Het is duidelijk dat sommigen goed geschoold zijn in heelkunde wat een groot voordeel geeft wanneer er ergens een strijd bezig is.

source: Saurians are very small of frame, and though they are somewhat frail because of this, they are very, very agile. In combat, their size allows them to dart past defenses that would hold any grown man at bay, making them a tricky foe to deal with. Spears are their preferred weapon, as their powerful hind legs can drive a spear with enough force to do considerable damage, either in hand or thrown.
el: Τα Σαυροειδή είναι πολύ μικρά, και αν και είναι κάπως ευπαθείς λόγω αυτού, είναι πολύ, πολύ ευκίνητα. Στη μάχη, το μέγεθός τους επιτρέπει για να περάσουν οποιαδήποτε γραμμή θα κρατούσε κάποιων μεγάλο στο ανάστημα. Οι λόγχες είναι το προτιμώμενο όπλο τους, δεδομένου ότι τα ισχυρά πόδια τους μπορούν να οδηγήσουν μια λόγχη με αρκετή δύναμη για να κάνουν την ιδιαίτερη ζημία.
nl: Saurianen zijn klein en tenger van gestalte maar ze zijn zeer lenig. In de strijd laat hun grootte hen toe om langs de verdediging te geraken die iedere volgroeide man tegenhouden. Hierdoor zijn ze een lastige vijand. Speren zijn hun voorkeurswapen, hun krachtige achterpoten kunnen de speer met grote kracht en dodelijkheid vooruit stoten of gooien.

source: Saurian Soothsayer
el: Σαυράνθρωπος Προφήτης
nl: Sauriaanse Waarzegger

source: Great Troll
el: Μέγας Τρολ
nl: Grote Trol

source: When a troll, gifted with abnormal strength of life, matches that with age and wisdom, it becomes something extraordinary, a beast remembered for generations. Their feats of strength and cunning are the source of most tales about trolls, and to see the stories made flesh does nothing to diminish their grandeur.
el: Όταν ένα Τρολ, ταλαντούχο με στην δύναμη και τη φρόνηση, γίνεται κάτι εξαιρετικό, ένα κτήνος που αναφέρεται για τις γενεές. Οι άθλοι τους δύναμης και της επιδεξιότητας είναι η πηγή των περισσότερων ιστοριών για τα Τρολ, ιστορίες που μπορούν άνετα να υπάρξουν και στην πραγματικότητα.
nl: Als de leeftijd en wijsheid van een Trol op hetzelfde niveau komen als zijn buitengewone kracht, wordt het een uitzonderlijk wezen, een beest dat generaties lang herinnerd zal worden. Hun kracht en sluwheid zijn de bron van de meeste verhalen over Trollen en wanneer men de verhalen werkelijkheid ziet worden ziet men dat er niets van gelogen is.

source: Troll Hero
el: Ήρωας Τρολ
nl: Trolheld

source: Troll Rocklobber
el: Πετροβολητής Τρπλ
nl: Rotsslinger Trol

source: Troll
el: Τρόλ
nl: Trol

source: Trolls have long troubled the thoughts of humanity and dwarf-kind. Sages remain baffled at the origins of these creatures and the driving force behind their unnatural vitality and strength. A fully-grown troll towers above a man, and, even unarmed, would be a great threat in combat. The large clubs typically favored in fighting act as extensions of their arms, used for the same purpose of mauling their prey into submission.
el: Τα Τρολ έχουν απασχολήσει από καιρό τις σκέψεις των Ανθρωπότητας και των Νάνων. Ακόμα και οι πιο σοφοί παραμένουν μπλεγμένοι στο θέμα της προέλευσης αυτών των πλασμάτων. Τα ενήλικα Τρολ φαντάζουν πύργοι σε ένα άτομο, και, ακόμα και άοπλοι, θα ήταν μια μεγάλη απειλή στη μάχη.
nl: Dwergen en Mensen zijn er nog altijd niet uit wat de herkomst is van het wezen dat ze Trol noemen en, misschien wel belangrijker, wat hun onnatuurlijke vitaliteit en kracht veroorzaakt. Een volgroeide trol steekt boven een Mens uit en is, zelfs ongewapend, een grote bedreiging in het gevecht. De grote knuppels, die ze graag gebruiken, vormen een verlenging van hun armen en worden gebruikt om hun prooi tot moes te slaan.

source: Troll Shaman
el: Σαμάνος Τρολ
nl: Trolsjamaan

source: flame blast
el: εκτόξευση φλόγων
nl: vuurgolf

source: Troll Warrior
el: Πολεμιστής Τρολ
nl: Trolstrijder

source: Trolls typically neither need nor prefer to use any proper armament in combat, as large ‘sticks and stones’ serve them all too well. However, trolls have been seen on numerous occasions clad in rough-shod armor and bearing metal hammers. It is speculated that orcish allies are the source and crafters of these; expeditions into several forcibly-vacated troll holes have shown little evidence of tool use, and certainly no metalworking of any kind. Given how dangerous a troll is with its bare hands, the thought of a troll with proper armament is entirely unsettling.
el: Τα Τρολ ούτε χρειάζονται ούτε θέλουν να χρησιμοποιούν οποιοδήποτε κατάλληλο εξοπλισμό στη μάχη, αφού τα μεγάλα ραβδιά και οι μεγάλες πέτρες τα εξυπηρετούν πάρα πολύ καλά. Εντούτοις, Τα Τρολ έχουν εμφανιστεί πολλές φορές ντυμένα με τεθωρακισμένες πανοπλίες και φέροντας σφυριά μετάλλων. Θεωρείται, όμως, ότι οι σύμμαχοί τους, τα Ορκ, είναι η πηγή και η μάστορες αυτών των πανοπλίων, αφού οι αποστολές σε διάφορες σπηλιές των Τρολ δεν έχουν παρουσιάσει κανένα στοιχείο της χρήσης εργαλείων, και βεβαίως καμία μεταλλουργία οποιουδήποτε είδους. Λαμβάνοντας υπόψη πόσο επικίνδυνο είναι ένα Τρολ μόνο με τα χέρια του, η σκέψη ενός Τρολ με τον κατάλληλο εξοπλισμό είναι εξ ολοκλήρου συνταρακτική.
nl: Trollen hebben meestal niet de behoefte om fatsoenlijke wapens te gebruiken. Lange stokken en stenen zijn goed genoeg. Toch worden er ook wel Trollen gezien met primitieve bepantsering en met zware metalen hamers. Men vermoedt dat hun Orkse vrienden deze wapens gesmeed hebben, aangezien in Trollenholen zelden gereedschap wordt aangetroffen en al helemaal geen bewijzen voor metaalbewerking. Het gevaar van een Trol in het gevecht maakt de gedachte aan een volledig uitgeruste Trol uiterst beangstigend.

source: Troll Whelp
el: Μικρός Τρολ
nl: Trolwelp

source: Ghast
el: Φρικαλέο
nl: Mensenverslinder

source: Ghoul
el: Κανίβαλος
nl: Lijkeneter

source: Only the more perverse and sadistic of necromancers know what must be done to turn a person into a Ghoul, and it is a secret they are not telling. The result, however, is all too well known; it is a beast that knows nothing of its days as a human being, a creature that shambles about as naked as the day it was born, and gorges itself on the flesh of the dead. It is because of such things that necromancy is condemned with an almost primal hatred in all civilized lands.
el: Μόνο οι πιο διεστραμμένοι και σαδιστές από τους νεκρομάντεις γνωρίζουν τι πρέπει να γίνει για να μετατραπεί ένα άτομο σε Κανίβαλο, και είναι ένα μυστικό που δεν λένε. Το αποτέλεσμα, ωστόσο, είναι υπερβολικά γνωστό· είναι ένα θηρίο που δεν ξέρει τίποτα για τις μέρες του ως ανθρώπινο ον, ένα πλάσμα που τρικλίζει γύρω τόσο γυμνό όσο την ημέρα που γεννήθηκε, και χορταίνεται τη σάρκα των νεκρών. Είναι εξαιτίας τέτοιων πραγμάτων που η νεκρομαντεία καταδικάζεται με ένα σχεδόν πρωτόγονο μίσος σε όλες τις πολιτισμένες χώρες.

source: Necrophage
el: Νεκροφάγος
nl: Lijkverslinder

source: wc_variation^Ant
el: Μυρμήγκι

source: wc_variation^Bug
el: Έντομο

source: wc_variation^Cat
el: Γάτα

source: wc_variation^Drake
el: Δρακοειδές
nl: Draak

source: wc_variation^Dwarf
el: Νάνος
nl: Dwerg

source: wc_variation^Falcon
el: Γεράκι
nl: Valk

source: wc_variation^Fish
el: Ψάρι

source: wc_variation^Goblin
el: Γκόμπλιν
nl: Kobold

source: wc_variation^Horse
el: Άλογο
nl: Paard

source: wc_variation^Gryphon
el: Γρυπαετός
nl: Griffioen

source: wc_variation^Rat
el: Αρουραίος
nl: Rat

source: wc_variation^Spider
el: Αράχνη
nl: Spin

source: wc_variation^Troll
el: Τρόλ
nl: Trol

source: wc_variation^Boar
el: Αγριογούρουνο

source: wc_variation^Wose
el: Δενδροποιμένας
nl: Ent

source: wc_variation^Wolf
el: Λύκος
nl: Wolf

source: wc_variation^Bat
el: Νυχτερίδα
nl: Vleermuis

source: Dark Adept
el: Έμπειρος στη Μαύρη Μαγεία
nl: Duistere Magiër
