Repository: wesnoth/wesnoth
Catalog: po/wesnoth-units/*.po
Languages: el, nl

source: To attract any practitioners, the lure of black magic must be a great prize indeed, for anyone caught practicing the art in the civilized world is subject to a death sentence. And yet there are those who pursue this art, for the prize offered is nothing less than immortality. Hidden away in secret cults, or initiated into the dark orders of the underworld, the training which these fanatics must endure often drives them to exhaustion and enfeeblement. In such condition, their only weapon is the craft they have so committed themselves to learning.
el: Για να προσελκύσει οποιουσδήποτε ασκούμενους, το δέλεαρ της μαύρης μαγείας πρέπει να είναι ένα μεγάλο βραβείο πράγματι, γιατί οποιοσδήποτε πιαστεί να ασκεί την τέχνη στον πολιτισμένο κόσμο υπόκειται σε θανατική ποινή. Και όμως υπάρχουν αυτοί που επιδιώκουν αυτή την τέχνη, γιατί το βραβείο που προσφέρεται δεν είναι τίποτα λιγότερο από αθανασία. Κρυμμένοι σε μυστικές αίρεσεις, ή μυημένοι στα σκοτεινά τάγματα του υπόκοσμου, η εκπαίδευση που αυτοί οι φανατικοί πρέπει να υπομείνουν συχνά τους οδηγεί σε εξάντληση και αδυναμία. Σε τέτοια κατάσταση, το μόνο τους όπλο είναι η τέχνη στην οποία έχουν τόσο δεσμευτεί να μάθουν.
nl: Dat er beoefenaars van zwarte magie zijn, duidt erop dat het voordeel ervan groot is, want wie deze kunst in de beschaafde wereld in de praktijk brengt krijgt de doodstraf. Het verkregen voordeel is dan ook niet minder dan onsterfelijkheid. Verborgen in geheime genootschappen of in de duistere gelederen van de onderwereld, ondergaan deze fanatiekelingen een opleiding die hen vaak volledig uitput. Derhalve is het enige wapen dat hun ter beschikking staat is de magie waar ze zich met hart en ziel op toeleggen.

source: female^Dark Adept
el: Έμπειρη στη Μαύρη Μαγεία
nl: Zwarte Adept

source: Dark Sorcerer
el: Σκοτεινός Μάγος
nl: Zwarte Magiër

source: The dread inspired by black magic is enhanced by the secrecy and fell rumors which surround it. Dark Sorcerers have begun to unlock the secrets of life and death, the latter of which is all too easy to inflict. This labor gives the first glimmerings of the connection between the soul and inert matter, and the first successful experiments in manipulating this bond. The terrible unknown that lurks beyond death is glimpsed, and will inevitably be fathomed. Despite any design they may have of using this to wrest their own immortality from nature’s grasp, the first results of their work have immediate, and unpleasant applications. The life they breathe into dead matter can create servants for them, servants which will work, but which will also kill, and will never question their masters. These creations have a loyalty any tyrant would dream of, and it is tempting to those with even the slightest desire for power.
el: Ο τρόμος που εμπνέεται από τη μαύρη μαγεία ενισχύεται από τη μυστικότητα και τις σκοτεινές φήμες που την περιβάλλουν. Οι Σκοτεινοί Μάγοι έχουν αρχίσει να ξεκλειδώνουν τα μυστικά της ζωής και του θανάτου, το τελευταίο από τα οποία είναι υπερβολικά εύκολο να επιβληθεί. Αυτή η εργασία δίνει τις πρώτες αναλαμπές της σύνδεσης μεταξύ της ψυχής και της αδρανούς ύλης, και τα πρώτα επιτυχημένα πειράματα στη χειραγώγηση αυτού του δεσμού. Το τρομερό άγνωστο που κρύβεται πέρα από το θάνατο διαφαίνεται, και θα κατανοηθεί αναπόφευκτα. Παρά οποιοδήποτε σχέδιο μπορεί να έχουν να χρησιμοποιήσουν αυτό για να αποσπάσουν τη δική τους αθανασία από τα χέρια της φύσης, τα πρώτα αποτελέσματα της δουλειάς τους έχουν άμεσες, και δυσάρεστες εφαρμογές. Η ζωή που εμπνέουν στη νεκρή ύλη μπορεί να δημιουργήσει υπηρέτες για αυτούς, υπηρέτες που θα εργαστούν, αλλά που θα σκοτώσουν επίσης, και δεν θα αμφισβητήσουν ποτέ τους αφέντες τους. Αυτές οι δημιουργίες έχουν μια αφοσίωση που κάθε τύραννος θα ονειρευόταν, και είναι δελεαστικό σε εκείνους με ακόμα και την ελάχιστη επιθυμία για δύναμη.

source: Dark Sorceress
el: Σκοτεινή Μάγισσα
nl: Zwarte Magiër

source: The dread inspired by black magic comes chiefly from how little is known about it by the common man. Dark sorceresses have begun to unlock the secrets of life and death, the latter of which is all too easy to inflict. This labor gives the first glimmerings of the connection between the soul and inert matter, and the first successful experiments in manipulating this bond. The terrible unknown that lurks beyond death is glimpsed, and will inevitably be fathomed. Despite any design they may have of using this to wrest their own immortality from nature’s grasp, the first results of their work have immediate, and unpleasant applications. The life they breathe into dead matter can create servants for them, servants which will work, but which will also kill, and will never question their mistress. These creations have a loyalty any tyrant would dream of, and it is tempting to those with even the merest desire for power.
el: Ο φόβος που εμπνέεται από τη μαύρη μαγεία προέρχεται κυρίως από το ότι λίγα είναι γνωστά για αυτή από το κοινό άτομο. Οι Σκοτεινές Μάγισσες έχουν αρχίσει να ξεκλειδώνουν τα μυστικά της ζωής και του θανάτου, το τελευταίο των οποίων είναι πάρα πολύ εύκολο να επιβληθεί. Αυτό το έργο δίνει το πρώτο φως στη σύνδεση μεταξύ της ψυχής και της αδρανής ουσίας, και τα πρώτα επιτυχή πειράματα στο χειρισμό αυτού του δεσμού. Το φοβερό άγνωστο που κρύβεται πέρα από το θάνατο, είναι κρυφό μα αναπόφευκτα θα εμφανιστεί. Αν και το σχέδιό τους είναι να γίνουν αθάνατοι, τα πρώτα αποτελέσματα της εργασίας τους είναι δυσάρεστες εφαρμογές. Η ζωή που βάζουν στο νεκρό μπορεί να δημιουργήσει υπηρέτες για αυτούς, υπηρέτες που θα δουλεύουν, αλλά και θα σκοτώνουν, χωρίς να ρωτούν τις κυρίες τους. Αυτές οι δημιουργίες έχουν μια πίστη που οποιοσδήποτε τύραννος θα ονειρευόταν.
nl: De angst voor zwarte magie door de gewone man komt vooral door de gebrekkige kennis en de wrede geruchten erover. Zwarte Magiërs zijn begonnen met het ontsluieren van de geheimen van leven en dood; deze laatste is al te gemakkelijk uit te lokken. Dit werk verschaft hun de eerste kennis van de verbindingen tussen ziel en dode materie en ze slagen met de eerste experimenten erin deze band te manipuleren. Met het verschrikkelijke onbekende dat voorbij de dood schuilt maken ze een eerste kennismaking en ze zullen dit onvermijdelijk verder leren bevatten. Ondanks hun plannen die ze mogelijk hebben om hun eigen onsterfelijkheid te verkrijgen hebben de eerste resultaten onmiddellijke en ongewenste effecten gehad. Het leven dat ze in dode materie opwekken kan dienaren maken die zullen werken maar ook zullen doden zonder hun meester ooit in vraag te stellen. Deze wezens hebben de trouw waarvan iedere tiran droomt en die zelfs hen die nauwelijks dromen van macht in verleiding brengt.

source: Lich
el: Στοιχεωμένος Μάγος
nl: Herrezen Magiër

source: A Lich is the physical embodiment of black magic’s first goal: the quest to achieve immortality. Though a great deal is sacrificed in the rebirth, in becoming a Lich one cheats death of that which truly gives it terror. For it is the mind that is retained, and the spirit which follows, though the body may wither away. It is not known, save perhaps by the inner circles of necromancy, whether life is prolonged indefinitely or simply extended. The fact that this question can be raised at all is a testament to the magnitude of what their order has achieved.
el: Ένας Στοιχεωμένος είναι η φυσική ενσάρκωση του πρώτου στόχου της μαύρης μαγείας: η αναζήτηση για την επίτευξη αθανασίας. Αν και πολλά θυσιάζονται στην αναγέννηση, γινόμενος ένας Στοιχεωμένος κανείς εξαπατά το θάνατο από αυτό που πραγματικά του δίνει τρόμο. Γιατί είναι ο νους που διατηρείται, και το πνεύμα που ακολουθεί, αν και το σώμα μπορεί να μαραθεί. Δεν είναι γνωστό, εκτός ίσως από τους εσωτερικούς κύκλους της νεκρομαντείας, αν η ζωή παρατείνεται επ' αόριστον ή απλώς επεκτείνεται. Το γεγονός ότι αυτό το ερώτημα μπορεί να τεθεί καθόλου είναι μαρτυρία του μεγέθους του τι έχει επιτύχει το τάγμα τους.

source: One of the pinnacles of what is considered ‘black magic’ is the art of necromancy, the terrible ability to awaken the dead with false life. This discovery alone caused humanity’s condemnation of black magic, for the nightmarish things it has made real have given fear a vast new arsenal. This ability, in all aspects, is the first step towards cheating death of its ultimate prize.
el: Ένα από τα αποκορυφώματα αυτού που λέγεται "μαύρη μαγεία" είναι η τέχνη της νεκρομαντίας, η φοβερή δυνατότητα να ξυπνήσουν οι νεκροί με μια ψεύτικη ζωή. Μόνο αυτό χρειαζόταν, η ανθρωπότητα, για να καταδικάσει τους Νεκρομάντηδες, αφού τα εφιαλτικά πράγματα που μπορεί να ανακαλέσει κανείς γεμίζουν εύκολα ένα απέραντο οπλοστάσιο. Αυτή η δυνατότητα, σε όλες τις πτυχές της, είναι το πρώτο βήμα προς την εξαπάτηση του θανάτου.
nl: Een van de deelgebieden van de 'zwarte magie' is de dodenbezwering. De verschrikkelijke magie die doden tot onecht leven wekt. Het zijn echter ontdekkingen met verschrikkelijke gevolgen en dit alleen is genoeg voor de meeste mensen om deze kunst als 'zwarte magie' af te wijzen. Deze kunst was, in elk opzicht, de eerste stap om de dood haar ultieme prijs te ontzeggen.

source: female^Necromancer
el: Νεκρομάντισα
nl: Dodenbezweerster

source: Banebow
el: Τοξότης Καταραστής
nl: Skelet Boogmeester

source: Bone Knight
el: Σκελετικός Ιππότης

source: Bone Shooter
el: Κοκαλοβολίδας
nl: Skelet Scherpschutter

source: Chocobone
el: Νεκρός Καβαλάρης Τσόκομπου
nl: Beenderruiter

source: Riding the bones of ostrich-like large birds once used as mounts by a lost civilization, the skeletal Chocobones can move faster than most cavalry units.
el: Ιππεύοντας τα κόκαλα ενός μεγάλου πουλιού που μοιάζει με στρουθοκάμηλο και κάποτε χρησιμοποιούνταν σαν άλογα από έναν χαμένο πολιτισμό, τα σκελετικά Τσόκομπου μπορούν να τρέξουν γρηγορότερα από τις πιο πολλές μονάδες του ιππικού.
nl: Beenderruiters rijden op het skelet van grote vogels die ooit gebruikt werden als rijdier door een verloren gegane beschaving. Beenderruiters zijn sneller dan de meeste cavalerie-eenheden.

source: Death Knight
el: Νεκρός Ιππότης
nl: Doodsridder

source: Tales are told of the mightiest warriors and generals, who, cursed with hate and stung by betrayal, have come back to this world as Death Knights. Wielding the same weapons as in life, they command the Undead in their quest for revenge.
el: Ιστορίες λένε για στρατηγούς που χάθηκαν από το μίσος και υπέφεραν από την προδοσία, και έρχονται πίσω σε αυτόν τον κόσμο σαν Νεκροί Ιππότες. Κρατώντας το αξίωμα που είχαν και στη ζωή, κυβερνούν τις στρατιές των Νεκροζωντανών στη αναζήτησή τους για εκδίκηση.
nl: Er gaan verhalen rond over de machtigste strijders en generaals die, vervloekt door haat en verraad, terug naar deze wereld gekomen zijn als Doodsridders. Ze gebruiken nog steeds dezelfde wapens als toen ze leefden en bevelen nu de Ondoden in hun zoektocht naar wraak.

source: Death Squire
el: Θανατηφόρος Οπλοφόρος

source: Deathblade
el: Θανατολεπίδας
nl: Skelet Strijder

source: In life, the abominations known as ‘Deathblades’ were masters of combat, soldiers who were both lithe and deadly. Their new masters, recognizing this, outfit them to match the skills they once had. Though frail, these monsters are much faster than the rest of their kind, both on foot and with their blades.
el: Στη ζωή, οι Θανατολεπίδες ήταν δεξιοτέχνες στη μάχη, στρατιώτες που ήταν και λυγεροί και θανάσιμοι. Οι νέοι κύριοί τους, που το αναγνωρίζουν αυτό, τους εξοπλίζουν ταιριαστά με τις δεξιότητες που είχαν κάποτε. Αν και ευπαθή, αυτά τα τέρατα είναι πολύ γρηγορότερα από το υπόλοιπο του είδους τους, και με τα πόδια και με τις λεπίδες τους.
nl: Bij leven waren deze verschrikkingen, bekend als 'Skelet Strijders', meesters in de strijd, soldaten met een dodelijke souplesse. Hun nieuwe meesters onderkennen dit en geven hen een uitrusting die hun vroegere vaardigheden recht doet. Deze monsters, hoewel kwetsbaar, zijn veel sneller dan de anderen van hun soort, zowel qua beweging als met hun wapens.

source: Draug
el: Γιγάντιος Νεκρός
nl: Skelet Zwaardmeester

source: There is little left, in these towering ruins, of the men they once were. Warriors at heart, they are now lost in the dream of unlife; wandering through the battles of their memory and fighting desperately for release, for a peace bought only by strength of arms. And so they struggle; both unthinking, and unrelenting.
el: Υπάρχουν λίγα που απομένουν, σε αυτά τα χαλάσματα, των ατόμων ήταν μία φορά. Πολεμιστές στην καρδιά, χάνονται τώρα στο όνειρο του θανάτου περιπλανώμενος μέσα στις μνήμες των μαχών και παλεύοντας απελπισμένα για την απελευθέρωση, για μια ειρήνη που αγοράζεται μόνο από τη δύναμη των όπλων. Και έτσι αγωνίζονται και ασυλλόγιστοι, και άκαμπτοι.
nl: Weinig van hun oorspronkelijke menselijkheid blijft over in deze restanten die hun tegenstanders doen verkillen. Krijgers in hart en ziel, nu voor altijd gevangen in de droom van een Ondode. Dolend door de veldslagen uit hun herinneringen, zoeken ze wanhopig naar bevrijding, naar een rust slechts verkregen in de strijd. En zo blijven ze doorvechten zonder besef of pauze.

source: Revenant
el: Επανερχόμενος
nl: Skelet Zwaardvechter

source: Skeleton
el: Σκελετός
nl: Skelet Krijger

source: Skeletons are warriors who have been slain in battle and brought back by dark magics. Nearly mindless, and unwavering in their purpose, they fear neither pain, nor death, and their mere presence will often frighten away any who would challenge their master.
el: Οι Σκελετοί είναι πολεμιστές που έπεσαν στο πεδίο της μάχης και αναστήθηκαν χάρης της μαύρη μαγεία. Σχεδόν χωρίς σκέψη, και ακλόνητοι στο σκοπό τους, δεν φοβούνται ούτε τον πόνο, ούτε τον θάνατο, και η παρουσία τους από μόνη της, μπορεί να φοβίσει όποιον θέλει να επιτεθεί στον αφέντη τους.
nl: Skelet Krijgers zijn krijgers die zijn omgekomen in de strijd en door zwarte magie zijn teruggebracht. Ze zijn nagenoeg hersenloos, gaan recht op hun doel af en kennen geen angst voor pijn of de dood. Alleen hun aanwezigheid al is vaak genoeg om degenen die hun meesters bedreigen te verjagen.

source: Skeleton Archer
el: Σκελετός Τοξότης
nl: Skelet Boogschutter

source: Skeleton Rider
el: Σκελετός Ιππέας

source: Ghost
el: Φάντασμα
nl: Geest

source: wail
el: στριγγλιά
nl: huil

source: Nightgaunt
el: Σκιά της Νύχτας
nl: Nachtzwever

source: The purpose of the masks that these creatures wear is unknown, as is the countenance that they obscure. These terrible forms are rarely seen by the living, and those who live to speak of them had no leisure to study their foe.
el: Το γιατί αυτά τα πλάσματα φοράνε μάσκες είναι άγνωστο, αφού η όψη τους είναι αμυδρή. Σπάνια κάποιος βλέπει κάποια τέτοια σκιά και όσοι έχουν δει μία και έχουν ζήσει, δεν είχαν χρόνο να μελετήσουν τον εχθρό τους.
nl: Nachtzwervers jagen in de nacht. Het doel van hun maskers is onbekend, net zoals het gelaat dat ze verhullen. Deze verschrikkelijke vormen worden zelden gezien door de levenden, en zij die een ontmoeting overleefden wilden dat zo snel mogelijk vergeten.

source: Shadow
el: Σκιά
nl: Schaduw

source: When light came into the world and gave form to the unknown, fear was forced to retreat into darkness. Since that day, the shadows of the world have held terror for humanity, though it knows not why. That is a question which is easily answered by a necromancer.
el: Όταν το φως ήρθε στον κόσμο και έδωσε μορφή στο άγνωστο, ο φόβος αναγκάστηκε να πέσει στο σκοτάδι. Από τότε, οι σκιές αυτού του κόσμου τρομοκρατούν την ανθρωπότητα, αν και δεν ξέρουν γιατί. Αυτή η ερώτηση, όμως, απαντιέται εύκολα από ένα Νεκρομάντη.
nl: Toen het licht in de wereld kwam en vorm gaf aan het onbekende, moest de angst zich in de duisternis wegstoppen. Sinds die dag bleven de Schaduwen van de wereld de mensheid terroriseren hoewel ze zelf niet weten waarom. Dit is een vraag die makkelijk beantwoord kan worden door een Dodenbezweerder.

source: Spectre
el: Τελώνειο
nl: Spook

source: Sometimes called the ‘hollow men’, Spectres form the right arm of their masters’ powers. They are an unholy terror to the living, for they are quite as deadly as their appearance suggests. The creation of these is itself no mean feat, but the real danger in encountering one is that it is likely only the harbinger of a much more dangerous force that will follow in its wake.
el: Μερικές φορές ονομάζονται οι 'κούφιοι άντρες', τα Τελώνεια αποτελούν το δεξί χέρι των δυνάμεων των αφεντικών τους. Είναι ένας ασεβής τρόμος για τους ζωντανούς, γιατί είναι εξίσου θανατηφόρα όσο υποδηλώνει η εμφάνισή τους. Η δημιουργία αυτών είναι από μόνη της κανένα μικρό κατόρθωμα, αλλά ο πραγματικός κίνδυνος στο να συναντήσει κανείς ένα είναι ότι είναι πιθανώς μόνο ο προάγγελος μιας πολύ πιο επικίνδυνης δύναμης που θα ακολουθήσει στον απόηχό του.

source: baneblade
el: δηλητιριασμένο σπαθί
nl: doodsmes

source: Wraith
el: Στοιχειό
nl: Schim

source: These shades of what were once warriors are among the most terrifying things a necromancer can create, for a sword will cleave right through them as if through air, seemingly without doing harm. It is the thought that these foes are invincible which is so frightening, a notion that is fortunately far from the truth.
el: Αυτές οι σκιές, που ήταν παλιά πολεμιστές, είναι από τα πιο φοβερά πράγματα που μπορεί να φτιάξει ένας Νεκομάντης, αφού ένα σπαθί μπορεί να περάσει από μέσα τους χωρίς να αφήσει απλά κανένα τραύμα. Λέγεται ότι αυτές οι σκιές είναι ανίκητες, το οποίο είναι πολύ φοβιστικό, κάτι το οποίο είναι πολύ μακριά από την αλήθεια.
nl: Deze gekwelde vormen van wat eens grote krijgers waren, behoren tot de meest gruwelijke wezens die een Dodenbezweerder kan creëren. Een zwaard gaat dwars door hen heen als door de lucht zelf. De angst voor deze creaturen wordt nog gevoed door het geloof in hun onkwetsbaarheid. Een geloof dat overigens ver bezijden de waarheid is.

source: Ancient Wose
el: Αρχαίος Δενδροποιμένας
nl: Eeuwenoude Ent

source: There is a curious story of a farmer who had a great oak in his lawn, a tree which had stood when his father first broke the soil on that land, and under which his family had many memories. It was thus a shock to him, one morning, when he awoke to find nothing but a bare patch of earth where the tree once stood, as though it had been spirited away in the wee hours of the night. Such encounters are all that is known of what are presumably the most ancient of woses.
el: Υπάρχει μια περίεργη ιστορία ενός αγρότη που είχε μια μεγάλη βελανιδιά στο γρασίδι του, ένα δέντρο που στεκόταν όταν ο πατέρας του έσπασε για πρώτη φορά το χώμα σε εκείνη τη γη, και κάτω από το οποίο η οικογένειά του είχε πολλές αναμνήσεις. Ήταν λοιπόν σοκ για αυτόν, ένα πρωί, όταν ξύπνησε και βρήκε τίποτα παρά μια γυμνή λωρίδα χώματος όπου το δέντρο κάποτε στεκόταν, σαν να είχε μεταφερθεί μαγικά στις πρώτες ώρες της νύχτας. Τέτοιες συναντήσεις είναι όλα όσα είναι γνωστά για αυτό που είναι πιθανώς οι πιο αρχαίοι από τους δενδροποιμένες.
nl: Er is een merkwaardig verhaal over een boer die een grote eik op zijn veld had staan. Een boom die er al stond toen zijn vader voor het eerst het land omploegde en waaronder zijn familie veel gedenkwaardige momenten beleefd had. Het was dus nogal een schok voor de boer, toen hij op een morgen wakker werd en zag dat de boom op mysterieuze wijze was verdwenen. Op de plaats waar hij had gestaan restte niets dan een kaal stuk grond. De arme boer is nooit meer helemaal zichzelf geworden. Dit soort gebeurtenissen zijn de enige aanwijzingen die er zijn voor wat vermoedelijke de alleroudste enten zijn.

source: crush
el: συντριβή
nl: verpletter

source: Elder Wose
el: Μεγάλος Δενδροποιμένας
nl: Oude Ent

source: Woses have been said to possess many shapes, all of them tree-like in form, and as they age, to increase in size. Tales tell of woses who resemble trees in this respect as well, towering over the creatures who walk beneath them. This is the greater part of why they are so rarely seen — standing in the slumber which they so often do, a wose of that stature appears to be nothing more than an oddly-shaped tree. Even a careless elf can sometimes be fooled. Woses are not warriors by any means, but their great strength can easily be turned to violence, should someone manage to raise the ire of these creatures.
el: Λέγεται πως οι Δενδροποιμένες έχουν πολλές μορφές, μα όλες σαν δέντρο, και ότι μεγαλώνουν στο μέγεθος, όπως μεγαλώνουν στην ηλικία. Ιστορίες λένε για Δενδροποιμένες που έχουν πάρει τη ακριβή μορφή δέντρου, χτυπώντας όποιο πλάσμα περνάει από κάτω τους. Αυτή είναι μια καλή δικαιολογία γιατί είναι σπάνιο να δεις έναν Δενδροποιμένα. Μία άλλη δικαιολογία είναι πως όταν κοιμούνται, και κοιμούνται πολύ, μοιάζουν με ένα παράξενο, στο σχήμα δέντρο. Έτσι ακόμα και το πιο παρατηρητικό Ξωτικό μπορεί να μπερδευτεί. Οι Δενδροποιμένες δεν είναι πολεμιστές, αλλά η μεγάλη τους δύναμη μπορεί εύκολα να μετατραπεί σε βία, εάν κάποιος μπορέσει να θυμώσει ένα τέτοιο πλάσμα.
nl: Van enten wordt verteld dat ze in velerlei verschillende vormen voorkomen, altijd gelijkend op een boom, en dat ze groeien naarmate ze ouder worden. Verhalen vertellen hoe ze ook in dit opzicht op bomen lijken, toren uit boven de wezens die onder hen door lopen. Dat verklaart voor een groot deel waarom ze zelden worden gezien - stilstaand lijken ze sprekend op een boom. Zelfs een onoplettende elf kan op die manier misleid worden. Enten zijn in geen enkel opzicht krijgers, maar de kracht die ze bezitten stelt hen in staat rake klappen uit te delen wanneer hun toorn gewekt wordt.

source: Wose
el: Δενδροποιμένας
nl: Ent

source: Rarely seen even by elves, the Wose is an order of creature about which little is known. The elves are the source of most of this knowledge; they know that these beings are not descended from trees, despite the similarity in form, and they know that a wose is more closely tied to the faerie world than the elves themselves, though in a different way. The motives and workings of their kind are unknown, though most subscribe to the obvious theory that woses are dedicated wardens of the natural world. Woses are utterly unwarlike, but possess a great strength. They are, however, neither used to, nor quick at moving around.
el: Είναι πολύ δύσκολο να δει κάποιος έναν Δενδροποιμένα ακόμα και για τα Ξωτικά, οι Δενδροποιμένες είναι μια φυλή από πλάσματα για τα οποία λίγα είναι γνωστά. Τα Ξωτικά, βέβαια, γνωρίζουν τα πιο πολλά, για τους Δενδροπιμένες, από όλους τους ανθρώπους, ξέρουν ότι αυτά τα πλάσματα δεν είναι προέρχονται από τα δέντρα, παρ' ότι μοιάζουν, επίσης ξέρουν ότι ένας Δενδροποιμένας είναι πιο κοντά στον νεραϊδόκοσμο από τα ίδια τα Ξωτικά, αν και με διαφορετικό τρόπο. Η ζωή και οι δουλειές των Δενδροποιμένων είναι άγνωστες, αν και πολλοί θεωρούν πως είναι φύλακες του φυσικού κόσμου. Οι Δενδροποιμένες είναι γενικά μη πολεμοχαρής τύποι, αν και γενικά έχουν αρκετή δύναμη. Μα δεν είναι ούτε συνηθισμένοι ούτε γρήγοροι στο να κινούνται.
nl: Zelden worden ze gezien, zelfs niet door Elven. Van Enten is maar weinig bekend. Wat er bekend is, is te danken aan de Elven. Ze weten dat deze wezens niet van bomen afstammen, ondanks de gelijkenis. Ze weten ook dat een Ent meer banden heeft met de feeënwereld dan met de Elven zelf, hoewel op een andere manier. De motieven en gedragingen van hun soort zijn onbekend, hoewel velen stellen dat Enten de wachters van de natuurlijke wereld zijn. Enten zijn geenszins oorlogszuchtig, maar bezitten een enorme kracht. Ze zijn echter niet gewend veel te bewegen.

source: Wose Sapling
el: Νεαρό Δενδροειδές
