Repository: wesnoth/wesnoth
Catalog: po/wesnoth-units/*.po
Languages: el, nl

source: The title of Arch Mage is traditionally conferred only after a lifetime of study and achievement to match. Arch Magi are often employed in positions of education, or as advisors to those sensible enough to seek the fruits of their wisdom. Many tend to wealthy patrons, a profitable enterprise for both as, outside of the occasional thaumaturgy or word of advice, it gives the mage leave to pursue their research undisturbed. From this flows the greater body of human knowledge; the sciences, the philosophies, and the arts which give beauty to the world at large. Though not trained for any sort of combat, if need arises an Arch Mage can unleash the full power of their art, something which is not to be taken lightly.
el: Ο τίτλος του Αρχιμάγου παρέχεται μόνο μετά από μια διάρκεια ζωής γεμάτη μελέτη και φοβερών επιτευμάτων. Οι Αρχιμάγοι υιοθετούνται συχνά στις θέσεις της εκπαίδευσης, ή ως σύμβουλοι σε εκείνους αρκετά σοφούς για να επιδιώξουν τους καρπούς της σοφίας. Πολλοί τείνουν στους πλούσιους προστάτες, μια κερδοφόρα επιχείρηση και για τους δύο, κάτι το οποίο τους επιτρέπει να είναι έξω από τα πολλά μαγικά, αυτό δίνει την άδεια στον Αρχιμάγο για να ακολουθήσει την έρευνά τους ανενόχλητος. Από αυτό ρέει το μεγαλύτερο σώμα της ανθρώπινης γνώσης οι επιστήμες, οι φιλοσοφίες, και οι τέχνες που δίνουν την ομορφιά στον κόσμο. Αν και, μη εκπαιδευμένοι για οποιοδήποτε είδος του αγώνα, στην ανάγκη ένας Αρχιμάγος μπορεί να εξαπολύσει την πλήρη δύναμη της τέχνης του, κάτι που δεν πρόκειται να ληφθεί ελαφριά.
nl: De titel Oppermagiër wordt slechts gedragen door hen die een leven van studie en grootse verrichtingen achter zich hebben. Oppermagiërs hebben vaak een positie als leraar of adviseur van degenen die slim genoeg zijn de vruchten van hun wijsheid te zoeken. Velen staan in dienst van rijke patroonheren, waarvan beide partijen profiteren, omdat het de magiër in staat stelt zijn studie ongestoord uit te voeren. Hieruit volgen de grotere stappen in de menselijke ontwikkeling; de wetenschappen, de filosofieën en de kunst die de wereld mooier maken. Hoewel niet geoefend in het gevecht, kunnen Oppermagiërs wanneer nodig de volle kracht van hun magische kunsten inzetten, wat niet licht opgevat moet worden.

source: fireball
el: Πύρινη Σφαίρα
nl: vuurbal

source: female^Arch Mage
el: Αρχιμάγισσα
nl: Oppermagiër

source: Elder Mage
el: Πρεσβύτερος Μάγος
nl: Oude Magiër

source: Once great, Elder Magi have seen their power a little diminished from wearying years of battle. Nevertheless they remain feared on the battlefield on account of their powerful lightning bolts.
el: Οι Μεγάλοι Μάγοι, που κάποτε ήταν σπουδαίοι, βλέπουν τις δυνάμεις τους να χάνονται σιγά-σιγά μετά απο τόσα χρόνια στις μάχες. Παρ' ολ' αυτα, φοβίζουν ακόμα τους εχθρούς τους στην μάχη, κυρίως με τους τρομερούς κεραυνούς τους.
nl: Oude Magiërs waren ooit Meester Magiërs. Met de jaren is hun kracht wat verminderd, maar zeker niet minder dodelijk geworden. De bliksemschichten die deze magiërs doen neerdalen worden terecht door iedereen gevreesd.

source: Great Mage
el: Μέγας Αρχιμάγος
nl: Meester Magiër

source: Any person who is even considered for the title of Great Mage is quite nearly a legend in their own time, and town criers have forcibly learnt discretion in applying the title. Merit for the title is carefully considered by a council of the leading magi of the age, and the conferment of the title is given only by a majority vote. Regardless, anyone who is seriously nominated for the honor of being called a Great Mage is, without question, a master of their art, and has surpassed almost any of their peers in skill. Though they are not warriors, by any means, the application of their art to combat is something that often causes other soldiers to stand aside in awe.
el: Οποιοσδήποτε εξετάζεται για τον τίτλο του Μεγάλου Αρχιμάγου είναι σχεδόν ένας μύθος στο χρόνο του, και οι τελάληδες της πόλης έχουν μάθει για τη διακριτικότητα στην εφαρμογή του τίτλου. Η αξία για τον τίτλο εξετάζεται προσεκτικά από το συμβούλιο των μάγων, οι οποίοι έχουν μεγάλη ηλικία, και η παραχώρηση του τίτλου δίνεται μόνο αν υπάρχει πλειοψηφία. Άσχετα από αυτό, καθένας που ορίζεται σοβαρά για να γίνει Μέγας Αρχιμάγος είναι, αδιαφιλονίκητος, ένας κύριος της τέχνης του, και έχει ξεπεράσει σχεδόν οποιωνδήποτε άλλο Μάγο στην χρήση της μαγείας. Αν και δεν είναι πολεμιστές η εφαρμογή της τέχνης τους στη μάχη είναι κάτι που αναγκάζει συχνά άλλους στρατιώτες να σταθούν στην άκρη.
nl: Iemand waarvan zelfs maar overwogen wordt hem de titel Meester-Magiër te geven is al bijna een levende legende en stadsomroepers hebben gedwongen discretie leren betrachten bij het gebruik van de titel. Magiërs die in aanmerking komen voor de titel worden zorgvuldig onder de loep genomen door de raad van de leidende magiërs en de titel wordt alleen bij meerderheid van stemmer verstrekt. Hoe dan ook, iemand die genomineerd wordt voor Meester-Magiër, is sowieso een meester in de kunsten en is nagenoeg al zijn tijdgenoten voorbijgestreefd. Hoewel ze geenszins strijders zijn, kijken soldaten liever met ontzag van een afstandje toe, als de Meester-Magiër zijn vaardigheden toepast op het strijdveld.

source: female^Great Mage
el: Μεγάλη Αρχιμάγισσα
nl: Meester Magiër

source: Red Mage
el: Κόκκινος Μάγος
nl: Rode Magiër

source: Upon the successful culmination of their apprenticeship, a mage is stripped of the brown robes of an apprentice and given the ruddy cloak of a master. The significance of this change is often lost on the peasantry, who mistakenly title Master Magi as ‘Red Magi’. Likewise, the symbolism of the change in colors is often mistaken to signify the mage’s ability to seemingly conjure fire from nothing but thin air, a trick which, although undeniably useful, is viewed by the magi themselves as a crass application of their hard-won knowledge. Though physically frail, and untrained as warriors, the ‘Red Magi’ have a number of tricks up their sleeves, including the gouts of fire which may have cemented their colloquial name.
el: Μόλις τερματίσει επιτυχώς την εκπαίδευσή του, αφαιρείται από τον μάγο η καφέ ρόμπα του μαθητευόμενου και του δίνεται η κόκκινη ρόμπα του δεξιοτέχνη. Η σημασία αυτής της αλλαγής συχνά δεν κατανοείται από τον απλό λαό πού λάθος λένε τους Δεξιοτέχνες της Μαγείας σαν Κόκκινους Μάγους. Παρομοίως, ο συμβολισμός της αλλαγής στα χρώματα συχνά συγχέεται με την ικανότητα του μάγου να παράγει φωτιά από φαινομενικά αέρα, ένα τρικ πού αν και αναμφίβολα χρήσιμο, θεωρείται μόνο μια απλή εφαρμογή της γνώσης πού με κόπο έχει συλλέξει. Αν και φυσικά αδύναμος και ανεκπαίδευτος σαν πολεμιστής, ένας κόκκινος Μάγος έχει έναν αριθμό άσσων στο μανίκι του, συμπεριλαμβανομένων των κόλπων με τη φωτιά πού είναι και υπεύθυνα για το κοινό του όνομα. Ειδικές Σημειώσεις: οι μπάλες φωτιάς του κόκκινου μάγου είναι μαγικές, και πάντα έχουν μία υψηλή πιθανότητα να χτυπήσουν τον αντίπαλο.
nl: Na het succesvol afronden van hun leerlingschap krijgt een magiër in plaats van zijn bruine gewaad een rood gewaad van een meester. Het belang van deze verandering wordt door de boerenstand verkeerd uitgelegd. Zij noemen meester magiërs foutief 'Rode Magiërs'. Soortgelijk wordt de rode kleur vaak symbolisch gezien voor de 'grote' kunst om schijnbaar uit het niets vuur te maken. Een truc die, hoewel zeer nuttig, door magiërs wordt gezien als een triviale bijkomstigheid van hun, na hard werken, verkregen kennis. Hoewel fragiel en ongetraind als strijders hebben de 'Rode Magiërs' een aantal trucs achter de hand, waaronder het vuren van vuurballen, wat mogelijk hun bijnaam verklaard.

source: female^Red Mage
el: Κόκκινη Μάγισσα
nl: Rode Magiër

source: Silver Mage
el: Ασημένιος Μάγος
nl: Zilveren Magiër

source: The many paths that a mage can take in study lead to strikingly different ends. Often viewed as sages, or wandering mystics, Silver Magi act under an agenda which is obscure even to their own colleagues. Though helpful to the magisteriums which often employ them in the field, they remain somewhat aloof. They have, in fact, their own order amongst the ranks of magi, an order which withholds certain secrets from their peers. One of these is an apparent ability to cross great distances, faster than one could possibly travel on foot. Members of the silver order ardently refuse to discuss the workings of this with any of their fellow magi, and on those rare occasions when others have pried into their work, they have abandoned the endeavor, never to speak of it again. Silver magi are often more physically adept than other magi, and their skills are of undeniable use on the battlefield, if one can manage to induce the mage to apply them.
el: Οι πολλές διαδρομές που μπορεί να πάρει ένας μάγος στη μελέτη οδηγούν σε εντυπωσιακά διαφορετικά αποτελέσματα. Συχνά θεωρούμενοι ως σοφοί, ή περιπλανώμενοι μυστικιστές, οι Ασημένιοι Μάγοι δρουν υπό μια ατζέντα που είναι ασαφής ακόμα και στους δικούς τους συναδέλφους. Αν και βοηθητικοί στα μαγιστρεία που συχνά τους απασχολούν στο πεδίο, παραμένουν κάπως απόμακροι. Έχουν, στην πραγματικότητα, το δικό τους τάγμα μεταξύ των τάξεων των μάγων, ένα τάγμα που αποκρύπτει ορισμένα μυστικά από τους συνομηλίκους τους. Ένα από αυτά είναι μια φαινομενική ικανότητα να διασχίζουν μεγάλες αποστάσεις, γρηγορότερα από ό,τι θα μπορούσε κανείς να ταξιδέψει με τα πόδια. Τα μέλη του ασημένιου τάγματος αρνούνται πεισματικά να συζητήσουν τη λειτουργία αυτού με οποιονδήποτε από τους συναδέλφους τους μάγους, και σε εκείνες τις σπάνιες περιπτώσεις όπου άλλοι έχουν ψάξει στη δουλειά τους, έχουν εγκαταλείψει την προσπάθεια, για να μην ξαναμιλήσουν γι' αυτό ποτέ. Οι ασημένιοι μάγοι είναι συχνά πιο σωματικά επιδέξιοι από άλλους μάγους, και οι ικανότητές τους είναι αναμφισβήτητα χρήσιμες στο πεδίο της μάχης, αν κανείς μπορεί να καταφέρει να παρακινήσει τον μάγο να τις εφαρμόσει.

source: SPECIAL_NOTE^Silver Magi are well-attuned to their magical natures and are highly resistant to non-physical damage.
el: SPECIAL_NOTE^Οι Ασημένιοι Μάγοι είναι καλά συντονισμένοι με τις μαγικές φύσεις τους και είναι εξαιρετικά ανθεκτικοί σε μη-φυσική ζημιά.

source: female^Silver Mage
el: Ασημένια Μάγισσα
nl: Zilvere Magiër

source: White Mage
el: Λευκός Μάγος
nl: Witte Magiër

source: Some magi, as they learn about the world around them, and learn the truth of the suffering and squalor in which humanity too often lives, find that they cannot bring themselves to be cloistered into a life of study. These men and women give up the life of a mage, and join monastic orders, dedicating the skills they have been given to the good of all. After their ordination, they often travel the world, ministering to sickness and injury. Though not trained for combat, they are a potent ally against magical or unnatural things.
el: Μερικοί μάγοι, όπως μαθαίνουν για τον κόσμο γύρω από τους, και μαθαίνουν την αλήθεια των βασάνων και της αθλιότητας στα οποία ζούνε συχνά οι άνθρωποι, διαπιστώνουν ότι δεν μπορούν να παρουσιαστούν για να εγκλειστούν σε μοναστήρι σε μια ζωή της μελέτης. Αυτοί οι άνδρες και γυναίκες σταματούν τη ζωή ενός Μάγου, και ενώνουν τις μοναστικές διαταγές, αφιερώνοντας τις δεξιότητες που έχουν δοθεί στο κοινό καλό. Μετά από τη χειροτονία τους, ταξιδεύουν συχνά τον κόσμο, υπηρετώντας στην ασθένεια και τον τραυματισμό. Αν και μην εκπαιδευμένοι για τη μάχη, είναι ισχυροί σύμμαχοι ενάντια στα μαγικά ή τα αφύσικα πράγματα.
nl: Sommige magiërs, die de wereld waarin ze leven hebben doorgrond en die de waarheid omtrent het menselijk lijden kennen, merken dat ze zich niet kunnen afzonderen van die wereld voor een leven van studie. Deze mannen en vrouwen geven het leven van magiër op om zich bij een kloosterorde te voegen waaraan ze hun krachten ter beschikking stellen. Na hun training bereizen ze vaak het land om zieken en gewonden te verzorgen. Hoewel niet getraind voor het gevecht zijn ze een machtige bondgenoot tegenover magische of onnatuurlijke zaken.

source: female^White Mage
el: Λευκή Μάγισσα
nl: Witte Magiër

source: Mage of Light
el: Μάγος του Φωτός
nl: Magiër des Licht

source: After years of experience, the most devout of white magi develop vast spiritual powers. By strict devotion to the path of the light, they can call upon its aid to chase away the shadows of the night. Following a strict code of piety and honor, these men and women work tirelessly to bring life and order to the troubled world in which they live.
el: Μετά από τα έτη εμπειρίας, ο πιο αφοσιωμένος των Άσπρων Μάγων αναπτύσσει τις απέραντες πνευματικές του δυνάμεις. Μετά από τόση αφοσίωση στη μαγεία του φωτός μπορούν να ζητήσουν, τώρα πια, την ενίσχυσή του για να διώξουν μακριά τις σκιές της νύχτας. Ακολουθώντας έναν ακριβή κώδικα ευσέβειας και τιμής, αυτοί οι άνδρες και αυτές οι γυναίκες εργάζονται ακούραστα για να φέρουν τη ζωή σε αυτόν τον άθλιο κόσμο στον οποίο ζουν.
nl: Na jaren ervaring te hebben opgedaan hebben de meest toegewijde Witte Magiërs de beschikking over een breed scala aan spirituele krachten. Door hun devotie aan het pad van het licht kunnen ze de schaduwen van de nacht verjagen. Deze mannen en vrouwen, die zich aan een strenge code van plicht en eer houden, werken onvermoeibaar om leven en orde te brengen in de wereld.

source: female^Mage of Light
el: Μάγισσα του Φωτός
nl: Magiër des Licht

source: Outlaw
el: Παράνομος
nl: Brigant

source: female^Outlaw
el: Παράνομη
nl: Brigante

source: Assassin
el: Δολοφόνος
nl: Sluipmoordenaar

source: throwing knives
el: ιπτάμενα στιλέτα
nl: werpmessen

source: female^Assassin
el: Δολοφόνος
nl: Sluipmoordenares

source: Bandit
el: Ληστής
nl: Bandiet

source: Bandits are a motley collection of men, most of dubious background. They are the strong arm of any organized group of criminals, and though they may lack in finesse, or intelligence, they excel at their preferred task of pummeling victims into submission. Like any sort of outlaw, they’re not comfortable fighting in broad daylight, being used to working at night.
el: Οι Λυστές είναι μια ετερόκλητη συλλογή ατόμων, το μεγαλύτερο μέρος του αμφίβολου υποβάθρου. Είναι ο ισχυρός βραχίονας οποιασδήποτε οργανωμένης ομάδας εγκληματιών, και αν και μπορούν να λείψουν στη λεπτότητα, ή στη νοημοσύνη, υπερέχουν στον στόχο τους, δηλαδή τα θύματά τους. Όπως οποιοδήποτε είδος που είναι εκτός νόμου, δεν πολεμάει καλά στο ευρύ φως της ημέρας, και έτσι εργάζονται τη νύχτα.
nl: Bandieten vormen een bonte verzameling mensen, de meesten met een dubieuze achtergrond. Ze zijn de spierballen van elke georganiseerde groep misdadigers, en hoewel ze finesse en intelligentie ontberen, blinken ze uit in het afstraffen van vijanden. Zoals alle schurken voelen ze zich overdag niet op hun gemak en werken ze het liefste 's nachts.

source: Footpad
el: Γοργοπόδαρος
nl: Voetverkenner

source: female^Footpad
el: Γοργοπόδαρη
nl: Voetscout

source: Fugitive
el: Φυγάς
nl: Voortvluchtige

source: Veteran criminals become notorious for both their ruthlessness and ability to elude capture. They can be dangerous in their element, though no match for the sheer numbers that law-abiding soldiery can throw at them.
el: Οι βετεράνοι εγκληματίες γίνονται διαβόητοι τόσο για την ανελεημοσύνη τους όσο και για την ικανότητά τους να αποφύγουν τη σύλληψη. Μπορούν να είναι επικίνδυνοι στο στοιχείο τους, αν και δεν συγκρίνονται με τους απόλυτους αριθμούς που οι νομοταγείς στρατιώτες μπορούν να ρίξουν εναντίον τους.
nl: Doorwinterde criminelen worden berucht voor zowel hun genadeloosheid als voor hun ontsnappingskunsten. Ze kunnen gevaarlijk en angstaanjagend zijn wanneer ze zich in hun element voelen maar ze zijn niet opgewassen tegen een numeriek veel groter aantal gezagsgetrouwe soldaten.

source: female^Fugitive
el: Φυγάς
nl: Voortvluchtige

source: Highwayman
el: Σκληροτράχηλος Ληστής
nl: Struikrover

source: Rogue
el: Τυχοδιώκτης
nl: Misdadiger

source: The ringleaders of any group of thieves earn their positions by skill. These Rogues have spent many an unpleasant moment darting through crowds and dodging away from those who wish them ill, a set of skills which is very handy in a fight. Masters of knifework, they can also throw knives with reliable accuracy, and their long hours of prowling around at night leave them more comfortable fighting in the dark.
el: Οι αρχηγοί κάθε ομάδας κλεφτών κερδίζουν τις θέσεις τους με δεξιότητα. Αυτοί οι Τυχοδιώκτες έχουν περάσει πολλές δυσάρεστες στιγμές ορμώντας μέσα από πλήθη και αποφεύγοντας εκείνους που τους θέλουν κακό, ένα σύνολο δεξιοτήτων που είναι πολύ χρήσιμο σε μάχη. Δεξιοτέχνες του μαχαιριού, μπορούν επίσης να πετάξουν μαχαίρια με αξιόπιστη ακρίβεια, και οι μακρές ώρες τριγυρίσματός τους τη νύχτα τους αφήνουν πιο άνετους να πολεμούν στο σκοτάδι.

source: female^Rogue
el: Τυχοδιώκτρια
nl: Schurk

source: Ruffian
el: Κατεργάρης
nl: Schurk

source: Thief
el: Κλέφτης
nl: Dief

source: For as long as anyone can remember, the members of the various ‘guilds’ of rat-catchers that spring up in any larger city have had a curious practice of bleaching their hair with lime till it becomes a pale shade of blue. It is a bold thing to do, as their profession often delves into less-than-legal enterprises. Thieves have many skills, and by necessity are both light on their feet, and good with knives. They happily employ less-than-honorable tactics in combat, seeing little merit in a ‘fair fight’.
el: Για όσο χρονικό διάστημα μπορεί να θυμηθεί κανένας, τα μέλη των διάφορων συντεχνιών των «ποντικο-παγίδων» που αναπηδούσαν επάνω σε οποιαδήποτε μεγάλη πόλη είχαν μια περίεργη τακτική στο να κλέβουν. Πολλά είναι τα τολμηρά επαγγέλματα αλλά σαν του Κλέφτη δεν υπάρχει άλλο κανένα. Οι κλέφτες έχουν πολλές δεξιότητες, και από την ανάγκη είναι γρήγοροι, και καλοί στη μάχη με τα μαχαίρια. Υιοθετούν με ευχαρίστηση την «λιγότερο-από-αξιότιμη» τακτική στον αγώνα, βλέποντας λίγη αξία σε μια «δίκαιη πάλη».
nl: Sinds mensenheugenis is het al de gewoonte dat de verschillende gildes van rattenvangers die in iedere grotere stad terug te vinden zijn hun haar met limoen bleken tot het bleekblauw uitslaat. Het is een gedurfde bezigheid sinds ze zich in hun job vaak bezighouden met onwettelijke praktijken. Dieven hebben vele handigheden en zijn vaak zeer lichtvoetig en handig met messen. Deze niet zo eerbare tactieken gebruiken ze liever in de strijd dan een riskanter eerlijk gevecht aan te gaan.

source: female^Thief
el: Κλέφτρα
nl: Dievegge

source: Thug
el: Τρομοκράτης
nl: Vrijbuiter

source: Thugs come from a wide variety of sources; while a few are born into thuggery, many are former soldiers deemed unfit to serve in the army or peasants thrown off their lands. They become Thugs as a means of sustenance. Regardless of their background, they all share a penchant for beating their victims with large clubs.
el: Οι Τρομοκράτες προέρχονται από μεγάλη ποικιλία πηγών· ενώ λίγοι γεννιούνται σε τρομοκρατία, πολλοί είναι πρώην στρατιώτες που θεωρούνται ακατάλληλοι να υπηρετήσουν στον στρατό ή χωρικοί που εκδιώχθηκαν από τις γαίες τους. Γίνονται Τρομοκράτες ως μέσο επιβίωσης. Ανεξάρτητα από το παρελθόν τους, όλοι μοιράζονται μια κλίση να δέρνουν τα θύματά τους με μεγάλα ρόπαλα.

source: Peasant
el: Χωρικός
nl: Boer

source: Peasants are the backbone of the rural economy, and the soldiers of last resort. While not warlike by nature, they will stubbornly defend their homes. Their lack of training and discipline makes them unfit to hold a line, though; their reliance on farming tools as weaponry means they are only on the field of battle under the most desperate situations.
el: Οι Χωρικοί είναι η ραχοκοκαλιά της αγροτικής οικονομίας, και οι στρατιώτες της τελευταίας ανάγκης. Αν και δεν είναι πολεμικοί από τη φύση τους, θα υπερασπιστούν πεισματικά τα σπίτια τους. Η έλλειψη εκπαίδευσης και πειθαρχίας τους καθιστά ακατάλληλους να κρατήσουν μια γραμμή, όμως· η εξάρτησή τους σε αγροτικά εργαλεία ως όπλα σημαίνει ότι βρίσκονται στο πεδίο της μάχης μόνο υπό τις πιο απελπισμένες καταστάσεις.
nl: Boeren vormen de ruggengraat van de landelijke economie en zijn de soldaten van de laatste hoop. Ook al zijn ze niet erg afschrikwekkend, ze zullen hun haard en huis verdedigen met alles wat ze in zich hebben. Hun gebrek aan training en discipline maakt ze ongeschikt voor een linie en hun afhankelijkheid van gereedschap als wapens betekend dat ze enkel op het slagveld te zien zijn in de meest wanhopige situaties.

source: pitchfork
el: δικράνι
nl: hooivork

source: Royal Warrior
el: Βασιλικοί Πολεμιστές
nl: Koninklijke Strijder

source: Woodsman
el: Άνθρωπος των Δασών
nl: Woudloper

source: Woodsmen are hunters, woodcutters, charcoal-burners, and others who eke out a living where the human world verges on the wilderness. Wits and woodcraft often support them where weapons will not.
el: Οι Άνθρωποι των Δασών είναι κυνηγοί, ξυλοκόποι και άλλα. Είναι γενικά άνθρωποι που μπορούν να ζήσουν στο κέντρο ενός αγριότοπου. Η εξυπνάδα και η γνώση του δάσους τους βοηθάνε εκεί που τα όπλα δεν μπορούν.
nl: Woudlopers zijn jagers, houthakkers, kolenbranders en andere die ver van de beschaafde wereld leven. Gezond verstand en woudkennis helpen ze vaak meer dan wapens.

source: Huntsman
el: Κυνηγός
nl: Jager

source: Hunting is a popular sport of noblemen, but it can also be a livelihood for commoners. Like any other craft, it has men of masterful skill in its practice. Huntsmen know all the tricks of their trade, and are skilled at tracking, the use of the bow, and at disguising their silhouette and scent among the marshy wilds. They are a fair shot at moving targets, and targets hiding under brush and cover; a skill wrought from years of practice at shooting game, and one which garrisoned bowmen often lack. Master hunters are employed by any group living in or passing through wild country, be they men of the law, or those working against it. Even nature itself can have deadly surprises, and any commander who fails to hire a such a guide can lose his men to nothing more than terrain. Good woodsmen can save lives, ease travel, provide food, and their skill with a bow is capitally useful in a fight.
el: Το κυνήγι είναι ένα δημοφιλές σπορ των ευγενών, αλλά μπορεί επίσης να είναι μέσο βιοπορισμού για τους κοινούς ανθρώπους. Όπως κάθε άλλη τέχνη, έχει άντρες δεξιοτέχνες στην πρακτική της. Οι Κυνηγοί γνωρίζουν όλα τα κόλπα της δουλειάς τους, και είναι ικανοί στο ίχνος, στη χρήση του τόξου, και στο να καμουφλάρουν την σιλουέτα και τη μυρωδιά τους ανάμεσα στα βαλτώδη άγρια. Είναι καλοί στη βολή κινούμενων στόχων, και στόχων που κρύβονται κάτω από θάμνους και κάλυψη· μια δεξιότητα που προέρχεται από χρόνια πρακτικής στη βολή θηραμάτων, και που οι φρουροί τοξότες συχνά δεν έχουν. Οι Κυνηγοί-Δάσκαλοι απασχολούνται από οποιαδήποτε ομάδα ζει ή περνά από άγρια περιοχή, είτε είναι άντρες του νόμου, είτε εκείνοι που εργάζονται ενάντια σε αυτόν. Ακόμα και η ίδια η φύση μπορεί να έχει θανάσιμες εκπλήξεις, και κάθε διοικητής που αποτυγχάνει να προσλάβει έναν τέτοιο οδηγό μπορεί να χάσει τους άντρες του σε τίποτα περισσότερο από έδαφος. Οι καλοί δασοκόμοι μπορούν να σώσουν ζωές, να διευκολύνουν το ταξίδι, να παρέχουν τροφή, και η ικανότητά τους με το τόξο είναι κεφαλαιωδώς χρήσιμη σε μια μάχη.

source: Poacher
el: Λαθροκυνηγός
nl: Stroper
