Repository: wesnoth/wesnoth
Catalog: po/wesnoth-units/*.po
Languages: el, nl

source: These petty criminals are often derisively called ‘footpads’ by their superiors, for they are tasked with any job that requires a great deal of running around, often being employed as couriers, or scouts. The endurance and agility they gain from this serves them well in combat, and despite their inferior weaponry they are quite good at harrying their enemies, especially under cover of darkness.
nl: Deze kleine misdadigers worden vaak minachtend 'voetverkenners' genoemd door hun superieuren. Dit vooral omdat het vaak hun taak is heel wat over en weer te rennen, ofwel als koerier ofwel als verkenner. Hun lenigheid en uithoudingsvermogen is ook zeer bruikbaar in gevechten waar ze ondanks hun minderwaardige bewapening hun vijanden toch goed kunnen tergen, vooral als het donker is.

source: Highwaymen have gained an infamous reputation for underhanded deeds of violence. Ready to hire themselves out to whoever will pay the most, they lead bands of lesser rogues against their employer’s enemies, often attacking on lonely roads or in the dead of night. Their experience with such encounters makes them deadly foes in hand to hand combat.
nl: Struikrovers hebben een beruchte reputatie gekregen voor verborgen misdaden. Klaar om zich te verhuren aan diegene die het meest zal betalen, leiden zij kleine bendes schurken tegen de vijanden van hun opdrachtgever, vaak aanvallend op eenzame wegen of in het hol van de nacht. Hun ervaring met dergelijke ontmoetingen maakt hen dodelijke vijanden in een man-aan-mangevecht.

source: The ringleaders of any group of thieves earn their positions by skill. These rogues have spent many an unpleasant moment darting through crowds and dodging away from those who wish them ill, a set of skills which is very handy in a fight. Masters of knifework, they can also throw knives with reliable accuracy, and their long hours of prowling around at night leave them more comfortable fighting in the dark.
nl: De leiders van elke dievengroep verdienen hun positie door behendigheid. Deze Misdadigers hebben velen onplezierige momenten doen beleven, azend door de massa wegsluipend van hen die hun het slechtste wensen, een verzameling trucs die van pas komt tijdens een gevecht. Meesters in het messenwerk, zij gooien met messen met betrouwbare accuraatheid, en hun vele uren sluipend door de nacht heeft hen meer geschikt gemaakt voor het vechten in het donker.

source: Some men without particular skills cannot or will not make an honest living. Those that attempt to make their way through life by the heavy end of a stick, are known as ‘Ruffians’. With enough luck and experience, they sometimes manage to avoid the imprisonment or death that awaits most of their colleagues.
nl: Sommige mensen zonder bijzondere eigenschappen kunnen of willen niet eerlijk hun brood verdienen. Zij die hun weg vinden met een stevig slaghout worden 'Schurken' genoemd. Met genoeg geluk en ervaring kunnen ze soms een gevangenisstraf of de doodstraf ontlopen, een lot dat de meeste van hun collega's wacht.

source: Thugs come from a wide variety of sources; while a few are born into thuggery, many are former soldiers deemed unfit to serve in the army or peasants thrown off their lands. They become thugs as a means of sustenance. Regardless of their background, they all share a penchant for beating their victims with large clubs.
nl: Vrijbuiters komen uit een verscheidenheid aan milieus; sommigen worden geboren als vrijbuiter, velen zijn oud-soldaten die ongeschikt zijn bevonden voor het leger of boeren die van hun land zijn verdreven. Al snel worden ze boeven om in hun onderhoud te voorzien. Ongeacht hun achtergrond hebben ze allemaal één ding gemeen: ze slaan op hun vijanden in met grote knuppels.

source: The kings and princes of human nobility are still often trained rigorously in the combat arts, partly out of tradition from when their ancestors made their wealth in war. Fitted in armor so skillfully made as to incite envy even from some dwarvish smiths, these nobles are well conditioned to the art of moving in heavy armor, and can maneuver across the battlefield much faster than their gilded plate would suggest.
nl: De koningen en prinsen van de Menselijke adel worden nog steeds vaak rigoureus getraind in de gevechtskunsten, deels uit de traditie van toen hun voorouders hun rijkdom uit oorlog verdienden. Uitgerust met harnassen, zo vakkundig gemaakt dat zelfs bij sommige smaragdsmeden jaloezie ontstaat, zijn deze edelen goed aangepast aan de kunst om in zwaar pantser te bewegen en kunnen ze veel sneller over het slagveld manoeuvreren dan hun luxe harnas doet vermoeden.

source: Hunting is a popular sport of noblemen, but it can also be a livelihood for commoners. Like any other craft, it has men of masterful skill in its practice. Huntsmen know all the tricks of their trade, and are skilled at navigating the wilderness, at tracking, and at the use of the bow. They are a fair shot at moving targets, and targets hiding under brush and cover; a skill wrought from years of practice at shooting game, and one which garrisoned bowmen often lack. Master hunters are employed by any group living in or passing through wild country, be they men of the law, or those working against it. Even nature itself can have deadly surprises, and any commander who fails to hire a such a guide can lose his men to nothing more than terrain. Good woodsmen can save lives, ease travel, provide food, and their skill with a bow is capitally useful in a fight.
nl: Jagen is een populaire sport bij de adel maar kan ook de broodwinning voor gewone mensen zijn. Zoals in ieder carrière kan men mensen terugvinden die er meesterlijk in geworden zijn. Jagers kennen alle trucjes en zijn zeer bedreven in zowel het doorkruisen van de wildernis als het achtervolgen en gebruiken van de boog. Ze kunnen zowel bewegende als verschuilde doelen goed treffen, een kunde aangeleerd door de vele jaren van te jagen op wilde dieren. Een vaardigheid die garnizoensboogschutters vaak missen. Meesterjagers worden vaak in dienst gesteld van groepen die in een wilde landstreek leven of erdoor willen trekken. Ze worden zowel door gezagsgetrouwe als wel als wetteloze mensen gebruikt. Zelfs de natuur zelf kan dodelijke verassingen herbergen en veel bevelhebbers die ze niet in dienst namen hebben hierdoor enkele van hun mensen in ruw terrein verloren. Goede wildernismensen kunnen levens redden, de reis vergemakkelijken, voor proviand zorgen en hun kunde met de boog kan zeer nuttig zijn tijdens een gevecht.

source: Though not trained as warriors, the skills possessed by a hunter (especially those of archery) are useful in battle. Any group of soldiers or bandits traveling through the wild will need a few poachers in their employ, not merely for hunting but for lending a hand in any serious fight. Because of their experience, these hunters are unusually capable at night, and in forests and swamps.
nl: Hoewel ze niet als strijders getraind zijn, is de kennis van jagers (vooral over het boogschieten) zeer gewild tijdens een veldslag. Een groep soldaten of bandieten die door de wildernis reist zal altijd enkele stropers in zijn rangen willen, niet alleen voor hun jachtkunst maar ook voor hun helpende hand tijdens het serieuze gevecht. Door hun ervaring zijn deze jagers vooral in staat om bij nacht en in bossen en moerassen te vechten.

source: Rangers are wild men and wanderers, who have chosen to shun the company of their fellow men for myriad reasons. They have spent the better part of their lives in the thick of nature, and know many of its secrets. They are excellent pathfinders and explorers, and can find food and shelter where other men would find only sticks and stones. The presence of these men troubles the more authoritarian of rulers; they are an element that knights and landed armies cannot control. They are men of dubious motives, and are the first to scoff at any royal decree, if they even hear of it at all. Rangers can be hired, but they are just as likely to be in the employ of bandits, as they are to be in the king’s service.
nl: Boswachters zijn mensen die gewoon zijn in de wildernis te vertoeven. Ze hebben voor verschillende redenen ervoor gekozen het gezelschap van andere mensen te mijden. Het grootste deel van hun leven zijn ze te midden van de natuur en ze kennen hierdoor vele haar geheimen. Ze zijn excellente spoorzoekers en ontdekkers. Ze kunnen voedsel en beschutting vinden waar anderen enkel stokken en stenen vinden. De aanwezigheid van deze mannen past niet bij de meest autoritaire heersers want ze zijn een element dat ridders en reguliere legers niet kunnen beheersen. Ze hebben vaak dubieuze motieven en zijn bij de eersten om het koninklijk gezag in twijfel te trekken, als de wetten hun tenminste bereiken. Ze kunnen net zo goed door bandieten als door de koning ingehuurd worden.

source: Years of devotion may endow a priestess with great wisdom on the workings of the world, and grants some the favor of the light. The power thus given to these ladies of the water is a recurring motif in tale and song; such as the that of the knights of the silver spire, cornered and slain to a man at the banks of the Alavynne, but who rode again the next day, in full number, and wrought the downfall of the crimson duke.
nl: Jaren van toewijding schenken een priesteres grote wijsheid over de werking van de wereld wat hen in gunst van het licht kan brengen. Deze door de Meerminnen verkregen kracht is een terugkerend onderwerp in verhalen en liederen. Net zoals de legende van de ridders van de zilveren toren die omsingeld worden en tot de laatste man vechten bij de oevers van de Alavynne, om de volgende dag toch opnieuw uit te rijen en hierdoor de ondergang van de rode hertog te bewerkstelligen.

source: Merfolk societies train their forces rigorously and carefully, and as a result the peace of their realm is kept by soldiers who are the undisputed champions of their aquatic homeland. Their resilience and skill with their iconic tridents make them mighty foes to try to combat in the seas, but they lose almost all their mobility if forced to fight on land.
nl: Het Watervolk traint hun troepen rigoureus en zorgvuldig, en als gevolg daarvan wordt de vrede van hun rijk bewaakt door soldaten die de onbetwiste kampioenen zijn van hun vaderland. Hun veerkracht en vaardigheid met hun iconische drietanden maken hen tot machtige vijanden om te vechten in de zeeën, maar ze verliezen bijna al hun mobiliteit als ze gedwongen worden om op het land te vechten.

source: The skills employed by merfolk in spear-fishing are easily translated into warfare, especially against those who are not at home in the water. In times of need, many merfolk of that occupation will volunteer to swell the ranks of their military.
nl: De technieken die het Watervolk gebruikt bij het speervissen, kunnen ook in de strijd gebruikt worden, zeker wanneer de vijand niet thuis hoort in het water. Wanneer dat nodig is, zullen vele van het Watervolk met dat beroep zich vrijwillig als soldaat aanmelden.

source: Those merfolk who master the art of the javelin can become nearly as effective as an archer — though the heft of their weapons impedes their range, the impact of one is considerably greater. In the water, the mobility of the merfolk more than makes up for this when facing foes who cannot swim.
nl: Diegene van het Watervolk die de kunst van het speerwerpen beheersen worden bijna net zo sterk als boogschutters - hoewel het gewicht van hun wapen het bereik vermindert, is de impact veel groter. In het water heeft het Watervolk qua mobiliteit een groot voordeel ten opzichte van vijanden die niet kunnen zwemmen.

source: Among merfolk, mysticism is generally left to the mermaids, who are more inclined to it. It is they who dedicate themselves to the ideal of bringing peace and life to the world, and to the arts which make that possible. Their piety also grants them certain powers, allowing them to guard their people against magical or unnatural things.
nl: Onder het Watervolk is mystiek overgelaten aan de Meerminnen, die hier fijngevoeliger voor zijn. Zij hebben zich toegelegd om het ideaal van wereldvrede en de kunsten om dat mogelijk te maken meester te maken. Hun vroomheid brengt zekere krachten mee, waaronder het beschermen van hun volk tegen magische en onnatuurlijke zaken.

source: Archery is little favored by the merfolk, for whom use of javelins serves a similar function. Though thrown javelins are of little use under the water, they are extremely effective at the surface, where their weight allows them to plunge several feet below the water while retaining enough momentum to wreak damage. They are also useful in melee, even deep under the surface, which is something that certainly cannot be said of arrows.
nl: De leden van het Watervolk zijn geen boogschutters, maar hun speren dienen hetzelfde doel. Hoewel geworpen speren onder water weinig bruikbaar zijn, zijn ze aan de oppervlakte zeer gevaarlijk waar ze door hun gewicht enkele meter onder water genoeg momentum hebben om schade aan te richten. Bovendien zijn ze onder water in man-tot-man gevechten veel effectiever dan pijlen.

source: Tritons are combat masters of the sea. Skilled in use of the trident, Tritons easily defeat any enemy foolish enough to wander into their preferred environment. Their mastery of their weapon affords them flexibility in its use, and the highest-ranking among them use weaponry more comparable to halberds than simple spears.
nl: Tritons zijn de heersers over de zeeën. Bekwaam in het gebruik van hun drietand verslaan ze elke vijand die dom genoeg is om in hun favoriete omgeving te komen. Hun bekwaamheid met het wapen geeft ze meer flexibiliteit in het gebruik ervan. De meest ervaren gebruiken eerder iets als een hellebaard in plaats van simpele speren.

source: Mermen Warriors form the core of merfolk armies. They wield their tridents with a skill and diligence impressive even compared to the soldiers of other races, but doubly so considering the difficulties of fighting underwater, as any who try to match them in their homes can attest.
nl: De Strijders van het Watervolk vormen de kern van de legers van het Watervolk. Ze hanteren hun drietanden met een vaardigheid en ijver die indrukwekkend zijn, zelfs vergeleken met de soldaten van andere rassen. Met name met de inachtneming van de moeilijkheid om onder water te vechten, zoals iedereen die probeert hun huizen te schaden kan getuigen.

source: Seen as status symbols of the nobles, falcons are precious possessions normally used for sport. The same techniques are employed to rend and tear foes on the battlefield, and their great speed is a boon to scouting out the land.
nl: Valken worden gezien als statussymbool door de adel en zijn kostbare bezittingen die normaal worden gebruikt voor de sport. Dezelfde technieken die in de sport gebruikt worden, kunnen worden gebruikt om vijanden op het slagveld in stukken te scheuren, en hun grote snelheid is een groot voordeel die gebruikt kan worden om het land te verkennen.

source: Fire Guardians are spirits of smoke and flame. No one is exactly sure where they come from, but they are occasionally summoned by powerful mages to do their bidding. When not being controlled they like to frolic in pools of lava and take great delight in burning anything they can reach.
nl: Vuurwachters zijn de geesten van rook en vuur. Niemand weet zeker waar ze vandaan komen, maar ze worden bij gelegenheid opgeroepen door sterke magiërs die hun verzoeken doen. Wanneer ze niet gecontroleerd worden, houden ze ervan om in lavapoelen te dartelen en ze scheppen groot genoegen in het verbranden van alles dat ze kunnen raken.

source: More resilient than their smaller counterparts, these golems of mud are much more capable of putting up a fight with a proper soldier even with their crude arms, and are more mobile to boot. Coming about from more powerful conjurers seeking an efficient way to harass civilians and armies, these can also be seen roaming the wild from time to time, their earthy composition making them immune to wildlife that rely on poison to fight.
nl: Flexibeler dan hun kleinere tegenhangers, zijn deze monsters van modder veel beter bestand tegen een goede soldaat, zelfs met hun ruwe armen zijn ze mobiel. Ze komen van de krachtigere Magiërs die op zoek zijn naar een efficiënte manier om burgers en legers lastig te vallen. Ze kunnen ook af en toe gevonden worden in de wildernis, hun aardse samenstelling maakt hen immuun voor dieren die afhankelijk zijn van gif om zich te verdedigen.

source: Much larger than the common rats which often inhabit major cities, these vermin can injure an unarmed civilian, and can prove frustratingly elusive on any footing. While notably aggressive at night, these creatures do not pose much of a threat to any serious fighter.
nl: Veel groter dan de gewone ratten die vaak in grote steden wonen, kan dit ongedierte een ongewapende burger verwonden terwijl zijn ongrijpbaarheid tot frustraties zorgt. Hoewel ze vooral 's nachts actief zijn, vormen deze wezens niet echt een bedreiging voor een serieuze Krijger.

source: Giant Spiders are said to roam the depths of Knalga, devouring many victims. They have a vicious bite, made worse by the fact that it is poisoned, and can also fling webs through the air to trap their prey.
nl: Reuzenspinnen zouden in de diepste grotten van Knalga huizen en reeds vele slachtoffers verslonden hebben. Ze hebben een kwaadaardige beet, die bovendien nog eens giftig is, en kunnen een web door de lucht gooien om hun prooi te vangen.

source: Simple beings conjured up from soil and water, Mudcrawlers fend for themselves by spitting globs of mud with surprising force. Even though they are slow, fragile, and vulnerable to fire, their quick and easy creation, along with their resistance to a common citizen’s improvised blunt weaponry, makes them the tool of choice for ambitious but inexperienced summoners.
nl: Simpele wezens die worden opgeroepen uit grond in combinatie met water, Modderkruipers beschermen zichzelf door modder te spugen. Hoewel ze langzaam en kwetsbaar zijn en niet goed tegen vuur kunnen, maakt hun snelle en gemakkelijke schepping, samen met hun weerstand tegen de geïmproviseerde botte wapens van een gewone burger, hen het middel bij uitstek voor ambitieuze maar onervaren Magiërs.

source: Wolves are aggressive animals that hunt in packs. Although weak individually, a wolf pack can kill even the strongest man in minutes.
nl: Wolven zijn agressieve dieren die in troepen jagen. Hoewel ze individueel zwak zijn, kan een troep wolven zelfs de sterkste man in minuten doden.

source: Little is known about Yetis, ape-like creatures said to live in remote and snow-covered mountains. Few profess to have seen one, and their existence is doubted by many. Most accounts agree on several factors though — while slow and simple-minded, yetis are extremely resilient, and can kill any they encounter with their bare fists. This is enough to keep even the doubtful from venturing too far onto the mountains they are said to inhabit.
nl: Er is weinig bekend over Yetis, aapachtige wezens waarvan gezegd wordt dat ze in afgelegen en met sneeuw bedekte bergen leven. Weinigen beweren er een te hebben gezien, en hun bestaan wordt door velen betwijfeld. De meeste verhalen zijn het echter over verschillende onderwerpen eens - Yetis zijn langzaam, dom en extreem bestendig, ze kunnen bijna alles doden met hun blote vuisten. Dit is genoeg om twee keer na te denken voordat men de bergen in gaat waarvan gezegd wordt dat ze er wonen.

source: The most practiced of the nagini blademasters are initiated into the caste of the Myrmidon, masters of their twin-bladed art. They strike as fast as the snakes which they resemble, and dance away from attacks with grace. Not only are they potent enemies on any open terrain, but their ability to swim allows them a deadly mobility.
nl: De meest geoefende van de Naga zwaardvechters treden toe tot de orde van de Myrmidon, de meesteressen van de dubbelbladige zwaarden. Ze slaan toe met de snelheid van de slangen waarop ze lijken en dansen sierlijk weg van de vijandelijke aanvallen. Niet alleen zijn het geduchte tegenstanders op het open veld, ze verplaatsen zich ook razendsnel door het water.

source: Many of the young warriors of the nagini aspire for the day when they merit their second blade. Their martial practice of using twin blades is wholly unlike that of the Orcs and other races, for they have begun to learn the art of using their serpentine form to best effect, twisting and turning to dodge from blows. This makes them potent on land, but the friction of water greatly impedes their ability to do this.
nl: De jonge Naga Vechtsters kijken vol verwachting uit naar de dag dat ze hun tweede zwaardblad verdienen. Hun beoefening van de dubbelbladige zwaardtechniek verschilt van die van de Orks en andere rassen, omdat ze geleerd hebben hun slangenvorm te gebruiken. Draaiend en duikelend ontwijken ze de aanvallen. Ze zijn sterk op het land, maar in het water worden ze gehinderd in hun bewegingen.

source: When still young, Ogres are sometimes captured and taken into armies to be trained. They cannot manage weapons skillfully, but they compensate for that lack with great strength.
nl: Boemannen worden soms op jeugdige leeftijd al gevangen en ingelijfd bij het leger. Ze kunnen nog niet goed wapens gebruiken maar dat maken ze met hun kracht ruimschoots goed.

source: Saurians are light on their feet, and able at navigating terrain that often confounds their enemies. When this natural mobility is combined with experience, strength, and proper equipment, their warriors can become particularly threatening in battle — if only because they are so much more difficult to confine than other foes. Even in armor, saurian warriors can take advantage of the smallest gap in an enemy line, and have the prowess to make the enemy regret tactical mistakes.
nl: Saurianen zijn lenig en kunnen terrein gebruiken waar hun vijanden problemen mee hebben. Wanneer dit met ervaring, kracht en een goede uitrusting gecombineerd wordt, kunnen deze krijgers uitzonderlijk bedreigend worden in het gevecht — alleen al omdat ze zo veel moeilijker in te sluiten zijn dan andere vijanden. Zelfs met hun bepantsering kunnen Saurianen gebruik maken van het kleinste gat in een vijandelijke linie om de vijand zijn tactische fouten te laten betreuren.

source: Saurian warriors are generally weaker in frame than their elven or human counterparts. This is of course a relative term, and they can still become considerably powerful, whilst losing none of their natural mobility. This is very dangerous in combat, as a careless enemy can soon find their support troops flanked by these creatures.
nl: Sauriaanse strijders zijn meestal zwakker dan hun Elfse of Menselijke gelijken. Dit is natuurlijk relatief en ze kunnen nog steeds redelijk krachtig worden zonder daarbij hun natuurlijke bewegelijkheid te verliezen. Dit is zeer gevaarlijk in de strijd en een onoplettende vijand kan zijn ondersteuningstroepen door hen ingesloten zien.
