Repository: wesnoth/wesnoth
Catalog: po/wesnoth-units/*.po
Languages: el, nl

source: female^Elvish Marksman
el: Ξωτικοσημαδεύτρια
nl: Elfse Scherpschutster

source: Elvish Marshal
el: Ξωτικοστρατάρχης
nl: Elfenleider

source: Elvish Outrider
el: Ξωτικοακρίτας
nl: Elfenridder

source: There once was an elf by the name of Beirand, who set out on a journey to a distant land. Thirteen days he rode, no rest did he take, ‘til a nymph’s abode he entered, ‘side a lake. “Look there, Narya!” Came a cry of glee, “Do thee spy that yonder apple tree?” The response, a neigh, she jumped with delight, then off she skipped in a canter spright. Not a moment passed ‘ere a gusting blast, blew all around, an airy voice cast: “Hold there, thee elf, this grove is mine — no fruit shall I yield you, nor your equine.” Next came the reply, “Please grant us respite. Long have we travel’d; surely see thee our plight!” “Fatigue, I perceive, that is your case, but to earn my grace, let’s have a race.” To this, the rider did consent, and toward the tree, then off they went. A howl, a rush, a flying gale, the wind left the rider back on its tail. But in a flashing streak, a gallop sleek, horse and rider past the wind did barely squeak. In augmented time, back and forth they sped, ‘til at last, fleet elf arrived ahead. “Well done,” spake the spirit, as she blew in, “my grace I shall grant thee and all of your kin.” Beirand and Narya thus took their leave, bearing evermore, the nymph’s reprieve. The truth of this tale, one can only surmise, but doubtless, Outriders the fastest do comprise.
el: Κάποτε ήταν ένα ξωτικό με το όνομα Μπέιραντ, που ξεκίνησε ένα ταξίδι σε μια μακρινή γη. Δεκατρείς μέρες καβάλησε, καμία ανάπαυση δεν πήρε, μέχρι που μια κατοικία νύμφης μπήκε, δίπλα σε μια λίμνη. 'Κοίτα εκεί, Νάργια!' Ήρθε μια κραυγή χαράς, 'Βλέπεις εκείνη την μηλιά εκεί πέρα;' Η απάντηση, ένας χλιμιντρισμός, πήδηξε με ενθουσιασμό, έπειτα έφυγε χοροπηδώντας σε ένα ζωηρό καλπασμό. Δεν πέρασε στιγμή πριν μια ριπή ανέμου, φύσηξε γύρω-γύρω, μια αέρινη φωνή έριξε: 'Στάσου εκεί, ξωτικό, αυτό το άλσος είναι δικό μου — κανένα φρούτο δεν θα σου δώσω, ούτε στο άλογό σου.' Έπειτα ήρθε η απάντηση, 'Σε παρακαλώ δώσε μας ανάπαυση. Έχουμε ταξιδέψει πολύ· σίγουρα βλέπεις τη δύσκολη θέση μας!' 'Κόπωση, αντιλαμβάνομαι, αυτή είναι η περίπτωσή σου, αλλά για να κερδίσεις τη χάρη μου, ας κάνουμε έναν αγώνα.' Σε αυτό, ο καβαλάρης συμφώνησε, και προς το δέντρο, έπειτα ξεκίνησαν. Ένα ουρλιαχτό, μια ορμή, μια ιπτάμενη θύελλα, ο άνεμος άφησε τον καβαλάρη πίσω στην ουρά του. Αλλά σε μια φλόγα, ένα κομψό καλπασμό, άλογο και καβαλάρης πέρασαν τον άνεμο μόλις-μόλις. Σε αυξημένο χρόνο, πέρα-δώθε έτρεξαν, μέχρι τέλος, το ταχύ ξωτικό έφτασε μπροστά. 'Μπράβο,' είπε το πνεύμα, καθώς φύσηξε μέσα, 'τη χάρη μου θα σου δώσω και σε όλο το γένος σου.' Ο Μπέιραντ και η Νάργια έτσι έφυγαν, κουβαλώντας για πάντα, την ανακούφιση της νύμφης. Η αλήθεια αυτού του παραμυθιού, κανείς μπορεί μόνο να εικάσει, αλλά αναμφίβολα, οι Ακρίτες τους πιο γρήγορους αποτελούν.

source: Elvish Ranger
el: Ξωτικόκαταδρομέας
nl: Elfenbeschermer

source: Elvish Rangers are well-traveled and adept at traversing harsh terrains like sand, water, and mountains.
el: Οι Ξωτικόκαταδρομείς έχουν ταξιδέψει πολύ και είναι ικανοί στη διέλευση σκληρών εδαφών όπως άμμος, νερό και βουνά.

source: female^Elvish Ranger
el: Ξωτικόκαταδρομέας
nl: Elfenbeschermster

source: Elvish Rider
el: Ξωτικοκαβαλάρης
nl: Elfenruiter

source: Elvish Scout
el: Ξωτικοανιχνευτής
nl: Elfenverkenner

source: female^Elvish Shaman
el: Ξωτικοϊέρεια
nl: Elfensjamaan

source: entangle
el: παγίδα
nl: verstrikking

source: Elvish Sharpshooter
el: Ξωτικοσκοπευτής
nl: Elfse Precisieschutter

source: female^Elvish Sharpshooter
el: Ξωτικιοσκοπεύτρια
nl: Elfse Precisieschutster

source: faerie touch
el: νεραιδένιο άγγιγμα
nl: feeënstreel

source: female^Elvish Sorceress
el: Ξωτικομάγισσα
nl: Elfentovenares

source: female^Elvish Sylph
el: Ξωτικοσυλφίδα
nl: Elfenengel

source: dummy_unit^Fog Clearer
el: Καθαριστής ομίχλης
nl: Mist Verwijderaar

source: Direwolf Rider
el: Καβαλάρης Μεγάλου Λύκου
nl: Bloedwolfruiter

source: While the ferocity and danger of direwolves makes them somewhat of an omen to most, the diminutive goblins have an unusual bond with these savage creatures. While it is beyond the abilities of goblins to tame these beasts, a certain amount of respect can be achieved between the two if a daring goblin chooses to live among the wolves and care for a pup from a young age. Having recognized said goblin as one of their own, a direwolf may then permit the goblin to ride it. The claws of a wolf are not generally regarded as being the more dangerous parts, but on a beast this large, they are thicker and longer than iron nails. Their riders smear a poison on the front set, not unlike that used by the orcish assassins, making a swipe from these beasts’ paws into a most deadly stroke.
el: Ενώ η αγριότητα και ο κίνδυνος των μεγάλων λύκων τους κάνει κάπως οιωνό για τους περισσότερους, οι μικροσκοπικοί καλικάντζαροι έχουν έναν ασυνήθιστο δεσμό με αυτά τα άγρια πλάσματα. Ενώ είναι πέρα από τις ικανότητες των καλικάντζαρων να τιθασεύσουν αυτά τα θηρία, ένα ορισμένο ποσό σεβασμού μπορεί να επιτευχθεί μεταξύ των δύο αν ένας τολμηρός καλικάντζαρος επιλέξει να ζήσει ανάμεσα στους λύκους και να φροντίσει ένα κουτάβι από νεαρή ηλικία. Αφού αναγνωρίσει τον εν λόγω καλικάντζαρο ως έναν από τους δικούς του, ένας μεγάλος λύκος μπορεί τότε να επιτρέψει στον καλικάντζαρο να τον καβαλήσει. Τα νύχια ενός λύκου δεν θεωρούνται γενικά ως τα πιο επικίνδυνα μέρη, αλλά σε ένα θηρίο αυτού του μεγέθους, είναι πιο παχιά και μακρύτερα από σιδερένια καρφιά. Οι καβαλάρηδές τους αλείφουν ένα δηλητήριο στο μπροστινό σετ, όχι ανόμοιο με αυτό που χρησιμοποιούν οι δολοφόνοι οργκ, κάνοντας μια χτυπιά από τα πόδια αυτών των θηρίων σε ένα πολύ θανατηφόρο χτύπημα.

source: Goblin Impaler
el: Καλικάντζαρος παλουκωτής
nl: Kobold Spietser

source: Goblins are used by the orcs as skirmishers to disrupt the enemy’s battle line. Those who manage to survive their first few battles equip themselves with a long spear to compensate for their short reach, and better armor to guard their diminutive frames.
el: Οι Καλικάντζαροι χρησιμοποιούνται από τα Ορκ σαν ακροβολιστές για να σπάνε την αντίπαλη γραμμή. Αυτοί που καταφέρνουν να επιζήσουν τις πρώτες λίγες μάχες εφοδιάζονται με ένα πιο μακρύ δόρυ για να αντισταθμίζεται με το ύψος τους, και μια καλύτερη πανοπλία για να φυλάνε το μικρό τους σώμα.
nl: Kobolds worden door orks gebruikt als warzaaiers om de linies van de vijand te ontwrichten. Degenen die op een of andere manier toch in leven blijven, proberen dat zo te houden door zich van beter materiaal te voorzien. Een veel grotere speer compenseert hun korte armen en steviger pantsers beschermd hun fragiele lichamen.

source: Goblin Knight
el: Ιππότης Καλικάντζαρος
nl: Kobold Roofridder

source: Battle experience strengthens not only the combat prowess of both mount and rider, but also heartens the bond between them. While a human knight may ride different steeds into battle, a ‘Goblin Knight’ refers to goblin and wolf together as a single unit, fiercely loyal to one another almost to a fault. Among orcs, the riders are treated as a class above goblins, even when separated from their mount. Orcish Grunts, while feeling themselves superior to goblins, recognize that picking a fight with the rider is also picking a fight with jaws that strike faster than a sword, and almost as hard.
el: Η εμπειρία μάχης ενδυναμώνει όχι μόνο την μαχητική ικανότητα τόσο του ορου όσο και του καβαλάρη, αλλά επίσης ενθαρρύνει τον δεσμό μεταξύ τους. Ενώ ένας ανθρώπινος ιππότης μπορεί να καβαλήσει διαφορετικά άλογα στη μάχη, ένας 'Ιππότης Καλικάντζαρος' αναφέρεται στον καλικάντζαρο και τον λύκο μαζί ως μια ενιαία μονάδα, άγρια πιστοί ο ένας στον άλλον σχεδόν μέχρι σφάλματος. Μεταξύ των οργκ, οι καβαλάρηδες αντιμετωπίζονται ως μια τάξη πάνω από τους καλικάντζαρους, ακόμα και όταν χωρίζονται από το όρος τους. Οι Οργκ Στρατιώτες, ενώ αισθάνονται τον εαυτό τους ανώτερο από τους καλικάντζαρους, αναγνωρίζουν ότι το να μπλέξεις καυγά με τον καβαλάρη σημαίνει επίσης να μπλέξεις καυγά με σαγόνια που χτυπούν πιο γρήγορα από ένα σπαθί, και σχεδόν το ίδιο δυνατά.

source: Goblin Pillager
el: Λεηλατητής Καλικάντζαρος
nl: Kobold Plunderaar

source: Some goblins train their wolves to overcome their fear of fire. In raids, these goblins take a supporting role; they will torch the homes and crops of their foes, and also carry nets to wreak havoc against those attempting to rally for defense or reprisal.
el: Μερικοί γκόμπλιν εκπαιδεύουν τους λύκους τους να ξεπεράσουν το φόβο τους για τη φωτιά. Σε επιδρομές, αυτοί οι γκόμπλιν παίρνουν υποστηρικτικό ρόλο· θα κάψουν τα σπίτια και τις σοδειές των αντιπάλων τους, και επίσης μεταφέρουν δίχτυα για να προκαλέσουν χάος εναντίον όσων προσπαθούν να συγκεντρωθούν για άμυνα ή αντίποινα.

source: net
el: δίχτυ

source: Goblin Rouser
el: Εμψυχωτής Καλικάντζαρος
nl: Kobold Opstoker

source: Goblin Spearman
el: Λογχοφόρος Καλικάντζαρος
nl: Kobold Speervechter

source: Wolf Rider
el: Λυκαναβάτης
nl: Wolfruiter

source: No one is quite sure how the practice of taming and riding wolves came into being, but the advantages of it for a goblin are obvious. Goblins are much smaller and weaker than their orcish kin and are often sent to the most dangerous and unwanted parts of a fight. Any who manage to tame a mount have a much safer role in combat. Though few wolves could even stand with the weight of a true orc on their back, a goblin is quite within many wolves’ ability to carry swiftly. Unlike horses, these mounts have a rather easy time traversing the mountains, though water and woods will still slow them down.
el: Κανείς δεν είναι αρκετά σίγουρος πώς ξεκίνησε η πρακτική της τιθάσευσης και του καβαλήματος λύκων, αλλά τα πλεονεκτήματά της για έναν καλικάντζαρο είναι προφανή. Οι καλικάντζαροι είναι πολύ μικρότεροι και πιο αδύναμοι από τους συγγενείς τους οργκ και συχνά στέλνονται στα πιο επικίνδυνα και ανεπιθύμητα μέρη μιας μάχης. Οποιοσδήποτε καταφέρει να τιθασεύσει ένα όρος έχει έναν πολύ πιο ασφαλή ρόλο στη μάχη. Αν και λίγοι λύκοι θα μπορούσαν ακόμα να σταθούν με το βάρος ενός αληθινού οργκ στην πλάτη τους, ένας καλικάντζαρος είναι αρκετά μέσα στην ικανότητα πολλών λύκων να τον κουβαλήσουν γρήγορα. Σε αντίθεση με τα άλογα, αυτά τα όρη έχουν αρκετά εύκολο χρόνο να διασχίσουν τα βουνά, αν και το νερό και τα δάση θα τους επιβραδύνουν ακόμα.
nl: Niemand weet zeker hoe het gebruik om wolven te temmen en te berijden is ontstaan, maar de voordelen voor een Kobold zijn overduidelijk. Kobolds zijn kleiner en veel zwakker dan orks. Degenen die een rijdier kunnen vinden, verkrijgen een sterkere, veiligere positie in de strijd. Wolven zullen waarschijnlijk geen mens in een volledig harnas kunnen dragen, maar een kobold met leren bekleding is een veel lichtere last. Anders dan paarden, bewegen deze rijdieren makkelijk door de bergen, hoewel water en bos ook hen vertragen.

source: Gryphon
el: Γρυπαετός
nl: Griffioen

source: Gryphon Master
el: Αφέντης Γρυπαετού
nl: Griffioenmeester

source: Gryphon Masters have long experience flying the Gryphons, which have become an extension of themselves. This special relationship makes the heart of the earth-bound tremble, for these mighty birds of prey may strike from anywhere.
el: Οι αφέντες Γρυπαετού έχουν τέτοια μεγάλη εμπειρία στο πέταγμα με τους Γρυπαετούς, πού οι Γρυπαετοί έχουν γίνει μια επέκταση του εαυτού τους. Αυτή η ειδική σχέση κάνει την καρδιά αυτών πού απλά περπατάνε να τρέμει, μιας και αυτά τα ισχυρά ζευγάρια μπορούν να εμφανιστούν και να χτυπήσουν από το πουθενά.
nl: Griffioenenmeesters hebben een lange tijd ervaring opgebouwd met het vliegen op Griffioenen, waardoor ze een verlengstuk van hun lichaam zijn geworden. Een speciaal pact dat het hart van de aardbewoners doet beven, want deze machtige roofvogels kunnen hen van overal belagen.

source: Gryphon Rider
el: Καβαλάρης Γρυπαετού
nl: Griffioenruiter

source: Only a few are able to bond with the mighty Gryphons. Those who do may become Gryphon Riders, and discover the world of the skies upon the backs of these flying beasts.
el: Μόνο λίγοι είναι ικανοί να δεθούν με τούς πανίσχυρους Γρυπαετούς. Αυτοί που τα καταφέρνουν μπορούν να γίνουν καβαλάρηδες Γρυπαετού και να ανακαλύψουν τον κόσμο των ουρανών στις πλάτες αυτών των ιπτάμενων ζώων.
nl: Slechts enkele kunnen een vriendschapsband vormen met de machtige griffioenen. Zij die dit lukt kunnen later Griffioenruiter worden, waardoor ze de lucht kunnen verkennen op de rug van deze vliegende beesten.

source: Grand Knight
el: Μέγας Ιππότης
nl: Beroemde Ridder

source: Grand Knights have reached the acme of skill with sword and lance. Wearing full plate, and riding steeds bred more for power than for speed, these warriors form the core of any serious cavalry force. A Grand Knight at the head of a charge is a terrifying sight for infantry, and is often enough to break right through a defensive line.
el: Οι Μέγαλοι Ιππότες έχουν φτάσει στο απόγειο της δεξιότητας με σπαθί και λόγχη. Φορώντας πλήρη πανοπλία, και καβαλώντας άλογα που έχουν αναπαραχθεί περισσότερο για δύναμη παρά για ταχύτητα, αυτοί οι πολεμιστές αποτελούν τον πυρήνα κάθε σοβαρής ιππικής δύναμης. Ένας Μέγας Ιππότης στο κεφάλι μιας έφοδου είναι μια τρομακτική θέα για το πεζικό, και συχνά είναι αρκετό για να διαπεράσει κατευθείαν μια αμυντική γραμμή.

source: Knight
el: Ιππότης
nl: Ridder

source: Horsemen of skill and discipline are promoted to Knights. Veterans of combat, they have seen the often-fatal results of a failed charge, and have learnt discretion in its use. Knights, therefore, carry swords in their armament, and practice tactics which, although requiring of much more patience, are less risky than a charge. Their lances are still at the ready, however, and growing experience with these weapons makes them deadlier at the tilt.
el: Ιππείς με ικανότητες και πειθαρχία προάγονται σε ιππότες. Βετεράνοι των μαχών, έχουν δει τις πολλές φορές μοιραίες επιπτώσεις μίας αποτυχημένης έφιππης επίθεσης με κοντάρια και ξέρουν να τη χρησιμοποιούν μέ σύνεση. Για το λόγο αυτό οι ιππότες φέρουν σπαθιά στον οπλισμό τους και χρησιμοποιούν τακτικές πού αν και χρειάζονται περισσότερη υπομονή, είναι πολύ ασφαλέστερες από την έφιππη επίθεση με κοντάρια. Τα κοντάρια τους είναι πάντως μονίμως έτοιμα και η μεγαλύτερη εμπειρία με αυτά τα όπλα μόνο καλό τους κάνει.
nl: Vaardige en gedisciplineerd Ruiters worden gepromoveerd tot Ridders. Als veteranen kennen ze de, vaak fatale, afloop van een mislukte stormloop en hebben ze geleerd die met mate toe te passen. Ridders dragen daarom zwaarden bij zich om ook veiliger tactieken te kunnen gebruiken. Hun lans hebben ze overigens niet aan de wilgen gehangen, en hun groeiende ervaring met dit wapen is in hun voordeel.

source: Lancer
el: Λογχοφόρος
nl: Lansier

source: Lancers are among the bravest and most feared riders in all of Wesnoth. Clad in minimal armor, they free themselves to ride swiftly, faster than any of their peers. The daring tactics they employ are like a double-edged sword, for they often win either glory or a swift death. Lancers excel in hunting down infantrymen who have made the mistake of breaking formation, and in piercing defensive lines. However, they have limited use in defense.
el: Οι έφιπποι σαρισσοφόροι είναι από τους γενναιότερους και τους πιο φοβιστικούς ιππείς σε ολόκληρο το Γουέσνοθ. Φορώντας ελάχιστη πανοπλία, είναι ελεύθεροι να κινούνται γρήγορα, πιο γρήγορα από οποιονδήποτε από τούς ομοίους τους. Οι ριψοκίνδυνες τακτικές πού χρησιμοποιούν είναι ένα σπαθί διπλής κόψης πού συχνά κερδίζει είτε δόξα, είτε έναν γρήγορο θάνατο. Οι έφιπποι σαρισσοφόροι είναι εξαιρετικοί στο το κυνήγι πεζικάριων πού έκαναν το λάθος να χωριστούν από τις γραμμές τους και στο να ανοίγουν ρήγματα στις εχθρικές γραμμές. Όμως, έχουν περιορισμένη χρησιμότητα για αμυντικούς σκοπούς.
nl: Lansiers behoren tot de dapperste en meest gevreesde ruiters van Wesnoth. Gehuld in minimale pantsering zijn ze erg wendbaar. Hun gewaagde tactieken behelzen onder andere een dubbelzijdig zwaard, die vaak of een snelle overwinning, of een spoedige dood brengt. Lansiers blinken uit in het najagen van infanteristen die hun formatie verbroken hebben, en in het doorprikken van verdedigingslinies. Ze zijn echter van beperkt nut in de verdediging.

source: Horseman
el: Ιππέας
nl: Ruiter

source: Often hailing from the wilder and untamed regions of Wesnoth, Horsemen are trained from childhood to ride and to follow a strict code of honor. A charge made by a Horseman is a powerful though risky tactic, the worth of which has been proven time and time again on the battlefield. Horsemen excel against most infantry, especially those who have fallen out of line, but must take care against both spearmen and archers for whom their large size provide inviting targets.
el: Συχνά προερχόμενοι από τις πιο άγριες και ανεξερεύνητες περιοχές του Wesnoth, οι Ιππείς εκπαιδεύονται από παιδιά να ιππεύουν και να ακολουθούν έναν αυστηρό κώδικα τιμής. Μια έφοδος που γίνεται από έναν Ιππέα είναι μια ισχυρή αν και επικίνδυνη τακτική, της οποίας η αξία έχει αποδειχθεί ξανά και ξανά στο πεδίο της μάχης. Οι Ιππείς υπερέχουν ενάντια στο περισσότερο πεζικό, ειδικά εκείνους που έχουν πέσει έξω από τη γραμμή, αλλά πρέπει να προσέχουν τόσο τους λογχοφόρους όσο και τους τοξότες για τους οποίους το μεγάλο μέγεθός τους παρέχει ελκυστικούς στόχους.

source: Bowman
el: Τοξότης
nl: Boogschutter

source: The use of archery in shooting something other than game was seen from its inception, and archers have been indispensable in warfare since time immemorial. Usually of humble origins, hailing from the peasantry or woodsmen, military Bowmen are trained to competence with both a bow and a short sword, and are very common on the battlefield.
el: Η χρήση της τοξοβολίας για να πυροβολήσει κάτι άλλο από κυνήγι ήταν ορατή από την έναρξή της, και οι τοξότες ήταν απαραίτητοι στον πόλεμο από αμνημονεύτων χρόνων. Συνήθως ταπεινής καταγωγής, προερχόμενοι από αγρότες ή ξυλοκόπους, οι στρατιωτικοί Τοξότες εκπαιδεύονται σε ικανότητα με τόξο και κοντό σπαθί, και είναι πολύ κοινοί στο πεδίο της μάχης.

source: Cavalrymen are distinguished from Horsemen by their tactics and equipment. A Cavalryman wears heavier armor, and carries a sword and shield, rather than a lance. Their tactics do not include charging; instead they maneuver to slash with a sword, using both horse and rider as an effective tool of melee. Cavalrymen are very useful for taking and holding positions on open ground, for screening friendly soldiers, and also for scouting work.
el: Οι Ιππείς διακρίνονται από τους Ιππότες από τις τακτικές και τον εξοπλισμό τους. Ένας Ιππέας φοράει βαρύτερη πανοπλία, και κρατάει σπαθί και ασπίδα, αντί για λόγχη. Οι τακτικές τους δεν περιλαμβάνουν επίθεση· αντ' αυτού μανουβράρουν για να μαχαιρώσουν με σπαθί, χρησιμοποιώντας τόσο το άλογο όσο και τον καβαλάρη ως αποτελεσματικό εργαλείο σώμα με σώμα. Οι Ιππείς είναι πολύ χρήσιμοι για την κατάληψη και διατήρηση θέσεων σε ανοιχτό έδαφος, για την κάλυψη φιλικών στρατιωτών, και επίσης για εργασίες ανίχνευσης.

source: The more talented cavalrymen in the armies of Wesnoth are trained in the use of the crossbow, and matched with much more powerful steeds. Well-armored, and skilled in the use of their swords, these soldiers can drive forward and hold the ground they take. Their mobility and resilience make them of great value on the battlefield.
el: Οι πιο ταλαντούχοι καβαλάρηδες στους στρατούς του Wesnoth εκπαιδεύονται στη χρήση της βαλλίστρας, και συνδυάζονται με πολύ πιο ισχυρά άλογα. Καλά θωρακισμένοι, και ικανοί στη χρήση των σπαθιών τους, αυτοί οι στρατιώτες μπορούν να προωθηθούν και να κρατήσουν το έδαφος που παίρνουν. Η κινητικότητα και η ανθεκτικότητά τους τους καθιστούν μεγάλης αξίας στο πεδίο της μάχης.
nl: De meer getalenteerde Cavaleristen in de legers van Wesnoth worden getraind in het gebruik van de kruisboog en worden voorzien van formidabele rossen. Goed bepantserd en bedreven in het zwaardvechten stoten deze soldaten door naar voren en kunnen het gewonnen terrein vasthouden. Hun mobiliteit en veerkracht maken hen uiterst waardevol op het slagveld.

source: Duelist
el: Μονομάχος

source: It is a peculiar custom of Wesnoth’s nobility that they typically enroll their sons into one of two orders of armigers, training them either in the art of horsemanship or fencing. Duelists are so named for an unfortunately common practice of young aristocrats, for whom the sting of insult, whether real or fancied, can incite a rash demonstration of their natural right. Experienced fencers carry with them a small crossbow that is easily concealed under a coat or cape. Slow to load and sometimes thought dishonorable to use, it is in fact very useful, and those of their ranks who live long enough to be veterans typically do so by making such concessions to utility and survival.
el: Είναι ένα παράξενο έθιμο της ευγενείας του Γουέσνοθ ότι συνήθως εγγράφουν τους γιους τους σε ένα από δύο τάγματα οπλοφόρων, εκπαιδεύοντάς τους είτε στην τέχνη της ιππασίας είτε της ξιφασκίας. Οι Μονομάχοι ονομάζονται έτσι για μια δυστυχώς κοινή πρακτική των νεαρών αριστοκρατών, για τους οποίους το τσίμπημα της προσβολής, είτε πραγματικής είτε φανταστικής, μπορεί να προκαλέσει μια παρορμητική επίδειξη του φυσικού τους δικαιώματος. Οι έμπειροι ξιφομάχοι φέρουν μαζί τους μια μικρή βαλλίστρα που κρύβεται εύκολα κάτω από ένα παλτό ή μια κάπα. Αργή στη φόρτωση και μερικές φορές θεωρείται άτιμο να χρησιμοποιηθεί, στην πραγματικότητα είναι πολύ χρήσιμη, και εκείνοι από τις τάξεις τους που ζουν αρκετά για να γίνουν βετεράνοι συνήθως το κάνουν κάνοντας τέτοιες παραχωρήσεις στη χρησιμότητα και την επιβίωση.
nl: Het is een typische gewoonte van de edelen uit Wesnoth om hun zonen lid te maken bij van één van de twee ordes van wapendragers. Zo leren zij de kunsten van het paardrijden of van het schermen. Duelisten worden ze genoemd vanwege de ongelukkige gebruiken van jonge aristocraten, voor wie een steek onder water - echt of gespeeld - kan lijden tot ondoordachte demonstratie van hun natuurlijk recht. Ervaren Duelisten dragen een kleine kruisboog met zich mee, die ze gemakkelijk verbergen onder een mantel of jas. Ondanks dat het tijd kost ze te laden, en als oneervol worden ervaren, zijn ze zeer handig. En zij die lang genoeg leven om veteranen te worden, doen dit meestal zo door zulke toegevingen te doen om te gebruiken en te overleven als Schermer.

source: Fencer
el: Ξιφομάχος
nl: Schermer
