Repository: wesnoth/wesnoth
Catalog: po/wesnoth-units/*.po
Languages: el, nl

source: Certain saurians are seen dressed in arcane regalia and covered head to toe in horrifying, esoteric shapes and markings, both with paint and tattoo. Some suspect them to be visionaries, or oracles amongst their ilk. But whatever ‘societal’ function they may have, they are undeniably powerful in the strange magics their kind possess, and are beings to be wary of if ever seen.
nl: Sommige Saurianen zijn in mystieke gewaden gekleed en van top tot teen bedekt in afschrikwekkende exotische vormen en tekens, zowel geverfd als getatoeëerd. Sommige verdenken hen ervan visionairen te zijn of orakels onder hun soort. Maar welke status ze ook hebben in hun samenleving, ze zijn onmiskenbaar krachtig door de vreemde magie die ze bezitten en men moet ze steeds met argwaan bekijken.

source: Some trolls are born with an exceptional share of the strength and vitality that characterizes their race. In a society where might makes right, those of their ilk revere them as heroes.
nl: Sommige Trollen worden geboren met een grotere kracht dan gewoon is voor hun ras. In een gemeenschap waar het recht van de sterkste geldt, worden zij als helden gezien.

source: The thought of throwing a boulder in combat has certainly occurred to many trolls, and some have taken to them as a weapon of choice. Because stones well-shaped to fly true are not always easy to find, Rocklobbers have taken to carrying them in sacks slung over their shoulders. The same leather out of which the sack is formed is easily adapted to a crude sling.
nl: De gedachte aan het gooien van een rotsblok in een gevecht is ongetwijfeld bij vele Trollen opgekomen en voor sommigen is het hun favoriete wapen geworden. Omdat stenen, geschikt om te werpen, niet altijd even makkelijk te vinden zijn, sleuren Rotsslingers ze mee in een grote zak over hun schouders. Hetzelfde leer waarvan de zak gemaakt is, dient ook als slinger.

source: Troll shamans are the mystical leaders of the trolls. Though not as strong or tough as other trolls, their true power lies in their fire magic, which they use to blast enemies with gouts of flame.
nl: Trolsjamanen zijn de mystieke leiders van de trollen. Hoewel ze niet zo sterk of taai zijn als andere trollen, ligt hun echte kracht in hun vuurmagie, waarmee ze vijanden in golven vuur dompelen.

source: Describing a troll as a whelp is something of an oxymoron, given that their bodies are already much hardier than that of a grown man. They are clumsy and not yet capable of walking properly, forced instead to shamble about on all fours, but any difficulty this causes them is more than made up for by the raw strength of their race.
nl: Een Trol als welp beschrijven is enigszins tegenstrijdig, gegeven het feit dat ze op die leeftijd al veel steviger en groter zijn dan een man. Ze zijn onhandig en nog niet in staat normaal te lopen. Daarom kruipen ze rond op vier poten. Maar elke hinder die ze daarvan ondervinden wordt teniet gedaan door hun brute kracht.

source: The ghast is a creature taken from humankind’s most primal nightmares. Unlike their lesser cousins, ghouls and necrophages, ghasts are not patient enough to wait for their victim to die from poison before consuming the body. They attack directly with their enormous mouths, trying to rip the flesh straight from their foes. Once their enemy is defeated, they eat the rest of the body, gaining strength in the process.
nl: De Mensenverslinder is een wezen uit de voornaamste nachtmerries van de mens. In tegenstelling tot hun mindere soortgenoten, Lijkeneters en Lijkverslinders zijn Mensenverslinders niet geduldig genoeg om te wachten tot hun prooi is gestorven aan gif voordat ze hem opvreten. Ze vallen direct aan met hun enorme monden, om meteen het vlees van de botten van hun vijanden te scheuren. Als hun tegenstander is gedood, eten ze de rest van het lichaam, waardoor ze sterker worden.

source: Only the more perverse and sadistic of necromancers know what must be done to turn a person into a ghoul, and it is a secret they are not telling. The result, however, is all too well known; it is a beast that knows nothing of its days as a human being, a creature that shambles about as naked as the day it was born, and gorges itself on the flesh of the dead. It is because of such things that necromancy is condemned with an almost primal hatred in all civilized lands.
nl: Enkel de meest perverse en sadistische dodenbezweerders weten hoe een persoon in een Lijkeneter verandert kan worden en dit is een geheim dat ze goed bewaren. Het resultaat is echter al te goed bekend, een beest dat niets kent van zijn vroegere daden als Mens, een wezen dat naakt rond kruipt en zich voedt met het vlees van de doden. Het zijn dergelijke zaken die ertoe geleidt hebben dat dodenbezwering in zowat alle beschaafde landen ten strengste veroordeeld wordt.

source: wc_variation^Mounted
nl: Bereden

source: wc_variation^Saurian
nl: Sauriaan

source: wc_variation^Scorpion
nl: Schorpioen

source: wc_variation^Swimmer
nl: Zwemmer

source: A lich that accrues enough power over its newfound immortal lifespan becomes one who can stain souls with despair and sow ruin across the world. Invariably in command of a nigh-limitless horde of risen warriors and undead monsters, a lich of this order has a mastery of dark sorcery that can bring dread to the most storied magi of human and elven kind. Such a figure usually marks a dark and bloody chapter in history, and in those times of need, it is only through the tireless efforts of the most valiant heroes that the rise of an Ancient Lich has not led to the shadows ruling the world for the rest of time.
nl: Een Herrezen Magiër die voldoende macht krijgt over zijn hernieuwde onsterfelijke levensduur wordt iemand die zielen met wanhoop kan beïnvloeden en de wereld kan verpesten. Met een constant leiderschap over een bijna onbeperkte horde van herrezen krijgers en ondode monsters, heeft een Herrezen Magiër van deze rang de beheersing van zwarte magie die de meest legendarische Magiër van Menselijke aard tot angst kan brengen. Een Eeuwenoude Herrezen Magiër markeert meestal een donker en bloederig hoofdstuk in de geschiedenis van de Mensheid, en in die tijden van nood is het alleen door de onvermoeibare pogingen van de meest dappere helden dat de opkomst van een Eeuwenoude Herrezen Magiër niet heeft geleid tot een wereld die voor altijd geregeerd zal worden door schaduwen.

source: The dread inspired by black magic is enhanced by the secrecy and fell rumors which surround it. Dark sorcerers have begun to unlock the secrets of life and death, the latter of which is all too easy to inflict. This labor gives the first glimmerings of the connection between the soul and inert matter, and the first successful experiments in manipulating this bond. The terrible unknown that lurks beyond death is glimpsed, and will inevitably be fathomed. Despite any design they may have of using this to wrest their own immortality from nature’s grasp, the first results of their work have immediate, and unpleasant applications. The life they breathe into dead matter can create servants for them, servants which will work, but which will also kill, and will never question their masters. These creations have a loyalty any tyrant would dream of, and it is tempting to those with even the slightest desire for power.
nl: De angst voor zwarte magie door de gewone man komt vooral door de gebrekkige kennis en de wrede geruchten erover. Zwarte Magiërs zijn begonnen met het ontsluieren van de geheimen van leven en dood; deze laatste is al te gemakkelijk uit te lokken. Dit werk verschaft hun de eerste kennis van de verbindingen tussen ziel en dode materie en ze slagen met de eerste experimenten erin deze band te manipuleren. Met het verschrikkelijke onbekende dat voorbij de dood schuilt maken ze een eerste kennismaking en ze zullen dit onvermijdelijk verder leren bevatten. Ondanks hun plannen die ze mogelijk hebben om hun eigen onsterfelijkheid te verkrijgen hebben de eerste resultaten onmiddellijke en ongewenste effecten gehad. Het leven dat ze in dode materie opwekken kan dienaren maken die zullen werken maar ook zullen doden zonder hun meester ooit in vraag te stellen. Deze wezens hebben de trouw waarvan iedere tiran droomt en die zelfs hen die nauwelijks dromen van macht in verleiding brengt.

source: A lich is the physical embodiment of black magic’s first goal: the quest to achieve immortality. Though a great deal is sacrificed in the rebirth, in becoming a lich one cheats death of that which truly gives it terror. For it is the mind that is retained, and the spirit which follows, though the body may wither away. It is not known, save perhaps by the inner circles of necromancy, whether life is prolonged indefinitely or simply extended. The fact that this question can be raised at all is a testament to the magnitude of what their order has achieved.
nl: Een Herrezen Magiër is de fysieke belichaming van het voornaamste doel van de zwarte magie: het streven naar onsterfelijkheid. Iemand die een Herrezen Magiër wordt, een proces dat grote offers vergt, ontzegt de dood dat waar zij het meest naar verlangt. Want het is de geest die behouden blijft en de ziel die volgt. Het lichaam echter, vervaagt. Het is onbekend, behalve misschien in de hoogste kringen van de Dodenbezweerders, of het leven alleen maar gerekt of oneindig wordt. Maar alleen al het stellen van deze vraag toont aan dat ze iets gigantisch bereikt hebben.

source: The most powerful of the undead archers invariably end up being those who were themselves archers in their previous life. They wander the fields of battle, guided by the fading memory of their former skill, neither knowing, nor caring what their purpose or foes might be. They are driven only by a malice born of their empty and tortured existence.
nl: De beste Skelet Boogschutters zijn onvermijdelijk zij die in hun vorige leven boogschutters waren. Ze dolen op het slagveld rond, geleid door de vervagende herinnering aan hun vroegere vaardigheid, onverschillig en onwetend over wat hun doel is en wie hun vijand. Ze worden slechts gedreven door kwaadaardigheid ontsproten aan hun lege en verwarrende bestaan.

source: Given false life to do battle once more, the creatures known as Revenants were clearly great warriors in their time, though the memory of that time is almost wholly lost to their undead selves. Even the sorcerers who raised them can only speculate on their past. Such questions aside, a Revenant is a powerful tool in combat: a fearless warrior that feels no pain and will fight to the bitter end.
nl: De wezens die onecht leven is geschonken om nog één maal strijd te leveren en die men Skelet Zwaardvechters noemt, waren in hun tijd ongetwijfeld grote krijgers, een tijd die niemand zich meer herinnert. Zelfs de magiërs die hen tot leven hebben gewekt kunnen slechts gissen naar hun geschiedenis. Hoe dan ook, een Skelet Zwaardvechter is een machtig wapen in de strijd: een krijger die angst noch pijn kent, één die strijdt tot het bitter einde.

source: A skeleton archer is little different from the ‘skeletons’ which often accompany it — it is a sin against nature, a warrior raised from the dead to fight once again. In their masters’ hands, these soldiers will do anything to achieve the tasks laid before them, for death holds no fear for one who is already dead.
nl: Een Skelet Boogschutter verschilt weinig van de 'skeletten' die hem vaak vergezellen. Het is tegennatuurlijk, een krijger teruggeroepen uit de dood om nogmaals te strijden. Op bevel van hun meesters zullen deze soldaten tot het uiterste gaan om hun opdrachten te volbrengen want de dood jaagt de doden geen angst aan.

source: Enslaved within a shroud of enchantments, a trapped spirit may be likened to the wind in the sails of a ship. This damned vessel becomes an unfailing servant which can be bound to whatever task their master sees fit.
nl: Door een sluier van spreuken gevangen kan een tot slaaf geworden Geest vergeleken worden met de wind in de zeilen van een schep. Ze wordt een loyale dienaar die niet anders kan dan iedere taak die zijn meester vervuld wil zien uit te voeren.

source: Sometimes called the ‘hollow men’, spectres form the right arm of their masters’ powers. They are an unholy terror to the living, for they are quite as deadly as their appearance suggests. The creation of these is itself no mean feat, but the real danger in encountering one is that it is likely only the harbinger of a much more dangerous force that will follow in its wake.
nl: Spoken, ook wel het 'lege volk' genoemd, vormen de rechterhand van hun meester. Deze gruwelen zijn een absolute verschrikking voor de levenden aangezien ze zo dodelijk zijn als ze eruit zien. Het gevaarlijke van een ontmoeting met een van deze wezens, is dat het slechts een voorbode is van de veel gevaarlijkere macht die hem vermoedelijk volgt.
