Repository: wesnoth/wesnoth
Catalog: po/wesnoth-units/*.po
Languages: el, nl

source: On the surface, it is not entirely clear what distinguishes a Luminary from other healers among the Dunefolk. Certainly, a Luminary may be marginally more knowledgeable, well-traveled, or skilled in combat compared to normal herbalists or apothecaries, but the difference is usually modest at best. Nevertheless, ‘Luminary’ is a formal title granted to the highest order of Dunefolk healers and bestows these men both the greatest esteem and the greatest envy. There is some speculation that a secret order exists among the Luminaries. These so called ‘Eminents’ hoard a great deal of forbidden knowledge and advise many Dunefolk leaders from the shadows. Such a thing has never been proven, but the fact remains that some Luminaries seem to hold much more influence than their abilities should afford.
el: Στην επιφάνεια, δεν είναι εντελώς ξεκάθαρο τι διακρίνει έναν Φωστήρα από άλλους θεραπευτές μεταξύ του Λαού των Αμμόλοφων. Σίγουρα, ένας Φωστήρας μπορεί να είναι οριακά πιο γνώστης, πολυταξιδεμένος ή ικανός στη μάχη σε σύγκριση με κανονικούς βοτανολόγους ή φαρμακοποιούς, αλλά η διαφορά είναι συνήθως μικρή στην καλύτερη περίπτωση. Ωστόσο, 'Φωστήρας' είναι ένας επίσημος τίτλος που χορηγείται στο ανώτερο τάγμα των θεραπευτών του Λαού των Αμμόλοφων και χαρίζει σε αυτούς τους άντρες τόσο τη μεγαλύτερη εκτίμηση όσο και τον μεγαλύτερο φθόνο. Υπάρχει κάποια εικασία ότι υφίσταται μια μυστική τάξη μεταξύ των Φωστήρων. Αυτοί οι λεγόμενοι 'Διάσημοι' αποθηκεύουν μεγάλο μέρος απαγορευμένης γνώσης και συμβουλεύουν πολλούς ηγέτες του Λαού των Αμμόλοφων από τις σκιές. Κάτι τέτοιο δεν έχει ποτέ αποδειχθεί, αλλά παραμένει το γεγονός ότι κάποιοι Φωστήρες φαίνεται να έχουν πολύ περισσότερη επιρροή από ό,τι θα έπρεπε να τους δίνουν οι ικανότητές τους.

source: Dune Marauder
el: Επιδρομέας των αμμόλοφων
nl: Duinplunderaar

source: torch
el: δαυλός
nl: fakkel

source: rope dart
el: Βελάκι με Σχοινί

source: Dune Paragon
el: Πρόμαχος των Αμμόλοφων

source: In many Dunefolk city-states, the procedure for selecting the next generation of leaders is a long process that takes place over many years. In each generation, a few particularly talented youths among the nobility are selected for special tutelage. Eat, sleep, and train, these warriors learn to live and breathe swordsmanship — more than even an extension of themselves, it becomes their core identity. From adolescence, ten years of intense training paves the path to the final test, a series of duels to the death between pairs of these fighters. When the dust settles and the process is ended, eight are left remaining. These men are granted the title Kal, or collectively, Kalai. Among the Dunefolk, while great leaders are required to have mastered the blade, the ruling caste must know far more than mere swordplay. Gruelling drilling is usually followed by either several years of roving through the deserts or dedication of the mind to the sciences. The purpose of this is to find a self-motivated path toward enlightenment. No matter the case, at the end of the second training period, the remaining Kalai return and demonstrate their knowledge to the elders of the current ruling caste. Those who are found worthy are then called Paragon, warriors of great strength and acuity who may then be considered as candidates to lead the next generation of Dunefolk.
el: Σε πολλές πόλεις-κράτη του Λαού των Αμμόλοφων, η διαδικασία επιλογής της επόμενης γενιάς ηγετών είναι μια μακρά διαδικασία που διαρκεί πολλά χρόνια. Σε κάθε γενιά, μερικοί ιδιαίτερα ταλαντούχοι νέοι ανάμεσα στην ευγενεία επιλέγονται για ειδική διδασκαλία. Τρώνε, κοιμούνται και προπονούνται, αυτοί οι πολεμιστές μαθαίνουν να ζουν και να αναπνέουν σπαθασκία — περισσότερο ακόμα και από μια επέκταση του εαυτού τους, γίνεται η βασική τους ταυτότητα. Από την εφηβεία, δέκα χρόνια εντατικής εκπαίδευσης ανοίγουν το δρόμο για την τελική δοκιμασία, μια σειρά από μονομαχίες μέχρι θανάτου μεταξύ ζευγαριών αυτών των μαχητών. Όταν η σκόνη κάτσει και η διαδικασία τελειώσει, οκτώ απομένουν. Σε αυτούς τους άντρες δίνεται ο τίτλος Καλ, ή συλλογικά, Καλάι. Μεταξύ του Λαού των Αμμόλοφων, ενώ οι μεγάλοι ηγέτες πρέπει να έχουν κατακτήσει τη λεπίδα, η κυβερνώσα κάστα πρέπει να γνωρίζει πολύ περισσότερα από απλή σπαθασκία. Η εξαντλητική άσκηση συνήθως ακολουθείται είτε από αρκετά χρόνια περιπλάνησης στις ερήμους είτε από αφιέρωση του μυαλού στις επιστήμες. Ο σκοπός αυτού είναι να βρεθεί ένας αυτοκινητοποιημένος δρόμος προς τον φωτισμό. Όποια και να είναι η περίπτωση, στο τέλος της δεύτερης περιόδου εκπαίδευσης, οι υπόλοιποι Καλάι επιστρέφουν και επιδεικνύουν τη γνώση τους στους πρεσβύτερους της τρέχουσας κυβερνώσας κάστας. Όσοι βρεθούν άξιοι τότε ονομάζονται Πρόμαχοι, πολεμιστές μεγάλης δύναμης και οξύνοιας που μπορούν στη συνέχεια να θεωρηθούν ως υποψήφιοι για να ηγηθούν της επόμενης γενιάς του Λαού των Αμμόλοφων.

source: pommel strike
el: Χτύπημα με τη Λαβή
nl: handvatslag

source: Dune Raider
el: Καταδρομέας των Αμμόλοφων
nl: Duinstroper

source: dart
el: Βελόνα

source: Dune Rider
el: Καβαλάρης των Αμμόλοφων
nl: Duinruiter

source: Dune Rover
el: Αμμοπόρος
nl: Duinrover

source: Dune Scorcher
el: Αμμοκαύστης
nl: Duinverbrander

source: female^Dune Scorcher
el: Αμμοκαύστης

source: female^Dune Skirmisher
el: Αμμοακροβολιστής

source: female^Dune Sky Hunter
el: Αμμοαιθεροκυνηγός

source: eagle
el: Επίθεση Αετού

source: Dune Soldier
el: Αμμοστρατιώτης
nl: Duinsoldaat

source: Dune Spearguard
el: Αμμοδορυφύλακας
nl: Duinse Speervechter

source: Dune Spearmaster
el: Αμμοδορυμάστορας
nl: Duinse Speermeester

source: Among Dunefolk armies, the highest prestige goes to the master swordsmen leading every assault. Though honored for their service in battle, those who wield the spear and shield are largely forgotten beyond that, usually fulfilling the least desirable role in combat without glory or recognition. When a Dunefolk assault fails and a retreat must be had, a rank of spearguards is usually left behind to hold back the counterassault. Though providing a formidable defense, the shield line is inevitably overwhelmed and most of the defenders lost to the maw of war. On the off chance that one manages to survive and find his way back to the recuperating army, he is often reprimanded for failing to stand his ground and die with the rest of his unnamed brethren. Nevertheless, after a minor scolding, the warrior is accepted back and carries his hard won experience into the next battle. It is not a formal title, but ‘Spearmaster’ is what spearguards call their companions who manage to return from the usually suicidal defense that the Dunefolk mount to cover their retreats. Hardly a term of praise or distinction, it is still a modicum of recognition for those who were prepared to die as nameless martyrs to protect their brethren.
el: Μεταξύ των στρατών του Λαού των Αμμόλοφων, το υψηλότερο κύρος πηγαίνει στους δασκάλους σπαθιού που ηγούνται κάθε εφόδου. Αν και τιμώνται για την υπηρεσία τους στη μάχη, εκείνοι που κρατούν το δόρυ και την ασπίδα ξεχνιούνται σε μεγάλο βαθμό πέρα από αυτό, συνήθως εκπληρώνοντας τον λιγότερο επιθυμητό ρόλο στη μάχη χωρίς δόξα ή αναγνώριση. Όταν μια επίθεση του Λαού των Αμμόλοφων αποτυγχάνει και πρέπει να γίνει υποχώρηση, μια τάξη δορυφόρων συνήθως αφήνεται πίσω για να κρατήσει πίσω την αντεπίθεση. Αν και παρέχουν μια τρομερή άμυνα, η γραμμή ασπίδων αναπόφευκτα καταβάλλεται και οι περισσότεροι από τους αμυνόμενους χάνονται στο στόμα του πολέμου. Στην απίθανη περίπτωση που κάποιος καταφέρει να επιβιώσει και να βρει το δρόμο του πίσω στον ανασυντασσόμενο στρατό, συχνά επιπλήττεται για την αποτυχία του να σταθεί στη θέση του και να πεθάνει με τους υπόλοιπους ανώνυμους αδελφούς του. Ωστόσο, μετά από μια μικρή επίπληξη, ο πολεμιστής γίνεται δεκτός πίσω και φέρνει τη σκληρά κερδισμένη εμπειρία του στην επόμενη μάχη. Δεν είναι επίσημος τίτλος, αλλά 'Αμμοδορυμάστορας' είναι αυτό που οι δορυφόροι αποκαλούν τους συντρόφους τους που καταφέρνουν να επιστρέψουν από τη συνήθως αυτοκτονική άμυνα που στήνει ο Λαός των Αμμόλοφων για να καλύψει τις υποχωρήσεις τους. Μόλις που είναι όρος επαίνου ή διάκρισης, είναι ακόμα ένα ελάχιστο αναγνώρισης για εκείνους που ήταν έτοιμοι να πεθάνουν ως ανώνυμοι μάρτυρες για να προστατεύσουν τους αδελφούς τους.

source: female^Dune Strider
el: Αμμοβάτης

source: Dune Sunderer
el: Αμμοθραύστης
nl: Duinverdeler

source: Dune Swordsman
el: Αμμοξιφομάχος
nl: Duinse Zwaardvechter

source: Dune Warmaster
el: Αμμοπολέμαρχος
nl: Duinse Oorlogsmeester

source: Dune Wayfarer
el: Αμμοδιαβάτης

source: From the journal of Balah, the Dune Watcher: “... Today was the sixth day. Six days of pursuit through the desert without sleep, without rest... but I require neither. The Bloodeye Roc has pilfered too many of my herd for its ravenous feasting. I must be rid of it before the caravan starves. I have tracked it thus far, and no matter how far it flees, I shall follow. ... blast it! The creature was only a couple hundred paces away, but the sun was in my eyes! I managed to land a few arrows on the irksome thing, but only enough to slow it. Still, it seems to be tiring faster than I. With any luck, I will catch it before it can reach the mountains. ... Day eleven. I cornered the creature after it landed on the hillside, but there were three more that I was not accounting for. Rocs are ferocious creatures in close quarters. Fighting one is already no simple task, but four at once? I am lucky I brought my second axe, otherwise I would have sustained severe injury during that battle. As it is, I am waiting for the gauze to set on my leg before I return to slay the final two. Perhaps then I can finally find the time to eat and get some rest. ... it comes as a surprise to even me that I traveled nearly halfway across the Northern Dunes in my twenty-one day expedition. It would take the caravan nearly three months to make that trip, but I do suppose the circumstances around my journey were somewhat extenuating. On the bright side, I was able to procure some salted roc meat along the way, which should make for a fine treat for the children. It will also be nice to see some of the other Wayfarers again. My tale might not be that impressive to them, but at least it is an improvement over my previous encounter with the wyvern...”
el: Από το ημερολόγιο του Μπάλαχ, του Σκοπού των Αμμόλοφων: "... Σήμερα ήταν η έκτη μέρα. Έξι μέρες καταδίωξης μέσα στην έρημο χωρίς ύπνο, χωρίς ανάπαυση... αλλά δεν χρειάζομαι κανένα από τα δύο. Το Ματωμένο Ροκ έχει κλέψει πάρα πολλά από το κοπάδι μου για το αχόρταγο γλέντι του. Πρέπει να απαλλαγώ από αυτό πριν πεινάσει η καραβάνα. Το έχω εντοπίσει μέχρι τώρα, και όσο μακριά κι αν φύγει, θα το ακολουθήσω. ... καταραμένο! Το πλάσμα ήταν μόνο μερικές εκατοντάδες βήματα μακριά, αλλά ο ήλιος ήταν στα μάτια μου! Κατάφερα να βάλω μερικά βέλη στο ενοχλητικό πράγμα, αλλά μόνο αρκετά για να το επιβραδύνω. Ωστόσο, φαίνεται να κουράζεται πιο γρήγορα από μένα. Με λίγη τύχη, θα το πιάσω πριν φτάσει στα βουνά. ... Μέρα έντεκα. Είχα παγιδεύσει το πλάσμα αφού προσγειώθηκε στην πλαγιά του λόφου, αλλά υπήρχαν άλλα τρία που δεν είχα υπολογίσει. Τα Ροκ είναι άγρια πλάσματα σε κοντινή απόσταση. Το να πολεμήσεις ένα είναι ήδη όχι απλό έργο, αλλά τέσσερα μαζί; Είμαι τυχερός που έφερα το δεύτερο τσεκούρι μου, αλλιώς θα είχα υποστεί σοβαρό τραυματισμό κατά τη διάρκεια αυτής της μάχης. Όπως είναι, περιμένω να στεγνώσει η γάζα στο πόδι μου πριν επιστρέψω να σκοτώσω τα τελευταία δύο. Ίσως τότε μπορέσω επιτέλους να βρω χρόνο να φάω και να ξεκουραστώ. ... είναι έκπληξη ακόμα και για μένα ότι ταξίδεψα σχεδόν μισή διαδρομή στους Βόρειους Αμμόλοφους στην εικοσιμονήμερη αποστολή μου. Θα έπαιρνε στην καραβάνα σχεδόν τρεις μήνες για να κάνει αυτό το ταξίδι, αλλά υποθέτω οι συνθήκες γύρω από το ταξίδι μου ήταν κάπως ελαφρυντικές. Από την καλή πλευρά, κατάφερα να προμηθευτώ κάποιο παστό κρέας ροκ στην πορεία, που θα είναι μια ωραία λιχουδιά για τα παιδιά. Θα είναι επίσης ωραίο να δω μερικούς άλλους Διαβάτες πάλι. Η ιστορία μου μπορεί να μην είναι τόσο εντυπωσιακή για αυτούς, αλλά τουλάχιστον είναι μια βελτίωση σε σχέση με την προηγούμενη συνάντησή μου με τη δράκαινα..."

source: Wyvern Rider
el: Δρακοβάτης

source: Dwarvish Arcanister
el: Αποκρυφιστής Νάνος
nl: Dwergse Geheimbewaarder

source: Dwarvish Berserker
el: Μανιασμένος Νάνος Μαχητής
nl: Razende Dwerg

source: Dwarvish Dragonguard
el: Νάνος Δρακοφύλακας
nl: Dwergse Draakbewaker

source: Dwarvish Explorer
el: Νάνος Εξερευνητής
nl: Dwergse Overlever

source: Dwarvish Fighter
el: Νάνος Πολεμιστής
nl: Dwergenkrijger

source: Dwarvish Guardsman
el: Νάνος Σκοπός
nl: Dwergengardist

source: Dwarvish Lord
el: Νάνος Αφέντης
nl: Dwergenheer

source: Clad in shining armor, these dwarves look like kings from under the mountains. They wield axe and hammer with masterful skill, and can hit a target with a thrown hand axe at several paces. Though slow on their feet, these dwarves are a testament to the prowess of their kin.
el: Ντυμένος με λαμπερή πανοπλία, αυτοί οι Νάνοι μοιάζουν με βασιλιάδες από τις σπηλιές. Χειρίζονται τα τσεκούρια και τις σφύρες δεξιοτεχνία, και μπορούν να χτυπήσουν κάτι με τα πετούμενα τσεκούρια. Αν και αργοί, αυτοί οι Νάνοι είναι ζωντανή απόδειξη της δύναμης της φυλής τους.
nl: Hun glanzende pantsering doet deze dwergen op koningen van onder de bergen lijken. Hun kunde met bijl en hamer is ongeëvenaard, maar ook van afstand zijn de dwergheren niet te onderschatten: hun werpbijl mist zelden doel. Ondanks hun traagheid vormen deze dwergen het bewijs voor de kundigheid van hun ras.

source: Dwarvish Miner
el: Νάνος Μεταλλωρύχος

source: pick
el: Αξίνα

source: Dwarvish Pathfinder
el: Νάνος Ανιχνευτής
nl: Dwergse Reiziger

source: Dwarvish Runesmith
el: Νανικός Ρουνοτεχνίτης
nl: Dwergse Runenleerling

source: Dwarvish Scout
el: Νάνος Ιχνηλάτης
nl: Dwergse Verkenner

source: Dwarvish Sentinel
el: Νάνος Επιτηρητής
nl: Dwergse Schildwacht

source: Champions among their fellow troops, the Dwarven Sentinels form the bulwark of their battle lines. Leading a direct assault against a line that they fortify, is often out of the question; it tends toward being suicidal, rather than merely ineffectual. Equipped with the strongest of Knalgan armor, these dwarves are masters of the melee and can hold a patch of earth with the single-minded tenacity of an oak.
el: Πρωταθλητές ανάμεσα στους συμπολεμιστές τους, οι Νάνοι Επιτηρητές αποτελούν το προπύργιο των γραμμών μάχης τους. Η διεξαγωγή μιας άμεσης επίθεσης ενάντια σε μια γραμμή που οχυρώνουν, συχνά είναι εκτός συζήτησης· τείνει να είναι αυτοκτονική, παρά απλώς αναποτελεσματική. Εξοπλισμένοι με τις πιο ισχυρές πανοπλίες του Knalgan, αυτοί οι νάνοι είναι δεξιοτέχνες της σύμπλεξης και μπορούν να κρατήσουν μια έκταση γης με την αδιάκοπη επιμονή μιας βελανιδιάς.

source: Dwarvish Stalwart
el: Ακλόνητος Νάνος
nl: Dwergenwachter

source: Dwarvish Steelclad
el: Σιδερόφρακτος Νάνος
nl: Dwergse Staalkrijger

source: Outfitted in the strongest plate and mail of Knalgan forges, the Steelclads are the vanguard of dwarvish armies. They are renowned for their resilience in the heat of battle, and their mastery of both battleaxe and warhammer make them imposing foes indeed.
el: Εξοπλισμένοι με τις πιο ισχυρές πλάκες και αλυσίδες των σιδηρουργείων του Knalgan, οι Σιδερόφρακτοι Νάνοι είναι η πρωτοπορία των νανικών στρατευμάτων. Είναι περίφημοι για την ανθεκτικότητά τους στη φλόγα της μάχης, και η κυριαρχία τους τόσο στο πολεμικό τσεκούρι όσο και στο πολεμικό σφυρί τους καθιστούν πράγματι επιβλητικούς εχθρούς.
nl: De Steelkrijgers zijn uitgerust met de sterkste uitrusting van de Knalgan-smederijen en ze zijn de voorhoede van de Dwergse strijdkracht. Ze staan bekend om hun veerkracht in het heetst van de strijd, en hun beheersing van de strijdbijl maakt hen imposante vijanden.

source: Dwarvish Thunderer
el: Νάνος Κεραυνοπολεμιστής
nl: Donderdwerg

source: Dwarvish Thunderguard
el: Νάνος Κεραυνομαχητής
nl: Dwergse Donderbewaker

source: The Dwarven Thunderguards are famed for their curious weaponry, these strange staves of wood and iron that make a thunderous noise in their anger. The machinations behind this weaponry are a mystery, a secret taken to the grave by the dwarves of Knalga who wield them, and are assumed to have even forged them. The most that is known are reports of dwarves pouring a strange black dust into the mouth of their weapons, which some say is a food to fuel the beast imprisoned within. Though a single shot from these ‘thundersticks’ can take several minutes to prepare, the results are seen by the Dwarves as being well worth the wait.
el: Οι Νάνοι Κεραυνοφρουροί είναι διάσημοι για τα παράξενα όπλα τους, αυτά τα περίεργα ραβδιά από ξύλο και σίδερο που κάνουν έναν εκκωφαντικό θόρυβο στον θυμό τους. Οι μηχανισμοί πίσω από αυτά τα όπλα είναι ένα μυστήριο, ένα μυστικό που οι νάνοι της Κνάλγκα που τα χρησιμοποιούν παίρνουν στον τάφο τους, και υποτίθεται ότι τα έχουν ακόμα και σφυρηλατήσει. Το μόνο που είναι γνωστό είναι αναφορές για νάνους που ρίχνουν μια περίεργη μαύρη σκόνη στο στόμιο των όπλων τους, που κάποιοι λένε ότι είναι τροφή για να τρέφουν το θηρίο που είναι φυλακισμένο μέσα. Αν και μια μόνο βολή από αυτά τα 'κεραυνοράβδια' μπορεί να πάρει αρκετά λεπτά για να προετοιμαστεί, τα αποτελέσματα θεωρούνται από τους Νάνους ότι αξίζει την αναμονή.
nl: De Dwergse Donderbewakers staan bekend om hun merkwaardige wapens; de vreemde stafjes van hout en ijzer die een donderend lawaai. maken De werking van de wapens is een mysterie, een geheim dat de dwergen van Knalga, van wie men vermoed dat ze de makers zijn, mee hun graf innemen. Het enige dat bekend is, is dat men soms een dwerg een zwart poeder in een opening in het wapen ziet gieten. Er wordt gezegd dat het voedsel is voor het beest dat erin opgesloten zit. Hoewel een enkel schot van deze 'donderstaven' verscheidene minuten voorbereiding vergt, vinden de dwergen het zonder meer de moeite waard.

source: Dwarvish Ulfserker
el: Νάνος Λυκομανιακός
nl: Woeste Dwerg

source: Elvish Archer
el: Ξωτικοτοξότης
nl: Elfenboogschutter

source: female^Elvish Archer
el: Ξωτικοτοξότρια
nl: Elfenboogschutster

source: Elvish Avenger
el: Ξωτικοεκδικητής
nl: Elfenwreker

source: Elvish Avengers are well-traveled and adept at traversing harsh terrains like sand, water, and mountains.
el: Οι Ξωτικοεκδικητές έχουν ταξιδέψει πολύ και είναι ικανοί στη διέλευση σκληρών εδαφών όπως άμμος, νερό και βουνά.

source: female^Elvish Avenger
el: Ξωτικοεκδικήτρια
nl: Elfenwreekster

source: Elvish Captain
el: Ξωτικοκαπετάνιος
nl: Elfenkapitein

source: Elvish Champion
el: Ξωτικοϋπερμάχος
nl: Elfenkampioen

source: female^Elvish Druid
el: Ξωτικοδρυίδης
nl: Elfendruïde

source: ensnare
el: σαγήνευση
nl: verstrikken

source: female^Elvish Enchantress
el: Ξωτικογητεύτρα
nl: Elfenbezweerster

source: ethereal web
el: Αιθέριος Ιστός

source: faerie fire
el: νεραϊδίσια φωτιά
nl: feeënvuur

source: Elvish Fighter
el: Ξωτικοπολεμιστής
nl: Elfenkrijger

source: Elvish Hero
el: Ξωτικοήρωας
nl: Elfenheld

source: Elvish High Lord
el: Ξωτικοάρχοντας
nl: Hoge Elfenheer

source: While the duality of Elven magic manifests itself most strongly in the split paths between the corporeal and arcane worlds, the same dichotomy is reflected in the ranks of Elven nobility. In part due to their use of faerie fire, most lords find themselves strongly aligned with enchantresses, thus associating themselves with the aspects of insight and destruction. Though not the same thing as wisdom, a lord’s intuition is usually to be respected, and his wrath, feared. This only grows more true with age, as time brings acuity to the elf’s mind and senses. Outsiders’ notions that an upper class of ‘High Lords’ exists is usually a fallacy resulting from the great disparity in both perception and power that these experienced elves possess. In actuality, the hierarchy of Elvish rule differs between enclaves and situationally between times of peace and war. The only thing that can be said for certain is that the acumen of these lords is invaluable for maintaining the prosperity of Elvish rule, whether or not they sit at the top of the chain of command.
el: Ενώ η δυαδικότητα της μαγείας των Ξωτικών εκδηλώνεται πιο έντονα στις διαχωρισμένες διαδρομές μεταξύ των σωματικών και μυστικών κόσμων, η ίδια διχοτομία αντανακλάται στις τάξεις της ευγενείας των Ξωτικών. Εν μέρει λόγω της χρήσης της νεραϊδοφωτιάς, οι περισσότεροι άρχοντες βρίσκουν τον εαυτό τους ισχυρά ευθυγραμμισμένο με μάγισσες, συσχετίζοντας έτσι τον εαυτό τους με τις πτυχές της διορατικότητας και της καταστροφής. Αν και δεν είναι το ίδιο πράγμα με τη σοφία, η διαίσθηση ενός άρχοντα συνήθως πρέπει να γίνεται σεβαστή, και η οργή του, φοβητή. Αυτό μόνο γίνεται πιο αληθινό με την ηλικία, καθώς ο χρόνος φέρνει οξύτητα στο μυαλό και τις αισθήσεις του ξωτικού. Οι ιδέες των ξένων ότι υπάρχει μια ανώτερη τάξη 'Ξωτικοαρχόντων' είναι συνήθως ψευδής αντίληψη που προκύπτει από τη μεγάλη ανισότητα τόσο στην αντίληψη όσο και στη δύναμη που διαθέτουν αυτά τα έμπειρα ξωτικά. Στην πραγματικότητα, η ιεραρχία της κυβέρνησης των Ξωτικών διαφέρει μεταξύ εγκλείστρων και καταστασιακά μεταξύ περιόδων ειρήνης και πολέμου. Το μόνο που μπορεί να ειπωθεί με βεβαιότητα είναι ότι η οξυδέρκεια αυτών των αρχόντων είναι ανεκτίμητη για τη διατήρηση της ευημερίας της κυβέρνησης των Ξωτικών, είτε κάθονται στην κορυφή της αλυσίδας εντολών είτε όχι.

source: female^Elvish Lady
el: Ξωτικοκυρία
nl: Elfendame

source: Elvish Lord
el: Ξωτικοαφέντης
nl: Elfenheer

source: Succession among the Elvish nobility is a complex process that varies somewhat between the different enclaves of Elvenkind. Typically, the future leaders of the elves are tasked with governing the three-fold aspects of Elvish society: warriors and rangers who defend the forests, peaceable civilians who shy away from combat altogether, and the collective group of healers and mystics who study the art of faerie magic. Being able to reconcile the differences between these factions and effectively lead their people requires considerable personal merit and a deep insight into elves of all kinds. To this end, lords are typically the only male elves who are allowed to learn any amount of faerie magic, which is traditionally taught solely to female shamans. Though some enclaves, such as the northern Lintanir grove, maintain their nobility via bloodline, others such as the mighty Wesmere elves elect new lords on each new generation. In either case, the nobles’ position is rarely an absolute one, and they are expected to lead more by diplomacy and wisdom rather than force.
el: Η διαδοχή μεταξύ της ευγενείας των Ξωτικών είναι μια περίπλοκη διαδικασία που διαφέρει κάπως μεταξύ των διαφορετικών εγκλείστρων του Ξωτικού Γένους. Συνήθως, οι μελλοντικοί ηγέτες των ξωτικών αναλαμβάνουν τη διακυβέρνηση των τριπλών πτυχών της κοινωνίας των Ξωτικών: πολεμιστές και καταδρομείς που υπερασπίζονται τα δάση, ειρηνικοί πολίτες που αποφεύγουν εντελώς τη μάχη, και η συλλογική ομάδα θεραπευτών και μυστικιστών που μελετούν την τέχνη της νεραϊδομαγείας. Το να μπορεί κανείς να συμφιλιώσει τις διαφορές μεταξύ αυτών των παρατάξεων και να ηγηθεί αποτελεσματικά του λαού του απαιτεί σημαντική προσωπική αξία και βαθιά διορατικότητα στα ξωτικά όλων των ειδών. Για αυτόν το σκοπό, οι άρχοντες είναι συνήθως τα μόνα αρσενικά ξωτικά που επιτρέπεται να μάθουν οποιαδήποτε ποσότητα νεραϊδομαγείας, η οποία διδάσκεται παραδοσιακά μόνο σε γυναίκες σαμάνους. Αν και κάποια έγκλειστρα, όπως το βόρειο άλσος Λιντανίρ, διατηρούν την ευγενεία τους μέσω αιμοδοσίας, άλλα όπως τα ισχυρά ξωτικά του Γουέσμερ εκλέγουν νέους άρχοντες σε κάθε νέα γενιά. Σε κάθε περίπτωση, η θέση των ευγενών είναι σπάνια απόλυτη, και αναμένεται να ηγηθούν περισσότερο με διπλωματία και σοφία παρά με δύναμη.

source: Elvish Marksman
el: Ξωτικοσημαδευτής
nl: Elfse Scherpschutter

source: longbow
el: μακρύ τόξο
nl: handboog
