Repository: wesnoth/wesnoth
Catalog: po/wesnoth-units/*.po
Languages: el, nl

source: Although the dwarves cannot match the taller races in a sprint, when unencumbered by heavy armor their tremendous stamina and endurance allows them to match all but the fastest on foot. Dwarvish Scouts use this to their advantage, ranging ahead of the main force and reporting back on troop movements and dispositions, or securing important objectives. Outside of battle, they are often used to relay messages between dwarvish communities. However, they pay for their speed with the poorer protection provided by their lighter armor.
nl: Alhoewel de dwergen de grotere rassen niet kunnen evenaren in een sprint, staan hun enorme uithoudingsvermogen en weerstand hen toe om alle, behalve de allersnelsten te voet, te evenaren wanneer ze niet gehinderd worden door een zwaar harnas. Dwergse Verkenners gebruiken dit in hun eigen voordeel, ze gaan ver voor op de hoofdtroepen en rapporteren over de bewegingen van troepen en opstellingen, of ze beveiligen belangrijke doelen. Buiten het gevecht worden ze vaak gebruikt om berichten over te brengen tussen Dwergengemeenschappen. Voor hun snelheid moeten ze echter betalen met hun zwakkere bescherming door hun lichte harnassen.

source: As primarily foragers and hunters, most elves learn to become proficient archers from a young age. Besides being only a practical skill, archery is also a common pastime and many competitions are held in sport for the entertainment of spectators and participants alike. This ability is readily turned to battle in times of war, where many elves will wield bows as their weapons of choice. Though not as sturdy as their human or orc counterparts, Elvish archers are still effective combatants, especially when fighting from the safety of their forests.
nl: De meeste Elfen leren op jonge leeftijd al boogschutters te worden door het jagen en verzamelen. Naast dat het praktisch is, is boogschieten ook een gewoon tijdverdrijf en worden er veel wedstrijden gehouden in de sport voor het vermaak van toeschouwers en deelnemers. De vele Elfen kunnen snel worden ingezet in de strijd, waar veel Elfen hun bogen zullen gebruiken als favoriete wapens. Hoewel ze niet zo sterk zijn als hun menselijke tegenhangers, zijn Elfenboogschutters erg effectieve strijders, vooral wanneer ze vechten om de veiligheid van hun bossen te beschermen.

source: Among elves, swordplay is most commonly practiced by rangers and border patrols, who serve primarily as guardians of the forests and more occasionally as small squads for intrusions into other territories. Elvish swordsmanship is known for its emphasis on swift, agile strikes, generating less power than human or orcish warriors, but also leaving less time to react and counter. Most elves can learn the basics of swordplay relatively quickly and will readily pick up the blade when confronted with battle.
nl: Onder Elfen wordt het zwaardgevecht het meest beoefend door Beschermers en grensbewakers, die vooral dienen als bewakers van de bossen en soms ingezet worden tijdens kleinere invallen in een gebied. Een Elf met een zwaard staat bekend om zijn snelle, behendige bewegingen, dit resulteert in minder kracht dan de Mensen of Orks hebben, maar ook minder tijd om te reageren en terug te slaan. De meeste Elfen zullen met gemak het zwaard oppikken omdat ze gemakkelijk de basis van het zwaardvechten hebben geleerd.

source: Battle experience strengthens not only the combat prowess of both mount and rider, but also heartens the bond between them. While a human knight may ride different steeds into battle, a ‘goblin knight’ refers to goblin and wolf together as a single unit, fiercely loyal to one another almost to a fault. Among orcs, the riders are treated as a class above goblins, even when separated from their mount. Orcish grunts, while feeling themselves superior to goblins, recognize that picking a fight with the rider is also picking a fight with jaws that strike faster than a sword, and almost as hard.
nl: Gevechtservaring versterkt niet alleen de kracht van het rijdier en de rijder, maar vergroot ook de band die ze met elkaar hebben. Hoewel een menselijke ridder op meerdere paarden rijdt gedurende een oorlog, zal een 'Kobold Roofridder, zo worden Kobold en Wolf samen genoemd, extreme loyaliteit vertonen aan de wederhelft. Onder de Orks, de Roofridders worden hoger geacht dan de Kobolds zelf, zelfs wanneer ze zich zonder wolf verplaatsen. Orkgrommers, die zichzelf belangrijker vinden dan Roofridders, weten dat een gevecht met een Roofridder gelijk staat aan een gevecht met kaken die sneller zijn dan een zwaard, en net zo hard en scherp.

source: Some Goblins train their wolves to overcome their fear of fire. In raids, these goblins take a supporting role; they will torch the homes and crops of their foes, and also carry nets to wreak havoc against those attempting to rally for defense or reprisal.
nl: Sommige kobolds leren hun wolven om hun vrees voor vuur te overwinnen. Tijdens rooftochten ondersteunen deze kobolds door huizen en gewassen te verbranden, daarnaast zaaien ze met hun netten verwarring bij de verdedigers.

source: Standard-bearers are an oddity amongst goblins. A goblin who has survived enough battles to be considered a veteran is rare enough, and it is rarer still for the other goblins to recognize and respect his veteran status. Nonetheless, a rouser’s frenzied goading effectively steels the less veteran fighters to strive harder and longer before they die.
nl: Vaandeldragers zijn een zeldzaamheid onder de kobolden. Een kobold die genoeg veldslagen heeft overleefd om een veteraan genoemd te worden, is al zeldzaam, en nog zeldzamer is het dat andere kobolden die status erkennen en respecteren. Desalniettemin kan een vaandeldrager de jongere krijger aansporen om tot aan het einde langer en harder te vechten.

source: Grand Knights have reached the acme of skill with sword and lance. Wearing full plate, and riding steeds bred more for power than for speed, these warriors form the core of any serious cavalry force. A grand knight at the head of a charge is a terrifying sight for infantry, and is often enough to break right through a defensive line.
nl: Beroemde Ridders hebben het toppunt van vaardigheid met zwaard en lans bereikt. Volledig in staal gehuld en rijdend op paarden die gefokt zijn voor hun kracht, vormen deze strijders de kern van elke serieuze cavalerie. Een commandeur vooraan een stormloop is een angstaanjagende aanblik voor infanterie en is vaak genoeg om dwars door een verdedigingslinie te breken.

source: Often hailing from the wilder and untamed regions of Wesnoth, Horsemen are trained from childhood to ride and to follow a strict code of honor. A charge made by a horseman is a powerful though risky tactic, the worth of which has been proven time and time again on the battlefield. Horsemen excel against most infantry, especially those who have fallen out of line, but must take care against both spearmen and archers for whom their large size provide inviting targets.
nl: Ruiters, vaak afkomstig van de wilde regio's van Wesnoth, worden van kinds af aan getraind in het paardrijden en hebben een strenge erecode. Een stormloop uitgevoerd door een Ruiter is een machtige maar roekeloze tactiek, waarvan de waarde keer op keer bewezen is. Ruiters blinken uit tegen de meeste soorten infanterie, voornamelijk wanneer die uit het gelid is geraakt, maar moeten uitkijken met speermannen en boogschutters voor wie de grote ruiters een verleidelijk doelwit vormen.

source: The use of archery in shooting something other than game was seen from its inception, and archers have been indispensable in warfare since time immemorial. Usually of humble origins, hailing from the peasantry or woodsmen, military bowmen are trained to competence with both a bow and a short sword, and are very common on the battlefield.
nl: Al vanaf het begin werden pijl en boog ook voor andere doeleinden dan de jacht gebruikt en sindsdien zijn boogschutters onmisbaar in de strijd sinds mensheugenis. Boogschutters zijn meestal van lage komaf, aangezien er dienstplicht is voor boeren en houthakkers, en in grote getale terug te vinden, ze zijn behendig met zowel de boog als het korte zwaard en komen in grote getale voor op het slagveld.

source: Cavalrymen are distinguished from horsemen by their tactics and equipment. A cavalryman wears heavier armor, and carries a sword and shield, rather than a lance. Their tactics do not include charging; instead they maneuver to slash with a sword, using both horse and rider as an effective tool of melee. Cavalrymen are very useful for taking and holding positions on open ground, for screening friendly soldiers, and also for scouting work.
nl: Cavaleristen onderscheiden zich van ruiters in hun tactieken en hun uitrusting. Een Cavalerist draagt zwaardere pantsers en een zwaard met een schild en geen lans. In plaats van de vijand te bestormen, manoeuvreert de cavalerist zodat hij met zijn zwaard kan houwen en zowel ruiter als paard een effectief hulpmiddel worden. Cavaleristen zijn bruikbaar voor het innemen en behouden van posities op het open veld en doen goed dienst als verkenners.

source: Fencers belong to a school of thought that considers the armor most soldiers wear in combat to be their own worst enemy. While armor can only soften a blow, evading it leaves the defender completely unharmed. Being able to reliably dodge any offensive move is a luxury only afforded to the fit of body, and then only to those who endure rigorous training. Outfitted with only a dagger and saber, fencers are light on their feet and useful in many situations where their armor-bound peers are at a disadvantage. They relish dancing circles around troops like heavy infantry, mocking the weight of their full armor.
nl: Schermers behoren tot de school die het pantser, zoals de meeste soldaten deze dragen, als hun ergste vijand ervaren. Alhoewel een pantser een slag kan verzachten, laat het ontwijken van de slag de verdediger volledig ongedeerd. Het betrouwbaar ontwijken van elke aanvallende beweging is een luxe die enkel gegeven is aan zij die een fit lichaam hebben, en dan nog slechts aan hen die strenge training hebben ondergaan. Uitgerust met enkel een dolk en een sabel zijn schermers wendbaar en van nut in vele situatie waar hun aan het pantser gebonde collega's in het nadeel zijn. Zij dansen graag om zwaar bepantserde eenheden, spottend op het gewicht dat ze meedragen.

source: A halberd is a heavy weapon and difficult to use, but very powerful in the hands of an expert. It is also much more flexible than the spear from which it descended. As any halberdier can tell you, the weapon possesses four primary striking points, two more than a spear or pike; these are the tip, the blade, the spike at the base of the shaft, and the inner point on the blade, which can be used in a motion pulling back towards the wielder. All this makes for a very versatile weapon in melee, especially against cavalry. However, a halberd is notably more expensive to craft than a spear, and in the hands of a novice, much less effective. In the armies of Wesnoth, it is customary only to grant these weapons to veteran pikemen, who have proven that they have the skill to employ them properly on the field of war.
nl: Een hellebaard is een zeer zwaar wapen, ingewikkeld in gebruik maar zeer krachtig in de handen van een expert. Het is ook veel handiger dan de speer waar hij van is afgeleid. Zoals elke Hellebaardier je kan vertellen heeft het wapen vier spitse punten, twee meer dan een speer of piek, te weten de top, het blad, de spies aan de basis van de schacht en het middelpunt op het blad, welke gebruikt wordt in een beweging naar de drager toe. Dit alles maakt het een veelzijdig wapen in lijf-aan-lijf aanvallen, vooral tegen cavalerie. Echter, een hellebaard is aanmerkelijk duurder om te maken dan een speer, en in de handen van een beginneling een stuk minder effectief. In de legers van Wesnoth is het gebruikelijk enkel aan de beproefde Piekeniers, die hun wapenbeheersing reeds aangetoond hebben, dit wapen te overhandigen.

source: Compared to other loyalists, Halberdiers have a higher resistance to ‘pierce’ attacks.
nl: Vergeleken met andere loyalisten hebben Hellebaardiers een betere weerstand tegen 'puntige' aanvallen.

source: Heavy infantry are brawny fighters clad in full plate and wielding massive impact weapons. Though they fight with unmatched power in melee combat, they have poor mobility and are best employed in static defense of fortified positions. A few of these in battle line will stiffen it considerably, albeit at an obvious cost in tactical flexibility.
nl: De zware infanterie bestaat uit gespierde krijgers, gekleed in een volledig bedekkend plaatharnas, die massieve wapens met een grote slagkracht dragen. Alhoewel ze met een ongeëvenaarde kracht vechten in man-aan-mangevechten, zijn ze heel log en ze worden het best gebruikt bij de statische verdediging van versterkte plaatsen. Enkelen van hen in de linies zal deze aanzienlijk sterker maken, maar ze kosten ook een aanzienlijke hoeveelheid tactische flexibiliteit.

source: Master bowmen have reached the zenith of their art, inasmuch as any human is capable. Armed with both a sword, and a great yew bow, these warriors crown battalions of archers with their presence, bringing down many a foe with their well-aimed shots. Their skill with the sword is also not to be discounted; they are easily as good with it as any novice swordsman. Of the many races in the world, only the elves surpass humanity in archery, and their human counterparts have speculated, perhaps in envy, that this is only by dint of age.
nl: Meesterboogschutters hebben het toppunt van hun kunnen bereikt. Gewapend met een zwaard en een grote taxushouten boog vormen deze strijders de kroon op een bataljon boogschutters. Hun vaardigheid met het zwaard mag ook niet onderschat worden; ze evenaren met gemak een beginnende zwaardvechter. Van de vele rassen in de wereld zijn alleen Elfen beter met pijl en boog en vele denken, misschien door afgunst, dat dit enkel komt door hun hogere ouderdom.

source: Promising spearmen in the armies of Wesnoth are often graduated to wielding pikes, and are outfitted with something far superior to the motley collection of leather armor they wore as recruits. A pike is a much longer weapon than a spear, and thus facilitates different combat tactics. A wall of pikemen is the bane of any cavalry charge, and with proper discipline and tactics, pikemen can also hold most other infantry at bay.
nl: Veelbelovende speermannen in de legers van Wesnoth worden vaak gepromoveerd tot het dragen van pieken, en worden gekleed met superieure pantser in vergelijking wat ze als rekruten droegen. A piek is veel langer dan een speer en faciliteert ander vechttactieken. Een muur van Piekeniers is de nachtmerrie van elke cavalerie. Met de juiste discipline en tactiek houdt de Piekenier ook de meeste andere infanterie op afstand.

source: Compared to other loyalists, Pikemen have a higher resistance to ‘pierce’ attacks.
nl: Vergeleken met andere loyalisten hebben Piekeniers een hogere weerstand tegen 'puntige' aanvallen.

source: Royal Guards are picked from the best swordsmen in Wesnoth. Serving under any of the higher nobility, they function as bodyguards, and partly as a badge of office for their employers. A special force of Royal Guards is stationed at the capital, guarding the palace grounds and the royal family. Because of their trusted relationship to their superiors, they, rather than mercenaries, are often deployed on missions of crucial import. Their reliability and mastery of close combat are their best assets, for which they are well-renowned.
nl: Koninklijke Gardisten worden gekozen uit de beste zwaardvechters van Wesnoth. Ze dienen onder hoge adel en fungeren als lijfwachten en deels als een plaatsvervanger van hun werkgevers. Een speciale strijdmacht van Koninklijke Gardisten is gestationeerd in de hoofdstad, die het paleis en de Koninklijke familie bewaakt. Vanwege hun vertrouwde relatie met hun meerderen, worden zij, in plaats van huursoldaten, vaak ingezet op missies van cruciaal belang. Hun betrouwbaarheid en beheersing van man-tot-man gevechten zijn hun beste troeven, waarom ze bekend staan.

source: Compared to other loyalists, Royal Guards have a higher resistance to ‘blade’ and ‘impact’ attacks.
nl: Vergeleken met andere loyalisten hebben Koninklijke Gardisten een hogere weerstand tegen 'scherpe' en 'stompe' aanvallen.

source: Shock troopers are the elite of the heavy infantry, and a significant part of their use is mere intimidation. The only men who can enter their ranks are prodigiously well-built, and when clad in black plate brimming with spikes, they are a fearsome sight to behold. The sight of Shock Troopers breaking an enemy often does the same to the morale of any opposition, who sometimes wonder if such armor covers monsters, rather than men. The drawback of such heavy armor is, of course, the time it takes to move into and out of combat.
nl: De Schoktroepen behoren tot de elitesoldaten van de Zware Infanterie. Een significant aandeel van hun nut zit in de intimidatie. Enkel de sterkst gebouwde mannen kunnen toetreden tot deze klassen. Zodra bekleed met zwarte platen met puntige zijden zijn zij een angstaanjagend gezicht. Het aangezicht van schoktroepen die een vijand breken doet vaak ook de moraal van de vijand breken. Afvragende of het de pakken monsters of mensen bevatten. De keerzijde is de tijd die het neemt om hen te bewegen op het slagveld.

source: Swords are, for many, an expensive luxury, and one which peasants can ill afford. Spears are much easier to make and will do well even without a spearhead, though most can afford one. Clad in leather armor, and often armed with a shield and a few javelins, spearmen are the staple of most armies, often thrown into the front lines with only the most basic training.
nl: Zwaarden zijn voor vele een dure luxe en niet te betalen voor de gewone man. Speren zijn veel makkelijker te maken en doen het goed, zelfs zonder speerpunt, zo kan een ieder zich er een verschaffen. Speermannen gaan gekleed in een leren brigandine en voeren vaak een schild en dragen enkele lichte speren. Deze jonge soldaten vormen de basis van het leger en vechten meestal aan het front met slechts de meest basale training.

source: Compared to other loyalists, Swordsmen have a higher resistance to ‘blade’ and ‘impact’ attacks.
nl: Vergeleken met andere loyalisten hebben waardvechters een betere weerstand tegen 'scherpe' en 'stompe' aanvallen.

source: Compared to other mages, Arch Mages have a higher resistance to ‘fire’ attacks.
nl: Vergeleken met andere magiërs hebben Oppermagiërs een betere weerstand tegen 'vuur' aanvallen.

source: Compared to other mages, Great Mages have a higher resistance to ‘fire’ attacks.
nl: Vergeleken met andere magiërs hebben Meester Magiërs een betere weerstand tegen 'vuur' aanvallen.

source: Compared to other mages, Red Mages have a higher resistance to ‘fire’ attacks.
nl: Vergeleken met andere magiërs hebben Rode Magiërs een betere weerstand tegen 'vuur' aanvallen.

source: The many paths that a mage can take in study lead to strikingly different ends. Often viewed as sages, or wandering mystics, silver magi act under an agenda which is obscure even to their own colleagues. Though helpful to the magisteriums which often employ them in the field, they remain somewhat aloof. They have, in fact, their own order amongst the ranks of magi, an order which withholds certain secrets from their peers. One of these is an apparent ability to cross great distances, faster than one could possibly travel on foot. Members of the silver order ardently refuse to discuss the workings of this with any of their fellow magi, and on those rare occasions when others have pried into their work, they have abandoned the endeavor, never to speak of it again. Silver magi are often more physically adept than other magi, and their skills are of undeniable use on the battlefield, if one can manage to induce the mage to apply them.
nl: De vele paden die een magiër kan volgen in zijn studie leiden tot opmerkelijk verschillende resultaten. Vaak gezien als wijzen of zwervende mystici, handelen Zilveren Magiërs volgens een eigen agenda die zelfs voor hun collega's geheimzinnig is. Hoewel ze behulpzaam zijn voor het magisterium waar ze vaak werken, blijven ze altijd enigszins afstandelijk. Zij vormen als het ware een eigen orde onder de magiërs. Een orde die zekere geheimen achterhouden voor hun gelijken. Waaronder de schijnbare kunst om grote afstanden te overbruggen, sneller dan iemand per voet kan bereizen. Leden van de zilveren orde weigeren andere magiërs in te weiden in de werking van deze kunst. De uitzonderlijke keer dat iemand zijn neus stak in hun werk hebben zij hem ervan met enige kracht overtuigd er nooit over te spreken. Zilveren Magiërs zijn vaak fysiek sterker dan andere magiërs en de waarde van hun vaardigheden op het slagveld moet niet onderschat worden. Als men de magiër tenminste zover krijgt ze toe te passen.

source: Compared to other mages, White Mages have a higher resistance to ‘arcane’ attacks.
nl: Vergeleken met andere magiërs hebben Witte Magiërs een betere weerstand tegen 'witte magie' aanvallen.

source: Compared to other mages, Mages of Light have a higher resistance to ‘arcane’ attacks.
nl: Vergeleken met andere magiërs hebben Magiërs des Licht een betere weerstand tegen 'witte magie' aanvallen.

source: After some years of service, former ‘footpads’ rise up in the ranks of their fellow outlaws. Having proven themselves in combat, they are given more dangerous tasks, and a greater share of the spoils. Though many opponents would mock their choice of weaponry, the outlaws are well aware of its deadly capacity, and also of the ready availability of ammunition. Outlaws are somewhat ill at ease fighting during the day, preferring the cover of nightfall.
nl: Na enkele jaren van dienen stijgen enkele voormalige voetscouts uit boven hun mede criminelen. Na zich bewezen te hebben in veldslagen krijgen zij de gevaarlijker taken en een groter aandeel in plunderingen. Hoewel vijanden hun wapenkeuze bespotten zijn de criminelen zich wel bewust van de dodelijke mogelijkheden en van de altijd aanwezige munitie. Criminelen zijn wat zwakjes overdag en prefereren het duister van de nacht.

source: The greatest of thieves are sometimes tasked to take far more than their victim’s belongings. Masters of knife-fighting and uncannily light on their feet, these menacing figures will employ any means to dispatch their victims, be it poisoned knives thrown from afar, or a dagger planted in the back. Deadly at night, assassins are less able fighting under the sun.
nl: De beste dieven krijgen soms opdracht om mensen van meer dan alleen hun bezittingen te beroven. Meesters in steekgevechten en onnatuurlijk lichtvoetig, zullen deze duistere figuren gebruik maken van alle middelen om zich stilletjes het leven van hun slachtoffers te ontnemen, hetzij met vergiftigde werpmessen, hetzij met een dolksteek in de rug. Dodelijk in de nacht, zijn moordenaars kunnen moordenaars minder sterk vechten onder de zon.
