Repository: wesnoth/wesnoth
Catalog: po/wesnoth-units/*.po
Languages: el, nl

source: A dragon is a legendary creature, normally seen only in fantastic tales. They are very rare, and were it not for the historical events, the singlehanded destruction of cities and towns that these creatures have wrought, they might be dismissed as mere myth. Legends are very specific about the ravages of dragons; noting their great strength, speed, their preternatural cunning, and above all else, the great fire that burns inside of them. Battling a dragon is said to be the pinnacle of danger itself, fit only for fools, or the bravest of knights.
el: Ένας Δράκος είναι ένα θρυλικό πλάσμα, που κανονικά συναντιέται μόνο στις φανταστικές ιστορίες. Είναι πολύ σπάνιοι, και δεν λέγεται μόνο για να βοηθηθεί η ιστορία ότι κατέστρεψαν πόλεις και κωμοπόλεις. Οι μύθοι είναι πολύ συγκεκριμένοι για τις καταστροφές των δράκων σημειώνοντας κυρίως τη μεγάλη τους δύναμή, ταχύτητα, και την υπερφυσική τους πονηριά, και και πάνω από όλα, η μεγάλη φωτιά που καίει μέσα τους. Το να πολεμάς έναν Δράκο θεωρείται ως το αποκορύφωμά του κινδύνου, δουλειά για ένα ηλίθιο ή για τον γενναιότερο ιππότη.
nl: Een draak is een legendarisch wezen, gewoonlijk enkel voorkomend in fantastische verhalen. Ze zijn erg zeldzaam en moesten er niet de historische gebeurtenissen zijn, de totale vernietiging van steden en dorpen door een enkel wezen, zouden als mythes afgedaan worden. De legendes zijn zeer specifiek over de verwoestingen van de draken; ze beschrijven hun grote kracht, snelheid, hun abnormale geslepenheid en bovenal het grote vuur dat in hun binnenste brand. Een draak bevechten is het toppunt van gevaar, enkel geschikt voor dwazen of de dapperste ridders.

source: Fire Guardian
el: Φρουρός Φωτιάς
nl: Vuurwachter

source: fire claws
el: Νύχια Φωτιάς
nl: vuurklauwen

source: Fire Wisp
el: Πύρινο Πνεύμα

source: fire bash
el: Χτύπημα Φωτιάς

source: Fire Wraith
el: Πύρινο Φάντασμα

source: Frost Stoat
el: Νυφίτσα του Παγετού

source: ice claw
el: Νύχια Πάγου

source: Giant Mudcrawler
el: Γιγάντιο Λασπόπλασμα
nl: Grote Modderkruiper

source: mud glob
el: κομμάτι λάσπης
nl: modderbubbel

source: Giant Rat
el: Γιγάντιος Αρουραίος
nl: Reuzenrat

source: Giant Scorpion
el: Γιγάντιος Σκορπιός
nl: Reuzenschorpioen

source: A normal scorpion is dangerous enough — the deadliness of one the size of a man needs little explanation.
el: Ένας κανονικός σκορπιός είναι αρκετά επικίνδυνος - κάποιος μπορεί να φανταστεί πόσο επικίνδυνος είναι ένας σκορπιός στο μέγεθος ενός ανθρώπου ακόμα και αν δεν του το πούνε.
nl: Een normale schorpioen is gevaarlijk genoeg — een zo groot als een Mens behoeft geen uitleg.

source: pincers
el: δαγκάνες
nl: scharen

source: scuttler
el: Σαρκαστής

source: Sand Scuttler
el: Αμμοτρεχούλης

source: Giant Scorpling
el: Νεαρός Γιγάντιος Σκορπιός
nl: Jonge Reuzenschorpioen

source: Giant Spider
el: Γιγάντια Αράχνη
nl: Reuzenspin

source: web
el: ιστός

source: Horned Scarab
el: Κερασφόρος Σκαραβαίος

source: horn
el: Κέρατο

source: Bay Horse
el: Καστανό Άλογο

source: hooves
el: Οπλές

source: Black Horse
el: Μαύρο Άλογο

source: The true nature of Black Horses is impossible to discern, but the fire in their eyes and the unnerving, unnatural sound of their calls suggest they are malevolent spirits.
el: Η αληθινή φύση των Μαύρων Αλόγων είναι αδύνατο να διακριθεί, αλλά η φωτιά στα μάτια τους και ο ανησυχητικός, αφύσικος ήχος των κλήσεών τους υποδηλώνουν ότι είναι κακόβουλα πνεύματα.

source: whinny
el: Χλιμίντρισμα

source: Black Stallion
el: Μαύρος Επιβήτορας

source: female^Black Nightmare
el: female^Μαύρος Εφιάλτης

source: Dark Horse
el: Σκούρο Άλογο

source: Dark Horses are wild animals, but they seem to take an odd interest in the civilized races. They leave no signs of their passage, but they have been noticed scouting camps and outposts during the night.
el: Τα Σκούρα Άλογα είναι άγρια ζώα, αλλά φαίνεται να δείχνουν ένα περίεργο ενδιαφέρον για τις πολιτισμένες φυλές. Δεν αφήνουν σημάδια της διάβασής τους, αλλά έχουν παρατηρηθεί να εξερευνούν κατασκηνώσεις και προκεχωρημένες θέσεις κατά τη διάρκεια της νύχτας.

source: male^Dark Horse
el: Σκούρο Άλογο

source: female^Dark Horse
el: Σκούρο Άλογο

source: Great Horse
el: Μεγάλο Άλογο

source: Great Horses are significantly larger than the usual domesticated horse, but despite their similar appearance, they are wild animals. Their obstinate and often feisty temperaments make them too difficult to tame, though many an arrogant prince or warlord has tried and failed.
el: Τα Μεγάλα Άλογα είναι σημαντικά μεγαλύτερα από το συνηθισμένο κατοικίδιο άλογο, αλλά παρά την παρόμοια εμφάνισή τους, είναι άγρια ζώα. Οι πεισματικοί και συχνά ζωηροί χαρακτήρες τους τα καθιστούν πολύ δύσκολα στην εξημέρωση, αν και πολλοί αλαζόνες πρίγκιπες ή πολέμαρχοι έχουν προσπαθήσει και αποτύχει.

source: White Horse
el: Λευκό Άλογο

source: Some horses have a white color, and they are merely white horses. But there exist a special breed, found only in the wild woods, that are White Horses. As if blessed by the faerie world, they have a grace and agility not found in their more common relatives.
el: Μερικά άλογα έχουν λευκό χρώμα, και είναι απλώς λευκά άλογα. Αλλά υπάρχει μια ειδική φυλή, που βρίσκεται μόνο στα άγρια δάση, που είναι Λευκά Άλογα. Σαν να ευλογήθηκαν από τον νεραϊδένιο κόσμο, έχουν μια χάρη και ευκινησία που δεν βρίσκεται στους πιο κοινούς συγγενείς τους.

source: Icemonax
el: Παγομούρμουρας

source: Icemonax are a strange beast of the frozen north, best described as a large, armored ground squirrel. Their armor accumulates frost and snow, even in more temperate climates. Most Icemonax are curious, often wandering into places they do not belong. Despite this, efforts to study and domesticate them have failed, as they die soon after capture.
el: Οι Παγομούρμουρες είναι ένα περίεργο θηρίο του παγωμένου βορρά, που περιγράφονται καλύτερα ως ένας μεγάλος, θωρακισμένος επίγειος σκίουρος. Η θωράκισή τους συσσωρεύει παγετό και χιόνι, ακόμα και σε πιο εύκρατα κλίματα. Οι περισσότεροι Παγομούρμουρες είναι περίεργοι, συχνά περιπλανώμενοι σε μέρη που δεν ανήκουν. Παρά αυτό, οι προσπάθειες να μελετηθούν και να εξημερωθούν έχουν αποτύχει, καθώς πεθαίνουν σύντομα μετά τη σύλληψη.

source: Great Icemonax
el: Μεγάλος Παγομούρμουρας

source: Icemonax are a strange beast of the frozen north, best described as a large, armored ground squirrel. Their armor accumulates ice and snow, even when the climate is warm and dry. Some Icemonax grow to be quite large and powerful, guarding their smaller, younger kin.
el: Οι Παγομούρμουρες είναι ένα περίεργο θηρίο του παγωμένου βορρά, που περιγράφονται καλύτερα ως ένας μεγάλος, θωρακισμένος επίγειος σκίουρος. Η θωράκισή τους συσσωρεύει πάγο και χιόνι, ακόμα και όταν το κλίμα είναι ζεστό και ξηρό. Μερικοί Παγομούρμουρες μεγαλώνουν αρκετά μεγάλοι και δυνατοί, φυλάσσοντας τους μικρότερους, νεότερους συγγενείς τους.

source: Jinn
el: Τζίνι

source: The Jinn are mysterious spirits, with no known relation to souls of the departed. They are often sighted from a distance, drifting across the desert hills and dunes, but defy close observation. Almost all recorded encounters have been of a hostile nature, but there have been instances where travelers felt the Jinn were watching over them, driving off malign forces of the night.
el: Οι Τζίνι είναι μυστηριώδη πνεύματα, χωρίς γνωστή σχέση με ψυχές των νεκρών. Συχνά εμφανίζονται από απόσταση, παρασυρόμενοι στους λόφους και τις αμμοθίνες της ερήμου, αλλά αψηφούν την κοντινή παρατήρηση. Σχεδόν όλες οι καταγεγραμμένες συναντήσεις ήταν εχθρικής φύσης, αλλά υπήρξαν περιπτώσεις όπου ταξιδιώτες αισθάνθηκαν ότι οι Τζίνι τους παρακολουθούσαν, απωθώντας κακόβουλες δυνάμεις της νύχτας.

source: desert windblast
el: Άνεμος της Ερήμου

source: desert lightning
el: Αστραπή της Ερήμου

source: Kraken
el: Κράκεν

source: Krakens are gigantic creatures of the seas. They can grab their opponents with strong tentacles, or spit a poisonous black ink from a distance. The best way to survive an encounter with these monsters is to remain ashore.
el: Οι Κράκεν είναι γιγάντια πλάσματα των θαλασσών. Μπορούν να αρπάξουν τους αντιπάλους τους με δυνατά πλοκάμια, ή να φτύσουν ένα δηλητηριώδες μαύρο μελάνι από απόσταση. Ο καλύτερος τρόπος να επιβιώσει κανείς από μια συνάντηση με αυτά τα τέρατα είναι να παραμείνει στην ακτή.

source: Mudcrawler
el: Λασπόπλασμα
nl: Modderkruiper

source: Raven
el: Κόρακας

source: Ravens follow armies to feast upon the refuse and corpses that are the fruit of war. For this reason, they are often associated with death, war, and fate. They are not usually associated with necromancy, as their brazen and vivacious behavior ties them to the legacy of battle and its consequences for the living, rather than rot and the finality of the tomb.
el: Οι Κόρακες ακολουθούν στρατούς για να γλεντίσουν στα απορρίμματα και τα πτώματα που είναι ο καρπός του πολέμου. Για αυτόν τον λόγο, συχνά συνδέονται με το θάνατο, τον πόλεμο και τη μοίρα. Δεν συνδέονται συνήθως με τη νεκρομαντεία, καθώς η αναίσχυντη και ζωηρή συμπεριφορά τους τους συνδέει με την κληρονομιά της μάχης και τις συνέπειές της για τους ζωντανούς, παρά με τη σήψη και την τελικότητα του τάφου.

source: War Harbinger
el: Οιωνός του Πολέμου

source: Ravens follow armies to feast upon the refuse and corpses that are the fruit of war. This leads to folk wisdom that the dark birds are agents of the supernatural forces associated with conflict. Some of the larger ravens have been seen to wear crude ornaments and lead groups in a noisy chorus of calls and cries, a reliable sign that war is imminent.
el: Οι Κόρακες ακολουθούν στρατούς για να γλεντίσουν στα απορρίμματα και τα πτώματα που είναι ο καρπός του πολέμου. Αυτό οδηγεί σε λαϊκή σοφία ότι τα σκοτεινά πουλιά είναι πράκτορες των υπερφυσικών δυνάμεων που συνδέονται με τη σύγκρουση. Μερικοί από τους μεγαλύτερους κόρακες έχουν φανεί να φορούν πρόχειρα στολίδια και να οδηγούν ομάδες σε έναν θορυβώδη χορό κλήσεων και κραυγών, ένα αξιόπιστο σημάδι ότι ο πόλεμος είναι επικείμενος.

source: Dark Omen
el: Μαύρος Οιωνός

source: Ravens follow armies to feast upon the refuse and corpses that are the fruit of war. This leads to folk wisdom that the dark birds are agents of the supernatural forces associated with conflict. The unusual abilities displayed by some have only supported this notion.
el: Οι Κόρακες ακολουθούν στρατούς για να γλεντίσουν στα απορρίμματα και τα πτώματα που είναι ο καρπός του πολέμου. Αυτό οδηγεί σε λαϊκή σοφία ότι τα σκοτεινά πουλιά είναι πράκτορες των υπερφυσικών δυνάμεων που συνδέονται με τη σύγκρουση. Οι ασυνήθιστες ικανότητες που επιδεικνύουν μερικοί έχουν υποστηρίξει μόνο αυτή την αντίληψη.

source: Roc
el: Ροκ

source: In remote desert mountains, far from any city or settlement, enormous raptors are rumoured to nest in the lofty crags. Travellers and nomads claim to have witnessed livestock and grown men snatched into the sky without warning by these monsters. While one should not place much faith in the accounts of the desert roamers, they are less fantastical than the drunken lies of sailors who claim to have witnessed full-rigged ships, attempting to navigate the narrow straits between the sheer cliffs where nothing can grow, sunk by giant eagles dropping large rocks. Whatever kernel of truth is in these tall tales, there is no denying that the desert is a dangerous place, and both traders and armies do sometimes disappear when trying to cross the harsh ranges. If you must traverse the great deserts, keep an eye to the sky.
el: Σε απομακρυσμένα ερημικά βουνά, μακριά από οποιαδήποτε πόλη ή οικισμό, φημολογείται ότι τεράστια αρπακτικά φωλιάζουν στους ψηλούς γκρεμούς. Ταξιδιώτες και νομάδες ισχυρίζονται ότι έχουν δει ζώα και ενήλικες άντρες να αρπάζονται στον ουρανό χωρίς προειδοποίηση από αυτά τα τέρατα. Ενώ κανείς δεν πρέπει να έχει μεγάλη πίστη στις αφηγήσεις των ερημικών περιπλανώμενων, είναι λιγότερο φανταστικές από τα μεθυσμένα ψέματα των ναυτών που ισχυρίζονται ότι έχουν δει πλήρως εξοπλισμένα πλοία, που προσπαθούν να πλοηγηθούν τα στενά στενά μεταξύ των απόκρημνων βράχων όπου τίποτα δεν μπορεί να μεγαλώσει, να βυθίζονται από γιγάντιους αετούς που ρίχνουν μεγάλες πέτρες. Όποιος και να είναι ο πυρήνας αλήθειας σε αυτά τα ψηλά παραμύθια, δεν υπάρχει αμφιβολία ότι η έρημος είναι ένας επικίνδυνος τόπος, και τόσο έμποροι όσο και στρατοί μερικές φορές εξαφανίζονται όταν προσπαθούν να διασχίσουν τις σκληρές οροσειρές. Αν πρέπει να διασχίσετε τις μεγάλες ερήμους, κρατήστε ένα μάτι στον ουρανό.

source: rock
el: Πέτρα

source: Rock Scorpion
el: Πετροσκορπιός

source: spray
el: Ψεκασμός

source: Sand Scamperer
el: Καβούρι της Άμμου

source: This impressive creature swiftly moves through the scorching desert sand. Its body is covered in a thick, sand-colored exoskeleton absorbing any impact damage. However, it is also highly flammable and vulnerable to arcane energy, making fire and magic-based attacks the most effective way to take this venomous critter down.
el: Αυτό το εντυπωσιακό πλάσμα κινείται γρήγορα μέσα στην καυτή άμμο της ερήμου. Το σώμα του καλύπτεται με έναν παχύ, αμμόχρωμο εξωσκελετό που απορροφά οποιαδήποτε ζημιά κρούσης. Ωστόσο, είναι επίσης εξαιρετικά εύφλεκτο και ευάλωτο σε μυστικιστική ενέργεια, καθιστώντας τις επιθέσεις που βασίζονται σε φωτιά και μαγεία τον πιο αποτελεσματικό τρόπο να ρίξουμε αυτό το δηλητηριώδες πλασματάκι.

source: Sea Serpent
el: Θαλάσσιο Ερπετό
nl: Zeeslang

source: Sea Serpents incite fear and awe in fishermen and sailors, figuring often in folklore as wrathful deities of the sea. Capable of destroying ships effortlessly, and possessed of seemingly endless strength and vitality, these elusive leviathans are destructive and relentless to any who try to combat them. Generally living in the deep seas, Sea Serpents are imposing even to the elite merfolk warriors, and are the reason they seldom inhabit waters far from the shore.
el: Τα Θαλάσσια Ερπετά προκαλούν φόβο και δέος σε ψαράδες και ναυτικούς, εμφανιζόμενα συχνά στη λαογραφία ως οργισμένες θεότητες της θάλασσας. Ικανά να καταστρέφουν πλοία χωρίς κόπο, και κάτοχοι φαινομενικά ατελείωτης δύναμης και ζωτικότητας, αυτά τα άπιαστα λεβιάθαν είναι καταστροφικά και αδυσώπητα για όποιον προσπαθήσει να τα πολεμήσει. Ζώντας γενικά στα βαθιά νερά, τα Θαλάσσια Ερπετά είναι επιβλητικά ακόμα και για τους ελίτ πολεμιστές των γοργόνων, και είναι ο λόγος που σπάνια κατοικούν σε νερά μακριά από την ακτή.
nl: Zeeslangen roepen angst en ontzag op bij vissers en zeelieden, ze komen voor in folklore waar ze vaak afgeschilderd worden als de woedende goden van de zee. In staat om schepen moeiteloos te vernietigen omdat ze beschikken over schijnbaar eindeloze kracht en vitaliteit, zijn deze ongrijpbare zeewezens destructief en meedogenloos voor iedereen die ze probeert te bestrijden. Over het algemeen leven ze in de diepe zeeën , Zeeslangen imponeren zelfs de elite van het Watervolk, en zijn precies de reden dat ze zelden in wateren ver van de kust wonen.

source: Great Seahorse
el: Μέγας Ιππόκαμπος

source: Seahorses are a variety of fish that have a horse-like head, but they have no real connection to equines. Most seahorses are small, shy creatures that eat bugs and similar small prey, but Great Seahorses are large enough to threaten unwary travelers. This large variety can spit water with enough force to stun a small animal, and has thick, bony plate armor, but like all seahorses, it is a slow swimmer and cannot move over land.
el: Οι Ιππόκαμποι είναι μια ποικιλία ψαριών που έχουν ένα κεφάλι σαν άλογο, αλλά δεν έχουν πραγματική σχέση με ιπποειδή. Οι περισσότεροι ιππόκαμποι είναι μικρά, ντροπαλά πλάσματα που τρώνε έντομα και παρόμοια μικρά θηράματα, αλλά οι Μέγαλοι Ιππόκαμποι είναι αρκετά μεγάλοι για να απειλήσουν απρόσεχτους ταξιδιώτες. Αυτή η μεγάλη ποικιλία μπορεί να φτύσει νερό με αρκετή δύναμη για να ζαλίσει ένα μικρό ζώο, και έχει παχιά, κοκκαλιασμένη πλακωτή πανοπλία, αλλά όπως όλοι οι ιππόκαμποι, είναι αργός κολυμβητής και δεν μπορεί να κινηθεί στη στεριά.

source: Shadow Jumping Spider
el: Σκιαραχνοάλτης

source: Unlike the feared Giant Spider that uses poison and webs to catch prey, the Shadow Jumper relies on speed and the element of surprise. These stealthy, keen-eyed hunters creep to within striking distance, then pounce with a bite that is said to punch through steel. Once they have pierced their victim’s defenses, the spiders take what nourishment is available, feeding in a manner as fast and remorseless as befits their nature. These giant jumping spiders often hunt in the same dark caverns as their web-weaving cousins, but they also prowl the forest canopy, ambushing hapless wanderers on the ground below. While they prefer the shadows, they are perfectly capable of hunting in the broad daylight.
el: Σε αντίθεση με την φοβερή Γιγάντια Αράχνη που χρησιμοποιεί δηλητήριο και ιστούς για να πιάσει θήραμα, ο Σκιαραχνοάλτης βασίζεται στην ταχύτητα και το στοιχείο της έκπληξης. Αυτοί οι κρυφοί, οξυδερκείς κυνηγοί σέρνονται σε απόσταση χτυπήματος, στη συνέχεια ορμούν με ένα δάγκωμα που λέγεται ότι διαπερνά τον χάλυβα. Μόλις έχουν διαπεράσει τις άμυνες του θύματός τους, οι αράχνες παίρνουν όση θρέψη είναι διαθέσιμη, τρώγοντας με τρόπο τόσο γρήγορο και αδίστακτο όσο ταιριάζει στη φύση τους. Αυτές οι γιγάντιες αράχνες που πηδούν συχνά κυνηγούν στα ίδια σκοτεινά σπήλαια με τις ξαδέλφες τους που υφαίνουν ιστούς, αλλά επίσης περιφέρονται στην κόμη του δάσους, στήνοντας ενέδρες σε άτυχους περιπλανώμενους στο έδαφος από κάτω. Ενώ προτιμούν τις σκιές, είναι απολύτως ικανές να κυνηγήσουν στην ευρεία μέρα.

source: Skeletal Dragon
el: Σκελετικός Δράκος
nl: Skeletdraak

source: Long ago one of the mightiest living creatures, the feared Dragon has become only bones and dark sinew. Long after its death, it was raised through the dark powers of necromancy, which it now serves. The Skeletal Dragon may look like nothing more than a pile of bones, but few people who thought that way lived long enough to change their minds.
el: Πολύ καιρό πριν ένα από τα δυνατότερα ζωντανά πλάσματα, ο φοβερός δράκος έχει γίνει μόνο κόκαλα. Πολύ μετά από το θάνατό του, αναστήθηκε μέσω των σκοτεινών δυνάμεων της νεκρομαντίας, τις οποίες εξυπηρετεί τώρα. Ο Σκελετικός Δράκος μπορεί να μοιάζει με έναν σωρό από κόκαλα, αλλά λίγοι ανθρώπους που σκέφτηκαν έτσι έζησαν αρκετό καιρό για να αλλάξουν τον τρόπο σκέψης τους.
nl: Lang geleden verging een van de meest fantastische levende wezens, de alom gevreesde draak, tot botten en rottend vlees. Lang na zijn dood werd hij tot leven gewekt door de duistere magie van een dodenbezweerder, die hij nu dient. De Skeletdraak mag er dan uit zien als een verzameling botten, slechts weinigen die hem zo beschouwden hebben nog van gedachte kunnen veranderen.

source: jaw
el: σαγόνι
nl: kaak

source: Tentacle of the Deep
el: Πλοκάμι της αβύσσου
nl: Tentakel uit de Diepte

source: These tendrils are the appendages of some greater monster that lurks below the waves. They are obviously incapable of venturing far from the water, and not very threatening individually in spite of their ability to mend injuries swiftly. Many are understandably hesitant to approach, though, for fear of being caught and dragged underwater to face whatever beast the tentacles are attached to.
el: Αυτά τα πλοκάμια είναι τα άκρα κάποιου μεγαλύτερου τέρατος που κρύβεται κάτω από τα κύματα. Προφανώς δεν μπορούν να απομακρυνθούν πολύ από το νερό, και δεν είναι πολύ απειλητικά μεμονωμένα παρά την ικανότητά τους να επουλώνουν τραυματισμούς γρήγορα. Πολλοί είναι κατανοητά διστακτικοί να πλησιάσουν, όμως, από φόβο μήπως πιαστούν και σύρονται κάτω από το νερό για να αντιμετωπίσουν οποιοδήποτε θηρίο είναι προσαρτημένα τα πλοκάμια.
nl: Deze Tentakels zijn de aanhangsels van een of ander groter monster dat onder de golven op de loer ligt. Ze zijn kennelijk niet in staat zich ver van het water te wagen en niet erg bedreigend individueel, ondanks hun vermogen om blessures snel te herstellen. Velen aarzelen voordat ze een Tentakel benaderen, uit angst om betrapt te worden en onder water te worden gesleept om het hoofd te bieden een welk beest dan ook, het monster waar de Tentakels aan vast zitten.

source: Water Serpent
el: Ερπετό του Νερού
nl: Waterslang

source: Scholars differ as to the ancestry of the Water Serpent. Some hold that they are the immature young, or mature cousins, of Sea Serpents. Others hold them up as a primitive offshoot of the Nagas. What is certain is that it is wise to avoid waters where they are known to congregate.
el: Υπάρχουν πολλές θεωρίες για την καταγωγή των Ερπετών του Νερού. Ορισμένοι θεωρούν ότι είναι τα μη εξελιγμένα Ερπετά της Θάλασσας, ενώ άλλοι θεωρούν πως είναι τα πλάσματα από τα οποία εξελίχθηκαν τα Νάγκα. Αυτό που είναι σίγουρο όμως είναι πως είναι καλό, και αναγκαίο, να αποφεύγονται τα νερά στα οποία είναι γνωστό πως υπάρχουν Ερπετά του Νερού.
nl: Geleerden verschillen van mening over de afkomst van de Waterslang. Sommigen beweren dat ze onvolwassen jonge of oudere neven zijn van de Zeeslangen. Anderen beschouwen hen als een primitieve zijtak van de Nagas. Het enige dat zeker is, is dat het wijs is om wateren waar bekend is dat ze zich daar huisvesten, te vermijden.

source: Wild Wyvern
el: Άγρια Δράκαινα

source: Wyverns are large reptiles that resemble dragons, but are not the intelligent, magical creatures. However, the fact that they are just wild beasts should not cause any traveler who encounters one to dismiss the threat, for they are fast and fierce when threatened or hungry. Wyverns are social creatures, usually traveling in pairs or small groups. Their hunting patterns and diet are difficult to discern, for they often work with smaller animals that would appear to be potential prey. That odd behavior may be an adaptation to the harsh desert environments they often inhabit.
el: Οι Δράκαινες είναι μεγάλα ερπετά που μοιάζουν με δράκους, αλλά δεν είναι τα ευφυή, μαγικά πλάσματα. Ωστόσο, το γεγονός ότι είναι απλά άγρια θηρία δεν πρέπει να αναγκάσει οποιονδήποτε ταξιδιώτη που συναντά μία να αγνοήσει την απειλή, γιατί είναι γρήγορες και άγριες όταν απειλούνται ή πεινούν. Οι Δράκαινες είναι κοινωνικά πλάσματα, συνήθως ταξιδεύουν σε ζευγάρια ή μικρές ομάδες. Τα μοτίβα κυνηγιού και η διατροφή τους είναι δύσκολο να διακριθούν, γιατί συχνά συνεργάζονται με μικρότερα ζώα που θα φαίνονταν ως πιθανό θήραμα. Αυτή η περίεργη συμπεριφορά μπορεί να είναι μια προσαρμογή στα σκληρά ερημικά περιβάλλοντα που συχνά κατοικούν.

source: Wolf
el: Λύκος

source: Wolves are aggressive animals that hunt in packs. Although weak individually, a Wolf pack can kill even the strongest man in minutes.
el: Οι Λύκοι είναι επιθετικά ζώα που κυνηγούν σε αγέλες. Αν και αδύναμοι ατομικά, μια αγέλη Λύκων μπορεί να σκοτώσει ακόμα και τον πιο δυνατό άνδρα σε λεπτά.

source: Direwolf
el: Αγριόλυκος
nl: Bloedwolf

source: Great Wolf
el: Μέγας Λύκος
nl: Grote Wolf

source: Some wolves can grow to abnormally large sizes, giving them an unusually savage appearance. While not particularly stronger than a regular wolf, these great wolves are usually faster and hardier, making even just a single one a grave threat to an unwary traveler.
el: Μερικοί λύκοι μπορούν να μεγαλώσουν σε ανώμαλα μεγάλα μεγέθη, δίνοντάς τους μια ασυνήθιστα άγρια εμφάνιση. Ενώ δεν είναι ιδιαίτερα πιο δυνατοί από έναν κανονικό λύκο, αυτοί οι μέγαλοι λύκοι είναι συνήθως πιο γρήγοροι και πιο ανθεκτικοί, καθιστώντας ακόμα και έναν μόνο σοβαρή απειλή για έναν απρόσεχτο ταξιδιώτη.

source: Yeti
el: Γέτι
