Repository: wesnoth/wesnoth
Catalog: po/wesnoth-units/*.po
Languages: el, nl

source: mace
el: σφύρα
nl: knuppel

source: short sword
el: κοντό σπαθί
nl: kort zwaard

source: chill wave
el: αποθαρρυντικό κύμα
nl: koudegolf

source: shadow wave
el: σκοτεινό κύμα
nl: schaduwgolf

source: staff
el: ραβδί
nl: staf

source: sling
el: σφεντόνα
nl: slinger

source: fangs
el: δαγκάνες
nl: tanden

source: lance
el: λόγχη
nl: lans

source: touch
el: άγγιγμα
nl: aanraking

source: flail
el: αλυσίδα
nl: goedendag

source: sword
el: σπαθί
nl: zwaard

source: crossbow
el: βαλλίστρα
nl: kruisboog

source: longsword
el: μακρύ σπαθί
nl: lang zwaard

source: morning star
el: αγκυλωτή σφύρα
nl: morgenster

source: Paladin
el: Παλαδίνος
nl: Paladijn

source: Knights of the highest virtue, Paladins have sworn their strength not to king and crown, but to ideals themselves; of chivalry, and the stewardship of everything that is good. They may serve in the armies of the world, but their first loyalties often lie with groups of their own making; secret, monastic orders that cross political and cultural boundaries. Rulers are sometimes wary of them, for the Paladins’ loyalty is only as strong as the liege’s apparent virtue. This has led the more darkly ambitious to either attempt to defame and disperse these groups, or more rarely, to conjure elaborate deceptions to keep these otherwise staunchly loyal troops in service. Full Paladins are generally not quite as fearsome as the ‘Grand Knights’ that champion most armies, but they are first-class fighters nonetheless. Additionally, their wisdom and piety grants these warrior monks certain curious abilities; a Paladin is very powerful in fighting magical or unnatural things, and most have some skill at medicine and healing.
el: Ιππότες της υψηλότερης αρετής, οι Παλαδίνοι έχουν ορκιστεί την δύναμή τους όχι σε βασιλιά και κορώνα, αλλά στα ίδια τα ιδεώδη· της ιπποτικής τιμής και της προστασίας όλων όσων είναι καλά. Μπορεί να υπηρετούν στους στρατούς του κόσμου, αλλά οι πρώτες τους αφοσιώσεις βρίσκονται συχνά σε ομάδες δικής τους δημιουργίας· μυστικά, μοναστικά τάγματα που διασχίζουν πολιτικά και πολιτισμικά σύνορα. Οι κυβερνήτες μερικές φορές τους φοβούνται, γιατί η αφοσίωση των Παλαδίνων είναι τόσο ισχυρή όσο και η φαινομενική αρετή του ηγεμόνα. Αυτό έχει οδηγήσει τους πιο σκοτεινά φιλόδοξους είτε να επιχειρήσουν να δυσφημήσουν και να διαλύσουν αυτές τις ομάδες, είτε πιο σπάνια, να επινοήσουν περίτεχνες απάτες για να κρατήσουν αυτά τα διαφορετικά σταθερά πιστά στρατεύματα στην υπηρεσία. Οι Πλήρεις Παλαδίνοι γενικά δεν είναι τόσο τρομεροί όσο οι 'Μεγάλοι Ιππότες' που πρωταγωνιστούν στους περισσότερους στρατούς, αλλά είναι ωστόσο πρώτης κατηγορίας μαχητές. Επιπλέον, η σοφία και η ευσέβειά τους χαρίζει σε αυτούς τους πολεμιστές μοναχούς ορισμένες περίεργες ικανότητες· ένας Παλαδίνος είναι πολύ ισχυρός στην μάχη με μαγικά ή αφύσικα πράγματα, και οι περισσότεροι έχουν κάποια δεξιότητα στην ιατρική και την θεραπεία.

source: cleaver
el: μπαλτάς
nl: hakmes

source: trample
el: Ποδοπάτημα

source: chill tempest
el: αποθαρρυντική θύελλα
nl: vriesstorm

source: bow
el: τόξο
nl: boog

source: claws
el: νύχια
nl: klauwen

source: curse
el: κατάρα
nl: vloek

source: saber
el: σπαθί ξιφασκίας
nl: sabel

source: Walking Corpse
el: Ζόμπι
nl: Wandelend lijk

source: Walking Corpses are the bodies of the dead, re-animated by dark magic. Though not especially dangerous to a trained soldier, the sight of one’s former comrades amongst their number is frightening to say the least.
el: Τα Ζόμπι είναι σώματα νεκρών, που αναστήθηκαν χάρης τη μαύρη μαγεία. Αν και όχι πολύ επικίνδυνοι προς έναν εκπαιδευμένο στρατιώτη, το να βλέπεις έναν παλιό συστρατιώτης είναι αρκετά φοβιστικό.
nl: Wandelende lijken zijn de lichamen van de doden, tot leven gewekt door zwarte magie. Hoewel ze niet bijzonder gevaarlijk zijn voor een ervaren vechter, is het zien van een overleden vriend, tot leven gewekt als wandelend lijk, op zijn minst angstaanjagend.

source: club
el: ρόπαλο
nl: knots

source: Ancient Lich
el: Αρχαίος Στοιχειωμένος Μάγος
nl: Eeuwenoude Herrezen Magiër

source: Necromancer
el: Νεκρομάντης
nl: Dodenbezweerder

source: plague staff
el: ραβδί πανούκλας
nl: ziektestaf

source: bite
el: δάγκωμα
nl: bijt

source: The technique of animating a dead body is unfortunately well-known in the dark arts; practitioners often use it to raise servants and soldiers from unwilling corpses. These shamblers are often numerous, but fragile; a touch of combat can waken them, though, making them far more formidable.
el: Η τεχνική της αναζωογόνησης ενός νεκρού σώματος είναι δυστυχώς πολύ γνωστή στις σκοτεινές τέχνες· οι ασκούντες τη συχνά τη χρησιμοποιούν για να εγείρουν υπηρέτες και στρατιώτες από απρόθυμα πτώματα. Αυτά τα κουρέλια είναι συχνά πολυάριθμα, αλλά εύθραυστα· μια πινελιά μάχης μπορεί να τα ξυπνήσει, όμως, καθιστώντας τα πολύ πιο φοβερά.
nl: De techniek om lijken in beweging te brengen is ongelukkigerwijze algemeen bekend in de zwarte magie. Ze gebruiken ze vaak om dienaren en soldaten uit lijken te maken. Ze dwalen vaak rond in grote aantallen, aanvankelijk kwetsbaar maar een gevecht kan ze opwekken en veel krachtiger maken.

source: Soulless
el: Άψυχος
nl: Zielloze

source: Cavalier
el: Βαρύ Ιππικό
nl: Kurassier

source: Cavaliers are masters at the use of both sword and crossbow from horseback. Their combination of striking power and mobility is fearsome, and they have a reputation for dash and aggressiveness to match it. The daring deeds of Cavaliers are the subject of many a tale and song.
el: Το Βαρύ Ιππικό είναι δεξιοτέχνες στη χρήση τόσο του σπαθιού όσο και της βαλλίστρας από άλογο. Ο συνδυασμός δύναμης πλήγματος και ευκινησίας τους είναι τρομακτικός, και έχουν φήμη για θάρρος και επιθετικότητα που ταιριάζει σε αυτό. Τα τολμηρά κατορθώματα του Βαρέος Ιππικού είναι το θέμα πολλών διηγημάτων και τραγουδιών.
nl: Kurassiers zijn meesters in het gebruik van zwaard en kruisboog, zelfs zonder af te stijgen. Dit gecombineerd met hun mobiliteit geeft hen een angstaanjagende sterkte, en ze hebben de reputatie om te slagen en de agressiviteit om daarmee overeen te komen. De heldenmoed die ze vaak ten toon spreiden inspireerde menig lied.

source: Berserkers are a rare caste of Dwarves, who work themselves into a towering rage before combat. These warriors disdain all notion of defense, thinking only of the unrelenting assaults for which they are legendary.
el: Οι Μανιασμένοι Νάνοι Μαχητές είναι μια σπάνια κάστα Νάνων, οι οποίοι εξοργίζονται ανεξέλεγκτα πριν τη μάχη. Αυτοί οι πολεμιστές περιφρονούν κάθε έννοια άμυνας, σκεπτόμενοι μόνο τις αδυσώπητες επιθέσεις για τις οποίες είναι θρυλικοί.
nl: Razers zijn een zeldzaam soort Dwergen die zich voor een gevecht in een totale razernij brengen. Deze strijders verwaarlozen alle notie van hun verdediging, en denken enkel aan hun legendarische, meedogenloze aanvallen.

source: berserker frenzy
el: μανιώδης θυμός
nl: razernij

source: dagger
el: στιλέτο
nl: dolk

source: dragonstaff
el: δρακοραβδί
nl: drakenstaf

source: Dwarvish Fighters wield mighty battle axes and hammers, which make them feared opponents in close-range combat. They are excellent in mountainous terrain or underground. Their power and endurance more than compensate for their relatively poor mobility.
el: Οι Νάνοι Πολεμιστές κρατούν ισχυρά πολεμικά τσεκούρια και σφυριά, που τους καθιστούν φοβερούς αντιπάλους στην εγγύς μάχη. Είναι εξαιρετικοί σε ορεινά εδάφη ή υπόγεια. Η δύναμη και η αντοχή τους αντισταθμίζουν με το παραπάνω τη σχετικά φτωχή τους ευκινησία.
nl: Dwergenkrijgers dragen machtige strijdbijlen en hamers, die hen tot gevreesde tegenstanders maakt in het gevecht op korte afstand. Ze zijn op hun best op bergachtig terrein of ondergronds. Hun gebrek aan snelheid wordt ruimschoots gecompenseerd door hun kracht en uithoudingsvermogen.

source: axe
el: τσεκούρι
nl: bijl

source: hammer
el: σφυρί
nl: hamer

source: The dwarven race has always been famed for its sturdiness of build, and many of their warriors outfit themselves to take advantage of this. Dwarven Guardsmen march into battle with tower shields and spears. Most often, their role is to hold the line, and to take a heavy toll on those who try to break it. As the line marches forward, they act to secure its hard-won advance.
el: Η φυλή των νάνων υπήρξε πάντα περίφημη για τη γερότητα της σωματικής διάπλασης, και πολλοί από τους πολεμιστές τους εξοπλίζονται για να εκμεταλλευτούν αυτό. Οι Νάνοι Σκοποί βαδίζουν στη μάχη με θυρεούς πύργους και δόρατα. Συχνότερα, ο ρόλος τους είναι να κρατήσουν τη γραμμή, και να επιβάλουν βαρύ τίμημα σε όσους προσπαθούν να τη διασπάσουν. Καθώς η γραμμή προχωρά, ενεργούν για να εξασφαλίσουν τη δυσκολοκερδισμένη πρόοδό της.

source: spear
el: δόρυ
nl: speer

source: javelin
el: Ακόντιο
nl: werpspeer

source: battle axe
el: πολεμικό τσεκούρι
nl: strijdbijl

source: hatchet
el: μικρό τσεκούρι
nl: werpbijl

source: Champions among their fellow troops, the Dwarven Sentinels form the bulwark of their battle lines. Leading a direct assault against a line that they fortify, is often out of the question; it tends toward being suicidal, rather than merely ineffectual. These dwarves are masters of the melee, and can hold a patch of earth with the single-minded tenacity of an oak.
el: Πρωταθλητές ανάμεσα στους συμπολεμιστές τους, οι Νάνοι Επιτηρητές αποτελούν το προπύργιο των γραμμών μάχης τους. Η διεξαγωγή μιας άμεσης επίθεσης ενάντια σε μια γραμμή που οχυρώνουν, συχνά είναι εκτός συζήτησης· τείνει να είναι αυτοκτονική, παρά απλώς αναποτελεσματική. Αυτοί οι νάνοι είναι δεξιοτέχνες της σύμπλεξης, και μπορούν να κρατήσουν μια έκταση γης με την αδιάκοπη επιμονή μιας βελανιδιάς.

source: The wiles of experience and training turn guardsmen into worthy soldiers. These stalwart troops are equipped to match their skills, and can hold their ground against all but the most visceral assault. It is a dangerous thing to lose a foothold to one such as these, for it will not be easily reprised.
el: Η εμπειρία και η προπόνηση μετατρέπει έναν Νάνο Σκοπό σε έναν αξιόλογος στρατιώτη. Αυτοί, οι Φρουροί, εξοπλίζονται με κάτι που να μπορούν να χειριστούν, αλλά και να μπορούν να οχυρώθούν ενάντια σε μία κανονική επίθεση. Είναι επικίνδυνο να χάσει ένα στήριγμά σαν αυτούς, γιατί δεν θα υπάρχει εύκολα και γρήγορα κάποιος για να τους αντικαταστήσει.
nl: Na veel ervaring en training worden Dwergengardisten waardige soldaten. Deze Dwergenwachters worden uitgerust naar hun kunde en kunnen elk terrein verdedigen tegen bijna alle aanvallen. Een kritieke positie verliezen aan één van hen is een gevaarlijke zaak want de herovering zal alles behalve gemakkelijk zijn.

source: When the men of Wesnoth first encountered the dwarves, they were mystified by the power of the Dwarvish Thunderers, who were able to hurl death from afar through the apparatus of these strange wands they carried into battle. The deafening noise of these ‘thundersticks’ is terrifying to behold, and is made more so by the secrecy which dwarves wrap about their workings.
el: Όταν οι Άνθρωποι του Γουέσνοθ πρωτοπολέμησαν τους Νάνους, έμειναν έκπληκτοι από την δύναμη των Νάνων Κεραυνομαχητών, που μπορούσαν να πετούν θάνατο από μακριά μέσα από τον μηχανισμό αυτών των παράξενων ράβδιων που κρατούσαν στη μάχη. Ο εκκωφαντικός ήχος αυτών των 'κεραυνοραβδιών' είναι πολύ τρομακτικός, και γίνονται ακόμα πιο τρομακτικός από την μυστικότητα που έχουν οι Νάνοι για την συγκεκριμένη τους δουλεία.
nl: Toen de mensen van Wesnoth voor het eerst het Ras der Dwergen ontmoetten, waren ze compleet verbijsterd door de kracht van de Donderdwergen, die van een afstand dood en verderf zaaiden met een vreemde soort 'toverstaf', dat ze bij zich droegen. Het oorverdovende geluid van deze 'donderstok' is beangstigend, wat nog verergerd wordt door de geheimhouding van de dwergen over hun werking.

source: thunderstick
el: κεραυνοραβδί
nl: donderstok

source: The Dwarven Thunderguards are famed for their curious weaponry, these strange staves of wood and iron that make a thunderous noise in their anger. The machinations behind this weaponry are a mystery, a secret taken to the grave by the dwarves of Knalga who wield them, and are assumed to have even forged them. The most that is known are reports of dwarves pouring a strange black dust into the mouth of their weapons, which some say is a food to fuel the beast imprisoned within. Though a single shot from these ‘thundersticks’ can take several minutes to prepare, the results are seen by the dwarves as being well worth the wait.
el: Οι Νάνοι Κεραυνοφρουροί είναι διάσημοι για τα παράξενα όπλα τους, αυτά τα περίεργα ραβδιά από ξύλο και σίδερο που κάνουν έναν εκκωφαντικό θόρυβο στον θυμό τους. Οι μηχανισμοί πίσω από αυτά τα όπλα είναι ένα μυστήριο, ένα μυστικό που οι νάνοι της Κνάλγκα που τα χρησιμοποιούν παίρνουν στον τάφο τους, και υποτίθεται ότι τα έχουν ακόμα και σφυρηλατήσει. Το μόνο που είναι γνωστό είναι αναφορές για νάνους που ρίχνουν μια περίεργη μαύρη σκόνη στο στόμιο των όπλων τους, που κάποιοι λένε ότι είναι τροφή για να τρέφουν το θηρίο που είναι φυλακισμένο μέσα. Αν και μια μόνο βολή από αυτά τα 'κεραυνοράβδια' μπορεί να πάρει αρκετά λεπτά για να προετοιμαστεί, τα αποτελέσματα θεωρούνται από τους Νάνους ότι αξίζει την αναμονή.

source: Dwarves are an ancient race of powerful fighters. Ulfserkers are the most ferocious of these; in battle, they will work themselves into a blind rage wherein they feel neither fear nor pain, and will pay no heed to any wounds they receive.
el: Οι Νάνοι είναι μια αρχαία φυλή από δυνατούς πολεμιστές. Οι Νάνοι Μαχητές είναι οι πιο άγριοι από αυτούς στη μάχη, σιγά σιγά γίνονται μαχητές με μανιώδη θυμό και δεν νιώθουν ούτε φόβο ούτε πόνο, και δεν θα προσέξουν τα όποια τραύματα δεχτούν.
nl: De Dwergen zijn een eeuwenoud volk van machtige krijgers. Woeste Dwergen zijn het ergst van allemaal. Ze begeven zich in een gevecht in een blinde razernij waardoor ze angst noch pijn voelen en van geen ophouden weten en geen aandacht schenken aan hun verwondingen.

source: Dwarvish Runemaster
el: Νάνος Τεύτονας
nl: Dwergse Runenmeester

source: Except for those with almost supernatural skill, the highest rank a runecrafter can rise to is that of the Dwarvish Runemaster. Striking blows nearly as powerful as those of the best warriors, they would be fearsome without their craft, but with it they are also nigh on invincible, since their runes cause the physical blows of their enemies to deal less damage than would be expected.
el: Εκτός από εκείνους με σχεδόν υπερφυσική δεξιότητα, ο υψηλότερος βαθμός στον οποίο μπορεί να ανέλθει ένας τεχνίτης ρούνων είναι αυτός του Νάνου Τεύτονα. Πλήττοντας με χτυπήματα σχεδόν τόσο ισχυρά όσο αυτά των καλύτερων πολεμιστών, θα ήταν φοβεροί χωρίς την τέχνη τους, αλλά με αυτή είναι επίσης σχεδόν ανίκητοι, αφού οι ρούνοι τους προκαλούν τα φυσικά χτυπήματα των εχθρών τους να προξενούν λιγότερη ζημιά από όσο θα αναμενόταν.
nl: Met uitzondering van diegene met een bijna bovennatuurlijke vaardigheid, is de hoogste rang die een runenbewerker kan behalen die van Dwergse Runenmeester. Slagen uitdelend, bijna zo krachtig als die van de beste strijders, zouden ze zelfs angstaanjagend zijn zonder hun ambacht, maar met zijn ze bijna onoverwinnelijk. Hun runen zorgen ervoor dat de fysieke slagen van hun vijanden minder schade toebrengen dan verwacht.

source: These majestic and powerful creatures are masters of the sky. Gryphons are both dangerous and wary of other intelligent creatures, and thus should not be disturbed without a good reason.
el: Αυτά τα αρχοντικά και ισχυρά πλάσματα είναι οι άρχοντες των αιθέρων. Οι Γρυπαετοί είναι τόσο έξυπνοι, όσο και καχύποπτοι απέναντι σε άλλα έξυπνα πλάσματα και συνεπώς δεν θα πρέπει να ενοχλούνται χωρίς σοβαρό λόγο.
nl: Deze majestueuze en krachtige schepsels zijn meesters van de lucht. Griffioenen zijn zowel gevaarlijk als op hun hoede voor andere intelligente wezens, en zullen dus nooit zonder een goede reden gestoord moeten worden.

source: female^Elvish Shyde
el: Ξωτικοαρχιέρεια
nl: Elfenfee

source: Cavalryman
el: Καβαλάρης
nl: Cavalerist

source: Dragoon
el: Δραγώνος
nl: Dragonder

source: shield bash
el: Χτύπημα με Ασπίδα
nl: schildbeuk

source: fist
el: γροθιά
nl: vuist

source: Wandering Scarab
el: Περιπλανώμενος Σκαραβαίος

source: lightbeam
el: δέσμη φωτός
nl: lichtstraal

source: thorns
el: αγκάθια
nl: doornen

source: ram
el: Κριός
nl: beuk

source: bolas
el: μπόλας
nl: boleadoras

source: piercing shot
el: Διαπερασ τικό Βολή

source: Rain of arrows
el: Βροχή Βελών

source: Snipe
el: Ελεύθερος Σκοπευτής

source: Blood Bat
el: Νυχτερίδα Αίματος
nl: Bloedvleermuis

source: Blood Bats are so named because of their ruddy hue, which some mark as a symbol of their preferred diet. These creatures are fast and can drain the blood of those they attack, thereby gaining some of the health lost by their victims.
el: Οι Νυχτερίδες Αίματος ονομάζονται έτσι λόγω της ερυθρωπής απόχρωσής τους, την οποία κάποιοι σημειώνουν ως σύμβολο της προτιμώμενης διατροφής τους. Αυτά τα πλάσματα είναι γρήγορα και μπορούν να αποροφούν το αίμα εκείνων που επιτίθενται, αποκτώντας έτσι μέρος των πόντων υγείας που χάνουν τα θύματά τους.
nl: Bloedvleermuizen danken hun naam aan hun rode tint, die sommige toewijzen aan hun lievelingsvoedsel. Deze wezens zijn zeer snel en kunnen het bloed uit hun slachtoffers zuigen waarbij ze een deel hiervan kunnen gebruiken om zichzelf te genezen.

source: Dread Bat
el: Νυχτερίδα Βαμπίρ
nl: Duistervleermuis

source: The most vicious, predatory, and successful of the Blood Bats become Dread Bats, gaining the ability to drain not merely the blood but the very life energy of their victims.
el: Οι πιο μοχθηρές, αρπακτικές και επιτυχημένες από τις Νυχτερίδες Αίματος γίνονται Νυχτερίδες Βαμπίρ, αποκτώντας την ικανότητα να αποροφούν όχι μόνο το αίμα αλλά την ίδια τη ζωτική ενέργεια των θυμάτων τους.
nl: De meest kwaadaardige, roofzuchtige en succesvolle Bloedvleermuizen worden Duistervleermuizen en ze verkrijgen de vaardigheid om niet alleen het bloed van hun slachtoffers af te tappen maar zelfs de levensenergie zelf.

source: Vampire Bat
el: Νυχτερίδα Βαμπίρ
nl: Vampiervleermuis

source: Vampire Bats are flying beasts that feed on the blood of other creatures. While their fangs are not very powerful, the health of victims is drained away along with their blood, and given to the Bats.
el: Οι Νυχτερίδες Βαμπίρ είναι ιπτάμενα θηρία που τρέφονται με το αίμα άλλων πλασμάτων. Αν και οι κυνόδοντές τους δεν είναι πολύ ισχυροί, οι πόντοι υγείας των θυμάτων αποροφούνται μαζί με το αίμα τους, και δίνονται στις Νυχτερίδες.

source: Canoe
el: Κανό

source: A Canoe is a small, open-top water vessel commonly used for transportation or hunting. Their light-weight construction allows them to be carried around barriers or between unconnected bodies of water. Almost every intelligent race has some form of Canoe.
el: Η Κανό είναι ένα μικρό, ανοιχτό πλωτό μέσο που χρησιμοποιείται συνήθως για μεταφορά ή κυνήγι. Η ελαφριά κατασκευή τους επιτρέπει να μεταφέρονται γύρω από εμπόδια ή μεταξύ ασύνδετων υδάτινων σωμάτων. Σχεδόν κάθε ευφυής φυλή έχει κάποια μορφή Κανό.

source: Merchant Carrack
el: Εμπορική Καράκα

source: Merchant Carracks are swift ships with large cargo holds. Though they are not designed for war, their large and stable deck makes for a good archery platform, and their spacious holds can carry both medical supplies and repair equipment.
el: Οι Εμπορικές Καράκες είναι γρήγορα πλοία με μεγάλες αποθήκες φορτίου. Αν και δεν σχεδιάστηκαν για πόλεμο, το μεγάλο και σταθερό κατάστρωμά τους τις καθιστά καλή πλατφόρμα τοξοβολίας, και οι ευρύχωρες αποθήκες τους μπορούν να μεταφέρουν τόσο ιατρικά εφόδια όσο και εξοπλισμό επισκευής.

source: archers
el: Τοξότες

source: Pirate Carrack
el: Πειρατική Καράκα

source: Pirate galleons are to transport ships what wolves are to sheep. The pirates who crew them are more than happy to help relieve other ships of their weighty cargo, or to fight as privateers in return for coin.
el: Οι Πειρατικές Γαλέρες είναι για τα μεταφορικά πλοία ό,τι οι λύκοι για τα πρόβατα. Οι πειρατές που τις επανδρώνουν είναι πολύ χαρούμενοι να βοηθήσουν να ανακουφίσουν άλλα πλοία από το βαρύ φορτίο τους, ή να πολεμήσουν ως ιδιώτες πειρατές σε αντάλλαγμα για νόμισμα.

source: ballistae
el: Βαλλίστρα

source: grapple
el: Αρπάγη

source: Derelict
el: Ναυάγιο

source: Derelicts are abandoned wrecks that continue to drift across the seas. Most are merely ruined ships that will soon sink, but there are tales of others that haunt certain waterways for generations.
el: Τα Ναυάγια είναι παρατημένα κουφάρια που συνεχίζουν να παρασύρονται στις θάλασσες. Τα περισσότερα είναι απλώς κατεστραμμένα πλοία που θα βυθιστούν σύντομα, αλλά υπάρχουν ιστορίες για άλλα που στοιχειώνουν ορισμένες υδάτινες διόδους για γενεές.

source: Elvish Cutter
el: Ξωτικός Κόπτης

source: marksmen
el: Σκοπευτές

source: Elvish Sloop
el: Ξωτική Λέμβος

source: Sleek in the water and festooned with greenery, these mightiest of elvish ships weather wave and storm with impunity. Such behemoths are only seen in times of crisis, for their living timber can survive only a handful of years after being launched.
el: Κομψά στο νερό και στολισμένα με πρασινάδα, αυτά τα πιο ισχυρά των ξωτικών πλοίων αντέχουν κύμα και καταιγίδα ατιμώρητα. Τέτοια μεγαθήρια βλέπονται μόνο σε καιρούς κρίσης, γιατί η ζωντανή ξυλεία τους μπορεί να επιβιώσει μόνο για λίγα χρόνια αφού καθελκυστούν.

source: Fireship
el: Πυρπολητής

source: Fireships are generally derelict or doomed ships set ablaze to create chaos in one last act of belligerence. Their main hazard is fiery collision, but they also shed burning embers. Sometimes they have a skeleton crew to guide them, but often they just drift along on unseen winds and currents.
el: Οι Πυρπολητές είναι γενικά εγκαταλελειμμένα ή καταδικασμένα πλοία που πυρπολούνται για να δημιουργήσουν χάος σε μια τελευταία πράξη εχθροπραξίας. Ο κύριος κίνδυνός τους είναι η φλεγόμενη σύγκρουση, αλλά επίσης ρίχνουν καιόμενα θραύσματα. Μερικές φορές έχουν ελάχιστο πλήρωμα για να τους οδηγήσει, αλλά συχνά απλώς παρασύρονται σε αόρατους ανέμους και ρεύματα.

source: deteriorate
el: φθορά

source: This unit is deteriorating. It cannot be healed, and loses 10 hitpoints at the start of each of its turns.
el: Αυτή η μονάδα φθείρεται. Δεν μπορεί να θεραπευτεί, και χάνει 10 πόντους υγείας στην αρχή κάθε σειράς της.

source: Ghost Ship
el: Πλοίο Φάντασμα

source: lightning
el: αστραπή
nl: bliksem

source: lost souls
el: Χαμένες Ψυχές

source: Boat
el: Βάρκα
nl: Boot

source: Propelled by oars or small sails, Boats are used to travel short distances and in shallows where large ships cannot navigate.
el: Προωθούμενες με κουπιά ή μικρά πανιά, οι Βάρκες χρησιμοποιούνται για ταξίδια μικρών αποστάσεων και σε ρηχά νερά όπου τα μεγάλα πλοία δεν μπορούν να πλεύσουν.

source: Galleon
el: Γαλέρα
nl: Galjoen

source: Galleons are large and sturdy wooden ships used primarily for swift transport of goods across rivers and oceans in large quantities. The earliest Galleons were built long ago by ancient sailors from the Green Isle, before even the times of Haldric. Centuries later, their skillfully-crafted designs continue to be used by many Wesnothian sailors.
el: Οι Γαλέρες είναι μεγάλα και ανθεκτικά ξύλινα πλοία που χρησιμοποιούνται κυρίως για γρήγορη μεταφορά εμπορευμάτων σε ποτάμια και ωκεανούς σε μεγάλες ποσότητες. Οι πρώτες Γαλέρες χτίστηκαν πολύ καιρό πριν από αρχαίους ναυτικούς από την Πράσινη Νήσο, ακόμη και πριν από τις εποχές του Haldric. Αιώνες αργότερα, οι επιδέξια κατασκευασμένες σχεδιαστικές τους συνεχίζουν να χρησιμοποιούνται από πολλούς ναυτικούς του Wesnoth.

source: Pirate Galleon
el: Πειρατική Γαλέρα
nl: Piratengaljoen
