Repository: wesnoth/wesnoth
Catalog: po/wesnoth-units/*.po
Languages: el, nl

source: Fencers belong to a school of thought that considers the armor most soldiers wear in combat to be their own worst enemy. While armor can only soften a blow, evading it leaves the defender completely unharmed. Being able to reliably dodge any offensive move is a luxury only afforded to the fit of body, and then only to those who endure rigorous training. Outfitted with only a dagger and saber, Fencers are light on their feet and useful in many situations where their armor-bound peers are at a disadvantage. They relish dancing circles around troops like heavy infantry, mocking the weight of their full armor.
el: Οι Ξιφομάχοι ανήκουν σε μια σχολή σκέψης που θεωρεί την πανοπλία που φορούν οι περισσότεροι στρατιώτες στη μάχη ως τον χειρότερο εχθρό τους. Ενώ η πανοπλία μπορεί μόνο να μαλακώσει ένα χτύπημα, η αποφυγή του αφήνει τον αμυνόμενο εντελώς αβλαβή. Το να μπορείς να αποφεύγεις αξιόπιστα οποιαδήποτε επιθετική κίνηση είναι μια πολυτέλεια που παρέχεται μόνο στους καλοδουλεμένους σωματικά, και μετά μόνο σε εκείνους που αντέχουν αυστηρή εκπαίδευση. Εξοπλισμένοι μόνο με στιλέτο και σπαθί, οι Ξιφομάχοι είναι ελαφριοί στα πόδια τους και χρήσιμοι σε πολλές καταστάσεις όπου οι συνάδελφοί τους με πανοπλία βρίσκονται σε μειονεκτική θέση. Απολαμβάνουν να χορεύουν κύκλους γύρω από στρατεύματα όπως το βαρύ πεζικό, κοροϊδεύοντας το βάρος της πλήρους πανοπλίας τους.

source: General
el: Στρατηγός
nl: Generaal

source: As the leaders of their armies, Generals are responsible for the protection of large or important areas in the kingdoms to which they have sworn fealty. Well seasoned in the art of war, Generals can direct even the freshest recruits to strike strategically against imposing odds and emerge victorious. Recognized by nobility and citizenry alike, they are outfitted in ornate plate armor and granted some of the finest weaponry that human craftsmen can offer.
el: Ως οι ηγέτες των στρατών τους, οι Στρατηγοί είναι υπεύθυνοι για την προστασία μεγάλων ή σημαντικών περιοχών στα βασίλεια στα οποία έχουν ορκιστεί πίστη. Καλά καταρτισμένοι στην τέχνη του πολέμου, οι Στρατηγοί μπορούν να καθοδηγήσουν ακόμα και τους πιο νέους στρατολόγους να χτυπήσουν στρατηγικά ενάντια σε επιβλητικές πιθανότητες και να βγουν νικητές. Αναγνωρισμένοι από την ευγένεια και τους πολίτες εξίσου, είναι εξοπλισμένοι με στολισμένη πλακωτή πανοπλία και τους χορηγείται μερικά από τα καλύτερα όπλα που μπορούν να προσφέρουν οι ανθρώπινοι τεχνίτες.
nl: Als de leiders van hun legers, zijn de Generaals verantwoordelijk voor de bescherming van grote of belangrijke gebieden in de koninkrijken waaraan zij trouw hebben gezworen. Met flinke ervaring in de oorlogskunst, kunnen Generaals zelfs de jongste rekruten aansturen om strategisch te strijden en tegen alle verwachtingen in als winnaar uit de strijd te komen. Erkend door adel en burgers, zijn ze uitgerust met een sierlijk harnas en hebben ze enkele van de beste wapens die aangeboden worden door menselijke ambachtslieden.

source: Grand Marshal
el: Αρχιστράτηγος
nl: Grootmaarschalk

source: The rank of Grand Marshal is one of the most esteemed in the armies of humanity, and those who bear its title have survived many trials by fire, proving both their tactical wit and their considerable mettle at personal combat.
el: Το αξίωμα του Αρχιστράτηγου είναι ένα από τα πιο αξιοσέβαστα στον ανθρώπινο στρατό, και όποιοι κατέχουν αυτόν τον τίτλο έχουν επιβιώσει πολλά δεινά, αποδεικνύοντας την στρατηγική νοημοσύνη και ένα αξιοσημείωτο θάρρος στη μάχη.
nl: De titel grootmaarschalk is een van de hoogste in de Mensenlegers, en zij die hem dragen hebben vele beproevingen doorstaan die hun grote vaardigheid in het gevecht en hun tactisch inzicht bewijzen.

source: Halberdier
el: Αλαβαρδοφόρος
nl: Hellebaardier

source: A halberd is a heavy weapon and difficult to use, but very powerful in the hands of an expert. It is also much more flexible than the spear from which it descended. As any Halberdier can tell you, the weapon possesses four primary striking points, two more than a spear or pike; these are the tip, the blade, the spike at the base of the shaft, and the inner point on the blade, which can be used in a motion pulling back towards the wielder. All this makes for a very versatile weapon in melee, especially against cavalry. However, a halberd is notably more expensive to craft than a spear, and in the hands of a novice, much less effective. In the armies of Wesnoth, it is customary only to grant these weapons to veteran Pikemen, who have proven that they have the skill to employ them properly on the field of war.
el: Μια αλαβάρδα είναι ένα βαρύ όπλο και δύσκολο στη χρήση, αλλά πολύ ισχυρό στα χέρια ενός ειδικού. Είναι επίσης πολύ πιο ευέλικτο από το δόρυ από το οποίο κατάγεται. Όπως θα σας πει κάθε Αλαβαρδοφόρος, το όπλο διαθέτει τέσσερα κύρια σημεία χτυπήματος, δύο περισσότερα από ένα δόρυ ή πίκα· αυτά είναι η αιχμή, η λεπίδα, η ακίδα στη βάση του άξονα, και το εσωτερικό σημείο στη λεπίδα, που μπορεί να χρησιμοποιηθεί σε μια κίνηση τραβώντας πίσω προς τον χρήστη. Όλα αυτά δημιουργούν ένα πολύ ευέλικτο όπλο στη μάχη σώμα με σώμα, ειδικά ενάντια στο ιππικό. Ωστόσο, μια αλαβάρδα είναι ιδιαίτερα πιο ακριβή στην κατασκευή από ένα δόρυ, και στα χέρια ενός αρχάριου, πολύ λιγότερο αποτελεσματική. Στους στρατούς του Γουέσνοθ, είναι συνήθειο να παραχωρούνται αυτά τα όπλα μόνο σε βετεράνους Δορυφόρους, που έχουν αποδείξει ότι έχουν την ικανότητα να τα χρησιμοποιούν σωστά στο πεδίο του πολέμου.

source: Heavy Infantryman
el: Βαρύς Πεζικάριος
nl: Zware Infanterie

source: Heavy Infantry are brawny fighters clad in full plate and wielding massive impact weapons. Though they fight with unmatched power in melee combat, they have poor mobility and are best employed in static defense of fortified positions. A few of these in a battle line will stiffen it considerably, albeit at an obvious cost in tactical flexibility.
el: Οι Βαρείς Πεζικάριοι είναι δυνατοί μαχητές ντυμένοι σε πλήρη πανοπλία και κρατώντας τεράστια όπλα κρούσης. Αν και πολεμούν με ασυναγώνιστη δύναμη στη σύμπλεξη, έχουν φτωχή κινητικότητα και χρησιμοποιούνται καλύτερα σε στατική άμυνα οχυρωμένων θέσεων. Λίγοι από αυτούς σε μια γραμμή μάχης θα τη σκληρύνουν σημαντικά, αν και με προφανές κόστος στην τακτική ευελιξία.

source: Iron Mauler
el: Σιδερόφρακτος Μαχητής
nl: IJzermaler

source: Iron Maulers are given their name for reasons which are all too obvious to their foes. The men within these suits of armor can match ogres in contests of strength, and are marked as the champions of the castle guards in which they serve. They are, however, expensive to maintain, and cannot be sent to distant battles without a full convoy of servants to support them. Though staggering in melee combat, there are many drawbacks to being outfitted in this way; Iron Maulers tire easily, and know all too well that they cannot run on the battlefield. Too often have they seen a distant comrade fall, yet were powerless to reach the scene in time to help.
el: Οι σιδερένιοι Κονιορτοποιητές αποκτούν το όνομά τους για προφανείς λόγους. Οι άντρες μέσα από αυτές τις πανοπλίες μπορούν να συγκριθούν με τα Όγκρε σε δύναμη και είναι δακτυλοδεικτούμενη σαν πρωταθλητές της φρουράς των κάστρων στα οποία υπηρετούν. Είναι όμως ακριβοί στην συντήρηση και δεν μπορούν να σταλούν σε μακρινές μάχες χωρίς πλήρη συνοδεία από υπηρέτες για υποστήριξη. Αν και τρομακτικοί σε μάχη σώμα με σώμα, υπάρχουν αρκετά μειονεκτήματα στον εξοπλισμό τους: Οι σιδερένιοι κονιορτοποιητές κουράζονται εύκολα και ξέρουν πολύ καλά ότι δεν μπορούν να τρέξουν στο πεδίο της μάχης. Πολύ συχνά έχουν δει έναν μακρινό σύντροφο να πεθαίνει, αλλά ήταν ανίκανοι να φτάσουν στο σημείο έγκαιρα για να βοηθήσουν.
nl: IJzermalers doen hun naam eer aan. De mannen in deze ijzeren bepantsering staan op gelijke voeten met de Orks in kracht en worden geroemd als kampioenen van de kastelenwacht waar ze dienen. Zij zijn echter duur om te onderhouden en kunnen niet worden uitgestuurd naar verre strijden zonder een volledig konvooi van helpers om hen te ondersteunen. Ondanks hun overdonderende robuustheid in man-tot-man gevechten kleven er vele nadelen aan hun outfit. IJzermalers zijn snel moe, en weten al te goed dat ze niet kunnen rennen. Te vaak hebben zij kameraden zien vallen maar waren zij machteloos om op tijd een helpende hand te reiken.

source: Javelineer
el: Ακοντιστής
nl: Speermeester

source: Spearmen almost always equip themselves with a few javelins, to harry, if not kill, enemies at range. Some, however, take to them rather well, finding that they have a natural talent in their use. Javelineers are a valuable asset to an army, being able to supplement their skill in melee combat with an ability to handle distant foes. They can hurl javelins into enemy ranks from a distance, often without retribution, and still hold their ground in melee.
el: Οι Λογχοφόροι σχεδόν πάντα εξοπλίζονται με μερικά ακόντια, ώστε να μπορούν να πετύχουν τους εχθρούς τους από μακριά, αν και δεν έχουν καλό στόχο. Μερικοί, όμως, πολεμούν σχεδόν μόνο με ακόντια, αφού έχουν διαπιστώσει ότι έχουν ένα φυσικό ταλέντο στη χρήση τους. Οι Ακοντιστές είναι ένα πολύτιμο προτέρημα σε έναν στρατό, που είναι σε θέση να συμπληρώσει την ικανότητά τους στη μάχη σώμα με σώμα με μια δυνατότητα να αντιμετωπιστούν τους εχθρούς τους από μακριά με επιτυχία. Μπορούν να εκσφενδονίσουν τα ακόντια στις εχθρικές τάξεις από μια απόσταση, συχνά χωρίς να χάσουν τη δεξιοτεχνία τους στη μάχη σώμα με σώμα.
nl: Speervechters dragen altijd wel een paar werpsperen bij zich om vijanden van een afstand te bestoken en zelfs te doden. Een enkeling heeft een natuurlijke aanleg voor het wapen. Speerwerpers zijn een waardevolle aanwinst voor een leger door goede vaardigheden in gevechten op zowel korte als lange afstand. Zij kunnen speren naar de vijand werpen en daarnaast hun plek behouden tijdens een man-tot-man gevecht.

source: Lieutenant
el: Υπολοχαγός
nl: Luitenant

source: Lieutenants are some of the more respected commanding officers among humans and are often seen leading smaller-scale incursions and managing the battlefield. Trained both with sword and crossbow, they excel at neither, and are somewhat less resilient than the warlords of other races — this is more than made up for by their superior knowledge and training in military strategy.
el: Οι Υπολοχαγοί είναι μερικοί από τους πιο σεβαστούς διοικούντες αξιωματικούς ανάμεσα στους ανθρώπους και συχνά φαίνονται να ηγούνται μικρότερης κλίμακας εισβολές και να διαχειρίζονται το πεδίο μάχης. Εκπαιδευμένοι τόσο με σπαθί όσο και με βαλλίστρα, δεν υπερέχουν σε κανένα, και είναι κάπως λιγότερο ανθεκτικοί από τους πολέμαρχους άλλων φυλών — αυτό αντισταθμίζεται περισσότερο από την ανώτερη γνώση και εκπαίδευσή τους σε στρατιωτική στρατηγική.
nl: Luitenanten zijn enkele van de meer gerespecteerde, bevelvoerende officieren onder de Mensen en worden vaak ingezet voor kleinere invallen en het beheren van het slagveld. Getraind met zowel zwaard als kruisboog, zijn ze iets minder wendbaar dan de krijgsheren van andere rassen - dit wordt meer dan goedgemaakt door hun superieure kennis en training in militaire strategie.

source: Longbowman
el: Μακροτοξότης
nl: Langboogschutter

source: Longbows are fearsome weapons, but too difficult for beginning archers to wield. It takes great strength to draw one, and the added range and power it confers remain useless unless one has good aim with the weapon. Longbowmen carry their weapons as a badge of pride, and most bowmen look forward to the day they can begin using one.
el: Τα μακριά τόξα είναι τρομακτικά όπλα, αλλά πάρα πολύ δύσκολο να χειριστούν οι νεοσύλλεκτοι τοξότες. Χρειάζεται μεγάλη δύναμη να χρησιμοποιείς ένα, και η παραπάνω ακτίνα δράσης και δύναμη παραμένει άχρηστη εκτός αν κάποιος έχει καλό στόχο. Οι Τοξότες φέρνουν τα όπλα τους ως δείγμα υπερηφάνειας, και οι περισσότεροι Τοξότες περιμένουν πως και πως τη μέρα που θα γίνουν Μεγάλοι Τοξότες.
nl: Voor beginnende boogschutters is, bij gebrek aan kracht, het gebruik van de langboog geen optie. Er is een sterke man voor nodig om de boog te spannen en de toegevoegde kracht is nutteloos als de schutter het wapen niet kan richten. Langboogschutters dragen hun wapens met trots en de meeste boogschutters zien uit naar de dag dat ze een langboog kunnen gaan gebruiken.

source: Master Bowman
el: Αρχιτοξότης
nl: Meesterboogschutter

source: Master at Arms
el: Οπλοδιδάσκαλος
nl: Wapenmeester

source: Master fencers have an envied place in life. Though the journey to their station was a dangerous way of life, they have reached the time wherein they reap its rewards. Famed for their skill and dashing manner, these gentlemen have the bearing of natural aristocrats, and are followed by the eyes of many a high born lady. They usually have the luxury of choosing their appointments, and are free to roam the land should they so elect. Often, they will be found as the captains of a castle guard, or as the master of a military academy, positions in which their flamboyant nature is not only accepted, but is perhaps even useful.
el: Οι Οπλοδιδάσκαλοι έχουν μια αξιοζήλευτη θέση στη ζωή. Αν και το ταξίδι στη θέση τους ήταν ένας επικίνδυνος τρόπος ζωής, έχουν φτάσει στην εποχή όπου θερίζουν τις ανταμοιβές της. Διάσημοι για την ικανότητά τους και τον γοητευτικό τρόπο τους, αυτοί οι κύριοι έχουν τη φέρουσα των φυσικών αριστοκρατών, και ακολουθούνται από τα μάτια πολλών υψηλά γεννημένων κυριών. Συνήθως έχουν την πολυτέλεια να επιλέγουν τους διορισμούς τους, και είναι ελεύθεροι να περιπλανηθούν στη γη αν το επιλέξουν. Συχνά, θα βρεθούν ως οι καπετάνιοι μιας φρουράς κάστρου, ή ως ο διδάσκαλος μιας στρατιωτικής ακαδημίας, θέσεις στις οποίες η εκδηλωτική τους φύση όχι μόνο γίνεται αποδεκτή, αλλά είναι ίσως ακόμα και χρήσιμη.
nl: Wapenmeesters hebben een bevoorrechte positie in het leven. Hun roekeloze en gevaarlijke levensstijl begint zijn vruchten af te werpen. Deze heren, befaamd om hun vaardigheid en hun typische manier van doen, hebben een aristocratische uitstraling en worden gevolgd door de ogen van menig hooggeboren dame. Zij hebben gewoonlijk het voorrecht hun gezelschap te kiezen en zijn vrij te gaan en te staan waar ze willen. Regelmatig staan ze aan het hoofd van een kasteelwacht of als onderwijzer in een militaire academie, posities waarbij hun flamboyante levensstijl niet alleen wordt geaccepteerd, maar wellicht ook nog van nut is.

source: Pikeman
el: Σαρισοφόρος
nl: Piekenier

source: Promising Spearmen in the armies of Wesnoth are often graduated to wielding pikes, and are outfitted with something far superior to the motley collection of leather armor they wore as recruits. A pike is a much longer weapon than a spear, and thus facilitates different combat tactics. A wall of Pikemen is the bane of any cavalry charge, and with proper discipline and tactics, Pikemen can also hold most other infantry at bay.
el: Οι υποσχόμενοι Λογχοφόροι στους στρατούς του Wesnoth συχνά αποφοιτούν στο χειρισμό σαρισών, και εξοπλίζονται με κάτι πολύ ανώτερο από την ποικιλόμορφη συλλογή δερμάτινης πανοπλίας που φορούσαν ως νεοσύλλεκτοι. Μια σάρισα είναι ένα πολύ μακρύτερο όπλο από ένα δόρυ, και έτσι διευκολύνει διαφορετικές τακτικές μάχης. Ένα τείχος Σαρισοφόρων είναι η καταστροφή κάθε ιππικής έφοδου, και με σωστή πειθαρχία και τακτικές, οι Σαρισοφόροι μπορούν επίσης να κρατήσουν τα περισσότερα άλλα πεζικά σε απόσταση.

source: pike
el: Σάρισα
nl: piek

source: Royal Guard
el: Βασιλική Φρουρά
nl: Koninklijke Gardist

source: Compared to other loyalists, Royal Guards have more movement points.
el: Συγκρινόμενοι με άλλους πιστούς, οι Βασιλικές Φρουρές έχουν περισσότερους πόντους κίνησης.

source: Sergeant
el: Λοχίας

source: Sergeants are low-ranking officers of human armies. Though academically trained, they need some experience in the field before their leadership is sound and acknowledged. Still, their diligent bearing and basic insight of combat means they can more effectively rouse civilians and peasants in trying situations.
el: Οι Λοχίες είναι αξιωματικοί χαμηλού βαθμού των ανθρώπινων στρατών. Αν και ακαδημαϊκά εκπαιδευμένοι, χρειάζονται κάποια εμπειρία στο πεδίο πριν η ηγεσία τους είναι σταθερή και αναγνωρισμένη. Ωστόσο, η επιμελής συμπεριφορά τους και η βασική τους διορατικότητα της μάχης σημαίνει ότι μπορούν πιο αποτελεσματικά να ξεσηκώσουν πολίτες και αγρότες σε δύσκολες καταστάσεις.
nl: Sergeanten zijn lage officieren van menselijke legers. Hoewel ze academisch zijn opgeleid, hebben ze wat ervaring op dit gebied nodig voordat hun leiderschap gezond en erkend is. Door hun ijverige houding en hun basisinzicht in de strijd kunnen ze burgers en boeren effectiever in probleemsituaties oproepen.

source: Shock Trooper
el: Ομάδα Κρούσης
nl: Schoktroep

source: Spearman
el: Λογχοφόρος
nl: Speervechter

source: Swords are, for many, an expensive luxury, and one which peasants can ill afford. Spears are much easier to make and will do well even without a spearhead, though most can afford one. Clad in leather armor, and often armed with a shield and a few javelins, Spearmen are the staple of most armies, often thrown into the front lines with only the most basic training.
el: Τα σπαθιά είναι, για πολλούς, ακριβή πολυτέλεια, και μια που οι αγρότες δεν μπορούν να αντέξουν. Τα δόρατα είναι πολύ πιο εύκολα στην κατασκευή και θα τα βγάλουν πέρα καλά ακόμα και χωρίς αιχμή, αν και οι περισσότεροι μπορούν να αντέξουν μία. Ντυμένοι με δερμάτινη πανοπλία, και συχνά οπλισμένοι με μια ασπίδα και μερικά ακόντια, οι Λογχοφόροι είναι το βασικό στοιχείο των περισσότερων στρατών, συχνά ριγμένοι στις πρώτες γραμμές με μόνο την πιο βασική εκπαίδευση.

source: Swordsman
el: Ξιφομάχος
nl: Zwaardvechter

source: An experienced soldier will often save enough to equip himself with a suit of scale or chain armor, and a sturdy broadsword. Though trading their spears for swords can be a jarring change, most spearmen will leap at the chance, knowing all too well the limitations of the weapon they are leaving behind. A sword is not without its own drawbacks, but is more versatile than a spear, and much better in close quarters.
el: Ένας έμπειρος στρατιώτης συχνά θα έχει αποταμιεύσει αρκετά χρήματα για να εξοπλιστεί με μία πανοπλία από αλυσίδες και ένα πλατύ σπαθί. Αν και το να αλλάξουν τη λόγχη τους για ένα ξίφος είναι συχνά μια δύσκολη αλλαγή, οι περισσότεροι λογχοφόροι με χαρά θα αρπάξουν την ευκαιρία, γνωρίζοντας καλά τα μειονεκτήματα τού όπλου πού αφήνουν. Δεν είναι ότι το ξίφος δεν έχει μειονεκτήματα, αλλά είναι πολύ πιο εύκολο να κάνεις ελιγμούς κρατώντας ένα ξίφος από το να κρατάς μια λόγχη, και πολύ καλύτερο στη μάχη σώμα με σώμα.
nl: Een ervaren soldaat spaart genoeg om zichzelf van een gedegen uitrusting en een deugdelijk zwaard te voorzien. Hoewel het vervangen van hun speren voor een zwaard een emotionele stap is zullen veel speermannen juichen bij de overstap, wetende welke beperkingen de speer heeft. Een zwaard komt niet zonder zijn keerzijde maar is veelzijdiger dan een speer, en veel beter in lijf-aan-lijf gevechten.

source: Mage
el: Μάγος
nl: Magiër

source: Humans have often pondered the workings of the world in which they live. Some endeavor to take this beyond idle musing, to set it as the primary enterprise of their lives. Any magi worthy of the title have spent at least a decade in study, amassing a sum of knowledge which sets them apart from other people. These men and women, who have committed themselves fully to the pursuit of wisdom, stand in stark contrast to a world where few can even read and write. Their ranks are filled with the children of hopeful nobility, or those who sought an escape from the intellectual void of manual labor. It is an irony that, with all their knowledge, and their unassuming monopoly thereof, the collective community of magi could likely rule society, were they ever to try. However, their true love is neither money, nor power, and those who see the study of magic as a means to such ends often lack the very conviction required for true mastery. Physically frail, and lacking familiarity with combat, magi do possess certain arts which are of great utility in battle.
el: Οι άνθρωποι έχουν συλλογιστεί συχνά τα έργα του κόσμου στον οποίο ζουν. Οποιοσδήποτε μάγος αντάξιος του τίτλου του έχει περάσει τουλάχιστον μια δεκαετία στη μελέτη, που συσσωρεύει ένα ποσό της γνώσης που τους θέτει ως κάτι διαφορετικό από τους άλλους ανθρώπους. Αυτοί οι άνδρες και αυτές οι γυναίκες, που έχουν δεσμευθεί πλήρως στην αναζήτηση της φρόνησης, στέκονται σε πλήρη αντίθεση προς έναν κόσμο όπου λίγοι μπορούν ακόμη και να διαβάσουν και να γράψουν. Τις τάξεις τους τις γεμίζουν τα παιδιά της αριστοκρατίας, ή εκείνοι που επιδίωξαν μια διαφυγή από το διανοητικό κενό της χειρωνακτικής εργασίας. Είναι μια ειρωνεία ότι, με όλη τη γνώση τους, και το ταπεινό μονοπώλιο τους επ' αυτού, η συλλογική κοινότητα των μάγων θα μπορούσε πιθανώς να κυβερνήσει την κοινωνία. Εντούτοις, η αληθινή αγάπη τους δεν είναι ούτε τα χρήματα, ούτε η δύναμη, και εκείνοι που βλέπουνε τη μελέτη της μαγείας ως ένα μέσο για να πλουτίσουν και να κυριαρχήσουν στερούνται συχνά την ίδια την πεποίθηση που απαιτείται για την αληθινή κυριότητα. Αν και ευπαθείς και χωρίς εμπειρία στη μάχη, οι Μάγοι κατέχουν τη τέχνη της μαγείας που είναι πολύ χρήσιμη στη μάχη.
nl: Mensen hebben veel gedachten geweid aan de wereld waarin zij leven. Sommigen pogen hierin verder te gaan dan oppervlakkig getob en zien het als de voornaamste bezigheid in hun leven. Magiërs hebben enkele jaren aan studie geweid en hebben een bewonderenswaardige hoeveelheid kennis verzameld. In een wereld waar slechts weinigen kunnen lezen en schrijven hebben deze mensen zichzelf volledig toegelegd op het verkrijgen van kennis. Hun gelederen zijn vergeven van de kinderen van hoopvolle adel en van hen die de intellectuele leegte van een leven van handenarbeid wilden ontsnappen. Het is ironisch dat, met alle kennis die ze hebben verzameld en hun monopolie daarop, de magiërs gezamenlijk vermoedelijk de wereld zouden kunnen regeren, als ze dat ooit zouden proberen. Maar hun begeerte naar geld en macht is gering en degenen die de wetten van de magie bestuderen met die doelen hebben vaak niet de benodigde overtuiging. Fysiek broos en onervaren in het gevecht hebben magiërs toch enige, op het slagveld nuttige, eigenschappen.

source: missile
el: βολίδα
nl: projectiel

source: female^Mage
el: Μάγισσα
nl: Magiër

source: Arch Mage
el: Αρχιμάγος
nl: Oppermagiër
