Repository: wesnoth/wesnoth
Catalog: po/wesnoth-manual/*.po
Languages: ar

source: If you control the unit and it has attacked this turn, and could still move further but could not attack again
ar: إذا كنت تتحكم في الوحدة وهاجمت في هذا الدور، وكان بإمكانها التحرك أكثر ولكن لا يمكنها الهجوم مرة أخرى

source: Blue
ar: أزرق

source: Blue orb
ar: كرية زرقاء

source: If the unit is an ally you do not control. On the ally&#8217;s own turn these will be shown with green, yellow and red orbs
ar: إذا كانت الوحدة حليفًا لا تتحكم به. في دور الحليف نفسه ستظهر هذه الأجرام الكروية باللون الأخضر والأصفر والأحمر

source: No orb
ar: لا كريْة

source: Enemy units have no orb on the top of their energy bar
ar: وحدات العدو ليس لديها جرم كروي أعلى شريط الطاقة الخاص بها

source: Ellipses, Team Colors, and Hero Icons
ar: الأشكال البيضاوية وألوان الفريق وأيقونات الأبطال

source: Below each unit there will normally be a colored ellipses or base. The color identifies its team. The team color will also show up in parts of the unit&#8217;s clothing, or possibly on a shield insignia.
ar: أسفل كل وحدة عادةً ما يكون هناك علامات حذف ملونة أو قاعدة ملونة. يحدد اللون فريقها. سيظهر لون الفريق أيضًا في أجزاء من ملابس الوحدة، أو ربما على شارة الدرع.

source: Usually the ellipse will be a solid disk. On level 0 units, you will see an ellipse that has broken lines. This indicates that the unit has no Zone of Control.
ar: عادةً ما يكون الشكل البيضاوي عبارة عن قرص مصمت. في وحدات المستوى 0، سترى قرصا بيضاويا يحتوي على خطوط متقطعة. يشير هذا إلى أن الوحدة لا تحتوي على منطقة تحكم.

source: Units that can recruit will always have a star-shaped base. Other units normally have an elliptic base.
ar: الوحدات التي يمكنها التجنيد لها دائمًا قاعدة على شكل نجمة. الوحدات الأخرى عادة ما يكون لها قاعدة بيضاوية الشكل.

source: Some campaigns use a smaller star-shaped base and a silver crown icon above the energy bar to indicate heroes (units which are somehow special and for example not allowed to die in the course of the scenario). Whether to do this is a stylistic choice left to campaign designers.
ar: تستخدم بعض الحملات قاعدة أصغر على شكل نجمة وأيقونة تاج فضية أعلى شريط الطاقة للإشارة إلى الأبطال (الوحدات التي تتمتع بخصائص خاصة على سبيل المثال ولا يُسمح لها بالموت أثناء السيناريو). ويبقى اتخاذ القرار بشأن القيام بذلك من عدمه من الأمور التي تخص مصممي الحملات.

source: Fighting
ar: القتال

source: If you move next to an enemy unit, you may attack it. Click on your unit that is next to an enemy unit, and click on the enemy you want to attack – this will bring up a window that presents further options for the fight. Every unit has one or more weapons it can attack with. Some weapons, such as swords, are melee weapons, and some weapons, such as bows, are ranged weapons.
ar: إذا تحركت بجوار وحدة عدو، يمكنك مهاجمتها. انقر على وحدتك التي بجوار وحدة عدو، وانقر على العدو الذي تريد مهاجمته - سيؤدي ذلك إلى ظهور نافذة تعرض خيارات أخرى للقتال. كل وحدة لديها سلاح أو أكثر يمكنها الهجوم به. بعض الأسلحة، مثل السيوف، هي أسلحة إلتحام، وبعض الأسلحة، مثل الأقواس، هي أسلحة بعيدة المدى.

source: If you attack with a melee weapon, the enemy you attack will be able to strike back at you with a melee weapon. If you attack with a ranged weapon, the enemy will be able to strike back with a ranged weapon. If an enemy does not have a weapon of the same type as the one you attack with, they will be unable to strike back and do any damage to you in that fight.
ar: إذا هاجمت بسلاح إلتحام، سيتمكن العدو الذي تهاجمه من الرد عليك بسلاح إلتحام. إذا هاجمت بسلاح بعيد المدى، سيتمكن العدو من الرد عليك بسلاح بعيد المدى. إذا لم يكن لدى العدو سلاح من نفس نوع السلاح الذي تهاجم به، فلن يتمكن العدو من الرد عليك وإلحاق أي ضرر بك في تلك المعركة.

source: Different types of attacks do different amounts of damage, and a certain number of strikes may be made with each weapon. For instance, an Elvish Fighter does 5 points of damage with its sword every time it hits, and can strike 4 blows with the sword in one exchange. This is written as 5&times;4, meaning 5 damage per hit, and 4 strikes.
ar: تُحدث أنواع مختلفة من الهجمات كميات مختلفة من الضرر، ويمكن توجيه عدد معين من الضربات بكل سلاح. على سبيل المثال، يُلحق مقاتل الإلف 5 نقاط من الضرر بسيفه في كل مرة يضرب فيها، ويمكنه توجيه 4 ضربات بالسيف في تبادل واحد. يُكتب هذا على هيئة 5×4، أي 5 أضرار لكل ضربة، و4 ضربات.

source: Every unit has a chance of being hit based on the terrain it is in. For instance, units in castles and villages have a lower chance of being hit, and Elves in forest have a low chance of being hit. To see a unit&#8217;s defense rating (i.e. chance not to be hit) in terrain, click on the unit, and then mouse over the terrain you&#8217;re interested in, and the defense rating will be displayed as a percentage value in the status pane, as well as shown over the terrain hex.
ar: كل وحدة لديها فرصة للإصابة بناءً على التضاريس التي توجد بها. على سبيل المثال، الوحدات الموجودة في القلاع والقرى لديها فرصة أقل للإصابة، والإلف في الغابات لديهم فرصة منخفضة للإصابة. لرؤية تصنيف دفاع الوحدة (أي فرصة عدم التعرض للإصابة) في التضاريس، انقر على الوحدة، ثم مرر الفأرة فوق التضاريس التي تهتم بها، وسيظهر تصنيف الدفاع كقيمة مئوية في جزء الحالة، كما سيظهر فوق سداسي التضاريس.

source: You can obtain additional information, including the chance that the attacker and defender will be killed, by clicking on the "Damage Calculations" button in the fight window.
ar: يمكنك الحصول على معلومات إضافية، بما في ذلك فرصة مقتل المهاجم والمدافع، من خلال النقر على زر "حسابات الضرر" في نافذة القتال.

source: Attack types
ar: أنواع الهجمات

source: <emphasis role="strong">Blade</emphasis>: Weapons with a cutting edge, used to chop pieces of flesh from a foe. Examples: dagger, scimitar, saber, drake claws.
ar: <emphasis role="strong">قاطع</emphasis>: أسلحة ذات حافة قاطعة، تُستخدم لتقطيع قطع اللحم من الخصم. أمثلة: الخنجر والسيف والسيف المزدوج ومخالب الدرايك.

source: <emphasis role="strong">Piercing</emphasis>: Weapons with a sharp point and either a long handle or a missile, used to perforate foe&#8217;s body and damage internal organs. Examples: Knight or infantry pike, arrow.
ar: <emphasis role="strong">مخترق</emphasis>: الأسلحة ذات الحد الحاد والبنية الطويلة أو المدببة، وتستخدم لثقب جسم الخصم وإتلاف الأعضاء الداخلية. أمثلة: رمح الفارس أو المشاة، السهم.

source: <emphasis role="strong">Impact</emphasis>: Weapons having neither a sharp point nor a cutting edge, but heavy enough to break an enemy&#8217;s bones. Examples: mace, staff, Troll fist.
ar: <emphasis role="strong">الصادمو</emphasis>: أسلحة ليس لها حد حاد ولا حافة قاطعة، ولكنها ثقيلة بما يكفي لكسر عظام العدو. أمثلة: الصولجان، والعصا، وقبضة الترول.

source: <emphasis role="strong">Cold</emphasis>: Weapons based on cold or ice missiles. Example: A Dark Adepts&#8217;s chill wave.
ar: <emphasis role="strong">البارد</emphasis>: أسلحة تعتمد على الصواريخ الباردة أو الجليدية. مثال: موجة البرد التي يطلقها أتباع الظلام.

source: <emphasis role="strong">Fire</emphasis>: Weapons using fire to roast the foe like a chicken. Example: A drake&#8217;s fire breath.
ar: <emphasis role="strong">النار</emphasis>: أسلحة تستخدم النار لشوي الخصم مثل الدجاج. مثال: نَفَس الدرايك الناري.

source: <emphasis role="strong">Arcane</emphasis>: An attack that dispels the magic animating zombies, specters, and other undead creatures and spirits. Example: A white mage&#8217;s magic attack.
ar: <emphasis role="strong">الغامض</emphasis>: هجوم يعمل على إزالة السحر الذي يحرك الزومبي والأشباح وغيرها من المخلوقات والعناصر غير الحية. مثال: هجوم الساحر الأبيض.

source: Resistance
ar: المقاومة

source: Each unit is more or less vulnerable to the different attack types. 6 figures in the unit description show strength and weakness of the unit against the 6 attack types. A positive resistance figure indicates that the unit will suffer less damages from the attack type. A negative resistance figure indicates that the unit is especially vulnerable to this attack type.
ar: كل وحدة معرضة بشكل أو بآخر لأنواع الهجوم المختلفة. تظهر 6 أرقام في وصف الوحدة قوة وضعف الوحدة ضد أنواع الهجوم الستة. يشير رقم المقاومة الإيجابي إلى أن الوحدة ستتعرض لأضرار أقل من نوع الهجوم. يشير رقم المقاومة السلبي إلى أن الوحدة معرضة بشكل خاص لهذا النوع من الهجوم.

source: Examples: Drake scales protect them from most of attack types except from piercing weapon and cold weapon. Human Cavalry units are generally well protected except from piercing attacks which are their weak point. Undead are very resistant to blade and piercing weapon but very vulnerable to impact attacks and arcane attacks.
ar: أمثلة: حراشف الدريك تحميهم من معظم أنواع الهجمات باستثناء الأسلحة الخارقة والأسلحة الباردة. وحدات الفرسان البشرية محمية بشكل عام بشكل جيد ما عدا من الهجمات الخارقة التي تعتبر نقطة ضعفهم. الموتى الأحياء مقاومون للغاية للأسلحة القطع والمخترقة ولكنهم ضعفاء للغاية أمام الهجمات الصادمة والغامضة.

source: Using the best attack type against enemy units will substantially increase your chances of killing them.
ar: استخدام أفضل نوع هجوم ضد وحدات العدو سيزيد من فرصك في قتلهم بشكل كبير.

source: Healing
ar: علاج

source: A unit may be healed a maximum of 8 hitpoints per turn. A unit that does not move or fight during a turn is <emphasis>resting</emphasis> and will recover 2 hitpoints. Hitpoints recovered through <emphasis>resting</emphasis> are added on top of hitpoints recovered through healing so it is possible for a unit to recover up to a total of 10 hit points per turn.
ar: يمكن معالجة الوحدة 8 نقاط حياة بحد أقصى 8 نقاط حياة في كل دور. الوحدة التي لا تتحرك أو تقاتل أثناء الدور <emphasis>تستريح</emphasis> وتستعيد نقطتي حياة. تُضاف نقاط الحياة المستردة من خلال <emphasis>الراحة</emphasis> إلى نقاط الحياة المستردة من خلال العلاج، لذا من الممكن أن تستعيد الوحدة ما يصل إلى 10 نقاط حياة في كل دور.

source: There are two basic ways for a unit to be healed:
ar: هناك طريقتان أساسيتان لشفاء الوحدة:

source: Waiting in a village. The unit will heal 8 hitpoints every turn.
ar: الانتظار في قرية. ستعالج الوحدة 8 نقاط حياة كل دور.

source: Being adjacent to units with the <emphasis>heals</emphasis> ability. The number of hitpoints healed is specified in the unit&#8217;s ability description. This is invariably <emphasis>heals +4</emphasis> or <emphasis>heals +8</emphasis>.
ar: التواجد بجوار الوحدات ذات القدرة على <emphasis>الشفاء</emphasis>. يتم تحديد عدد نقاط الإصابة التي يتم شفاؤها في وصف قدرة الوحدة. هذا دائمًا ما يكون <emphasis>الشفاء +4</emphasis> أو <emphasis>الشفاء +8</emphasis>.

source: Regeneration
ar: تجديد

source: Trolls and Woses have the ability to heal themselves naturally through regeneration. They will heal 8 points each turn if they are injured. Note that because all units may only heal a maximum of 8 points per turn, Trolls and Woses gain no additional benefit from being on a village or next to a healing unit.
ar: لدى الترول والووز القدرة على شفاء أنفسهم بشكل طبيعي من خلال التجديد. سيتعالجون 8 نقاط حياة في كل دور إذا أصيبوا. لاحظ أنه نظرًا لأن جميع الوحدات قد تعالج 8 نقاط فقط بحد أقصى 8 نقاط في كل دور، فإن الترول والووز لا يكتسبون أي فائدة إضافية من وجودهم في قرية أو بجوار وحدة معالجة.

source: Some attacks can inflict poison damage on your unit. When this happens the poisoned unit will take 8 damage each turn until it is cured. Poison can be cured by waiting on a village or being next to a unit with the <emphasis>cures</emphasis> ability. Units with the <emphasis>heals</emphasis> ability can only prevent the poison from causing damage that turn, not cure it. When poison is cured the unit does not gain or lose hitpoints on that turn due to healing/poisoning. A unit can not be healed normally until it is cured of poisoning. Resting is still allowed, although it will not substantially diminish the poison&#8217;s effect.
ar: يمكن لبعض الهجمات أن تلحق ضررًا مسمومًا بوحدتك. عندما يحدث ذلك ستأخذ الوحدة المسمومة 8 أضرار في كل دور حتى يتم علاجها. يمكن علاج السم عن طريق الانتظار في قرية أو التواجد بجوار وحدة لديها قدرة <emphasis>الشفاء</emphasis>. الوحدات التي لديها قدرة <emphasis>الشفاء</emphasis> يمكنها فقط منع السم من التسبب في الضرر في ذلك الدور وليس علاجه. عندما يتم علاج السم لا تكتسب الوحدة نقاط حياة أو تفقد نقاط حياة في ذلك الدور بسبب الشفاء/التسمم. لا يمكن شفاء الوحدة بشكل طبيعي حتى يتم علاجها من التسمم. لا تزال الراحة مسموح بها، على الرغم من أنها لن تقلل من تأثير السم بشكل كبير.

source: Some other hints about healing:
ar: بعض التلميحات الأخرى حول الشفاء:

source: A unit may take several turns to be fully healed.
ar: قد تستغرق الوحدة عدة دورات لتتعافى بالكامل.

source: Healers (Elvish Shaman, Elvish Druid, Elvish Shyde, White Mage, Mage of Light, Paladin) heal all wounded units around them, so you can keep units close to the battle without losing them.
ar: يشفي المعالجون (شامان الإلف، وكاهنة الإلف، وكاهن العفش، وشيد الإلف، والساحر الأبيض، وساحر النور، والساحر الفارس) جميع الوحدات المصابة من حولهم، لذا يمكنك إبقاء الوحدات المجاورة صلب المعركة دون أن تفقدها.

source: Healers do not heal enemy units.
ar: المعالجون لا يعالجون وحدات العدو.

source: Healers cannot heal themselves, but see next point.
ar: لا يستطيع المعالجون شفاء أنفسهم، ولكن انظر النقطة التالية.

source: Use your healers in pairs, so they can heal each other if needed.
ar: استخدم المعالجين في أزواج، حتى يتمكنوا من معالجة بعضهم البعض إذا لزم الأمر.

source: Multiple healers from different allied sides can heal the same unit and speed up healing.
ar: يمكن للعديد من المعالجين من جهات حليفة مختلفة معالجة نفس الوحدة وتسريع الشفاء.

source: Trolls and Woses cannot regenerate other units.
ar: لا يمكن للأقزام والووز تجديد الوحدات الأخرى.

source: Trolls and Woses cure themselves from poison as a village does.
ar: يعالج الترول والووز أنفسهم من السموم كما تفعل القرية.

source: Strategy and Tips
ar: استراتيجية ونصائح

source: Basic Strategy
ar: الاستراتيجية الأساسية

source: The following basic combat principles and tips are intended to help starting off your career as a Wesnothian battle veteran. The minor concrete examples are somewhat tied to the "Heir to the Throne" campaign.
ar: تهدف المبادئ والنصائح القتالية الأساسية التالية إلى المساعدة في بدء حياتك المهنية كمحارب ويسنوثي مخضرم في المعارك. ترتبط الأمثلة البسيطة الملموسة إلى حد ما بحملة "وريث العرش".

source: Don&#8217;t waste units
ar: لا تخسر وحداتك

source: Do not send wounded units to a sure death. Once a unit loses more than half of its hit points (HP), you should seriously consider retreating it to safety and either station it in a village for healing or give him to the care of a healer (like Elvish Shamans or White Mages). Healers are very useful!
ar: لا ترسل الوحدات المصابة إلى موت محقق. بمجرد أن تفقد الوحدة أكثر من نصف نقاط حياتها (HP)، يجب أن تفكر بجدية إما في سحبها إلى مكان آمن وإما أن تضعها في قرية للشفاء أو أن تسلمها إلى معالج (مثل الإلف الشامانيون أو السحرة البيض). المعالجون مفيدون للغاية!

source: This is for practical reasons: a heavily wounded unit cannot hold back or kill the enemy. During attack and counterattack, it most often will perish. Further, by sending it to its sure death, its gathered experience points (XP) are lost. Recruiting a replacement may be impossible because the leader is not in its keep or because funds are running low. Even if you can recruit a replacement, it is most often far away from the battle front. So don&#8217;t waste your units.
ar: وهذا لأسباب عملية: فالوحدة المثقلة بالجراح لا يمكنها صد العدو أو قتله. أثناء الهجوم والهجوم المضاد، ستهلك في أغلب الأحيان. وعلاوة على ذلك، بإرسالها إلى حتفها المؤكد، تضيع نقاط خبرتها المجمعة (XP). قد يكون من المستحيل تجنيد بديل لأن القائد ليس في حوزته مال أو لأن الأموال تنفد. وحتى إذا كان بإمكانك تجنيد بديل، فغالبًا ما يكون بعيدًا عن جبهة المعركة. لذا لا تهدر وحداتك.

source: Out of the enemy&#8217;s reach
ar: بعيدًا عن متناول العدو

source: How do you guard wounded units? They are best guarded by being out of the adversary&#8217;s reach. No enemy can attack them if enemies cannot even come near them. The next section about zone of control (ZOC) shows how to restrict the enemy&#8217;s moves.
ar: كيف تحرس الوحدات المصابة؟ من الأفضل حراستهم بأن يكونوا بعيدين عن متناول الخصم. لا يمكن لأي عدو أن يهاجمهم إذا لم يتمكن العدو حتى من الاقتراب منهم. يوضح القسم التالي حول منطقة السيطرة (ZOC) كيفية تقييد تحركات العدو.

source: In the Action menu, you can select "Show Enemy Moves" to highlight all possible hexes your adversary can actually move to. This takes your zone of control into account. Thus you can check that your near death unit, which is behind, indeed cannot be attacked as the enemy cannot move close to it.
ar: في قائمة الحركة، يمكنك تحديد "إظهار تحركات العدو" لتمييز جميع السداسيات المحتملة التي يمكن لخصمك التحرك إليها بالفعل. وهذا يأخذ منطقة سيطرتك في الاعتبار. وبالتالي يمكنك التحقق من أن وحدتك القريبة من الموت، والتي هي في الخلف، لا يمكن مهاجمتها بالفعل حيث لا يمكن للعدو التحرك بالقرب منها.

source: When your armies meet, you may want to try to be the first to attack. So try to end your move out of striking range of the enemy army. He cannot attack but most likely will close into your striking range.
ar: عندما تلتقي جيوشك، قد ترغب في محاولة أن تكون أول من يهاجم. لذا حاول إنهاء تحركك خارج نطاق ضرب جيش العدو. لا يمكنه الهجوم لكنه على الأرجح سيقترب من نطاق فاعليتك.

source: Shield with your zone of control (ZOC)
ar: شكل درعا بمنطقة سيطرتك (ZOC)

source: Every unit of level 1 or higher maintains a zone of control (ZOC) covering all 6 neighboring hexes. This means that once an enemy moves into one of the six neighboring tiles, it is forced to halt and its movement phase ends (only enemies with the rare skirmisher ability ignore this).
ar: تحافظ كل وحدة من المستوى 1 أو أعلى على منطقة سيطرة (ZOC) تغطي جميع المربعات الستة المجاورة. وهذا يعني أنه بمجرد تحرك العدو إلى أحد المربعات الستة المجاورة، فإنه يُجبر على التوقف وتنتهي مرحلة حركته (فقط الأعداء الذين لديهم قدرة المناوشة النادرة يتجاهلون ذلك).

source: Because of ZOC, an enemy may not slip between two units which are aligned on a north-south or diagonal line and have exactly 1 or 2 hexes between them. By combining these pairs into a long wall or using them in different directions, you can prevent the enemy from reaching a wounded unit behind. He has to defeat the units imposing the ZOC first. If the enemy can barely reach it, even a single unit may shield a small region behind itself.
ar: بسبب منطقة السيطرة، لا يجوز للعدو أن يتسلل بين وحدتين مصطفتين على خط شمال-جنوب أو خط قطري وبينهما سداسي أو سداسيتين بالضبط. من خلال الجمع بين هذه الأزواج في جدار طويل أو استخدامها في اتجاهات مختلفة، يمكنك منع العدو من الوصول إلى وحدة جريحة خلفها. عليه أن يهزم الوحدات التي تفرض منطقة السيطرة أولاً. إذا كان العدو بالكاد يستطيع الوصول إليها، فقد تحمي وحدة واحدة منطقة صغيرة خلفها.

source: Maintain a defensive line
ar: الحفاظ على خط دفاعي

source: By lining up many units directly adjacent or with at most 1 hex space between them, you can build up a powerful defensive line. Note that, because Wesnoth uses hexes, a east-to-west "line" is not a straight line but a zig-zag curve. The north south line and the diagonals are the "real" lines.
ar: من خلال اصطفاف العديد من الوحدات المتجاورة مباشرةً أو مع وجود مسافة سداسي واحد على الأكثر بينها، يمكنك بناء خط دفاعي قوي. لاحظ أنه، نظرًا لأن ويسنوث تستخدم السداسيات، فإن "الخط" من الشرق إلى الغرب ليس خطًا مستقيمًا بل منحنى متعرج. الخط الشمالي الجنوبي والخط الشمالي الجنوبي والأقطار هي الخطوط "الحقيقية".

source: Coming from one side, the enemy may attack any single of your units in the line with only 2 of his units at a time. As a rule of thumb, a healthy unit without particular weakness can withstand an attack from two normal enemy units of the same level or lower without getting killed.
ar: يمكن للعدو القادم من جانب واحد أن يهاجم أي وحدة من وحداتك في الخط بوحدتين فقط من وحداته في كل مرة. كقاعدة عامة، يمكن للوحدة السليمة التي لا تعاني من ضعف معين أن تصمد أمام هجوم من وحدتين من وحدات العدو العادية من نفس المستوى أو أقل دون أن تُقتل.

source: Unfortunately, your line often has to bend to form a wedge or to fit the terrain. At these corner points, 3 enemy units may attack. This also happens at the ends of a line if the line is too short. Use units with high hit point on proper terrain or with proper resistances to hold these weak points. These are the most likely to be killed, so use units with no or few experience points (XP) for this purpose.
ar: ولسوء الحظ، غالبًا ما يضطر خطك للانحناء أو لملاءمة التضاريس. عند نقاط الزاوية هذه، قد تهاجم 3 وحدات للعدو. يحدث هذا أيضًا في نهايات الخط إذا كان الخط قصيرًا جدًا. استخدم الوحدات ذات نقاط الإصابة الحالية على التضاريس المناسبة أو ذات المقاومة المناسبة للحفاظ على هذه النقاط الضعيفة. هذه هي الأكثر عرضة للقتل، لذا استخدم الوحدات التي لا تمتلك نقاط خبرة (XP) أو تمتلك نقاط خبرة قليلة لهذا الغرض.

source: Lining your troops up also prevents the enemy from surrounding any one of them. For ZOC reasons, a unit with one enemy behind it and one in front is trapped.
ar: كما أن اصطفاف قواتك في صف واحد يمنع العدو من محاصرة أي منها. ولأسباب تتعلق بـمنطقة السيطرة، فإن الوحدة التي يوجد خلفها عدو واحد خلفها وآخر أمامها تكون محاصرة.

source: Rotate your troops
ar: قم بتدوير قواتك

source: When a unit in the front line is heavily damaged you can move him safely behind your defensive line. To hold up the line, you will most likely have to replace him with a reserve, so hold a couple of units in back of the front line. If you have healers, damaged units in the second line will quickly recover.
ar: عندما تتضرر وحدة في الخط الأمامي بشدة يمكنك نقلها بأمان خلف خطك الدفاعي. للحفاظ على الخط، سيكون عليك على الأرجح استبدالها بوحدة احتياطية، لذا احتفظ بوحدتين خلف الخط الأمامي. إذا كان لديك معالجين، ستتعافى الوحدات المتضررة في الخط الثاني بسرعة.

source: Note that your units can pass through hexes containing your own troops.
ar: لاحظ أن وحداتك يمكنها المرور عبر السداسيات التي تحتوي على قواتك الخاصة.

source: Use the terrain
ar: استخدم التضاريس

source: Try to position your troops so that they are attacking from a hex with high defense against an enemy in a hex with low terrain. That way, the enemy&#8217;s counterstrikes will be less likely to do damage.
ar: حاول أن تضع قواتك بحيث تهاجم من سداسية ذات دفاعات عالية ضد عدو في سداسية ذات تضاريس منخفضة. وبهذه الطريقة، ستكون الضربات المضادة للعدو أقل عرضة لإلحاق الضرر.

source: For example, you might position your elves just inside of a forest edge so that attacking orcs must stand on grassland while your elves enjoy the high forest defenses.
ar: على سبيل المثال، يمكنك وضع الإلفي الخاص بك داخل حافة الغابة مباشرةً بحيث يجب أن يقف الأورك المهاجمون على الأراضي العشبية بينما يستمتع الإلفيون الخاص بك بدفاعات الغابة العالية.

source: Attacking and choosing your targets
ar: الهجوم واختيار أهدافك

source: Advancing and attacking is of course the most interesting part of your way to victory. Kill or weaken enemies in your path and move your defensive line forward. This can become tricky as the enemy gets to attack back on his turn.
ar: التقدم والهجوم هو بالطبع الجزء الأكثر إثارة للاهتمام في طريقك نحو النصر. اقتل أو أضعف الأعداء في طريقك وحرك خطك الدفاعي للأمام. قد يصبح هذا الأمر صعبًا لأن العدو سيهاجم في دوره.

source: Often, you will throw several units at a single enemy unit to finish him off, but these were forming your defensive line which is now partly broken. Maybe this doesn&#8217;t matter because you are out of reach of the next enemy unit. Maybe it does because you only managed to weaken a very strong enemy and next turn, he is going to strike back. Perhaps a Horseman can deliver the killing blow.
ar: في كثير من الأحيان، سترمي عدة وحدات على وحدة عدو واحدة للقضاء عليه، لكن هذه الوحدات كانت تشكل خطك الدفاعي الذي أصبح الآن مكسورًا جزئيًا. ربما هذا لا يهم لأنك بعيدًا عن متناول وحدة العدو التالية. ربما يهم لأنك تمكنت فقط من إضعاف عدو قوي جدًا وفي الدور التالي سيرد الهجوم. ربما يستطيع الفارس توجيه الضربة القاتلة.
