Repository: wesnoth/wesnoth
Catalog: po/wesnoth-manual/*.po
Languages: ar

source: Striking first is an advantage because it allows you the choice of which units will face off. Take advantage of enemy weakness: e.g. direct your ranged attacks against foes without ranged weapons. Take advantage of weaknesses like Horsemen&#8217;s vulnerability to pierce. But remember that they get to attack back on their turn, so you might have weaknesses the enemy may exploit.
ar: الضربة الأولى ميزة لأنها تتيح لك اختيار الوحدات التي ستواجهها. استفد من نقاط ضعف العدو: على سبيل المثال وجه هجماتك بعيدة المدى ضد الأعداء الذين لا يملكون أسلحة بعيدة المدى. استفد من نقاط الضعف مثل ضعف الفرسان في الاختراق. لكن تذكر أنه بإمكانهم رد الهجوم في دورهم، لذا قد يكون لديك نقاط ضعف قد يستغلها العدو.

source: For example, Horsemen can hold up the line against Orcish Grunts and Troll Whelps very well because they have some resistances against blade and impact. But your Horseman may quite quickly fall to Orcish Archers and Goblin Spearmen.
ar: على سبيل المثال، يمكن للفرسان أن يصمدوا في الصف ضد الخنوص الأوركي ووحوش الترول بشكل جيد للغاية لأن لديهم بعض المقاومة ضد القطع والصدمات. ولكن قد يسقط فرسانك بسرعة كبيرة أمام رماة الأورك ورماة الغوبلن.

source: It usually pays off if you can definitively kill (or almost kill) the faced unit. If you are unsure of finishing off the enemy in one turn, either ensure that your unit can weather the return attacks or decide that you&#8217;re willing to lose that unit. To withstand the enemy&#8217;s strikes next turn, it is often wise to attack at the range that allows the enemy to do least damage to you, rather than choosing the maximum expected damage to the enemy.
ar: عادةً ما تؤتي ثمارها إذا تمكنت من قتل (أو كدت تقتل) الوحدة المواجهة بشكل نهائي. إذا لم تكن متأكدًا من القضاء على العدو في دور واحد، فإما أن تتأكد من قدرة وحدتك على الصمود أمام الهجمات المرتدة أو أن تقرر أنك على استعداد لخسارة تلك الوحدة. للصمود أمام ضربات العدو في الدور التالي، غالبًا ما يكون من الحكمة أن تهاجم في النطاق الذي يسمح للعدو بإلحاق أقل ضرر بك، بدلًا من اختيار أقصى ضرر متوقع للعدو.

source: In particular, use your ranged weapons if the enemy has no ranged attack. Using it will often reduce the damage which your units take until the enemy dies.
ar: على وجه الخصوص، استخدم أسلحتك بعيدة المدى إذا لم يكن لدى العدو هجوم بعيد المدى. سيؤدي استخدامها غالبًا إلى تقليل الضرر الذي تتلقاه وحداتك حتى يموت العدو.

source: Time of Day
ar: الوقت من اليوم

source: Remember that Lawful units like humans fight better at daytime, Chaotic units like orcs or undead fight better at night, and Liminal units fight best during the twilight. Ideally you want to first meet the enemy when you are strong and/or he is weak. When the enemy has its strong time, it often pays off to strengthen your lines and hold a favorable defensive position. When its weak time is about to arise, your advance will push forth.
ar: تذكر أن الوحدات النهارية مثل البشر تقاتل بشكل أفضل في النهار، والوحدات الليلية مثل الأورك أو الموتى الأحياء تقاتل بشكل أفضل في الليل، والوحدات الحدية تقاتل بشكل أفضل أثناء الشفق. من الناحية المثالية قد يفضل أن تقابل العدو أولًا عندما تكون قويًا و/أو يكون هو ضعيفًا. عندما يكون العدو في وقت قوته، فغالبًا ما يكون من المفيد أن تقوي خطوطك وتتخذ موقعًا دفاعيًا مناسبًا. وعندما يوشك وقته الضعيف على الظهور، ستندفع إلى الأمام.

source: For example, elves might hold out a forest during a nightly orcish onslaught and advance on sunrise. You may even note that the computer AI actively retreats his orcs during day.
ar: على سبيل المثال، قد يصمد الإلف في غابة أثناء هجوم الأورك ليلاً ويتقدمون عند شروق الشمس. قد تلاحظ حتى أن الذكاء الاصطناعي للكمبيوتر يقلل نشاط عن الأورك أثناء النهار.

source: Over the course of a campaign, it is critical that you build up a seasoned force. Later scenarios will assume you have level 2 and 3 units available for recall.
ar: على مدار الحملة، من المهم للغاية أن تبني قوة متمرسة على مدار الحملة. ستفترض السيناريوهات اللاحقة أن لديك وحدات من المستوى 2 و3 متاحة للاستدعاء.

source: Your units gain most experience points (XP) from killing an enemy unit (8XP per level of the unit killed). As such, it often makes sense to have your higher level units weaken an enemy, but cede the kill to a unit more in need of the XP. Healers in particular are often weak in combat and often need to <emphasis>steal</emphasis> kills in this way to advance levels.
ar: تكتسب وحداتك معظم نقاط الخبرة (XP) من قتل وحدة العدو (8 نفاط خبرة لكل مستوى الوحدة المقتولة). وعلى هذا النحو، غالبًا ما يكون من المنطقي أن تجعل وحداتك ذات المستوى الأعلى تضعف العدو، ولكن تتنازل عن القتل لوحدة أكثر احتياجًا لنقاط الخبرة (XP). المعالجون على وجه الخصوص غالبًا ما يكونون ضعفاء في القتال وغالبًا ما يحتاجون إلى <emphasis>سرقة</emphasis> القتل بهذه الطريقة للتقدم في المستويات.

source: At the beginning (when you probably have no high level units), try to give most kills to a small handful of your units. This will fast-track them to becoming Level 2 units, and they can then shepherd others.
ar: في البداية (عندما لا يكون لديك على الأرجح وحدات ذات مستوى عالٍ)، حاول إعطاء معظم عمليات القتل لحفنة صغيرة من وحداتك. سيؤدي ذلك إلى تسريع تطورهم ليصبحوا وحدات من المستوى الثاني، ويمكنهم بعد ذلك رعاية الآخرين.

source: Don&#8217;t neglect to earn your leader experience. You need to keep him safe, but if you coddle him too much he will be too low level to survive future scenarios anyway.
ar: لا تهمل كسب خبرة قائدك. عليك أن تحافظ على سلامته، ولكن إذا قمت بتدليله أكثر من اللازم فسيكون مستواه منخفضًا جدًا بحيث لا يمكنه النجاة من السيناريوهات المستقبلية على أي حال.

source: Getting the Most Fun Out of the Game
ar: الحصول على أكبر قدر من المتعة من اللعبة

source: Remember, the idea of a game is to have fun! Here are some recommendations from the development team on how to get the most fun out of the game:
ar: تذكر أن فكرة اللعبة هي الاستمتاع! إليك بعض التوصيات من فريق التطوير حول كيفية الحصول على أكبر قدر من المتعة من اللعبة:

source: Consider playing the campaign on "Medium" difficulty level, especially if you have prior experience with strategy games. We feel you&#8217;ll find it much more rewarding.
ar: فكر في لعب الحملة على مستوى الصعوبة "المتوسط"، خاصةً إذا كانت لديك خبرة سابقة في الألعاب الاستراتيجية. نشعر أنك ستجدها أكثر إفادة.

source: Don&#8217;t sweat it too much when you lose some units. The campaign was designed to accommodate the player losing some units along the way.
ar: لا تقلق كثيرًا عندما تفقد بعض الوحدات. صُممت الحملة لاستيعاب خسارة اللاعب لبعض الوحدات على طول الطريق.

source: Don&#8217;t abuse saved games. Long ago, Wesnoth only allowed saving the game at the end of a scenario. Mid-scenario saving was added as a convenience to use if you had to continue the game another day, or to protect against crashes. We do not recommend loading mid-scenario saved games over and over because your White Mage keeps getting killed. Learn to protect your White Mage instead, and balance risks! That is part of the strategy.
ar: لا تسيء استخدام الألعاب المحفوظة. منذ فترة طويلة، لم تكن ويسنوث تسمح بحفظ اللعبة إلا في نهاية السيناريو. تمت إضافة الحفظ في منتصف السيناريو كوسيلة مريحة لاستخدامها إذا اضطررت إلى مواصلة اللعبة في يوم آخر، أو للحماية من الأعطال. لا نوصي بتحميل الألعاب المحفوظة في منتصف السيناريو مرارًا وتكرارًا لأن الساحر الأبيض الخاص بك يستمر في التعرض للقتل. تعلم حماية الساحر الأبيض الخاص بك بدلًا من ذلك، وتوازن المخاطر! هذا جزء من الاستراتيجية.

source: If you must load a saved game, we recommend going back to the start of the scenario, so that you choose a new strategy that works, rather than simply finding random numbers that favor you.
ar: إذا كان يجب عليك تحميل لعبة محفوظة، نوصي بالعودة إلى بداية السيناريو، بحيث تختار استراتيجية جديدة ناجحة، بدلاً من مجرد العثور على إحصائيات عشوائية في صالحك.

source: But remember, the aim is to have fun! You may have different tastes than the developers, so do what you enjoy most! If you enjoy loading the saved game every time you make a mistake, looking for the <emphasis>perfect</emphasis> game where you never lose a unit, by all means, go right ahead!
ar: لكن تذكر أن الهدف هو الاستمتاع! قد يكون لديك أذواق مختلفة عن المطورين، لذا افعل ما تستمتع به أكثر! إذا كنت تستمتع بتحميل اللعبة المحفوظة في كل مرة ترتكب فيها خطأ، وتبحث عن اللعبة <emphasis>المثالية</emphasis> التي لا تخسر فيها وحدة أبدًا، فافعل ما يحلو لك!

source: At the start of a scenario
ar: في بداية السيناريو

source: First, read the scenario objectives. Sometimes you do not have to kill enemy leaders; instead it is enough that you survive for a certain number of turns, or pick up a particular object.
ar: أولًا، اقرأ أهداف السيناريو. في بعض الأحيان لا يتعين عليك قتل قادة العدو؛ بل يكفي أن تبقى على قيد الحياة لعدد معين من الأدوار، أو أن تلتقط شيئًا معينًا.

source: Look at the map: the terrain, the position of your leader and the other leader(s).
ar: انظر إلى الخريطة: التضاريس وموقع قائدك والقائد (القادة) الآخرين.

source: Then, begin to recruit units. Cheap units are useful to soak up the first wave of an enemy&#8217;s attack; advanced units can then be brought in as support. Fast units can be used as scouts, for exploring the map and to quickly conquer villages.
ar: ثم ابدأ في تجنيد الوحدات. الوحدات الرخيصة مفيدة لامتصاص الموجة الأولى من هجوم العدو، ويمكن بعد ذلك جلب وحدات متقدمة كدعم. يمكن استخدام الوحدات السريعة ككشافة لاستكشاف الخريطة وغزو القرى بسرعة.

source: During the scenario
ar: أثناء السيناريو

source: Try to capture and keep control of as many villages as possible to keep the gold coming in.
ar: حاول الاستيلاء على أكبر عدد ممكن من القرى والسيطرة عليها للحفاظ على تدفق الذهب.

source: Keep units in packs so the enemy cannot attack from as many sides, and so you can outnumber each enemy unit. Put your units in a line so that the enemy cannot attack any one of your units from more than two sides.
ar: حافظ على الوحدات في مجموعات حتى لا يتمكن العدو من الهجوم من أكثر من جانب، وحتى تتمكن من التفوق على كل وحدة من وحدات العدو. ضع وحداتك في صف بحيث لا يستطيع العدو مهاجمة أي وحدة من وحداتك من أكثر من جانبين.

source: Different units have different strengths and weaknesses depending on terrain and who they are attacking; right click on units and select "Unit Description" to learn more.
ar: الوحدات المختلفة لديها نقاط قوة وضعف مختلفة اعتمادًا على التضاريس ومن تهاجم؛ انقر بزر الفأرة الأيمن على الوحدات واختر "وصف الوحدة" لمعرفة المزيد.

source: You can use lower level units as cannon fodder, to slow down enemy. E.g. you can use them to block enemies reaching your important units.
ar: يمكنك استخدام وحدات المستوى الأدنى كوقود للمدافع، لإبطاء العدو. على سبيل المثال يمكنك استخدامها لمنع وصول الأعداء إلى وحداتك المهمة.

source: You can cause damage to enemies with advanced units and then finish them with lower level units — to give them more experience (and finally make them advance to next level).
ar: يمكنك إلحاق الضرر بالأعداء بوحدات متقدمة ثم القضاء عليهم بوحدات ذات مستوى أقل - لإكسابهم المزيد من الخبرة (وجعلهم يتقدمون في النهاية إلى المستوى التالي).

source: When you have a White Mage (advances from Mage) or Druid (advances from Shaman), put it in the middle of a circle of units to heal them as they move across the map (Shamans can do this too, but not as well).
ar: عندما يكون لديك ساحر أبيض (تقدم من ساحر) أو كاهن (تقدم من شامان)، ضعه في منتصف دائرة من الوحدات لشفائهم أثناء تحركهم عبر الخريطة (يمكن للشامان فعل ذلك أيضًا، ولكن ليس بنفس الجودة).

source: Losing units is expected, even advanced units.
ar: خسارة الوحدات أمر متوقع، حتى الوحدات المتقدمة.

source: Time of day really matters:
ar: الوقت من اليوم مهم جداً:

source: lawful units do more damage at day and less damage at night
ar: الوحدات النهارية تسبب أضرارًا أكبر في النهار وأضرارًا أقل في الليل

source: chaotic units do more damage at night and less damage at day
ar: الوحدات الليلية تسبب أضرارًا أكبر في الليل وأضرارًا أقل في النهار

source: remember to always check the time of day on the right side of the screen. Plan ahead — think about what it&#8217;s going to be next turn as well as this turn.
ar: تذكر أن تتحقق دائمًا من وقت اليوم على الجانب الأيمن من الشاشة. خطط للمستقبل - فكر فيما سيكون عليه الوضع في الدور التالي بقدر تفكيرك في الدور الحالي.

source: Some units are resistant or vulnerable to different kind of attacks. Mounted units are weak vs pierce attacks. Fire and arcane attacks destroy undead. To see how much a unit resists an attack type, right click on the unit, select "Unit Description", then select "Resistance". It will show you how resistant a unit is to different types of attacks.
ar: بعض الوحدات مقاومة أو ضعيفة أمام أنواع مختلفة من الهجمات. الوحدات الراكبة ضعيفة أمام هجمات الاختراق. الهجمات النارية والسحرية تدمر الموتى الأحياء. لمعرفة مدى مقاومة وحدة ما لنوع الهجوم، انقر بزر الفأرة الأيمن على الوحدة، واختر "وصف الوحدة"، ثم اختر "المقاومة". سيظهر لك مدى مقاومة الوحدة لأنواع مختلفة من الهجمات.

source: An important part of succeeding at Battle for Wesnoth is keeping your units healthy. When your units take damage you can heal them by moving them onto villages or next to special healing units (e.g. the Elvish Shaman and White Mage). Some other units you will encounter, such as Trolls, have the ability to heal themselves naturally.
ar: جزء مهم من النجاح في معركة من أجل ويسنوث هو الحفاظ على صحة وحداتك. عندما تتعرض وحداتك للضرر يمكنك معالجتها عن طريق نقلها إلى القرى أو بجوار وحدات الشفاء الخاصة (مثل شامان الإلف والساحر الأبيض). بعض الوحدات الأخرى التي ستواجهها، مثل الترول، لديها القدرة على شفاء نفسها بشكل طبيعي.

source: Winning a scenario
ar: الفوز في سيناريو

source: Advanced units are needed to quickly kill enemy commanders, and to avoid losing lots of units.
ar: هناك حاجة إلى وحدات متقدمة لقتل قادة العدو بسرعة، ولتجنب خسارة الكثير من الوحدات.

source: The quicker you win a scenario, the more gold you get; you will get more gold from winning early than from all of the map&#8217;s villages for the rest of the turns.
ar: كلما فزت بالسيناريو بشكل أسرع، كلما حصلت على ذهب أكثر؛ ستحصل على ذهب من الفوز المبكر أكثر من جميع قرى الخريطة لبقية الأدوار.

source: Killing all enemy leaders usually gives instant victory.
ar: قتل جميع قادة العدو عادةً ما يعطي النصر الفوري.

source: More general tips
ar: نصائح أخرى عامة

source: After slaughtering scenarios (where you take lots of punishment) there are usually "breathing room" scenarios where you can rather easily gain some gold and experience (advanced units).
ar: بعد سيناريوهات المذابح (حيث تتلقى الكثير من الصعوبات) توجد عادةً سيناريوهات 'لالتقاط الأنفاس' حيث يمكنك بسهولة الحصول على بعض الذهب والخبرة (وحدات متقدمة).

source: Advanced units have higher upkeep than lower level units (1 gp per level), loyal units are an exception.
ar: الوحدات المتقدمة تتمتع بصيانة أعلى من الوحدات ذات المستوى الأدنى (1 قطعة ذهب لكل مستوى)، والوحدات الموالية هي الاستثناء.
