Repository: wesnoth/wesnoth
Catalog: po/wesnoth-manual/*.po
Languages: ar

source: This creates a game just running on your computer. You can either use it as hotseat game where everyone plays at the same computers by taking turns in the <emphasis>hotseat</emphasis>. Hotseat games will take about the same time to play as games played over the Internet. Or you can just play a scenario against AI opponents rather than human players. This can be a good way to become familiar with the various maps that are used for multiplayer games before playing against real opponents. It can also be used as a simple way to explore the capabilities of units from the different factions by choosing which faction you will play and which faction your opponents are in these games. Of course, you can also mix both in one game. That is, play together in a game with a friend against an AI opponent.
ar: هذا يخلق لعبة تعمل فقط على جهاز الكمبيوتر الخاص بك. يمكنك إما أن تستخدمها كلعبة المقعد الساخن حيث يلعب الجميع على نفس الكمبيوتر من خلال التناوب على المقعد <emphasis>الساخن</emphasis>. ستستغرق ألعاب المقعد الساخن نفس وقت اللعب تقريبًا مثل الألعاب التي يتم لعبها عبر الإنترنت. أو يمكنك لعب سيناريو ضد خصوم الذكاء الاصطناعي بدلاً من اللاعبين البشر. يمكن أن تكون هذه طريقة جيدة للتعرف على الخرائط المختلفة المستخدمة في الألعاب متعددة اللاعبين قبل اللعب ضد خصوم حقيقيين. يمكن استخدامها أيضًا كطريقة بسيطة لاستكشاف قدرات الوحدات من الفصائل المختلفة عن طريق اختيار الفصيل الذي ستلعبه والفصيل الذي يمثل خصومك في هذه الألعاب. بالطبع، يمكنك أيضًا المزج بين الاثنين في لعبة واحدة. أي اللعب معًا في لعبة مع صديق ضد خصم من الذكاء الاصطناعي.

source: The Game Screen
ar: شاشة اللعبة

source: Game Screen
ar: شاشة اللعبة

source: Regardless of whether you are playing a scenario or a campaign, the basic layout of the game screen is the same. The majority of the screen is filled with a map which shows all of the action that takes place in the game. Around the map are various elements which provide useful information about the game and are described in more detail below.
ar: بغض النظر عما إذا كنت تلعب سيناريو أو حملة، فإن التصميم الأساسي لشاشة اللعبة هو نفسه. تمتلئ معظم الشاشة بخريطة تُظهر جميع الأحداث التي تجري في اللعبة. يوجد حول الخريطة العديد من العناصر التي توفر معلومات مفيدة عن اللعبة وهي موضحة بمزيد من التفصيل أدناه.

source: Top Panel
ar: اللوحة العلوية

source: Across the top of the screen from left to right are the following items:
ar: في الجزء العلوي من الشاشة من اليسار إلى اليمين توجد العناصر التالية:

source: Menu button
ar: زر القائمة

source: Actions button
ar: زر الإجراءات

source: Turn counter (current turn/maximum number of turns)
ar: عداد الأدوار (الدور الحالي/الحد الأقصى لعدد الأدوار)

source: Your gold
ar: ذهبك

source: Villages (your villages/total number of villages)
ar: القرى (عدد قراك/إجمالي عدد القرى)

source: Your total units
ar: مجموع الوحدات الخاصة بك

source: Your upkeep
ar: صيانتك

source: Your income
ar: دخلك

source: Current time or time left (in timed multiplayer games)
ar: الوقت الحالي أو الوقت المتبقي (في الألعاب متعددة اللاعبين المحددة بوقت)

source: Right Panel
ar: اللوحة اليمنى

source: Down the right of the screen from top to bottom are:
ar: أسفل يمين الشاشة من الأعلى إلى الأسفل يوجد:

source: Full map, scaled
ar: خريطة كاملة، بمقياس محدد

source: Current hex position (x-coordinate, y-coordinate), defense and movement of the currently selected unit on the marked hex
ar: موضع السداسي الحالي (الإحداثي x، الإحداثي y)، الدفاع والحركة للوحدة المحددة حاليًا على السداسي المحدد

source: Current hex type
ar: نوع السداسي الحالي

source: Time of day indicator
ar: مؤشر الوقت من اليوم

source: Unit profile for last selected unit
ar: ملف تعريف الوحدة لآخر وحدة مختارة

source: End Turn button
ar: زر نهاية الدور

source: Recruit and Recall
ar: التجنيد والإستدعاء

source: When you first start a scenario or campaign you will only have a few units on the map. One of these will be your commander (identified by a little golden crown icon). Your commander is usually placed in a castle on a special hex called a keep. Whenever your commander is on a keep (not only your own, but also the keep of any enemy castles you capture) and you have enough gold, you can recruit units for your army. In later scenarios you can recall experienced units that survived earlier scenarios. From here, you can start to build your army to conquer the enemy.
ar: عند بدء السيناريو أو الحملة لأول مرة سيكون لديك فقط عدد قليل من الوحدات على الخريطة. سيكون أحد هذه الوحدات هو قائدك (يُعرف برمز تاج ذهبي صغير). عادةً ما يتم وضع قائدك في قلعة في سداسية خاصة تسمى الحصن. عندما يكون قائدك في حصن (ليس فقط حصنك، ولكن أيضًا حصن أي قلاع للعدو تستولي عليها) ولديك ما يكفي من الذهب، يمكنك تجنيد وحدات لجيشك. في السيناريوهات اللاحقة يمكنك استدعاء الوحدات ذات الخبرة التي نجت من سيناريوهات سابقة. من هنا، يمكنك البدء في بناء جيشك لغزو العدو.

source: The first thing you will probably want to do is recruit your first unit. Press <literal>Ctrl+r</literal> (or right click on an empty castle hex and select "Recruit") and you will be able to recruit a unit from a list of all the units available to you. Each recruit is placed on an empty castle hex. Once you have filled the castle, you cannot recruit any more until units move off. Your opponent&#8217;s commander is similarly placed on its castle keep and will begin by recruiting its troops&#8201;&#8212;&#8201;so don&#8217;t dilly-dally looking at the scenery, there&#8217;s a battle to be won.
ar: أول شيء ربما تريد القيام به هو تجنيد وحدتك الأولى. اضغط على <literal>Ctrl+r</literal> (أو انقر بزر الفأرة الأيمن على سداسي قلعة فارغ واختر "تجنيد") وستتمكن من تجنيد وحدة من قائمة بجميع الوحدات المتاحة لك. يتم وضع كل مجند على سداسية قلعة فارغة. بمجرد أن تملأ القلعة، لا يمكنك تجنيد المزيد حتى تتحرك الوحدات. يتم وضع قائد خصمك بالمثل على حصن القلعة الخاص به وسيبدأ بتجنيد قواته - لذا لا تتلكأ في النظر إلى المشهد، فهناك معركة يجب الفوز بها.

source: At the end of each successful scenario, all your remaining troops are automatically saved. At the start of the next scenario you may recall them in a similar way to recruiting. Recalled troops are often more experienced than recruits and usually a better choice.
ar: في نهاية كل سيناريو ناجح، يتم حفظ جميع قواتك المتبقية تلقائيًا. في بداية السيناريو التالي يمكنك استدعاؤهم بطريقة مشابهة للتجنيد. غالبًا ما تكون القوات التي يتم استدعاؤها أكثر خبرة من المجندين وعادة ما تكون خيارًا أفضل.

source: Your Army
ar: جيشك

source: All game types use the same soldiers, called units. Each unit is identified by Race, Level, and Class. Each unit has strengths and weaknesses, based on their Resistances, current Terrain, and Level. Full details are in the in game help.
ar: تستخدم جميع أنواع الألعاب نفس الجنود الذين يُطلق عليهم الوحدات. يتم تحديد كل وحدة حسب العرق والمستوى والفئة. كل وحدة لديها نقاط قوة وضعف، بناءً على مقاوماتها وتضاريسها الحالية ومستواها. التفاصيل الكاملة موجودة في تعليمات اللعبة.

source: Life and Death — Experience
ar: الحياة والموت -- الخبرة

source: As your troops gain battle experience, they will learn more skills and become stronger. They will also die in battle, so you&#8217;ll need to recruit and recall more when that happens. But choose wisely, for each has strengths and weaknesses a cunning opponent will quickly exploit.
ar: كلما اكتسبت قواتك خبرة في المعركة، سيتعلمون المزيد من المهارات ويصبحون أقوى. كما أنهم سيموتون في المعركة، لذا ستحتاج إلى تجنيد واستدعاء المزيد عندما يحدث ذلك. لكن اختر بحكمة، فلكل منهم نقاط قوة وضعف سيستغلها الخصم الماكر بسرعة.

source: Victory and Defeat
ar: النصر والهزيمة

source: Pay careful attention to the Objectives pop-up box at the beginning of each scenario. Usually you will achieve victory by killing all enemy leaders, and only be defeated by having your leader killed. But scenarios may have other victory objectives — getting your leader to a designated point, say, or rescuing someone, or solving a puzzle, or holding out against a siege until a certain number of turns have elapsed.
ar: انتبه جيدًا إلى مربع الأهداف المنبثق في بداية كل سيناريو. عادةً ما ستحقق النصر بقتل جميع قادة العدو، ولن تُهزم إلا بقتل قائدك. ولكن قد تحتوي السيناريوهات على أهداف أخرى للنصر - إيصال قائدك إلى نقطة معينة، على سبيل المثال، أو إنقاذ شخص ما، أو حل لغز، أو الصمود أمام حصار حتى انقضاء عدد معين من الأدوار.

source: When you win a scenario, the map will gray over and the <emphasis>End Turn</emphasis> button will change to <emphasis>End Scenario</emphasis>. You can now do things like changing your save options or (if you are in a multiplayer game) chatting with other players before pressing that button to advance.
ar: عندما تفوز بسيناريو، ستتحول الخريطة إلى اللون الرمادي وسيتغير زر <emphasis>إنهاء الدور</emphasis> إلى <emphasis>إنهاء السيناريو</emphasis>. يمكنك الآن القيام بأشياء مثل تغيير خيارات الحفظ أو (إذا كنت في لعبة متعددة اللاعبين) الدردشة مع لاعبين آخرين قبل الضغط على هذا الزر للتقدم.

source: Gold
ar: الذهب

source: Your army does not fight for free. It costs you gold to recruit units and gold to maintain them. You start each scenario with gold carried over from previous scenarios (although each scenario ensures you have at least a minimum amount of gold to start if you didn&#8217;t carry over enough from previous scenarios) and can gain more by meeting scenario objectives quickly and, during a scenario, by controlling villages. Each village you control will give you two gold pieces income per turn. When you first start a scenario it is usually worthwhile to gain control of as many villages as you can to ensure you have sufficient income to wage war. You can see your current gold and current income at the top of the screen as described in the section on the <link linkend="game_screen">game screen</link>.
ar: جيشك لا يقاتل مجانًا. يكلفك الذهب لتجنيد الوحدات والذهب للحفاظ عليها. تبدأ كل سيناريو بذهب مُرحل من سيناريوهات سابقة (على الرغم من أن كل سيناريو يضمن لك حدًا أدنى من الذهب على الأقل للبدء إذا لم تقم بترحيل ما يكفي من السيناريوهات السابقة) ويمكنك كسب المزيد من خلال تحقيق أهداف السيناريو بسرعة، وخلال السيناريو، من خلال السيطرة على القرى. ستمنحك كل قرية تسيطر عليها دخل قطعتين ذهبيتين في كل دور. عند بدء السيناريو لأول مرة، من المفيد عادةً السيطرة على أكبر عدد ممكن من القرى لضمان حصولك على دخل كافٍ لشن الحرب. يمكنك رؤية الذهب الحالي والدخل الحالي في الجزء العلوي من الشاشة كما هو موضح في القسم الموجود على <link linkend="game_screen">شاشة اللعبة</link>.

source: Save and Load
ar: الحفظ والتحميل

source: At the start of each scenario, your game state is normally saved. If you are defeated, you may load it and try again. Once you have succeeded, you will again be asked to save the next scenario and play that. If you have to stop playing during a scenario, you can save your turn and load it again later. Just remember, a good Battle for Wesnoth player never needs to save during a scenario. However, most beginners tend to do so rather often.
ar: في بداية كل سيناريو، عادة ما يتم حفظ حالة لعبتك. إذا كنت مهزومًا، يمكنك تحميله والمحاولة مرة أخرى. بمجرد أن تنجح، سيُطلب منك مرة أخرى حفظ السيناريو التالي وتشغيله. إذا كان عليك التوقف عن اللعب أثناء السيناريو، يمكنك حفظ دورك وتحميله مرة أخرى لاحقًا. فقط تذكر أن اللاعب الجيد في معركة ويسنوث لا يحتاج أبدًا إلى الحفظ أثناء السيناريو. ومع ذلك، يميل معظم المبتدئين إلى القيام بذلك كثيرًا.

source: Playing
ar: اللعب

source: Controls
ar: التحكم

source: To view and change the hotkey settings open the Preferences menu and choose the Hotkeys tab.
ar: لعرض وتغيير إعدادات مفتاح التشغيل السريع، افتح قائمة التفضيلات واختر علامة التبويب مفاتيح التشغيل السريع.

source: Each side is given some amount of gold to begin with, and receives 2 gold pieces per turn, plus 2 more gold pieces for every village that side controls. In a campaign, starting gold is a minimum amount defined by the scenario, which is typically lower as the difficulty level increases. In addition you often get a percentage of gold to carry over from the last scenario played. The exact percentage depends on the scenario and is usually displayed as part of the scenario objectives.
ar: يُمنح كل طرف كمية من الذهب في البداية، ويحصل على قطعتين ذهبيتين في كل دور، بالإضافة إلى قطعتين ذهبيتين إضافيتين لكل قرية يسيطر عليها ذلك الطرف. في الحملة، يكون الحد الأدنى من الذهب في البداية هو الحد الأدنى للمبلغ الذي يحدده السيناريو، والذي عادة ما يكون أقل كلما زاد مستوى الصعوبة. بالإضافة إلى ذلك غالبًا ما تحصل على نسبة مئوية من الذهب لترحيلها من آخر سيناريو تم لعبه. تعتمد النسبة المئوية الدقيقة على السيناريو وعادة ما يتم عرضها كجزء من أهداف السيناريو.

source: Recruiting and Recalling
ar: التجنيد والاستدعاء

source: Recruit dialog
ar: حوار التجنيد

source: The major use for gold is to build your army by recruiting new units or recalling units from previous scenarios in a campaign. Units may be recruited or recalled when the leader is on a keep whose castle has at least one vacant castle hex.
ar: الاستخدام الرئيسي للذهب هو بناء جيشك عن طريق تجنيد وحدات جديدة أو استدعاء وحدات من سيناريوهات سابقة في الحملة. قد يتم تجنيد الوحدات أو استدعائها عندما يكون القائد في حصن يوجد في قلعته قلعة واحدة شاغرة على الأقل.

source: Right-click in an empty castle hex and select Recruit to recruit new units from the list that is presented. The cost to Recruit depends on the unit, but is usually between 10 and 20 gold.
ar: انقر بزر الفأرة الأيمن في سداسية قلعة فارغة واختر تجنيد لتجنيد وحدات جديدة من القائمة المعروضة. تعتمد تكلفة التجنيد على الوحدة، ولكنها عادةً ما تتراوح بين 10 و20 ذهبية.

source: Right-click in an empty castle hex and select Recall to recall units from previous scenarios. Recalling costs 20 pieces of gold per unit. See <link linkend="unit_recall">recalling units</link> for more information.
ar: انقر بزر الفأرة الأيمن في سداسية قلعة فارغة واختر استدعاء لاستدعاء وحدات من سيناريوهات سابقة. يكلف الاستدعاء 20 قطعة من الذهب لكل وحدة. انظر <link linkend="unit_recall">استدعاء الوحدات</link> لمزيد من المعلومات.

source: Upkeep
ar: الصيانة

source: Each unit also has an upkeep cost. The upkeep cost is generally equal to the level of the unit, unless the unit has the "Loyal" trait (<link linkend="traits">see below</link>). Units that are not initially recruited — i.e. the leader or those that join voluntarily — usually have the Loyal trait. Upkeep is only paid if the total upkeep of a side&#8217;s units is greater than the number of villages that side controls. Upkeep paid is the difference between the number of villages and the upkeep cost.
ar: لكل وحدة أيضاً تكلفة صيانة لكل وحدة. عادة ما تكون تكلفة الصيانة مساوية لمستوى الوحدة، إلا إذا كانت الوحدة لديها سمة "الولاء"<link linkend="traits">(انظر أدناه</link>). الوحدات التي لم يتم تجنيدها في البداية - أي القائد أو تلك التي تنضم طواعية - عادةً ما يكون لها سمة الولاء. لا تُدفع الصيانة إلا إذا كان إجمالي الصيانة لوحدات الجانب أكبر من عدد القرى التي يسيطر عليها ذلك الجانب. الصيانة المدفوعة هي الفرق بين عدد القرى وتكلفة الصيانة.

source: Income
ar: الدخل

source: So, the formula for determining the income per turn is
ar: لذا، فإن معادلة تحديد الدخل لكل دورة هي

source: 2 + villages − maximum(0, upkeep − villages)
ar: 2 + القرى - الحد الأقصى (0، الصيانة - القرى)

source: where upkeep is equal to the sum of the levels of all your non-loyal units.
ar: حيث تكون الصيانة مساوية لمجموع مستويات جميع وحداتك غير الموالية.

source: If the upkeep cost is greater than the number of villages+2 then the side starts losing gold, if it is equal, no income is gained or lost.
ar: إذا كانت تكلفة الصيانة أكبر من عدد القرى + 2 يبدأ الجانب في خسارة الذهب، وإذا كانت التكلفة أكبر من عدد القرى + 2 يبدأ الجانب في خسارة الذهب، وإذا كانت مساوية فلا يتم كسب أو خسارة أي دخل.

source: Units
ar: الوحدات

source: Battle for Wesnoth has hundreds of unit types which are characterized by a rich set of statistics. In addition, individual units can have specific <link linkend="traits">traits</link> that make them subtly different from other units of the same type. Finally, campaign designers can add unique units to their campaigns to further expand the options available to players.
ar: تحتوي ملحمة ويسنوث على مئات من أنواع الوحدات التي تتميز بمجموعة غنية من الإحصائيات. بالإضافة إلى ذلك، يمكن أن يكون للوحدات الفردية <link linkend="traits">سمات</link> محددة تجعلها مختلفة بمهارة عن الوحدات الأخرى من نفس النوع. وأخيرًا، يمكن لمصممي الحملات إضافة وحدات فريدة إلى حملاتهم لتوسيع الخيارات المتاحة للاعبين.

source: The basic statistics for a unit include its hit points (HP), the number of movement points it has, and the weapons it can use and the damage they do. In addition, units have other characteristics, such as alignment and special abilities, that are described in more detail below.
ar: تتضمن الإحصائيات الأساسية للوحدة نقاط الحياة (HP)، وعدد نقاط الحركة التي تمتلكها، والأسلحة التي يمكنها استخدامها والضرر الذي تسببه. بالإضافة إلى ذلك، تمتلك الوحدات خصائص أخرى، مثل التوجه والقدرات الخاصة الموضحة بمزيد من التفصيل أدناه.

source: Alignment
ar: التوجه

source: Every unit has an alignment: lawful, neutral, chaotic, or liminal. Alignment affects how units perform at different times of day. Neutral units are unaffected by the time of day. Lawful units do more damage during the day and less at night. Chaotic units do more damage at night and less during the day. Liminal units do less damage during both night and daytime.
ar: كل وحدة لديها توجه: نهاري أو محايد أو ليلي أو حدي. تؤثر المحاذاة على أداء الوحدات في أوقات مختلفة من اليوم. الوحدات المحايدة لا تتأثر بالوقت من اليوم. الوحدات النهارية تسبب ضررًا أكبر أثناء النهار وأقل في الليل. الوحدات الليلية تسبب ضررًا أكبر في الليل وأقل خلال النهار. الوحدات الحدية تسبب ضرر أقل أثناء الليل والنهار.

source: The two "day" and "night" phases are differentiated as Morning, Afternoon and First Watch, Second Watch, by the positions of the sun and moon in the time of day graphic.
ar: يتم التمييز بين مرحلتي 'النهار' و'الليل' مثل الصباح والظهيرة والمراقبة الأولى والمراقبة الثانية، من خلال مواقع الشمس والقمر في وقت الرسم البياني للنهار.

source: The following table shows the effects of different times of the day on the damage dealt by lawful, chaotic, and liminal units:
ar: يبين الجدول التالي آثار أوقات مختلفة من اليوم على الأضرار التي تحدثها الوحدات النهارية والليلية والحدية:

source: Time of the day and damage
ar: الوقت من اليوم والضرر

source: Turn
ar: الدور

source: Image
ar: صورة

source: Day-phase
ar: المرحلة النهارية

source: Lawful
ar: نهاري

source: Chaotic
ar: ليلي

source: Liminal
ar: حدْي

source: Dawn
ar: الفجر

source: Day (morning)
ar: يوم (صباح)

source: Day (afternoon)
ar: يوم (بعد الظهر)

source: Dusk
ar: الغسق

source: Night (first watch)
ar: الليل (المراقبة الأولى)

source: Night (second watch)
ar: الليل (المراقبة الثانية)

source: Special
ar: خاصية

source: Underground
ar: تحت الأرض

source: Keep in mind that some scenarios take place underground, where it is perpetually night!
ar: ضع في اعتبارك أن بعض السيناريوهات تجري تحت الأرض، حيث يكون الليل دائمًا!

source: For example: consider a fight between a Lawful and a Chaotic unit when both have a base damage of 12. At dawn and dusk, both will do 12 points of damage if they hit. During Morning or Afternoon, the Lawful unit will do (<literal>12 \* 1.25</literal>) or 15 points, while the Chaotic unit will do (<literal>12 \* 0.75</literal>) or 9 points. During First or Second Watch, the Lawful unit would do 9 points compared to the Chaotic unit&#8217;s 15.
ar: على سبيل المثال: فكّر في قتال بين وحدة نهارية ووحدة ليلية عندما يكون لكلاهما ضرر أساسي 12 نقطة. عند الفجر والغسق، كلاهما سيلحقان 12 نقطة من الضرر إذا أصابتا بعضهما. خلال الصباح أو بعد الظهر، ستلحق الوحدة النهارية <literal>(12 \* 1.25</literal>) أو 15 نقطة، بينما ستلحق الوحدة الليلية <literal>(12 \* 0.75</literal>) أو 9 نقاط. خلال الحراسة الأولى أو الثانية، ستحقق الوحدة النهارية 9 نقاط مقارنة بالوحدة الليلية التي ستحقق 15 نقطة.

source: If an equivalent Neutral unit were fighting, it would always do 12 points of damage regardless of the hour.
ar: إذا كانت هناك وحدة محايدة مكافئة تقاتل، فستتسبب دائمًا في 12 نقطة من الضرر بغض النظر عن الساعة.

source: Traits
ar: السمات

source: Units have traits which reflect aspects of their character. Traits are assigned randomly to units when they are created. Most units receive two traits.
ar: للوحدات سمات تعكس جوانب شخصيتها. يتم تعيين السمات بشكل عشوائي للوحدات عند إنشائها. تحصل معظم الوحدات على سمتين.

source: The possible traits for most units are as follows:
ar: السمات الممكنة لمعظم الوحدات هي كما يلي:

source: Intelligent
ar: ذكي

source: Intelligent units require 20% less experience than usual to advance (Trolls do not get this trait). Intelligent units are very useful at the beginning of a campaign as they can advance to higher levels more quickly. Later in campaigns Intelligent is not quite as useful because the After Maximum Level Advancement (AMLA) is not as significant a change as advancing a level. If you have many <emphasis>maximum level</emphasis> units you may wish to recall units with more useful traits.
ar: تتطلب الوحدات الذكية خبرة 20% أقل من المعتاد للتقدم (لا تحصل الترول على هذه السمة). الوحدات الذكية مفيدة جدًا في بداية الحملة حيث يمكنها التقدم إلى مستويات أعلى بسرعة أكبر. في وقت لاحق في الحملات لا يكون الذكي مفيدًا تمامًا لأن تقدم المستوى ما بعد الأقصى (AMLA) ليس تغييرًا مهمًا مثل تقدم المستوى. إذا كان لديك العديد من وحدات <emphasis>المستوى</emphasis> الأقصى، فقد ترغب في استدعاء وحدات ذات سمات أكثر فائدة.

source: Quick
ar: سريع

source: Quick units have 1 extra movement point, but 5% less HP than usual. Quick is the most noticeable trait, particularly in slower moving units such as trolls or heavy infantry. Units with the Quick trait often have greatly increased mobility in rough terrain, which can be important to consider when deploying your forces. Also, Quick units aren&#8217;t quite as tough as units without this trait and are subsequently less good at holding contested positions.
ar: الوحدات السريعة لديها نقطة حركة إضافية واحدة، ولكن لديها 5% le نقاط حركة إضافية عن المعتاد. السريع هي السمة الأكثر وضوحًا، خاصة في الوحدات الأبطأ حركة مثل الترول أو المشاة الثقيلة. غالبًا ما تتمتع الوحدات ذات سمة السريعة بحركة متزايدة بشكل كبير في التضاريس الوعرة، وهو ما قد يكون مهمًا عند نشر قواتك. أيضًا، الوحدات السريعة ليست قوية تمامًا مثل الوحدات التي لا تمتلك هذه السمة، وبالتالي فهي أقل جودة في الاحتفاظ بالمواقع المتنازع عليها.

source: Resilient
ar: مرنة

source: Resilient units have 4 HP plus 1 HP per level more than usual. Resilient units can be useful at all stages of a campaign, and this is a useful trait for all units. Resilient is often most helpful as a trait when it occurs in a unit that has some combination of low hitpoints, good defense, or high resistances. Resilient units are especially useful for holding strategic positions against opponents.
ar: الوحدات المرنة لديها 4 نقاط حياة بالإضافة إلى 1 نقطة حياة لكل مستوى أكثر من المعتاد. يمكن أن تكون الوحدات المرنة مفيدة في جميع مراحل الحملة، وهذه سمة مفيدة لجميع الوحدات. غالبًا ما تكون المرونة مفيدة للغاية كسمة عندما تكون في وحدة لديها مزيج من نقاط إصابة منخفضة أو دفاع جيد أو مقاومة عالية. الوحدات المرنة مفيدة بشكل خاص في الاحتفاظ بالمواقع الاستراتيجية ضد الخصوم.

source: Strong
ar: قوي

source: Strong units do 1 more damage for every successful strike in melee combat, and have 1 more HP. While useful for any close-combat unit, Strong is most effective for units who have a high number of swings such as the Elvish Fighter. Strong units can be very useful when a tiny bit of extra damage is all that is needed to turn a damaging stroke into a killing blow.
ar: تلحق الوحدات القوية ضررًا إضافيًا واحدًا لكل ضربة ناجحة في قتال الإلتحام ولديها 1 نقطة حياة إضافية. في حين أنها مفيدة لأي وحدة قتالية إلتحامية، إلا أن القوة تكون أكثر فعالية للوحدات التي لديها عدد كبير من الضربات مثل المحارب الإلفي. يمكن للوحدات القوية أن تكون مفيدة للغاية عندما يكون القليل من الضرر الإضافي هو كل ما هو مطلوب لتحويل الضربة المدمرة إلى ضربة قاتلة.

source: There are also some traits that are assigned only for certain units or only for units of a certain race. These are:
ar: هناك أيضًا بعض السمات التي يتم تخصيصها لوحدات معينة فقط أو لوحدات من عرق معين فقط. وهذه هي:
