Repository: wesnoth/wesnoth
Catalog: po/wesnoth-manual/*.po
Languages: ar

source: Dextrous
ar: مخاتل

source: Dextrous units do 1 more damage for every successful strike in ranged combat. Dextrous is a trait possessed only by Elves. The Elven people are known for their uncanny grace, and their great facility with the bow. Some, however, are gifted with natural talent that exceeds their brethren. These elves inflict an additional point of damage with each arrow.
ar: تتسبب الوحدات الماهرة في ضرر إضافي 1 لكل ضربة ناجحة في القتال بعيد المدى. البراعة هي سمة يمتلكها الإلف فقط. يُعرف شعب الإلف برشاقته الخارقة وبراعته الكبيرة في استخدام القوس. ومع ذلك، يتمتع البعض منهم بموهبة طبيعية تتفوق على إخوتهم. ويلحق هؤلاء الإلفيون نقطة إضافية من الضرر مع كل سهم.

source: Fearless
ar: بلا خوف

source: Does not suffer from a negative attack bonus during its unfavorable time of day (Heavy Infantry, Necrophage, Trolls, Walking Corpses).
ar: لا يعاني من مكافأة الهجوم السلبي خلال الوقت غير المناسب من اليوم (المشاة الثقيلة، آكل الجثث، ترول، الجثث السائرة).

source: Feral
ar: وحشي

source: Units with the Feral trait only receive 50% defense in villages regardless of the base terrain the village is on (Bats, Falcons).
ar: الوحدات ذات السمة الوحشية تتلقى فقط 50% من الدفاع في القرى بغض النظر عن التضاريس الأساسية التي تقع عليها القرية (الخفافيش، الصقور).

source: Healthy
ar: صحي

source: Renowned for their vitality, some dwarves are sturdier than others and can rest heal even when traveling or fighting. Healthy units have 1 HP plus 1 HP per level more than usual and rest heal the usual 2 HP after each turn regardless.
ar: يشتهر بعض الأقزام بحيويتهم، فبعض الأقزام أكثر ثباتًا من غيرهم ويمكنهم الاستراحة للشفاء حتى أثناء السفر أو القتال. الوحدات السليمة تربح 1 نقطة حياة بالإضافة إلى 1 نقطة حياة لكل مستوى إضافي وتمنحها الراحة 2 نقطة حياة بعد كل دور بغض النظر عن ذلك.

source: There are also some traits that are not assigned randomly. These traits can either be assigned by the scenario designer or are always assigned based on the unit type:
ar: هناك أيضًا بعض السمات التي لا يتم تعيينها عشوائيًا. يمكن تعيين هذه السمات إما عن طريق مصمم السيناريو أو يتم تعيينها دائمًا بناءً على نوع الوحدة:

source: Aged
ar: مسن

source: The oldest units may have the Aged trait, receiving an 8 points HP decrease and having -1 movement and melee damage.
ar: قد تمتلك الوحدات الأقدم سمة الشيخوخة، حيث تتلقى انخفاضًا بمقدار 8 نقاط في الصحة ولديها -1 حركة وضرر مشاجرة.

source: Dim
ar: غبي

source: Units with the Dim trait require 20% more experience to advance.
ar: الوحدات ذات السمة غبية تتطلب خبرة أكثر بنسبة 20% للتقدم.

source: Elemental
ar: عنصري

source: Elemental units aren&#8217;t alive and thus are immune to poison, and drain and plague don&#8217;t work on them. Elemental units generally have <emphasis>Elemental</emphasis> as their only trait.
ar: الوحدات العناصرية ليست حية وبالتالي فهي محصنة ضد السم، ولا يعمل الاستنزاف والطاعون عليها. وحدات العناصر عادةً ما يكون للوحدة سمة <emphasis>العناصرية</emphasis> سمتها الوحيدة.

source: Loyal
ar: موالي

source: Loyal units don&#8217;t incur upkeep. Most units incur an upkeep cost at the end of every turn, which is equal to their level. Loyal units do not incur this cost. During campaigns, certain units may opt to join the player&#8217;s forces of their own volition. These units are marked with the Loyal trait. Although they may require payment to be recalled, they never incur any upkeep costs. This can make them invaluable during a long campaign, when gold is in short supply. This trait is never given to recruited units, so it may be unwise to dismiss such units or to send them to a foolish death.
ar: الوحدات الموالية لا تتحمل تكلفة صيانة. تتحمل معظم الوحدات تكلفة صيانة في نهاية كل دور، والتي تساوي مستواها. الوحدات الموالية لا تتحمل هذه التكلفة. خلال الحملات، قد تختار بعض الوحدات الانضمام إلى قوات اللاعب بمحض إرادتها. يتم تمييز هذه الوحدات بسمة الولاء. وعلى الرغم من أنها قد تتطلب الدفع لاستدعائها، إلا أنها لا تتحمل أي تكاليف صيانة. وهذا يمكن أن يجعلها لا تقدر بثمن خلال حملة طويلة، عندما يكون هناك نقص في الذهب. لا تُمنح هذه السمة أبدًا للوحدات المجندة، لذا قد لا يكون من الحكمة استبعاد هذه الوحدات أو إرسالها إلى الموت الأحمق.

source: Mechanical
ar: ميكانيكية

source: Mechanical units aren&#8217;t alive and thus are immune to poison, and drain and plague don&#8217;t work on them. Mechanical units generally have <emphasis>Mechanical</emphasis> as their only trait.
ar: الوحدات الميكانيكية ليست حية وبالتالي فهي محصنة ضد السم، ولا يعمل الاستنزاف والطاعون عليها. الوحدات الميكانيكية عمومًا لديها سمة <emphasis>ميكانيكية</emphasis> كخاصية وحيدة.

source: Slow
ar: الإبطاء

source: Large, unwieldy units with the Slow trait have -1 movement and 5% more hitpoints.
ar: الوحدات الكبيرة غير العملية ذات السمة البطيئة لديها حركة -1 ونقاط حياة أكثر بنسبة 5%.

source: Undead
ar: الموتى الأحياء

source: Undead units are immune to poison, also drain and plague doesn&#8217;t work on them. Undead units generally have <emphasis>Undead</emphasis> as their only trait. Since Undead units are the bodies of the dead, risen to fight again, poison has no effect upon them. This can make them invaluable in dealing with foes who use poison in conjunction with their attacks.
ar: وحدات الموتى الأحياء محصنة ضد السم، كما أن الاستنزاف والطاعون لا يعمل عليهم. وحدات الموتى الأحياء عمومًا لديها سمة <emphasis>الميت الحي</emphasis> كخاصيتها الوحيدة. بما أن وحدات الموتى الأحياء هي جثث الموتى الذين بعثوا للقتال مرة أخرى، فإن السم لا يؤثر عليهم. وهذا يمكن أن يجعلهم هذا لا يقدرون بثمن في التعامل مع الأعداء الذين يستخدمون السم مع هجماتهم.

source: Weak
ar: ضعيف

source: Units may have the Weak trait, receiving a -1 increment in hitpoints and melee damage.
ar: قد تمتلك الوحدات سمة الضعيف، وتتلقى زيادة -1 في نقاط الحياة وضرر الاشتباك.

source: Unit Specialties
ar: خاصيات الوحدات

source: Certain units have special attacks. These are listed below:
ar: بعض الوحدات لديها هجمات خاصة. وهي مذكورة أدناه:

source: Backstab
ar: طعن خلفي

source: When used offensively, this attack deals double damage if there is an enemy of the target on the opposite side of the target, and that unit is not incapacitated (e.g. petrified).
ar: عند استخدامه هجوميًا، يُحدث هذا الهجوم ضررًا مضاعفًا إذا كان هناك عدو للهدف على الجانب المقابل للهدف، ولم تكن تلك الوحدة عاجزة (متحجرة مثلًا).

source: Berserk
ar: هيجان

source: Whether used offensively or defensively, this attack presses the engagement until one of the combatants is slain, or 30 rounds of attacks have occurred.
ar: سواء تم استخدامه هجوميًا أو دفاعيًا، فإن هذا الهجوم يضغط على المشتبك حتى يُقتل أحد المقاتلين، أو تحدث 30 جولة من الهجمات.

source: Charge
ar: الشحن

source: When used offensively, this attack deals double damage to the target. It also causes this unit to take double damage from the target&#8217;s counterattack.
ar: عند استخدامها بشكل هجومي، يسبب هذا الهجوم ضرر مضاعف للهدف. كما أنها تتسبب في إصابة هذه الوحدة بضرر مضاعف من الهجوم المضاد للهدف.

source: Drain
ar: استنزاف

source: This unit drains health from living units, healing itself for half the amount of damage it deals (rounded down).
ar: هذه الوحدة تستنزف الصحة من الوحدات الحية، وتشفي نفسها بنصف مقدار الضرر الذي تسببه (مقربًا للأقل).

source: Firststrike
ar: الضربة الأولى

source: This unit always strikes first with this attack, even if they are defending.
ar: هذه الوحدة تضرب دائمًا أولاً بهذا الهجوم، حتى لو كانت دفاعية.

source: Magical
ar: السحري

source: This attack always has a 70% chance to hit regardless of the defensive ability of the unit being attacked.
ar: هذا الهجوم دائمًا لديه فرصة 70% للضرب بغض النظر عن القدرة الدفاعية للوحدة التي تتعرض للهجوم.

source: Marksman
ar: القنص

source: When used offensively, this attack always has at least a 60% chance to hit.
ar: عند استخدامه بشكل هجومي، يكون لهذا الهجوم دائمًا فرصة إصابة بنسبة 60% على الأقل.

source: Plague
ar: الطاعون

source: When a unit is killed by a Plague attack, that unit is replaced with a Walking Corpse on the same side as the unit with the Plague attack. This doesn&#8217;t work on Undead or units in villages.
ar: عندما تُقتل وحدة بسبب هجوم الطاعون، يتم استبدال تلك الوحدة بجثة سائرة على نفس الجانب الذي اطلقت منه الوحدة هجوم الطاعون. لا يعمل هذا على غير الموتى الأحياء أو الوحدات في القرى.

source: Poison
ar: السم

source: This attack poisons the target. Poisoned units lose 8 HP every turn until they are cured or are reduced to 1 HP. Poison can not, of itself, kill a unit.
ar: هذا الهجوم يسمم الهدف. تفقد الوحدات المسمومة 8 نقاط حياة في كل دور حتى يتم علاجها أو تنخفض إلى 1 نقطة حياة. لا يمكن أن يقتل السم في حد ذاته وحدة.

source: This attack slows the target until it ends a turn. Slow halves the damage caused by attacks and the movement cost for a slowed unit is doubled. A unit that is slowed will feature a snail icon in its sidebar information when it is selected.
ar: يؤدي هذا الهجوم إلى إبطاء الهدف حتى نهاية الدور. يقلل الإبطاء الضرر الناتج عن الهجمات إلى النصف وتتضاعف تكلفة الحركة للوحدة التي يتم إبطاؤها. ستتميز الوحدة التي يتم إبطاؤها بأيقونة حلزون في معلومات الشريط الجانبي الخاص بها عند تحديدها.

source: Petrify
ar: التحجير

source: This attack petrifies the target, turning it to stone. Units that have been petrified may not move or attack.
ar: يؤدي هذا الهجوم إلى تحجر الهدف. لا يمكن للوحدات التي تحجرت أن تتحرك أو تهاجم.

source: Swarm
ar: سرب

source: The number of strikes of this attack decreases when the unit is wounded. The number of strikes is proportional to the % of HP/maximum HP the unit has. For example a unit with 3/4 of its maximum HP will get 3/4 of the number of strikes.
ar: يقل عدد ضربات هذا الهجوم عندما تكون الوحدة مصابة. يتناسب عدد الضربات مع نسبة نقاط الحياة من جملة الحد الأقصى لنقاط الحياة التي تمتلكها الوحدة. على سبيل المثال الوحدة التي لديها 3/4 من الحد الأقصى لـنقاط الحياة ستحصل على 3/4 من عدد الضربات.

source: Abilities
ar: القدرات

source: Some units have abilities that either directly affect other units, or have an effect on how the unit interacts with other units. These abilities are listed below:
ar: تمتلك بعض الوحدات قدرات تؤثر بشكل مباشر على الوحدات الأخرى، أو لها تأثير على كيفية تفاعل الوحدة مع الوحدات الأخرى. هذه القدرات مذكورة أدناه:

source: Ambush
ar: الكمين

source: This unit can hide in forest, and remain undetected by its enemies. Enemy units cannot see this unit while it is in forest, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
ar: يمكن لهذه الوحدة أن تختبئ في الغابة، وتبقى غير مكتشفة من قبل أعدائها. تستطيع هذه الوحدة الاختباء في الغابة، والبقاء دون أن يكتشفها أعداؤها. لا تستطيع وحدات العدو رؤية هذه الوحدة أثناء وجودها في الغابة، إلا إذا كانت هناك وحدات بجوارها. أي وحدة عدو تكتشف هذه الوحدة أولاً تفقد على الفور كل حركتها المتبقية.

source: Concealment
ar: الإخفاء

source: This unit can hide in villages (with the exception of water villages), and remain undetected by its enemies, except by those standing next to it. Enemy units can not see this unit while it is in a village, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
ar: يمكن لهذه الوحدة الاختباء في القرى (باستثناء القرى المائية)، وتبقى غير مكتشفة من قبل أعدائها، إلا من قبل من يقفون بجانبها. لا يمكن لوحدات العدو رؤية هذه الوحدة أثناء وجودها في قرية، إلا إذا كان لديهم وحدات بجوارها. أي وحدة معادية تكتشف هذه الوحدة لأول مرة تفقد على الفور كل حركتها المتبقية.

source: Cures
ar: العلاج

source: A unit which can cure an ally of poison, although the ally will receive no additional healing on the turn it is cured of the poison.
ar: وحدة يمكنها علاج حليف من السم، على الرغم من أن الحليف لن يتلقى أي شفاء إضافي عند شفاءه من السم.

source: Feeding
ar: التغذي

source: This unit gains 1 hitpoint added to its maximum whenever it kills a unit, except units that are immune to plague.
ar: تكتسب هذه الوحدة نقطة إصابة واحدة تضاف إلى الحد الأقصى لها عندما تقتل وحدة، باستثناء الوحدات المحصنة ضد الطاعون.

source: Heals +4
ar: شفاء +4

source: Allows the unit to heal adjacent friendly units at the beginning of each turn. A unit cared for by this healer may heal up to 4 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
ar: يسمح للوحدة بمعالجة الوحدات الصديقة المجاورة في بداية كل دور. قد تعالج الوحدة التي يعتني بها هذا المعالج 4 نقاط حياة في كل دور، أو توقف مفعول السم في ذلك الدور. لا يمكن شفاء الوحدة المسمومة من سمها بواسطة المعالج، ويجب أن تلتمس رعاية قرية أو وحدة يمكنها الشفاء.

source: Heals +8
ar: شفاء +8

source: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. A unit cared for by this healer may heal up to 8 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
ar: تجمع هذه الوحدة بين العلاجات العشبية والسحر لشفاء الوحدات بسرعة أكبر من المعتاد في ساحة المعركة. يمكن للوحدة التي يعتني بها هذا المعالج أن تشفي ما يصل إلى 8 نقاط حياة في كل دور، أو توقف مفعول السم في ذلك الدور. لا يمكن معالجة الوحدة المسمومة من سمها بواسطة المعالج، ويجب أن تلتمس رعاية قرية أو وحدة يمكنها العلاج.

source: Illuminates
ar: منيرة

source: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk.
ar: تضيء هذه الوحدة المنطقة المحيطة، مما يجعل الوحدات النهارية تقاتل بشكل أفضل، والوحدات الليلية تقاتل بشكل أسوأ. ستقاتل أي وحدات مجاورة لهذه الوحدة كما لو كان الوقت غسقًا عندما يكون الليل، وكما لو كان النهار عندما يكون الغسق.

source: Leadership
ar: القيادة

source: This unit can lead friendly units that are next to it, making them fight better. Adjacent friendly units of lower level will do more damage in battle. When a unit adjacent to, of a lower level than, and on the same side as a unit with Leadership engages in combat, its attacks do 25% more damage times the difference in their levels.
ar: يمكن لهذه الوحدة قيادة الوحدات الصديقة المجاورة لها، مما يجعلها تقاتل بشكل أفضل. الوحدات الصديقة المجاورة ذات المستوى الأقل ستلحق المزيد من الضرر في المعركة. عندما تشترك وحدة مجاورة لوحدة ذات مستوى أقل من وحدة ذات قيادة في القتال وتكون في نفس الجانب الذي تشترك فيه وحدة ذات قيادة في القتال، فإن هجماتها تسبب 25% ضررًا أكبر من الفرق في مستوياتهم.

source: Nightstalk
ar: مطارد الليل

source: The unit becomes invisible during night. Enemy units cannot see this unit at night, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
ar: تصبح الوحدة غير مرئية أثناء الليل. لا تستطيع وحدات العدو رؤية هذه الوحدة ليلاً، إلا إذا كانت هناك وحدات بجوارها. أي وحدة عدو تكتشف هذه الوحدة أولاً تفقد على الفور كل نقاط حركتها المتبقية.

source: Regenerates
ar: يتجدد

source: This unit will heal itself 8HP per turn. If it is poisoned, it will remove the poison instead of healing.
ar: ستعالج هذه الوحدة نفسها 8 نقاط حياة في كل دور. إذا تعرضت للتسمم، ستزيل السم بدلاً من الشفاء.

source: Skirmisher
ar: المناورة

source: This unit is skilled in moving past enemies quickly, and ignores all enemy Zones of Control.
ar: هذه الوحدة ماهرة في تجاوز الأعداء بسرعة، وتتجاهل جميع مناطق سيطرة العدو.

source: Steadfast
ar: الثبات

source: This unit&#8217;s resistances are doubled, up to a maximum of 50%, when defending. Vulnerabilities are not affected.
ar: تتضاعف مقاومات هذه الوحدة، بحد أقصى 50% عند الدفاع. لا تتأثر نقاط الضعف.

source: Submerge
ar: مغمور

source: This unit can hide in deep water, and remain undetected by its enemies. Enemy units cannot see this unit while it is in deep water, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
ar: تستطيع هذه الوحدة الاختباء في المياه العميقة، والبقاء دون أن يكتشفها أعداؤها. لا تستطيع وحدات العدو رؤية هذه الوحدة أثناء وجودها في المياه العميقة، إلا إذا كانت هناك وحدات بجوارها. أي وحدة عدو تكتشف هذه الوحدة أولاً تفقد على الفور كل نقاط حركتها المتبقية.

source: Teleport
ar: نقل آنيّا

source: This unit may teleport between any two friendly villages using one of its moves.
ar: قد تنتقل هذه الوحدة بين أي قريتين صديقتين باستخدام إحدى حركاتها.

source: Experience
ar: الخبرة

source: Units are awarded experience for fighting. After obtaining enough experience, they will advance a level and become more powerful. The amount of experience gained depends on the level of the enemy unit and the outcome of the battle: if a unit kills its opponent, it receives 8 experience points per level of the enemy (4 if the enemy is level 0), while units that survive a battle without killing their opponents are awarded 1 experience point per level of the enemy. In other words:
ar: تُمنح الوحدات خبرة للقتال. بعد الحصول على خبرة كافية، تتقدم الوحدة مستوى وتصبح أكثر قوة. يعتمد مقدار الخبرة المكتسبة على مستوى وحدة العدو ونتيجة المعركة: إذا قتلت وحدة ما خصمها، فإنها تحصل على 8 نقاط خبرة لكل مستوى للعدو (4 إذا كان العدو في المستوى 0)، بينما الوحدات التي تنجو من المعركة دون قتل خصمها تُمنح نقطة خبرة واحدة لكل مستوى للعدو. بعبارة أخرى:

source: Experience bonuses for killing or fighting enemies of different levels
ar: تجربة المكافآت لقتل أو قتال الأعداء من مختلف المستويات

source: enemy level
ar: مستوى العدو

source: kill bonus
ar: مكافأة القتل

source: fighting bonus
ar: مكافأة القتال

source: Recalling units
ar: استدعاء الوحدات

source: After you complete a scenario, all surviving units will be available to recall in the next scenario. You are not able to move or attack with a unit on the turn you recruit or recall that unit. A Recalled unit retains its previous Level, Experience Points, (sometimes) any magic items acquired, and will arrive with full hitpoints.
ar: بعد إكمال السيناريو، ستكون جميع الوحدات الناجية متاحة للاستدعاء في السيناريو التالي. لا يمكنك التحرك أو الهجوم بوحدة في الدور الذي تقوم فيه بتجنيد أو استدعاء تلك الوحدة. تحتفظ الوحدة التي تم استدعاؤها بمستواها السابق ونقاط الخبرة و(أحيانًا) أي عناصر سحرية اكتسبتها وستصل بنقاط حياة كاملة.

source: Moving
ar: التحرك

source: Clicking on a unit identifies all the places it can move on its current turn by dimming unreachable hexes (pressing the number keys 2–7 will identify the additional hexes that can be reached in that number of turns in a similar manner). While in this mode, moving the cursor over a hex will identify the path your unit will take towards that hex as well as additional information on the defensive bonus of your unit on that hex and, if it will take more than one turn, the number of turns it will take your unit to arrive. If you do not wish to move the unit this mode can be cancelled by selecting a different unit (by clicking on the new unit or using the <literal>n</literal> or <literal>N</literal> keys) or by right-clicking (Command-click on a Mac) anywhere on the map. The <link linkend="orbs">orbs</link> on the top of a unit&#8217;s energy bar provide a quick way to see which of your units have already moved or can move further in the current turn.
ar: يؤدي النقر على وحدة ما إلى تحديد جميع الأماكن التي يمكن أن تتحرك فيها في دورها الحالي عن طريق تعتيم السداسيات التي لا يمكن الوصول إليها (الضغط على مفاتيح الأرقام 2-7 سيحدد السداسيات الإضافية التي يمكن الوصول إليها في هذا العدد من الأدوار بطريقة مماثلة). أثناء وجودك في هذا الوضع، سيؤدي تحريك المؤشر فوق سداسي إلى تحديد المسار الذي ستسلكه وحدتك نحو ذلك السداسي بالإضافة إلى معلومات إضافية عن المكافأة الدفاعية لوحدتك في ذلك السداسي، وإذا كان الأمر سيستغرق أكثر من دور واحد، فسيظهر أيضا عدد الأدوار التي ستستغرقها وحدتك للوصول. إذا كنت لا ترغب في تحريك الوحدة، فيمكن إلغاء هذا الوضع عن طريق تحديد وحدة مختلفة (عن طريق النقر على الوحدة الجديدة أو استخدام مفتاحي <literal>n</literal> أو <literal>N</literal> ) أو عن طريق النقر بزر الفأرة الأيمن (انقر بزر الأوامر على جهاز Mac) في أي مكان على الخريطة. توفر <link linkend="orbs">الأجرام السماوية</link> الموجودة أعلى شريط الطاقة الخاص بالوحدة طريقة سريعة لمعرفة الوحدات التي تحركت بالفعل أو التي يمكن أن تتحرك أكثر في الدور الحالي.

source: If you decide to move the selected unit, click on the hex you want to move to and your unit will move towards that space. If you select a destination which is beyond reach in the current turn, the unit will move as far as it can in the current turn and enter <emphasis>goto-mode</emphasis>. In <emphasis>goto-mode</emphasis> your unit will continue moving towards its destination in subsequent turns. You can easily undo goto movements at the beginning of your next turn. You may also change a unit&#8217;s destination by selecting that unit and choosing a new destination or clicking the unit again to cancel the <emphasis>goto</emphasis>.
ar: إذا قررت نقل الوحدة المحددة، انقر على السداسي الذي تريد الانتقال إليه وستتحرك وحدتك نحو تلك المساحة. إذا حددت وجهة بعيدة عن متناول اليد في الدور الحالي، ستتحرك الوحدة إلى أقصى حد ممكن في الدور الحالي وتدخل في <emphasis>وضع الوصول</emphasis>. في <emphasis>وضع الوصول</emphasis> ستستمر وحدتك في التحرك نحو وجهتها في الأدوار اللاحقة. يمكنك بسهولة التراجع عن حركات الوصول في بداية دورك التالي. يمكنك أيضًا تغيير وجهة الوحدة عن طريق تحديد تلك الوحدة واختيار وجهة جديدة أو النقر على الوحدة مرة أخرى لإلغاء <emphasis>وضع الوصول</emphasis>.

source: Moving onto a village that is neutral or owned by an enemy will take ownership of it and end your move for that unit.
ar: الانتقال إلى قرية محايدة أو مملوكة للعدو سيأخذ ملكيتها وينهي حركتك لتلك الوحدة.

source: Most units exert a Zone of Control which affects the hexes your unit can reach and the path your unit takes. These restrictions are automatically reflected in both the path that is displayed for your unit and the hexes it may move to on the current turn.
ar: تمارس معظم الوحدات منطقة تحكم والتي تؤثر على السداسيات التي يمكن لوحدتك الوصول إليها والمسار الذي تسلكه وحدتك. تنعكس هذه القيود تلقائيًا في كل من المسار الذي يتم عرضه لوحدتك والسداسيات التي قد تتحرك إليها في الدور الحالي.

source: Zone of Control
ar: منطقة السيطرة

source: A unit&#8217;s Zone of Control extends to the six hexes immediately adjacent to the unit, and units that move into an enemy zone of control are forced to stop. Units with the skirmisher ability ignore enemy zones of control and are able to move through them freely without being forced to stop. Level 0 units are considered too feeble to generate a zone of control and all units are able to move through the hexes around an enemy level 0 unit freely.
ar: تمتد منطقة سيطرة الوحدة إلى السداسيات الستة المجاورة للوحدة مباشرة، والوحدات التي تتحرك في منطقة سيطرة العدو مجبرة على التوقف. تتجاهل الوحدات ذات القدرة على المناوشة مناطق سيطرة العدو وتستطيع التحرك عبرها بحرية دون إجبارها على التوقف. تُعتبر وحدات المستوى 0 أضعف من أن تُنشئ منطقة سيطرة وتستطيع جميع الوحدات التحرك عبر السداسيات حول وحدة العدو من المستوى 0 بحرية.

source: Orbs
ar: كريات

source: On the top of the energy bar shown next to each unit of yours is an orb. This orb is:
ar: في الجزء العلوي من شريط الطاقة الظاهر بجانب كل وحدة من وحداتك يوجد جرم كروي. هذا الجرم هو:

source: Orb
ar: الكرية

source: Description
ar: الوصف

source: Green
ar: أخضر

source: Green orb
ar: كرية خضراء

source: If you control the unit and it hasn&#8217;t moved this turn
ar: إذا كنت تتحكم بالوحدة ولم تتحرك في هذا الدور

source: Yellow
ar: أصفر

source: Yellow orb
ar: كرية صفراء

source: If you control the unit and it has moved this turn, but could still move further or attack
ar: إذا كنت تتحكم في الوحدة وتحركت في هذا الدور، ولكن لا يزال بإمكانها التحرك أكثر أو الهجوم

source: Red
ar: أحمر

source: Red orb
ar: كرية حمراء

source: If you control the unit, but it can no longer move or attack, or the user ended the unit&#8217;s turn
ar: إذا كنت تتحكم في الوحدة، ولكن لم يعد بإمكانها التحرك أو الهجوم، أو أنهى المستخدم دور الوحدة

source: Red and yellow
ar: أحمر وأصفر

source: Two color orb
ar: كرية ثنائية اللون
