Repository: wesnoth/wesnoth
Catalog: po/wesnoth-manual/*.po
Languages: ar

source: en
ar: ar

source: Battle for Wesnoth User&#8217;s Manual
ar: كتيْب توجيه ملحمة ويسنوث

source: Preface
ar: مقدمة

source: The Battle for Wesnoth is a turn-based strategy game with a fantasy theme.
ar: ملحمة ويسنوث هي لعبة استراتيجية تعتمد على الأدوار ذات طابع خيالي.

source: Build up a great army, gradually training raw recruits into hardened veterans. In later games, recall your toughest warriors and form a deadly host against whom none can stand! Choose units from a large pool of specialists, and hand pick a force with the right strengths to fight well on different terrains against all manner of opposition.
ar: قم ببناء جيش عظيم، وقم بتدريب المجندين الجدد تدريجيًا ليصبحوا محاربين أقوياء. في الألعاب اللاحقة، قم باستدعاء أقوى محاربيك وشكل جيشًا فتاكًا لا يستطيع أحد الوقوف أمامه! اختر وحدات من بين مجموعة كبيرة من المتخصصين، واختر قوة ذات نقاط قوة مناسبة للقتال بشكل جيد على مختلف التضاريس ضد جميع أنواع الخصوم.

source: Wesnoth has many different sagas waiting to be played out. You can battle orcs, undead, and bandits on the marches of the Kingdom of Wesnoth; fight alongside dragons in the lofty peaks, elves in the green reaches of the Aethenwood, dwarves in the great halls of Knalga, or even merfolk in the Bay of Pearls. You can fight to regain the throne of Wesnoth, or use your dread power over the Undead to dominate the land of mortals, or lead your glorious Orcish tribe to victory against the humans who dared despoil your lands.
ar: لدى ويسنوث العديد من القصص الملحمية المختلفة التي تنتظر أن تلعبها. يمكنك محاربة الأورك، والموتى الأحياء، وقطاع الطرق في مسيرات مملكة ويسنوث؛ أو القتال إلى جانب التنانين في القمم الشاهقة، أو الإلف في الروافد الخضراء في أثنوود، أو الأقزام في قاعات كنالجا العظيمة، أو حتى الحوريون في خليج اللؤلؤ. يمكنك القتال لاستعادة عرش ويسنوث، أو استخدام قوتك الرهيبة على الموتى الأحياء للسيطرة على أرض البشر، أو قيادة قبيلتك الأوركية المجيدة للانتصار على البشر الذين تجرأوا على استباحة أراضيك.

source: You will be able to select from among over two hundred unit types (infantry, cavalry, archers, and mages are just the beginning) and fight actions ranging from small-unit ambushes to clashes of vast armies. You can also challenge your friends – or strangers – and fight in epic multi-player fantasy battles.
ar: ستكون قادرًا على الاختيار من بين أكثر من مائتي نوع من الوحدات (المشاة والفرسان والرماة والسحرة هي البداية فقط) وخوض معارك تتراوح بين كمائن الوحدات الصغيرة إلى اشتباكات الجيوش الجرارة. يمكنك أيضًا تحدي أصدقائك - أو الغرباء - والقتال في معارك خيالية ملحمية متعددة اللاعبين.

source: Battle for Wesnoth is open-source software, and a thriving community of volunteers cooperates to improve the game. You can create your own custom units, write your own scenarios, and even script full-blown campaigns. User-maintained content is available from an add-on server, and the very best of it is incorporated into Battle for Wesnoth&#8217;s official releases.
ar: ملحمة ويسنوث هي برنامج مفتوح المصدر، ويتعاون مجتمع مزدهر من المتطوعين لتحسين اللعبة. يمكنك إنشاء وحداتك المخصصة، وكتابة سيناريوهاتك الخاصة، وحتى كتابة حملات كاملة. يتوفر المحتوى الذي يحتفظ به المستخدم من خادم إضافي، ويتم دمج أفضل ما فيه في الإصدارات الرسمية للعبة ملحمة ويسنوث.

source: Getting Started
ar: ابدأ الان

source: The World
ar: العالم

source: The known portion of the Great Continent, on which Wesnoth abides, is generally divided into three areas: the Northlands, which are generally lawless; the kingdom of Wesnoth and its occasional principality, Elensefar; and the domain of the Southwest Elves in the Aethenwood and beyond.
ar: ينقسم الجزء المعروف من القارة العظمى، التي تقع عليها ويسنوث، بشكل عام إلى ثلاث مناطق: الأراضي الشمالية، وهي عمومًا بلا قانون؛ ومملكة ويسنوث وإمارتها العرضية إلينسفار؛ ومملكة الإلف الجنوبي الغربي في أثنوود وما بعدها.

source: The Kingdom of Wesnoth lies in the center of this land. Its borders are the Great River to the north, the Dulatus Hills in the east and south, the edge of the Aethenwood to the southwest, and the Ocean to the west. Elensefar, a once-province of Wesnoth, is bordered by the Great River to the north, a loosely defined line with Wesnoth to the east, the Bay of Pearls to the south, and the ocean to the west.
ar: تقع مملكة ويسنوث في وسط هذه الأرض. تتمثل حدودها في النهر العظيم من الشمال، وتلال دولاتوس في الشرق والجنوب، وحافة أثنوود في الجنوب الغربي، والمحيط في الغرب. أما إلينسفر، وهي مقاطعة كانت تابعة لوسنوث، فيحدها النهر العظيم من الشمال، وخط غير محدد بشكل واضح مع ويسنوث من الشرق، وخليج اللؤلؤ من الجنوب، والمحيط من الغرب.

source: The Northlands is the wild country north of the Great River. Various groups of orcs, dwarves, barbarians and elves populate the region. To the north and east lies the forest of Lintanir, where the great kingdom of the North-Elves keeps to its own mysterious affairs.
ar: الأراضي الشمالية هي البلاد البرية شمال النهر العظيم. تسكن المنطقة مجموعات مختلفة من الأورك والأقزام والبرابرة والإلف. وإلى الشمال والشرق تقع غابة لنتانير، حيث تحتفظ مملكة الإلف الشمالية العظيمة بشؤونها الغامضة الخاصة بها.

source: Over the land are scattered villages where you can heal your troops and gather the income required to support your army. You will also have to cross mountains and rivers, push through forests, hills and tundra, and cross open grassland. In each of these areas different creatures have adapted to live there and can travel more easily and fight better when they are in familiar terrain.
ar: توجد فوق الأرض قرى متناثرة حيث يمكنك معالجة قواتك وجمع الدخل اللازم لدعم جيشك. سيتعين عليك أيضًا عبور الجبال والأنهار، والتوغل عبر الغابات والتلال والتندرا، وعبور الأراضي العشبية المفتوحة. في كل منطقة من هذه المناطق تكيفت مخلوقات مختلفة للعيش هناك ويمكنها التنقل بسهولة أكبر والقتال بشكل أفضل عندما تكون في تضاريس مألوفة.

source: The Creatures
ar: المخلوقات

source: In the world of Wesnoth there dwell humans, elves, dwarves, orcs, drakes, saurians, mermen, nagas, and many other races yet more obscure and wondrous. In accursed lands walk undead and ghosts and specters; monsters lurk in its ruins and dungeons. Each has adapted to particular terrains. Humans inhabit primarily the temperate grasslands. In the hills, mountains and underground caves orcs and dwarves are most at home. In the forests the elves reign supreme. In the oceans and rivers mermen and nagas dominate.
ar: يسكن في عالم ويسنوث بشر، وإلف، وأقزام، وأورك، وغوبلن، ودرايك، وسحليون، وحوريون، وثعبانيون، وأجناس أخرى كثيرة أكثر غموضًا وعجائب. في الأراضي الملعونة يمشي الموتى الأحياء والأشباح والأطياف؛ وتتربص الوحوش في أطلالها وأبراجها المحصنة. تكيف كل منها مع تضاريس معينة. يسكن البشر في المقام الأول الأراضي العشبية المعتدلة. أما في التلال والجبال والكهوف تحت الأرض فيعيش الترول والأقزام في موطنهم. وفي الغابات يسود الإلف في الغابات. وفي المحيطات والأنهار يهيمن الحوريون والثعبانيون.

source: For game purposes, the races group into factions; for example, orcs often cooperate with trolls, and elves or dwarves with humans. Some other factions reflect divisions within human society&#8201;&#8212;&#8201;loyalists vs. outlaws, for example. In most campaigns, you will control units drawn a single faction. But sometimes factions make alliances with others, so you may face more than one faction in a scenario.
ar: لأغراض اللعبة، تتجمع الأعراق في فصائل؛ على سبيل المثال، غالبًا ما يتعاون الأورك مع الترول، والإلف أو الأقزام مع البشر. تعكس بعض الفصائل الأخرى الانقسامات داخل المجتمع البشري - الموالون ضد الخارجين عن القانون، على سبيل المثال. في معظم الحملات، ستتحكم في وحدات مرسومة لفصيل واحد. لكن في بعض الأحيان تعقد الفصائل تحالفات مع فصائل أخرى، لذا قد تواجه أكثر من فصيل واحد في سيناريو ما.

source: Finding Your Way
ar: العثور على طريقك

source: When Wesnoth first starts it displays an initial background and a column of buttons called the Main Menu. The buttons only work with a mouse. For the impatient, we recommend you: click the "Language" button to set your language; then click the "Tutorial" button to run the tutorial; and then play the campaign, "A Tale of Two Brothers" by clicking the "Campaign" button and selecting it from the list provided.
ar: عندما تبدأ ويسنوث لأول مرة فإنها تعرض خلفية أولية وعمود من الأزرار تسمى القائمة الرئيسية. تعمل الأزرار فقط باستخدام الفأرة. بالنسبة للذين لا يتحلون بالصبر، نوصيك بما يلي: انقر على زر "اللغة" لتعيين لغتك؛ ثم انقر على زر "البرنامج التعليمي" لتشغيل البرنامج التعليمي؛ ثم قم بتشغيل الحملة "حكاية أخوين" بالنقر على زر "الحملة" واختيارها من القائمة المتوفرة.

source: Main Menu
ar: القائمة الرئيسية

source: Tutorial
ar: البرنامج التعليمي

source: The tutorial is a real, but basic, game which teaches you some of the basic controls needed to play the game. Winning or losing is not important here, but learning what to do is. Click the Tutorial button to play. In the Tutorial you are in the role of the prince Konrad or the princess Li&#8217;sar, learning from the Elder Mage Delfador — pay attention or he might turn you into a newt.
ar: البرنامج التعليمي عبارة عن لعبة حقيقية ولكنها أساسية تعلمك بعض عناصر التحكم الأساسية اللازمة للعب اللعبة. الفوز أو الخسارة ليس مهمًا هنا، لكن المهم هو تعلم ما يجب فعله. انقر على زر البرنامج التعليمي للعب. في البرنامج التعليمي تكون في دور الأمير كونراد أو الأميرة ليزار، وتتعلم من الساحر الأكبر ديلفادور - انتبه وإلا سيحولك إلى سمندل.

source: Campaign
ar: الحملة

source: Wesnoth was primarily designed to play campaigns. Campaigns are a series of connected scenarios. Click this button to start a new campaign. You will be presented with a list of campaigns available on your computer (more can be downloaded if you wish). Select your campaign and click OK to start or Cancel to quit. Each campaign has a difficulty level: easy, medium (normal), and hard. We recommend medium as this level is challenging, but not difficult. You may not change the difficulty during the campaign. In case you have serious problems fighting your way through easy difficulty, the guide about <link linkend="basic_strategy">Basic Strategy</link> will surely help you. Once you have selected the difficulty, you will start with the first scenario of the campaign.
ar: تم تصميم ويسنوث بشكل أساسي للعب الحملات. الحملات عبارة عن سلسلة من السيناريوهات المتصلة. انقر على هذا الزر لبدء حملة جديدة. ستظهر لك قائمة بالحملات المتوفرة على جهاز الكمبيوتر الخاص بك (يمكن تنزيل المزيد إذا كنت ترغب في ذلك). حدد حملتك وانقر فوق موافق للبدء أو إلغاء للإنهاء. لكل حملة مستوى صعوبة: سهل، ومتوسط (عادي)، وصعب. نوصي بالمستوى المتوسط لأن هذا المستوى يمثل تحديًا، ولكنه ليس صعبًا. لا يمكنك تغيير مستوى الصعوبة أثناء الحملة. في حال واجهتك مشاكل جادة في مواجهة الصعوبة السهلة، سيساعدك دليل <link linkend="basic_strategy">الاستراتيجية الأساسية</link> بالتأكيد. بمجرد اختيار مستوى الصعوبة، ستبدأ بالسيناريو الأول من الحملة.

source: Multiplayer
ar: متعددة اللاعبين

source: Click this button to play single scenarios against one or more opponents. You can play the games over the internet or at your computer, against computer or human opponents. When you select this button a dialogue will appear and allow you to choose how you want to play the scenario. To learn more, see <link linkend="scenarios">scenarios</link>.
ar: انقر على هذا الزر للعب سيناريوهات فردية ضد خصم واحد أو أكثر. يمكنك لعب الألعاب عبر الإنترنت أو على جهاز الكمبيوتر الخاص بك، ضد خصوم من الكمبيوتر أو البشر. عند تحديد هذا الزر سيظهر لك حوار يسمح لك باختيار الطريقة التي تريد لعب السيناريو بها. لمعرفة المزيد، راجع <link linkend="scenarios">السيناريوهات</link>.

source: Load
ar: تحميل

source: Click this button to load a previously saved game. You will be shown a dialogue listing saved games. Select the game and click Ok to load and continue, or Cancel to return to the Main Menu. If you select a replay game, you can check the "Show replay" check box. The loaded game will make all the moves from the beginning while you watch.
ar: انقر على هذا الزر لتحميل لعبة محفوظة مسبقاً. سيظهر لك حوار يسرد الألعاب المحفوظة. اختر اللعبة وانقر فوق موافق للتحميل والمتابعة، أو إلغاء التحميل للعودة إلى القائمة الرئيسية. إذا قمت بتحديد لعبة إعادة، يمكنك تحديد خانة الاختيار "إظهار الإعادة". ستقوم اللعبة المحملة بإجراء جميع الحركات من البداية أثناء المشاهدة.

source: Add-ons
ar: الإضافات

source: Click this button to enter the content server where a whole lot of content created by normal users is hosted. Among the things available there are many campaigns, multiplayer eras (defining factions for multiplayer games) and multiplayer maps. With the "Remove Add-ons" button you can remove them again once you do not want them anymore.
ar: انقر فوق هذا الزر للدخول إلى خادم المحتوى حيث يتم استضافة الكثير من المحتوى الذي أنشأه المستخدمون العاديون. من بين الأشياء المتاحة هناك العديد من الحملات والعصور متعددة اللاعبين (تحديد الفصائل للألعاب متعددة اللاعبين) والخرائط متعددة اللاعبين. باستخدام زر "إزالة الإضافات" يمكنك إزالتها مرة أخرى بمجرد عدم رغبتك فيها بعد الآن.

source: Map Editor
ar: محرر الخرائط

source: Click this button to start the Map Editor where you can create custom maps for multiplayer games or for building your own campaign upon.
ar: انقر فوق هذا الزر لبدء محرر الخرائط حيث يمكنك إنشاء خرائط مخصصة للألعاب متعددة اللاعبين أو لبناء حملتك الخاصة عليها.

source: Language
ar: اللغة

source: Click this button, select your language, and click OK to use it, or Cancel to continue with the current language. The first time Wesnoth starts, it defaults to English or your system locale if that can be determined, but once you change it, it will start in that language.
ar: انقر فوق هذا الزر، وحدد لغتك، ثم انقر فوق موافق لاستخدامها، أو إلغاء للمتابعة باللغة الحالية. في المرة الأولى التي يتم فيها تشغيل ويسنوث، يتم تعيينها قياسيا على اللغة الإنجليزية أو لغة نظامك إذا كان من الممكن تحديد ذلك، ولكن بمجرد تغييرها، سيتم تشغيله بهذه اللغة.

source: Preferences
ar: التفضيلات

source: Click here to change default settings.
ar: انقر هنا لتغيير الإعدادات الافتراضية.

source: Credits
ar: الاعتمادات

source: Click this button for a list of major Wesnoth contributors. You will often be able to reach them in real time at irc.libera.chat:6667 on #wesnoth or at <ulink url="https://discord.gg/battleforwesnoth">https://discord.gg/battleforwesnoth</ulink>
ar: انقر على هذا الزر للاطلاع على قائمة المساهمين الرئيسيين في ويسنوث. ستتمكن غالبًا من الوصول إليهم في الوقت الفعلي على irc.libera.chat:6667 على #wesnoth أو على <ulink url="https://discord.gg/battleforwesnoth">https://discord.gg/battleforwesnoth</ulink>>

source: Quit
ar: خروج

source: Click this button to close Wesnoth.
ar: اضغط هنا لإغلاق ويسنوث.

source: Help
ar: المساعدة

source: Click this button to open the integrated in game Help System. It will provide you with information about units and all other gameplay relevant things of the game. Most of those things are mentioned in this manual.
ar: انقر على هذا الزر لفتح نظام المساعدة المدمج في اللعبة. سيوفر لك معلومات حول الوحدات وجميع الأشياء الأخرى ذات الصلة باللعبة. معظم هذه الأشياء مذكورة في هذا الدليل.

source: Next
ar: التالي

source: Click this button to read the next little tip from the "Tome of Wesnoth".
ar: انقر على هذا الزر لقراءة النصيحة الصغيرة التالية من "مجلد ويسنوث".

source: Previous
ar: السابق

source: Click this button to read the previous little tip from the "Tome of Wesnoth".
ar: انقر على هذا الزر لقراءة النصيحة الصغيرة السابقة من "مجلد ويسنوث".

source: Click this button to view game version and technical information. It may be useful when troubleshooting issues.
ar: انقر فوق هذا الزر لعرض إصدار اللعبة والمعلومات الفنية. قد يكون مفيدًا عند استكشاف المشكلات وإصلاحها.

source: Game Modes
ar: حالات اللعب

source: There are two basic ways to play Battle for Wesnoth:
ar: هناك طريقتان أساسيتان للعب ملحمة ويسنوث:

source: Play a sequence of connected scenarios, known as a campaign, against the computer.
ar: العب سلسلة من السيناريوهات المتصلة، المعروفة باسم الحملة، ضد الكمبيوتر.

source: Play a single scenario against computer or human opponents.
ar: العب سيناريو واحد ضد كمبيوتر أو خصوم من البشر.

source: There are also campaigns that can be played in multiplayer.
ar: هناك أيضًا حملات يمكن لعبها في طور اللعب الجماعي.

source: Campaigns
ar: الحملات

source: Campaigns are sequences of battles with a connecting storyline. Typical campaigns have about 10–20 scenarios. The main advantage with campaigns is that they allow you to develop your army. As you complete each scenario, the remaining units at the end are saved for you to use in the next scenario. If you choose not to use a unit at all during a scenario it is carried over to the next, so you don&#8217;t lose units you don&#8217;t use.
ar: الحملات هي سلسلة من المعارك ذات قصة متصلة ببعضها البعض. تحتوي الحملات النموذجية على حوالي 10 إلى 20 سيناريو. الميزة الرئيسية للحملات هي أنها تسمح لك بتطوير جيشك. عند إكمال كل سيناريو، يتم حفظ الوحدات المتبقية في النهاية لتستخدمها في السيناريو التالي. إذا اخترت عدم استخدام وحدة على الإطلاق خلال السيناريو، فسيتم ترحيلها إلى السيناريو التالي، لذا لن تفقد الوحدات التي لا تستخدمها.

source: The campaign is the primary form in which Wesnoth is intended to be played, is probably the most enjoyable, and is the recommended way for new players to learn the game.
ar: الحملة هي الشكل الأساسي الذي يُفترض أن تُلعب به لعبة ويسنوث، وربما تكون الأكثر متعة، وهي الطريقة الموصى بها للاعبين الجدد لتعلم اللعبة.

source: Scenarios
ar: السيناريوهات

source: A single scenario takes about 30 minutes to 2 hours to complete. This is the fastest way to play, but your units are not saved and you cannot use campaign units. You can play scenarios against the computer or against other players either over the internet or at your computer. Scenarios are accessed through the "Multiplayer" button on the main menu.
ar: يستغرق السيناريو الواحد حوالي 30 دقيقة إلى ساعتين لإكماله. هذه أسرع طريقة للعب، ولكن لا يتم حفظ وحداتك ولا يمكنك استخدام وحدات الحملة. يمكنك لعب سيناريوهات ضد الحاسوب أو ضد لاعبين آخرين إما عبر الإنترنت أو على حاسوبك. يتم الوصول إلى السيناريوهات من خلال زر "طور اللعب الجماعي" في القائمة الرئيسية.

source: In general multiplayer games are played against other players via the Internet (you can also run them on your LAN if you have one). All these games are co-ordinated through the Wesnoth multiplayer server. Multiplayer games can take anywhere from 1 hour to 10 hours, depending on how many players there are (and the size of the map). The average time is between 3 to 7 hours. Games can be saved and loaded as many times as you like. So, it&#8217;s possible for some games to last 1 or 2 weeks, even though the play time is only a few hours. When playing just a single scenario, your units won&#8217;t carry to future games and building up your army&#8217;s strength is possible only within the scenario.
ar: بشكل عام تُلعب الألعاب متعددة اللاعبين بشكل عام ضد لاعبين آخرين عبر الإنترنت (يمكنك أيضًا تشغيلها على شبكة LAN الخاصة بك إذا كان لديك واحدة). يتم تنسيق جميع هذه الألعاب من خلال خادم ويسنوث متعدد اللاعبين. يمكن أن تستغرق الألعاب متعددة اللاعبين من ساعة واحدة إلى 10 ساعات، اعتمادًا على عدد اللاعبين (وحجم الخريطة). متوسط الوقت ما بين 3 إلى 7 ساعات. يمكن حفظ الألعاب وتحميلها عدة مرات كما تشاء. لذا، من الممكن أن تستمر بعض الألعاب لمدة أسبوع أو أسبوعين، على الرغم من أن وقت اللعب بضع ساعات فقط. عند لعب سيناريو واحد فقط، لن تنتقل وحداتك إلى الألعاب المستقبلية، ولا يمكن بناء قوة جيشك إلا ضمن السيناريو فقط.

source: There are several possible options you are provided with when clicking on the "Multiplayer" button:
ar: هناك العديد من الخيارات الممكنة التي يتم تزويدك بها عند النقر على زر "اللعب الجماعي":

source: Multiplayer dialog
ar: حوار متعدد اللاعبين

source: Login
ar: تسجيل الدخول

source: This will be your name on the multiplayer server. If you have an account on the <ulink url="https://forums.wesnoth.org/">Wesnoth forums</ulink>, you may use the same username and password for joining the official server. A password box will pop up if a password is required for the current username. You cannot use a registered name without the password.
ar: سيكون هذا اسمك على الخادم متعدد اللاعبين. إذا كان لديك حساب على <ulink url="https://forums.wesnoth.org/">منتديات ويسنوث</ulink>، فيمكنك استخدام نفس اسم المستخدم وكلمة المرور للانضمام إلى الخادم الرسمي. سيظهر مربع كلمة المرور إذا كانت كلمة المرور مطلوبة لاسم المستخدم الحالي. لا يمكنك استخدام اسم مسجل بدون كلمة المرور.

source: Join official Server
ar: الانظمام إلى الخادم الرسمي

source: This option directly connects you to the official server. You will end in the lobby where you can create your games as you wish and where many games are already open and maybe some players already waiting to join in a new match.
ar: يوصلك هذا الخيار مباشرة إلى الخادم الرسمي. سينتهي بك المطاف في الردهة حيث يمكنك إنشاء ألعابك كما يحلو لك وحيث تكون العديد من الألعاب مفتوحة بالفعل وربما بعض اللاعبين الذين ينتظرون بالفعل الانضمام في مباراة جديدة.

source: Connect to Server
ar: الاتصال بالخادم

source: This option opens a dialog box allowing you to enter the address of the machine to join. In this dialog there also is the button "View List" that does show a list of official servers that can be used as backup if the main server is currently not available.
ar: يفتح هذا الخيار مربع حوار يسمح لك بإدخال عنوان الجهاز المراد الانضمام إليه. في مربع الحوار هذا يوجد أيضًا زر "عرض القائمة" الذي يعرض قائمة بالخوادم الرسمية التي يمكن استخدامها كنسخة احتياطية إذا كان الخادم الرئيسي غير متوفر حاليًا.

source: A complete list of official and user setup servers is listed at this website: <ulink url="https://wiki.wesnoth.org/MultiplayerServers">Multiplayer servers</ulink>.
ar: قائمة كاملة بخوادم الإعداد الرسمية وخوادم المستخدم مدرجة في هذا الموقع: <ulink url="https://wiki.wesnoth.org/MultiplayerServers">خوادم متعددة اللاعبين</ulink>.

source: You can also reach servers hosted by any other player with this menu option. So if you got a server running in your local network, just enter the address and port number (default: 15000). If you for example want to connect to a server running on the machine with the address 192.168.0.10 and the default port, you would enter this in the dialog: 192.168.0.10:15000
ar: يمكنك أيضًا الوصول إلى الخوادم التي يستضيفها أي لاعب آخر باستخدام خيار القائمة هذا. لذا، إذا كان لديك خادم يعمل في شبكتك المحلية، فقط أدخل العنوان ورقم المنفذ (القياسي: 15000). إذا كنت تريد على سبيل المثال الاتصال بخادم يعمل على الجهاز الذي يحمل العنوان 192.168.0.10 والمنفذ القياسي، يمكنك إدخال هذا في مربع الحوار 192.168.0.10:15000

source: Host Networked Game
ar: لعبة مضيفة على الشبكة

source: To be able to start a multiplayer game without using an external multiplayer server, you have to start the server, which is usually named <emphasis>wesnothd</emphasis>, yourself. This program is automatically started in the background when selecting this option. It will be stopped, once all players left the server. Other players need to be able to connect to your port 15000 using TCP to play with you on your server. If you are behind a firewall, you will probably need to change your firewall settings to allow incoming connections to port 15000, and tell your firewall to forward such traffic to the machine hosting the game. You should not need to make firewall changes to join games hosted on a public server or by someone else.
ar: لتتمكن من بدء لعبة متعددة اللاعبين دون استخدام خادم خارجي متعدد اللاعبين، عليك أن تبدأ تشغيل الخادم، الذي عادةً ما يُسمى <emphasis>wesnothd،</emphasis> بنفسك. يتم تشغيل هذا البرنامج تلقائيًا في الخلفية عند تحديد هذا الخيار. سيتم إيقافه، بمجرد مغادرة جميع اللاعبين للخادم. يجب أن يكون اللاعبون الآخرون قادرين على الاتصال بمنفذ 15000 باستخدام TCP للعب معك على خادمك. إذا كنت خلف جدار حماية، فستحتاج على الأرجح إلى تغيير إعدادات جدار الحماية الخاص بك للسماح بالاتصالات الواردة إلى المنفذ 15000، وإخبار جدار الحماية الخاص بك بإعادة توجيه حركة المرور هذه إلى الجهاز الذي يستضيف اللعبة. لن تحتاج إلى إجراء تغييرات في جدار الحماية للانضمام إلى الألعاب المستضافة على خادم عام أو من قبل شخص آخر.

source: Local Game
ar: لعبة محلية
