Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: $ally_leader.name (side $ally_side|) is carrying out the following instructions:
el: Ο/Η $ally_leader.name (πλευρά $ally_side|) εκτελεί τις ακόλουθες οδηγίες:
en@shaw: $ally_leader.name (ğ‘•ğ‘²ğ‘› $ally_side|) ğ‘¦ğ‘Ÿ ğ‘’ğ‘¨ğ‘®ğ‘¦ğ‘¦ğ‘™ ğ‘¬ğ‘‘ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:
eo: $ally_leader.name (flanko $ally_side|) plenumas la jenajn ordonojn:

source: Set objective...
el: Ορισμός στόχου...
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘...
eo: Starigi celon...

source: Set behavior...
el: Ορισμός συμπεριφοράς...
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘˜ğ‘¼...
eo: Starigi konduton...

source: Set special orders...
el: Ορισμός ειδικών διαταγών...
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘¹ğ‘›ğ‘¼ğ‘Ÿ...
eo: Starigi specialajn ordonojn...

source: Move leader to...
el: Μετακίνηση αρχηγού...
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘‘...
eo: Movi gvidanton al...

source: Right-click to select a location to move leader to
el: Δεξί κλικ για επιλογή τοποθεσίας μετακίνησης αρχηγού
en@shaw: ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘‘
eo: Dekstreklaku por elekti pozicion, kien movi gvidanton

source: Move leader here
el: Μετακίνηση αρχηγού εδώ
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘£ğ‘½
eo: Movi gvidanton ĉi tien

source: moving leader to $x1|,$y1|.
el: μετακινώντας τον αρχηγό στο $x1|,$y1|.
en@shaw: ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘‘ $x1|,$y1|.
eo: moviĝas gvidanto al $x1|,$y1|.

source: Clear special orders
el: Καθαρισμός ειδικών διαταγών
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘¹ğ‘›ğ‘¼ğ‘Ÿ
eo: Malplenigi specialajn ordonojn

source: Special: $ai_controller.side_$ally_side|_current_settings.currently_doing_special_description
el: Ειδικό: $ai_controller.side_$ally_side|_current_settings.currently_doing_special_description
en@shaw: ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤: $ai_controller.side_$ally_side|_current_settings.currently_doing_special_description
eo: Speciala: $ai_controller.side_$ally_side|_current_settings.currently_doing_special_description

source: Max HP bonus +3, Max XP +20%
el: Μέγιστο Μπόνους Υγείας +3, Μέγιστη Εμπειρία +20%
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘• HP ğ‘šğ‘´ğ‘¯ğ‘©ğ‘• +3, ğ‘¥ğ‘¨ğ‘’ğ‘• XP +20%

source: , MAX XP +25%
en@shaw: , ğ‘¥ğ‘¨ğ‘’ğ‘• XP +25%

source: Max HP bonus +
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘• HP ğ‘šğ‘´ğ‘¯ğ‘©ğ‘• +

source: Early finish bonus.
el: Πριμ πρόωρης λήξης.
en@shaw: ğ‘»ğ‘¤ğ‘° ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘šğ‘´ğ‘¯ğ‘©ğ‘•.
eo: Bonifiko pro rapida fino:

source: No early finish bonus.
el: Χωρίς πριμ πρόωρης λήξης.
en@shaw: ğ‘¯ğ‘´ ğ‘»ğ‘¤ğ‘° ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘šğ‘´ğ‘¯ğ‘©ğ‘•.
eo: Sen bonifiko pro rapida fino.

source: <small>(early finish bonus)</small>
en@shaw: <small>(early ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘šğ‘´ğ‘¯ğ‘©ğ‘•)</ğ‘•ğ‘¥ğ‘·ğ‘¤>

source: No gold carried over to the next scenario.
el: Δεν μεταφέρθηκε χρυσός στο επόμενο σενάριο.
en@shaw: ğ‘¯ğ‘´ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘¦ğ‘› ğ‘´ğ‘ğ‘¼ ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´.
eo: Neniom da oro kunportiĝas al la sekva scenaro.

source: 100% of finishing gold carried over to the next scenario.
el: Το 100% του χρυσαφιού μεταφέρεται στην επόμενη αποστολή.
en@shaw: 100% ğ‘ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘¦ğ‘™ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘¦ğ‘› ğ‘´ğ‘ğ‘¼ ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´.
eo: 100% da fina oro kunportiĝos al la sekva scenaro.

source: 40% of finishing gold carried over to the next scenario.
el: Το 40% του χρυσαφιού μεταφέρεται στην επόμενη αποστολή.
en@shaw: 40% ğ‘ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘¦ğ‘™ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘¦ğ‘› ğ‘´ğ‘ğ‘¼ ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´.
eo: 40% da fina oro kunportiĝas al la sekva scenaro.

source: 20% of finishing gold carried over to the next scenario.
el: Το 20% του χρυσαφιού μεταφέρεται στην επόμενη αποστολή.
en@shaw: 20% ğ‘ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘¦ğ‘™ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘¦ğ‘› ğ‘´ğ‘ğ‘¼ ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´.
eo: 20% da fina oro kunportiĝas al la sekva scenaro.

source: Alternative objective:
el: Εναλλακτικός στόχος:
en@shaw: ğ‘·ğ‘¤ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘:
eo: Alternativa celo:

source: You have come across a wishing well. What would you like to wish for?
el: Έχετε βρει ένα πηγάδι των ευχών. Τι θα θέλατε να ευχηθείτε;
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘© ğ‘¢ğ‘¦ğ‘–ğ‘¦ğ‘™ ğ‘¢ğ‘§ğ‘¤. ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘¿ ğ‘¤ğ‘²ğ‘’ ğ‘‘ ğ‘¢ğ‘¦ğ‘– ğ‘“ğ‘¹?
eo: Vi trovis dezirplenuman puton. Kion vi ŝatus deziri?

source: Take it
en@shaw: ğ‘‘ğ‘±ğ‘’ ğ‘¦ğ‘‘

source: Leave it
en@shaw: ğ‘¤ğ‘°ğ‘ ğ‘¦ğ‘‘

source: Sprinkling this water on melee weapons grants them the 'arcane' damage type until the end of the current scenario. Should $unit.name use it?
en@shaw: ğ‘•ğ‘ğ‘®ğ‘¦ğ‘™ğ‘’ğ‘¤ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘ªğ‘¯ ğ‘¥ğ‘±ğ‘¤ğ‘± ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘œğ‘®ğ‘¨ğ‘¯ğ‘‘ğ‘• ğ‘ğ‘§ğ‘¥ ğ‘ 'ğ‘¸ğ‘’ğ‘±ğ‘¯' ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´. ğ‘–ğ‘«ğ‘› $unit.name ğ‘¿ğ‘• ğ‘¦ğ‘‘?

source: This water will make melee weapons have the 'arcane' damage type until the end of the current scenario.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘±ğ‘’ ğ‘¥ğ‘±ğ‘¤ğ‘± ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘ 'ğ‘¸ğ‘’ğ‘±ğ‘¯' ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´.

source: Should $unit.name pick up the trident?
el: Θα πρέπει ο/η $unit.name να πάρει την τρίαινα;
en@shaw: ğ‘–ğ‘«ğ‘› $unit.name ğ‘ğ‘¦ğ‘’ ğ‘³ğ‘ ğ‘ ğ‘‘ğ‘®ğ‘²ğ‘›ğ‘©ğ‘¯ğ‘‘?
eo: Ĉu $unit.name prenu la tridenton?

source: The computer player might not be able to play side $side_number properly in this scenario. Side $side_number is intended to be played by a human player.
el: Ο υπολογιστής ενδέχεται να μην μπορεί να παίξει σωστά την πλευρά $side_number σε αυτό το σενάριο. Η πλευρά $side_number προορίζεται να παιχτεί από ανθρώπινο παίκτη.
en@shaw: ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘ğ‘¤ğ‘±ğ‘» ğ‘¥ğ‘²ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘ğ‘¤ğ‘± ğ‘•ğ‘²ğ‘› $side_number ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´. ğ‘•ğ‘²ğ‘› $side_number ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘šğ‘° ğ‘ğ‘¤ğ‘±ğ‘› ğ‘šğ‘² ğ‘© ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘».
eo: La komputila ludanto eble ne kapablos ludi flankon $side_number taŭge en ĉi tiu scenaro. Flanko $side_number estas celita por ke homa ludanto ludu ĝin.

source: Deep Underground
en@shaw: ğ‘›ğ‘°ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›

source: Special Notes:
en@shaw: ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘¯ğ‘´ğ‘‘ğ‘•:

source: Spirits have very unusual resistances to damage, and move quite slowly over open water.
en@shaw: ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘³ğ‘¯ğ‘¿ğ‘ ğ‘«ğ‘©ğ‘¤ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡, ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘’ğ‘¢ğ‘²ğ‘‘ ğ‘•ğ‘¤ğ‘´ğ‘¤ğ‘¦ ğ‘´ğ‘ğ‘¼ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘·ğ‘‘ğ‘¼.

source: This unit's arcane attack deals tremendous damage to magical creatures, and even some to mundane creatures.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¸ğ‘’ğ‘±ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘›ğ‘°ğ‘¤ğ‘Ÿ ğ‘‘ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘• ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ, ğ‘¯ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘•ğ‘³ğ‘¥ ğ‘‘ ğ‘¥ğ‘©ğ‘¯ğ‘›ğ‘±ğ‘¯ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ.

source: This unit is capable of basic healing.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘šğ‘±ğ‘•ğ‘¦ğ‘’ ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™.

source: This unit is capable of healing those around it, and curing them of poison.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘ğ‘´ğ‘Ÿ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘‘, ğ‘¯ ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯.

source: This unit is capable of neutralizing the effects of poison in units around it.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘¯ğ‘µğ‘‘ğ‘®ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘¦ğ‘™ ğ‘ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘‘.

source: This unit regenerates, which allows it to heal as though always stationed in a village.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘®ğ‘°ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘‘ğ‘•, ğ‘¢ğ‘¦ğ‘— ğ‘©ğ‘¤ğ‘¬ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘‘ ğ‘£ğ‘°ğ‘¤ ğ‘¨ğ‘Ÿ ğ‘ğ‘´ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘•ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡.

source: The steadiness of this unit reduces damage from some attacks, but only while defending.
en@shaw: ğ‘ ğ‘•ğ‘‘ğ‘§ğ‘›ğ‘°ğ‘¯ğ‘¦ğ‘• ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘®ğ‘¦ğ‘›ğ‘¿ğ‘•ğ‘©ğ‘Ÿ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘•ğ‘³ğ‘¥ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘²ğ‘¤ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™.

source: The leadership of this unit enables adjacent units of the same side to deal more damage in combat, though this only applies to units of lower level.
en@shaw: ğ‘ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘•ğ‘²ğ‘› ğ‘‘ ğ‘›ğ‘°ğ‘¤ ğ‘¥ğ‘¹ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘, ğ‘ğ‘´ ğ‘ğ‘¦ğ‘• ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘©ğ‘ğ‘¤ğ‘²ğ‘Ÿ ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ ğ‘¤ğ‘´ğ‘¼ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤.

source: This unit's skill at skirmishing allows it to ignore enemies' zones of control and thus move unhindered around them.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘’ğ‘¦ğ‘¤ ğ‘¨ğ‘‘ ğ‘•ğ‘’ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘¦ğ‘™ ğ‘©ğ‘¤ğ‘¬ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘‘ ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ' ğ‘Ÿğ‘´ğ‘¯ğ‘Ÿ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘¯ ğ‘ğ‘³ğ‘• ğ‘¥ğ‘µğ‘ ğ‘©ğ‘¯ğ‘£ğ‘¦ğ‘¯ğ‘›ğ‘»ğ‘› ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥.

source: Illumination increases the lighting level in adjacent areas.
en@shaw: ğ‘¦ğ‘¤ğ‘µğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘¤ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘ºğ‘°ğ‘©ğ‘Ÿ.

source: This unit can use one move to teleport between any two empty villages controlled by its side.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘¿ğ‘• ğ‘¢ğ‘³ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘‘ ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘§ğ‘¯ğ‘¦ ğ‘‘ğ‘µ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘› ğ‘šğ‘² ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘²ğ‘›.

source: In woodlands, this unit's ambush skill renders it invisible to enemies unless it is immediately adjacent or has revealed itself by attacking.
en@shaw: ğ‘¦ğ‘¯ ğ‘¢ğ‘«ğ‘›ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ, ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¨ğ‘¥ğ‘šğ‘«ğ‘– ğ‘•ğ‘’ğ‘¦ğ‘¤ ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘»ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘³ğ‘¯ğ‘¤ğ‘§ğ‘• ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘° ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘¹ ğ‘£ğ‘¨ğ‘Ÿ ğ‘®ğ‘¦ğ‘ğ‘°ğ‘¤ğ‘› ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘šğ‘² ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™.

source: This unit is able to hide at night, leaving no trace of its presence.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘£ğ‘²ğ‘› ğ‘¨ğ‘‘ ğ‘¯ğ‘²ğ‘‘, ğ‘¤ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘¯ğ‘´ ğ‘‘ğ‘®ğ‘±ğ‘• ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘•.

source: This unit can hide in villages (with the exception of water villages), and remain undetected by its enemies, except by those standing next to it.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘²ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ (ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ), ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘› ğ‘šğ‘² ğ‘¦ğ‘‘ğ‘• ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ, ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘šğ‘² ğ‘ğ‘´ğ‘Ÿ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘¦ğ‘‘.

source: This unit can move unseen in deep water, requiring no air from the surface.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘¯ ğ‘¦ğ‘¯ ğ‘›ğ‘°ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼, ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘¦ğ‘™ ğ‘¯ğ‘´ ğ‘º ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘•ğ‘»ğ‘“ğ‘¦ğ‘•.

source: This unit gains 1 hitpoint added to its maximum whenever it kills a living unit.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘œğ‘±ğ‘¯ğ‘Ÿ 1 ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘¨ğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¢ğ‘§ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘‘ ğ‘’ğ‘¦ğ‘¤ğ‘Ÿ ğ‘© ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘.

source: Whenever its berserk attack is used, this unit continues to push the attack until either it or its enemy lies dead.
en@shaw: ğ‘¢ğ‘§ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘‘ğ‘• ğ‘šğ‘»ğ‘•ğ‘»ğ‘’ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¦ğ‘Ÿ ğ‘«ğ‘¸ğ‘¹ğ‘´ğ‘–ğ‘±ğ‘¿ğ‘Ÿğ‘›, ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ğ‘Ÿ ğ‘‘ ğ‘ğ‘«ğ‘– ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘²ğ‘ğ‘¼ ğ‘¦ğ‘‘ ğ‘¹ ğ‘¦ğ‘‘ğ‘• ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¤ğ‘²ğ‘Ÿ ğ‘›ğ‘§ğ‘›.

source: If there is an enemy of the target on the opposite side of the target while attacking it, this unit may backstab, inflicting double damage by creeping around behind that enemy.
en@shaw: ğ‘¦ğ‘“ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘ ğ‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘ªğ‘ğ‘´ğ‘•ğ‘¦ğ‘‘ ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘¢ğ‘²ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘¦ğ‘‘, ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¥ğ‘± ğ‘šğ‘¨ğ‘’ğ‘•ğ‘‘ğ‘¨ğ‘š, ğ‘¦ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘šğ‘² ğ‘’ğ‘®ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦.

source: Foes who lose their life to the plague will rise again in unlife, unless they are standing on a village.
en@shaw: ğ‘“ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘¤ğ‘µğ‘Ÿ ğ‘ğ‘º ğ‘¤ğ‘²ğ‘“ ğ‘‘ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘œ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘²ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘¦ğ‘¯ ğ‘©ğ‘¯ğ‘¤ğ‘²ğ‘“, ğ‘³ğ‘¯ğ‘¤ğ‘§ğ‘• ğ‘ğ‘± ğ‘¸ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡.

source: This unit is able to slow its enemies, halving their movement speed and attack damage until they end a turn.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘¤ğ‘´ ğ‘¦ğ‘‘ğ‘• ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ, ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘ğ‘°ğ‘› ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘± ğ‘§ğ‘¯ğ‘› ğ‘© ğ‘‘ğ‘»ğ‘¯.

source: The ability to turn the living to stone makes this unit extremely dangerous.
en@shaw: ğ‘ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ ğ‘‘ğ‘»ğ‘¯ ğ‘ ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘‘ğ‘´ğ‘¯ ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ğ‘¤ğ‘¦ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘•.

source: This unit's marksmanship gives it a high chance of hitting targeted enemies, but only on the attack.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘¸ğ‘’ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘–ğ‘¦ğ‘ ğ‘œğ‘¦ğ‘ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘© ğ‘£ğ‘² ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘ ğ‘£ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘‘ğ‘¸ğ‘œğ‘©ğ‘‘ğ‘¦ğ‘› ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ªğ‘¯ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’.

source: The unit has magical attacks, which always have a high chance of hitting an opponent.
en@shaw: ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•, ğ‘¢ğ‘¦ğ‘— ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘£ğ‘² ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘ ğ‘£ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘.

source: The swarming attacks of this unit become less deadly whenever its members are wounded.
en@shaw: ğ‘ ğ‘•ğ‘¢ğ‘¹ğ‘¥ğ‘¦ğ‘™ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘¤ğ‘§ğ‘• ğ‘›ğ‘§ğ‘›ğ‘¤ğ‘° ğ‘¢ğ‘§ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ğ‘Ÿ ğ‘¸ ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘©ğ‘›.

source: Using a charging attack doubles both damage dealt and received; this does not affect defensive retaliation.
en@shaw: ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘© ğ‘—ğ‘¸ğ‘¡ğ‘¦ğ‘™ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘šğ‘´ğ‘” ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘›ğ‘§ğ‘¤ğ‘‘ ğ‘¯ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘›; ğ‘ğ‘¦ğ‘• ğ‘›ğ‘´ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ ğ‘®ğ‘°ğ‘‘ğ‘¨ğ‘¤ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯.

source: During battle, this unit can drain life from victims to renew its own health.
en@shaw: ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘®ğ‘±ğ‘¯ ğ‘¤ğ‘²ğ‘“ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘®ğ‘°ğ‘¯ğ‘¿ ğ‘¦ğ‘‘ğ‘• ğ‘´ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘”.

source: The length of this unit's weapon allows it to strike first in melee, even in defense.
en@shaw: ğ‘ ğ‘¤ğ‘§ğ‘™ğ‘” ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ ğ‘©ğ‘¤ğ‘¬ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘¥ğ‘±ğ‘¤ğ‘±, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•.

source: The victims of this unit's poison will continually take damage until they can be cured in town or by a unit which cures.
en@shaw: ğ‘ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘‘ğ‘±ğ‘’ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘› ğ‘¦ğ‘¯ ğ‘‘ğ‘¬ğ‘¯ ğ‘¹ ğ‘šğ‘² ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘’ğ‘˜ğ‘«ğ‘®ğ‘Ÿ.

source: female^loyal
en@shaw: ğ‘¤ğ‘¶ğ‘©ğ‘¤

source: Zero upkeep
en@shaw: ğ‘Ÿğ‘½ğ‘´ ğ‘³ğ‘ğ‘’ğ‘°ğ‘

source: undead
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›

source: female^undead
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›

source: Immune to drain, poison and plague
en@shaw: ğ‘¦ğ‘¥ğ‘¿ğ‘¯ ğ‘‘ ğ‘›ğ‘®ğ‘±ğ‘¯, ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘œ

source: mechanical
en@shaw: ğ‘¥ğ‘©ğ‘’ğ‘¨ğ‘¯ğ‘¦ğ‘’ğ‘©ğ‘¤

source: female^mechanical
en@shaw: ğ‘¥ğ‘©ğ‘’ğ‘¨ğ‘¯ğ‘¦ğ‘’ğ‘©ğ‘¤

source: female^strong
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™

source: dextrous
en@shaw: ğ‘›ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘©ğ‘•

source: female^dextrous
en@shaw: ğ‘›ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘©ğ‘•

source: female^quick
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘’

source: intelligent
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘‘

source: female^intelligent
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘‘

source: female^resilient
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘¤ğ‘˜ğ‘©ğ‘¯ğ‘‘

source: female^healthy
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘”ğ‘¦

source: Always rest heals
en@shaw: ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘£ğ‘°ğ‘¤ğ‘Ÿ

source: fearless
en@shaw: ğ‘“ğ‘½ğ‘¤ğ‘©ğ‘•

source: female^fearless
en@shaw: ğ‘“ğ‘½ğ‘¤ğ‘©ğ‘•

source: Fights normally during unfavorable times of day/night
en@shaw: ğ‘“ğ‘²ğ‘‘ğ‘• ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘©ğ‘¯ğ‘“ğ‘±ğ‘ğ‘»ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘ ğ‘›ğ‘±/ğ‘¯ğ‘²ğ‘‘

source: weak
en@shaw: ğ‘¢ğ‘°ğ‘’

source: female^weak
en@shaw: ğ‘¢ğ‘°ğ‘’

source: female^slow
en@shaw: ğ‘•ğ‘¤ğ‘´

source: dim
en@shaw: ğ‘›ğ‘¦ğ‘¥

source: female^dim
en@shaw: ğ‘›ğ‘¦ğ‘¥

source: aged
en@shaw: ğ‘±ğ‘¡ğ‘¦ğ‘›

source: Light Red
el: Ανοιχτό κόκκινο
en@shaw: ğ‘¤ğ‘²ğ‘‘ ğ‘®ğ‘§ğ‘›
eo: Helruĝa

source: Dark Red
el: Σκούρο κόκκινο
en@shaw: ğ‘›ğ‘¸ğ‘’ ğ‘®ğ‘§ğ‘›
eo: Malhelruĝa

source: Black
el: Μαύρο
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’
eo: Nigra

source: Orange
el: Πορτοκαλί
en@shaw: ğ‘¹ğ‘¦ğ‘¯ğ‘¡
eo: Oranĝkolora

source: Teal
el: Γαλαζοπράσινο
en@shaw: ğ‘‘ğ‘°ğ‘¤
eo: Verdblua

source: race^Bat
en@shaw: ğ‘šğ‘¨ğ‘‘

source: race+female^Bat
en@shaw: ğ‘šğ‘¨ğ‘‘

source: race^Bats
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘•

source: race^Drake
en@shaw: ğ‘›ğ‘®ğ‘±ğ‘’

source: race+female^Drake
en@shaw: ğ‘›ğ‘®ğ‘±ğ‘’

source: race^Drakes
en@shaw: ğ‘›ğ‘®ğ‘±ğ‘’ğ‘•
