Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: But boss, why are we only using bats and nagas?
fr: Mais chef, pourquoi utilisons-nous uniquement des chauves-souris et des nagas ?
sv: Men chefen, varför använder vi bara fladdermöss och nagas?

source: Because we need to control the seas and the merman folk, and nagas and bats are best for doing that!
fr: Parce que nous devons contrôler les mers et le peuple Ondin, et les nagas et chauves-souris sont les meilleurs pour ce faire !
sv: För att vi behöver kontrollera haven och sjöfolket, nagas och fladdermöss är bäst på det.

source: But orcs are the most powerful race in all of...
fr: Mais les orcs sont la race la plus puissante de toutes...
sv: Men orcherna är den mäktigaste rasen i hela...

source: Shut up, worm! I'm the boss!
fr: Tais-toi, vermisseau ! Je suis le chef !
sv: Håll käften mask, jag är chef!

source: Ha ha ha! Now orcs will rule over land and sea!
fr: Hahaha ! Maintenant les orcs régneront sur terre et sur mer !
sv: Hahaha! Nu kommer orcherna att härska över hav och land!

source: (Sigh) Will someone kill this idiot for me, please?
fr: (Soupir) Quelqu'un pourrait-il tuer cet idiot pour moi ?
sv: (Suck) Kan någon vara snäll och ta kål på idioten?

source: But...but...how can this be happening to me?
fr: Mais... Mais... Comment cela a-t-il pu m'arriver ?
sv: Men... Men,,, hur kan det här hända mig?

source: Who was that idiot?
fr: Qui était cet idiot ?
sv: Vem var den där idioten?

source: Free at last! Now death to the Orcs!
fr: Enfin libre ! Maintenant, à mort les orcs !
sv: Äntligen fria! Död åt orcherna!

source: Now that we are free, together we can defeat our oppressors!
fr: Maintenant que nous sommes libres, nous pouvons vaincre nos oppresseurs !
sv: Nu när vi är fria, så kan vi tillsammans besegra våra förtryckare!

source: Freedom! Now where are those Orcs? Let me at 'em!
fr: Liberté ! Maintenant, où sont ces orcs ? Laissez-les moi !
sv: Frihet! Var har vi de där orcherna nu? Släpp fram mig!

source: Thank you for rescuing us! Now we can help you fight the evil Orcs! The main cage where they keep most of the mermen is in the south-east!
fr: Merci de nous avoir secourus ! Maintenant nous pouvons vous aider à combattre ces orcs maléfiques ! La cage dans laquelle la plupart des Ondins sont enfermés se trouve au sud-est.
sv: Tack för att ni har befriat oss! Nu kan vi hjälpa er att slåss mot de onda orcherna! Merparten av oss hålls fångna i buren i sydost.

source: Death to the orcs! Come, let us all fight them, men!
fr: Mort aux orcs ! Allons-y, combattons-les, mes amis !
sv: Död åt orcherna, kom låt oss kriga mot dem tillsammans.

source: At last, we have freed the mermen. Go back to the ocean and live in peace.
fr: Finalement, nous avons libéré les Ondins. Retournez dans l'océan et vivez en paix.
sv: Vi har äntligen befriat sjöfolket. Återvänd till havet och lev i fred.

source: My lord! You may need the help of some of us who have skill in the sea in future. We would like to offer you help, and come with you.
fr: Mon seigneur ! Vous aurez sans doute besoin de l'aide de certain d'entre nous à l'avenir, car nous sommes très habiles en mer. Nous aimerions vous offrir notre aide, et venir avec vous.
sv: Min herre, du kanske även i framtiden behöver hjälp av några av oss som känner till havet. Vi skulle vilja erbjuda dig vår hjälp och vårt sällskap.

source: Now where is Delfador? I hope he's safe!
fr: A présent, où est Delfador ? J'espère que tout va bien pour lui !
sv: Var är Delfador nu då? Jag hoppas att han är i säkerhet,

source: I am perfectly safe, friend!
fr: En effet, je vais bien, mon ami.
sv: Jag är så säker som man kan önska sig.

source: There you are! I am so glad you are all right! Now we may have a little rest.
fr: Vous voilà ! Je suis si heureux de vous voir en bonne forme ! Maintenant nous pouvons nous accorder un peu de repos.
sv: Där är du, jag är så glad att du är utom fara! Nu kan vi pusta ut lite.

source: I am afraid there is no time for rest, Konrad. Asheviere has now laid siege to Elensefar, breaking the century-old treaty between Wesnoth and the Elense city-state. If the city falls, there is no telling how many other lands she may swallow up!
fr: Je crains que nous n'ayons pas le temps de nous reposer. Konrad. Asheviere a maintenant assiégé Elensefar, brisant le traité vieux d'un siècle entre Wesnoth et la ville-état d'Elense. Si la ville tombe, personne ne peut dire combien d'autres terres elle avilira !
sv: Jag är rädd att det inte finns tid att vila just nu, Konrad. Asheviere har belägrat Elensefar, och har därmed brutit den hundraåriga pakten mellan Wesnoth och Elenseska stadsstaten. Om staden faller så kan otaliga andra länder som kan falla under hennes vinande piska.

source: Oh no! What shall we do?
fr: Oh non ! Que devons-nous faire ?
sv: Oh nej! Vad ska vi göra?

source: You must lead our men to the city, and help defend it. Or recapture it if it falls before you arrive.
fr: Vous devez conduire nos hommes à la ville, et essayer de la défendre - ou la recapturer si elle tombe avant votre arrivée.
sv: Du måste leda dina män till staden, och försöka hjälpa till att försvara den. Om den har fallit när du hinner fram så måste den återtas.

source: I must do that? But what about you, Delfador? You're coming with me, right?
fr: Je dois faire cela ? Mais, et vous Delfador ? Vous venez avec moi, n'est-ce-pas ?
sv: Måste jag göra det? Men vad ska du göra då, Delfador? Du följer väl med, eller?

source: I am afraid not, Konrad. I have come across some important documents, and must make haste with them to the Elven Council. It seems that the time to stop Asheviere is shorter than I had thought.
fr: J'ai bien peur que non, Konrad. J'ai trouvé par hasard quelques documents importants, et dois les rapporter rapidement au Conseil des elfes. Il semble que le temps pour arrêter Asheviere soit plus court que je ne l'avais pensé.
sv: Jag är rädd att jag inte gör det Konrad. Jag har hittat några viktiga papper, och jag måste skynda mig till alvrådet med dem. Det verkar som om tiden att stoppa Asheviere har blivit knappare än jag trott.

source: But Delfador! I can't do it on my own!
fr: Mais Delfador ! Je ne peux pas le faire seul !
sv: Men Delfador! Jag kan inte göra det själv.

source: On your own? My lord! We, your loyal soldiers, will support you!
fr: Seul ? Mon Seigneur ! Nous, vos loyaux soldats, vous épaulerons !
sv: Själv? Herre, vi dina lojala soldater kommer att stå vid din sida!

source: You will prevail. I have faith in you. Head north. Elensefar is but three days travel if you make haste.
fr: Vous vaincrez. J'ai foi en vous. Voyagez vers le nord. Elensefar n'est qu'à trois jours en voyageant rapidement.
sv: Du kommer att klara det, jag har fullt förtroende för dig. Res norrut, Elensefar är blott tre dagar bort om du färdas snabbt.

source: Very well. But how do I get there?
fr: Très bien. Mais comment faire pour aller à Elensefar ?
sv: Nå... Men hur tar jag mig dit?

source: It is north-west of here, a few leagues inland. There are two ways to go, by ship or on foot. Each has its own dangers. You must choose between them.
fr: C'est au nord-ouest d'ici, mais à quelques lieues à l'intérieur des terres. Il y a deux manières pour y arriver, par mer ou par terre. Chaque manière comporte ses propres dangers. Vous devez choisir comment vous souhaitez y arriver.
sv: Det ligger nordväst härifrån, men ett par mil inåt landet från kusten. Det finns två vägar att ta sig dit på, antingen på ett skepp, eller till fots. Varje väg har sina egna faror, så försök ta ett vist beslut.

source: Ships? Ugh! I have been sea sick for the last time. We shall walk!
fr: Des bateaux? Argh ! J'ai eu le mal de mer la dernière fois que j'en ai pris un. Nous marcherons !
sv: Sjövägen? Bläh! Jag har varit sjösjuk för sista gången, vi går!

source: Safe journey to you, Konrad. Until we meet again!
fr: Bon voyage, Konrad. En attendant de vous revoir !
sv: Jag önskar dig en säker resa, Konrad. Till vi möts igen!

source: Going by ship we may at least get a little rest for ourselves. By sea it is!
fr: En allant par bateau nous pourrons au moins nous reposer un peu. Allons-y par la mer !
sv: Om vi tar sjövägen så får vi åtminstone vila lite. Alle man ombord!

source: Safe voyage to you then, Konrad. May the weather be fair.
fr: Bon voyage, Konrad. J'espère que le temps vous sera favorable.
sv: Säker resa och bra väder till dig, Konrad.

source: Have you not been able to defeat our foes in all these days? They have summoned reinforcements. Surely now our doom is upon us!
fr: N'avez-vous pas pu vaincre nos ennemis durant tout ce temps ? Ils ont appelé des renforts. Notre fin est sûrement proche à présent !
sv: Har du inte besegrat dina fiender på alla dessa dagar? Dom har kallat på förstärkningar så nu är domedagen säkerligen över oss.

source: Konrad! We cannot spend any more time here. Though it would be good to defeat the Orcs and free more of their prisoners, more urgent business calls us!
fr: Konrad ! Nous ne pouvons rester plus longtemps ici. Bien sûr, il est bon de gagner une bataille et de libérer nos amis des orcs, mais des affaires plus pressantes nous appellent !
sv: Konrad! Vi kan inte ödsla mer tid här, även om det vore bra att besegra orcherna och befria fler av sjöfolket, så kallar viktigare saker oss vidare.

source: Delfador, thank goodness you have survived! This has been a tough battle, but why can we not finish it? Why must we leave?
fr: Delfador, le ciel soit béni, vous êtes en vie ! Cette bataille est rude, mais pourquoi ne pouvons-nous pas la finir ? Pourquoi devons-nous partir ?
sv: Delfador, tacka gudarna att du har överlevt. Det här har varit en tuff strid, men varför kan vi inte avsluta den? Varför måste vi vidare?.

source: I bear ill tidings. Asheviere has now laid siege to Elensefar, breaking the century-old treaty between Wesnoth and the Elense city-state. If the city falls, there is no telling how many other lands she may swallow up!
fr: Je pressens des temps difficiles. Asheviere a attaqué la ville d'Elensefar, brisant le traité entre Wesnoth et Elensefar. Vous devez mener nos hommes à la ville, et l'aider à se défendre -- ou la reprendre si elle tombe avant que vous n'arriviez.
sv: Jag har med mig illavarslande nyheter: Asheviere belägrar Elensefar. Detta har rivit upp den hundraåriga fredsavtalet mellan Wesnoth och stadsstaten Elensefar. Om staden faller så finns det inget sätt att veta hur många andra länder som som hon kommer att sluka med hull och hår.

source: I must do this? But you are coming with me, aren't you, Delfador?
fr: Je dois le faire ? Mais vous venez avec moi, n'est-ce-pas, Delfador ?
sv: Jag måste göra det alltså? Men du följer väl med mig, eller hur Delfador?

source: I am afraid not, Konrad. I have found some important documents that need seeing to. I must ride at once to make council with the Elves. I will meet you in Elensefar, after you have secured it.
fr: J'ai bien peur que non, Konrad. J'ai trouvé par hasard quelques documents importants, et dois les rapporter rapidement au Conseil des elfes. Je vous retrouverai à Elensefar, après que vous l'ayez sécurisée.
sv: Jag är rädd att jag inte gör det Konrad. Jag har hittat några viktiga dokument som måste åtgärdas. Jag måste med all hast rida till alverna och rådslå. Jag möter dig i Elensefar så fort du har säkrat staden.

source: I fear I will struggle to do this on my own...but what must be must be. How do I get to Elensefar?
fr: Je crains de rencontrer des difficultés, seul pour accomplir cette entreprise, mais ce qui doit être fait doit être fait. Comment arriver à Elensefar ?
sv: Jag är rädd att jag kommer att få det svårt att göra detta på egen hand, men är det så, så är det så. Hur tar jag mig till Elensefar?

source: Since you have broken the Orc's hegemony over the seas, going by ship would be safest. Sail along the coast, and you can land mere miles from Elensefar. Make haste!
fr: Maintenant que vous avez mis fin à l'hégémonie des orcs sur les mers, aller par bateau sera plus sûr. Naviguez le long de la côte, et vous pourrez débarquer à quelques lieues d'Elensefar. Hâtez vous !
sv: Då du har brutit orchernas envälde över haven, så borde det vara säkrast att segla dit. Segla längs kusten så kan du landstiga bara någon kilometer från Elensefar. Så skynda nu!

source: With the Orcs controlling the seas, going by ship would not be safe. Travel by land, Elensefar is only six days' march up the coast. Make haste!
fr: Avec les orcs contrôlant les mers, aller par bateau ne serait pas sûr. Voyagez par voie terrestre, Elensefar est seulement à six jours de marche. Faites vite !
sv: Nu när orcherna kontrollerar haven så är det inte säkert att segla dit, res till fots, Elensefar är blott sex dagsmarscher upp längs kusten. Så skynda nu!

source: Blackwater Port
fr: Le port d'Aiguenoire
sv: Blackwaters hamn

source: Victory: @Defeat enemy leader @Resist until the end of the turns Defeat: #Death of Konrad #Death of Delfador #Death of Sir Kaylan
fr: Victoire: @Vaincre le chef ennemi @Résister jusqu'à la fin des tours Défaite: #Mort de Konrad #Mort de Delfador #Mort de Sir Kaylan
sv: Seger: @Besegra fiendeledaren @Gör motstånd tills dragen är slut Nederlag: #Konrad dör #Delfador dör #Sir Kaylan dör

source: We should be able to board a ship at Blackwater Port, but it seems the Orcs are heading there too. Rebels who hate Asheviere and are loyal to the memory of the king desperately hold the port, as it is one of the only places where they can ship supplies and weapons.
fr: Nous devrions pouvoir embarquer à Aiguenoire, mais il semble que les orcs s'y dirigent également. Les rebels haïssant Asheviere et loyaux à la mémoire du roi tiennent désespérement le port, celui-ci étant l'un des uniques points de ravitaillement et d'
sv: Vi borde kunna ta oss ombord på ett skepp vid Blackwaters hamn, men det verkar som om orcherna också är på väg dit. Rebeller som hatar Asheviere och är trogna minnet av kungen håller desperat hamnen, eftersom det är ett av de få ställen där de kan utskeppa vapen och förråd.

source: Delfador, some Orcs are following us! We must make haste!
fr: Delfador, des orcs suivent notre piste ! Nous devons nous hâter !
sv: Delfador, det är några orcher som följer efter! Vi måste skynda oss!

source: Delfador, my old friend! We had heard of your coming, and of the attacks on the Elves. It is good to see you again, although I would prefer it were not in such sad times.
fr: Delfador, mon vieil ami ! Nous avons eu vent de votre venue et des attaques perpétrées sur les elfes. Qu'il est bon de vous revoir, bien que j'eûsse préféré que ce soit en des temps moins tristes.
sv: Delfador, min gamle vän! Vi har hört att ni skulle komma, och om attacken på alverna. Jag är glad att träffa dig igen, men jag önskar att det vore i bättre tider.

source: Konrad, this is Kaylan, one of the mightiest of the horse lords, and one of the few who is willing to oppose the dark crown. Rumor has it that his lance has slain fifty men and a hundred orcs.
fr: Konrad, voici Kaylan, l'un des plus puissants seigneurs équestres, et l'un des rares à oser s'opposer à la sombre couronne. La légende raconte que sa lance a ôté la vie à cinquante homme et une centaine d'orcs.
sv: Konrad, detta är Kaylan, en av de allra mäktigaste av hästfurstarna, och en av de få som är villiga att bekämpa den mörka kronan. Ryktet säger att hans lans har dödat femtio män och hundra orcher.

source: It seems the orcs have come here too, to try to wrest this port from our hands. Our defenses are still weak, but reinforcements will arrive soon!
fr: Il semblerait que les orcs soient venus ici aussi, pour tenter de nous ravir le port. Nos défenses sont toujours faibles, mais les renforts ne tarderont pas à arriver !
sv: Det verkar som om orcherna också har kommit hit, för att försöka ta kontroll över hamnen. Vårt försvar är fortfarande svagt, men truppförstärkningar är på väg!

source: We will help you fight them off until the reinforcements arrive.
fr: Nous vous aiderons à les repousser jusqu'à ce que des renforts arrivent.
sv: Vi ska hjälpa till och mota bort dem.

source: Hopefully with your help we can ward them off. But you must not tarry here long, for your survival is even more important to our cause than the strength of the port. A ship is due here in two days, surely it will be able to take you to safety.
fr: Fort heureusement grâce à votre aide nous pouvons les contenir. Mais vous ne devez pas vous attarder ici trop longtemps, car votre survie est encore plus importante pour notre cause que la défense du port. Un bateau doit arriver dans deux jours, il pourra certainement vous amener en lieu sûr.
sv: Förhoppningsvis kan vi hålla dem undan med er hjälp. Men ni får inte dröja kvar här för länge; er överlevnad är ännu viktigare för vår sak än hamnens fördelar. Vi väntar ett skepp om två dagar; det kan ju föra er i säkerhet.

source: And the ship will take us to Anduin?
fr: Et le bateau nous mènera jusqu'à Anduin ?
sv: Och skeppet kommer att ta oss till Anduin?

source: Yes, we will sail to the Isle of Anduin, my home Konrad, and the home of many mages.
fr: Oui, nous naviguerons vers l'île d'Anduin, ma patrie et celle de nombreux mages.
sv: Ja, vi seglar till Anduins ö, mitt hem, Konrad, och hem för många magiker.

source: I will send one of my horsemen to serve under you. I offer you my support Konrad, and the support of my men - from now on you will be able to recruit horsemen.
fr: J'enverrai l'un de mes écuyers à votre service. Je vous offre mon aide, Konrad, ainsi que l'aide de mes hommes; à partir de maintenant vous pourrez recruter des écuyers.
sv: Jag sänder några av mina ryttare till din tjänst. I erbjuder dig mitt stöd, och mina mäns stöd - från och med nu så kan du rekrytera ryttare.

source: Thank you, sir. But how shall I best use these horsemen? How do they differ from Elves?
fr: Merci à vous, mon seigneur. Mais comment utiliser au mieux ces écuyers ? En quoi sont-ils différents des elfes ?
sv: Jag tackar dig, min herre. Men hur skall jag bäst använda dessa ryttare? På vilket sätt skiljer de sig från alver?

source: Elves are a powerful race, Konrad, more powerful than my own people usually acknowledge. But horsemen are powerful in a different way. They have no long range attack, but can charge into combat, inflicting double normal damage, though taking double damage in return. They are also lawful, meaning they are better at day, and worse at night. Horsemen are unmatched on open land, though Elves will serve you better in rugged terrain.
fr: Les elfes sont une race puissante, Konrad, bien plus puissante que mon propre peuple ne veut bien le reconnaître habituellement. Mais les écuyers sont puissants d'une manière différente. Ils ne possèdent pas d'attaque à distance, mais peuvent charger, infligeant et recevant le double de dégâts au combat. Ils sont également d'alignement juste, ce qui signifie qu'ils combattent mieux le jour, et moins bien la nuit. Les écuyers sont inégalés en terrain ouvert, alors que les elfes vous seront plus utiles en terrain accidenté.
sv: Alverna är en mäktig ras, Konrad, mäktigare än mitt eget folk vanligtvis vill erkänna. Men ryttare har en annan sorts styrka. De kan inte attackera på avstånd, men kan storma in i striden, och då orsaka dubbel skada, även om de tar dubbel skada om motattacken träffar. De är lagenliga, vilket innebär att de kämpar bättre på dagen och sämre på natten. I öppen terräng finns det ingen bättre trupp än ryttare, men i mer kuperad terräng är alver bättre.

source: Recruit troops wisely, Konrad, and remember that you can recall experienced units from past battles to help you fight again.
fr: Recrutez vos troupes avec sagesse, Konrad, et souvenez-vous que vous pouvez rappeler des unités expérimentées de batailles précédentes auprès de vous.
sv: Rekrytera dina trupper med eftertanke, Konrad, och glöm inte att du kan återkalla erfarna trupper från gångna strider.

source: Reinforcements have arrived! Forward men! I expect each of you to bring me back the head of an orc!
fr: Les renforts sont arrivés ! En avant ! J'attends que chacun d'entre vous me ramène la tête d'un orc !
sv: Truppförstärkningarna har anlänt! Framåt män! Jag förväntar mig att ni envar återkommer med huvudet av en orch!

source: So many foul humans riding on horses! There is no way we can defeat them. Quick, we must make our escape!
fr: Tant de ces stupides humains à cheval ! Nous ne parviendrons jamais à les vaincre. Vite, fuyons !
sv: Så många äckliga människor på hästar! Vi kan inte besegra dem. Fort, vi måste fly!

source: Thank you for the help, friends. The ship should arrive soon, it will take you to Anduin.
fr: Merci pour votre aide, mes amis. Le bateau arrivera très bientôt, il vous emmènera à Anduin.
sv: Tack för all hjälp vänner! Skeppet anländer snart, och tar er till Anduin.

source: We should embark now.
fr: Nous devrions embarquer à présent.
sv: Vi borde gå ombord nu.

source: Safe voyage to you, friends. Rest assured that we will never surrender to the forces of the Dark Queen.
fr: Bon voyage, mes amis. Soyez certains que jamais nous ne nous rendrons aux forces de la reine sombre.
sv: Vi önskar er en säker överfärd, vänner. Lita på att vi aldrig kommer att ge upp inför den Mörka Drottningens styrkor.

source: I have failed in my duty to protect the Rightful Heir and the port
fr: J'ai échoué à mon devoir, de protéger l'héritier légitime, et le port.
sv: Jag har svikit min plikt att skydda den sanne tronarvingen Blackwaters hamn...

source: Without his help, we will be unable to use the ships. There is no hope...
fr: Sans son aide, nous ne pourrons pas utiliser les bateaux, il n'y a aucun espoir...
sv: Utan hans hjälp kommer vi vara oförmögna att använda skeppen, det finns inget hopp längre...

source: Crossroads
fr: La croisée des chemins
sv: Vägkorsningen

source: Victory: @Defeat Kojun Herolm Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz
fr: Victoire: @Vaincre Kojun Herolm Défaite: #Mort de Konrad #Mort de Delfador #Mort de Kalenz
sv: Seger: @Besegra Kojun Herolm Nederlag: #Konrad dör #Delfador dör #Kalenz dör

source: Here we come to the great cross-roads. We should go north-east.
fr: Nous voici à la croisée des chemins. Nous devons aller au nord-est.
sv: Här är den stora vägkorsningen, vi ska gå nordost.

source: Beware! These hills are not safe! The roads are important to Asheviere's strategy, and she has hired Orcs to guard them. We shall have to fight to travel them.
fr: Prenez garde ! Ces collines ne sont pas sûres ! Asheviere a recruté des orcs pour garder ces routes, en raison de leur importance stratégique. Nous devrons sans doute combattre pour passer ici.
sv: Akta, skogen är inte säker! Dessa vägar spelar stor roll i Ashevieres strategi, och hon har hyrt in orche för att vakta dem. Vi kommer att behöva slåss för att kunna färdas på dem.

source: Then fight we shall. Let it begin!
fr: Alors, combattre nous devrons. Allons-y !
sv: Då ska vi slåss. Sätt igång.

source: Victory is ours, men. Let us proceed north-east!
fr: La victoire nous appartient. Prenons la direction du nord-est !
sv: Segern är vår, låt oss fortsätta nordost.

source: Stay on the path! The hills here are not safe!
fr: Restez sur le chemin ! Les collines ne sont pas sûres ici !
sv: Håll er till stigen, skogen här är inte säker!

source: Beware the hills! There are many Orcs in hiding, preparing to ambush you!
fr: Prenez garde aux collines ! Beaucoup d'orcs s'y cachent, se préparant à une embuscade !
sv: Se upp i skogen, det finns många orcher som gömmer sig där och förbereder ett bakhåll.

source: The Dwarven Doors
fr: Les portes du royaume des nains
sv: Dvärgporten
