Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Pay careful attention to the Objectives pop-up box at the beginning of each scenario. Usually you will achieve victory by killing all enemy leaders, and only be defeated by having your leader killed. But scenarios may have other victory objectives â€” getting your leader to a designated point, say, or rescuing someone, or solving a puzzle, or holding out against a siege until a certain number of turns have elapsed.
en@shaw: ğ‘ğ‘± ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤ ğ‘©ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘Ÿ ğ‘ğ‘ªğ‘-ğ‘³ğ‘ ğ‘šğ‘ªğ‘’ğ‘• ğ‘¨ğ‘‘ ğ‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘°ğ‘— ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´. ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘—ğ‘°ğ‘ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘šğ‘² ğ‘’ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘·ğ‘¤ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ, ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘’ğ‘¦ğ‘¤ğ‘›. ğ‘šğ‘³ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ğ‘Ÿ ğ‘¥ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘Ÿ - ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘‘ ğ‘© ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘§ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¶ğ‘¯ğ‘‘, ğ‘•ğ‘±, ğ‘¹ ğ‘®ğ‘§ğ‘•ğ‘’ğ‘¿ğ‘¦ğ‘™ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘³ğ‘¯, ğ‘¹ ğ‘•ğ‘ªğ‘¤ğ‘ğ‘¦ğ‘™ ğ‘© ğ‘ğ‘³ğ‘Ÿğ‘©ğ‘¤, ğ‘¹ ğ‘£ğ‘´ğ‘¤ğ‘›ğ‘¦ğ‘™ ğ‘¬ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘© ğ‘•ğ‘°ğ‘¡ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘© ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘¤ğ‘¨ğ‘ğ‘•ğ‘‘.

source: When you win a scenario, the map will gray over and the 'End Turn' button will change to 'End Scenario'. You can now do things like changing your save options or (if you are in a multiplayer game) chatting with other players before pressing that button to advance.
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘¢ğ‘¦ğ‘¯ ğ‘© ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´, ğ‘ ğ‘¥ğ‘¨ğ‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘®ğ‘± ğ‘´ğ‘ğ‘¼ ğ‘¯ ğ‘ 'ğ‘§ğ‘¯ğ‘› ğ‘‘ğ‘»ğ‘¯' ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘‘ 'ğ‘§ğ‘¯ğ‘› ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´'. ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘¬ ğ‘›ğ‘µ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘¤ğ‘²ğ‘’ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘•ğ‘±ğ‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¹ (ğ‘¦ğ‘“ ğ‘¿ ğ‘¸ ğ‘¦ğ‘¯ ğ‘© ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘œğ‘±ğ‘¥) ğ‘—ğ‘¨ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘®ğ‘§ğ‘•ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘‘ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•.

source: Each side begins with one leader in their keep. At the start of any battle, and at times during it, you will need to recruit <ref>dst='..units' text='units'</ref> into your army. To recruit, you must have your leader (for instance, Konrad in the Heir to the Throne campaign) on the Keep square of a <ref>dst='terrain_castle' text='Castle'</ref>. Then you may recruit by either choosing Recruit from the menu or right-clicking on a hex and selecting <italic>text=Recruit</italic>. This brings up the recruit menu, which lists units available for recruitment, along with their gold cost. Click on a unit to see its statistics, then press the recruit button to recruit it.
en@shaw: ğ‘°ğ‘— ğ‘•ğ‘²ğ‘› ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘¦ğ‘¯ ğ‘ğ‘º ğ‘’ğ‘°ğ‘. ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘¯ ğ‘¨ğ‘‘ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘¦ğ‘‘, ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ <ref>dst='..units' text='ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•'</ref> ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘¿ğ‘¼ ğ‘¸ğ‘¥ğ‘¦. ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘, ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¿ğ‘¼ ğ‘¤ğ‘°ğ‘›ğ‘» (ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘•, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘º ğ‘‘ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯) ğ‘ªğ‘¯ ğ‘ ğ‘’ğ‘°ğ‘ ğ‘•ğ‘’ğ‘¢ğ‘º ğ‘ ğ‘© <ref>dst='terrain_castle' text='ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤'</ref>. ğ‘ğ‘§ğ‘¯ ğ‘¿ ğ‘¥ğ‘± ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘šğ‘² ğ‘²ğ‘ğ‘¼ ğ‘—ğ‘µğ‘Ÿğ‘¦ğ‘™ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘¹ ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘© ğ‘£ğ‘§ğ‘’ğ‘• ğ‘¯ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ <italic>text=ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘</italic>. ğ‘ğ‘¦ğ‘• ğ‘šğ‘®ğ‘¦ğ‘™ğ‘Ÿ ğ‘³ğ‘ ğ‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿, ğ‘¢ğ‘¦ğ‘— ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘, ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘º ğ‘œğ‘´ğ‘¤ğ‘› ğ‘’ğ‘ªğ‘•ğ‘‘. ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ ğ‘•ğ‘° ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘•, ğ‘ğ‘§ğ‘¯ ğ‘ğ‘®ğ‘§ğ‘• ğ‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¦ğ‘‘.

source: If you right-clicked on a castle hex and selected recruit, the new unit will appear in that square. Otherwise, it will appear in a free square near the keep. You may only recruit as many units as you have free hexes in your castle, and you cannot spend more gold than you actually have on recruiting.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘‘ ğ‘ªğ‘¯ ğ‘© ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤ ğ‘£ğ‘§ğ‘’ğ‘• ğ‘¯ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘, ğ‘ ğ‘¯ğ‘¿ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘ğ‘½ ğ‘¦ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘’ğ‘¢ğ‘º. ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ, ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘ğ‘½ ğ‘¦ğ‘¯ ğ‘© ğ‘“ğ‘®ğ‘° ğ‘•ğ‘’ğ‘¢ğ‘º ğ‘¯ğ‘½ ğ‘ ğ‘’ğ‘°ğ‘. ğ‘¿ ğ‘¥ğ‘± ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘®ğ‘° ğ‘£ğ‘§ğ‘’ğ‘•ğ‘§ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤, ğ‘¯ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘¥ğ‘¹ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘ğ‘¨ğ‘¯ ğ‘¿ ğ‘¨ğ‘’ğ‘—ğ‘«ğ‘©ğ‘¤ğ‘¦ ğ‘£ğ‘¨ğ‘ ğ‘ªğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ğ‘¦ğ‘™.

source: Recruited units come with two random <ref>dst='..traits_section' text='Traits'</ref> which modify their statistics.
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘®ğ‘µğ‘‘ğ‘©ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘³ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘‘ğ‘µ ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ <ref>dst='..traits_section' text='ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘•'</ref> ğ‘¢ğ‘¦ğ‘— ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘² ğ‘ğ‘º ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘•.

source: In later scenarios, you may also Recall survivors from earlier battles. Recalling costs a standard 20 gold and presents you with a list of all surviving units from previous scenarios.
en@shaw: ğ‘¦ğ‘¯ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ğ‘Ÿ, ğ‘¿ ğ‘¥ğ‘± ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘»ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘»ğ‘¤ğ‘°ğ‘¼ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ. ğ‘®ğ‘¦ğ‘’ğ‘ªğ‘¤ğ‘¦ğ‘™ ğ‘’ğ‘­ğ‘•ğ‘‘ğ‘• ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› 20 ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¯ ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¿ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘·ğ‘¤ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ğ‘Ÿ.

source: Units not only cost gold to Recruit or Recall, they also require money to support. See <ref>dst='income_and_upkeep' text='Income and Upkeep'</ref> for more information.
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘’ğ‘ªğ‘•ğ‘‘ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¹ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤, ğ‘ğ‘± ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ ğ‘¥ğ‘³ğ‘¯ğ‘¦ ğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘. ğ‘•ğ‘° <ref>dst='income_and_upkeep' text='ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥ ğ‘¯ ğ‘³ğ‘ğ‘’ğ‘°ğ‘'</ref> ğ‘“ğ‘¹ ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘ªğ‘¯.

source: Orbs
en@shaw: ğ‘¹ğ‘®ğ‘šğ‘•

source: On top of the energy bar shown next to each unit of yours is an orb. For units you control, this orb is:
en@shaw: ğ‘ªğ‘¯ ğ‘‘ğ‘ªğ‘ ğ‘ ğ‘ ğ‘§ğ‘¯ğ‘¼ğ‘¡ğ‘¦ ğ‘šğ‘¸ ğ‘–ğ‘´ğ‘¯ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘°ğ‘— ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ ğ‘¿ğ‘¼ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¹ğ‘š. ğ‘“ğ‘¹ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤, ğ‘ğ‘¦ğ‘• ğ‘¹ğ‘š ğ‘¦ğ‘Ÿ:

source: green if it hasn't moved this turn,
en@shaw: ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿğ‘¯ğ‘‘ ğ‘¥ğ‘µğ‘ğ‘› ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘»ğ‘¯,

source: yellow if it has moved, but could still move further or attack, or
en@shaw: ğ‘˜ğ‘§ğ‘¤ğ‘´ ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¥ğ‘µğ‘ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¥ğ‘µğ‘ ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘¹ ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘¹

source: red if it has used all its movement this turn.
en@shaw: ğ‘®ğ‘§ğ‘› ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘«ğ‘¸ğ‘¹ğ‘´ğ‘–ğ‘±ğ‘¿ğ‘Ÿğ‘› ğ‘·ğ‘¤ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘»ğ‘¯.

source: The orb is blue if the unit is an ally you do not control.
en@shaw: ğ‘ ğ‘¹ğ‘š ğ‘¦ğ‘Ÿ ğ‘šğ‘¤ğ‘µ ğ‘¦ğ‘“ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¨ğ‘¤ğ‘² ğ‘¿ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤.

source: Enemy units have no orb on top of their energy bar.
en@shaw: ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ ğ‘¹ğ‘š ğ‘ªğ‘¯ ğ‘‘ğ‘ªğ‘ ğ‘ ğ‘ğ‘º ğ‘§ğ‘¯ğ‘¼ğ‘¡ğ‘¦ ğ‘šğ‘¸.

source: Hitpoints and Experience
en@shaw: ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•

source: Each unit has a certain number of hitpoints (HP). If the hitpoints of a unit drop below 1, the unit dies. Each unit also has a certain number of experience points (XP). A freshly recruited unit starts with no experience points, and gains experience by fighting enemies.
en@shaw: ğ‘°ğ‘— ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• (HP). ğ‘¦ğ‘“ ğ‘ ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘›ğ‘®ğ‘ªğ‘ ğ‘šğ‘©ğ‘¤ğ‘´ 1, ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘›ğ‘²ğ‘Ÿ. ğ‘°ğ‘— ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• (XP). ğ‘© ğ‘“ğ‘®ğ‘§ğ‘–ğ‘¤ğ‘° ğ‘®ğ‘¦ğ‘’ğ‘®ğ‘µğ‘‘ğ‘©ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘¯ğ‘´ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•, ğ‘¯ ğ‘œğ‘±ğ‘¯ğ‘Ÿ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘šğ‘² ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ.

source: The hitpoints and experience points are both indicated in the status pane using two numbers (the current value and the maximum value the unit can have).
en@shaw: ğ‘ ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘šğ‘´ğ‘” ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘ğ‘±ğ‘¯ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘‘ğ‘µ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ (ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¯ ğ‘ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘¨ğ‘).

source: The hitpoints are also indicated by an energy bar next to each unit, which is green, yellow or red. A unit with at least 1 experience point has a blue experience bar, which turns white as the unit is about to <ref>dst='experience_and_advancement' text='advance'</ref>.
en@shaw: ğ‘ ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘¼ğ‘¡ğ‘¦ ğ‘šğ‘¸ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘°ğ‘— ğ‘¿ğ‘¯ğ‘¦ğ‘‘, ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘œğ‘®ğ‘°ğ‘¯, ğ‘˜ğ‘§ğ‘¤ğ‘´ ğ‘¹ ğ‘®ğ‘§ğ‘›. ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ 1 ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘šğ‘¤ğ‘µ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘šğ‘¸, ğ‘¢ğ‘¦ğ‘— ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘¢ğ‘²ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘‘ <ref>dst='experience_and_advancement' text='ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•'</ref>.

source: Movement in Battle for Wesnoth is simple. Click on the unit you wish to move to select it, then click on the hex you wish to move it to. When a unit is selected, everywhere it can move this turn will be highlighted, and all other hexes on the map are made dull. Mousing over a highlighted hex shows the defense rating the unit would have if you moved it to that hex. Mousing over a dull hex will also show the number of turns required to reach it, and clicking will cause the unit to move towards it by the fastest route over this and subsequent turns. If you don't use up all of a unit's movement when you first move a unit, you may move it again. This is useful when having two units switch places. Attacking with a unit will use up its movement. Ending a move in a village you don't already own will also use up a unit's movement, but will still allow it to attack.
en@shaw: ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¦ğ‘Ÿ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘©ğ‘¤. ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¿ ğ‘¢ğ‘¦ğ‘– ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘‘, ğ‘ğ‘§ğ‘¯ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘£ğ‘§ğ‘’ğ‘• ğ‘¿ ğ‘¢ğ‘¦ğ‘– ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¦ğ‘‘ ğ‘‘. ğ‘¢ğ‘§ğ‘¯ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›, ğ‘§ğ‘ğ‘®ğ‘°ğ‘¢ğ‘º ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘»ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘£ğ‘²ğ‘¤ğ‘²ğ‘‘ğ‘©ğ‘›, ğ‘¯ ğ‘·ğ‘¤ ğ‘³ğ‘ğ‘¼ ğ‘£ğ‘§ğ‘’ğ‘•ğ‘§ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ ğ‘¥ğ‘¨ğ‘ ğ‘¸ ğ‘¥ğ‘±ğ‘› ğ‘›ğ‘³ğ‘¤. ğ‘¥ğ‘¬ğ‘•ğ‘¦ğ‘™ ğ‘´ğ‘ğ‘¼ ğ‘© ğ‘£ğ‘²ğ‘¤ğ‘²ğ‘‘ğ‘©ğ‘› ğ‘£ğ‘§ğ‘’ğ‘• ğ‘–ğ‘´ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘®ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘“ ğ‘¿ ğ‘¥ğ‘µğ‘ğ‘› ğ‘¦ğ‘‘ ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘§ğ‘’ğ‘•. ğ‘¥ğ‘¬ğ‘•ğ‘¦ğ‘™ ğ‘´ğ‘ğ‘¼ ğ‘© ğ‘›ğ‘³ğ‘¤ ğ‘£ğ‘§ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘–ğ‘´ ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘— ğ‘¦ğ‘‘, ğ‘¯ ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘·ğ‘Ÿ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘›ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘“ğ‘¨ğ‘•ğ‘‘ğ‘©ğ‘•ğ‘‘ ğ‘®ğ‘µğ‘‘ ğ‘´ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘¯ ğ‘•ğ‘³ğ‘šğ‘•ğ‘©ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¿ğ‘Ÿ ğ‘³ğ‘ ğ‘·ğ‘¤ ğ‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘, ğ‘¿ ğ‘¥ğ‘± ğ‘¥ğ‘µğ‘ ğ‘¦ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘¯ ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘‘ğ‘µ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ. ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¿ğ‘• ğ‘³ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘. ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘© ğ‘¥ğ‘µğ‘ ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘´ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¿ğ‘Ÿ ğ‘³ğ‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘©ğ‘¤ğ‘¬ ğ‘¦ğ‘‘ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’.

source: Each unit has a certain number of movement points which are used up when moving into a new hex, depending on the Terrain of that particular hex. For instance, grassland nearly always costs 1 movement point to enter. Exactly how many movement points are spent entering a hex depends on the unit type â€” in forest, elvish units only spend 1 movement point, most human and orc units spend 2, while horsemen spend 3. You can learn how many movement points a unit requires to enter a certain terrain type by right-clicking on it, selecting Unit Description, and then looking at <italic>text='Terrain Modifiers'</italic>.
en@shaw: ğ‘°ğ‘— ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘— ğ‘¸ ğ‘«ğ‘¸ğ‘¹ğ‘´ğ‘–ğ‘±ğ‘¿ğ‘Ÿğ‘› ğ‘³ğ‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘© ğ‘¯ğ‘¿ ğ‘£ğ‘§ğ‘’ğ‘•, ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘’ğ‘¿ğ‘¤ğ‘¼ ğ‘£ğ‘§ğ‘’ğ‘•. ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘•, ğ‘œğ‘®ğ‘¨ğ‘•ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¯ğ‘½ğ‘¤ğ‘¦ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘’ğ‘­ğ‘•ğ‘‘ğ‘• 1 ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼. ğ‘¦ğ‘œğ‘Ÿğ‘¨ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘£ğ‘¬ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘¦ğ‘™ ğ‘© ğ‘£ğ‘§ğ‘’ğ‘• ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ğ‘²ğ‘ - ğ‘¦ğ‘¯ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘, ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› 1 ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¶ğ‘¯ğ‘‘, ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¯ ğ‘¹ğ‘’ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› 2, ğ‘¢ğ‘²ğ‘¤ ğ‘£ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› 3. ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¤ğ‘»ğ‘¯ ğ‘£ğ‘¬ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘‘ğ‘²ğ‘ ğ‘šğ‘² ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘¦ğ‘‘, ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯, ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘¤ğ‘«ğ‘’ğ‘¦ğ‘™ ğ‘¨ğ‘‘ <italic>text='ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¼ğ‘Ÿ'</italic>.

source: Another thing to keep in mind while moving is Zones of Control. Each unit generates a zone of control in the hexes immediately surrounding it, and any enemy unit entering those hexes immediately ends its movement. Learning how to use zones of control to your advantage is an important part of Wesnoth, as only <ref>dst='ability_skirmisher' text='Skirmishers'</ref> can ignore zones of control.
en@shaw: ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘”ğ‘¦ğ‘™ ğ‘‘ ğ‘’ğ‘°ğ‘ ğ‘¦ğ‘¯ ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘¢ğ‘²ğ‘¤ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘Ÿğ‘´ğ‘¯ğ‘Ÿ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤. ğ‘°ğ‘— ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ğ‘• ğ‘© ğ‘Ÿğ‘´ğ‘¯ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘£ğ‘§ğ‘’ğ‘•ğ‘§ğ‘Ÿ ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘° ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘¦ğ‘‘, ğ‘¯ ğ‘§ğ‘¯ğ‘¦ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘¦ğ‘™ ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘§ğ‘’ğ‘•ğ‘§ğ‘Ÿ ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘° ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘. ğ‘¤ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘£ğ‘¬ ğ‘‘ ğ‘¿ğ‘• ğ‘Ÿğ‘´ğ‘¯ğ‘Ÿ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘‘ ğ‘¿ğ‘¼ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¸ğ‘‘ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, ğ‘¨ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ <ref>dst='ability_skirmisher' text='ğ‘•ğ‘’ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘»ğ‘Ÿ'</ref> ğ‘’ğ‘¨ğ‘¯ ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘Ÿğ‘´ğ‘¯ğ‘Ÿ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤.

source: To see where the enemy can move to during their next turn, press Ctrl-v or Cmd-v. Ctrl-b or Cmd-b shows where the enemy could move, if your units were not on the map to block their progress.
en@shaw: ğ‘‘ ğ‘•ğ‘° ğ‘¢ğ‘º ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘‘ ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘»ğ‘¯, ğ‘ğ‘®ğ‘§ğ‘• CTRL-V ğ‘¹ Cmd-v. CTRL-b ğ‘¹ Cmd-b ğ‘–ğ‘´ğ‘Ÿ ğ‘¢ğ‘º ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘’ğ‘«ğ‘› ğ‘¥ğ‘µğ‘, ğ‘¦ğ‘“ ğ‘¿ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘» ğ‘¯ğ‘ªğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘¥ğ‘¨ğ‘ ğ‘‘ ğ‘šğ‘¤ğ‘ªğ‘’ ğ‘ğ‘º ğ‘ğ‘®ğ‘©ğ‘œğ‘®ğ‘§ğ‘•.

source: Shroud and Fog of War
en@shaw: ğ‘–ğ‘®ğ‘¬ğ‘› ğ‘¯ ğ‘“ğ‘ªğ‘œ ğ‘ ğ‘¢ğ‘¹

source: In some scenarios, parts of the map will be hidden from you. There are two mechanisms that can be used separately or together. The Shroud hides both the terrain and any units at a location. However, once it is cleared, you can always see that location. The Fog of War only hides units and ownership of villages (other than by you or your allies). The Fog of War is cleared temporarily when you have units nearby, but returns when they leave. Both the Shroud and the Fog of War are cleared by units. Each unit clears locations adjacent to those within one turn's move (ignoring zones of control and enemy units). Normally you can undo a unit's movement, as long as an event with a randomized result has not occurred, such as combat or recruitment (as most units receive random traits when recruited). Exploring hidden terrain by clearing Shroud or Fog will also prevent undos to a previous state. You may wish to activate 'delay shroud updates' in the actions menu. This will prevent units from clearing Shroud or Fog until the next randomized event or a manual update via 'update shroud now' (or the end of your turn) and thereby perserve your ability to undo movement.
en@shaw: ğ‘¦ğ‘¯ ğ‘•ğ‘³ğ‘¥ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ğ‘Ÿ, ğ‘ğ‘¸ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘¥ğ‘¨ğ‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿. ğ‘ğ‘º ğ‘¸ ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘¦ğ‘Ÿğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘«ğ‘¸ğ‘¹ğ‘´ğ‘–ğ‘±ğ‘¿ğ‘Ÿğ‘› ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘‘ğ‘¤ğ‘¦ ğ‘¹ ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼. ğ‘ ğ‘–ğ‘®ğ‘¬ğ‘› ğ‘£ğ‘²ğ‘›ğ‘Ÿ ğ‘šğ‘´ğ‘” ğ‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¯ ğ‘§ğ‘¯ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¨ğ‘‘ ğ‘© ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘½ğ‘›, ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘•ğ‘° ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯. ğ‘ ğ‘“ğ‘ªğ‘œ ğ‘ ğ‘¢ğ‘¹ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘²ğ‘›ğ‘Ÿ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¯ ğ‘´ğ‘¯ğ‘¼ğ‘–ğ‘¦ğ‘ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ (ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘šğ‘² ğ‘¿ ğ‘¹ ğ‘¿ğ‘¼ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ). ğ‘ ğ‘“ğ‘ªğ‘œ ğ‘ ğ‘¢ğ‘¹ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘½ğ‘› ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ğ‘¤ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¯ğ‘½ğ‘šğ‘², ğ‘šğ‘³ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘¤ğ‘°ğ‘. ğ‘šğ‘´ğ‘” ğ‘ ğ‘–ğ‘®ğ‘¬ğ‘› ğ‘¯ ğ‘ ğ‘“ğ‘ªğ‘œ ğ‘ ğ‘¢ğ‘¹ ğ‘¸ ğ‘’ğ‘¤ğ‘½ğ‘› ğ‘šğ‘² ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•. ğ‘°ğ‘— ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¤ğ‘½ğ‘Ÿ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘ğ‘´ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ğ‘¦ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘¥ğ‘µğ‘ (ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘¦ğ‘™ ğ‘Ÿğ‘´ğ‘¯ğ‘Ÿ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•). ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘, ğ‘¨ğ‘Ÿ ğ‘¤ğ‘ªğ‘™ ğ‘¨ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ğ‘²ğ‘Ÿğ‘› ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘ªğ‘’ğ‘»ğ‘›, ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘ ğ‘¹ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ (ğ‘¨ğ‘Ÿ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘®ğ‘¦ğ‘’ğ‘®ğ‘µğ‘‘ğ‘©ğ‘›). ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘¹ğ‘¦ğ‘™ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘šğ‘² ğ‘’ğ‘¤ğ‘½ğ‘¦ğ‘™ ğ‘–ğ‘®ğ‘¬ğ‘› ğ‘¹ ğ‘“ğ‘ªğ‘œ ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘µğ‘Ÿ ğ‘‘ ğ‘© ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘•ğ‘‘ğ‘±ğ‘‘. ğ‘¿ ğ‘¥ğ‘± ğ‘¢ğ‘¦ğ‘– ğ‘‘ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ 'ğ‘›ğ‘¦ğ‘¤ğ‘± ğ‘–ğ‘®ğ‘¬ğ‘› ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘•' ğ‘¦ğ‘¯ ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ğ‘¿. ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘’ğ‘¤ğ‘½ğ‘¦ğ‘™ ğ‘–ğ‘®ğ‘¬ğ‘› ğ‘¹ ğ‘“ğ‘ªğ‘œ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ğ‘²ğ‘Ÿğ‘› ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘¹ ğ‘© ğ‘¥ğ‘¨ğ‘¯ğ‘˜ğ‘«ğ‘©ğ‘¤ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘ğ‘²ğ‘© 'ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘–ğ‘®ğ‘¬ğ‘› ğ‘¯ğ‘¬' (ğ‘¹ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯) ğ‘¯ ğ‘ğ‘ºğ‘šğ‘² ğ‘ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ ğ‘¿ğ‘¼ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘.

source: Combat in Battle for Wesnoth always takes place between units in adjacent hexes. Click on your unit, and click on the enemy you want to attack: your unit will move towards the enemy unit, and when they are next to each other, combat will begin. The attacker and defender alternate strikes until each has used their allotted number of strikes. The attacker chooses one of its weapons to attack with, and the defender retaliates with one of its attacks of the same type. There are two types of attacks: melee, which usually involves weapons such as swords, axes or fangs; and ranged, which usually involves weapons such as bows, spears and fireballs.
en@shaw: ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘ ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ğ‘¤ğ‘±ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘§ğ‘’ğ‘•ğ‘§ğ‘Ÿ. ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘, ğ‘¯ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’: ğ‘¿ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘µğ‘ ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘›ğ‘Ÿ ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘, ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘¸ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘°ğ‘— ğ‘³ğ‘ğ‘¼, ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯. ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘» ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘¼ ğ‘ªğ‘¤ğ‘‘ğ‘¼ğ‘¯ğ‘±ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ğ‘• ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘°ğ‘— ğ‘£ğ‘¨ğ‘Ÿ ğ‘«ğ‘¸ğ‘¹ğ‘´ğ‘–ğ‘±ğ‘¿ğ‘Ÿğ‘› ğ‘ğ‘º ğ‘©ğ‘¤ğ‘­ğ‘‘ğ‘¦ğ‘› ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ğ‘•. ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘» ğ‘—ğ‘µğ‘Ÿğ‘©ğ‘Ÿ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¢ğ‘¦ğ‘, ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘¼ ğ‘®ğ‘°ğ‘‘ğ‘¨ğ‘¤ğ‘°ğ‘±ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘‘ğ‘²ğ‘. ğ‘ğ‘º ğ‘¸ ğ‘‘ğ‘µ ğ‘‘ğ‘²ğ‘ğ‘• ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•: ğ‘¥ğ‘±ğ‘¤ğ‘±, ğ‘¢ğ‘¦ğ‘— ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ğ‘ğ‘ªğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘•ğ‘¹ğ‘›ğ‘Ÿ, ğ‘ºğ‘±ğ‘©ğ‘’ğ‘•ğ‘©ğ‘Ÿ ğ‘¹ ğ‘“ğ‘¨ğ‘™ğ‘Ÿ; ğ‘¯ ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘›, ğ‘¢ğ‘¦ğ‘— ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ğ‘ğ‘ªğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘šğ‘´ğ‘Ÿ, ğ‘•ğ‘ğ‘½ğ‘Ÿ ğ‘¯ ğ‘“ğ‘²ğ‘»ğ‘šğ‘ªğ‘¤ğ‘Ÿ.

source: <header>text='Order and number of strikes'</header>
en@shaw: <header>text='ğ‘¹ğ‘›ğ‘¼ ğ‘¯ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ğ‘•'</header>

source: The attacker gets the first strike, then the defender retaliates. Each strike either hits, doing a given amount of damage, or misses, doing no damage at all. Strikes alternate until each unit has used up all of its strikes. The number of strikes a unit has varies; for instance, an Elvish fighter with a 5-4 attack may strike 4 times, each successful strike dealing 5 damage, while an Orcish Grunt with a 9-2 attack can only strike twice (but at 9 damage for each hit).
en@shaw: ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘» ğ‘œğ‘§ğ‘‘ğ‘• ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’, ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘¼ ğ‘®ğ‘°ğ‘‘ğ‘¨ğ‘¤ğ‘°ğ‘±ğ‘‘ğ‘•. ğ‘°ğ‘— ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ ğ‘²ğ‘ğ‘¼ ğ‘£ğ‘¦ğ‘‘ğ‘•, ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘© ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡, ğ‘¹ ğ‘¥ğ‘¦ğ‘•ğ‘©ğ‘Ÿ, ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘¯ğ‘´ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¨ğ‘‘ ğ‘·ğ‘¤. ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ğ‘• ğ‘ªğ‘¤ğ‘‘ğ‘¼ğ‘¯ğ‘±ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘°ğ‘— ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘«ğ‘¸ğ‘¹ğ‘´ğ‘–ğ‘±ğ‘¿ğ‘Ÿğ‘› ğ‘³ğ‘ ğ‘·ğ‘¤ ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ğ‘•. ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ğ‘• ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ğ‘ºğ‘¦ğ‘Ÿ; ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘•, ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘“ğ‘²ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘ ğ‘© 5-4 ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¥ğ‘± ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ 4 ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ, ğ‘°ğ‘— ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ ğ‘›ğ‘°ğ‘¤ğ‘¦ğ‘™ 5 ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡, ğ‘¢ğ‘²ğ‘¤ ğ‘©ğ‘¯ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘œğ‘®ğ‘³ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘© 9-2 ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ ğ‘‘ğ‘¢ğ‘²ğ‘• (ğ‘šğ‘³ğ‘‘ ğ‘¨ğ‘‘ 9 ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘¹ ğ‘°ğ‘— ğ‘£ğ‘¦ğ‘‘).

source: <header>text='Chance to hit'</header>
en@shaw: <header>text='ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘£ğ‘¦ğ‘‘'</header>
