Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Silver Mages are the most deft of foot and elusive of all mages. They can teleport from any friendly village to another, translating themselves in an instant. They are also highly resistant to most forms of magical attack.
de: Silberne Magier sind die schnellsten aller Magier. Sie können sich zwischen allen befreundeten Dörfern hin und her Teleportieren, außerdem sind sie sehr Widerstandsfähig gegen die meisten magischen Angriffe.
fr: Les mages argents sont les plus mobiles et insaisissables de tous les mages. Ils peuvent se téléporter instantanément de n'importe quel village allié vers un autre village allié. Ils sont également très résistants à la plupart des attaques magiques.
sv: Silvermagikerna är de mest snabbfotade och gäckande av alla magiker. De kan teleportera sig från en vänligt sinnad by till en annan. De är också mycket motståndskraftiga mot alla sorters magiska attacker.

source: Skeletal Dragon
de: Skelettdrache
fr: Dragon squelettique
sv: Skelettdrake

source: jaw
de: Kiefer
fr: mâchoire
sv: käke

source: Skeleton
de: Skelett
fr: Squelette
sv: Skelett

source: Skeletons are warriors who have been slain in battle and brought back by dark magics. Like all undead, they are especially vulnerable to fire and holy spells, but resistant to bladed weapons.
de: Skelette sind untote Krieger, die auf dem Schlachtfeld erschlagen wurden und von dunklen Magiern zurückgerufen wurden. Wie alle Untoten sind sie leicht durch Flammen und heilige Angriffe verwundbar, aber widerstandsfähig gegen Klingenwaffen.
fr: Les squelettes sont les guerriers massacrés dans la bataille et ressuscités par la magie noire. Comme tous les morts-vivants, les squelettes sont particulièrement vulnérables face au feu et aux sorts sacrés, mais ils sont résistants contre les armes tranchantes.
sv: En krigare, dödad i strid och återuppväckts från de döda med hjälp av svart magi. Som alla vandöda är de sårbara mot eld och heliga attacker, och motståndskraftiga mot eggade vapen.

source: Skeleton Archer
de: Skelett Bogenschütze
fr: Archer squelette
sv: Skelettbågskytt

source: The undead Skeleton Archers are the bodies of fallen archers, brought back to battle. Like all undead, they are especially vulnerable to flames and holy attacks, but resistant to edged weapons.
de: Skelett Bogenschützen sind die Körper von gefallenen Bogenschützen die auf das Schlachtfeld zurückgerufen wurden. Wie alle Untoten sind sie leicht durch Flammen und heilige Angriffe verwundbar, aber widerstandsfähig gegen Klingenwaffen.
fr: Les archers squelettes sont les cadavres morts-vivants des archers tombés dans la bataille. Comme tout les morts-vivants, ils sont particulièrement vulnérable aux flammes et aux attaques sacrées mais résistent aux attaques tranchantes.
sv: Detta är kropparna hos fallna bågskyttar, återigen uppväckta till att strida. Som alla vandöda är de sårbara mot eld och heliga attacker, och motståndskraftiga mot eggade vapen.

source: Sleeping Gryphon
de: Schlafender Greif
fr: Griffon dormant
sv: Sovande grip

source: Shhhh! The Gryphon is sleeping! You'd better not wake it up!
de: Pssst! Der Greif schläft! Besser, ihr weckt ihn nicht auf!
fr: Chut ! Le griffon dort ! Vous feriez mieux de ne pas le réveiller !
sv: Shhhh! Gripen sover! Det är bäst att inte väcka den!

source: Soul Shooter
de: Seelenschütze
fr: Chasseur d'âmes
sv: Själaskytt

source: Wrapped in dark cloaks, the soul shooters roam the lands searching targets for its bone arrows.
de: In dunkle Mäntel gehüllt, wandern die Seelenschützen durchs Land um Ziele für ihre Knochenpfeile zu finden.
fr: Drapé d'un manteau noir, le chasseur d'âmes erre à la recherche de cibles pour ses flèches en os.
sv: I sina mörka kåpor söker själaskjutarna land och rike runt efter offer för sina benpilar.

source: bone
de: Knochen
fr: os
sv: ben

source: Soulless
de: Seelenloser
fr: Sans-âme
sv: Själlös

source: These animated walking corpses have become strong from long experience fighting the living.
de: Diese wandelnden Leichen sind durch die Erfahrungen im Kampf gegen die Lebenden stärker geworden.
fr: Ces cadavres ensorcelés sont devenus puissants de par leur longue expérience du combat contre les vivants.
sv: Dessa gående lik har blivit starka genom att länge slåss mot de levande.

source: plague
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘œ
fr: peste
sv: pest

source: Spearman
de: Speerträger
fr: Lancier
sv: Spjutbärare

source: Spearmen are the core of the human armies. These young soldiers are given basic training and put in the front lines to do the bulk of the fighting. Because of the length of their spears, they strike first in combat, even when defending.
de: Speerträger sind das Kernstück der menschlichen Armeen. Die meist sehr jungen Soldaten bekommen eine Grundausbildung und stehen danach in den vordersten Reihen auf dem Schlachtfeld um einen Großteil der Kampfhandlungen zu übernehmen.
fr: Le lancier forme la base des armées humaines. Ces jeunes soldats ont reçu un entraînement de base et sont envoyés sur les lignes de front pour former le gros des troupes. À cause de la longueur de leurs lances, ils frappent les premiers en combat et ceci même s'ils se défendent.
sv: Spjutbäraren är kärnan i människoarméerna. Dessa unga soldater får grundläggande stridsträning och sänds till fronten för att göra grovgörat.

source: Spectre
de: Schreckgespenst
sv: Vålnad

source: Spectres, the most powerful ghosts in the undead ranks, can use their powers to summon a spectral sword that drains the life out of their foes to strengthen themselves. They also have a terrible wail that freezes the heart of the weak.
de: Schreckgespenster sind die mächtigsten Geister im Heer der Untoten. Sie können ihre Kräfte dazu benutzen ein Gespensterschwert herbeizurufen das ihren Gegnern Leben absaugt und ihre eigenen Lebenspunkte auffüllt. Außerdem können sie einen schrecklichen Schrei ausstoßen der ihren Feinden das Mark in den Knochen gefrieren lässt.
fr: Les spectres sont les fantômes les plus puissants dans le rang des mort-vivants. Ils peuvent employer leur pouvoir pour invoquer une épée spectrale qui draine la vie de leurs ennemis pour se renforcer eux même. Ils poussent également des râles lugubres qui glacent le cœur des plus faibles.
sv: Vålnader är bland de mäktigaste av spökena och kan använda sina krafter för att frammana ett spektralsvärd, som suger livskraften ur sina motståndare och förbättrar deras egen. De har också ett förfärligt tjut, som får de svagas hjärtan att frysa i bröstet.

source: Swordsman
de: Schwertkämpfer
fr: Épéiste
sv: Svärdssoldat

source: Swordsmen are the core of the human armies. These young soldiers are given basic training and put in the front lines to do the bulk of the fighting.
de: Schwertkämpfer sind das Kernstück der menschlichen Armeen. Die meist sehr jungen Soldaten bekommen eine Grundausbildung und stehen danach in den vordersten Reihen auf dem Schlachtfeld um einen Großteil der Kampfhandlungen zu übernehmen.
fr: L'épéiste forme la base des armées humaines. Ces jeunes soldats sont formés aux rudiments du combat et envoyés en premières lignes pour faire face au gros des troupes.
sv: Svärdssoldaten är kärnan i människoarméerna. Dessa unga soldater får grundläggande stridsträning och sänds till fronten för att göra grovgörat.

source: Tentacle of the Deep
de: Tentakel aus der Tiefe
fr: Tentacule des profondeurs
sv: Djupets tentakler

source: Tentacles of the Deep are the appendages of some larger monster that lurks below the waves.
de: Tentakel aus der Tiefe sind Auswüchse von viel größeren Monstern, die untere der Wasseroberfläche lauern.
fr: Les tentacules des profondeurs sont les appendices de quelques monstres gigantesques qui se tapissent au dessous des vagues.
sv: Djupets tentakler är lemmar från några av de större monster som lurar i havsdjupen.

source: Thief
de: Dieb
fr: Voleur
sv: Tjuv

source: Thieves are deft of foot and elusive, making them difficult to hit. Skilled at back-stabbing, Thieves do double damage if an ally of theirs is on the opposite side of an enemy they are attacking. Being of chaotic disposition, Thieves fight better at night than day.
de: Diebe sind flink und verschlagen, deswegen sind sie nur schwer zu treffen. Ausgebildet in der Fertigkeit Hinterhalt können sie doppelten Schaden anrichten, wenn sich ein Verbündeter auf der gegenüberliegenden Seite von ihrem Gegner befindet. Da sie lichtscheu sind kämpfen sie besser in der Nacht als am Tag.
fr: Les voleurs sont rapides et insaisissables à pied, les rendant difficile à toucher. Capables de frapper par derrière, les voleurs font le double de dommages en attaquant un ennemi qui a un allié des voleurs à leur opposé. Étant d'humeur chaotique, les voleurs se battent mieux la nuit que le jour.
sv: Tjuvarna är snabbfotade och gäckande, vilket gör dem svåra att träffa. De är skickliga på att attackera sina fiender bakifrån, vilket har som effekt att tjuven gör dubbel skada om hans fiender är upptagna med en motståndare på andra sidan. Då tjuvar är kaotiska, slåss de bättre på natten än dagen.

source: Thug
de: Strolch
fr: Brigand
sv: Buse

source: Thugs are bandits who use large clubs to beat their victims.
de: Strolche sind Gauner die ihre Gegner mit großen Knüppeln attackieren.
fr: Les brigands sont des bandits qui utilisent de grandes matraques pour assommer leurs victimes.
sv: Busar är banditer som använder stora klubbor för att slå sina offer.

source: Trapper
de: Fallensteller
fr: Trappeur
sv: Pälsjägare

source: Trappers usually work supplying food for bandits and outlaws. Their hunting experience makes them most valuable at night and in forests and swamps.
de: Fallensteller sind Hauptsächlich damit beschäftigt Banditen und Gesetzlose mit Nahrung zu versorgen. Ihre Jagderfahrung lässt sie am besten bei Nacht und in Wäldern und Sümpfen kämpfen.
fr: Les trappeurs approvisionnent habituellement en nourriture les bandits et hors-la-loi. Leur expérience de la chasse en font de bons combattants de nuit en forêt et dans les marécages.
sv: Pälsjägare ordnar vanligen mat till banditer och laglösa. Deras jakterfarenhet gör dem mest värdefulla på natten och i skogar och träsk.

source: Tritons are masters of the sea. Skilled in use of the trident, Tritons easily defeat any enemy foolish enough to wander into their preferred environment.
de: Herren der Tiefe sind Meister des Meeres, sie können sehr gut mit ihrem Dreizack umgehen. Sie besiegen mit Leichtigkeit jeden Gegner, der dumm genug ist in ihr Gebiet einzudringen.
fr: Les tritons sont des maîtres de la mer. Habiles au maniement du trident, les tritons vainquent facilement tout ennemi assez idiot pour errer dans leur environnement préféré.
sv: Tritonerna är havets mästare, och är skickliga med treudden. De besegrar med lätthet varje oförsiktig fiende som far för djupt ut på havet.

source: Trolls are strong and brutal humanoid monsters with the amazing ability to regenerate themselves, so that they recover from wounds on their own, even during battle.
de: Nachdem die Trolle ihrem Welpenstadium entwachsen sind, werden sie von den Orks mit großen Ästen ausgestattet, um ihre Angriffskraft zu erhöhen. Trolle mit Nahkampfwaffen anzugreifen, führt meistens zu großen Verlusten in den eigenen Reihen. Mit der Kraft der Magie und unter einem Hagel von Pfeilen sind aber schon viele Trolle in den Staub gesunken.
fr: Les trolls sont des monstres humanoïdes forts et brutaux qui ont la capacité étonnante de se régénérer et de récupérer de leurs blessures durant la bataille.
sv: Troll är starka, brutala humanoida monster som, liksom trollvalparna, har den den fantastiska förmågan att regenerera, dvs att återställa sina skador medan de fortfarande slåss.

source: Troll Hero
fr: Héros Troll
sv: Trollhjälte

source: Trolls hero are strong and brutal humanoid monsters with the amazing ability to regenerate themselves, so that they recover from wounds on their own, even during battle.
fr: Les héros trolls sont des monstres humanoïdes forts et brutaux qui ont la capacité étonnante de se régénérer et de récupérer de leurs blessures durant la bataille.
sv: Trollhjältar är starka, brutala humanoida monster som har den fantastiska förmågan att regenerera, så att de läker sina skador medan de fortfarande slåss.

source: Troll Warrior
de: Kriegstroll
fr: Guerrier troll
sv: Trollkrigare

source: Hardened by battle, Troll Warriors can deliver deadly blows with a mace, and are able to regenerate, healing their own wounds during combat.
de: Nur die stärksten Trolle werden von den Orks zu Kriegstrollen ausgebildet und dienen meist als Leibwächter für Orkhäuptlinge oder Schamanen. In ihrer Ausbildung lernen sie den Umgang mit großen Streitkolben und werden an den Umgang mit Rüstungen gewöhnt. Diese brutalen Kriegsmaschinen werden bevorzugt bei Eroberungen eingesetzt, um durch ihre bloße Anwesenheit Angst und Schrecken zu verbreiten.
fr: Endurci par les batailles, le guerrier troll assène des coups mortels avec sa massue, sans compter qu'il peut se régénérer et soigner ses blessures durant le combat.
sv: Härdade av strid kan trollkrigarna dela ut dödliga slag med sin spikklubba. De kan dessutom regenerera, så att deras skador läks under stridens gång.

source: Troll Whelp
de: Trollwelpe
fr: Jeune troll
sv: Trollvalp

source: Trolls are humanoid monsters that have the amazing ability to regenerate, recovering from their wounds during battle. Although these Trolls are still weak whelps, their race is known for developing amazingly fast.
de: Trolle sind große, aufrecht gehende Kreaturen, die über 2,50 Meter groß werden können uns sie verfügen über immense Körperkräfte. Ihr Fell ist von grüner Farbe, und sie besitzen die erstaunliche Fähigkeit der Regeneration. Viele tapfere Krieger mussten ihr Leben lassen, weil sie einen tödlich verwundeten Troll auf dem Schlachtfeld liegen ließen, um nach kurzer Zeit erneut von dem Monstrum angefallen zu wurden. Bevor sie ausgewachsen sind, spricht man von so genanten Trollwelpen. In dieser Zeit sind Trolle noch nicht besonders gefährlich, aber ihre Rasse ist bekannt für ihr schnelles Wachstum.
fr: Les trolls sont des monstres humanoïdes qui ont la capacité étonnante de se régénérer et de récupérer de leurs blessures durant la bataille. Bien que ces trolls-là soient toujours jeunes, leur race est connue pour se développer étonnamment rapidement.
sv: Troll är starka, brutala humanoida monster som har den den fantastiska förmågan att regenerera, att återställa sina skador medan de fortfarande slåss. Fastän detta troll fortfarande är en valp så är trollen kända för att utvecklas extremt snabbt.

source: Vampire Bat
de: Vampirfledermaus
fr: Chauve-souris vampire
sv: Vampyrfladdermus

source: Vampire Bats are undead flying beasts that attack by biting their victims. While their fangs are not very powerful, the health of victims is drained away along with their blood, and given to the Bats.
de: Vampir Fledermäuse sind untote fliegende Kreaturen, die ihre Gegner mit Bissen attackieren. Ihre Zähne richten zwar nicht sehr viel Schaden an, aber sie saugen Lebenspunkte ab und füllen so den Lebenspunktevorrat der Fledermaus.
fr: Les chauves-souris vampire sont des créatures volantes mort-vivantes qui attaquent en mordant leurs victimes. Bien que leurs crocs ne soient pas très puissants, ils drainent le sang et la vie de leurs proies, permettant à la créature de se ressourcer.
sv: En vandöd flygande best, som attackerar genom att bita sina fiender, fastän deras huggtänder inte är så kraftfulla, så kan de suga ut blodet ur sina offer och utvinna styrka ur detta.

source: Vampire Lady
de: Vampirin
fr: Dame vampire
sv: Vampyrdrottning

source: Cold and beautiful, she maintains her eternal youthful appeareance drinking the blood of the living.
de: Wunderschön aber kalt, erhält sie ihr jugendliches Angesicht dadurch das sie das Blut der Lebenden trinkt.
fr: Glaciale et belle, elle maintient son éternelle apparence de jeunesse en buvant le sang des vivants.
sv: Sval och vacker, så bibehåller hon sitt ungdomliga utseende genom att dricka de levandes blod.

source: blood kiss
de: Kuss des Blutes
fr: baiser de la mort
sv: blodskyss

source: Walking Corpse
de: Wandelnde Leiche
fr: Zombie
sv: Gående lik

source: Walking Corpses are the bodies of the dead, re-animated by dark magic. Although weak in combat, these zombies can spread their curse to those they kill, increasing the army of undead.
de: andelnde Leichen sind Körper von Toten die von dunklen Magiern wiederbelebt wurden. Obwohl sie schlecht im Kampf sind verfügen sie über die Fähigkeit diejenigen die sie töten dazu zu verfluchen im Heer der Untoten zu kämpfen.
fr: Les zombies sont les cadavres des morts animés à nouveau par le pouvoir de la magie noire. Bien que faibles en combat, les zombies peuvent répandre leur malédiction à ceux qu'ils tuent, grossissant ainsi l'armée des morts-vivants.
sv: Gående lik är de dödas kroppar, vilka blivit återuppväckta av mörk magi. Även om de är svaga i strid, så kan de sprida sin förbannelse till dem som de dödar, så att de vandödas armé växer.

source: Wall Guard
fr: Guardien
sv: Vaktpost

source: skirmisher,regenerates
sv: stigfinnare, regenererar

source: The guardians of the capital city of Weldyn, the Wall Guards patrol the walls of the city, shooting at approaching enemies with their crossbows before their opponent can retaliate even with a ranged attack. Because they are mounted on high walls, they cannot move anywhere except on walls and the roofs of castles.
sv: Vaktposterna i huvudstaden Weldyn går på vakt på stadens murar, och kan försvara sig mot fiender långt innan dessa är inom räckhåll med sina egna bågar. Eftersom de står uppe på de höga murarna är de låsta vid att röra sig på murarna och borgtaken.

source: Warrior King
de: Kriegerkönig
fr: Roi guerrier
sv: Krigarkung

source: As the leaders of the human Kingdoms, Kings are responsible for ruling and protecting their subjects. Kings can coordinate the attacks of level 1 and 2 units, thereby increasing their fighting efficiency.
de: Als Herrscher über die Königreiche der Menschen sind Könige verantwortlich ihre Gebiete zu beherrschen und zu beschützen. Könige können die Angriffe von Stufe 1 und 2 Einheiten koordinieren und erhöhen deren Effizienz im Kampf.
fr: Comme les dirigeants des royaumes humains, les rois guerriers sont responsables de gouverner et de protéger leurs sujets. Les rois peuvent coordonner les attaques des unités de niveau 1 et 2, améliorant ainsi l'efficacité de leurs attaques.
sv: De mänskliga rikenas kungar styr och beskyddar sina undersåtar. Kungar kan koordinera attacker från trupper av nivå 1 och 2, och förbättrar därmed deras effektivitet i strid.

source: Watch Tower
de: Beobachtungsturm
fr: Tour de garde
sv: Vakttorn

source: Watch Towers are good places from which to spot enemies and then shoot miscellaneous items at them with ballistas.
de: Beobachtungstürme werden genutzt um herannahende Feinde ausfindig zu machen, um danach verschiedene Geschosse mit Ballistas auf sie zu feuern.
fr: Les tours de garde sont de bons emplacement pour voir venir l'ennemi et lui lancer ensuite divers projectiles à l'aide de balistes.
sv: Vakttorn är utmärkta för att se fiender på långt håll, och för att använda kastmaskiner för att beskjuta dem med allehanda föremål.

source: White Mage
de: Weisser Magier
fr: Mage Blanc
sv: Vit magiker

source: White Mages are weak in combat, but expert in the ways of healing. Units placed adjacent to a White Mage will heal as though they were resting in a village. White Mages are potent in battle against the undead, which suffer high damage from their light beam
de: Weiße Magier sind schlecht im Kampf Mann gegen Mann, aber Experten in der Heilkunst. Einheiten die sich auf einem benachbartem Feld befinden bekommen genauso viele Trefferpunkte zurück als wenn sie sich in einem Dorf aufhalten würden. In Kämpfen gegen Untote sind Weiße Magier mit ihrem Heiligen Licht mächtige Kämpfer die hohen Schaden anrichten.
fr: Le Mage Blanc est faible en combat, mais est un expert dans l'art de la guérison. Les unités placées sur des cases adjacentes au Mage Blanc se régénéreront comme si elles étaient dans un village. Le Mage Blanc est fort en combat contre les morts-vivants, qui subissent de lourds dommages avec le rayon de lumière.
sv: Vita magiker är svaga i strid, men experter på att bota trupper. Trupper som står bredvid en vit magiker tillfrisknar som om de vilade i en by. Vita magiker är kraftfulla i strid med vandöda, vilka lider stor skada av deras ljusbåge.

source: Wolf Rider
de: Wolfreiter
fr: Monteur de loup
sv: Vargryttare

source: Smaller and weaker than the orcs, goblins have learned to train large wolves to serve as mounts, creating the awesome team of the Wolf Riders, who serve as fast scouts for the goblinoid army. Raised in the orcs' dark caverns, Wolf Riders can brave even the mountains, unlike most other mounted units.
de: Kleiner und schwächer als Orks und somit ungeeignet für den Kampf Mann gegen Mann, haben Kobolde gelernt, die großen Bergwölfe als Reittiere abzurichten. Wegen ihres feigen Wesens, besetzen sie gerne ungeschützte Dörfer und terrorisieren die Bevölkerung. Die Orks erkannten schnell, dass ihnen die Fähigkeiten der Kobolde Nutzen brachten und begannen damit, die Bergwölfe einzufangen und zu züchten. Seither dienen Kobolde als schnelle Erkundungstruppen.
fr: Étant plus petits et plus faibles que les orcs, les gobelins ont appris à élever de grands loups pour les monter, créant l'imposante unité des monteurs de loups, servant d'éclaireurs à l'armée gobeline. Ayant été élevés dans les sombres cavernes des orcs, les loups et leurs cavaliers peuvent même s'aventurer dans les montagnes, contrairement à la plupart des autres unités montées.
sv: Då de är mindre och svagare än orcherna, så tränar vättarna stora vargar att rida på. Dessa vargryttare används som snabba spejare för vättearmén. Då de är uppfödda i orchernas mörka grottor, vågar vargryttarna till och med ge sig upp i bergen, dit de flesta andra beridna trupper inte kan ta sig.

source: Wraith
de: Gespenst
fr: Apparition
sv: Gengångare

source: Wraiths are some of the most powerful ghosts in the undead ranks. They can summon a spectral sword that drains the life out of their foes, thereby strengthening themselves. They also have a terrible wail that freezes the heart of the weak.
de: Gespenster gehören zu den mächtigsten Geistern im Heer der Untoten. Sie können ihre Kräfte dazu benutzen ein Gespensterschwert herbeizurufen das ihren Gegnern Leben absaugt und ihre eigenen Lebenspunkte auffüllt. Außerdem können sie einen schrecklichen Schrei ausstoßen der ihren Feinden das Mark in den Knochen gefrieren lässt.
fr: Les apparitions sont parmi le plus puissants fantômes dans les rangs des morts-vivants. Ils peuvent invoquer une épée spectrale qui draine la vie de leurs ennemis, se renforçant ainsi eux-mêmes. Ils possèdent également un terrible râle qui glace le cœur des plus faibles.
sv: Gengångarna är bland de mäktigaste av spökena och kan använda sina krafter för att frammana ett spektralsvärd, som suger livskraften ur sina motståndare, och förbättrar deras egen. De har också ett förfärligt tjut, som får de svagas hjärtan att förfrysa.

source: Yeti
fr: Yéti
sv: Snöman
