Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Requesting distribution terms...
el: Αίτηση όρων διανομής...
eo: Petiĝas distribukondiĉoj...

source: The add-on <i>$addon_title</i> has an invalid id '$addon_id' and cannot be published.
el: Το πρόσθετο <i>$addon_title</i> έχει μη έγκυρο αναγνωριστικό '$addon_id' και δεν μπορεί να δημοσιευτεί.
eo: La aldonaĵo <i>$addon_title</i> havas nevalidan identigilon '$addon_id' kaj ne publikigeblas.

source: The add-on <i>$addon_title</i> has a file or directory containing invalid characters and cannot be published.
el: Το πρόσθετο <i>$addon_title</i> έχει ένα αρχείο ή κατάλογο που περιέχει μη έγκυρους χαρακτήρες και δεν μπορεί να δημοσιευτεί.
eo: La aldonaĵo <i>$addon_title</i> havas dosieron aŭ dosierujon enhavantan nevalidajn signojn kaj ne publikigeblas.

source: The connection to the remote server is not secure. The add-on <i>$addon_title</i> cannot be uploaded.
el: Η σύνδεση με τον απομακρυσμένο διακομιστή δεν είναι ασφαλής. Το πρόσθετο <i>$addon_title</i> δεν μπορεί να μεταφορτωθεί.
eo: La konekto al la malloka servilo ne sekuras. Ne eblas alŝuti la aldonaĵon <i>$addon_title</i>.

source: The file size for the icon for the add-on <i>$addon_title</i> is too large.
el: Το μέγεθος αρχείου για το εικονίδιο του πρόσθετου <i>$addon_title</i> είναι πολύ μεγάλο.

source: Requesting file index...
el: Αίτηση ευρετηρίου αρχείων...
eo: Petiĝas dosierindekso...

source: Sending an update pack for the add-on <i>$addon_title</i>...
el: Αποστολή πακέτου ενημέρωσης για το πρόσθετο <i>$addon_title</i>...
eo: Sendiĝas ĝisdatigan pakon por la aldonaĵo <i>$addon_title</i>...

source: Sending add-on <i>$addon_title</i>...
el: Γίνεται αποστολή της επέκτασης <i>$addon_title</i>...
eo: Sendiĝas aldonaĵo <i>$addon_title</i>...

source: Removing add-on <i>$addon_title</i> from the server...
el: Γίνεται αφαίρεση της επέκτασης <i>$addon_title</i> από το διακομιστή...
eo: Foriĝas aldonaĵo <i>$addon_title</i> el la servilo...

source: Downloading add-on <i>$addon_title</i>...
el: Γίνεται λήψη της επέκτασης <i>$addon_title</i>...
eo: Elŝutiĝas aldonaĵo <i>$addon_title</i>...

source: Add-ons Manager
el: Διαχείριση Επεκτάσεων
eo: Administrilo de aldonaĵoj

source: Installing add-on <i>$addon_title</i>...
el: Εγκατάσταση πρόσθετου <i>$addon_title</i>...
eo: Instaliĝas aldonaĵo <i>$addon_title</i>...

source: The add-on <i>$addon_title</i> has an invalid file or directory name and cannot be installed.
el: Το πρόσθετο <i>$addon_title</i> έχει μη έγκυρο όνομα αρχείου ή φακέλου και δεν μπορεί να εγκατασταθεί.
eo: La aldonaĵo <i>$addon_title</i> havas nevalidan nomon de dosiero aŭ dosierujo, do ne instaleblas.

source: The add-on <i>$addon_title</i> has file or directory names with case conflicts. This may cause problems.
el: Το πρόσθετο <i>$addon_title</i> έχει ονόματα αρχείων ή φακέλων με συγκρούσεις πεζών-κεφαλαίων. Αυτό μπορεί να προκαλέσει προβλήματα.
eo: La aldonaĵo <i>$addon_title</i> havas nomojn de dosiero aŭ dosierujo kun usklaj konfliktoj. Tio eble kaŭzos problemojn.

source: Broken Dependencies
el: Ελαττωματικές Εξαρτήσεις
eo: Dependaĵoj rompitaj

source: Dependencies Installation Failed
el: Η Εγκατάσταση Εξαρτήσεων Απέτυχε
eo: Malsukcesis instalado de dependoj

source: The add-on '$addon|' is already installed and contains additional information that will be permanently lost if you continue:
el: Το πρόσθετο '$addon|' είναι ήδη εγκατεστημένο και περιέχει πρόσθετες πληροφορίες που θα χαθούν μόνιμα αν συνεχίσετε:
eo: La aldonaĵo '$addon|' jam instalitas kaj enhavas plian informon, tiu ĉi perdiĝos por ĉiam se vi daŭrigas:

source: Publishing information file (.pbl)
el: Αρχείο πληροφοριών δημοσίευσης (.pbl)
eo: Dosiero de informo pri publikigo (.pbl)

source: Version control system (VCS) information
el: Πληροφορίες συστήματος ελέγχου εκδόσεων (VCS)

source: Do you really wish to continue?
el: Θέλετε πραγματικά να συνεχίσετε;
eo: Ĉu vi vere volas daŭrigi?

source: addon_type^SP/MP Campaign
el: addon_type^Εκστρατεία ΜΠ/ΠΠ
eo: UL/PL-kampanjo

source: addon_type^Modification
el: Τροποποίηση
eo: Modifo

source: addon_type^Core
el: addon_type^Πυρήνας
eo: Kerno

source: A local file with add-on publishing information could not be read. File: $path Error message: $msg
el: Ένα τοπικό αρχείο με πληροφορίες δημοσίευσης πρόσθετου δεν μπόρεσε να αναγνωστεί. Αρχείο: $path Μήνυμα σφάλματος: $msg
eo: Ne eblis legi lokan dosieron kun publikiga informo de aldonaĵo. Dosiero: $path Erarmesaĝo: $msg

source: The add-ons server address specified is not valid.
el: Η καθορισμένη διεύθυνση διακομιστή πρόσθετων δεν είναι έγκυρη.
eo: La adreso de servilo de aldonaĵoj indikita ne validas.

source: Are you sure you want to remove the following installed add-on?
el: Είστε σίγουροι πως θέλετε να αφαιρέσετε την ακόλουθη επέκταση;
eo: Ĉu vi certas, ke vi volas forigi la jenan instalitan aldonaĵon?

source: The following add-on could not be deleted properly:
el: Η ακόλουθη επέκταση δεν μπόρεσε να διαγραφεί σωστά:
eo: Aldonaĵo ne ĝuste forigeblas:

source: An error occurred while downloading the add-ons list from the server.
el: Παρουσιάστηκε σφάλμα κατά τη λήψη της λίστας επεκτάσεων από τον διακομιστή.
eo: Eraro okazis dum elŝuto de aldonaĵlisto el servilo.

source: Could not find add-ons matching the ids $addon_ids on the add-on server.
el: Δεν βρέθηκαν πρόσθετα που ταιριάζουν με τα αναγνωριστικά $addon_ids στον διακομιστή πρόσθετων.
eo: Ne eblis trovi aldonaĵojn kies identigiloj kongruas kun $addon_ids en la servilo de aldonaĵoj.

source: Success.
el: Επιτυχία.
eo: Sukceso.

source: Incorrect add-on passphrase.
el: Λανθασμένη φράση πρόσβασης πρόσθετου.
eo: Malĝusta pasfrazo de aldonaĵo.

source: Forum authentication was requested for a user that is not registered on the forums.
el: Ζητήθηκε επαλήθευση φόρουμ για χρήστη που δεν είναι εγγεγραμμένος στα φόρουμ.
eo: Foruma aŭtentigo petiĝis por uzanto, kiu ne estas registrita en la forumoj.

source: Upload denied. Please contact the server administration for assistance.
el: Η μεταφόρτωση απορρίφθηκε. Παρακαλούμε επικοινωνήστε με τη διοίκηση του διακομιστή για βοήθεια.
eo: Alŝuto malakceptiĝis. Bonvolu kontakti la servilan administranton por asisto.

source: Attempted to upload an update pack for a non-existent add-on.
el: Προσπάθεια μεταφόρτωσης πακέτου ενημέρωσης για ανύπαρκτο πρόσθετο.
eo: Proviĝis alŝuti ĝisdatigan pakon por neekzistanta aldonaĵo.

source: The add-on name contains an invalid UTF-8 sequence.
el: Το όνομα του πρόσθετου περιέχει μη έγκυρη ακολουθία UTF-8.
eo: La nomo de aldonaĵo enhavas nevalidan UTF-8 sekvencon.

source: No add-on title specified.
el: Δεν καθορίστηκε τίτλος πρόσθετου.
eo: Ne indikiĝis titolo de aldonaĵo.

source: No add-on author/maintainer name specified.
el: Δεν καθορίστηκε όνομα συγγραφέα/συντηρητή πρόσθετου.
eo: Ne indikiĝis nomo de verkinto/prizorganto de aldonaĵo.

source: No add-on version specified.
el: Δεν καθορίστηκε έκδοση πρόσθετου.
eo: Ne indikiĝis versio de aldonaĵo.

source: No add-on description specified.
el: Δεν καθορίστηκε περιγραφή πρόσθετου.
eo: Ne indikiĝis priskribo de aldonaĵo.

source: No add-on author/maintainer email specified.
el: Δεν καθορίστηκε email συγγραφέα/συντηρητή πρόσθετου.
eo: Ne indikiĝis retpoŝto de verkinto/prizorganto.

source: Missing passphrase.
el: Λείπει ο κωδικός πρόσβασης.
eo: Mankas pasfrazo.

source: Formatting character in add-on title.
el: Χαρακτήρας μορφοποίησης στον τίτλο πρόσθετου.
eo: Aranĝa signo en titolo de aldonaĵo.

source: Invalid or unspecified add-on type.
el: Μη έγκυρος ή μη καθορισμένος τύπος πρόσθετου.
eo: Nevalida aŭ neindikita speco de aldonaĵo.

source: Version number not greater than the latest uploaded version.
el: Ο αριθμός έκδοσης δεν είναι μεγαλύτερος από την τελευταία ανεβασμένη έκδοση.
eo: Versinumero ne pli grandas ol la laste alŝutita versio.

source: Feedback topic id is not a number.
el: Το αναγνωριστικό θέματος σχολίων δεν είναι αριθμός.

source: Feedback topic does not exist.
el: Το θέμα σχολίων δεν υπάρχει.

source: The add-on publish information contains an invalid UTF-8 sequence.
el: Οι πληροφορίες δημοσίευσης του πρόσθετου περιέχουν μη έγκυρη ακολουθία UTF-8.
eo: La informo pri publikigo de aldonaĵo enhavas nevalidan sekvencon UTF-8.

source: Unspecified server error.
el: Απροσδιόριστο σφάλμα διακομιστή.
eo: Neindikita servila eraro.

source: Server is in read-only mode.
el: Ο διακομιστής είναι σε λειτουργία μόνο για ανάγνωση.
eo: Servilo estas en nurlega reĝimo.

source: Corrupted server add-ons list.
el: Κατεστραμμένη λίστα πρόσθετων διακομιστή.
eo: Aldonaĵlisto de servilo estas difektita.

source: Empty add-on version list on the server.
el: Κενή λίστα εκδόσεων πρόσθετων στον διακομιστή.
eo: Malplena listo de versioj de aldonaĵo en la servilo.

source: This server does not support using the forum_auth attribute in your pbl.
el: Αυτός ο διακομιστής δεν υποστηρίζει τη χρήση του χαρακτηριστικού forum_auth στο pbl σας.
eo: Ĉi tiu servilo ne subtenas uzon de la atribuo forum_auth en via pbl.

source: Unspecified validation failure.
el: Απροσδιόριστη αποτυχία επικύρωσης.
eo: Neindikita validiga malsukceso.

source: Added to ignore list: $nick
el: Προστέθηκε στη λίστα αγνόησης: $nick
eo: Aldoniĝis al ignorlisto: $nick

source: ignores list
el: λίστα αγνόησης
eo: ignorlisto

source: Invalid username: $nick
el: Μη έγκυρο όνομα χρήστη: $nick
eo: Nevalida uzantnomo: $nick

source: Added to friends list: $nick
el: Προστέθηκε στη λίστα φίλων: $nick
eo: Aldoniĝis al amiklisto: $nick

source: friends list
el: λίστα φίλων
eo: amiklisto

source: Removed from list: $nick
el: Αφαιρέθηκε από τη λίστα: $nick
eo: Foriĝis el listo: $nick

source: friends and ignores list
el: λίστα φίλων και αγνοήσεων
eo: amik- kaj ignorlistoj

source: version
el: έκδοση
eo: versio

source: nick registration
el: εγγραφή ψευδωνύμου
eo: registrigo de kromnomo

source: requesting information for user $nick
el: αίτηση πληροφοριών για τον χρήστη $nick
eo: Petiĝas informo por uzanto $nick

source: (A) — admin command
el: (A) — εντολή διαχειριστή
eo: (A) — administra ordono

source: (admin only)
el: (μόνο ως διαχειριστής)
eo: (nur administra)

source: <nickname>
el: <ψευδώνυμο>
eo: <kromnomo>

source: Measure roundtrip packet time between client and server.
el: Μέτρηση χρόνου πακέτου μετ' επιστροφής μεταξύ πελάτη και διακομιστή.

source: Report abuse, rule violations, etc. to the server moderators. Make sure to mention relevant nicknames, etc.
el: Αναφέρετε κατάχρηση, παραβιάσεις κανόνων, κλπ. στους συντονιστές του διακομιστή. Βεβαιωθείτε ότι αναφέρετε σχετικά ψευδώνυμα, κλπ.
eo: Raporti mistrakton, malobeo de reguloj ktp. al la servilaj kontrolistoj. Certe menciu notindajn kromnomojn ktp.

source: <message>
el: <μήνυμα>
eo: <mesaĝo>

source: Send a private message. You cannot send private messages to players in a running game you observe or play in.
el: Στείλτε ένα προσωπικό μήνυμα. Δεν μπορείτε να στείλετε προσωπικά μηνύματα σε παίκτες σε ένα τρέχον παιχνίδι που παρατηρείτε ή παίζετε.
eo: Sendi privatan mesaĝon. Vi ne rajtas sendi privatajn mesaĝojn al ludantoj en rulata ludo, kiun vi observas aŭ kunludas.

source: <nickname> <message>
el: <ψευδώνυμο> <μήνυμα>
eo: <kromnomo> <mesaĝo>

source: <level> <domain>
el: <επίπεδο> <τομέας>
eo: <nivelo> <domajno>

source: Add a nickname to your ignores list.
el: Προσθέστε ένα ψευδώνυμο στη λίστα αγνοήσεών σας.
eo: Aldoni kromnomon al via ignorlisto.

source: Add a nickname to your friends list.
el: Προσθέστε ένα ψευδώνυμο στη λίστα φίλων σας.
eo: Aldoni kromnomon al via amiklisto.

source: Remove a nickname from your ignores or friends list.
el: Αφαιρέστε ένα ψευδώνυμο από τη λίστα αγνοήσεων ή φίλων σας.
eo: Forigi kromnomon el via ignor- aŭ amiklisto.

source: Get a random number between 1 and N visible in the game setup lobby.
el: Πάρτε έναν τυχαίο αριθμό μεταξύ 1 και N ορατό στο λόμπι ρύθμισης παιχνιδιού.
eo: Ekhavi hazardan numeron inter 1 kaj N videblan en la ludagorda atendejo.

source: Request information about a nickname.
el: Αίτηση πληροφοριών για ένα ψευδώνυμο.
eo: Peti informon pri kromnomo.

source: whisper to $receiver
el: ψίθυρος προς $receiver
eo: flustri al $receiver

source: whisper: $sender
el: ψίθυρος: $sender
eo: flustro: $sender

source: $elem has been deprecated indefinitely.
el: Το $elem έχει καταργηθεί επ' αόριστον.
eo: $elem malaktualiĝis eterne.

source: $elem has been deprecated and may be removed in version $version.
el: Το $elem έχει καταργηθεί και μπορεί να αφαιρεθεί στην έκδοση $version.
eo: $elem malaktualiĝis kaj eble foriĝos en versio $version.

source: $elem has been deprecated and may be removed at any time.
el: Το $elem έχει καταργηθεί και μπορεί να αφαιρεθεί ανά πάσα στιγμή.
eo: $elem malaktualiĝis kaj eble foriĝos iam ajn.

source: $elem has been deprecated and will be removed in version $version.
el: Το $elem έχει καταργηθεί και θα αφαιρεθεί στην έκδοση $version.
eo: $elem malaktualiĝis kaj foriĝos en versio $version.

source: $elem has been deprecated and removed.
el: Το $elem έχει καταργηθεί και αφαιρεθεί.
eo: $elem malaktualiĝis kaj foriĝis.

source: Chat message
el: Μήνυμα συνομιλίας
eo: Babilmesaĝo

source: %b %d %Y
el: %d %b %Y
eo: %d %b %Y

source: timespan^expired
el: timespan^έληξε

source: Invalid color in range:
el: Μη έγκυρο χρώμα στο εύρος:
eo: Nevalida koloro en intervalo:

source: Error validating data core.
el: Σφάλμα επικύρωσης πυρήνα δεδομένων.
eo: Eraris validigo de datuma kerno.

source: Found a core without id attribute.
el: Βρέθηκε πυρήνας χωρίς χαρακτηριστικό αναγνωριστικού.
eo: Troviĝis kerno sen identiga atributo.

source: Skipping the core.
el: Παράλειψη του πυρήνα.
eo: Preterlasiĝas la kerno.

source: Core ID:
el: Αναγνωριστικό Πυρήνα:
eo: Identigilo de kerno:

source: The ID is already in use.
el: Το αναγνωριστικό χρησιμοποιείται ήδη.
eo: La identigilo jam uziĝas.

source: Core Path:
el: Διαδρομή Πυρήνα:
eo: Vojo al kerno:

source: File not found.
el: Το αρχείο δεν βρέθηκε.
eo: Dosiero ne troviĝis.

source: Error loading core data.
el: Σφάλμα φόρτωσης δεδομένων πυρήνα.
eo: Eraris ŝargo de datumoj de kerno.

source: Error loading the core with named id.
el: Σφάλμα φόρτωσης του πυρήνα με το ονομασμένο αναγνωριστικό.
eo: Eraris ŝargo de kerno kun noma identigilo.

source: Falling back to the default core.
el: Επιστροφή στον προεπιλεγμένο πυρήνα.
eo: Retropaŝiĝas al la defaŭlta kerno.

source: The game will now exit.
el: Το παιχνίδι θα κλείσει τώρα.
eo: La ludo nun eliĝos.

source: Error loading custom game configuration files. The game will try without loading add-ons.
el: Σφάλμα φόρτωσης προσαρμοσμένων αρχείων διαμόρφωσης παιχνιδιού. Το παιχνίδι θα προσπαθήσει χωρίς φόρτωση πρόσθετων.
eo: Eraris ŝargo de propraj agordodosieroj pri ludo. La ludo nun proviĝos sen ŝargi aldonaĵojn.

source: Error loading custom game configuration files. The game will fallback to the default core files.
el: Σφάλμα φόρτωσης προσαρμοσμένων αρχείων διαμόρφωσης παιχνιδιού. Το παιχνίδι θα επιστρέψει στα προεπιλεγμένα αρχεία πυρήνα.
eo: Eraris ŝargo de propraj ludagordaj dosieroj. La ludo retropaŝos al la defaŭltaj kernaj dosieroj.

source: Error loading default core game configuration files. The game will now exit.
el: Σφάλμα φόρτωσης προεπιλεγμένων αρχείων διαμόρφωσης πυρήνα παιχνιδιού. Το παιχνίδι θα κλείσει τώρα.
eo: Eraris ŝargo de defaŭltaj agordodosieroj pri kerna ludo. La ludo nun eliĝos.

source: instead, use the macro with the same name in the [campaign] tag
el: αντίθετα, χρησιμοποιήστε τη μακροεντολή με το ίδιο όνομα στην ετικέτα [campaign]
eo: anstataŭe, uzi la makroon samnoman en la etikedo [campaign]

source: Anonymous player
el: Ανώνυμος παίκτης
eo: Anonima ludanto

source: Nobody
el: Κανένας
eo: Neniu

source: Map could not be loaded:
el: Ο χάρτης δεν μπόρεσε να φορτωθεί:
eo: Ne eblis ŝargi mapon:

source: Map could not be loaded.
el: Ο χάρτης δεν μπόρεσε να φορτωθεί.
eo: Ne eblis ŝargi mapon.

source: not available.
el: μη διαθέσιμο.
eo: ne disponeblas.

source: Custom map.
el: Προσαρμοσμένος χάρτης.
eo: Propra mapo.

source: multiplayer^MP
el: multiplayer^ΠΠ

source: Failed to resolve dependencies
el: Αποτυχία επίλυσης εξαρτήσεων
eo: Malsukcesis solvo de dependaĵoj

source: No compatible eras found.
el: Δεν βρέθηκαν συμβατές εποχές.
eo: Ne troviĝis kongruaj eraoj.

source: No compatible scenarios found.
el: Δεν βρέθηκαν συμβατά σενάρια.
eo: Ne troviĝis kongruaj scenaroj.

source: Not all of the chosen modifications are compatible. Some of them will be disabled.
el: Δεν είναι όλες οι επιλεγμένες τροποποιήσεις συμβατές. Μερικές από αυτές θα απενεργοποιηθούν.
eo: Ne ĉiuj el la elektitaj modifoj kongruas. Iuj el ili malaktiviĝos.

source: A component
el: Ένα στοιχείο
eo: Komponanto

source: Cannot obtain genders for invalid leader $leader
el: Αδυναμία λήψης φύλων για μη έγκυρο ηγέτη $leader
eo: Ne eblas ekhavi genrojn por nevalida gvidanto $leader

source: Missing addon: $name
el: Λείπει πρόσθετο: $name
eo: Mankas aldonaĵo: $name

source: Missing addon: $id
el: Λείπει πρόσθετο: $id
eo: Mankas aldonaĵo: $id

source: scenario_abbreviation^S
el: Σ
eo: S

source: campaign_abbreviation^C
el: Ε
eo: K

source: mp_game_available_slots^Full
el: Πλήρες
eo: Plena

source: vision^none
el: καμία
eo: neniu

source: time limit^none
el: καμία
eo: neniu

source: Your version of <i>$addon</i> is incompatible. You have version <b>$local_ver</b> while the host has version <b>$host_ver</b>.
el: Η έκδοσή σας για το <i>$addon</i> είναι ασύμβατη. Έχετε έκδοση <b>$local_ver</b> ενώ ο οικοδεσπότης έχει έκδοση <b>$host_ver</b>.
eo: Via versio de <i>$addon</i> malkongruas. Vi havas version <b>$local_ver</b> dum la gastiganto havas version <b>$host_ver</b>.

source: Invalid address specified for multiplayer server
el: Μη έγκυρη διεύθυνση για διακομιστή πολλών παικτών
eo: Indikiĝis nevalida adreso por plurludanteca servilo

source: Do you want to continue?
el: Θέλετε να συνεχίσετε;
eo: Ĉu vi volas daŭrigi?

source: The remote server requested a password while using an insecure connection.
el: Ο απομακρυσμένος διακομιστής ζήτησε κωδικό ενώ χρησιμοποιείται μη ασφαλής σύνδεση.
eo: La malloka servilo petis pasvorton pere de nesekura konekto.

source: This server disallows unregistered nicknames.
el: Αυτός ο διακομιστής δεν επιτρέπει μη εγγεγραμμένα ψευδώνυμα.
eo: La servilo malpermesas neregistritajn kromnomojn.

source: Your IP address is banned on this server for $duration|.
el: Η διεύθυνση IP σας είναι αποκλεισμένη σε αυτόν τον διακομιστή για $duration|.

source: Your IP address is banned on this server.
el: Η διεύθυνση IP σας είναι αποκλεισμένη σε αυτόν τον διακομιστή.

source: WARNING: There is already a client using this nickname, logging in will cause that client to be kicked!
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Υπάρχει ήδη ένας πελάτης που χρησιμοποιεί αυτό το ψευδώνυμο, η σύνδεση θα προκαλέσει την αποβολή αυτού του πελάτη!
eo: AVERTO: jam estas kliento uzanta ĉi tiun kromnomon, ensaluto kaŭzos, ke oni forpelos ĉi tiun klienton!

source: You have made too many login attempts.
el: Έχετε κάνει πάρα πολλές προσπάθειες σύνδεσης.
eo: Vi faris tro da provoj ensaluti.

source: Password hashing failed.
el: Η κατακερματισμός κωδικού απέτυχε.
eo: Pasvorthaketado malsukcesis.

source: Map generator error:
el: Σφάλμα γεννήτριας χάρτη:
eo: Mapgenerila eraro:

source: No campaigns are available.
el: Δεν υπάρχουν διαθέσιμες εκστρατείες.
eo: Neniu kampanjo disponeblas.

source: File I/O Error while reading the game: '
el: Σφάλμα ανάγνωσης/εγγραφής (Ι/Ο) κατά την ανάγνωση του παιχνιδιού: '
eo: Eraro de dosiera eneligo dum lego de ludo: '

source: Connection failed:
el: Η σύνδεση απέτυχε:
eo: Konektiĝo malsukcesis:

source: Linked group '$id' needs a 'fixed_width' or 'fixed_height' key.
el: Η συνδεδεμένη ομάδα '$id' χρειάζεται κλειδί 'fixed_width' ή 'fixed_height'.
eo: Ligita grupo '$id' bezonas ŝlosilon 'fixed_width' aŭ 'fixed_height'.

source: Create a new add-on
el: Δημιουργία νέου πρόσθετου
eo: Krei novan aldonaĵon

source: New Add-on
el: Νέο Πρόσθετο
eo: Nova aldonaĵo

source: Mainline
el: Κύρια Γραμμή
eo: Preciplinio

source: Mainline multiplayer scenarios
el: Σενάρια πολλών παικτών κύριας γραμμής
eo: Precipliniaj plurludantecaj scenaroj

source: No visible sides found.
el: Δεν βρέθηκαν ορατές πλευρές.
eo: Ne troviĝis videblaj flankoj.

source: Selected Game
el: Επιλεγμένο Παιχνίδι
eo: Elektita ludo

source: Lobby
el: Αίθουσα
eo: Atendejo

source: Other Games
el: Άλλα Παιχνίδια
eo: Aliaj ludoj

source: Match History — $player
el: Ιστορικό Αγώνων — $player

source: Modification
el: Τροποποίηση
eo: Modifo

source: Era:
el: Εποχή:
eo: Erao:

source: No game history found.
el: Δεν βρέθηκε ιστορικό παιχνιδιού.
eo: Ne troviĝis ludhistorion.

source: Request timed out.
el: Η αίτηση έληξε.
eo: Peto atingis tempolimon.

source: Request encountered an unexpected error, please check the logs.
el: Η αίτηση αντιμετώπισε απροσδόκητο σφάλμα, παρακαλούμε ελέγξτε τα αρχεία καταγραφής.
eo: Peto trovis neatenditan eraron, bonvolu kontroli la protokolon.

source: On friends list
el: Στην λίστα φίλων
eo: En amiklisto

source: On ignores list
el: Στην λίστα αγνόησης
eo: En ignorlisto

source: Neither a friend nor ignored
el: Ούτε φίλος ούτε αγνοημένος
eo: Nek amiko nek ignorato

source: You
el: Εσείς
eo: Vi

source: Only available during a scenario.
el: Διαθέσιμο μόνο κατά τη διάρκεια ενός σεναρίου.
eo: Disponeblas nur ene de scenaro.

source: Time of Day Schedule
el: Πρόγραμμα Ώρας Ημέρας
eo: Tagtempa horaro

source: Lawful Bonus:
el: Μπόνους Νομοταγούς:
eo: Laŭleĝa bonifiko:

source: Neutral Bonus:
el: Μπόνους Ουδέτερων:
eo: Neŭtrala bonifiko:

source: Chaotic Bonus:
el: Μπόνους Χαοτικών:
eo: Ĥaosa bonifiko:

source: Liminal Bonus:
el: Μπόνους Του Σούρουπου:
eo: Limina bonifiko:

source: Schedule
el: Πρόγραμμα
eo: Horaro

source: Units with this special attack
el: Μονάδες με αυτή την ειδική επίθεση

source: Units with this ability
el: Μονάδες με αυτή την ικανότητα

source: Races:
el: Φυλές:
eo: Rasoj:

source: Alignments:
el: Πολιτεύματα:
eo: Apartenoj:

source: Leaders
el: Αρχηγοί
eo: Gvidantoj

source: This is a group of units, all of whom are <ref dst='$topic_id'>$help_taxonomy</ref>.
el: Αυτή είναι μια ομάδα μονάδων, όλες οι οποίες είναι <ref dst='$topic_id'>$help_taxonomy</ref>.

source: Subgroups of units within this group
el: Υποομάδες μονάδων μέσα σε αυτή την ομάδα

source: Groups of units within this race
el: Ομάδες μονάδων μέσα σε αυτή τη φυλή

source: Units of this group
el: Μονάδες αυτής της ομάδας

source: Units of this race
el: Μονάδες αυτής της φυλής

source: Do you really want to surrender the game?
el: Θέλετε πραγματικά να παραδοθείτε στο παιχνίδι;
eo: Ĉu vi vere volas kapitulaci ĉilude?

source: Surrender
el: Παράδοση
eo: Kapitulaci

source: Map-Screenshot
el: Στιγμιότυπο-Χάρτη
eo: Mapa ekrankopio

source: (press $hk to disable)
el: (πατήστε $hk για απενεργοποίηση)
eo: (premu $hotkey por malkapabligi)

source: Accelerated speed enabled!
el: Επιταχυνόμενη ταχύτητα ενεργοποιήθηκε!
eo: Alta rapido aktiviĝis!

source: Accelerated speed disabled!
el: Επιταχυνόμενη ταχύτητα απενεργοποιήθηκε!
eo: Alta rapido malaktiviĝis!

source: Back to Turn $number
el: Πίσω στη Σειρά $number

source: Back to Start
el: Πίσω στην Αρχή
eo: Reen al komenco

source: Replay from Turn $number
el: Επανάληψη από Σειρά $number

source: Replay from Start
el: Επανάληψη από την Αρχή
eo: Reludi ekde komenco

source: (press $hotkey to deactivate)
el: (πατήστε $hotkey για απενεργοποίηση)
eo: (premu $hotkey por malaktivigi)

source: Planning mode activated!
el: Λειτουργία σχεδιασμού ενεργοποιήθηκε!
eo: Plana reĝimo aktiviĝis!

source: Planning mode deactivated!
el: Λειτουργία σχεδιασμού απενεργοποιήθηκε!
eo: Plana reĝimo malaktiviĝis!

source: The file you have tried to load has no replay information.
el: Το αρχείο που προσπαθήσατε να φορτώσετε δεν έχει πληροφορίες επανάληψης.
