Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Heir to the Throne
fr: L'héritier du trône
sv: Tronarvingen

source: &elvish-fighter.png,Fighter,(easiest);*&elvish-hero.png,Hero;&elvish-champion.png,Champion,(hardest)
fr: &elvish-fighter.png,Guerrier (facile);*&elvish-hero.png,Héros;&elvish-champion.png,Champion (difficile)
sv: &elvish-fighter.png,Krigare,(lätt);*&elvish-hero.png,Hjälte;&elvish-champion.png,Förkämpe,(svårt)

source: The Dark Hordes
fr: Les hordes sombres
sv: De mörka horderna

source: &undead-initiate.png,Apprentice,(easiest);*&undead-necromancer.png,Master;&undead-lich.png,Dark Lord,(hardest)
fr: &undead-adept.png,Apprenti,(facile);*&undead-necromancer.png,Maître;&undead-lich.png,Seigneur des Forces Obscures,(difficile)
sv: &undead-adept.png,Lärling,(lätt);*&undead-necromancer.png,Mästare;&undead-lich.png,Mörkrets Furste,(svårt)

source: Son of the Black Eye (chapter I)
fr: Le Fils De l'Œil Noir (chapitre I)
sv: Svarta ögats son (kapitel I)

source: &orcish-grunt.png,Grunt,(easiest);*&orcish-warrior.png,Warrior;&orcish-warlord.png,Warlord,(hardest)
fr: &orcish-grunt.png,Grognard,(facile);*&orcish-warrior.png,Guerrier;&orcish-warlord.png,Seigneur de guerre orc,(difficile)
sv: &orcish-grunt.png,Fotsoldat,(lätt);*&orcish-warrior.png,Krigare;&orcish-warlord.png,Krigsherre,(svårt)

source: The Eastern Invasion
fr: L'invasion orientale
sv: Invasion i Öst

source: &human-spearman.png,Spearman,(easiest);*&human-swordman.png,Swordsman;&human-royalguard.png,Royal Guard,(hardest)
fr: &human-spearman.png,Lancier,(facile);*&human-swordman.png,Épéiste;&human-royalguard.png,Garde royal,(difficile)
sv: &human-spearman.png,Spjutbärare,(lätt);*&human-swordman.png,Svärdssoldat;&human-royalguard.png,Kunglig Vakt,(svår)

source: The Rise of Wesnoth
fr: L'Essor de Wesnoth
sv: Wesnoths uppgång

source: &noble-fighter.png,Fighter,(easiest);*&noble-commander.png,Commander;&noble-lord.png,Lord,(hardest)
fr: &noble-fighter.png,Guerrier,(facile);*&noble-commander.png,Commandant;&noble-lord.png,Seigneur,(difficile)
sv: &noble-fighter.png,Kämpe,(lätt);*&noble-commander.png,Kommendör;&noble-lord.png,Furste,(svår)

source: loyal
en@shaw: ğ‘¤ğ‘¶ğ‘©ğ‘¤
sv: lojal

source: strong
de: kräftig
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™
fr: fort
sv: stark

source: quick
de: schnell
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘’
fr: rapide
sv: snabb

source: resilient
de: robust
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘¤ğ‘˜ğ‘©ğ‘¯ğ‘‘
fr: résistant
sv: stryktålig

source: Introduction
de: Einführung
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘›ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯
sv: Introduktion

source: Gameplay
de: Spielregeln
en@shaw: ğ‘œğ‘±ğ‘¥ğ‘ğ‘¤ğ‘±
fr: Déroulement du jeu
sv: Spelteknik

source: Traits
de: Charakteristiken
en@shaw: ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘•
sv: Karaktärsdrag

source: Terrains
de: Geländearten
en@shaw: ğ‘‘ğ‘»ğ‘±ğ‘¯ğ‘Ÿ
sv: Terräng

source: <img>src=misc/logo.png align=middle box=no</img> Battle for Wesnoth is a turn-based fantasy strategy game somewhat unusual amongst modern strategy games. While other games strive for complexity, both in rules and gameplay, Battle for Wesnoth strives for simplicity of rules and gameplay. This does not make the game simple, however - from these simple rules arise a wealth of strategy, making the game easy to learn but a challenge to master.
de: <img>src=misc/logo.png align=middle box=no</img> Battle for Wesnoth ist ein im Vergleich zu anderen modernen Strategiespielen etwas ungewöhnliches, rundenbasiertes Fantasy-Strategiespiel. Im Gegensatz zu den anderen Spielen, die hauptsächlich auf Komplexität der Regeln setzen, versucht Battle for Wesnoth diese einfach zu halten. Das allerdings das Spiel nicht einfach, sondern gibt enorme strategische Möglichkeiten. Battle for Wesnoth ist einfach zu erlernen, aber es benötigt Erfahrung, um ein Meister zu werden.
fr: <img>src=misc/logo.png align=middle box=no</img> Bataille pour Wesnoth est un jeu de stratégie d'heroic-fantasy quelque peu inhabituel parmi les jeux de stratégie récents. Alors que les autres jeux recherchent toujours plus de complexité, aussi bien en terme de règles que de jouabilité, Bataille pour Wesnoth recherche la simplicité des règles et de l'interface. Cela n'en fait pas un jeu simple pour autant - de ces règles simples émerge une richesse de stratégie, rendant le jeu facile à apprendre mais un défi à maîtriser.
sv: <img>src=misc/logo.png align=middle box=no</img> Striden om Wesnoth är ett dragbaserat fantasystrategispel som är lite annorlunda jämfört med andra moderna strategispel. Medan andra spel strävar efter komplexitet, både vad gäller regler och spelteknik, är Striden om Wesnoth uppbyggt kring enkla regler och enkel spelteknik. Tro nu inte att detta gör spelet i sig lätt - dessa enkla regler ger ett mycket rikt strategispel, som är lätt att lära sig men en rejäl utmaning att bemästra.

source: Fundamentals of Gameplay
de: Grundlegendes zum Spiel
en@shaw: ğ‘“ğ‘©ğ‘¯ğ‘›ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘œğ‘±ğ‘¥ğ‘ğ‘¤ğ‘±
fr: Bases du jeu
sv: Grundläggande spelteknik

source: This page outlines all you need to know to play Battle for Wesnoth. It covers how to play and the basic mechanics behind the game. For more information on conquering the game, you may wish to consult <ref>dst=basic_strategy text='Basic Strategy'</ref> and <ref>dst=multiplayer_strategy text='Multiplayer Strategy'</ref>. Keep in mind that this is just an outline - for special exceptions and situations, please follow the links included. To begin with, it's best to click the <italic>text=Tutorial</italic> button at the main menu. This will take you to the interactive tutorial, which will teach you the basics of Wesnoth. After this, it is recommended that you play the Heir to the Throne campaign first - click <italic>text=Campaign</italic> then <italic>text='Heir to the Throne'</italic>. As Battle for Wesnoth can be quite challenging, you may wish to start on <italic>text=Easy</italic>. <img>src=help/tooltip.png align=right float=yes</img>While playing, keep in mind that if you mouse-over many items on the menu bar to the right, a brief description will pop up explaining that item. This is especially useful when you encounter new abilities for the first time.
de: Auf dieser Seite erfahren Sie alles, was Sie wissen müssen, um Battle for Wesnoth zu spielen. Es wird erklärt, wie man spielt und wie das Spiel grundlegend funktioniert. Wenn Sie mehr wissen wollen, sollten Sie in <ref>dst=basic_strategy text='Wichtige Strategien'</ref> und <ref>dst=multiplayer_strategy text='Multiplayer-Strategien'</ref> nachschauen. Denken Sie daran, dass dies hier nur ein grober Überblick ist; für spezielle Situationen und Ausnahmen folgen Sie bitte den angegebenen Links. Um einzusteigen ist es am besten, den <italic>text=Tutorial</italic>-Button im Hauptmenü zu drücken. Das startet ein interaktives Tutorial, in welchem Sie die Grundlagen von Wesnoth lernen. Danach sollten Sie zuerst die Kampagne 'der Thronerbe' spielen. Dafür drücken Sie zuerst den <italic>text=Kampagne</italic>-Button und dann <italic>text='Der Thronerbe'</italic>. Da 'Battle for Wesnoth' ziemlich schwierig werden kann, ist es vielleicht sinnvoll, den Schwierigkeitsgrad <italic>text=leicht</italic> zu wählen. <img>src=help/tooltip.png align=right float=yes</img>Wenn Sie während des Spiels die Maus über die Menüleiste rechts bewegen, bekommen Sie zu den meisten Dingen eine kurze Beschreibung. Das ist vor allem sinnvoll wenn Sieneue Eigenschaften zum ersten mal sehen.
fr: Cette page mets en évidence tout ce dont vous aurez besoin pour jouer à Bataille pour Wesnoth. Elle couvre la manière de jouer et les mécanismes élémentaires du jeu. Pour en apprendre plus sur les tactiques à employer, vous pouvez consulter <ref>dst=basic_strategy text='Stratégie élémentaire'</ref> et <ref>dst=multiplayer_strategy text='Stratégie multijoueurs'</ref>. Gardez en tête que cela n'est qu'un survol. Pour les cas particuliers et les exceptions, veuillez vous reporter aux liens fournis. Pour commencer, l'idéal est de cliquer sur le bouton <italic>text=Didacticiel</italic> du menu principal. Cela vous conduira à un apprentissage interactif, qui vous enseignera les bases de Wesnoth. Après cela, il est recommandé de jouer en premier la campagne L'héritier du trône : sélectionner <italic>text=Campagne</italic> puis <italic>text='L'héritier du trône'</italic>. Comme Bataille pour Wesnoth peut être plutôt ardu, vous pourriez commencer en mode <italic>text=Facile</italic>. <img>src=help/tooltip.png align=right float=yes</img>Pendant le jeu, gardez à l'esprit que si vous glissez le curseur sur les différents éléments de la barre de menu sur la droite, une brève description apparaîtra expliquant l'élément. Cela est particulièrement utile lorsque vous rencontrez une nouvelle capacité pour la première fois.
sv: Den här sidan ger en översikt över allt du behöver veta för att spela Slaget om Wesnoth. Den tar upp hur man spelar och de grundläggande mekanismerna som styr spelet. För mer information om hur man spelar, kan du studera <ref>dst=basic_strategy text='Grundläggande strategi'</ref> och <ref>dst=multiplayer_strategy text='Strategi för flera spelare'</ref>. Tänk på att detta bara är en översikt - om du följer länkarna kan du läsa om speciella undantag och situationer. Till att börja med är det bäst att klicka på <italic>text=Träningsspel</italic> på huvudmenyn. Här lär du lär dig grunderna i spelet. När du tränat klart, rekommenderas att du spelar kampanjen Tronarvingen först - klicka <italic>text=Kampanj</italic> och därefter <italic>text=Tronarvingen</italic>. Då Striden om Wesnoth kan vara riktigt utmanande, kanske du kan börja med en <italic>text=Lätt</italic> kampanj. <img>src=help/tooltip.png align=right float=yes</img>Under tiden du spelar kan du hålla muspekaren över informationen i fältet till höger, vilket ger dig en ruta som förklarar det du pekar på lite närmare. Detta är särskilt användbart när du stöter på en ny egenskap första gången.

source: Recruiting and Recalling
de: Ausbildung und Einberufung
en@shaw: ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ğ‘¦ğ‘™ ğ‘¯ ğ‘®ğ‘¦ğ‘’ğ‘ªğ‘¤ğ‘¦ğ‘™
fr: Recruter et rappeler
sv: Rekrytera och återkalla

source: <img>src=help/recruit.png align=left float=yes</img>At the start of any battle, and at times during it, you will need to recruit units into your army. To recruit, you must have your leader (Konrad in the Heir to the Throne campaign) on the Keep square of a Castle. Then you may recruit by either choosing Recruit from the menu or right-clicking on a hex and selecting <italic>text=Recruit</italic>. This brings up the recruit menu, which lists units available for recruitment, along with their gold cost. Click on a unit to see its statistics to the left, then press the recruit button to recruit it. If you right-clicked on a castle hex and selected recruit, the new unit will appear in that square. Otherwise, it will appear in a free square near the keep. You may only recruit as many units as you have free hexes in your castle, and you cannot spend more gold than you actually have on recruiting. Recruited units come with two random <ref>dst=traits text=Traits</ref> which modify their statistics. In later scenarios, you may also Recall survivors from earlier battles. Recalling functions identically to Recruiting, save that recalling costs a standard 20 gold and presents you with a list of all surviving units from previous scenarios. Keep in mind that units not only cost gold to Recruit or Recall, they also require money to support. See <ref>dst=income_and_upkeep text='Income and Upkeep'</ref> for more information.
de: <img>src=help/recruit.png align=left float=yes</img>Am Anfang einer Schlacht, und manchmal auch während des Kampfes, müssen Sie Truppen für Ihre Armee ausbilden. Dafür muss Ihr Anführer (Konrad in der Kampagne "Der Thronerbe") auf dem Burgfried-Feld in einer Burg stehen. Sie können dann entweder "Ausbilden" im Menü auswählen oder nach einem Rechtsklick auf ein Hexfeld <italic>text=Ausbilden</italic> auswählen. Danach erscheint das Ausbildungsmenü, wo alle Einheitenarten, die ausgebildet werden können, aufgelistet sind. Neben den Einheiten ist angegeben, wieviel die Ausbildung kostet. Wenn Sie auf eine Einheit klicken, erscheinen ihre Eigenschaften auf der linken Seite. Sie können dann den "Ausbilden"-Button drücken, um die Einheit auszubilden. Wenn Sie über einen Rechtsklick auf ein Hexfeld zum Ausbildungsmenü gekommen sind, wird die neue Einheit dort erscheinen. Sonst wird sie auf einem freien Feld in der Burg ausgesetzt. Sie können nur solange Einheiten ausbilden, wie es freie Hexfelder in der Burg gibt und solange sie genug Gold haben. Ausgebildete Einheiten erhalten zwei zufällig gewählte <ref>dst=traits text=Charakteristiken</ref>, die ihre Eigenschaften verändern. In späteren Szenarien können Sie Überlebende aus früheren Schlachten einberufen. Das funktioniert genauso wie das Ausbilden, kostet aber immer 20 Gold. Im Auswahlmenü werden alle überlebenden Einheiten der vergangenen Szenarien angezeigt. Sie sollten beachten, das Einheiten nicht nur bei der Ausbildung und Einberufung Gold kosten, sondern auch Unterhaltskosten haben. Gehen Sie zu <ref>dst=inkome_and_upkeep text='Einkommen und Unterhaltskosten'</ref>, wenn Sie dazu mehr Informationen möchten.
fr: <img>src=help/recruit.png align=left float=yes</img>Au début de chaque bataille, et parfois pendant son déroulement, vous aurez besoin d'enrôler des unités dans votre armée. Pour recruter, vous devez avoir votre meneur (Konrad dans la campagne de L'héritier du trône) sur une case de donjon d'un château. Alors vous pourrez recruter soit en choisissant Recruter dans le menu ou par un clic-droit sur un hexagone et en sélectionnant <italic>text=Recruter</italic>. Cela amènera le menu d'enrôlement, qui liste les unités disponibles pour le recrutement, ainsi que leurs coûts en or. Cliquer sur une unité pour voir ses caractéristiques sur la gauche, puis appuyer sur le bouton Recruter pour l'enrôler. Si vous faites un clic-droit sur un hexagone de château et sélectionnez Recruter, la nouvelle unité apparaîtra sur cette case. Autrement, elle apparaîtra sur une case libre près du donjon. Vous pouvez recruter autant d'unités qu'il y a de cases libres dans votre château, et vous ne pouvez pas dépenser plus d'or que vous n'en disposez en nouvelles unités. Les unités recrutées arrivent avec deux <ref>dst=traits text=Traits</ref> aléatoires qui modifient leurs caractéristiques. Dans les scénarios ultérieurs, vous pourrez aussi Rappeler des survivants de batailles antérieures. Le rappel fonctionne à l'identique du recrutement, sauf qu'un rappel coûte toujours la somme de 20 pièces d'or et vous présente une liste de toutes les unités survivantes des scénarios précédents. Gardez à l'esprit que les unités ne coûtent pas seulement de l'or pour le recrutement et le rappel, elles nécessitent aussi de l'argent pour l'entretien. Voir <ref>dst=income_and_upkeep text='Revenu et Entretien'</ref> pour plus d'information.
sv: <img>src=help/recruit.png align=left float=yes</img>Då du spelar ett scenario - speciellt i början - kommer du att behöva rekrytera nya trupper till din armé. För att kunna göra detta, måste din ledare (Konrad i kampanjen Tronarvingen) stå i kärntornet i en borg. Du rekryterar antingen genom att välja Rekrytera från menyn eller genom att högerklicka på någon ruta och välja <italic>text=Rekrytera</italic>. Du får då upp rekryteringsmenyn, där tillgångliga trupper visas tillsammans med vad det kostar att leja dem. Klicka på en trupp för att se uppgifter om den till vänster, och klicka sen på Rekrytera om du vill göra det. Om du högerklickade på en borgruta och valde Rekrytera, så kommer den nya truppen att dyka upp på den rutan. I annat fall dyker den upp på en ledig ruta nära kärntornet. Du kan bara rekrytera så många trupper som du har lediga rutor i din borg, och du kan inte använda mer guld än du faktiskt har under rekryteringen. Rekryterade trupper får två slumpmässigt valda <ref>dst=traits text=Karaktärsdrag</ref> som ändrar deras egenskaper. I senare scenarior kommer du också kunna välja att Återkalla veteraner från tidigare strider. Detta fungerar likadant som rekrytering, bortsett från att det kostar 20 guld att återkalla en enhet oavsett vad den kostade när du rekryterade den. Om du väljer att Återkalla får du upp en lista över de tillgängliga veteraner som du kan välja bland. Tänk på att det inte bara kostar guld att Rekrytera eller Återkalla, utan det ger också en kostnad i underhåll. Läs <ref>dst=income_and_upkeep text='Inkomst och underhåll'</ref> för mer information.

source: Movement
de: Bewegungskosten
en@shaw: ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘
fr: Mouvement
sv: Förflyttning

source: Movement in Battle for Wesnoth is simple: Simply click on the unit you wish to move, then click on the hex you wish to move it to. When selected, all the hexes a unit can move to this turn will be highlighted, and all those it can't made dull. Mousing over a dull square will show the number of turns required to reach it, and clicking will cause the unit to move towards it by the fastest route over this and subsequent turns. Each unit has a certain number of movement points which are expended when moving into a new hex, depending on the <ref>dst=terrain text=Terrain</ref> of that particular hex. For instance, grassland nearly always costs 1 movement point to enter. Exactly how many movement points are spent entering a hex depends on the unit type - in forest, elvish units only spend 1 movement point, most human and orc units spend 2, while horsemen spend 3. You can learn how many unit points a unit requires to enter a certain terrain type by right-clicking on it, selecting Unit Description, and then clicking <italic>text='Terrain Modifiers'</italic>. Another thing to keep in mind while moving is <ref>dst=zones_of_control text='Zones of Control'</ref>. Each unit generates a zone of control in the hexes immediately surrounding it, and any enemy unit entering those hexes immediately ends its movement. Learning how to use zones of control to your advantage is an important part of Wesnoth, as only <ref>dst=ability_skirmish text='Skirmishers'</ref> can ignore zones of control.
fr: Le déplacement dans Bataille pour Wesnoth est simple : cliquez sur l'unité à déplacer, puis cliquez sur l'hexagone vers lequel vous voulez la déplacer. Une fois l'unité sélectionnée, tous les hexagones qu'elle peut atteindre ce tour-ci sont éclairés, et les autres sont grisés. Passer la souris sur une case grisée affiche le nombre de tours nécessaires pour l'atteindre, et cliquer dessus provoque le mouvement de l'unité vers cette case par le chemin le plus court à ce tour et aux suivants. Chaque unité dispose d'un certain nombre de points de mouvement qui sont dépensés lors d'un déplacement vers un nouvel hexagone, fonction du <ref> dst=terrain text=Terrain</ref> de cette case. Par exemple, la prairie coûte presque toujours 1 point de mouvement. Le nombre exact de points dépensés pour pénétrer dans un hexagone dépend du type d'unité - en forêt, les unités elfes n'utilisent qu'1 point, la plupart des unités humaines et orcs en consomme 2, alors que les cavaliers en dépensent 3. Vous pouvez apprendre combien de points une unité nécessite pour entrer dans un type de terrain donné en effectuant un clic-droit sur celle-ci, en choisissant Description de l'unité, puis enfin en cliquant sur <italic>text='Modificateurs de Terrain'</italic>. Une autre chose à ne pas oublier lors des déplacements est la notion de <ref>dst=zones_of_control text='Zones de contrôle'</ref>. Chaque unité génère une zone de contrôle dans les hexagones qui l'entourent, et toute unité ennemie qui pénètre dans ces hexagones termine immédiatement son mouvement. Apprendre de quelle manière utiliser les zones de contrôle à votre avantage est une part importante de Wesnoth, puisque seuls les <ref>dst=ability_skirmish text='Tirailleurs'</ref> peuvent les ignorer.
sv: Det är lätt att förflytta trupper i Striden om Wesnoth. Klicka helt enkelt på truppen du vill flytta, och sen på rutan du vill flytta truppen till. När truppen är vald, visas rutorna som den kan flytta till genom att lysas upp. Om muspekaren hålls över en ruta som truppen inte kan nå fram till på ett drag, så visas antalet drag som krävs. Om en sådan ruta väljs, kommer truppen att flyttas dit den snabbaste vägen under kommande drag. Varje trupp har ett givet antal förflyttningspoäng för varje drag, och kostnaden att förflytta sig över en viss ruta avgörs av dess <ref>dst=terrain text=Terräng</ref>. Till exempel kostar det nästan alltid 1 förflyttningspoäng att gå på en slättruta. Exakt hur många poäng det kostar att gå på en vis typ av ruta avgörs av truppens typ. I skog kostar det bara 1 poäng för alver, 2 för de flesta människo- och orchtrupper, medan det för ryttare kostar 3. Om du vill veta vad det kostar för en trupp att gå på en viss typ av terräng, så kan du högerklicka på truppen, välja Truppbeskrivning, och sedan <italic>text='Terrängavdrag'</italic>. Under förflyttning är det viktigt att komma ihåg de så kallade <ref>dst=zones_of_control text='Kontrollzonerna'</ref>. Varje trupp skapar en kontrollzon i rutorna omedelbart utanför rutan truppen står på, och en fiendetrupp som kommer till en sådan 'kontrollerad' ruta måste omedelbart stanna. En viktig del av Striden om Wesnoth är att lära sig hur dessa kontrollzoner fungerar, eftersom bara <ref>dst=ability_skirmish text='Stigfinnarna'</ref> kan röra sig obehindrat över dessa.

source: Combat
de: Kampf
en@shaw: ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘
sv: Strid
