Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: There are two types of combat in Battle for Wesnoth, short- and long-ranged, but both of them take place between units in adjacent hexes. Short-range combat usually involves weapons such as swords, axes or fangs, while long-range combat usually involves weapons such as bows, spears and fireballs. Combat is relatively straightforward; the attacker and defender alternate attacks until each has used their allotted number of attacks. <header>text='Order and number of attacks'</header> The attacker gets the first attack, then the defender. This continues to alternate until each unit has used up all of its attacks. The number of attacks a unit gets varies; for instance, an Elvish fighter with a 5-4 sword attack may make 4 swings each dealing 5 damage, while an Orcish Grunt with 9-2 only gets 2 swings (but at 9 damage). <header>text='Chance to hit'</header> With two exceptions, the chance to hit a unit is based solely on its defense rating in the <ref>dst=terrain text=Terrain</ref> it is currently standing in. This may be found by right-clicking a unit, selecting Unit Description, and then clicking <italic>text='Terrain Modifiers'</italic>. For instance, elves have a defense rating of 70% in forest, meaning a unit attacking them has only a 30% chance of hitting them. Conversely, the elf's chance of hitting the attacker in return depends on what terrain the attacker is in. There are two exceptions to this rule: <ref>dst=magical_attacks text='Magical attacks'</ref> and <ref>dst=ability_marksman text=Marksmen</ref>. Magical attacks always have a 70% chance to hit, regardless of terrain, and Marksmen always have at least a 60% chance to hit, regardless of terrain. <header>text=Damage</header> Each blow which hits causes a base amount of damage depending on the attack type. For instance, an Elvish Fighter with a 5-4 sword attack causes a base of 5 damage. This is usually modified by two things: <ref>dst=damage_type_and_resistance text=Resistance</ref> and <ref>dst=time_of_day text='Time of Day'</ref>, both of which are explained below. A few units have special abilities which affect damage dealt in combat. The most common of these is <ref>dst=ability_charge text=Charge</ref>, which doubles the damage dealt by both attacker and defender when the unit with Charge attacks.
de: In "Battle for Wesnoth" werden zwei Arten des Kampfes unterschieden: Nahkampf und Fernkampf. Beide finden aber nur zwischen Einheiten auf benachbarten Hexfeldern statt. Im Nahkampf werden zumeist Waffen wie Schwerter, Äxte oder Klauen eingesetzt, im Fernkampf dagegen Bogen, Speere und Feuerbälle. Die Regeln sind relativ einfach: Angreifer und Verteidiger wechseln sich mit den Angriffen solange ab, bis jeder alle seine Angriffe verbraucht hat. <header>text='Reihenfolge und Anzahl von Angriffen'</header> Der Angreifer führt den ersten Angriff, danach kommt der Verteidiger. Das geht solange weiter, bis beide alle ihre Angriffe verbraucht haben. Die Anzahl der Angriffe, die einer Einheit zur Verfügung stehen variiert; Ein Elfen-Kämpfer mit einer 5-4-Schwert -Attacke kann viermal angreifen und dem Gegner jeweils 5 Schadenspunkte zufügen. Ein Ork-Grunzer mit einer 9-2-Attacke kann nur zweimal angreifen, dafür aber teilt er 9 Schadenspunkte aus. <header>text='Trefferwahrscheinlichkeit'</header> Von zwei Ausnahmen abgesehen, berechnet sich die Trefferwahrscheinlichkeit ausschließlich aus dem Verteidigungswert des <ref>dst=terrain text='Geländes'</ref>, in dem die Einheit gerade steht. Dieser Wert kann über einen Rechtsklick auf die Einheit, Auswahl von "Einheitsbeschreibung" und anschließendem Klick auf <italic>text='Geländemodifikatoren'</italic> eingesehen werden. Elfen haben zum Beispiel im Wald einen Verteidigungswert von 70%, ein Angreifer hat also nur eine 30%-Chance, die Einheit zu treffen. Umgekehrt funktioniert das genauso. Wie schon angedeutet gibt es zwei Ausnahmen zu dieser Regel: <ref>dst=magical_attacks text='Magische Angriffe'</ref> und <ref>dst=ability_marksman text='Scharfschützen'</ref>. Magische Angriffe haben immer eine 70%-Trefferwahrscheinlichkeit, und Scharfschützen haben immer mindestens eine 60%-Trefferwahrscheinlichkeit, egal in welchem Gelände. <header>text=Damage</header> Jeder Angriff, der trifft, verursacht eine bestimmte Menge an Schaden, je nach Art des Angriffs. Ein Elfen-Kämpfer mit einer 5-4-Schwert-Attacke verursacht beispielsweise einen Grundschaden von 5 Punkten. Dieser Wert wird normalerweise noch von zwei Faktoren beeinflusst: <ref>dst=damage_type_and_resistance text='Resistenzen'</ref> und <ref>dst=time_of_day text='der Tageszeit'</ref>, die im Nachfolgend noch erklärt werden. Manche Einheiten haben spezielle Fähigkeiten, die den ausgeteilten Schaden beeinflussen. Die verbreitetste davon ist <ref>dst=ability_charge text=Sturmangriff</ref>, welche den ausgeteilten Schaden von Angreifer und Verteidiger verdoppelt, wenn die Einheit mit dieser Fähigkeit angreift.
fr: Il y a deux types de combat dans Bataille pour Wesnoth, à courte et à longue portée, mais les deux se déroulent entre des unités adjacentes.Un combat à courte portée implique habituellement des armes telles des épées, des haches ou des crocs, alors qu'un combat à longue portée utilise communément des armes telles des arcs, des javelots et des boules de feu. Le principe d'un combat est très simple; l'attaquant et le défenseur alternent leurs attaques jusqu'à ce que chacun ait utilisé son nombre alloué d'attaques. <header>text='Ordre et nombre d'attaques'</header> L'attaquant a l'initiative, puis le défenseur. Cela se poursuit en alternance jusqu'à ce que chaque unité ait usé de toutes ses attaques. Le nombre d'attaques d'une unité varie; par exemple, un guerrier elfe avec une attaque à l'épée 5-4 peut asséner 4 coups infligeant chacun 5 dommages, alors qu'un Grognard orc avec 9-2 ne dispose que de 2 coups (mais à 9 points de dégâts). <header>text='Probabilité de toucher'</header> Avec deux exceptions, la probabilité de toucher une unité est uniquement fondée sur son taux de défense dans le <ref>dst=terrain text=Terrain</ref> sur lequel elle se tient. Cela peut être trouvé par un clic-droit sur une unité, en choissant Description de l'unité puis en cliquant sur <italic>text='Modificateurs de terrain'</italic>. Par exemple, les elfes ont une défense de 70% en forêt, ce qui signifie qu'une unité les attaquant n'a que 30% de chance de les atteindre. Par opposition, la probabilité de l'elfe de toucher l'attaquant en retour dépend du terrain sur lequel celui-ci se trouve. Il y a deux exceptions à cette règle : <ref>dst=magical_attacks text='les attaques magiques'</ref> et le <ref>dst=ability_marksman text='tireur d'élite'</ref>. Les attaques magiques ont toujours une probabilité de toucher de 70%, sans tenir compte du terrain, et les tireurs d'élite ont toujours au moins 60% de probabilité de toucher, sans tenir compte du terrain. <header>text=Dommages</header> Chaque coup qui porte cause une quantité initiale de dommages fonction du type d'attaque. Par exemple, un guerrier elfe avec une attaque à l'épée 5-4 facteurs : <ref>dst=damage_type_and_resistance text='la résistance'</ref> et <ref>dst=time_of_day text='la période de la journée'</ref>, lesquels sont expliqués ci-dessous. Quelques unités possèdent des capacités spéciales qui affectent la quantité de dommages infligés au combat. La plus fréquente d'entre elles est la <ref>dst=ability_charge text=charge</ref>, qui double les dommages infligés, et par l'attaquant, et par le défenseur lorsque l'unité avec charge attaque.
sv: Det finns två sorters strid i Striden om Wesnoth, närstrid och distansstrid. Båda sorter av strid äger rum mellan trupper som står på intilliggande rutor. I närstrid används vanligtvis vapen såsom svärd, yxor eller huggtänder, medan det för strid på distans krävs pilbågar, spjut och eldklot. Striden i sig är inte märkligare än att den anfallande och försvarande truppen växelvis attackerar varandra tills det att båda har använt sina givna antal attacker. <header>text='Turordning och antal attacker'</header> Anfallaren får första attacken, därefter försvararen. Detta fortsätter välxelvis tills båda trupperna har använt sina givna attacker. Antalet attacker en trupp har varierar, till exempel har en alvkrigare med ett 5-4-svärd 4 utfall som vardera ger 5 i skada, medan en orchfotsoldat med 9-2 bara har två utfall, men som vardera ger 9 i skada. <header>text='Chans för träff'</header> Chansen att en trupp träffar en annan beror i stort sett bara på vilken <ref>dst=terrain text=Terräng</ref> försvararen står på. Chansen att träffa kan man se genom att högerklicka på en trupp, välja Truppbeskrivning, och sedan <italic>text=Terrängavdrag</italic>. Till exempel har en alv en försvarsnivå av 70% i skog, vilket innebär att en attackerande trupp bara har 30% chans att träffa. Precis på samma sätt avgörs träffmöjligheten för alven av terrängen som den andra truppen står på. Det finns två undantag på den här regeln: vid <ref>dst=magical_attacks text=Magiska attacker</ref> och då <ref>dst=ability_marksman text=Prickskyttar</ref> anfaller. Magiska attacker träffar alltid med en sannolikhet av 70%, och prickskyttar träffar med 60% sannolikhet. <header>text=Skada</header> Varje träff ger en grundskada som beror på typen av attack. Till exempel ger en alvkrigare med ett 5-4-svärd en grundskada på 5 HP. Detta kan ändras beroende på två saker: försvararens <ref>dst=damage_type_and_resistance text=Motståndskraft</ref> samt vilken<ref>dst=time_of_day text='Tid på dygnet'</ref> det är. Båda dessa förklaras nedan. Vissa enheter har speciella förmågor som påverkar den i strid åsamkade skadan. Den vanligaste förmågan är att <ref>dst=ability_charge text=Storma</ref>, vilket fördubblar skadan som både anfallaren och försvararen vållar när truppen som kan storma gör detta.

source: Damage Types and Resistance
de: Schadensarten und Resistenzen
en@shaw: ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘ğ‘• ğ‘¯ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•
fr: Types de dommage et résistance
sv: Skadetyper och motståndskraft

source: Time of Day
de: Tageszeit
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘›ğ‘±
fr: Moment de la journée
sv: Dygnets gång

source: Experience and Advancement
de: Erfahrung und Stufenanstieg
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘¯ ğ‘©ğ‘›ğ‘ğ‘¨ğ‘¯ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘
fr: Expérience et avancement
sv: Erfarenhet och befordran

source: Healing
de: Heilung
en@shaw: ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™
fr: Soins
sv: Vård

source: Income and Upkeep
de: Einkommen und Unterhalt
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥ ğ‘¯ ğ‘³ğ‘ğ‘’ğ‘°ğ‘
fr: Revenus et entretien
sv: Inkomst och underhåll

source: Wrap Up
de: Fazit
en@shaw: ğ‘®ğ‘¨ğ‘ ğ‘³ğ‘
fr: Conclusion
sv: Slutord

source: You have come across a wishing well. What would you like to wish for?
fr: Vous êtes arrivé à un puits des souhaits. Quel est votre souhait ?
sv: Du har hittat en önskebrunn. Vad önskar du dig?

source: A swift victory
el: Μια γρήγορη νίκη
en@shaw: ğ‘© ğ‘•ğ‘¢ğ‘¦ğ‘“ğ‘‘ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦
eo: Rapidan venkon
fr: Une victoire rapide
sv: En snabb seger

source: With this golden coin, I wish that this battle end in a swift and safe victory.
el: Με αυτό το χρυσό νόμισμα, εύχομαι η μάχη να έχει ένα γρήγορο και αίσιο τέλος.
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘œğ‘´ğ‘¤ğ‘›ğ‘©ğ‘¯ ğ‘’ğ‘¶ğ‘¯, ğ‘² ğ‘¢ğ‘¦ğ‘– ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘© ğ‘•ğ‘¢ğ‘¦ğ‘“ğ‘‘ ğ‘¯ ğ‘•ğ‘±ğ‘“ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦.
eo: Per ĉi tiu ormonero mi deziras, ke ĉi tiu batalo finiĝu per rapida kaj certa venko.
fr: Grâce à cette pièce d'or, j'espère que cette bataille se finisse rapidement et sûrement.
sv: Vid det här guldmyntet, önskar jag att kriget tar slut i en snabb och given seger.

source: Lots of gold
el: Πολύ Χρυσάφι
en@shaw: ğ‘¤ğ‘ªğ‘‘ğ‘• ğ‘ ğ‘œğ‘´ğ‘¤ğ‘›
eo: Multe da oro
fr: Beaucoup d'or
sv: Massor av guld

source: I wish this single gold coin be returned ten-fold to me.
el: Εύχομαι αυτό το νόμισμα να μου επιστραφεί στο δεκαπλάσιο.
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘– ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘’ğ‘¶ğ‘¯ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘‘ğ‘§ğ‘¯-ğ‘“ğ‘´ğ‘¤ğ‘› ğ‘‘ ğ‘¥ğ‘°.
eo: Mi deziras, ke ĉi tiu sola ormonero revenu al mi dekoble.
fr: Je souhaite qu'avec cette simple pièce d'or je puisse en avoir dix fois plus.
sv: Jag önskar att detta enda guldmynt skall återbördas tiofaldigt till mig.

source: Peace throughout Wesnoth.
el: Ειρήνη στο Γουέσνοθ
en@shaw: ğ‘ğ‘°ğ‘• ğ‘”ğ‘®ğ‘µğ‘¬ğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”.
eo: Paco tra la tuta Vesnot.
fr: La paix pour Wesnoth.
sv: Fred i hela Wesnoth.

source: The only thing worth wishing for is peace throughout the land.
el: Το μόνο πράγμα που αξίζει κανείς να ευχηθεί είναι ειρήνη στη χώρα.
en@shaw: ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘”ğ‘¦ğ‘™ ğ‘¢ğ‘»ğ‘” ğ‘¢ğ‘¦ğ‘–ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘¦ğ‘Ÿ ğ‘ğ‘°ğ‘• ğ‘”ğ‘®ğ‘µğ‘¬ğ‘‘ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›.
eo: La sola afero inda deziri estas paco tra la tuta lando.
fr: La seule chose intéressante à souhaiter est de retrouver la paix sur ces terres.
sv: Det enda värt att önska sig är fred i detta rike.

source: Don't make a wish.
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘¢ğ‘¦ğ‘–.
fr: Ne pas faire de voeux.
sv: Önska inte något.

source: Potion of Healing
el: Φίλτρο ίασης
en@shaw: ğ‘ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™
eo: Sanigeliksiro
fr: Potion de soins
sv: Läkande elixir

source: Poison
el: Δηλητήριο
en@shaw: ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯
eo: Veneno
sv: Gift

source: Poison is seeping through the veins of this unit at this very moment.
el: Αυτή τη στιγμή δηλητήριο κυλάει στις φλέβες αυτής της μονάδας.
en@shaw: ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¥ğ‘´ğ‘¥ğ‘©ğ‘¯ğ‘‘.
eo: Veneno ĵus venis en vejnojn de ĉi milit-unuo.
fr: Du poison s'écoule lentement dans les veines de cette unité.
sv: Giftet tränger ut i varje por på truppen just nu.

source: Holy Water
de: Weihwasser
el: Αγιασμένο νερό
en@shaw: ğ‘£ğ‘´ğ‘¤ğ‘° ğ‘¢ğ‘·ğ‘‘ğ‘¼
eo: Benita akvo
fr: Eau bénite
sv: Vigvatten

source: This water will make melee weapons holy.
fr: Cette eau bénit les armes de corps-à-corps.
sv: Detta vatten gör närstridsvapen heliga

source: I am not suited to the use of this item! Let another take it.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘¿ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘ ğ‘¿ğ‘• ğ‘ ğ‘ğ‘¦ğ‘• ğ‘²ğ‘‘ğ‘©ğ‘¥! ğ‘¤ğ‘§ğ‘‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘‘ğ‘±ğ‘’ ğ‘¦ğ‘‘.
fr: Je ne suis pas à même d'utiliser cet objet ! Qu'un autre le prenne.
sv: Jag är inte lämpad att använda denna sak! Låt någon annan ta den.

source: Potion of Strength
el: Φίλτρο δύναμης
en@shaw: ğ‘ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘”
eo: Pocio de forto
fr: Potion de force
sv: Stärkande elixir

source: Can't set abilities yet, sorry.
fr: Désolé, impossible de régler les capacités pour l'instant.
sv: Kan ännu inte ställa in egenskaper, ursäkta.

source: Storm Trident
el: Τρίαινα θύελλας
en@shaw: ğ‘•ğ‘‘ğ‘¹ğ‘¥ ğ‘‘ğ‘®ğ‘²ğ‘›ğ‘©ğ‘¯ğ‘‘
eo: Fulma tridento
fr: Trident des tempêtes
sv: Stormtreudd

source: This trident allows a merman to shoot electric bolts at his enemies!
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘®ğ‘²ğ‘›ğ‘©ğ‘¯ğ‘‘ ğ‘©ğ‘¤ğ‘¬ğ‘Ÿ ğ‘© ğ‘¥ğ‘»ğ‘¥ğ‘¨ğ‘¯ ğ‘‘ ğ‘–ğ‘µğ‘‘ ğ‘§ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘®ğ‘¦ğ‘’ ğ‘šğ‘´ğ‘¤ğ‘‘ğ‘• ğ‘¨ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ!
fr: Ce trident permet aux ondins de tirer des éclairs vers ses ennemis !
sv: Med denna treudd kan en av sjöfolket skjuta elektriska blixtar på sina fiender.

source: Only the mermen can use this item!
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ ğ‘¥ğ‘»ğ‘¥ğ‘§ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘¿ğ‘• ğ‘ğ‘¦ğ‘• ğ‘²ğ‘‘ğ‘©ğ‘¥!
fr: Seuls les ondins peuvent utiliser ce objet
sv: Endast sjöfolket kan använda denna sak.

source: storm trident
el: τρίαινα θύελλας
en@shaw: ğ‘•ğ‘‘ğ‘¹ğ‘¥ ğ‘‘ğ‘®ğ‘²ğ‘›ğ‘©ğ‘¯ğ‘‘
eo: tondra tridentforkego
fr: trident des tempêtes
sv: stormtreudd

source: Flaming Sword
de: Flammenschwert
el: Φλεγόμενο Σπαθί
eo: Flama glavo
fr: Épée de flammes
sv: Eldsvärd

source: Only the leader of an army can wield this sword!
fr: Seul le chef d'une armée peut porter cette épée !
sv: Endast en armés ledare kan svinga detta svärd!

source: flaming sword
de: Flammenschwert
fr: épée de flammes
sv: eldsvärd

source: Sceptre of Fire
de: Zepter des Feuers
el: Σκήπτρο της Φωτιάς
eo: Fajra sceptro
fr: Sceptre de Feu
sv: Eldspiran

source: User Map
fr: Carte utilisateur
sv: Användarkarta

source: Default
de: Standard
fr: Par défaut
sv: Standard

source: &random-enemy.png,Random
de: &random-enemy.png,Zufall
fr: &random-enemy.png,Aléatoire
sv: &random-enemy.png,Slumpad fiende

source: &human-general.png,Loyalists
de: &human-general.png,Loyalisten
fr: &human-general.png,Loyalistes
sv: &human-general.png,Lojalister

source: &elvish-high-lord.png,Rebels
de: &elvish-high-lord.png,Rebellen
fr: &elvish-high-lord.png,Rebelles
sv: &elvish-lord.png,Rebeller

source: &orcish-warlord.png,Northerners
de: &orcish-warlord.png,Nordmannen
fr: &orcish-warlord.png,Nordiques
sv: &orcish-warlord.png,Nordbor

source: &undead-lich.png,Undead
de: &undead-lich.png,Untote
fr: &undead-lich.png,Morts-Vivants
sv: &undead-lich.png,Vandöda

source: &dwarf-lord.png,Knalgan Alliance
de: &dwarf-lord.png,Knalgan Allianz
fr: &dwarf-lord.png,Alliance Knalgane
sv: &dwarf-lord.png,Knalgas allians

source: &drake-warrior.png,Drakes
de: &drake-warrior.png,Draken
sv: &drake-warrior.png,Drakfolket

source: Classic
de: Klassik
fr: Classique
sv: Klassisk

source: &human-general.png,Humans
de: &human-general.png,Menschen
fr: &human-general.png,Humains
sv: &human-general.png,Människor

source: &elvish-high-lord.png,Elves
de: &elvish-high-lord.png,Elfen
fr: &elvish-high-lord.png,Elfes
sv: &elvish-lord.png,Alver

source: &orcish-warlord.png,Orcs
de: &orcish-warlord.png,Orks
sv: &orcish-warlord.png,Orcher

source: &dwarf-lord.png,Dwarves
de: &dwarf-lord.png,Zwerge
fr: &dwarf-lord.png,Nains
sv: &dwarf-lord.png,Dvärgar

source: Age of Heroes
de: Zeit der Helden
fr: Âge des Héros
sv: Hjältarnas tid

source: Great War
de: Der grosse Krieg
fr: Grande Guerre
sv: Det stora kriget

source: &white-mage.png,Alliance of Light
de: &white-mage.png,Allianz des Lichts
fr: &white-mage.png,Alliance de la Lumière
sv: &elvish-lord.png,Ljusets allians

source: &undead-necromancer.png,Alliance of Darkness
de: &undead-necromancer.png,Allianz der Finsternis
fr: &undead-necromancer.png,Alliance des Ténèbres
sv: &undead-lich.png,Mörkrets allians

source: Approaching Weldyn
fr: L'approche de Weldyn
sv: Runt Weldyn

source: Victory: @Get Gweddry to Weldyn Defeat: #Death of Gweddry #Death of Dacyn #Death of Owaec #Death of Sudoc
fr: Victoire: @Amener Gweddry à Weldyn Défaite: #Mort de Gweddry #Mort de Dacyn #Mort de Owaec #Mort de Sudoc
sv: Seger: @Gweddry når Weldyn Nederlag: #Gweddry dör #Dacyn dör #Owaec dör #Sudoc dör

source: We have finally reached Weldyn, but it seems the undead have surrounded it. We must break through to reach the king!
fr: Nous avons finalement atteint Weldyn, mais il semble que les morts-vivants l'ont encerclée. Nous devons forcer le siège pour atteindre le roi !
sv: Till slut har vi nått fram till Weldyn, med det verkar som om de vandöda har omringat staden. Vi måste bryta igenom och ta oss fram till kungen!

source: We have reached Weldyn. Now we must have a council to decide what to do next.
fr: Nous avons atteint Weldyn. Nous devons maintenant tenir un conseil, afin de décider que faire maintenant.
sv: Vi har nått Weldyn. Nu måste vi hålla rådslag och besluta oss för vad vi skall göra härnäst.

source: Come, into the castle.
fr: Viens, dans le château.
sv: Kom, in i borgen.

source: Weldyn has been captured, and Wesnoth is no more...
fr: Weldyn a été capturée, et Wesnoth n'est plus...
sv: Weldyn har fallit i fiendens händer, och Wesnoth är inte mer...

source: Captured
fr: Capturés
sv: Tillfångatagen

source: Victory: @Escape from the Orcish Prisons Defeat: #Death of Gweddry #Death of Dacyn #Death of Owaec
fr: Victoire: @S'échapper des prisons Orc Défaite: #Mort de Gweddry #Mort de Dacyn #Mort de Owaec
sv: Seger: @Nå slutet av stigen Nederlag: #Gweddry dör #Dacyn dör #Owaec dör

source: The Cells
fr: Les cellules
sv: Cellerna

source: Guard Room
fr: Salle de garde
sv: Vaktrum

source: Prison
sv: Fängelse

source: Torture Chamber
fr: Chambre de tortures
sv: Tortyrkammare

source: Storage Room
fr: Entrepôt
sv: Förråd

source: The City
fr: La cité
sv: Staden

source: Exit
el: Έξοδος
en@shaw: ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘
eo: Eliri
fr: Quitter
sv: Avsluta

source: Why have you entered my lands?!?
fr: Pourquoi êtes-vous entré dans mes terres ?!?
sv: Vad gör ni på mina marker?!?

source: We were traveling-
fr: Nous voyagions-
sv: Vi är på resa-

source: Silence! Did I ask you?
fr: Silence ! Vous ai-je demandé quoi que ce soit ?
sv: Tystnad! Frågade jag dig?

source: Um... yes.
fr: Hum... Oui.
sv: Ähem...ja.

source: Shut up! Thats it! I'm putting you in the high-security cave!
fr: Taisez-vous ! C'est ça ! Je vais vous mettre dans l'oubliette de haute sécurité !
sv: Håll klaffen! Nu är det nog! Jag placerar dig i högsäkerhetsgrottan!

source: Huh? Where am I? I'm tied to the ground!
fr: Heu ? Où suis-je ? Je suis ligoté au sol !
sv: Va? Var är jag? Jag är ju bunden vid marken!

source: I must be in some sort of prison... hmm the guard didn't tie me very well. I can escape from these knots.
fr: Je dois être dans une espèce de prison... humm, le garde ne m'a pas très bien attaché. Je peux me libérer de ces nœuds.
sv: Jag måste vara i någon sorts fängelse... hmm vakten band mig inte särskilt noggrant. Jag kan ta mig ur de här repen.

source: That's better! I wonder how many other prisoners have been captured that I will have to rescue.
fr: C'est mieux ! Je me demande combien d'autres prisonniers capturés j'aurai à secourir.
sv: Det var bättre! Jag undrar hur många andra fångar som finns här, och som jag måste befria.

source: Since they are probably tied down like I was, I will have to get into their cells in order to see them.
fr: Puisqu'ils sont probablement ligotés comme je l'étais, je vais devoir entrer dans leurs cellules afin de les voir.
sv: De är nog fastbundna på samma sätt som jag var, så jag måste gå in i cellen för att få syn på dem.

source: The high security prisoners are escaping!
fr: Les prisonners de haute sécurité s'échappent !
sv: Högsäkerhetsfångarna flyr!

source: Kill them.
fr: Tuez-les.
sv: Döda dem.

source: The guards are distracted! Now is the time to escape!
fr: Les gardes sont occupés ! Il est temps de s'échapper !
sv: Vakterna är distraherade! Nu är den bästa tiden att fly!

source: What the...? Who said that?
fr: Que... ? Qui a dit ça ?
sv: Vad i...? Vem sa det?

source: So you are in this cell! Come on, we have to escape!
fr: Vous êtes donc dans cette cellule ! Venez, nous devons nous enfuir !
sv: Så du är i den här cellen! Kom, vi måste fly!

source: Very well. I think the rest of the cells are further down this path.
fr: Très bien. Je pense que le reste des cellules sont plus loin sur ce chemin
sv: Bra så. Jag tror att de andra cellerna ligger längre bort längs den här vägen.

source: So, they must have captured $R2.user_description in addition to Dacyn, Owaec and me. Well, $R2.type, follow me. We have to get out of this dungeon.
fr: Alors, ils doivent avoir capturé $R2.user_description en plus de Dacyn, Owaec et moi. Hé bien, $R2.type, suis-moi. Nous devons sortir de ces oubliettes.
sv: Så, de måste ha tagit $R2.user_description till fånga också, förutom Dacyn, Owaec och jag själv. Nå, $R2.type, följ med mig. Vi måste ta oss ut ur de här fängelsehålorna.

source: It is nice to have a $R1.type among us! My guess is $R1.user_description will be able to shoot these devils without them doing anything about it, since most orcs are melee.
fr: Il est bon d'avoir un $R1.type parmi nous ! Je pense que $R1.user_description sera en mesure de cribler ces démons sans qu'il ne puissent rien y faire, puisque la plupart des orcs se battent au corps-à-corps.
sv: Så bra att ha en $R1.type med oss! Jag tror att $R1.user_description kan skjuta ner dessa djävlar utan att de kan göra något åt det; de flesta orcher kan ju bara slåss i närstrid.
