Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Every unit has a chance of being hit, based on the Terrain it is in. This is shown in the status pane, and may also be found by right-clicking a unit, selecting Unit Description, and then looking at <italic>text='Terrain Modifiers'</italic>. For instance, many elves have a defense rating of 70% in forest, so a unit attacking them has only a 30% chance of hitting. Conversely, the elf's chance of hitting the attacker in return depends on what terrain the attacker is in.
en@shaw: ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘£ğ‘¦ğ‘‘, ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘ğ‘±ğ‘¯, ğ‘¯ ğ‘¥ğ‘± ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘šğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘šğ‘² ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘¦ğ‘™ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘, ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯, ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘¤ğ‘«ğ‘’ğ‘¦ğ‘™ ğ‘¨ğ‘‘ <italic>text='ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¼ğ‘Ÿ'</italic>. ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘•, ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘®ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ 70% ğ‘¦ğ‘¯ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘, ğ‘•ğ‘´ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘© 30% ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘ ğ‘£ğ‘¦ğ‘‘ğ‘¦ğ‘™. ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘•ğ‘¤ğ‘¦, ğ‘ ğ‘§ğ‘¤ğ‘“ğ‘• ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘ ğ‘£ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘» ğ‘¦ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘ªğ‘¯ ğ‘¢ğ‘ªğ‘‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘» ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯.

source: There are two exceptions to this rule: <ref>dst='weaponspecial_magical' text='Magical attacks'</ref> and <ref>dst='weaponspecial_marksman' text='Marksmen'</ref>. Magical attacks always have a 70% chance to hit, regardless of terrain, and, when used offensively, Marksmen always have at least a 60% chance to hit, regardless of terrain.
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘‘ğ‘µ ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘µğ‘¤: <ref>dst='weaponspecial_magical' text='ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•'</ref> ğ‘¯ <ref>dst='weaponspecial_marksman' text='ğ‘¥ğ‘¸ğ‘’ğ‘•ğ‘¥ğ‘§ğ‘¯'</ref>. ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘© 70% ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘£ğ‘¦ğ‘‘, ğ‘®ğ‘¦ğ‘œğ‘¸ğ‘›ğ‘¤ğ‘©ğ‘• ğ‘ ğ‘‘ğ‘»ğ‘±ğ‘¯, ğ‘¯, ğ‘¢ğ‘§ğ‘¯ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘©ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ğ‘¤ğ‘°, ğ‘¥ğ‘¸ğ‘’ğ‘•ğ‘¥ğ‘§ğ‘¯ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘© 60% ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘£ğ‘¦ğ‘‘, ğ‘®ğ‘¦ğ‘œğ‘¸ğ‘›ğ‘¤ğ‘©ğ‘• ğ‘ ğ‘‘ğ‘»ğ‘±ğ‘¯.

source: <header>text=Damage</header>
en@shaw: <header>text=ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡</header>

source: Each strike which hits causes a base amount of damage depending on the attack type. For instance, an Elvish Fighter with a 5-4 attack does 5 base damage. This is usually modified by two things: <ref>dst='damage_types_and_resistance' text='Resistance'</ref> and <ref>dst='time_of_day' text='Time of Day'</ref>. To see how base damage is modified by the circumstances, select <italic>text='Damage Calculations'</italic> in the attack selection menu.
en@shaw: ğ‘°ğ‘— ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ ğ‘¢ğ‘¦ğ‘— ğ‘£ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘·ğ‘Ÿğ‘©ğ‘Ÿ ğ‘© ğ‘šğ‘±ğ‘• ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘‘ğ‘²ğ‘. ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘•, ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘“ğ‘²ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘ ğ‘© 5-4 ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘›ğ‘³ğ‘Ÿ 5 ğ‘šğ‘±ğ‘• ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘šğ‘² ğ‘‘ğ‘µ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ: <ref>dst='damage_types_and_resistance' text='ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•'</ref> ğ‘¯ <ref>dst='time_of_day' text='ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘›ğ‘±'</ref>. ğ‘‘ ğ‘•ğ‘° ğ‘£ğ‘¬ ğ‘šğ‘±ğ‘• ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘šğ‘² ğ‘ ğ‘•ğ‘»ğ‘’ğ‘©ğ‘¥ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ, ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ <italic>text='ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ'</italic> ğ‘¦ğ‘¯ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¿.

source: A few units have special <ref>dst='..abilities_section' text='abilities'</ref> which affect damage dealt in combat. The most common of these is <ref>dst='weaponspecial_charge' text='Charge'</ref>, which doubles the damage dealt by both attacker and defender when the unit with Charge attacks.
en@shaw: ğ‘© ğ‘“ğ‘¿ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ <ref>dst='..abilities_section' text='ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ'</ref> ğ‘¢ğ‘¦ğ‘— ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘›ğ‘§ğ‘¤ğ‘‘ ğ‘¦ğ‘¯ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘. ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘’ğ‘ªğ‘¥ğ‘©ğ‘¯ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¦ğ‘Ÿ <ref>dst='weaponspecial_charge' text='ğ‘—ğ‘¸ğ‘¡'</ref>, ğ‘¢ğ‘¦ğ‘— ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘›ğ‘§ğ‘¤ğ‘‘ ğ‘šğ‘² ğ‘šğ‘´ğ‘” ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘» ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘—ğ‘¸ğ‘¡ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•.

source: In Wesnoth, there are three types of damage usually associated with physical attacks: Blade, Pierce and Impact damage. Additionally, there are three further types of damage usually associated with magical attacks: Fire, Cold and Arcane attacks. Different units may have resistances which alter the damage which they take from certain damage types.
en@shaw: ğ‘¦ğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, ğ‘ğ‘º ğ‘¸ ğ‘”ğ‘®ğ‘° ğ‘‘ğ‘²ğ‘ğ‘• ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘©ğ‘•ğ‘´ğ‘–ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘“ğ‘¦ğ‘Ÿğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•: ğ‘šğ‘¤ğ‘±ğ‘›, ğ‘ğ‘½ğ‘• ğ‘¯ ğ‘¦ğ‘¥ğ‘ğ‘¨ğ‘’ğ‘‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡. ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ğ‘°, ğ‘ğ‘º ğ‘¸ ğ‘”ğ‘®ğ‘° ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘‘ğ‘²ğ‘ğ‘• ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘©ğ‘•ğ‘´ğ‘–ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•: ğ‘“ğ‘²ğ‘¼, ğ‘’ğ‘´ğ‘¤ğ‘› ğ‘¯ ğ‘¸ğ‘’ğ‘±ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•. ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘— ğ‘ªğ‘¤ğ‘‘ğ‘» ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¢ğ‘¦ğ‘— ğ‘ğ‘± ğ‘‘ğ‘±ğ‘’ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘ğ‘•.

source: For example, Skeletons are highly resistant to Blade and Pierce damage, but are vulnerable to Impact and Fire damage, and extremely vulnerable to Arcane damage.
en@shaw: ğ‘“ğ‘¹ ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤, ğ‘•ğ‘’ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘£ğ‘²ğ‘¤ğ‘¦ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘šğ‘¤ğ‘±ğ‘› ğ‘¯ ğ‘ğ‘½ğ‘• ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡, ğ‘šğ‘³ğ‘‘ ğ‘¸ ğ‘ğ‘©ğ‘¤ğ‘¯ğ‘»ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¨ğ‘’ğ‘‘ ğ‘¯ ğ‘“ğ‘²ğ‘¼ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡, ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ğ‘¤ğ‘¦ ğ‘ğ‘©ğ‘¤ğ‘¯ğ‘»ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¸ğ‘’ğ‘±ğ‘¯ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡.

source: If a strike is determined to hit, it will always do at least 1 point of damage. This applies even if the defender has 100% resistance to the damage type.
en@shaw: ğ‘¦ğ‘“ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘› ğ‘‘ ğ‘£ğ‘¦ğ‘‘, ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘›ğ‘µ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ 1 ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡. ğ‘ğ‘¦ğ‘• ğ‘©ğ‘ğ‘¤ğ‘²ğ‘Ÿ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘“ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ 100% ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘‘ ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘.

source: The time of day affects the damage of certain units as follows: Lawful units get +25% damage in daytime, and âˆ’25% damage at night. Chaotic units get +25% damage at night, and âˆ’25% in daytime. Neutral units are unaffected by the time of day.
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘›ğ‘± ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘ ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¨ğ‘Ÿ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘Ÿ: ğ‘¤ğ‘·ğ‘“ğ‘«ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘œğ‘§ğ‘‘ +25% ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ ğ‘›ğ‘±ğ‘‘ğ‘²ğ‘¥, ğ‘¯ âˆ’25% ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¨ğ‘‘ ğ‘¯ğ‘²ğ‘‘. ğ‘’ğ‘±ğ‘­ğ‘‘ğ‘¦ğ‘’ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘œğ‘§ğ‘‘ +25% ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¨ğ‘‘ ğ‘¯ğ‘²ğ‘‘, ğ‘¯ âˆ’25% ğ‘¦ğ‘¯ ğ‘›ğ‘±ğ‘‘ğ‘²ğ‘¥. ğ‘¯ğ‘µğ‘‘ğ‘®ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¸ ğ‘©ğ‘¯ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘› ğ‘šğ‘² ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘›ğ‘±.

source: The current time of day can be observed under the minimap in the status pane. For the usual day/night cycle, Morning and Afternoon count as day, First and Second Watch count as night:
en@shaw: ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘›ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘› ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘°ğ‘¥ğ‘¨ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘ğ‘±ğ‘¯. ğ‘“ğ‘¹ ğ‘ ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ ğ‘›ğ‘±/ğ‘¯ğ‘²ğ‘‘ ğ‘•ğ‘²ğ‘’ğ‘©ğ‘¤, ğ‘¥ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘¯ ğ‘­ğ‘“ğ‘‘ğ‘¼ğ‘¯ğ‘µğ‘¯ ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘›ğ‘±, ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘¢ğ‘ªğ‘¡ ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¯ğ‘²ğ‘‘:

source: Keep in mind that some scenarios take place underground, where it is perpetually night!
en@shaw: ğ‘’ğ‘°ğ‘ ğ‘¦ğ‘¯ ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ğ‘Ÿ ğ‘‘ğ‘±ğ‘’ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›, ğ‘¢ğ‘º ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¼ğ‘ğ‘§ğ‘‘ğ‘˜ğ‘«ğ‘©ğ‘¤ğ‘¦ ğ‘¯ğ‘²ğ‘‘!

source: If both units survive a combat, they gain a number of experience points equal to the level of the unit they're fighting. If a unit kills another in combat, however, it gains much more experience â€” 4 for a level 0 unit, 8 for level 1, 16 for level 2, 24 for level 3, and so forth.
en@shaw: ğ‘¦ğ‘“ ğ‘šğ‘´ğ‘” ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘»ğ‘ğ‘²ğ‘ ğ‘© ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘, ğ‘ğ‘± ğ‘œğ‘±ğ‘¯ ğ‘© ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¤ ğ‘‘ ğ‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ğ‘±'ğ‘¼ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™. ğ‘¦ğ‘“ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¦ğ‘¤ğ‘Ÿ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘¦ğ‘¯ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘, ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘¦ğ‘‘ ğ‘œğ‘±ğ‘¯ğ‘Ÿ ğ‘¥ğ‘³ğ‘— ğ‘¥ğ‘¹ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• - 4 ğ‘“ğ‘¹ ğ‘© ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ 0 ğ‘¿ğ‘¯ğ‘¦ğ‘‘, 8 ğ‘“ğ‘¹ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ 1, 16 ğ‘“ğ‘¹ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ 2, 24 ğ‘“ğ‘¹ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ 3, ğ‘¯ ğ‘•ğ‘´ ğ‘“ğ‘¹ğ‘”.

source: Units have a certain amount of experience required to advance (this is 20% less for units with the Intelligent trait). Once they achieve this amount, they immediately advance to the next level, healing fully in the process. In some cases, you will be given a choice of advancement options.
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘• (ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ 20% ğ‘¤ğ‘§ğ‘• ğ‘“ğ‘¹ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘®ğ‘±ğ‘‘). ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘ğ‘± ğ‘©ğ‘—ğ‘°ğ‘ ğ‘ğ‘¦ğ‘• ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘, ğ‘ğ‘± ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘° ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤, ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•. ğ‘¦ğ‘¯ ğ‘•ğ‘³ğ‘¥ ğ‘’ğ‘±ğ‘•ğ‘©ğ‘Ÿ, ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘© ğ‘—ğ‘¶ğ‘• ğ‘ ğ‘©ğ‘›ğ‘ğ‘¨ğ‘¯ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ.

source: While most units have three levels, not all do. Occasional units (such as <ref>dst='unit_Mage' text='Magi'</ref>) may have four. Once a unit has reached its maximum level, it may have an After Maximum Level Advancement (AMLA) available to it. The AMLA will modify the unit each time the unit reaches the experience goal, but the unit will remain the same level. The typical AMLA effect is for the unit to raise the maximum HP by 3 and full-heal it. The first AMLA will normally be reached with 150 XP gained (120 XP for intelligent units). However, gaining an AMLA becomes progressively harder for each AMLA the unit receives, and so it is usually more useful to try to advance your lower level units.
en@shaw: ğ‘¢ğ‘²ğ‘¤ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘”ğ‘®ğ‘° ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ğ‘Ÿ, ğ‘¯ğ‘ªğ‘‘ ğ‘·ğ‘¤ ğ‘›ğ‘µ. ğ‘©ğ‘’ğ‘±ğ‘ ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• (ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ <ref>dst='unit_Mage' text='ğ‘¥ğ‘±ğ‘¡ğ‘²'</ref>) ğ‘¥ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘¹. ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤, ğ‘¦ğ‘‘ ğ‘¥ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘¯ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘©ğ‘›ğ‘ğ‘¨ğ‘¯ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ (AMLA) ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¦ğ‘‘. ğ‘ AMLA ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘² ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘°ğ‘— ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘®ğ‘°ğ‘—ğ‘©ğ‘Ÿ ğ‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘œğ‘´ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤. ğ‘ ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘’ğ‘©ğ‘¤ AMLA ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ ğ‘®ğ‘±ğ‘Ÿ ğ‘ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ HP ğ‘šğ‘² 3 ğ‘¯ ğ‘“ğ‘«ğ‘¤-ğ‘£ğ‘°ğ‘¤ ğ‘¦ğ‘‘. ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ AMLA ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘¢ğ‘¦ğ‘ 150 XP ğ‘œğ‘±ğ‘¯ğ‘› (120 XP ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•). ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘œğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘©ğ‘¯ AMLA ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ğ‘Ÿ ğ‘ğ‘®ğ‘­ğ‘œğ‘®ğ‘§ğ‘•ğ‘¦ğ‘ğ‘¤ğ‘° ğ‘£ğ‘¸ğ‘›ğ‘¼ ğ‘“ğ‘¹ ğ‘°ğ‘— AMLA ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘Ÿ, ğ‘¯ ğ‘•ğ‘´ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘¥ğ‘¹ ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘‘ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘• ğ‘¿ğ‘¼ ğ‘¤ğ‘´ğ‘¼ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•.

source: In combat, your units will inevitably take damage. When a unit <ref>dst='experience_and_advancement' text='advances'</ref>, it will heal fully. This can happen as you finish fighting an enemy, whether it is your turn or not. Wesnoth offers several other ways for your units to heal, all of which take place at the beginning of your turn, before you take action.
en@shaw: ğ‘¦ğ‘¯ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘, ğ‘¿ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘¦ğ‘¯ğ‘§ğ‘ğ‘¦ğ‘‘ğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘‘ğ‘±ğ‘’ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡. ğ‘¢ğ‘§ğ‘¯ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ <ref>dst='experience_and_advancement' text='ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘©ğ‘Ÿ'</ref>, ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘°ğ‘¤ ğ‘“ğ‘«ğ‘¤ğ‘¦. ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦, ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯ ğ‘¹ ğ‘¯ğ‘ªğ‘‘. Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘ªğ‘“ğ‘¼ğ‘Ÿ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘¤ ğ‘³ğ‘ğ‘¼ ğ‘¢ğ‘±ğ‘Ÿ ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘‘ ğ‘£ğ‘°ğ‘¤, ğ‘·ğ‘¤ ğ‘ ğ‘¢ğ‘¦ğ‘— ğ‘‘ğ‘±ğ‘’ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¨ğ‘‘ ğ‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯, ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¿ ğ‘‘ğ‘±ğ‘’ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Resting: A unit which neither moves, attacks, nor is attacked will heal 2 HP in its next turn.
en@shaw: ğ‘®ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘™: ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘¯ğ‘²ğ‘ğ‘¼ ğ‘¥ğ‘µğ‘ğ‘Ÿ, ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•, ğ‘¯ğ‘¹ ğ‘¦ğ‘Ÿ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘°ğ‘¤ 2 HP ğ‘¦ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘»ğ‘¯.

source: Villages: A unit which starts a turn in a village will heal 8HP.
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ: ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘• ğ‘© ğ‘‘ğ‘»ğ‘¯ ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘°ğ‘¤ 8HP.

source: <ref>dst='ability_regenerates' text='Regeneration'</ref>: Certain units (such as trolls) will automatically heal 8HP every turn.
en@shaw: <ref>dst='ability_regenerates' text='ğ‘®ğ‘°ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘–ğ‘ªğ‘¯'</ref>: ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• (ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ) ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘£ğ‘°ğ‘¤ 8HP ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘‘ğ‘»ğ‘¯.

source: Healing units: Units with the <ref>dst='ability_heals +4' text='Heals'</ref> ability will heal each allied adjacent unit, usually <ref>dst='ability_heals +4' text='4HP'</ref> or <ref>dst='ability_heals +8' text='8HP'</ref> per turn, or prevent Poison from causing that unit damage.
en@shaw: ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ <ref>dst='ability_heals +4' text='ğ‘£ğ‘°ğ‘¤ğ‘Ÿ'</ref> ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘°ğ‘¤ ğ‘°ğ‘— ğ‘¨ğ‘¤ğ‘²ğ‘› ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘, ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ <ref>dst='ability_heals +4' text='4HP'</ref> ğ‘¹ <ref>dst='ability_heals +8' text='8HP'</ref> ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯, ğ‘¹ ğ‘ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘’ğ‘·ğ‘Ÿğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡.

source: Curing units: Units with the <ref>dst='ability_cures' text='Cures'</ref> ability will cure Poison in all allied adjacent units (in preference to healing, if it has that ability as well).
en@shaw: ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ <ref>dst='ability_cures' text='ğ‘’ğ‘˜ğ‘«ğ‘®ğ‘Ÿ'</ref> ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘˜ğ‘«ğ‘¼ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘·ğ‘¤ ğ‘¨ğ‘¤ğ‘²ğ‘› ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• (ğ‘¦ğ‘¯ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘• ğ‘‘ ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™, ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤).

source: Resting can be combined with other forms of healing, but villages, regeneration, healing and curing cannot combine with each other: the best option will be used. Finally, units heal fully between scenarios.
en@shaw: ğ‘®ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘’ğ‘©ğ‘¥ğ‘šğ‘²ğ‘¯ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘“ğ‘¹ğ‘¥ğ‘Ÿ ğ‘ ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ, ğ‘®ğ‘°ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘–ğ‘ªğ‘¯, ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘¯ ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘²ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘°ğ‘— ğ‘³ğ‘ğ‘¼: ğ‘ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘«ğ‘¸ğ‘¹ğ‘´ğ‘–ğ‘±ğ‘¿ğ‘Ÿğ‘›. ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦, ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘°ğ‘¤ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ğ‘Ÿ.

source: In Wesnoth, it is not enough simply to recruit units and fight. You must watch your gold as well, especially in campaigns, where you can carry extra gold over from one scenario to the next. There are two aspects to this; Income and Upkeep.
en@shaw: ğ‘¦ğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘¦ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¯ ğ‘“ğ‘²ğ‘‘. ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘¡ ğ‘¿ğ‘¼ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¨ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤, ğ‘¦ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ğ‘Ÿ, ğ‘¢ğ‘º ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘¦ ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘œğ‘´ğ‘¤ğ‘› ğ‘´ğ‘ğ‘¼ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¢ğ‘³ğ‘¯ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘. ğ‘ğ‘º ğ‘¸ ğ‘‘ğ‘µ ğ‘¨ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘‘ ğ‘ğ‘¦ğ‘•; ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥ ğ‘¯ ğ‘³ğ‘ğ‘’ğ‘°ğ‘.

source: Income is simple. You have a base income of 2 gold per turn. For every village you control, you gain one additional gold each turn. Thus, if you have ten villages, you would normally gain 12 gold each turn. Your Upkeep costs are subtracted from this income, as detailed below.
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘©ğ‘¤. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘šğ‘±ğ‘• ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥ ğ‘ 2 ğ‘œğ‘´ğ‘¤ğ‘› ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯. ğ‘“ğ‘¹ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤, ğ‘¿ ğ‘œğ‘±ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘°ğ‘— ğ‘‘ğ‘»ğ‘¯. ğ‘ğ‘³ğ‘•, ğ‘¦ğ‘“ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘§ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ, ğ‘¿ ğ‘¢ğ‘«ğ‘› ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘œğ‘±ğ‘¯ 12 ğ‘œğ‘´ğ‘¤ğ‘› ğ‘°ğ‘— ğ‘‘ğ‘»ğ‘¯. ğ‘¿ğ‘¼ ğ‘³ğ‘ğ‘’ğ‘°ğ‘ ğ‘’ğ‘­ğ‘•ğ‘‘ğ‘• ğ‘¸ ğ‘•ğ‘©ğ‘šğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥, ğ‘¨ğ‘Ÿ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘› ğ‘šğ‘©ğ‘¤ğ‘´.

source: Upkeep is also fairly simple. Each unit requires an amount of Upkeep equal to its level. You can support as many levels <italic>text=worth</italic> of units as you have villages, without paying any upkeep. However, for each level of unit beyond the number of villages you have, you must pay one gold per turn. For example, if you have twelve level one units and ten villages, you would have to pay two gold each turn in upkeep.
en@shaw: ğ‘³ğ‘ğ‘’ğ‘°ğ‘ ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘“ğ‘ºğ‘¤ğ‘¦ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘©ğ‘¤. ğ‘°ğ‘— ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘©ğ‘¯ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘³ğ‘ğ‘’ğ‘°ğ‘ ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¤ ğ‘‘ ğ‘¦ğ‘‘ğ‘• ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤. ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ğ‘Ÿ <italic>text=ğ‘¢ğ‘»ğ‘”</italic> ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ, ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘ğ‘±ğ‘¦ğ‘™ ğ‘§ğ‘¯ğ‘¦ ğ‘³ğ‘ğ‘’ğ‘°ğ‘. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘“ğ‘¹ ğ‘°ğ‘— ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘šğ‘¦ğ‘˜ğ‘ªğ‘¯ğ‘› ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¿ ğ‘£ğ‘¨ğ‘, ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘± ğ‘¢ğ‘³ğ‘¯ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯. ğ‘“ğ‘¹ ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤, ğ‘¦ğ‘“ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘¢ğ‘§ğ‘¤ğ‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘³ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¯ ğ‘‘ğ‘§ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ, ğ‘¿ ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘ğ‘± ğ‘‘ğ‘µ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘°ğ‘— ğ‘‘ğ‘»ğ‘¯ ğ‘¦ğ‘¯ ğ‘³ğ‘ğ‘’ğ‘°ğ‘.

source: Upkeep costs are subtracted from your Income, so in the case of twelve levels of units and ten villages, your resultant Income would be 10 gold per turn.
en@shaw: ğ‘³ğ‘ğ‘’ğ‘°ğ‘ ğ‘’ğ‘­ğ‘•ğ‘‘ğ‘• ğ‘¸ ğ‘•ğ‘©ğ‘šğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿ğ‘¼ ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥, ğ‘•ğ‘´ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘±ğ‘• ğ‘ ğ‘‘ğ‘¢ğ‘§ğ‘¤ğ‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¯ ğ‘‘ğ‘§ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ, ğ‘¿ğ‘¼ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘¨ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° 10 ğ‘œğ‘´ğ‘¤ğ‘› ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯.

source: There are two important exceptions to Upkeep: units with the Loyal trait and leaders never incur upkeep. Units you begin the scenario with (such as Delfador), or units who join you during a scenario (such as the Horseman in the second scenario of Heir to the Throne) will usually have the Loyal trait. The unit you are playing (such as Konrad) will almost always be a leader.
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘‘ğ‘µ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘³ğ‘ğ‘’ğ‘°ğ‘: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘‘ğ‘®ğ‘±ğ‘‘ ğ‘¯ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘¯ğ‘’ğ‘» ğ‘³ğ‘ğ‘’ğ‘°ğ‘. ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¿ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘¢ğ‘¦ğ‘ (ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹), ğ‘¹ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘µ ğ‘¡ğ‘¶ğ‘¯ ğ‘¿ ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘© ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ (ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘ ğ‘£ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘ ğ‘º ğ‘‘ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯) ğ‘¢ğ‘¦ğ‘¤ ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘‘ğ‘®ğ‘±ğ‘‘. ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¿ ğ‘¸ ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ (ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›) ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘šğ‘° ğ‘© ğ‘¤ğ‘°ğ‘›ğ‘».

source: This concludes the fundamentals of Wesnoth. You might want to read up on Basic Strategy, or familiarise yourself with <ref>dst='..traits_section' text='Traits'</ref> and <ref>dst='..abilities_section' text='Abilities'</ref>, but you now know everything you need to know to play the Heir to the Throne campaign. Have fun, and good luck!
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘›ğ‘Ÿ ğ‘ ğ‘“ğ‘©ğ‘¯ğ‘›ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”. ğ‘¿ ğ‘¥ğ‘²ğ‘‘ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¸ğ‘±ğ‘–ğ‘±ğ‘™ğ‘”ğ‘®ğ‘°ğ‘› ğ‘³ğ‘ ğ‘ªğ‘¯ ğ‘šğ‘±ğ‘•ğ‘¦ğ‘’ ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘‘ğ‘©ğ‘¡ğ‘°, ğ‘¹ ğ‘“ğ‘©ğ‘¥ğ‘¦ğ‘¤ğ‘˜ğ‘»ğ‘²ğ‘Ÿ ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘¢ğ‘¦ğ‘ <ref>dst='..traits_section' text='ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘•'</ref> ğ‘¯ <ref>dst='..abilities_section' text='ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ'</ref>, ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘¯ğ‘¬ ğ‘¯ğ‘´ ğ‘§ğ‘ğ‘®ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘¯ğ‘´ ğ‘‘ ğ‘ğ‘¤ğ‘± ğ‘ ğ‘º ğ‘‘ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯. ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘³ğ‘¯, ğ‘¯ ğ‘œğ‘«ğ‘› ğ‘¤ğ‘³ğ‘’!

source: ingame_help_item^Contributors
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘˜ğ‘©ğ‘‘ğ‘»ğ‘Ÿ

source: License
en@shaw: ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•

source: Most units have two traits. However, Undead units are assigned the single trait 'Undead', and Woses do not receive any traits. Traits are modifications that change a unit's attributes slightly. They are usually randomly assigned to a unit when it is recruited.
en@shaw: ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘µ ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘•. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¸ ğ‘¨ğ‘Ÿğ‘•ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘‘ğ‘®ğ‘±ğ‘‘ 'ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›', ğ‘¯ ğ‘¢ğ‘´ğ‘Ÿğ‘§ğ‘Ÿ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘•. ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘• ğ‘¸ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ğ‘• ğ‘•ğ‘¤ğ‘²ğ‘‘ğ‘¤ğ‘¦. ğ‘ğ‘± ğ‘¸ ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ğ‘¤ğ‘¦ ğ‘¨ğ‘Ÿğ‘•ğ‘²ğ‘¯ğ‘› ğ‘‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘®ğ‘µğ‘‘ğ‘©ğ‘›.

source: The traits that are available to all non-Undead units are <ref>dst='traits_intelligent' text='Intelligent'</ref>, <ref>dst='traits_quick' text='Quick'</ref>, <ref>dst='traits_resilient' text='Resilient'</ref>, and <ref>dst='traits_strong' text='Strong'</ref>.
en@shaw: ğ‘ ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘·ğ‘¤ ğ‘¯ğ‘ªğ‘¯-ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¸ <ref>dst='traits_intelligent' text='ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘‘'</ref>, <ref>dst='traits_quick' text='ğ‘’ğ‘¢ğ‘¦ğ‘’'</ref>, <ref>dst='traits_resilient' text='ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘¤ğ‘˜ğ‘©ğ‘¯ğ‘‘'</ref>, ğ‘¯ <ref>dst='traits_strong' text='ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™'</ref>.

source: Other traits that may be assigned to units are <ref>dst='traits_dextrous' text='Dextrous'</ref>, <ref>dst='traits_loyal' text='Loyal'</ref>, and <ref>dst='traits_undead' text='Undead'</ref>.
en@shaw: ğ‘³ğ‘ğ‘¼ ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘¨ğ‘Ÿğ‘•ğ‘²ğ‘¯ğ‘› ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¸ <ref>dst='traits_dextrous' text='ğ‘›ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘©ğ‘•'</ref>, <ref>dst='traits_loyal' text='ğ‘¤ğ‘¶ğ‘©ğ‘¤'</ref>, ğ‘¯ <ref>dst='traits_undead' text='ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›'</ref>.

source: Intelligent
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘‘

source: Intelligent units require 20% less experience than usual to advance.
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ 20% ğ‘¤ğ‘§ğ‘• ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘¨ğ‘¯ ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ ğ‘‘ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•.
