Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Time marched on, and so did Gwiti. He was nearing the place where the dreadful tome of Crelanu was hidden.
fr: Le temps passait et Gwiti avançait. Il s'approchait du bosquet où il savait que le redoutable livre de Crelanu était caché.
sv: Tiden gick vidare, och det gjorde Gwiti också. Han närmade sig den plats där den fasansfulla Crelanus Bok var gömd.

source: I feel that it must be close. Could it be in that swamp?
fr: Je sens qu'il doit être près. Pourrait-il se trouver dans ce marais ?
sv: Jag känner att den måste finnas här i närheten. Kan den finnas i det där träsket?

source: But the ancient mages had done their job well. The book had been hidden in a grove over which Elves and Orcs had waged war for many years, and any to approach would suffer their combined wrath...
fr: Mais les mages de jadis avaient bien fait leur travail. Le livre fut caché dans un bosquet pour lequel Elfes et Orcs furent en guerre pendant de nombreuses années et quiconque l'approcherait aurait à subir leur rage commune.
sv: Men de urtida magikerna had utfört sin uppgift väl. De hade gömt boken i en lund som alverna och orcherna hade stridit om i många år, och envar som närmade sig lunden skulle utsättas för deras förenade vrede...

source: Oh no. The orcs seem to have recruited the undead to their side.
fr: Oh non. Les orcs semblent avoir recruté les morts-vivants à leurs côtés.
sv: Oh nej. Det verkar som om orcherna har rekryterat vandöda.

source: Blast it! However did the elves get a necromancer to march with them?
fr: Malédiction ! Comment se fait-il que les elfes aient un nécromancien marchant à leurs côtés ?
sv: Tusan också! Hur i hela friden har alverna lyckats få en nekromantiker att kämpa vid sin sida?

source: I side not with either of you!
fr: Je ne m'allierai à aucun de vous !
sv: Jag tar inte parti för någon av er!

source: A truce, then? I fear he will be the death of us both.
fr: Une trève alors ? J'ai peur qu'il ne soit la mort de nous deux.
sv: En vapenvila, då? Jag fruktar att han kommer att ta kål på oss båda.

source: Very well. We have hated you Orcs for centuries, but the Undead are a danger to all that live.
fr: Très bien. Nous vous avons haïs, orcs, pendant des siècles mais les morts-vivants sont un danger pour tout ce qui vit.
sv: Så får det bli. Vi har hatat er orcher i århundraden, men de vandöda är ett hot mot allt levande.

source: The book is not here, but these swamps contain enough corpses to suit my purposes.
fr: Le livre n'est pas là, mais ces marais contiennent assez de cadavres pour servir mes desseins.
sv: Boken finns inte här, men dessa träsk innehåller tillräckligt många lik för mina syften.

source: What? I can't die! Noooo!
fr: Quoi ? Mais je ne peux pas mourir ! Noooon !
sv: Vad? Men jag kan inte dö! Neeeej!

source: I die a terrible death... not knowing why.
fr: Je meurs d'une mort atroce... sans savoir pourquoi.
sv: Jag dör en fasansfull död... och jag vet inte ens varför.

source: A curse upon that necromancer! Why did he have to come here?!
fr: Que ce nécromancien soit maudit ! Pourquoi fallait-il qu'il vienne ici ?
sv: Förbannelse över den där nekromantikern! Varför skulle han komma hit?!

source: At last! This is it! Now I must laugh crazedly as a true villain always must!
fr: Enfin ! Ça y est ! Maintenant je dois rire comme un dément, tel un authentique méchant !
sv: Äntligen! Här är den! Nu måste jag skratta det galna skrattet hos en sann bov!

source: My lord, your suspicions were correct. There is indeed a necromancer in this part of the country!
fr: Mon seigneur, vous soupçons étaient corrects. Il y a réellement un nécromancien dans cette partie du pays !
sv: Min herre, dina misstankar var korrekta. Det finns verkligen en nekromantiker i den här delen av landet!

source: Inside the Tower
fr: À l'intérieur de la tour
sv: I tornet

source: Victory: @Find Crelanu's Book Defeat #Death of Gwiti Ha'atel
fr: Victoire : @Trouver le livre de Crelanu Défaite : #Mort de Gwiti Ha'atel
sv: Seger: @Hitta Crelanus Bok Nederlag: #Gwiti Ha'atel dör

source: If my memory serves, this tower should have three floors. I should be able to find the Book in a few hours...!
fr: Si ma mémoire est bonne, cette tour a trois niveaux. Je devrais être capable de trouver le livre d'ici quelques heures... !
sv: Om mitt minne inte bedrar mig, så finns det tre våningar i detta torn. Jag bör kunna hitta Boken på några timmar...!

source: Hayaargghh! We have arrived! Command us, Master!
fr: Hayaargghh ! Nous sommes arrivés ! À vos ordres, Maître !
sv: Hayaargghh! Vi är här nu! Befall oss, mästare!

source: There's a secret door here! This must be the library.
fr: Il y a une porte secrète ici ! Ça doit être la bibliothèque.
sv: Det finns en lönndörr här! Detta måste vara biblioteket.

source: Well, well, well. Thirty-five pieces of gold were in this chest!
fr: Bien, bien, bien. Trente-cinq pièces d'or étaient dans ce coffre !
sv: Se där ja. Det fanns trettiofem guldmynt i kistan!

source: Blast it, the chest is empty!
fr: Malédiction, ce coffre est vide !
sv: Tusan också, kistan är tom!

source: Twenty pieces of gold is a welcome gift.
fr: Vingt pièces d'or sont toujours les bienvenues.
sv: Tjugo guldmynt är ju alltid välkommet.

source: I suppose thirty copper coins should not be scorned...
fr: Je suppose qu'il ne faut pas cracher sur trente pièces de cuivre...
sv: Jag antar att man inte tackar nej till trettio guldmynt...

source: The chest is empty save for a few trinkets. The magic has gone out of them.
fr: Ce coffre est vide, mises à part quelque babioles. La magie les a quittées.
sv: Kistan är tom sånär som på några småsaker. Det finns ingen magi kvar i dem.

source: Gack! This chest contains holy water!
fr: Êrk ! Ce coffre contient de l'eau bénite !
sv: Isch! Kistan innehåller vigvatten!

source: Look at what the mages were guarding!
fr: Regardez ce que les mages gardaient !
sv: Se vad magikerna vaktade!

source: Those mages had hidden away more than it seemed!
fr: Ces mages en ont caché davantage que ce que l'on pouvait penser !
sv: De där magikerna hade gömt undan mer än man kunde tro!

source: Two dozen gold. Plundering this tower is fun!
fr: Deux douzaine de pièces d'or. Le pillage de cette tour est amusant !
sv: Två dussin guldmynt. Det är kul att plundra det här tornet!

source: A pile of assorted coins is here!
fr: Ici se trouve un tas de pièces d'or !
sv: Det finns en hög av olika sorters mynt här!

source: Haha, this chest holds scores of gold coins!
fr: Haha, ce coffre contient de nombreuses pièces d'or !
sv: Haha, det finns massor av guldmynt i den här kistan!

source: This is not the tome Crelanu wrote...hmmm... but it contains its whereabouts!
fr: Ce n'est pas le livre qu'a écrit Crelanu... Mmhh... Mais il indique où il se trouve !
sv: Detta är inte boken som Crelanu skrev...hmm... men den berättar var den finns!

source: We're done in here! Let's go slay some more enemies.
fr: Nous en avons fini par ici ! Allons massacrer de nouveaux ennemis.
sv: Vi är färdiga här inne! Låt oss gå ut och slå ihjäl några fler fiender.

source: Congratulations! All your revenants survived.
fr: Félicitation ! Tous vos revenants ont survécus.
sv: Gratulerar! Alla dina Skugghämnare överlevde.

source: Mages and Elves
fr: Mages et elfes
sv: Magiker och Alver

source: Victory: @Move Gwiti to the Tower of Sorcery @Kill both enemy leaders Defeat: #Death of Gwiti Ha'atel #Turns run out
fr: Victoire : @Emmener Gwiti à la tour de sorcellerie @Tuer les deux chefs ennemis Défaite : #Mort de Gwiti Ha'atel #Nombre de tours dépassé
sv: Seger: @Förflytta Gwiti till Besvärjelsernas torn @Döda båda fiendeledarna Nederlag: #Gwiti Ha'atel dör #Dragen tar slut

source: After sending the Dark Spirit away for his failure, Gwiti realized that he was in a distant part of Wesnoth, and turned towards the Tower of Kaleon, where the greatest mages once studied.
fr: Après avoir renvoyé l'Esprit des Ténèbres pour son échec, Gwiti réalisa qu'il était dans une partie éloignée de Wesnoth et s'en fut vers la tour de Kaleon, où jadis, les plus grands mages étudiaient.
sv: När han hade sänt iväg den Mörka Anden som misslyckats, insåg Gwiti att han var i ett avlägset hörn av Wesnoth, och i riktning mot Kaleons torn, där de allra mäktigaste magikerna en gång studerat.

source: At last, I have reached the road. Unless I am far off my course, I should find the Tower of Kaleon here, filled with the secrets of ancient mages. Soon they shall all be mine, and my power will be great enough to invade Wesnoth.
fr: Enfin, j'ai atteint la route principale. À moins d'avoir fait fausse route, je devrais trouver la tour de Kaleon ici, pleine des secrets des mages de jadis. Bientôt, ils seront miens, et mes pouvoirs seront suffisants pour envahir Wesnoth.
sv: Äntligen, jag har nått vägen. Om jag inte kommit allt för långt ur kurs, så kommer jag att finna Kaleons torn här, fyllt med de forntida magikernas hemligheter. Snart är de alla mina, och min kraft kommer att vara stor nog för att kunna invadera Wesnoth.

source: A necromancer approaches! Can this be the same one that we banished?
fr: Un nécromancien s'approche ! Est-ce le même que celui que nous avons bannis ?
sv: Det kommer en nekromantiker! Det är väl inte samma som vi förvisade?

source: Accursed and dreadful one, know that we mages, guardians of the Tower of Kaleon, shall bar your way with all our spells! Flee now and you may survive.
fr: Être maléfique, sache que nous, mages gardiens de la tour de Kaleon, te barrerons le chemin au moyen de nos sorts. Si tu t'enfuis maintenant, tu survivras peut-être.
sv: Du förbannade och förfärliga varelse, vet att vi, Kaleons torns väktare, kommer att använda all vår makt och alla våra besvärjelser för att stoppa dig. Fly nu, så får du kanske leva.

source: Quirind, know that you have the Elves at your back.
fr: Quirind, sache que les elfes sont à tes trousses.
sv: Quirind, vet att alverna står bakom dig.

source: Foul sorcerer of death, go far from this place or we shall send you to your own realm.
fr: Ignoble sorcier de la mort, éloigne-toi de ce lieu ou nous te renverrons dans ton propre royaume.
sv: Du vidriga dödens häxmästare, ge dig av långt härifrån, eller så kommer vi att skicka dig till ditt eget rike.

source: Not born is the one that could challenge me!
fr: N'est pas encore né qui peut me défier !
sv: Den som kan utmana mig är inte född!

source: No! No! Noooo! It is over, I feel the shades reaching for me...
fr: Non ! Non ! Noooon ! C'est fini, je sens les ombres me rattraper...
sv: Nej! Nej! Neeej! Det är slut, jag kan känna hur skuggorna sträcker sig efter mig...

source: Argh! I have fallen, and the Tower lies stripped of its defenses!
fr: Argh ! Je suis tombé et la Tour se retrouve privée de ses défenses !
sv: Argh! Jag är besegrad, och tornet står oförsvarat!

source: Quirind, we have failed! You must guard the tower.
fr: Quirind, nous avons échoué ! Tu dois garder la tour.
sv: Quirind, vi har misslyckats! Du måste vakta tornet.

source: Ah ha ha ha! The tower's protective spells are now in force, you cannot enter without mastering a magic equal to it.
fr: Ah ah ah ah ! Les sorts protecteurs de la tour sont maintenant à pleine puissance, tu ne pourras entrer sans maîtriser une puissance comparable.
sv: Ah ha ha ha! Tornets skyddsbesvärjelser är nu på plats, du kan inte gå in om din magi inte är lika kraftfull som dessa.

source: Haha! I have gained entry to the tower!
fr: Haha ! J'ai gagné l'accès à la tour !
sv: Haha! Jag har tagit mig in i tornet!

source: A curse upon that foul necromancer!
fr: Que cet ignoble nécromancien soit maudit !
sv: Förbannad vare den vidrige nekromantikern!

source: The Skull of Agarash
fr: Le crâne d'Agarash
sv: Agarashs skalle

source: Victory: @Take the Skull of Agarash Defeat: #Death of Gwiti Ha'atel #Turns run out
fr: Victoire : @Prendre le crâne d'Agarash Défaite : #Mort de Gwiti Ha'atel #Nombre de tours dépassé
sv: Seger: @Få tag på Agarashs Dödskalle Nederlag: #Gwiti Ha'atel dör #Dragen tar slut

source: After Gwiti destroyed his brother, he planned to march on Wesnoth to gain his revenge. But a Dark Spirit came to counsel him...
fr: Après que Gwiti eut détruit son frère, il prévit de marcher sur Wesnoth pour avoir sa revanche. Mais un Esprit des Ténèbres vint le conseiller...
sv: Efter att Gwiti hade dödat sin bror, så planerade han att marschera till Wesnoth för att få sin hämnd. Men en Mörk Ande kom och rådslog med honom...

source: A Dark Spirit? Surely this is a token of my mastery of the undead!
fr: Un Esprit des Ténèbres ? C'est sûrement un témoignage de ma maîtrise des morts-vivants !
sv: En Mörk Ande? Detta måste vara ett tecken på hur skicklig jag är i att kontrollera de vandöda!

source: Gwiti, do not yet march in pursuit of your revenge. First, you shall go south, against the orcs, and there find the Skull of Agarash.
fr: Gwiti, ne pars pas tout de suite à la poursuite de ta revanche. Tu devrais, tout d'abord, aller au sud, contre les orcs, pour y trouver le crâne d'Agarash.
sv: Gwiti, ge dig ännu inte av för att söka din hämnd. Gå först söderut, mot orcherna, och sök reda på Agarash Dödskalle.

source: Do you see the three orc clans of this land? Their banners are topped with skulls, as is their custom. But one of these is the Skull of Agarash - Take it and your power will grow greater by far.
fr: Vois-tu les trois clans orcs de ces terres ? Leurs bannières sont surmontées de crânes, ainsi que le veut leur coutume. Mais l'un d'entre eux est le crâne d'Agarash. Prends-le, et ton pouvoir croîtra grandement.
sv: Ser du de tre orchklanerna i detta land? Deras banér bär enligt orchisk sed dödskallar på spetsen. En av dessa är Agarash Dödskalle - som en gång var min. Om du får tag på den, så kommer din kraft att växa för varje dag som går.

source: Oh, no! The undead hordes have taken my banner!
fr: Oh, non ! Les hordes mort-vivantes ont pris ma bannière !
sv: Oh, nej! De vandöda horderna har tagit mitt banér!

source: It is not your banner, and it never was! That skull has marked it as mine since long ago.
fr: Ce n'est pas ta bannière et cela ne l'a jamais été ! Ce crâne l'a faite mienne depuis longtemps déjà.
sv: Det är inte ditt banér, och det har det aldrig varit! Dödskallen har sedan länge utmärkt den som min.

source: Argh! This is only half of the skull, and near enough to powerless! Begone, Spirit!
fr: Argh ! C'est seulement la moitié du crâne, et elle est presque sans pouvoir ! Va-t-en, esprit !
sv: Argh! Det här är bara halva dödskallen, och nästan kraftlös! Vik hädan, Ande!

source: That skull is powerless!
fr: Ce crâne n'a aucun pouvoir !
sv: Dödskallen är kraftlös!

source: That is not the skull of Agarash!
fr: Ce n'est pas le crâne d'Agarash !
sv: Det där är inte Agarashs Dödskalle!

source: It's been a long time since I fought anything myself!
fr: Cela fait longtemps que je n'avais rien combattu moi-même !
sv: Det var länge sedan jag själv slogs mot någonting!

source: Victory: @Move Gwiti or Tanar into the water Defeat #Death of Gwiti #Death of Tanar
fr: Victoire : @Amener Gwiti ou Tanar dans l'eau Défaite : #Mort de Gwiti #Mort de Tanar
sv: Seger: @Gwiti får tag i Boken Nederlag: #Gwiti dör #Dragen tar slut

source: At a great battle at the Stone of Erzen, the brothers Gwiti and Nati Ha'atel showed their skills for the first time: Thinking that their side was losing the battle, they called upon the corpses of former enemies to rise again and fight on their side.
fr: À la grande bataille du Rocher de Erzen, les frères Gwiti et Nati Ha'atel ont montré pour la première fois leurs talents : pensant que leur camp était en train de perdre la bataille, ils invoquèrent les cadavres de leurs anciens ennemis, pour se lever à nouveau et à combattre à leur coté.
sv: Vid ett stort slag vid Erzens sten så visade de två bröderna Gwiti och Nati Ha'atel för första gången sina färdigheter: Då de trodde att deras sida höll på att förlora slaget, så åkallade de liken av sina tidigare fiender för att slåss vid deras sida.

source: However, not only was this forbidden, but rash as well. The cavalry meant to come as reinforcements instead clashed with the undead legions, and so the battle was lost where it would have been won had it not been for these two necromancers.
fr: Pourtant, non seulement était-ce interdit, mais aussi imprudent. La cavalerie devant arriver en renfort se heurta aux légions de morts-vivants. Ainsi la bataille fut perdue alors qu'elle aurait été gagnée n'y eût-il pas eu ces deux nécromanciens.
sv: Men detta var inte blott förbjudet, utan även ogenomtänkt. Kavalleriet, som skulle undsätta trupperna, drabbade samman med de vandöda legionerna, och slaget, som annars skulle ha vunnits, förlorades på grund av dessa nekromantikers ingripande.

source: The Ha'atel brothers fled. Immediately upon their return, they were clapped in irons, marched onto a ship with no rudder, and sent off to drown in the sea, for the Wesnothians feared that their corpses might only rise again.
fr: Les frères Ha'atel s'enfuirent. Immédiatement, à leur retour, ils furent mis au fers, embarqué dans un bateau sans gouvernail et envoyés se noyer dans la mer. Pour les Wesnothiens, leur seule crainte était de voir à nouveau leurs corps se relever.
sv: Bröderna Ha'atel flydde. Så fort de återvände slogs de i järn, och fördes ombord på ett roderlöst skepp, och skickades att dö på havet, då wesnotherna fruktade att deras kroppar skull vakna till liv igen.

source: But Fate intervened. The ship was beset by a sudden storm and disintegrated, separating the brothers and washing them both ashore. This was the beginning of the Rise of the Dark Hordes.
fr: Mais le destin intervint. Le bateau fut assailli par un orage soudain puis désintégré, séparant les frères et les jetant tous les deux à terre. C'était le commencement du soulèvement des hordes sombres.
sv: Men Ödet ville annorlunda. Skeppet råkade ut för en storm och föll i bitar; bröderna blev åtskilda och spolades upp på land. Detta var upprinnelsen till de Mörka horderna.

source: Victory: @Defeat all Enemies Defeat: #Death of Prince Haldric or #Death of Lady Jessica or #Turns run out
fr: Victoire : @Vaincre tous les ennemis Défaite : #Mort du prince Haldric #Mort de dame Jessica #Nombre de tours dépassé
sv: Seger: @Besegra alla fiender Nederlag: #Prins Haldric dör #Lady Jessica dör #Dragen tar slut

source: Victory: @Defeat the Orcs Defeat: #Death of Prince Haldric or #Death of King Addroran IX or #Death of Lady Jessica or #Turns run out
fr: Victoire : @Vaincre les orcs Défaite : #Mort du prince Haldric #Mort du roi Addroran #Mort de dame Jessica #Nombre de tours dépassé
sv: Seger: @Besegra orcherna Nederlag: #Prins Haldric dör #Kung Addroran IX dör #Lady Jessica dör #Dragen tar slut

source: Victory: @Defeat Both Enemies Defeat: #Death of Prince Haldric or #Turns run out
fr: Victoire : @Vaincre tous les ennemis Défaite : #Mort du prince Haldric #Nombre de tours dépassé
sv: Seger: @Besegra båda fiender Nederlag: #Prins Haldric dör #Dragen tar slut

source: Victory: @Defeat the Wesfolk Leader Defeat: #Death of Prince Haldric or #Death of King Eldaric IV or #Turns run out
fr: Victoire : @Vaincre le chef Wesfolk Défaite : #Mort du prince Haldric #Mort du roi Eldaric IV #Nombre de tours dépassé
sv: Seger: @Besegra fiendens ledare Nederlag: #Prins Haldric dör #Kung Eldaric IV dör #Dragen tar slut

source: Victory: @Defeat the Undead Defeat: #Death of Prince Haldric or #Death of Lady Jessica or #Turns run out
sv: Seger: @Besegra de vandöda Nederlag: #Prins Haldric dör #Lady Jessica dör #Dragen tar slut

source: Victory: @Kill the Lich's to get his Book and @Enter Southbay's Sewer Defeat: #Death of Prince Haldric or #Death of Lady Jessica or #Turns run out
sv: Seger: @Förflytta Konrad till vägskylten i nordväst Nederlag: #Konrad dör #Delfador dör #Dragen tar slut

source: Victory: @Defeat all Enemies Defeat: #Death of Prince Haldric or #Death of Lady Jessica or #Death of Lord Typhon or #Turns run out
sv: Seger: @Besegra alla fiender Nederlag: #Prins Haldric dör #Lady Jessica dör #Lord Typhon dör #Dragen tar slut

source: Return of the Fleet
fr: Le retour de la flotte
sv: Flottan återvänder

source: Victory: @Defeat all Enemies Defeat: #Death of Prince Haldric or #Death of Lady Jessica or #Death of Lt. Aethyr or #Turns run out
fr: Victoire: @Vaincre tous les ennemis Défaite: #Mort du prince Haldric #Mort de Dame Jessica #Mort du lieutenant Aethyr #Nombre de tours dépassé
sv: Seger: @Besegra alla fiender Nederlag: #Prins Haldric dör #Lady Jessica dör #Löjtnant Aethyr dör #Dragen tar slut

source: Victory: @Defeat the Nagas Defeat: #Death of Prince Haldric or #Death of Lady Jessica or #Death of Lord Typhon or #Turns run out
sv: Seger: @Besegra alla naga Nederlag: #Prins Haldric dör #Lady Jessica dör #Lord Typhon dör #Dragen tar slut

source: Victory: @Exit the Sewer Defeat: #Death of Prince Haldric or #Death of Lady Jessica or #Turns run out
sv: Seger: @Kom ut ur kloaken Nederlag: #Prins Haldric dör #Lady Jessica dör #Dragen tar slut

source: Victory: @Defeat the Lich-Lord and @Retrieve the Fire Ruby Defeat: #Death of Prince Haldric or #Turns run out
sv: Seger: @Besegra Dödsfursten @Hämta EldrubinenNederlag: #Prins Haldric dör #Dragen tar slut

source: Victory: @Slay the Dragon or @Heroic: Slay the Dragon and defeat all Enemies Defeat: #Death of Prince Haldric or #Death of Lady Jessica or #Turns run out
fr: Victoire: @Vaincre le dragon @Héroïque: Vaincre le dragon et tous les ennemis Défaite: #Mort du prince Haldric #Mort de dame Jessica #Nombre de tours dépassé
sv: Seger: @Döda draken @För att visa ditt hjältemod: döda draken och besegra alla fiender Nederlag: #Prins Haldric dör #Lady Jessica dör #Dragen tar slut

source: Victory: @Defeat the Wesfolk Leader Defeat: #Death of Prince Haldric or #Death of King Eldaric IV or #Orcs Kill the Wesfolk Leader or #Turns run out
sv: Seger: @Besegra Wesfolkets ledare Nederlag: #Prins Haldric dör # Kung Eldaric IV dör #Orcherna dödar Wesfolkets ledare #Dragen tar slut

source: Victory: @Defeat All Enemies Defeat: #Death of Prince Haldric or #Turns run out
sv: Seger: @Besegra alla fiender Nederlag: #Prins Haldric dör #Dragen tar slut

source: Victory: @Defeat Both Enemies Defeat: #Death of Prince Haldric or #Death of Elilmaldur-Rithrandil or #Turns run out
sv: Seger: @Besegra båda fiender Nederlag: #Prins Haldric dör #Elilmaldur-Rithrandil dör #Dragen tar slut

source: The Plan
fr: Le plan
sv: Planen

source: So what is your plan?
fr: Alors, quel est votre plan ?
sv: Har du någon plan?

source: Right!
fr: Exactement !
sv: Precis!

source: The Vanguard
fr: L'avant-garde
sv: Förtruppen

source: Victory: @Defeat all Enemies Defeat: #Death of Prince Haldric or #Death of Lt. Aethyr or #Turns run out
fr: Victoire: @Vaincre tous les ennemis Défaite: #Mort du prince Haldric #Mort du lieutenant Aethyr #Nombre de tours dépassé
sv: Seger: @Besegra alla fiender Nederlag: #Prins Haldric dör #Löjtnant Aethyr dör #Dragen tar slut

source: I could have told you that.
fr: J'aurais pu vous le dire.
sv: Det hade jag kunnat tala om för dig.

source: Rhaarg!
sv: Aargh!

source: Forest of Fear
de: Forst der Furcht
fr: La forêt de la peur
sv: Fruktans skog

source: Random map
de: Zufallskarte
fr: Carte aléatoire
sv: Slumpkarta

source: Blue scores! Current score is $redscore-$bluescore
de: Die blaue Mannschaft punktet. Aktueller Punktestand: $redscore-$bluescore
sv: Poäng till blå laget!

source: Should I pass the ball to $passto.type ($xloc,$yloc)?
sv: Jag kanske borde skicka vidare till $passto.type ($xloc,$yloc)?

source: Yes!
de: Ja
sv: Ja!

source: No
de: Nein
el: Όχι
eo: Ne
fr: Non
sv: Nej

source: Blue team wins! Final score: $redscore-$bluescore
de: Die blaue Mannschaft hat gewonnen! Der Endstand: $redscore-$bluescore
sv: Det blå laget vinner! Poängsumma: $redscore-$bluescore
