Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: The times of day usually progress in a sequence: dawn- identical to twilight, morning- day, evening- day, dusk- twilight, first-watch- night, second-watch- night, then repeat. This is represented by the sun and moon which each rise in the east and set in the west. However some scenarios have a different sequence, such as underground where it is perpetually night. You can find out the current time of day by looking at the Status Table.
de: Die Tageszeiten haben normalerweise den Verlauf Morgendämmerung (Dämmerung), Vormittag (Tag), Nachmittag (Tag), Abenddämmerung (Dämmerung), Erste Wache (Nacht), Zweite Wache (Nacht), und wieder von vorne. Das wird dargestellt durch Sonne und Mond, die im Osten aufgehen und im Westen untergehen. Manche Szenarios haben allerdings eine andere Reihenfolge. Im Untergrund ist es zum Beispiel immer Nacht. Die aktuelle Tageszeit wird in der Statustabelle angezeigt.

source: Two terrains have properties which have already been described; namely villages and castle. However the properties of most terrains are more subtle, and have to do with the advantages and disadvantages different units have when they move onto them. The first property of a terrain is the number of move points it takes each unit to move through the hex. The second property is the defense that the terrain gives units standing on it. This is a percentage which determines the unit's chance to be hit on that terrain. For example; elves have 70% defense on grass, and are therefore hit 30% of the time.
de: Einige Eigenschaften zweier Geländearten wurden schon beschrieben, nämlich "Dorf" und "Burg". Es gibt jedoch allgemeine Eigenschaften, die jedes Gelände hat. Das ist einmal die Anzahl an Bewegungspunkten, die eine Einheit verbraucht, wenn sie sich auf ein ein Feld eines Geländetyps bewegt, und zum Zweiten der Verteidigungswert einer Einheit, wenn sie auf einem Feld eines Geländetyps steht. Der Verteidigungswert ist ein Prozentsatz, der die Trefferwahrscheinlichkeit für angreifende Einheiten festlegt. Elfen haben zum beispiel auf Grasland einen Verteidigungswert von 70%, und somit treffen Angreifer in 30% aller Fälle.

source: What are the different properties that terrains have?
de: Was sind die verschiedenen Eigenschaften, die ein Gelände haben kann?

source: How do I find out the properties of a specific terrain?
de: Wie kann ich die Eigenschaften eines bestimmten Geländes herausfinden?

source: To find out the properties of a terrain with respect to a specific unit, right-click on the unit, select Unit Description, then select Terrain Modifiers. To find out which terrain is on a particular hex, move your cursor over that hex and look in the upper-right hand corner of the screen. This will display, in order, the name of the terrain, then the coordinates of the hex, then the selected unit's defense, then the number of move points it will cost the selected unit to move through that hex.
de: Um die Eigenschaften eines Geländes für eine bestimmte Einheit herauszufinden, macht einen Rechtsklick auf die Einheit, wählt "Einheitenbeschreibung" und dann "Gelände-Modifikatoren". Wenn Ihr wissen wollt, welches Gelände ein bestimmtes Feld hat, bewegt den Cursor dorthin und schaut in die obere linke Bildschirmecke. Dort steht (in dieser Reihenfolge) der Name des Geländes, die Koordinaten des Hexfeldes, der Verteidigungswert der ausgewählten Einheit und die Anzahl der Bewegungspunkte, die es kostet, um dorthin zu kommen.

source: Each unit has a certain resistance against each attack type. This resistance is a percentage which is subtracted from the damage of opponent's weapons of that type. For example, if an Elvish Scout is attacked by an Elvish Archer, the archer does 20% more damage than normal, since Elvish Scouts have -20% resistance to pierce. This bonus/penalty is calculated additively with other bonuses/penalties like time of day, so two -50% penalties would add up to -100%.
de: Jede Einheit hat eine bestimmte Resistenz gegen jede Schadensart. Diese Resistenz ist eine Prozentzahl, die von dem Schaden, die eine gegnerische Waffe des jeweiligen Typs angerichtet wird, abgezogen wird. Wenn zum Beispiel ein Elfen-Aufklärer von einem Elfen-Bogenschützen angegriffen wird, ist der Schaden um 20% höher als normal, da Elfen-Aufklärer eine -20%-Resistenz gegen Stich haben. Der Resistenzbonus/Malus addiert sich zu anderen Boni/Mali (z.B. Tageszeiten). Zwei -50%-Mali ergeben also einen malus von -100%.

source: How does resistance affect attack damage?
de: Wie beeinflussen Resistenzen den Angriffsschaden?

source: There are 6 different damage types: blade, pierce, impact, fire, cold, and holy. Heavily armored units have high resistance to the physical types: blade, pierce, and impact, but low resistance to the magical types: fire and cold. All living units have resistance to holy while undead are extremely weak to it. To find out a specific unit's resistance, right-click on the unit, select Unit Description, then select Resistance.
de: Es gibt sechs verschiedene Schadensarten: Klinge, Stich, Wucht, Feuer, Kälte und Heilig. Einheiten mit schwerer Rüstung haben eine hohe Resistenz gegen physische Arten (Klinge, Stich, Wucht), aber dafür eine geringere Resistenz gegen magischen Schaden (Feuer und Kälte). Alle lebenden Einheiten haben eine Resistenz gegen heiligen Schaden, wohingegen Untote dafür extrem anfällig sind. Um die Resistenzen einer Einheit einzusehen, rechtsklicke auf die Einheit, wähle die Einheitsbeschreibung und dann "Resistenzen".

source: What are the different damage types?
de: Was sind die verschiedenen Schadensarten?

source: Each specialty does something different; that's the whole point of a specialty. To find a description of a unit's specialty, put your cursor over the name of the specialty.
de: Jede Spezialität hat eine andere Auswirkung, deshalb heißen sie ja so. Bewegt euren Cursor auf den Namen einer Spezialität, um eine Beschreibung zu bekommen.

source: What do specialties do?
de: Was machen Spezialitäten?

source: The specialties a unit gets are determined by the unit type; for example all generals have the specialty leadership. There are two kinds of specialties: abilities, and attack specials. Abilities apply to units while attack specials only apply to one of the unit's attacks.
de: Die Spezialitäten einer Einheit hängen ab von ihrem Typ. Beispielsweise haben alle Generäle Anführerschaft. Es gibt zwei Arten von Spezialitäten: Eigenschaften, und Angriffsspezialitäten. Eigenschaften beeinflussen Einheiten, wohingegen Angriffsspezialitäten nur eine Attacke einer Einheit beeinflussen.

source: Which units get specialties?
de: Welche Einheiten bekommen Spezialitäten?

source: There are many different specialties, and learning about them is one of the interesting parts of playing Wesnoth. The two most common specialties are called 'magical' and 'leadership'. Magical attacks have a 70% chance of hitting enemies regardless of what terrain they are on. Units do more damage while next to a unit of higher level with leadership.
de: Es gibt viele Spezialitäten, sie alle kennen zu lernen ist eine interessante Facette Wesnoths. Die häufigsten Spezialitäten sind "magisch" und "Anführerschaft". Magische Attacken haben eine 70%tige Trefferwahrscheinlichkeit, unabhängig vom Gelände, auf dem der Verteidiger steht. Einheiten machen mehr Schaden, wenn sie neben einer Einheit mit "Anführerschaft" stehen, die eine höhere Stufe hat.

source: What kinds of specialties can my units get?
de: Welche Arten von Spezialitäten gibt es?

source: How do I use specialties?
de: Wie benutze ich Spezialitäten?

source: To use a specialty, you just have to move and/or attack with your units in a way which triggers the specialty. For example, in order to use leadership, you must move a unit with leadership next to another unit, then attack with the other unit.
de: Um eine Spezialität zu benutzen, müsst Ihr lediglich eure Einheiten so bewegen oder angreifen lassen, dass die Spezialität aktiviert wird. Um "Anführerschaft" zu benutzen, müsst Ihr mit einer Einheit angreifen, die neben einer Einheit mit dieser Spezialität steht.

source: This potion increases the damage of all the drinker's attacks by four.
de: Dieser Trank verstärkt den Schaden jeder Attacke um vier Punkte.

source: The objects you encounter are put in by the scenario designer, so they vary from campaign to campaign. In Heir to the Throne, most objects give the unit who picks them up a new weapon. However there are usually not that many objects in a campaign.
de: Die Objekte, die Ihr findet, werden vom jeweiligen Szenario-Designer gewählt, deshalb variiert das von Kampagne zu Kampagne. In "Der Thronerbe" bekommt der Finder eines Objekts meistens eine neue Waffe. Es gibt meistens nicht sehr viele Objekte in einer Kampagne.

source: What kind of objects am I likely to encounter?
de: Welche Objekte werde ich finden?

source: How long do these objects last?
de: Wie lange wirken diese Objekte?

source: Most objects are permanent changes to the unit that receives them. However a few objects, such as holy water, last only until the remainder of the level.
de: Die meisten Objekte haben einen permanenten Effekt auf die Einheit, die sie findet. Manche Objekte, wie zum Beispiel geweihtes Wasser, wirken nur bis zum Ende eines Szenarios.

source: How do I play a campaign?
de: Wie spiele ich eine Kampagne?

source: To begin a campaign, run Wesnoth, select 'Campaign', select which campaign to play, then select Easy, Normal, or Hard. Heir to the Throne is the suggested for newcomers to Wesnoth.
de: Um eine Kampagne anzufangen, starte Wesnoth, wähle "Kampagne", dann die Kampagne, die Ihr spielen wollt, und anschließend den Schwierigkeitsgrad (leicht, mittel, schwer). Wesnoth-Einsteiger sollten mit der Kampagne "Der Thronerbe" beginnen.

source: How do I play multiplayer?
de: Wie kann ich ein Mehrspieler-Spiel spielen?

source: To play Wesnoth against other people, select 'Multiplayer'. If you have the latest development version of Wesnoth, select 'Join Official Server'. However, if you have version 1.0, select 'Join Game', then type in 'server.wesnoth.org'. This will connect you to the official Wesnoth server, where you can join a game by selecting it, then selecting 'Join Game'.
de: Um Wesnoth gegen andere Spieler zu spielen, wählt "Mehrspieler". Wenn Ihr die neueste Entwicklerversion von Wesnoth habt, wählt "Offiziellen Server beitreten". Wenn Ihr Version 1.0 habt, wählt "Spiel beitreten", und gebt 'server.wesnoth.org' ein. Das wird euch mit dem offiziellen Wesnoth-Server verbinden, wo Ihr einem Spiel beitreten könnt, wenn ihr es auswählt und "Spiel beitreten" drückt.

source: hp
de: LP

source: xp
de: EP

source: Dwarves are an ancient race of powerful fighters. Their Berserkers forget all defense in exchange for massive damage against their enemies. Once a battle is entered, Dwarvish Berserkers attack ferociously, continuing to push the attack until either they or their enemy lies dead.
de: Zwerge sind eine alte Rasse von mächtigen Kämpfern. Die Berserker unter ihnen verzichten auf jegliche Verteidigung im Austausch dafür fügen sie ihren Feinden massive Schäden zu. Wenn der Kampf erst mal begonnen hat greifen sie mit äußerster Brutalität an, solange bis sie oder ihr Gegner besiegt am Boden liegt.

source: Dwarvish Sentinel
de: Zwergen Schildwache

source: The famed Dwarvish Thunderguards wield mysterious and feared weapons forged by the Dwarf weapon-masters, experts in arcane Dwarvish technology. Although they are no faster than the more common Thunderers, their attack is much more deadly.
de: Die berühmten Zwergen Donnerwächter tragen geheimnisvolle und gefürchtete Waffen die von Zwergenwaffenmeistern, welche Meister der geheimen Zwergentechnologie sind, geschmiedet wurden. Obwohl sie nicht schneller als die gemeinen Donnerer sind ist ihr Angriff viel tödlicher.

source: Elvish Archers are trained from youth in archery, and so skilled in long-range combat. Able to fire many arrows quickly and accurately, these Archers make up a large portion of the Elvish military.
de: Elfenbogenschützen trainieren das Bogenschießen von klein auf, dadurch sind sie sehr geschickt im Fernkampf. Da sie in der Lage sind viele Pfeile schnell und zielsicher abzufeuern sind diese Bogenschützen ein sehr wichtiger Bestandteil der Elfentruppen.

source: Elvish Avengers are extremely skillful and extremely quick, powerful in all forms of combat. Avengers are considered the best of all woodsmen in Wesnoth, and can ambush their foes in the forest, because they cannot be seen in the woods until just after they have attacked.
de: Elfenrächer sind flink und geschickt, außerdem sind sie stark im Nah- und Fernkampf. Rächer haben den Ruf die besten Waldkämpfer in Wesnoth zu sein, weil sie in den Wäldern solange unsichtbar sind bis sie ihre Feinde aus dem Hinterhalt angreifen.

source: Elvish Marksman are expert in use of the bow. Their skill guarantees them a 60% chance to hit enemies, even those hidden in difficult terrain. This great skill with the bow compensates for their lack of skill in melee combat and lesser speed.
de: Der Elfenlangbogenschütze ist ein Experte im Bogenschießen. Seine Fertigkeit garantiert ihm eine Trefferwahrscheinlichkeit von 60%, selbst wenn sich sich seine Feinde in schwierigem Gelände verstecken. Seine Schwäche im Nahkampf und seine Langsamkeit werden von seiner großartigen Beherrschung des Bogens wettgemacht.

source: Elvish Rangers are quick and powerful. Skilled in both short- and long-range combat, Rangers are truly all-round fighters. The best of all woodsmen, Rangers cannot be seen by enemies while they are in forest, unless they have just made an attack, or there are enemies adjacent to them.
de: Elfenwaldhüter sind schnell und mächtig. Die Tatsache, dass sie sowohl im Nahkampf als auch im Fernkampf bestens ausgebildet sind, macht sie zu sehr vielseitigen Kämpfern. Da sie zu den besten der Waldkämpfer zählen, sind sie im Wald solange für ihre Gegner unsichtbar, bis sie angreifen oder sich die Gegner auf einem benachbartem Feld befinden.

source: The most elite archers in all of Wesnoth, Elvish Sharpshooters are incredibly accurate, guaranteed a 60% chance to hit when attacking, even when firing very quickly. Sharpshooters are excellent at picking off entrenched enemies.
de: Elfenscharfschützen sind die besten aller Bogenschützen in ganz Wesnoth. Sie sind unglaublich zielgenau und haben immer 60% Trefferwahrscheinlichkeit, auch wenn sie sehr schnell hintereinander schießen. Sie sind bestens geeignet, Gegner auszulöschen die sich verschanzt haben.

source: Naga
de: Seeteufel

source: pitchfork
de: Mistforke

source: Triton
de: Herr der Tiefe

source: Wose
de: Waldschrat

source: ,Get More Campaigns...
de: ,Weitere Kampagnen...

source: Connect to Server
de: Mit Kampagnenserver verbinden

source: Ok
de: Okay

source: You must have at least $cost gold pieces to recall a unit
de: Ihr benötigt mindestens $cost Goldstücke, um eine Einheit einberufen zu können.
