Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: race^Miscellaneous
el: Λοιπά
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘©ğ‘¤ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘•
eo: Diversaj

source: Abilities:
en@shaw: ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ:

source: Ability Upgrades:
en@shaw: ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘©ğ‘ğ‘œğ‘®ğ‘±ğ‘›ğ‘Ÿ:

source: Cost:
en@shaw: ğ‘’ğ‘ªğ‘•ğ‘‘:

source: Alignment:
el: Νοοτροπία:
en@shaw: ğ‘©ğ‘¤ğ‘²ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘:
eo: Aparteno:

source: Required XP:
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› XP:

source: unit help^Attacks
en@shaw: ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•

source: unit help^Name
en@shaw: ğ‘¯ğ‘±ğ‘¥

source: Movement Cost
en@shaw: ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘ªğ‘•ğ‘‘

source: <header>text='Units of this race'</header>
en@shaw: <header>text='ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘±ğ‘•'</header>

source: < Back
en@shaw: < ğ‘šğ‘¨ğ‘’

source: Reference to unknown topic:
en@shaw: ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘• ğ‘‘ ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯ ğ‘‘ğ‘ªğ‘ğ‘¦ğ‘’:

source: corrupted original file
en@shaw: ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘ğ‘©ğ‘› ğ‘©ğ‘®ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤

source: Parse error when parsing help text:
en@shaw: ğ‘ğ‘¸ğ‘• ğ‘»ğ‘¹ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘¸ğ‘•ğ‘¦ğ‘™ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘:

source: gender^Random
en@shaw: ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥

source: Female â™€
en@shaw: ğ‘“ğ‘°ğ‘¥ğ‘±ğ‘¤ â™€

source: Male â™‚
en@shaw: ğ‘¥ğ‘±ğ‘¤ â™‚

source: Random
en@shaw: ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥

source: Verifying cache...
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ğ‘“ğ‘²ğ‘¦ğ‘™ ğ‘’ğ‘¨ğ‘–...

source: Reading unit files...
en@shaw: ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ...

source: Reading files and creating cache...
en@shaw: ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘¨ğ‘–...

source: A map without a header is not supported
en@shaw: ğ‘© ğ‘¥ğ‘¨ğ‘ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘© ğ‘£ğ‘§ğ‘›ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›

source: Random maps with an odd width aren't supported.
en@shaw: ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘¥ğ‘¨ğ‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘ªğ‘› ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘¸ğ‘¯ğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›.

source: Do you really want to dismiss him?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘¥ğ‘¦ğ‘• ğ‘£ğ‘¦ğ‘¥?

source: My lord, this unit is loyal and requires no upkeep!
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘¯ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘¯ğ‘´ ğ‘³ğ‘ğ‘’ğ‘°ğ‘!

source: Do you really want to dismiss her?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘¥ğ‘¦ğ‘• ğ‘£ğ‘»?

source: My lord, this unit is an experienced one, having advanced levels!
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘¢ğ‘³ğ‘¯, ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ğ‘Ÿ!

source: My lord, this unit is close to advancing a level!
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘‘ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘¦ğ‘™ ğ‘© ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤!

source: Status
en@shaw: ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: Level^Lvl.
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤

source: unit list^Traits
en@shaw: ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘•

source: Scroll To
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘‘

source: status^Units
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•

source: Current Status
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: More >
en@shaw: ğ‘¥ğ‘¹ >

source: scenario settings^Leader
en@shaw: ğ‘¤ğ‘°ğ‘›ğ‘»

source: scenario settings^Side
en@shaw: ğ‘•ğ‘²ğ‘›

source: scenario settings^Start Gold
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘œğ‘´ğ‘¤ğ‘›

source: scenario settings^Base Income
en@shaw: ğ‘šğ‘±ğ‘• ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥

source: scenario settings^Gold Per Village
en@shaw: ğ‘œğ‘´ğ‘¤ğ‘› ğ‘ğ‘» ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡

source: scenario settings^Fog
en@shaw: ğ‘“ğ‘ªğ‘œ

source: scenario settings^Shroud
en@shaw: ğ‘–ğ‘®ğ‘¬ğ‘›

source: no
el: όχι
en@shaw: ğ‘¯ğ‘´
eo: ne

source: yes
el: ναι
en@shaw: ğ‘˜ğ‘§ğ‘•
eo: jes

source: Scenario Settings
en@shaw: ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Save the Map As
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘ ğ‘¥ğ‘¨ğ‘ ğ‘¨ğ‘Ÿ

source: Message:
el: Μήνυμα:
en@shaw: ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡:
eo: Mesaĝo:

source: Send to observers only
el: Μόνο στους θεατές
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘¼ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦
eo: Sendi nur al observantoj

source: unit^Gold
en@shaw: ğ‘œğ‘´ğ‘¤ğ‘›

source: Select unit:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘:

source: You are separated from your soldiers and may not recall them
en@shaw: ğ‘¿ ğ‘¸ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿ğ‘¼ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ ğ‘¯ ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘ğ‘§ğ‘¥

source: You must have at least 1 gold piece to recall a unit
en@shaw: ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ 1 ğ‘œğ‘´ğ‘¤ğ‘› ğ‘ğ‘°ğ‘• ğ‘‘ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘

source: You have not started your turn yet. Do you really want to end your turn?
el: Δεν έχετε ξεκινήσει τη σειρά σας ακόμα. Θέλετε πραγματικά να τελειώσετε τη σειρά σας;
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘› ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯ ğ‘˜ğ‘§ğ‘‘. ğ‘›ğ‘µ ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯?
eo: Ankoraŭ vi ne ekmovis. Ĉu vere vi volas turni?

source: Race
en@shaw: ğ‘®ğ‘±ğ‘•

source: Gender:
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘›ğ‘»:

source: Label:
en@shaw: ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤:

source: Team only
en@shaw: ğ‘‘ğ‘°ğ‘¥ ğ‘´ğ‘¯ğ‘¤ğ‘¦

source: This command is currently unavailable.
el: Αυτή η εντολή δεν είναι διαθέσιμη.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¦ğ‘Ÿ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘©ğ‘¯ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤.
eo: Tiu ĉi ordono ne disponeblas nun.

source: Available commands list and command-specific help. Use "help all" to include currently unavailable commands.
el: Λίστα διαθέσιμων εντολών και βοήθεια συγκεκριμένης εντολής. Χρησιμοποιήστε "help all" για να συμπεριλάβετε τις αυτή τη στιγμή μη διαθέσιμες εντολές.
en@shaw: ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›-ğ‘•ğ‘ğ‘©ğ‘•ğ‘¦ğ‘“ğ‘¦ğ‘’ ğ‘£ğ‘§ğ‘¤ğ‘. ğ‘¿ğ‘Ÿ "ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘·ğ‘¤" ğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘› ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘©ğ‘¯ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ.
eo: Listo de disponeblaj komandoj kaj komandspecifa helpo. Uzu "help all" por inkluzivo de nun maldisponeblaj komandoj.

source: No help available.
el: Δεν υπάρχει διαθέσιμη βοήθεια.
en@shaw: ğ‘¯ğ‘´ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤.
eo: Ne disponeblas helpo.

source: Send a query to the server. Without arguments the server should tell you the available commands.
el: Στείλτε ένα ερώτημα στον διακομιστή. Χωρίς ορίσματα ο διακομιστής θα σας πει τις διαθέσιμες εντολές.
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘© ğ‘’ğ‘¢ğ‘½ğ‘¦ ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘ğ‘». ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘•ğ‘»ğ‘ğ‘» ğ‘–ğ‘«ğ‘› ğ‘‘ğ‘§ğ‘¤ ğ‘¿ ğ‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ.
eo: Sendi peton al la servilo. Sen argumentoj, la servilo devus diri al vi la disponeblajn komandojn.

source: Ban and kick a player or observer. If he is not in the game but on the server he will only be banned.
el: Αποκλείστε και διώξτε έναν παίκτη ή παρατηρητή. Αν δεν είναι στο παιχνίδι αλλά στον διακομιστή θα αποκλειστεί μόνο.
en@shaw: ğ‘šğ‘¨ğ‘¯ ğ‘¯ ğ‘’ğ‘¦ğ‘’ ğ‘© ğ‘ğ‘¤ğ‘±ğ‘» ğ‘¹ ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘». ğ‘¦ğ‘“ ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘šğ‘³ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘ğ‘» ğ‘£ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘šğ‘¨ğ‘¯ğ‘›.
eo: Forbari kaj forpeli ludanton aŭ observanton. Se ĝi ne ĉeestas la ludon sed ja la servilon, nur forbari ĝin.

source: Unban a user. He does not have to be in the game but on the server.
el: Άρετε αποκλεισμό χρήστη. Δεν χρειάζεται να είναι στο παιχνίδι αλλά στον διακομιστή.
en@shaw: ğ‘³ğ‘¯ğ‘šğ‘¨ğ‘¯ ğ‘© ğ‘¿ğ‘Ÿğ‘¼. ğ‘£ğ‘° ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘šğ‘³ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘ğ‘».
eo: Malbari uzanton. Ĝi ne nepre ĉeestu la ludon, sed ja la servilon.

source: Kick a player or observer.
el: Διώξτε έναν παίκτη ή παρατηρητή.
en@shaw: ğ‘’ğ‘¦ğ‘’ ğ‘© ğ‘ğ‘¤ğ‘±ğ‘» ğ‘¹ ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘».
eo: Forpeli ludanton aŭ observanton.

source: Mute an observer. Without an argument displays the mute status.
el: Σιγάστε έναν παρατηρητή. Χωρίς όρισμα εμφανίζει την κατάσταση σίγασης.
en@shaw: ğ‘¥ğ‘¿ğ‘‘ ğ‘©ğ‘¯ ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘». ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘©ğ‘¯ ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘Ÿ ğ‘ ğ‘¥ğ‘¿ğ‘‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•.
eo: Silentigi observanton. Sen argumento, montri la silentostaton.

source: Unmute an observer. Without an argument unmutes everyone.
el: Αφαιρέστε τη σίγαση παρατηρητή. Χωρίς όρισμα αφαιρεί τη σίγαση από όλους.
en@shaw: ğ‘³ğ‘¯ğ‘¥ğ‘¿ğ‘‘ ğ‘©ğ‘¯ ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘». ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘©ğ‘¯ ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘³ğ‘¯ğ‘¥ğ‘¿ğ‘‘ğ‘• ğ‘§ğ‘ğ‘®ğ‘°ğ‘¢ğ‘³ğ‘¯.
eo: Malsilentigi observanton. Sen argumento, malsilentigi ĉiujn.

source: Mute/Unmute all observers. (toggles)
el: Σίγαση/Αφαίρεση σίγασης όλων των παρατηρητών. (εναλλαγή)
en@shaw: ğ‘¥ğ‘¿ğ‘‘/ğ‘³ğ‘¯ğ‘¥ğ‘¿ğ‘‘ ğ‘·ğ‘¤ ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘¼ğ‘Ÿ. (ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ğ‘Ÿ)
eo: Silentigi/Malsilentigi ĉiujn observantojn. (baskulas)

source: Send a message to the server admins currently online
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘© ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘ğ‘» ğ‘¨ğ‘‘ğ‘¥ğ‘¦ğ‘¯ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘ªğ‘¯ğ‘¤ğ‘²ğ‘¯

source: Send an emotion or personal action in chat.
el: Στείλτε ένα συναίσθημα ή προσωπική ενέργεια στη συνομιλία.
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘¹ ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘—ğ‘¨ğ‘‘.
eo: Sendi emocion aŭ personan agon en babilejo.

source: Sends a private message. You can't send messages to players that don't control a side in a running game you are in.
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘© ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡. ğ‘¿ ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘© ğ‘•ğ‘²ğ‘› ğ‘¦ğ‘¯ ğ‘© ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘œğ‘±ğ‘¥ ğ‘¿ ğ‘¸ ğ‘¦ğ‘¯.

source: Change the log level of a log domain.
el: Αλλάξτε το επίπεδο καταγραφής ενός τομέα καταγραφής.
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘¤ğ‘ªğ‘œ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘© ğ‘¤ğ‘ªğ‘œ ğ‘›ğ‘´ğ‘¥ğ‘±ğ‘¯.
eo: Ŝanĝi protokolnivelon de protokoldomajno.

source: Add a nick to your ignores list.
en@shaw: ğ‘¨ğ‘› ğ‘© ğ‘¯ğ‘¦ğ‘’ ğ‘‘ ğ‘¿ğ‘¼ ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘Ÿ ğ‘¤ğ‘¦ğ‘•ğ‘‘.

source: Add a nick to your friends list.
en@shaw: ğ‘¨ğ‘› ğ‘© ğ‘¯ğ‘¦ğ‘’ ğ‘‘ ğ‘¿ğ‘¼ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘¤ğ‘¦ğ‘•ğ‘‘.

source: Remove a nick from your ignores or friends list.
en@shaw: ğ‘®ğ‘°ğ‘¥ğ‘µğ‘ ğ‘© ğ‘¯ğ‘¦ğ‘’ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿ğ‘¼ ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘Ÿ ğ‘¹ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘¤ğ‘¦ğ‘•ğ‘‘.

source: Show your ignores and friends list.
en@shaw: ğ‘–ğ‘´ ğ‘¿ğ‘¼ ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘Ÿ ğ‘¯ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘¤ğ‘¦ğ‘•ğ‘‘.

source: Display version information.
el: Εμφάνιση πληροφοριών έκδοσης.
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘ªğ‘¯.
eo: Montri informon pri versio.

source: Register your nick
en@shaw: ğ‘®ğ‘§ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘¼ ğ‘¿ğ‘¼ ğ‘¯ğ‘¦ğ‘’

source: Drop your nick.
en@shaw: ğ‘›ğ‘®ğ‘ªğ‘ ğ‘¿ğ‘¼ ğ‘¯ğ‘¦ğ‘’.

source: Update details for your nick. For possible details see '/details'.
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘¯ğ‘¦ğ‘’. ğ‘“ğ‘¹ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ ğ‘•ğ‘° '/ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ'.

source: Request information about a nick.
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘ªğ‘¯ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘© ğ‘¯ğ‘¦ğ‘’.

source: Request a list of details you can set for your registered nick.
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘© ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘§ğ‘‘ ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘®ğ‘§ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘› ğ‘¯ğ‘¦ğ‘’.

source: Join a room.
en@shaw: ğ‘¡ğ‘¶ğ‘¯ ğ‘© ğ‘®ğ‘µğ‘¥.

source: Part a room.
en@shaw: ğ‘ğ‘¸ğ‘‘ ğ‘© ğ‘®ğ‘µğ‘¥.

source: List room members.
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘®ğ‘µğ‘¥ ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ğ‘Ÿ.

source: List available rooms.
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘®ğ‘µğ‘¥ğ‘Ÿ.

source: Room message.
en@shaw: ğ‘®ğ‘µğ‘¥ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡.

source: Room query.
en@shaw: ğ‘®ğ‘µğ‘¥ ğ‘’ğ‘¢ğ‘½ğ‘¦.

source: Refresh gui.
el: Ανανέωση γραφικού περιβάλλοντος.
en@shaw: ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘– Â·ğ‘œÂ·ğ‘¿Â·ğ‘¦.
eo: Refreŝigi grafikinterfacon.

source: Switch a side to/from AI control.
el: Εναλλαγή πλευράς σε/από έλεγχο AI.
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘© ğ‘•ğ‘²ğ‘› ğ‘‘/ğ‘“ğ‘®ğ‘ªğ‘¥ AI ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤.
eo: Ŝanĝi flankon al/el AI-rego.

source: Assign control of a side to a different player or observer.
el: Ανάθεση ελέγχου πλευράς σε διαφορετικό παίκτη ή παρατηρητή.
en@shaw: ğ‘©ğ‘•ğ‘²ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘© ğ‘•ğ‘²ğ‘› ğ‘‘ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘» ğ‘¹ ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘».
eo: Atribui regon de flanko al malsama ludanto aŭ observanto.

source: Clear chat history.
el: Καθαρισμός ιστορικού συνομιλίας.
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘—ğ‘¨ğ‘‘ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦.
eo: Forviŝi babilhistorion.

source: Visualize the screen refresh procedure.
en@shaw: ğ‘ğ‘¦ğ‘ ğ‘¢ğ‘©ğ‘¤ğ‘²ğ‘Ÿ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘– ğ‘ğ‘®ğ‘©ğ‘•ğ‘°ğ‘¡ğ‘».

source: Save game.
el: Αποθήκευση παιχνιδιού.
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘œğ‘±ğ‘¥.
eo: Konservi ludon.

source: Quit game.
el: Έξοδος παιχνιδιού.
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘œğ‘±ğ‘¥.
eo: Foriri ludon.

source: Save and quit.
el: Αποθήκευση και έξοδος.
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘¯ ğ‘’ğ‘¢ğ‘¦ğ‘‘.
eo: Konservi kaj foriri.

source: Ignore replay errors.
el: Αγνόηση σφαλμάτων επανάληψης.
en@shaw: ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘®ğ‘°ğ‘ğ‘¤ğ‘± ğ‘»ğ‘¼ğ‘Ÿ.
eo: Ignori reludajn erarojn.

source: Disable autosaves.
el: Απενεργοποίηση αυτόματων αποθηκεύσεων.
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘·ğ‘‘ğ‘´ğ‘•ğ‘±ğ‘ğ‘Ÿ.
eo: Malkapabligi aŭtomatan konservadon.

source: Advance to the next scenario, or scenario identified by 'id'
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´, ğ‘¹ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘šğ‘² 'ğ‘¦ğ‘›'

source: Choose next scenario
el: Επιλογή επόμενης αποστολής...
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´
eo: Elekti sekvan scenaron

source: Turn debug mode on.
el: Ενεργοποίηση λειτουργίας αποσφαλμάτωσης.
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ ğ‘¥ğ‘´ğ‘› ğ‘ªğ‘¯.
eo: Vica sencimiga reĝimo ŝaltiĝis.

source: Turn debug mode off.
el: Απενεργοποίηση λειτουργίας αποσφαλμάτωσης.
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ ğ‘¥ğ‘´ğ‘› ğ‘ªğ‘“.
eo: Vica sencimiga reĝimo malŝaltiĝis.

source: Execute a Lua statement.
el: Εκτέλεση δήλωσης Lua.
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ ğ‘© ğ‘¤ğ‘µğ‘© ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘.
eo: Plenumi Lua-ordonon.

source: Set the command used by the custom command hotkey
el: Ορισμός της εντολής που χρησιμοποιείται από τη συντόμευση προσαρμοσμένης εντολής
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘£ğ‘­ğ‘‘ğ‘’ğ‘°

source: Launch the gamestate inspector
el: Εκκίνηση του επιθεωρητή κατάστασης παιχνιδιού
en@shaw: ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘ ğ‘œğ‘±ğ‘¥ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘»
eo: Lanĉi ludstatan inspektilon

source: Set or show alias to a command
el: Ορισμός ή εμφάνιση ψευδωνύμου για εντολή
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘¹ ğ‘–ğ‘´ ğ‘±ğ‘¤ğ‘°ğ‘©ğ‘• ğ‘‘ ğ‘© ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›
eo: Starigi aŭ montri alinomon de komando

source: Set a scenario variable.
el: Ορισμός μεταβλητής σεναρίου.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘© ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤.
eo: Starigi scenaran variablon.

source: Show a scenario variable.
el: Εμφάνιση μεταβλητής σεναρίου.
en@shaw: ğ‘–ğ‘´ ğ‘© ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤.
eo: Montri scenaran variablon.

source: Modify a unit variable. (Only top level keys are supported.)
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘² ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤. (ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘‘ğ‘ªğ‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘’ğ‘°ğ‘Ÿ ğ‘¸ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›.)

source: Discover all units in help.
el: Ανακάλυψη όλων των μονάδων στη βοήθεια.
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘·ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘.
eo: Malkovri ĉiujn unuojn en helpo.

source: Create a unit.
el: Δημιουργία μίας μονάδας.
en@shaw: ğ‘’ğ‘®ğ‘°ğ‘±ğ‘‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘.
eo: Krei unuon.

source: Toggle fog for the current player.
el: Εναλλαγή ομίχλης για τον τρέχοντα παίκτη.
en@shaw: ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘“ğ‘ªğ‘œ ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘».
eo: Baskuli nebulon por la nuna ludanto.

source: Toggle shroud for the current player.
el: Εναλλαγή πέπλου για τον τρέχοντα παίκτη.
en@shaw: ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘–ğ‘®ğ‘¬ğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘».
eo: Baskuli vualon por la nuna ludanto.

source: Give gold to the current player.
el: Δώστε χρυσό στον τρέχοντα παίκτη.
en@shaw: ğ‘œğ‘¦ğ‘ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘».
eo: Doni oron al la nuna ludanto.

source: Fire a game event.
el: Ενεργοποιήστε ένα γεγονός παιχνιδιού.
en@shaw: ğ‘“ğ‘²ğ‘¼ ğ‘© ğ‘œğ‘±ğ‘¥ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘.
eo: Generi ludokazaĵon.

source: Toggle overlaying of x,y coordinates on hexes.
el: Εναλλαγή επικάλυψης συντεταγμένων x,y στα εξάγωνα.
en@shaw: ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘´ğ‘ğ‘¼ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘ ğ‘§ğ‘’ğ‘•,ğ‘¢ğ‘² ğ‘’ğ‘´ğ‘¹ğ‘›ğ‘¦ğ‘¯ğ‘±ğ‘‘ğ‘• ğ‘ªğ‘¯ ğ‘£ğ‘§ğ‘’ğ‘•ğ‘§ğ‘Ÿ.
eo: Baskuli supermeton de koordinatoj x,y super seslaterojn.

source: Toggle overlaying of terrain codes on hexes.
el: Εναλλαγή επικάλυψης κωδικών εδάφους στα εξάγωνα.
en@shaw: ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘´ğ‘ğ‘¼ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘’ğ‘´ğ‘›ğ‘Ÿ ğ‘ªğ‘¯ ğ‘£ğ‘§ğ‘’ğ‘•ğ‘§ğ‘Ÿ.
eo: Baskuli supermeton de terenkodoj super seslaterojn.

source: Unknown debug level: '$level'.
el: Άγνωστο επίπεδο αποσφαλμάτωσης: '$level'.
en@shaw: ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤: '$level'.
eo: Nekonata sencimiga nivelo: '$level'.

source: error
el: σφάλμα
en@shaw: ğ‘»ğ‘¹
eo: eraro

source: Unknown debug domain: '$domain'.
el: Άγνωστος τομέας αποσφαλμάτωσης: '$domain'.
en@shaw: ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ ğ‘›ğ‘´ğ‘¥ğ‘±ğ‘¯: '$domain'.
eo: Nekonata sencimiga domajno: '$domain'.

source: Switched domain: '$domain' to level: '$level'.
el: Εναλλαγή τομέα: '$domain' σε επίπεδο: '$level'.
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘—ğ‘‘ ğ‘›ğ‘´ğ‘¥ğ‘±ğ‘¯: '$domain' ğ‘‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤: '$level'.
eo: Ŝanĝiĝis domajno: '$domain' al nivelo: '$level'.

source: (empty)
en@shaw: (ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦)

source: There are no players on your friends or ignore list.
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘¹ ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘¤ğ‘¦ğ‘•ğ‘‘.

source: Can't droid invalid side: '$side'.
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘›ğ‘®ğ‘¶ğ‘› ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘•ğ‘²ğ‘›: '$side'.

source: Can't droid networked side: '$side'.
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘›ğ‘®ğ‘¶ğ‘› ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ğ‘‘ ğ‘•ğ‘²ğ‘›: '$side'.

source: Can't change control of invalid side: '$side'.
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘•ğ‘²ğ‘›: '$side'.

source: Can't change control of out-of-bounds side: '$side'.
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘¬ğ‘‘-ğ‘-ğ‘šğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘•ğ‘²ğ‘›: '$side'.

source: Choose Scenario (Debug!)
el: Επιλογή αποστολής (Αποσφαλμάτωση!)
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ (ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ!)
eo: Elekti scenaron (sencimigo!)

source: Debug mode activated!
el: Λειτουργία αποσφαλμάτωσης ενεργοποιήθηκε!
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ ğ‘¥ğ‘´ğ‘› ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ğ‘©ğ‘›!
eo: Sencimiga reĝimo aktiviĝis!

source: Debug mode not available in network games
el: Η λειτουργία αποσφαλμάτωσης δεν είναι διαθέσιμη σε παιχνίδια δικτύου
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ ğ‘¥ğ‘´ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘œğ‘±ğ‘¥ğ‘Ÿ
eo: Sencimiga reĝimo ne disponeblas en retaj ludoj

source: Debug mode deactivated!
el: Λειτουργία αποσφαλμάτωσης απενεργοποιήθηκε!
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ ğ‘¥ğ‘´ğ‘› ğ‘›ğ‘°ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ğ‘¦ğ‘›!
eo: Sencimiga reĝimo malaktiviĝis!

source: User-Command#3
en@shaw: ğ‘¿ğ‘Ÿğ‘¼-ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›#3

source: Choose weapon:
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯:

source: Connecting to Server...
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘»...

source: Reading from Server...
en@shaw: ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘•ğ‘»ğ‘ğ‘»...

source: The server requires version '$version1' while you are using version '$version2'
en@shaw: ğ‘ ğ‘•ğ‘»ğ‘ğ‘» ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ '$version1' ğ‘¢ğ‘²ğ‘¤ ğ‘¿ ğ‘¸ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ '$version2'

source: Server-side redirect loop
el: Βρόχος ανακατεύθυνσης από τον διακομιστή
en@shaw: ğ‘•ğ‘»ğ‘ğ‘»-ğ‘•ğ‘²ğ‘› ğ‘®ğ‘°ğ‘›ğ‘»ğ‘§ğ‘’ğ‘‘ ğ‘¤ğ‘µğ‘
eo: Servilo alidirektas ronde

source: You must login first.
el: Πρέπει πρώτα να συνδεθείτε.
en@shaw: ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘“ğ‘»ğ‘•ğ‘‘.
eo: Vi ensalutu unue.

source: The nick '$nick' is already taken.
en@shaw: ğ‘ ğ‘¯ğ‘¦ğ‘’ '$nick' ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯.

source: The nick '$nick' contains invalid characters. Only alpha-numeric characters, underscores and hyphens are allowed.
en@shaw: ğ‘ ğ‘¯ğ‘¦ğ‘’ '$nick' ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¨ğ‘¤ğ‘“ğ‘©-ğ‘¯ğ‘¿ğ‘¥ğ‘§ğ‘®ğ‘¦ğ‘’ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ, ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘•ğ‘’ğ‘¹ğ‘Ÿ ğ‘¯ ğ‘£ğ‘²ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘¸ ğ‘©ğ‘¤ğ‘¬ğ‘›.

source: The nick '$nick' is too long. Nicks must be 18 characters or less.
en@shaw: ğ‘ ğ‘¯ğ‘¦ğ‘’ '$nick' ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘¤ğ‘ªğ‘™. ğ‘¯ğ‘¦ğ‘’ğ‘• ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° 18 ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¹ ğ‘¤ğ‘§ğ‘•.

source: The nick '$nick' is reserved and cannot be used by players.
en@shaw: ğ‘ ğ‘¯ğ‘¦ğ‘’ '$nick' ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ğ‘› ğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘«ğ‘¸ğ‘¹ğ‘´ğ‘–ğ‘±ğ‘¿ğ‘Ÿğ‘› ğ‘šğ‘² ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ.

source: The nick '$nick' is not registered on this server.
en@shaw: ğ‘ ğ‘¯ğ‘¦ğ‘’ '$nick' ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘› ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘»ğ‘ğ‘».

source: This server disallows unregistered nicks.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘•ğ‘»ğ‘ğ‘» ğ‘›ğ‘¦ğ‘•ğ‘©ğ‘¤ğ‘¬ğ‘• ğ‘©ğ‘¯ğ‘®ğ‘§ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘»ğ‘› ğ‘¯ğ‘¦ğ‘’ğ‘•.

source: The nick '$nick' is registered on this server.
en@shaw: ğ‘ ğ‘¯ğ‘¦ğ‘’ '$nick' ğ‘¦ğ‘Ÿ ğ‘®ğ‘§ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘› ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘»ğ‘ğ‘».

source: WARNING: There is already a client using this nick, logging in will cause that client to be kicked!
en@shaw: ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘© ğ‘’ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘‘ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘¦ğ‘’, ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘·ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘¦ğ‘’ğ‘‘!

source: Error in the login procedure (the server had no seed for your connection).
en@shaw: ğ‘»ğ‘¹ ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘ğ‘®ğ‘©ğ‘•ğ‘°ğ‘¡ğ‘» (ğ‘ ğ‘•ğ‘»ğ‘ğ‘» ğ‘£ğ‘¨ğ‘› ğ‘¯ğ‘´ ğ‘•ğ‘°ğ‘› ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯).

source: The password you provided was incorrect.
el: Ο κωδικός που δώσατε ήταν λανθασμένος.
en@shaw: ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘› ğ‘¿ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘©ğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘.
eo: La pasvorto, kiun vi provizis, malĝustas.

source: Normal
en@shaw: ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤

source: (Vacant slot)
en@shaw: (ğ‘ğ‘±ğ‘’ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘¤ğ‘ªğ‘‘)

source: Anonymous local player
en@shaw: ğ‘©ğ‘¯ğ‘ªğ‘¯ğ‘¦ğ‘¥ğ‘©ğ‘• ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘»

source: (Empty slot)
en@shaw: (ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘•ğ‘¤ğ‘ªğ‘‘)

source: (Reserved for $playername)
en@shaw: (ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ğ‘› ğ‘“ğ‘¹ $playername)

source: Reserved
el: Δεσμευμένο
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ğ‘›
eo: Rezervita

source: Only random sides in the current era.
el: Μόνο τυχαίες πλευρές στην τρέχουσα εποχή.
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘•ğ‘²ğ‘›ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘½ğ‘©.
eo: Nur hazardaj flankoj en la nuna erao.

source: Unable to find a leader type for faction $faction
el: Αδυναμία εύρεσης τύπου ηγέτη για την παράταξη $faction
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘© ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘‘ğ‘²ğ‘ ğ‘“ğ‘¹ ğ‘“ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ $faction
eo: Mi ne kapablas trovi komandanton por frakcio $faction

source: Game Lobby:
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘¤ğ‘­ğ‘šğ‘°:

source: Team/Gender
en@shaw: ğ‘‘ğ‘°ğ‘¥/ğ‘¡ğ‘§ğ‘¯ğ‘›ğ‘»

source: The scenario is invalid because it has no id.
en@shaw: ğ‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¦ğ‘›.

source: The scenario is invalid because it has no sides.
en@shaw: ğ‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘•ğ‘²ğ‘›ğ‘Ÿ.

source: Cannot find era $era
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘½ğ‘© $era

source: Defeat enemy leader(s)
el: Νικήστε τους αντίπαλους αρχηγούς
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¤ğ‘°ğ‘›ğ‘»(ğ‘•)
eo: Venku malamika(j)n gvidanto(j)n

source: Waiting for players to join...
en@shaw: ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘¡ğ‘¶ğ‘¯...

source: Time limit
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘

source: Name of game:
en@shaw: ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘œğ‘±ğ‘¥:

source: Map to play:
en@shaw: ğ‘¥ğ‘¨ğ‘ ğ‘‘ ğ‘ğ‘¤ğ‘±:

source: Use map settings
en@shaw: ğ‘¿ğ‘Ÿ ğ‘¥ğ‘¨ğ‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Random start time
en@shaw: ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘‘ğ‘²ğ‘¥

source: Set Password...
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘›...

source: Load Game...
en@shaw: ğ‘¤ğ‘´ğ‘› ğ‘œğ‘±ğ‘¥...
