Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Very well! Explain your presence here then, human. Who are you? Why have you risked life and limb to come to Knalga, home of the Dwarves?
fr: Très bien ! Expliquez votre présence ici alors, humain. Qui êtes vous ?Pourquoi avez-vous risqué vos vies pour venir à Knalga, le territoire des nains ?
sv: Nå, måhända, vem är du då? Förklara vad du gör här, människa. Vem är du? Varför riskerar du liv och lem för att komma till Knalga, dvärgarnas hem?

source: Well, we...we...
fr: Bien, nous... nous...
sv: Tja, vi... vi...

source: We have come so that an heir may claim his inheritance, that a king may claim his throne. We seek the Scepter of Fire.
fr: Nous sommes venus pour qu'un héritier puisse réclamer son dû, qu'un roi puisse réclamer son trône. Nous cherchons le sceptre de feu.
sv: Vi har kommit så att en arvinge kan få sitt rättmätiga arv, så att en kung kan kräva sin tron. Vi söker Eldspiran.

source: The Scepter of Fire? Are you out of your minds? Surely you speak in jest!
fr: Le sceptre de feu ? Vous rendez-vous compte de quoi vous parlez ? Vous plaisantez, évidemment !
sv: Eldspiran? Är ni galna? Säkerligen så skämtar du med mig?

source: We jest not, friend. We seek the Scepter of Fire. We seek the help of the Dwarves in finding it. But know that we will find it, whether you help us or not.
fr: Nous ne plaisantons pas, mon ami. Nous sommes à la recherche du sceptre de feu. Nous demandons l'aide des nains pour le trouver. Vous pouvez choisir de ne pas nous aider si vous le souhaitez; mais avec ou sans vous, nous le trouverons.
sv: Vi skämtar inte, vän. Vi söker Eldspiran. Vi ber om hjälp av dvärgarna för att hitta den, det är upp till er om ni vill hjälpa oss eller inte. Vi kommer att hitta i vilket fall som helst.

source: Your speech is like that of a fool. No-one even knows if the Scepter of Fire exists. And who is this heir, this king that you speak of?
fr: Votre discours est celui d'un imbécile. Personne ne sait même si le sceptre de feu existe. Et d'ailleurs, qui est cet héritier, ce roi dont vous parlez ?
sv: Du talar som en dåre, ingen vet ens om Eldspiran finns. Vem är arvingen, den här kungen du talar om, förresten?

source: I am, sir.
fr: Je suis cet héritier, monsieur.
sv: Det är jag, herre.

source: You? Ha ha! This boy that stands before me is the king of Wesnoth? Ha ha! I haven't had such a laugh in a long time. And who are you, old man?
fr: Vous, haha, ce garçon qui se tient devant moi est le roi de Wesnoth ? Haha ! Je n'ai pas ri de la sorte depuis bien longtemps. Et vous, qui êtes-vous, vieil homme ?
sv: Du? Haha! Skulle den här pojkspolingen vara kungen av Wesnoth? Haha, jag har inte skrattat så bra på länge. Och vem är du, gamle man?

source: I am Delfador, Delfador the Great, Arch Mage to King Garard, and Protector of his heir.
fr: Je suis Delfador. Delfador le Grand, l'archimage du roi Garard et protecteur de son héritier.
sv: Jag är Delfador, Delfador den store, ärkemagiker hos kung Garard och Beskyddare av hans arvinge.

source: You...you are Delfador? I saw Delfador when I was but a young Dwarf, and I will tell you, old man, you are not Delfador. Men! Take these liars out of my sight. Delfador perished many years ago.
fr: Vous... vous êtes Delfador ? J'ai vu Delfador quand j'étais un jeune nain, et je dirais que vous, vieil homme, n'êtes pas Delfador. Gardes ! Emmenez ces menteurs hors de ma vue. Delfador a péri il y a longtemps déjà.
sv: Du... Du är Delfador? Jag har sett Delfador när jag var blott en ung dvärg, och jag säger dig, gamle man: Du är inte Delfador. Män, för bort dessa lögnare ur min åsyn. Delfador dog för många år sedan.

source: I am Delfador the Great! Any who dare oppose me shall perish!
fr: Je suis Delfador le Grand ! Quiconque osera s'opposer à moi périra !
sv: Jag är Delfador den store! Alla som står i min väg kommer att gå under!

source: You...you really are Delfador! But we had news that you were dead, years ago!
fr: Vous... vous êtes vraiment Delfador ! Mais nous avons eu des nouvelles comme quoi vous étiez mort, il y a des années !
sv: Du... du är verkligen Delfador! Men det är flera år sedan vi fick veta att du var död.

source: They thought I was dead. They hoped I was dead. Yet still I live.
fr: Ils ont pensé que j'étais mort. Ils ont espéré que j'étais mort. Pourtant, je suis toujours en vie.
sv: De trodde jag var död. De hoppades att jag var död. Ändock lever jag fortfarande.

source: And you really think that you can find the Scepter of Fire?
fr: Et vous pensez vraiment pouvoir trouver le sceptre de feu ?
sv: Och du tror verkligen att du kan hitta Eldspiran?

source: Yes, I do. If you help us, friend, all the treasures of Knalga that we find are yours. We want only the Scepter. It will be dangerous. Make no mistake about that: Dwarves will be killed, perhaps many Dwarves. But surely it is better than hiding from the Orcs like worms.
fr: Oui, je le pense. Si vous nous aidez, mon ami, tous les trésors de Knalga que nous trouverons seront à vous. Nous voulons seulement le Sceptre. Ce sera dangereux. Ne vous faites pas d'illusions : des nains seront tués, peut-être beaucoup de nains. Mais ce sera sûrement mieux que de vivre cachés des orcs comme des vers.
sv: Ja det gör jag, om du hjälper oss så är alla skatter i Knalga som vi finner dina. Vi vill bara ha Eldspiran Det kommer att vara farligt, det kan du lita på. Dvärgar kommer att dö, kanske många sådana, men säkerligen så är det bättre än att gömma sig från orcherna som maskar.

source: You are right, friend. I will put my best men at your disposal. We know not where the Scepter is though. Legend says it is hidden in the eastern tunnels.
fr: La vérité sort de votre bouche, mon ami. Je vais mettre mes meilleurs hommes à votre disposition. Nous ne savons où est le sceptre, cependant. La légende raconte qu'il est caché dans les tunnels de l'est.
sv: Du har rätt, vän. Jag skickar mina bästa män med dig. Vi vet dock inte var Eldspiran är. Legenderna säger att den är gömd i de östra tunnlarna.

source: Then to the eastern tunnels we shall go!
fr: Alors, dans les tunnels de l'est nous irons !
sv: Då är det till de östra tunnlarna vi ska gå!

source: Hmm...there seems to be a secret passage behind these rocks!
fr: Hmm... il semble qu'il y ait un passage secret derrière ces rochers !
sv: Hmm... det verkar finnas en hemlig passage bakom de här stenarna!

source: The Princess of Wesnoth
fr: La Princesse de Wesnoth
sv: Wesnoths prinsessa

source: ...but one of the Orcs survived long enough to send the news to the queen...
fr: ... mais un des orcs survécu suffisamment longtemps pour apporter cette nouvelle à la reine...
sv: ...men en av orcherna överlevde länge nog för att sända bud till drottningen...

source: ...and she sent her most able commander.
fr: ... et elle envoya le plus capable de ses commandants.
sv: ...och hon skickade sin mest talangfulla kommendör.

source: Victory: @Force Li'sar's surrender Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz #Turns run out
fr: Victoire : @Li`sar forcée de se rendre Défaite : #Mort de Konrad #Mort de Delfador #Mort de Kalenz #Expiration du temps
sv: Seger: @Tvinga Li'sar att kapitulera Nederlag: #Konrad dör #Delfador dör #Kalenz dör #Dragen tar slut

source: Elmar's Crossing
fr: La traversée d'Elmar
sv: Elmars överfart

source: Elbridge
fr: Pont-Hochant
sv: Elbro

source: On the road to Knalga, the party was opposed by the forces of Asheviere.
fr: Sur la route pour Knalga, la troupe fut opposée aux forces d'Asheviere.
sv: På vägen till Knalga så blev gruppen stoppade av Ashevieres trupper.

source: The Queen has sent me to stop you, you imposter!
fr: La reine m'a envoyée pour vous arrêter, vous l'imposteur !
sv: Drottningen har sänt mig att stoppa dig, din bedragare!

source: That's the princess, Li'sar. The daughter of the Queen, and her successor!
fr: C'est la princesse Li'sar, la fille de la reine, et son héritière !
sv: Det där är prinsessan, Li'sar. Dottern till drottningen, och tronarvingen.

source: I'm no imposter. It seems that your mother has lied to you.
fr: Je ne suis pas un imposteur, il semblerait que votre mère vous ai menti.
sv: Jag är ingen bedragare, det verkar som om din mor har ljugit för dig.

source: This is treason! Your lies will perish with you!
fr: Je ne croit pas un traître mot de ce que vous dites. Vos mensonges périront avec vous !
sv: Högförräderi! Dina lögner kommer att dö med dig.

source: There is no use in reasoning. She will understand only one thing. To arms!
fr: Ce n'est pas la peine d'essayer de la raisonner. Il n'y a qu'une chose qu'elle comprendra. Aux armes !
sv: Det är ingen ide att resonera, det finns bara en sak som hon lyssnar till. Till vapen.

source: This is taking too much time, I had best call some reinforcements!
fr: Cela prend trop de temps, je ferais mieux d'appeler des renforts !
sv: Det här tar för lång tid, bäst att jag kallar in lite förstärkningar.

source: Maybe I was not using enough forces...
fr: Peut être n'ai-je pas utilisé suffisamment de forces...
sv: Jag använde kanske inte tillräckligt med trupper...

source: I surrender! Don't hurt me, Imposter.
fr: Je me rends ! Ne me faites pas de mal, imposteur.
sv: Jag ger upp! Skada mig inte bedragare.

source: I said before I'm not an imposter, but if you yield, I will spare your life.
fr: Je vous ai déjà dit que je n'étais pas un imposteur, mais si vous renoncez, je vous épargnerai.
sv: Jag sade förut att jag inte är en bedragare, men om du ger dig skonar jag ditt liv.

source: Let me go!
fr: Laissez moi partir !
sv: Låt mig gå.

source: Think about the story of the old king. Ask somebody who knew of him.
fr: Pensez à l'histoire du vieux roi. Demandez à quelqu'un qui le connaissait.
sv: Tänk på historierna om den gamle kungen, fråga vem som helst som känner till honom.

source: The old king? I have heard about that, but I know it is not true. My mother told me.
fr: L'histoire du vieux roi ? J'en ai entendu parler, mais je sais que c'est faux. Ma mère me l'a dit.
sv: Den gamle kungen? Jag har hört talas om det men jag vet att det inte är sant. Min mamma berättade för mig.

source: Your mother has lied to you, child. Now I suggest you reconsider, and either join us, or flee an exile. There will be a great battle soon, and if you are on the wrong side of it, we may not have the opportunity to spare your life a second time.
fr: Votre mère vous à menti, mon enfant. Maintenant je suggère que vous reconsidériez votre point de vue, et que vous vous joigniez à nous, ou que vous partiez en exil. Il y aura une grande bataille sous peu, et si vous êtes du mauvais côté, nous n'aurons pas l'occasion d'épargner votre vie une seconde fois.
sv: Din mamma ljög för dig, barn. Nu föreslår jag att du tänker om, antingen så ansluter du dig till oss, eller så flyr du i exil. Det kommer en stor strid snart, och vi kommer kanske inte att kunna skona ditt liv en andra gång.

source: I am not a child, and I do not want to talk about it! You said you would spare me, so be on your way. The northern road should be safe for you.
fr: Je ne suis pas une enfant, et je ne veux pas en parler ! Vous avez promis de m'épargner, alors du vent. La route du nord devrait être sûre pour vous.
sv: Jag är inte ett barn, och jag vill inte tala om det! Ni sa att ni skulle skona mitt liv, så iväg med er. Den norra vägen borde vara säker för er.

source: Good day then, Princess. Come, men, to the northern road!
fr: Bonne chance, Princesse. En avant, vers la route du nord !
sv: Adjö, prinsessa. Kom nu män, mot den norra vägen.

source: (He he, little do they know just how many undead have wandered the northern road of late. Surely they are doomed!)
fr: (Hehe, ils ne savent pas combien de morts-vivants rôdent encore sur la route du nord. Ils sont sûrement condamnés !)
sv: (Hihi, de vet inte hur stora skaror av vandöda som har vandrat upp för den norra vägen på senaste tiden. De kommer säkert att gå under.)

source: Return to Wesnoth
fr: Retour à Wesnoth
sv: Tillbaka till Wesnoth

source: Victory: @Defeat all of the enemy leaders Defeat: #Death of Konrad #Death of Li'sar #Death of Delfador #Death of Kalenz
fr: Victoire: @Vaincre tous les chefs ennemis Défaite: #Mort de Konrad #Mort de Li'sar #Mort de Delfador #Mort de Kalenz
sv: Seger: @Besegra alla fiendeledare Nederlag: #Konrad dör #Li'sar dör #Delfador dör #Kalenz dör

source: The Sceptre of Fire
fr: Le sceptre de feu
sv: Eldspiran

source: Victory: @Capture the Sceptre of Fire with Konrad or Li'sar Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz #Death of Li'sar
fr: Victoire: @Capturer le sceptre de feu avec Konrad ou Li'sar Défaite: #Mort de Konrad #Mort de Delfador #Mort de Kalenz #Mort de Li'sar
sv: Seger: @Erövra Eldspiran med Konrad eller Li'sar Nederlag: #Konrad dör #Delfador dör #Kalenz dör #Li'sar dör

source: The Sceptre must be getting close now! Where shall we go?
fr: Le sceptre doit être proche maintenant ! Où devons-nous aller ?
sv: Eldspiran måste vara nära nu, vart ska vi gå?

source: Yes, I feel it is near here! We must search for it carefully.
fr: Oui, je sens qu'il n'est pas loin d'ici ! Nous devons le rechercher minutieusement.
sv: Ja, jag känner att den är nära! Vi måste leta noggrant.

source: Here it is at last, I have the Sceptre!
fr: Le voici enfin, j'ai le sceptre !
sv: Här är den till slut, Jag har Eldspiran.

source: So it is in our hands! Now let us leave this stinking pit.
fr: Ainsi il est entre nos mains ! À présent quittons ce puits puant.
sv: Så den är i våra händer, låt oss bara lämna detta stinkande hål.

source: I think that if we travel just a little north, we might be able to get out.
fr: Je pense que si nous voyageons juste un peu plus au nord, nous devrions pouvoir sortir.
sv: Jag tror att om vi bara färdas lite norrut så kan vi komma ut härifrån.

source: At last! I have the Sceptre!
fr: Enfin ! J'ai le sceptre !
sv: Till slut, jag har Eldspiran!

source: Indeed. You managed to reach it Li'sar. I hope you shall use it wisely.
fr: En effet. Vous êtes parvenus à l'atteindre, Li'sar. J'espère que vous l'emploierez avec sagesse.
sv: Verkligen, du har lyckats hitta den Li'sar, Jag hoppas att du kommer att använda den vist.

source: Well my first use for it is going to be to help us get out of this hole! I hope you consider that wise.
fr: Et bien sa première utilisation va être de nous aider à sortir de ce trou ! J'espère que vous considérez cela comme sage.
sv: Nå, min första användning kommer att vara att få oss ut från det här hålet! Jag hoppas att du tycker att det är vist.

source: The Sceptre makes its wielder powerful, but hardly immortal, child. Use it prudently. Now come, I believe there is an exit to the north!
fr: Le sceptre rend son possesseur puissant, et presque immortel, mon enfant. Employez-le prudemment. Maintenant venez, je crois qu'il y a une sortie au nord !
sv: Eldspiran gör sin bärare kraftfull, men knappast odödlig, barn. Använd den med förnuft. Kom nu, jag tror att det finns en utgång norrut.

source: I think I know what I'm doing. Come, let us go!
fr: Je pense que je sais ce que je fais. En avant !
sv: Jag tror jag vet vad jag gör. Kom så går vi.

source: Snow Plains
fr: Les plaines enneigées
sv: Snövidderna

source: Victory: @Defeat enemy leader Defeat #Death of Konrad #Death of Delfador #Death of Li'sar #Death of Kalenz
fr: Victoire: @Vaincre le chef ennemi Défaite: #Mort de Konrad #Mort de Delfador #Mort de Li'sar #Mort de Kalenz
sv: Seger: @Besegra fiendens ledare Nederlag: #Konrad dör #Delfador dör #Li'sar dör #Kalenz dör

source: These fields of snow were once the home of my people. We left here centuries ago. Legends say a great sword of fire was left behind.
fr: Ces champs de neige étaient par le passé le territoire de mon peuple. Nous avons déménagé il y a des siècles. Cependant, les légendes indiquent qu'une grande épée de feu y a été laissée.
sv: De här snövidderna var en gång mitt folks hem, Vi flyttade vidare för många århundraden sedan. Legenderna berättar om ett eldsvärd som lämnades kvar.

source: This sword may prove useful on our journey ahead. I wonder where it could be hidden.
fr: Cette épée pourrait s'avérer utile pour notre quête. Je me demande où elle peut bien être cachée.
sv: Det svärdet kan vara användbart i framtiden. Jag undrar var det kan vara gömt.

source: Swamp Of Dread
fr: Le marais des peurs
sv: Fruktans Träsk

source: Victory: @Defeat all enemy leaders Defeat #Death of Konrad #Death of Delfador #Death of Li'sar #Death of Kalenz
fr: Victoire: @Vaincre les chefs ennemis Défaite: #Mort de Konrad #Mort de Delfador #Mort de Li'sar #Mort de Kalenz
sv: Seger: @Besegra alla fiendeledare Nederlag: #Konrad dör #Delfador dör #Kalenz dör #Li'sar dör

source: This land is cursed. The Liches have lived here for years amassing great armies and fortunes.
fr: Cette terre est maudite. Les liches ont vécu ici pendant des années, amassant de grandes armées et fortunes.
sv: Det är landet är förbannat, häxmästare har levt här i åratal och samlat enorma arméer och rikedomar.

source: The Liches are all over this swamp. I hope I have made a wise choice in taking this path.
fr: Les liches sont partout dans ce marais. J'espère avoir fait le bon choix en prenant ce chemin.
sv: Häxmästarna är överallt, jag hoppas att det var ett vist val att ta den här vägen.

source: The Lost General
fr: Le général perdu
sv: Den förlorade generalen

source: Victory: @Defeat all enemy leaders Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz
fr: Victoire: @Vaincre tous les chefs ennemis Défaite: #Mort de Konrad #Mort de Delfador #Mort de Kalenz
sv: Seger: @Besegra alla fiendeledare Nederlag: #Konrad dör #Delfador dör #Kalenz dör

source: These are some of the main Dwarvish caverns.
fr: Voilà des cavernes des nains parmi les plus importantes.
sv: Det här är några av de största dvärggrottorna.

source: Underground roads once led to the differents parts of the complex, but now everything lies in ruins.
fr: Les routes souterraines menaient jadis aux différents parties du complexe, mais à présent tout est en ruines.
sv: Underjordiska vägar ledde en gång till olika delar av komplexet, men nu ligger allt i ruiner.

source: The sign says 'Guest quarters'.
fr: Le panneau indique : 'quartier des invités'
sv: På skylten står det 'Gästbostad'

source: My uncle's family drowned after the orcs flooded that cavern...
fr: La famille de mon oncle fut noyée après que les orcs aient inondé ces tunnels...
sv: Min farbrors familj drunknade när orcherna fyllde den grottkammaren med vatten...

source: These passages seem to have been used recently.
fr: Ces tunnels semblent avoir été empruntés récemment.
sv: De här gångarna verkar ha använts nyligen.

source: There is a big cave-in south of here.
fr: Il y a une grande caverne au sud.
sv: Det är ett stort ras söder härom.

source: RUMBLE! RUMBLE! RUMBLE!
fr: RHMMMBL ! RHMMMBL ! RHMMMBL !
sv: MULLER! MULLER! MULLER!

source: The rocks are moving!
fr: Les rochers bougent !
sv: Stenarna rör på sig!

source: Who goes there? Friend or foe?
fr: Qui va là ? Ami ou ennemi ?
sv: Vem går där? Vän eller fiende?

source: We are desperately trying to rid these tunnels of the foul Orcs! Please help us in our quest.
fr: Nous essayons désespérément de débarrasser ces tunnels de ces orcs ! Aidez nous dans notre quête.
sv: Vi försöker desperat att få bort de äckliga orcherna från de här tunnlarna, ni skulle väl kunna hjälpa till?

source: Ah, a foul Orc! Let us rid these tunnels of its kind!
fr: Ah, un stupide orc ! Débarrassons ces tunnels de ces bêtes !
sv: Ah, en äcklig orch! Låt oss rensa dessa tunnlar från den och alla dess gelikar!

source: I did not know that the undead were in these pits!
fr: J'ignorais que des morts-vivants peuplaient ces puits !
sv: Jag visste inte att det fanns vandöda i de här tunnlarna?

source: Who is this foul enemy that we fight?
fr: Qui est cet ignoble ennemi que nous combattons ?
sv: Vem är den avskyvärde fienden som vi slåss mot?

source: I am Lionel. I am the Lost General. I will avenge myself upon you all!
fr: Je suis Lionel. Je suis le général perdu. Je vais enfin pouvoir me venger de vous tous !
sv: Jag är Lionel. Jag är den Förlorade Generalen, jag kommer att ta hämnd på er.

source: Avenge? What have we done to you that you must avenge?
fr: Vous venger ? Que nous avons-vous donc fait ?
sv: Hämnas? Vad har vi gjort dig så att du måste hämnas?

source: Lionel? A General? I remember that name...
fr: Lionel ? Un Général ? Je me rappelle ce nom...
sv: Lionel? En general? Jag kommer ihåg det namnet...

source: Remember me, do you? Aye. I was the king's finest general, sent down to these pits to retrieve the Scepter. But the Orcs trapped me and my men in this cavern, to starve to death. The Dwarves were no help, leaving me to die. Now I will get revenge on you all!
fr: Ainsi vous vous souvenez de moi ? J'étais le meilleur général du roi, envoyé dans ces puits à la recherche du Sceptre. Mais les orcs m'ont emprisonné, ainsi que mes hommes, dans cette caverne, nous laissant mourir de faim. Les nains ne fûrent d'aucune aide, me laissant mourir. Maintenant je tiens enfin ma vengeance !
sv: Kommer ihåg mig alltså? Jag var kungens bästa general, nedsänd hit för att återhämta Eldspiran. Men orcherna fångade mig och mina män i den här grottan, och lämnade oss att svälta ihjäl. Dvärgarna hjälpte oss inte, så nu ska jag ta min hämnd på er!

source: Argh! I am vanquished! But at least by worthy foes, instead of those foul Orcs.
fr: Argh ! Je suis vaincu ! Mais au moins par de dignes ennemis, et pas par ces orcs fétides.
sv: Argh! Jag är besegrad! Men åtminstone av värdiga fiender, och inte äckliga orcher.

source: Rest in peace, Lionel. The poor, lost general.
fr: Repose en paix, Lionel. Le pauvre général perdu.
sv: Vila i frid, Lionel. Stackars förlorade general.

source: I am destroyed, but my mission must be completed. Though you are foes, you are at least worthy ones, so I will tell you that the Scepter is east from here, the way you have come from, deep in the caverns. I made the mistake of not asking for directions when I became lost. May you have better fortune in your quest than I did!
fr: Je suis vaincu, mais ma mission doit être accomplie. Bien qu'ennemis vous au moins êtes valeureux. Je vais donc vous révéler que le sceptre se trouve à l'est d'ici, par le chemin d'où vous venez, dans les prodondeurs des cavernes. J'ai commis l'erreur de ne pas demander mon chemin lorsque je me suis perdu. Que la chance vous sourie dans votre quête plus qu'elle ne l'a fait pour moi.
sv: Jag dör, men mitt uppdrag måste likväl slutföras. Fastän ni är fiender, så är ni i alla fall värdiga sådana. Spiran ligger österut härifrån, samma håll som ni kom ifrån, djupt i grottorna. Jag gjorde ett misstag i att inte fråga om vägen när jag gick vilse. Hoppas att ni har större tur i ert sökande än vad jag hade.

source: The earth shakes.
fr: La terre tremble.
sv: Jorden skakar.

source: The Siege of Elensefar
fr: Le Siège d'Elensefar
sv: Belägringen av Elensefar

source: Victory: @Defeat both enemy leaders Defeat: #Death of Konrad #Turns run out
fr: Victoire: @Vaincre les chefs ennemis Défaite: #Mort de Konrad #Nombre de tours dépassé
sv: Seger: @Besegra båda fiendeledarna Nederlag: #Konrad dör #Dragen tar slut

source: The party arrived at Elensefar at last, but found that the city had already fallen to the evil Orcs.
fr: Le groupe arriva enfin à Elensefar, mais constata que la ville était déjà tombée aux mains des orcs.
sv: Gruppen anlände till Elensefar till slut, men fann att staden redan hade fallit i de onda orchernas händer.

source: My lord! It seems the city has already fallen!
fr: Mon Seigneur ! On dirait que la ville est déjà tombée !
sv: Herre, staden har redan fallit!
