Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: You have to carefully review their skills, which are displayed to the left of the unit selection box, and cost, which is displayed after the name of the unit. You will learn more about these statistics throughout the tutorial.
de: Ihr müsst sorgfältig die Fähigkeiten der Einheiten überprüfen, die links von der Einheiten-Auswahl-Box stehen, sowie die Kosten (nach dem Einheitennamen) der Einheit abwägen. Ihr werdet im Verlauf des Tutorials noch mehr darüber erfahren.

source: What happens when I recruit a unit?
de: Was geschieht, wenn ich eine Einheit ausbilde?

source: When you recruit a unit, it appears at full health on a castle tile of your choice. It also receives two traits, which will be discussed later. It cannot move or attack until you end your turn.
de: Wenn Ihr eine Einheit ausbildet, erscheint sie mit voller Gesundheit auf einem Burgfeld Eurer Wahl. Außerdem erhält sie zwei Charakteristiken, davon erzähle ich später mehr. Eine frisch ausgebildete Einheit kann sich bis zum Ende des Zuges nicht bewegen oder angreifen.

source: End your turn
de: Beendet Euren Zug

source: How do I end my turn?
de: Wie beende ich meinen Zug?

source: One way to end your turn is to press 'Alt-E'. Alternatively, you can right-click and select End Turn, or select the End Turn button in the lower-right hand corner.
de: Es gibt drei Möglichkeiten: Ihr könnt 'Alt-E' drücken, oder nach einem Rechtsklick 'Zug beenden' auswählen, oder den 'Zug beenden'-Button ganz rechts unten drücken.

source: What happens when I end my turn?
de: Was geschieht, wenn ich meinen Zug beende?

source: When you end your turn, it becomes another side's turn and only that side has the right to move, until that side ends its turn. After all sides end their turns, the next turn begins. This has various effects, including causing all units to regain their full movement potential. The number of the current turn is displayed on the status bar next to the image of a flag. When this number exceeds the maximum number of turns, you lose the game.
de: Wenn Ihr Euren Zug beendet habt, kommt die nächste Partei an die Reihe und macht ihren Zug. So geht das weiter, bis alle Parteien ihren Zug beendet haben. Danach beginnt Euer nächster Zug. Das hat verschiedene Auswirkungen, unter anderem erhalten Eure Einheiten ihre vollen Bewegungspunkte zurück. Die aktuelle Zugnummer wird auf der Statusleiste neben einer Flagge angezeigt. Wenn die Zugnummer die maximale Zuganzahl überschreitet, verliert Ihr das Spiel.

source: Move your Elvish Fighter next to Merle
de: Zieht euren Kämpfer auf ein Merle benachbartes Feld

source: How far can my Elvish Fighter move?
de: Wie weit kann sich mein Elfen-Kämpfer bewegen?

source: Your Elvish Fighter begins with a certain number of move points each turn; this is called his speed. When your Elvish Fighter moves along a path, each hex he goes through costs him move points; this includes his destination. When you select your Elvish Fighter, all hexes he can't move onto within one turn will be shaded. If the destination is far enough away that he needs more than one turn to reach it, a number will appear showing how many turns it will take him. Clicking on a far-away space will set the unit on a course for that space, which means it automatically moves as far as it can towards that space every turn. If you accidentally set a unit on a course, select it twice to remove the course.
de: Euer Elfen-Kämpfer hat am Anfang jeden Zuges eine bestimmte Anzahl an Bewegungspunkten, auch "Geschwindigkeit" genannt. Wenn Ihr den Elfen-Kämpfer einen Pfad entlangbewegt, kostet ihn jedes Hexfeld, das er betritt, Bewegungspunkte. Wenn Ihr euren Elfen-Kämpfer auswählt, werden alle Felder, die er in diesem Zug nicht erreichen kann, verdunkelt. Wenn das Zielfeld weiter als eine Runde entfernt ist, erscheint eine Zahl, die anzeigt, wieviele Runden die jeweilige Einheit braucht, um das Feld zu erreichen. Wenn ihr ein weit entferntes Feld anklickt, wird ein Kurs gesetzt, d.h. die Einheit bewegt sich in den folgenden Runden so schnell sie kann auf dieses Feld zu. Wenn Ihr versehentlich einen Kurs setzt, wählt die Einheit zweimal aus, um den Kurs wieder zu löschen.

source: A unit's zone of control is the location consisting of all hexes the unit is adjacent to. Units cannot move through opponent's zones of control; they can only move into it. When they do this, they lose all of their remaining movement. Zones of control can be used to block enemies from reaching your weak and wounded units.
de: Die Kontrollzone einer Einheit besteht aus den sie umgebenden Hexfeldern. Einheiten können sich nicht durch gegnerische Kontrollzonen bewegen, sondern sie lediglich betreten. Dabei verlieren sie alle verbleibenden Bewegungspunkte. Ihr könnt Kontrollzonen nutzen, um schwache und verwundete Einheiten zu schützen.

source: What's the zone of control?
de: Was ist die Kontrollzone?

source: How do I tell who is allied and who is an enemy?
de: Woher weiß ich, wer ein Verbündeter und wer ein Feind ist?

source: Units you control have a green, yellow, or red energy circle above their health bar, the green vertical bar next to them. Units with full movement have green: ones with some movement yellow, ones with no movement red. Units controlled by the enemy do not have an energy circle. Allied units you do not control, like me, have a blue energy circle. Also, the option 'Show Team Colors', in Preferences, causes the color of a unit's controller is displayed as a disc below the unit.
de: Einheiten, die Ihr kontrolliert, haben einen grünen, gelben oder roten Energiekreis über ihrem Gesundheitsbalken (der grüne, senkrechte Balken direkt neben der Einheit). Einheiten, die noch keine Bewegungspunkte verbraucht haben, haben einen grünen Kreis. Einheiten mit übrigen Bewegungspunkten haben einen gelben und Einheiten, die sich nicht mehr bewegen können einen roten. Gegnerische Einheiten haben keinen Energiekreis. Aliierte Einheiten wie ich, die nicht von Euch kontrolliert werden, haben einen blauen Energiekreis. Weiterhin könnt Ihr in den Einstellungen "Teamfarben anzeigen" auswählen. Dann wird unter jeder Einheit eine Scheibe in der Farbe der Partei angezeigt.

source: Attack Merle
de: Greift Merle an

source: Can Merle retaliate from my attack?
de: Kann Merle zurückschlagen, wenn ich angreife?

source: Whenever a unit is attacked, it retaliates with one of their own weapons. This means that after each blow from the attacker, the defender retaliates with one blow. This continues until one side runs out of blows, in which case the other unit continues attacking until its blows are depleted as well. However, any unit can only retaliate by using a weapon of the same range as the one used to attack. This means that a ranged attack can only be countered by a ranged attack and a melee attack can only be countered by a melee attack. Most units have more powerful melee attacks than ranged, so units with ranged attacks are useful in that retaliation against them is less powerful; often there is no retaliation. However ranged units cannot shoot across multiple hexes; this is one of the distinctive features of Wesnoth.
de: Immer, wenn eine Einheit angegriffen wird, schlägt sie mit einer ihrer Waffen zurück. Nach jedem Schlag des Angreifers schlägt der Verteidiger zurück. Das geht so lange, bis eine Einheit keine Angriffe mehr übrig hat. Danach führt die andere Einheit ihre restlichen Schläge aus. Eine Einheit kann nur mit der gleichen Waffenart zurückschlagen, mit der sie angegriffen wurde. Das heißt, ein Angriff mit einer Fernkampfwaffe kann nur mit einer Fernkampfwaffe gekontert werden, ebenso bei Nahkampfwaffen. Oft haben Einheiten einen stärkere Nahkampf- als Fernkampfangriff. Einheiten mit Fernkampfattacken sind dann nützlich, weil der Gegenschlag schwächer ausfällt, oder sich die angegriffene Einheit überhaupt nicht wehren kann. Allerdings können Fernkampfeinheiten nicht über mehrere Felder hinweg angreifen, was eine besondere Eigenschaft von Wesnoth ist.

source: Every attack does a certain amount of damage per hit, and can be used a certain number of times per battle. These numbers, called the attack's damage and strike numbers, are displayed in order under the name of the attack on the unit's status table and next to it on the attack options menu. To quickly find the maximum damage an attack can inflict, multiply the damage by the number of strikes. For example, my lightning attack does 14 damage per blow and has 4 blows, so it can deal up to 56 damage in a single combat.
de: Jeder Angriff verursacht eine bestimmte Menge an Schadenspunkten, und kann eine bestimmte Anzahl von Malen durchgeführt werden. Diese Zahlen heißen Schaden und Schlaganzahl. Sie werden in dieser Reihenfolge unter dem Namen der Attacke in der Statustabelle der Einheit und neben dem Namen im Angriffs-Menü gezeigt. Um herauszufinden, wieviel Schaden eine Angriff maximal anrichten kann, multipliziert die zwei Zahlen. Meine Blitzschlag-Angriff zum Beispiel macht 14 Schadenspunkte, und hat 4 Schläge, so dass sie maximal 56 Schadenspunkte in einem Kampf macht.

source: How can you tell how powerful a unit's attacks are?
de: Wo sehe ich, wie stark der Angriff einer Einheit ist?

source: Units have the ability to block blows. The chance that a unit has to hit is based on the defender's skill at defending blows, and is listed on the attack options menu after the damage and strike numbers for the bow attack.
de: Einheiten können einen Schlag auch abwehren. Die Trefferchance einer Einheit basiert auf der Fähigkeit der verteidigenden Einheit, Schlägen auszuweichen. Im Angriffsmenü erscheint sie nach den Schadens- und Schlaganzahl-Werten.

source: Will my fighter hit every time when he attacks?
de: Trifft mein Kämpfer bei jedem Schlag, wenn er angreift?

source: What's experience?
de: Was ist Erfahrung?

source: When a unit fights another unit, it gains experience, denoted 'XP', from the combat. The amount of experience gained is equal to the opponent's level, which is usually a representation of that unit's power. However, much more experience is gained from defeating an enemy unit. The amount of XP gained from killing an enemy is equal to 8 times the enemy's level.
de: Wenn eine Einheit mit einer anderen kämpft, erhält sie Erfahrungspunkte (Abk. EP). Die Menge an EP entspricht der Stufe des Gegners, welches seine Stärke repräsentiert. Wenn der Gegner getötet wird, erhält die Einheit aber viel mehr EP, nämlich 8x Stufe des Gegners.

source: What happens when a unit advances?
de: Was passiert, wenn eine Einheit eine Stufe aufsteigt?

source: When a unit advances, it transforms into a different unit type. This unit type is dependent on what the unit was originally, but occasionally there will be more than one choice of what to advance into. Advanced units are usually more powerful and 1 level higher than they were originally. Also, when a unit advances, it is healed completely and any handicaps that have been cast on it are removed. This is known as 'advance-heal'.
de: Wenn eine Einheit aufsteigt, wird sie zu einem anderen Einheitentyp. Der neue Typ hängt vom alten Typ ab, allerdings gibt es manchmal mehrere Möglichkeiten, zu was die Einheit aufsteigen kann. Aufgestiegene Einheiten sind normalerweise stärker als vorher, und haben eine um 1 höhere Stufe. Weiterhin wird eine Einheit bei einem Aufstieg komplett von allem Schaden und Effekten geheilt. Das wird "Aufstiegs-Heilung" genannt.

source: Move your fighter onto a village
de: Zieht euren Kämpfer auf ein Dorf

source: What happens when a unit moves onto a village?
de: Was passiert, wenn eine Einheit auf ein Dorf zieht?

source: Whenever a unit moves onto a village, he flags the village for his side. This action takes all of the unit's remaining movement. Villages flagged for a side give the side several benefits, including giving the side a extra gold coin every turn, and reducing the total upkeep cost of that side's units by one. The total number of villages you control is also displayed on the status bar after the picture of a house. In addition to the economic benefit of villages, villages can be used in battle. Villages heal the units on them 8 HP per turn.
de: Wenn sich eine Einheit auf ein Dorf bewegt, wechselt die Kontrolle des Dorfes zur Partei der Einheit. Das wird durch eine Flagge in der entsprechenden Farbe angezeigt. Diese Aktion verbraucht alle verbleibenden Bewegungspunkte der Einheit. Jedes kontrollierte Dorf bringt Vorteile: Einmal die Einnahmen von einem Goldstück pro Zug, und andererseits das Verringern der Unterhaltskosten um eins. Die Gesamtzahl der kontrollierten Dörfer wird auch auf der Statusleiste angezeigt, bei dem Bild eines Hauses. Zusätzlich zu den wirtschaftlichen Vorteilen eines Dorfes können sie auch im Kampf genutzt werden: Eine Einheit, die auf einem Dorf steht, wird am Anfang des nächsten Zuges 8 LP heilen.

source: How do I heal when there aren't any villages nearby?
de: Wie können meine Einheiten geheilt werden, wenn keine Dörfer in der Nähe sind?

source: There are ways to heal even without villages. If a unit does not move or attack for 1 turn, he heals 2 HP from resting. However if an enemy attacks him he cannot receive rest-heal. Also, there are some units which heal the units surrounding them. The Elvish Shaman is one such unit; units next to an Elvish Shaman are healed 4 HP per turn. Finally, whenever you win a level all your units are healed fully.
de: Man kann Einheiten auch ohne Dörfer heilen. Wenn sich eine Einheit einen Zug lang nicht bewegt und auch nicht angreift, heilt sie zwei LP. Wenn sie allerdings in dieser Zeit attackiert wird, kann sie nicht heilen. Weiterhin gibt es bestimmte Einheiten, die Heilfähigkeiten haben. Sie heilen die Einheiten auf den direkt angrenzenden Feldern. Der Elfen-Schamane ist eine solche Einheit. Alle Einheiten neben einem Elfen-Schamanen werden um 4 LP pro Zug geheilt. Und schließlich werden alle Eure Einheiten vollständig geheilt, wenn Ihr ein Szenario beendet.

source: Defeat Merle
de: Besiege Merle

source: Oops! You moved your leader off of the keep. Remember, when your leader is not on a keep, you cannot recruit. Also remember that if your leader dies, you lose. In order to continue the tutorial, I will have to teleport you back onto your keep.
de: Ups! Ihr habt Euren Anführer vom Burgfried weg bewegt. Erinnert euch, wenn Euer Anführer nicht im Burgfried ist, könnt Ihr nicht ausbilden. Wenn euer Anführer stirbt, verliert Ihr das Spiel. Um das Tutorial fortzusetzen, werde ich Euch zum Burgfried zurück teleportieren.

source: Hooray!
de: Hurra!

source: How do I know how to complete a scenario? Will you always tell me?
de: Wie weiß ich, was ich tun muss, um ein Szenario zu gewinnen? Werdet Ihr mir das immer sagen?

source: Sometimes it is not clear how to win a scenario just by listening to the dialog. In this case you need to look at the scenario objectives, which appear after the opening dialog. It can also be accessed by clicking 'Objectives' on the menu. The scenario objectives are a list of victory conditions and defeat conditions, and if any of the conditions are met, the level is over. Hopefully, it was a victory condition that was met.
de: Manchmal wird es aus dem Einführungsdialog nicht klar, wie man ein Szenario gewinnen kann. In einem solchen Fall müsst Ihr euch die Gewinnbedingungen anschauen, die nach dem Einführungsdialog erscheinen. Später könnt Ihr sie Euch anschauen, wenn ihr auf "Missionsziele" im Hauptmenü klickt. Die Missionsziele sind eine Liste von Bedingungen für Sieg und Niederlage, und wenn die Bedingungen für Sieg oder Niederlage zutreffen, ist das aktuelle Szenario vorüber. Dann war es hoffentlich eine Siegbedingung, die erfüllt wurde.

source: What happens when I win a scenario?
de: Was geschieht, wenn ich ein Szenario gewinne?

source: When you win a scenario, all of your units survive and are revived to full health, and you do not have to pay them for the remaining turns. Also, if your army remains in the area after you win, all villages surrender to you immediately after you win. However between scenarios, 20% of your gold is lost.
de: Wenn Ihr ein Szenario gewinnt, überleben automatisch all Eure verbleibenden Einheiten und werden vollständig geheilt. Für die theoretisch verbleibenden Züge müsst Ihr keinen Unterhalt mehr zahlen. Wenn eure Armee nach eurem Sieg in dem Gebiet verbleibt, schließen sich euch automatisch alle Dörfer an. Wie auch immer, zwischen den Szenarien verliert Ihr 20% Eures Goldes.

source: I'm done reviewing skills!
de: Ich habe mir die Fähigkeiten alle angesehen.

source: Traits and Specialties
de: Charakteristiken und Spezialitäten

source: En guarde!
de: En garde!

source: First, you must pay 20 pieces of gold for each unit you recall, regardless of the type of unit. Other than that, recalled units are basically like recruited units, except that instead of a new unit appearing, a unit from a previous scenario will appear.
de: Ihr müsst 20 Goldstücke pro einberufener Einheit bezahlen, gleich welchen Typs. Ansonsten verhalten sich einberufene Einheiten ähnlich wie ausgebildete Einheiten, außer das eben keine neue Einheit, sondern eine von einem vorigen Szenario erscheint.

source: What happens when I recall a unit?
de: Was geschieht, wenn ich eine Einheit einberufe?

source: How should I decide which units to recall?
de: Wie soll ich entscheiden, welche Einheiten ich einberufe?

source: You should usually recall units that have already advanced to the next level. However, you may also want to recall units that have high experience, and are thus likely to advance. You should recall units that will be useful for the scenario you are in; for example in a forest scenario, recall elves.
de: Normalerweise solltet Ihr Einheiten einberufen, die schon die nächste Stufe erreicht haben. Vielleicht wollt Ihr auch Einheiten einberufen, denen nur noch wenige Erfahrungspunkte bis zur nächsten Stufe fehlen, und so bald aufsteigen werden. Ihr solltet vor allem Einheiten einberufen, die in dem Szenario, das Ihr spielt, hilfreich sind. Bei großen Waldflächen sind z.B. Elfen sehr nützlich. Manche Einheiten kosten in der Ausbildung mehr als 20 Gold. Wenn ihr diese Einheiten braucht, ist es normalerweise sinnvoller, sie, wenn möglich, einzuberufen anstatt neu auszubilden.

source: The function of traits is add variety by making units of the same type different from each other. This is done by randomly assigning each unit traits when they are recruited. The traits that a unit has are displayed on the Status Table, and the function of a specific trait can be found by putting your cursor over that trait.
de: Charakteristiken haben die Aufgabe, das Spiel etwas variantenreicher zu gestalten, in dem Einheiten des gleichen Typs trotzdem untereinander leichte Unterschiede haben. Das wird erreicht, in dem jeder Einheit bei der Ausbildung zufällig zwei Charakteristiken zugeordnet werden. Die Charakteristiken einer Einheit werden in der Statustabelle angezeigt, und die Auswirkungen einer Charakteristik kann eingesehen werden, in dem man den Cursor über sie bewegt.

source: What do traits do?
de: Was machen Charakteristiken?

source: There are five distinct traits, which have effects ranging from increasing a unit's hit points to decreasing the amount of XP required to advance. However all traits are designed to improve unit's power; there are no 'negative' traits. Most units have an equal chance to get any two different traits when they are recruited.
de: Es gibt fünf verschiedene Charakteristiken, die Effekte wie zum Beispiel dem Erhöhen der Lebenspunkte oder dem Verringern der zum Aufstieg benötigten EP haben. Jede Charakteristik verbessert die Eigenschaften einer Einheit, es gibt keine "schlechten Charakteristiken". Die meisten Einheiten haben die gleiche Chance für jede Charakteristik.

source: What kind of traits can my units get?
de: Welche verschiedenen Charakteristiken kann meine Einheit haben?

source: How much gold do my units cost?
de: Wieviel Gold kosten meine Einheiten?

source: You need to pay each unit you recruit or recall gold when you recruit it. The cost of recruiting a unit is displayed under the unit's name. The cost of recalling a unit is always 20 gold. A unit also costs gold for each turn it is under your control. This cost, called 'upkeep', is equal to the level of the unit. However, units you do not recruit or recall such as your leader do not cost any gold at all. The total upkeep cost of your units is displayed on the status bar at the top after a picture of gold and then a red arrow.
de: Ihr müsst für jede Einheit, die Ihr ausbildet oder einberuft, Gold zahlen. Die Ausbildungskosten werden unter dem Namen der Einheit angezeigt, die Einberufungskosten sind immer 20 Goldstücke. Eine Einheit kostet außerdem einen gewissen Unterhalt in jedem Zug, den sie unter Eurer Kontrolle ist. Die Unterhaltskosten entsprechen der Stufe der Einheit. Einheiten, die Ihr nicht ausgebildet oder einberufen habt, wie z.B. euren Anführer, kosten keinen Unterhalt. Die Gesamt-Unterhaltskosten werden neben dem Bild von Gold und einem roten Pfeil in der Statusleiste angezeigt.

source: How do I get gold?
de: Wie komme ich zu Gold?

source: You begin each level with a percentage of gold from the previous level. If this is less than 100 gold, you begin with 100 gold instead. The amount of gold you have is displayed on the status bar after the picture of gold. After the start of a scenario, you receive 2 gold every turn. Since you usually need more gold than that, you should flag villages, which give you 1 gold per turn.
de: Jedes Szenario beginnt Ihr mit einem gewissen Prozentsatz an des Goldes, mit dem Ihr das vorige Szenario abgeschlossen habt, mindestens aber 100 Gold. Wieviel Gold Ihr besitzt wird neben dem Gold-Icon in der Statusleiste angezeigt. Am Anfang eines Szenarios bekommt Ihr zwei Goldstücke pro Zug. Da das meistens zu wenig ist, solltet ihr Dörfer unter eure Kontrolle bringen. Jedes Dorf bringt euch ein Goldstück pro Zug.

source: There are 3 alignments: Lawful, Neutral, and Chaotic. There are also 3 times of day: day, twilight, and night. During day, units of the alignment Lawful, such as humans, do 25% more damage, while Chaotic units such as undead do 25% less. At night it is reversed. During twilight, all units do their normal damage. Neutral units such as elves are unaffected by day and night.
de: Es gibt drei Gesinnungen: Rechtschaffen, Neutral und Chaotisch. Es gibt außerdem drei Tageszeiten: Tag, Dämmerung und Nacht. Am Tag verursachen rechtschaffene Einheiten, z.B. Menschen, 25% mehr Schaden, und Chaotische Einheiten wie Untote 25% weniger. Nachts ist das umgekehrt. In der Dämmerung verursachen alle Einheiten normalen Schaden. Neutrale Einheiten verursachen immer normalen Schaden.

source: What are the different alignments and times of day?
de: Was sind die verschiedenen Gesinnungen und Tageszeiten?

source: How do I know what time of day it is?
de: Wie erkenne ich, welche Tageszeit wir gerade haben?
