Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Shroud
de: Schleier der Finsternis
el: Καλυμμένος Χάρτης
en@shaw: ğ‘–ğ‘®ğ‘¬ğ‘›
eo: Vualo
fr: Voile
sv: Slöja

source: The map is unknown until your units explore it
de: Die Karte ist verdeckt, bis sie von befreundeten Einheiten erkundet wurde
en@shaw: ğ‘ ğ‘¥ğ‘¨ğ‘ ğ‘¦ğ‘Ÿ ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¿ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘¹ ğ‘¦ğ‘‘
fr: La carte est inconnue jusqu'a ce que vous unités l'explorent
sv: Kartan är okänd tills dina trupper utforskar den

source: Observers
de: Beobachter
en@shaw: ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘¼ğ‘Ÿ
fr: Observateurs
sv: Åskådare

source: Allow users who are not playing to watch the game
de: Erlaubt es das Spiel als Unbeteiligter zu betrachten
en@shaw: ğ‘©ğ‘¤ğ‘¬ ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ ğ‘£ğ‘µ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘‘ ğ‘¢ğ‘ªğ‘¡ ğ‘ ğ‘œğ‘±ğ‘¥
fr: Permettre aux personnes qui ne jouent pas d'observer la partie
sv: Tillåt användare som inte spelar att beskåda spelet

source: Regenerate
de: Neu erstellen
en@shaw: ğ‘®ğ‘°ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘‘
fr: Régénérer
sv: Skapa ny karta

source: Settings...
de: Einstellungen...
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ...
fr: Paramètres...
sv: Inställningar...

source: Share View
en@shaw: ğ‘–ğ‘º ğ‘ğ‘¿
fr: Partager la vue
sv: Dela synfält

source: Share Maps
en@shaw: ğ‘–ğ‘º ğ‘¥ğ‘¨ğ‘ğ‘•
fr: Partager les cartes
sv: Dela kartor

source: Share None
en@shaw: ğ‘–ğ‘º ğ‘¯ğ‘³ğ‘¯
fr: Pas de partage
sv: Dela ingenting

source: No multiplayer sides.
fr: Aucun camp multijoueur.
sv: Inga flerspelarsidor definierade.

source: Create Game
de: Partie eröffnen
en@shaw: ğ‘’ğ‘®ğ‘°ğ‘±ğ‘‘ ğ‘œğ‘±ğ‘¥
fr: Créer un jeu
sv: Skapa nytt spel

source: Name of game
de: Name der Partie
fr: Nom du jeu
sv: Spelets namn

source: $login's game
de: $login's Partie
en@shaw: $login's ğ‘œğ‘±ğ‘¥
fr: Jeu de $login
sv: $login|s spel

source: Map to play
de: Verfügbare Karten
fr: Carte à jouer
sv: Spelkarta

source: Unlimited
de: Unbegrenzt
fr: Illimité
sv: Obegränsat

source: Turns
de: Runden
fr: Tours
sv: Rundor

source: Village Gold
de: Steuereinnahmen pro Dorf
fr: Or du village
sv: Byguld

source: Experience Requirements
de: Benötigte Erfahrung zum Stufenanstieg
fr: Expérience Requise
sv: Erfarenhetskrav

source: The game was unable to bind to the port needed to host games over the network. Network players will be unable to connect to this game
sv: Spelet kunde inte öppna porten som behövs för att agera värddator över nätverket. Nätverksspelare kommer inte att kunna koppla upp sig mot det här spelet.

source: Warning
de: Warnung
el: Προειδοποίηση
eo: Averto
fr: Avertissement
sv: Varning

source: Connection timed out
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ğ‘²ğ‘¥ğ‘› ğ‘¬ğ‘‘
fr: Tentative de connexion expirée
sv: Anslutningstiden tog slut

source: Receiving game list...
fr: Réception de la liste des jeu...
sv: Mottar spellista...

source: Gold
el: Χρυσό
en@shaw: ğ‘œğ‘´ğ‘¤ğ‘›
eo: Oro
fr: Or
sv: Guld

source: Waiting for game to start...
en@shaw: ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘œğ‘±ğ‘¥ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘...
fr: En attente de démarrage du jeu...
sv: Väntar på att spelet skall starta...

source: Choose host to connect to
fr: Choisissez un serveur sur lequel vous connecter
sv: Välj värd att ansluta dig till

source: Connecting to remote host...
de: Verbinde zum Server/Gastgeber...
fr: Connexion au serveur distant...
sv: Ansluter till nätverksvärd

source: You must log in to this server
fr: Vous devez vous connecter à ce serveur
sv: Du måste logga in på den här servern.

source: Getting game data...
de: Empfange Spieldaten...
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘œğ‘±ğ‘¥ ğ‘›ğ‘±ğ‘‘ğ‘©...
fr: Réception des données du jeu...
sv: Hämtar spelinformation

source: There are no available sides in this game.
fr: Il n'y a aucun camp de disponible.
sv: Det finns inga tillgängliga sidor.

source: Choose your side:
fr: Choisissez votre camp :
sv: Välj sida:

source: The game has been cancelled
fr: Le jeu a été annulé
sv: Spelet har blivit avbrutet

source: The side you have chosen is no longer available
fr: Le camp que vous avez choisi n'est plus disponible
sv: Den sida som du har valt är inte längre tillgänglig

source: Show replay of game up to save point?
fr: Montrer les actions déjà effectuées jusqu'au point de sauvegarde ?
sv: Visa repris av spelet fram till senaste gången du sparade?

source: Computer vs Computer
de: Computer gegen Computer
fr: Ordinateur contre ordinateur
sv: Dator mot dator

source: I'm Ready
de: Ich bin bereit
en@shaw: ğ‘²'ğ‘§ğ‘¥ ğ‘®ğ‘§ğ‘›ğ‘¦
fr: Je suis prêt
sv: Klar!

source: This is not a multiplayer save
de: Dies ist kein Mehrspieler-Spielstand
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘•ğ‘±ğ‘
fr: Cette sauvegarde ne provient pas d'un jeu multi-joueurs
sv: Detta är inte en sparat spel för flera spelare

source: Victory @Defeat enemy leader(s)
de: Sieg: @Besiegt alle gegnerischen Herrführer
fr: Victoire @Vaincre le(s) chef(s) ennemi(s)
sv: Seger: @Besegra fiendens ledare

source: Network Player
de: Netzwerkspieler
el: Δικτυακός παίκτης
en@shaw: ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘ğ‘¤ğ‘±ğ‘»
eo: Reta ludanto
fr: Joueur réseau
sv: Nätverksspelare

source: Local Player
de: Lokaler Spieler
el: Τοπικός Παίκτης
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘»
eo: Loka ludanto
fr: Humain
sv: Lokal spelare

source: Computer Player
de: Computer
el: Παίκτης ελεγχόμενος από τον υπολογιστή
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘ğ‘¤ğ‘±ğ‘»
eo: Komputila ludanto
fr: Ordinateur
sv: Datorspelare

source: Empty
de: Leer
en@shaw: ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦
fr: Vide
sv: Tom

source: Team
el: Ομάδα
en@shaw: ğ‘‘ğ‘°ğ‘¥
eo: Teamo
fr: Équipe
sv: Lag

source: Red
de: Rot
el: Κόκκινο
en@shaw: ğ‘®ğ‘§ğ‘›
eo: Ruĝa
fr: Rouge
sv: Röd

source: Blue
de: Blau
el: Μπλε
en@shaw: ğ‘šğ‘¤ğ‘µ
eo: Blua
fr: Bleu
sv: Blå

source: Green
de: Grün
el: Πράσινο
en@shaw: ğ‘œğ‘®ğ‘°ğ‘¯
eo: Verda
fr: Vert
sv: Grön

source: Yellow
de: Gelb
el: Κίτρινη
fr: Jaune
sv: Gul

source: Purple
de: Rosa
el: Μοβ
en@shaw: ğ‘ğ‘»ğ‘ğ‘¤
eo: Purpura
fr: Violet
sv: Lila

source: Grey
de: Grau
fr: Gris
sv: Grå

source: White
de: Weis
el: Λευκό
en@shaw: ğ‘¢ğ‘²ğ‘‘
eo: Blanka
fr: Blanc
sv: Vit

source: Brown
de: Braun
el: Καφέ
en@shaw: ğ‘šğ‘®ğ‘¬ğ‘¯
eo: Bruna
fr: Marron
sv: Brun

source: Game Lobby
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘¤ğ‘­ğ‘šğ‘°
fr: Le Vestibule
sv: Spellobby

source: Player/Type
de: Spieler/Typ
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘»/ğ‘‘ğ‘²ğ‘
fr: Joueur/Type
sv: Spelare/Typ

source: Faction
de: Fraktion
en@shaw: ğ‘“ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯
sv: Grupp

source: Color
de: Farbe
en@shaw: ğ‘’ğ‘³ğ‘¤ğ‘¼
fr: Couleur
sv: Färg

source: Waiting for network players to join
fr: En attente d'autres joueurs
sv: Väntar på att nätverksspelare skall ansluta sig

source: Vacant Slot
de: Verfügbare Plätze
fr: Place vacante
sv: Ledig plats

source: Vacant Slots
de: Verfügbare Plätze
fr: Places vacantes
sv: Lediga platser

source: Observe Game
de: Spiel beobachten
fr: Observer la partie
sv: Var åskådare till spel

source: Quit
de: Beenden
el: Έξοδος
eo: Fini
fr: Quitter
sv: Avsluta

source: Game Over
el: Τέλος Παιχνιδιού
en@shaw: ğ‘œğ‘±ğ‘¥ ğ‘´ğ‘ğ‘¼
eo: Fino de ludo
fr: Fin de la partie
sv: Spelet är slut

source: The game is over.
el: Το παιχνίδι τελείωσε.
en@shaw: ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘¼.
eo: La ludo finiĝis.
fr: La partie est terminé.
sv: Spelet är slut.

source: Defeat
de: Niederlage
el: Ήττα
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘
eo: Malvenko
fr: Défaite
sv: Nederlag

source: You have been defeated!
de: Ihr wurdet vernichtend geschlagen!
el: Ηττηθήκατε!
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›!
eo: Vi malvenkis!
fr: Vous avez été battu !
sv: Du har förlorat!

source: Victory
de: Sieg
el: Νίκη
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦
eo: Venko
fr: Victoire
sv: Seger

source: You have emerged victorious!
de: Ihr seid siegreich aus der Schlacht hervorgegangen!
el: Νικήσατε!
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘¥ğ‘»ğ‘¡ğ‘› ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¹ğ‘¦ğ‘©ğ‘•!
eo: Vi atingis venkon!
fr: Vous êtes victorieux !
sv: Du har segrat!

source: Remaining gold
de: Restliches Gold
fr: Or restant
sv: Resterande guld

source: Early finish bonus
de: Bonus für frühzeitiges Ende
fr: Bonus de fin anticipée
sv: Bonus för tidig seger

source: per turn
de: pro Runde
en@shaw: ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯
fr: par tour
sv: per drag

source: Turns finished early
de: Runden früher abgeschlossen
fr: Tours finis de façon anticipée
sv: Tidigt avklarade drag

source: 80% of gold is retained for the next scenario
de: 80% des Goldes steht Euch im nächsten Szenario zusätzlich zur Verfügung
fr: 80% de l'or est gardé pour le prochain scénario
sv: 80% av guldet bibehålls till nästa scenario

source: Retained Gold
de: Behaltenes Gold
fr: Or conservé
sv: Bibehållet guld

source: A network disconnection has occured, and the game cannot continue. Do you want to save the game?
fr: Une déconnexion réseau est survenue. Le jeu ne peut pas continuer. Voulez-vous sauvegarder le jeu ?
sv: Nätverket har kopplats ner, och spelet kan inte fortsätta. Vill du spara spelet?

source: It is now your turn
de: Ihr seid an der Reihe
fr: À vous de jouer
sv: Nu är det din tur

source: Attacker
de: Angreifer
en@shaw: ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘»
fr: Attaquant
sv: Anfallare

source: Defender
de: Verteidiger
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘¼
fr: Défenseur
sv: Försvarare

source: Damage Calculations
de: Schadensberechnung
en@shaw: ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘¿ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
fr: Calcul des Dommages
sv: Skadeberäkning

source: Melee
de: Nahkampf
fr: Corps-à-corps
sv: Närstrid

source: vs
de: gegen
en@shaw: ğ‘ğ‘»ğ‘•ğ‘©ğ‘Ÿ
fr: contre
sv: mot

source: Attack Enemy
de: Gegner angreifen
en@shaw: ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦
fr: Attaquer l'ennemi
sv: Anfall fiende

source: Choose weapon
de: Waffe auswählen
fr: Choisissez une arme
sv: Välj vapen:

source: You have not started your turn yet. Do you really want to end your turn?
de: Ihr habt Euren Zug noch nicht begonnen. Wollt Ihr diese Runde wirklich schon beenden?
fr: Vous n'avez pas encore commencé votre tour. voulez vous vraiment finir votre tour ?
sv: Du har ännu inte påbörjat ditt drag. Vill du verkligen avsluta ditt drag?

source: Some units have movement left. Do you really want to end your turn?
el: Μερικές μονάδες έχουν κίνηση που απομένει. Θέλετε πραγματικά να τελειώσετε τη σειρά σας;
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘§ğ‘“ğ‘‘. ğ‘›ğ‘µ ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯?
eo: Kelkaj milit-unuoj ankoraŭ povas tiri. Ĉu vi vere volas fini tiron?
fr: Certaines unités peuvent encore se déplacer. Voulez-vous vraiment finir votre tour ?
sv: Några trupper kan fortfarande flytta. Vill du verkligen avsluta ditt drag?

source: Auto-Save
el: Αυτόματη-Αποθήκευση
en@shaw: ğ‘·ğ‘‘ğ‘´-ğ‘•ğ‘±ğ‘
eo: Aŭtomata konservado
fr: Sauvegarde automatique
sv: Automatsparat

source: Could not auto save the game. Please save the game manually.
de: Der Spielstand konnte nicht automatisch gespeichert werden. Ihr solltet den Spielstand manuell speichern.
el: Δεν έγινε αυτόματη αποθήκευση. Παρακαλούμε αποθηκεύστε το παιχνίδι χειροκίνητα.
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘·ğ‘‘ğ‘´ ğ‘•ğ‘±ğ‘ ğ‘ ğ‘œğ‘±ğ‘¥. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘•ğ‘±ğ‘ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¥ğ‘¨ğ‘¯ğ‘˜ğ‘«ğ‘©ğ‘¤ğ‘¦.
eo: Ne eblis aŭtomate savi ludon. Bonvolu savi lunon per menuo.
fr: Impossible de sauver le jeu automatiquement. Vous devez le faire manuellement.
sv: Kunde inte automatspara spelet. Var vänlig och spara spelet manuellt.

source: Error
de: Fehler
el: Σφάλμα
en@shaw: ğ‘»ğ‘¹
eo: Eraro
sv: Fel

source: Save names may not contain colons, slashes, or backslashes. Please choose a different name.
sv: Du får inte använda kolon eller någon form av snedstreck när du sparar ett spel. Var vänlig välj ett annat namn.

source: Saved
el: Αποθηκεύτηκε
en@shaw: ğ‘•ğ‘±ğ‘ğ‘›
eo: Konservita
fr: Sauvé
sv: Sparat

source: The game has been saved
de: Der Spielstand wurde gespeichert
en@shaw: ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘±ğ‘ğ‘›
fr: Le jeu a été sauvegardé
sv: Spelet har sparats

source: Units
de: Einheiten
el: Μονάδες
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•
eo: Unuoj
fr: Unités
sv: Trupper

source: Income
de: Einkommen
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥
fr: Revenu
sv: Inkomst

source: Upkeep
de: Ausgaben
el: Συντήρηση
en@shaw: ğ‘³ğ‘ğ‘’ğ‘°ğ‘
eo: Elspezo
fr: Entretien
sv: Underhåll

source: You have no units available to recruit.
el: Δεν έχετε διαθέσιμες μονάδες για στρατολόγηση.
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘.
eo: Vi ne povas varbi milit-unuojn
fr: Vous n'avez pas d'unité disponible pour recruter.
sv: Det finns inte några trupper tillgängliga att värva till armén.

source: Recruit unit
de: Einheit ausbilden
fr: Recruter une unité
sv: Rekrytera trupp

source: You don't have enough gold to recruit that unit
de: Ihr verfügt nicht über genug Gold, um diese Einheit auszubilden.
en@shaw: ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘
fr: Vous n'avez pas assez d'or pour recruter cette unité
sv: Du har inte tillräckligt med guld för att rekrytera den truppen

source: My lord, this unit is an experienced one, having advanced levels! Do you really want to dismiss $noun?
fr: Mon seigneur, cette unité a de l'expérience, et un niveau avancé ! Voulez-vous vraiment renvoyer $noun ?
sv: Min herre, denna trupp är erfaren, och tillhör en högre nivå. Vill du verkligen avskeda $noun?

source: My lord, this unit is close to advancing a level! Do you really want to dismiss $noun?
de: Diese Einheit steht kurz vor dem Stufenaufstieg! Wollt Ihr $noun wirklich entlassen?
fr: Mon seigneur, cette unité est proche de gagner un niveau ! Voulez-vous vraiment renvoyer $noun ?
sv: Min herre, denna trupp kommer snart att avancera till en högre nivå. Vill du verkligen avskeda $noun?

source: her
fr: elle
sv: henne

source: him
fr: lui
sv: honom

source: You are seperated from your soldiers and may not recall them
de: Ihr seid von Euren Soldaten getrennt und könnt diese nicht einberufen.
fr: Vous êtes séparés de vos soldats et nous pouvez les rappeler
sv: Du är inte tillsammans med dina soldater och kan därför inte återkalla dem

source: There are no troops available to recall (You must have veteran survivors from a previous scenario)
de: Ihr verfügt über keine Truppen, die Ihr einberufen könntet. (Ihr benötigt überlebende Veteranen aus früheren Szenarien)
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ (ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘§ğ‘‘ğ‘»ğ‘©ğ‘¯ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘»ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´)
fr: Il n'y a pas de troupe disponible à rappeler (Vous devez avoir des survivants vétérans d'un précédent scénario)
sv: Det finns inga trupper att återkalla. (Du måste ha överlevande veteraner från ett tidigare scenario)

source: You must have at least
fr: Vous devez avoir au moins
sv: Du måste ha minst

source: gold pieces to recall a unit
fr: pièces d'or pour rappeler une unité
sv: guld för att kunna återkalla en trupp

source: Dismiss Unit
de: Einheit entlassen
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘¥ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘
fr: Renvoyer l'unité
sv: Avskeda trupp

source: Select unit
de: Einheit auswählen
fr: Sélectionner l'unité
sv: Välj trupp

source: Message
de: Nachricht
sv: Meddelande

source: Send to allies only
de: Nur an Verbündete senden
el: Στείλε μόνο στους συμμάχους
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦
eo: Sendi nur al aliancanoj
fr: Parler aux alliés uniquement
sv: Skicka enbart till allierade

source: Location
de: Standort
fr: Localisation
sv: Position

source: Recruits
de: Ausgebildet
el: Στρατολόγηση
en@shaw: ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ğ‘•
eo: Rekrutoj
fr: Recrutements
sv: Rekryterade

source: Recalls
de: Einberufungen
en@shaw: ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ğ‘Ÿ
fr: Vétérans rappelés
sv: Återkallade

source: Advancements
de: Stufenaufstiege
en@shaw: ğ‘©ğ‘›ğ‘ğ‘¨ğ‘¯ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•
fr: Avancements
sv: Avancemang

source: Losses
de: Verluste
en@shaw: ğ‘¤ğ‘ªğ‘•ğ‘©ğ‘Ÿ
fr: Pertes
sv: Förluster

source: Kills
de: Tötungen
en@shaw: ğ‘’ğ‘¦ğ‘¤ğ‘Ÿ
fr: Ennemis tués
sv: Dödsfall

source: Damage Inflicted
de: Verursachter Schaden
fr: Dommages Infligés
sv: Åsamkad skada

source: Damage Taken
de: Erhaltener Schaden
fr: Dommages subis
sv: Mottagen skada

source: Damage Inflicted (EV)
sv: Åsamkad skada (EV)

source: Damage Taken (EV)
sv: Mottagen skada (EV)

source: Search
de: Suchen
el: Έρευνα
en@shaw: ğ‘•ğ‘»ğ‘—
eo: Serĉi
fr: Rechercher
sv: Sök

source: prompt^Command:
de: Befehl:
el: Εντολή:
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›:
eo: Komando:
fr: Commande :
sv: Kommando:

source: Chat Log
de: Gesprächsprotokoll
en@shaw: ğ‘—ğ‘¨ğ‘‘ ğ‘¤ğ‘ªğ‘œ
fr: Historique des discussions
sv: Chatlogg

source: Couldn't find label or unit containing the string '$search'.
de: Eine Beschriftung oder Einheit, deren Name »$search« enthält, konnte nicht gefunden werden.
en@shaw: ğ‘’ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¹ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ '$search'.
fr: Impossible de trouver une étiquette ou une unité contenant : « $search ».
sv: Kunde inte finna etikett eller trupp som innehöll textsträngen '$search'.

source: Place Label
de: Beschriftung erstellen
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤
fr: Placez l'étiquette
sv: Sätt ut etikett

source: Label
de: Beschriftung
fr: Étiquette
sv: Etikett

source: The games are out of sync and will have to exit. Do you want to save an error log of your game?
de: Das Spiel läuft nicht mehr syncron und muss beendet werden. Möchtet Ihr einen Fehlerbericht dieses Spiels abspeichern?
fr: Le jeu est désynchronisé et doit se terminer. Voulez vous sauvegarder les messages d'erreur dans un fichier ?
sv: Spelen är osynkroniserade och måste avslutas. Vill du spara en fellogg över ditt spel?

source: Replace with AI
de: Durch Computer ersetzen
el: Αντικατάσταση με την τεχνητή νοημοσύνη
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¢ğ‘¦ğ‘ AI
eo: Anstataŭu per komputilo
fr: Remplacer par l'ordinateur
sv: Ersätt spelare med datorn

source: Replace with local player
de: Durch lokalen Spieler ersetzen
el: Αντικατάσταση με τοπικό παίχτη
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘»
eo: Anstataŭu per alia ludanto
fr: Remplacer par un joueur local
sv: Ersätt med lokal spelare

source: Abort game
de: Spiel abbrechen
en@shaw: ğ‘©ğ‘šğ‘¹ğ‘‘ ğ‘œğ‘±ğ‘¥
fr: Annuler le jeu
sv: Avbryt spelet

source: Replace with
de: Ersetzen durch
fr: Remplacer par
sv: Ersätt med

source: has left the game. What do you want to do?
de: hat das Spiel verlassen. Was wollt Ihr tun?
fr: a quitté le jeu. Que voulez-vous faire ?
sv: har lämnat spelet, vad vill du göra?

source: The video mode could not be changed. Your window manager must be set to 16 bits per pixel to run the game in windowed mode. Your display must support 1024x768x16 to run the game full screen.
fr: Le mode vidéo n'a pas pu être changé. Votre gestionnaire de fenêtres doit être configuré en 16 bits par pixel pour lancer le jeu en mode fenêtré. Votre écran doit supporter une résolution de 1024x768x16 pour lancer le jeu en plein écran.
sv: Kunde inte ändra videoläge. Din fönsterhanterare måste vara inställd på 16 bitar per pixel för att kunna köra spelet i ett fönster. Din skärm måste stödja 1024x768x16 för att köra spelet i fullskärm.

source: player
fr: joueur
sv: spelare

source: Full Screen
fr: Plein écran
sv: Fullskärm

source: Accelerated Speed
fr: Turbo
sv: Accelererat spel

source: Skip AI Moves
fr: Sauter les déplacements de l'IA
sv: Visa ej datorns steg

source: Show Grid
fr: Afficher la Grille
sv: Visa rutnät

source: Show Floating Labels
fr: Afficher les étiquettes
sv: Visa flytande etiketter

source: Turn Dialog
fr: Dialogue en fin de tour
sv: Dialogruta vid nytt drag

source: Turn Bell
fr: Cloche en fin de tour
sv: Klockringning vid nytt drag

source: Show Team Colors
fr: Montrer les couleurs des équipes
sv: Visa lagfärger

source: Show Color Cursors
fr: Utiliser les curseurs colorés
sv: Visa pekare i färg

source: Show Haloing Effects
fr: Afficher les effets de halo
sv: Visa halo-effekter

source: Video Mode
fr: Mode vidéo
sv: Videoläge

source: Hotkeys
fr: Raccourcis clavier
sv: Snabbtangenter

source: Adjust Gamma
fr: Gamma de l'écran
sv: Ställ in skärnens ljusstyrka

source: Music Volume:
fr: Volume de la musique :
sv: Musikvolym:

source: SFX Volume:
fr: Volume des effets sonores :
sv: Ljudeffektsvolym:

source: Gamma:
sv: Ljusstyrka:

source: Scroll Speed:
fr: Vitesse de défilement :
sv: Rullningshastighet:

source: Change the sound effects volume
fr: Modifier le volume des effets sonores
sv: Ändra volymen på ljudeffekterna

source: Change the music volume
fr: Modifier le volume de la musique
sv: Ändra musikvolym

source: Change the speed of scrolling around the map
fr: Modifier la vitesse de défilement de la carte
sv: Ändra rullningshastigheten på kartan

source: Change the brightness of the display
fr: Modifier la luminosité de l'écran
sv: Ändra bildskärmens ljusstyrka

source: Choose whether the game should run full screen or in a window
fr: Choisir entre le mode plein écran et le mode fenêtré
sv: Välj om spelet skall visas i fullskärm eller i ett fönster

source: Make units move and fight faster
fr: Accélérer les déplacements et combats
sv: Gör så att trupper rör sig och slåss snabbare

source: Do not animate AI units moving
fr: Ne pas animer les déplacements des unités de l'ordinateur
sv: Visa ej de förflyttningar som datorns trupper gör

source: Overlay a grid onto the map
fr: Afficher une grille en surimpression sur la carte
sv: Lägg ett rutnät över kartan

source: Show text above a unit when it is hit to display damage inflicted
fr: Afficher au dessus d'une unité touchée la quantité de dégâts reçus
sv: Visa text över en trupp när den blir träffad, för att visa hur mycket skada som gjorts

source: Change the resolution the game runs at
fr: Changer la résolution d'écran utilisée par le jeu
sv: Ändra bildskärmens upplösning som spelet använder

source: Display a dialog at the beginning of your turn
fr: Afficher un message au début de votre tour
sv: Visa en dialogruta när ditt drag börjar

source: Play a bell sound at the beginning of your turn
fr: Jouer un son de cloche au début de votre tour
sv: Ring en klocka när ditt drag börjar

source: Show a colored circle around the base of each unit to show which side it is on
fr: Afficher sous l'unité un cercle de la couleur de son camp
sv: Visa en färgcirkel kring truppernas bas, för att visa vilken sida den tillhör

source: Use colored mouse cursors (may be slower)
fr: Utiliser les curseurs souris colorés (possible ralentissement)
sv: Använd muspekare i färg (kan göra spelet långsammare)

source: Use graphical special effects (may be slower)
fr: Utiliser les effets spéciaux (possible ralentissement)
sv: Använd grafiska specialeffekter (kan göra spelet långsammare)

source: View and configure keyboard shortcuts
fr: Voir et configurer les raccourcis clavier
sv: Se och konfigurera snabbtangenter

source: Prefs section^General
fr: Général
sv: Allmänt

source: Prefs section^Display
fr: Vidéo
sv: Skärm

source: Prefs section^Sound
fr: Audio
sv: Ljud

source: There are no alternative video modes available
fr: Il n'y a pas d'autres modes vidéo disponibles
sv: Det finns inga alternativa videolägen tillgängliga

source: Choose Resolution
fr: Choisissez une résolution
sv: Välj upplösning

source: Hotkey Settings
fr: Configuration des raccourcis clavier
sv: Snabbtangentsinställningar

source: Press desired HotKey
fr: Pressez la touche désirée
sv: Tryck på önskad snabbtangent

source: Change Hotkey
fr: Modifier le raccourci
sv: Ställ in snabbtangenter

source: Save Hotkeys
fr: Sauver les touches de raccourci
sv: Spara snabbtangenter

source: This HotKey is already in use.
fr: Cette touche est déjà utilisée.
sv: Den tangenten används redan till något annat.
