Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: The noble leaders of many troops, Lords are especially strong in melee combat, and also possess skill with the bow. Like Commanders, Lords possess leadership skills, and improve the fighting ability of all adjacent lower-level units.
de: Fürsten sind erhabene Anführer von großen Truppen, sie sind besonders stark im Nahkampf besitzen aber auch Erfahrung im Umgang mit Pfeil und Bogen. Wie Feldherren haben sie die Fähigkeit Truppen anzuführen, alle Einheiten mit niedrigerem Rang, die auf einem benachbartem Feld stehen erhalten einen Bonus im Kampf.
fr: Un noble chef pour beaucoup de troupes, les Seigneurs sont particulièrement forts en combat rapproché, mais possèdent également des aptitudes à l'arc. Tout comme les Commandants, les Seigneurs possèdent des capacités de commandement, et améliorent les capacités de combat de toutes les unités adjacentes de niveau inférieur.
sv: Den adlige ledaren av stora mängder trupper, så är fursten särskilt stark i närstrid, men inte heller oäven med bågen. Liksom kommendörer har furstar ledarskapsförmåga, och förbättrar stridsförmågan hos all lägre rankade trupper i närheten.

source: Mage
de: Magier
sv: Magiker

source: Mages are both weak and powerful. Moving slowly, and with poor defensive skills, Mages attack with magical missiles that always have a high chance of hitting their target. For this reason, Mages are an excellent choice for flushing out enemies hiding in difficult terrain.
de: Der Magier ist schwach und mächtig zu gleich. Er bewegt sich nur langsam fort und hat nur eine schwache Verteidigung. Aber er greift seine Gegner mit magischen Geschossen an die immer eine hohe Trefferchance haben. Aus diesem Grund ist der Magier gut geeignet um Gegner die sich in schwierigem Gelände aufhalten zu beseitigen.
fr: Le Mage est faible mais cependant puissant. Se déplaçant lentement, et se défendant faiblement, le mage attaque avec des missiles magiques ayant de très grandes chances d'atteindre leur cible. Pour cette raison, le Mage est un excellent choix pour forcer l'ennemi à sortir de sa cachette en terrain difficile.
sv: Magiker är både svaga och starka. Medan de rör sig långsamt och är dåliga på att försvara sig, så kan de stå en bit bort och anfalla med magi som alltid har en hög chans att träffa. Magiker är därför utmärkta till att rensa ut fiender i oländig terräng.

source: missile
de: Magiegeschoss
sv: projektil

source: Mage of Light
de: Magier des Lichtes
fr: Mage de Lumière
sv: Ljusets magiker

source: illuminates,cures
fr: illumination,traitement
sv: lyser upp, botar

source: Mages of Light are awesome allies of all lawful combatants, and fearsome foes to the forces of chaos. These Mages' powers of illumination are so great that the hexes they occupy and all adjacent hexes never experience night. As a result, when a unit is adjacent to a Mage of Light, it will fight as if it were day when it is dusk, and as if it were dusk when it is night. Like the White Mages, the Mages of Light also cure adjacent friendly units.
de: Der Magier des Lichtes ist ein bedeutender Verbündeter für alle rechtschaffenden Einheiten und ein gefürchteter Gegner der Mächte das Bösen. Seine Leuchtkraft ist so groß das es auf allen angrenzenden Felder niemals Nacht wird. Wenn eine Einheit neben einem Magier des Lichtes steht kämpft sie in der Dämmerung genauso gut wie am Tag und in der Nacht so gut wie in der Dämmerung.
fr: Le Mage de Lumière est un redoutable allié des combattants justes, et un terrible adversaire pour les forces du chaos. La puissance d'illumination du mage est si grande que sa position ainsi que toutes les cases adjacentes ne sont jamais affectées par la nuit. Quand une unité est adjacente à un Mage de Lumière, elle se battra comme si elle se trouvait en plein jour à l'heure du crépuscule, et comme si elle était au crépuscule quand il fait nuit.
sv: Ljuset magiker är en enastående magiker för alla lagenliga trupper, och en skräckinjagande fiende för alla som bekänner sig till kaos. Hans förmåga att lysa upp sin omgivning är så stark att rutorna runt honom aldrig upplever natt. När en trupp är i en ruta bredvid honom så kommer den att slåss som om det vore dag när det är skymning och skymning när det är natt. Och likt en vit magiker så botar han närliggande trupper.

source: lightbeam
de: Heiliges Licht
fr: rayon de lumière
sv: ljusbåge

source: holy
de: Heilig
fr: sacré
sv: helig

source: Master Bowman
de: Meisterbogenschütze
fr: Maître archer
sv: Mästerbågskytt

source: Master Bowmen have reached the highest levels of skill with the bow that any human can hope to attain. Their power with this deadly weapon is surpassed only by that of the Elves.
de: Meisterbogenschützen sind die besten Bogenschützen im menschlichem Heer, ihre Fertigkeiten im Umgang mit dem Bogen werden nur noch von den Elfen übertroffen.
fr: Les maîtres archers ont atteint le niveau le plus élevé de leur art. Leur dextérité avec cette arme mortelle n'est surpassée que par les elfes.
sv: Mästerbågskyttarna har uppnått den största bågskicklighet som någon människa kan nå. Deras skicklighet med detta dödliga vapen överträffas endast av alverna.

source: Merman
de: Wassermann
fr: Ondin
sv: Sjöfolk

source: Skilled creatures of the sea, Mermen are powerful and quick in any watery environment, but struggle greatly to move on land.
de: Wassermänner kommen aus den Tiefen des Meeres, sie sind stark und schnell in Meeren, Seen und Flüssen - aber sehr schlecht an Land.
fr: Une habile créature des mers, l'Ondin est fort et rapide dans tout milieu aquatique, mais se meut difficilement sur terre.
sv: Tritonerna är skickliga varelser i havet. De är snabba och kraftfulla i vatten men har problem att röra sig på land.

source: trident
de: Dreizack
sv: treudd

source: Mudcrawler
de: Schlammkriecher
sv: Slamkrypare

source: Mudcrawlers are magical constructs of soil and water. They attack by spraying boiling water on their foes.
de: Schlammkriecher sind magische Wesen, die aus Erde und Wasser bestehen. Sie greifen an indem sie siedendes Wasser auf ihre Feinde spritzen.
sv: Slamkryparna är magiska varelser sammansatta av jord och vatten. De attackerar genom att spruta kokande vatten på sina fiender.

source: Like the Mermen, Nagas are inhabitants of the seas. Smaller and more nimble than their counterparts, they share a distaste for dry land.
de: Wie die Wassermänner, sind auch die Seeteufel Meeresbewohner. Kleiner und schneller als ihre Gegenspieler teilen sie die Abneigung gegen Festland.
fr: Les Nagas, comme les Ondins sont des habitantes des mers. Bien qu'elles soient plus petites et plus agiles que les Ondins, elles partagent leur inhabileté en terrain non aquatique.
sv: Naga är precis som sjöfolket bosatta i havet. Även om de är mindre och smidigare än sina motsvarigheter, så delar de samma avsmak för torra land.

source: Necromancer
de: Totenbeschwörer
fr: Nécromancien
sv: Nekromantiker

source: Necromancer are Mages that have decided to follow the paths of the dark arts. By tapping into the power of the undead, Necromancers can cast spells that drain the lifeforce from their foes and add it to their own.
de: Totenbeschwörer sind Magier, die sich dazu entschlossen haben dem Pfad der dunklen Künste zu folgen. Mit Fähigkeiten der Untoten ausgestattet verfügen Totenbeschwörer über Zaubersprüche um sich die Lebenskraft von ihren Gegnern zu eigen zu machen.
fr: Un nécromancien est un mage qui a décidé de suivre le coté sombre de la magie. Faisant appel à la puissance des morts-vivants, le nécromancien peut invoquer des sorts qui drainent la vitalité des ses adversaires pour l'ajouter à la sienne.
sv: En nekromantiker är en magiker som har valt att följa de mörka krafterna som finns hos de döda. Genom att utnyttja energin hos de vandöda kan nekromantikern tömma livskraften från sina fiender, och använda den för öka sin egen.

source: Necrophage
de: Leichenfresser
fr: Nécrophage
sv: Nekrofag

source: Driven ravenous by an unholy hunger for dead flesh, Necrophages attack their hoped-for food with poisonous claws.
de: Von fürchterlichem Hunger auf totes Fleisch angetrieben, greifen Leichenfresser ihre potenzielle Nahrung mit ihren giftigen Krallen an.
fr: Mûs par un appétit maléfique pour la chair morte, les nécrophages attaquent avec des griffes empoisonnées ce qu'ils espèrent devenir leur nourriture.
sv: Nekrofager drivs av en ohelig hunger, och anfaller sin tilltänkta middag med giftklor.

source: Nightgaunt
de: Nachtwesen
fr: Spectre nocturne
sv: Gast

source: Nightgaunts haunt the night, keeping their ugly faces behind masks in an effort to hide their souls of pure evil. These despicable creatures are able to hide at night, leaving no trace of their presence.
de: Sie jagen durch die Nacht und verbergen dabei ihre hässlichen Gesichter hinter Masken, um ihre Seelen des puren Bösen zu verstecken. Diese verächtlichen Kreaturen sind in der Lage sich Nachts zu verstecken ohne irgendwelche Spuren zu hinterlassen.
fr: Les spectres nocturnes hantent les nuits, dissimulant leurs hideux visages derrière des masques pour cacher leurs âmes noires. Ces créatures ignobles peuvent se cacher la nuit, ne laissant aucune trace de leur présence.
sv: Gastar sprider skräck i natten; de döljer sina hemska ansikten bakom masker, för att försöka dölja sin genomonda själar. Dessa föraktliga varelser kan gömma sig i natten, utan att lämna ett endaste spår av sin närvaro.

source: nightstalk
en@shaw: ğ‘¯ğ‘²ğ‘‘ğ‘•ğ‘‘ğ‘·ğ‘’
sv: skräck

source: Noble Commander
de: Edler Feldherr
fr: Noble commandant
sv: Adlig kommendör

source: Noble Fighter
de: Edler Kämpfer
fr: Noble guerrier
sv: Adlig krigare

source: Young and brash, Fighters fight with a sword, and are vulnerable to ranged attacks from enemies. However they have the potential to become great Commanders one day.
de: Jung und stürmisch stürzen sich die Kämpfer mit ihrem Schwert in die Schlacht. Obwohl sie leicht verletzbar sind haben die meisten von ihnen das Potential eines Tages großartige Kämpfer zu werden.
fr: Jeune et impétueux, les guerriers sont habiles dans le maniement de l'épée mais vulnérables aux attaques distantes de leurs ennemis. Néanmoins ils ont le potentiel de devenir un jour de grands guerriers.
sv: Den unge och obetänksamme kämpen slåss med ett svärd, och är sårbar för attacker från fienden. Han besitter dock talang och lyckas han bara hålla sig levande så kan han bli en mäktig krigare en dag.

source: Noble Lord
de: Edler Fürst
fr: Noble seigneur
sv: Adlig furste

source: Noble Youth
de: Edler Jüngling
fr: Jeune noble
sv: Adlig yngling

source: Today he is a young man, by his devotion to the crown he is seeking to become a Lord -- to join the elite of humanity.
de: Er ist fast noch ein Kind, aber mit seiner Hingabe für die Krone wird er eines Tages zum Fürsten und dadurch zur Elite der menschlichen Truppen gehören.
fr: Pas encore tout à fait un homme, par sa dévotion à la couronne il aspire à devenir un seigneur -- pour rejoindre l'élite des combattants humains.
sv: Idag är han en ung man, med en lojalitet mot kronan som får honom att eftersträva att bli en Furste och ansluta sig till mänsklighetens elit.

source: training sword
de: Übungsschwert
fr: Épée d'entraînement
sv: träningssvärd

source: Ogre
de: Oger
sv: Jätte

source: Ogres are stupid giant humanoids that usually live alone in the wilderness. While they can be easily outrun or outsmarted, their strength is not to be underestimated.
de: Oger sind dumme Riesen die normalerweise alleine in der Wildnis leben. Obwohl man sie sehr leicht austricksen kann sollte man ihre Stärke nicht unterschätzen.
fr: Les Ogres sont des géants stupides qui vivent généralement seuls. Bien qu'ils puissent facilement être semés ou surpassés, leur force ne doit pas être sous-estimée.
sv: Jättar är stora, dumma humanoider som oftast lever ensamma i vildmarken. Även om de är lätta att springa ifrån och lura så ska man se upp med deras styrka.

source: Orcish Archer
de: Orkschütze
fr: Archer orc
sv: Orchisk bågskytt

source: Orcish Archers are considered by many of their fellow orcs to be a lesser caste of warrior, for attacking their enemies from a distance. However, since most orcs won't learn how to handle a bow, he is an indispensable part of the orcish army.
de: Weil sie ihre Gegner aus der Distanz angreifen, fristen die Schützen ein unglückliches Dasein im Schatten der orkischen Truppen und werden von diesen nur mit Herablassung behandelt. In ist es verwehrt in eine höhere Kriegerkaste aufzusteigen. Trotz allem sind die Orkschützen ein wichtiger Bestandteil der orkischen Armee, da das Verwenden eines Bogens Geschicklichkeit vorraussetzt, über die viele der orkischen Krieger nicht verfügen.
fr: Les archers orcs sont considérés par bien des orcs comme une sous caste de combattant car ils attaquent leurs ennemis à distance. Malgré tout, comme la plupart des orcs n'ont pas appris à se servir d'un arc, ils sont un élément indispensable de l'armée orc.
sv: Bågskytten anses av många orcher vara en sämre sorts krigare eftersom han attackerar på avstånd. Då många orcher vägrar lära sig hur man utnyttjar en båge så är han en oumbärlig komponent i många orcharméer.

source: Orcish Assassin
de: Orkmeuchler
fr: Assassin orc
sv: Orchisk lönnmördare

source: While not so strong in combat, Orcish Assassins are fast and can defend themselves well over different kinds of terrain. These Assassins use poisoned darts, and victims of this poison will continually take damage until they can be cured in town or by a healer.
de: Ein Orkmeuchler versucht den dirketen Kampf zu vermeiden, kann sich aber notgedrungen mit seinem Dolch zur Wehr setzen. Meist kommt es dazu aber erst gar nicht, da es ihnen ihre Ausbildung ermöglicht, sich auf fast jedem Gelände hervorragend fortzubewegen, so dass sie den Gegner schnell erreichen, ihn mit ihren Wurfpfeilen vergiften und sich ebenso schnell wieder zurückziehen können. Das Gift trägt dann meist zum baldigen Ableben des Unglücklichen bei.
fr: Bien que pas très forts en combat, les assassins orcs sont rapides et savent se défendre efficacement sur plusieurs types de terrain. Les assassins utilisent des dards empoisonnés qui infligent des dégâts continus à leurs victimes jusqu'a ce qu'elles se fasse soigner, soit par un soigneur, soit dans un village.
sv: Den orchiska lönnmördaren kompenserar sin mindre styrka med snabbhet och anpassbarhet till terrängen. Lönnmördaren använder giftpilar som försvagar sina offer tills de botas av en läkekunnig i en by eller i fält.

source: darts
de: Wurfpfeile
fr: dards
sv: kastpilar

source: short sword
de: Kurzschwert
fr: épée courte
sv: kortsvärd

source: Orcish Crossbowman
de: Orkarmbruster
fr: Arbalétrier orc
sv: Orchisk armborstskytt

source: Orcish Crossbowmen try to compensate for their lack of skill with the raw power of their weapon. While they are not as effective as the Elvish Marksmen in long-range combat, they are sturdier and can handle theselves a little better than the Elves in close combat.
de: Als eine Meute Orks ein Dorf der Menschen überfiel, erbeuteten sie neben vielen anderen Dingen eine Kiste mit Armbrüsten. Da sie damit nichts anfangen konnten, wurde diese Kiste achtlos eingelagert. Schließlich entdeckte einer der Orkschützen die darin enhaltenen Armbrüste und erprobte diese Schußwaffe. Er stellte fest, dass diese Waffe durchschlagskräftiger war, als ein einfacher Bogen. Jedem Orkschützen, der die Kunst des Bogenschießens gemeistert hat, wird seither eine Armbrust verliehen.
fr: Les arbalétriers orcs essayent de compenser leur manque d'habileté pas la puissance brute de leurs armes. Bien que moins efficace que les tireurs d'élite elfes en combat à distance, ils sont robustes et meilleurs en combat rapproché.
sv: Den orchiska armborstskytten försöker kompensera sin bristande träffsäkerhet med den råa styrkan hos sitt vapen. Han är visserligen inte lika effektiv som alvernas prickskyttar, men i gengäld så är han robustare och klarar sig något bättre i närstrid.

source: Orcish Grunt
de: Orkgrunzer
fr: Grognard orc
sv: Orchisk fotsoldat

source: Orcish Grunts form the core of the orcish forces. Although slower than human or elven fighters, Grunts can deliver much more powerful blows, and take more hits before falling.
de: Alle orkischen Männer, die Ruhm und Ehre in der Schlacht erlangen wollen, beginnen auf der untersten Stufe der orkischen Kriegerkaste. Diese Grunzer genannten Truppen bilden das Rückgrat der orkischen Armee. Orks werden von Kindesbeinen mit dem Kriegshandwerk vertraut gemacht und können dadurch stärkere Hiebe austeilen, als ihre elfischen oder menschlichen Gegenstücke. Zu allem Überfluß bedarf es mehrer Treffer, um einen Grunzer in die Knie zu zwingen. Da Grunzer aber nur in der Nähe ihrer Stämme ausgebildet wurden, sind sie hügeliges Gelände gewohnt und kommen auf weiten Ebenen oder in dichten Wäldern nicht so gut voran.
fr: Les grognards orcs composent la base des forces orc. Bien que moins rapide que les humains ou les guerriers elfes, le grognard orc peut donner des coups beaucoup plus puissants et peut recevoir beaucoup plus de coups avant de tomber.
sv: Den orchiska fotsoldaten utgör kärnan i orchernas styrkor. Fastän något långsammare än alvernas och människornas krigare, så kan han dela ut kraftfullare slag och tål mer stryk.

source: Orcish Leader
de: Orkhäuptling
fr: Seigneur orc
sv: Orchhövding

source: Orcish Rulers are the chiefs of their tribe. They make the important decisions and lead their people into battle. They carry a bow out of necessity, but are much more skilled with the sword; all in all, they are powerful fighters. Their natural leadership skills make them very precious in the battle: if the Ruler is lost, so is the battle.
de: Orkhäuptlinge genießen neben dem Schamanen das höchte Ansehen in einem Orkstamm. Sie teilen den einzelnen Orks ihre Aufgaben zu, handeln mit anderen Stämmen die Jagdgebiete aus oder führen, wenn es nötig werden sollte, ihre Untergebenen in den Krieg. Die Position des Häuptlings erlangt ein herausfordender Ork meist durch einen rituellen Zweikampf, seltener durch den natürlichen Tod des alten Häuptlings. Da sich Häutplinge recht oft einer Herausforderung stellen müssen, beherrschen sie den Umgang mit dem Schwert wie kein anderer. Sie tragen zusätzlich einen Bogen bei sich, dies aber mehr aus Notwendigkeit als ihn zum Angriff einzusetzen.
fr: Les meneurs orcs sont les chefs de leur tribu. Ils prennent les décisions importantes et dirigent leur peuple lors des batailles. Ils manient l'arc en cas de nécessité mais sont bien plus habiles à l'épée ; ce sont des guerriers redoutables. Leur talents de commandement les rend vraiment précieux dans les combats : s'il est perdu, il en est de même pour la bataille.
sv: Orchhövdingar är stammens ledare. De fattar viktiga beslut och leder sitt folk i strid. De är svåra motståndare som är skickligast med svärdet, även om de också bär pilbåge.

source: Orcish Ruler
de: Orkkriegshäuptling
fr: Meneur orc
sv: Orchhärskare

source: Orcish Shaman
de: Orkschamane
fr: Chaman orc
sv: Orchshaman

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for Orcs), Orcish Shamans are good spell casters and can curse their enemies, draining their life.
de: Schamanen haben als einzige Angehörige der orkischen Rasse die Fähigkeit, Magie zu wirken. Deshalb genießen sie eine besondere Stellung innerhalb der Stämme, so dass in jedem Stamm mindestens ein Schamane zu finden ist. Zusammengenommen bilden sie den Großen Rat, der Entscheidungen, die das gesamte orkische Volk betreffen, fällt sowie Konflikte, die zwischen den orkischen Stämmen auftreten, löst. Obwohl sie körperlich eher gebrechlich wirken und der direkten Konfrontation aus dem Weg gehen, sind ihre Zaubersprüche um so verheerender. Mit mächtigen Flüchen rauben sie dem Opfer die Lebenskraft und führen sich einen Teil davon selbst zu, um ihre Wunden zu heilen.
fr: Les chamans orcs sont les gardiens de la magie orc. Respectés parmi les tribus orcs, ils forment le Conseil des orcs qui prend les décisions importantes pour l'ensemble de la communauté et arbitre les nombreux conflits qui naissent entre les tribus de cette race belliqueuse. Bien que physiquement faibles au regard des standards orcs, les chamans orcs sont de bons jeteurs de sorts et peuvent maudire leurs ennemis et drainer leur vie.
sv: De orchiska shamanerna är den orchiska magins väktare. De är respekterade bland de orchiska stammarna och bildar det Orchiska Rådet, vilket fattar viktiga beslut som berör alla orcher, och medlar i många konflikter mellan dessa grälsjuka stammar. Även om de är svaga för att vara orcher, så är de skickliga på att kasta besvärjelser, och kan förbanna sina fiender, så att deras livskraft sinar.

source: curse
de: Fluch
fr: malédiction
sv: förbannelse

source: Novice Orcish Shaman
de: Junger Orkschamane
fr: Chaman orc novice
sv: Orchisk shaman-novis

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for Orcs), Orcish Shamans are good spell casters and can curse their enemies, draining their life. Novices Shamans are still young and vigorous, but their spell-casting ability still needs improvement.
de: Die Lehrlinge der schamanischen Künste sind immer noch wild und ungestüm, so dass sie ihre Zauberkraft noch nicht so gut kontrollieren können.
fr: Les chamans orcs sont les gardiens de la magie orc. Respectés parmi les tribus orcs, ils forment le Conseil des orcs qui prend les décisions importantes pour l'ensemble de la communauté et arbitre les nombreux conflits qui naissent entre les tribus de cette race belliqueuse. Bien que physiquement faibles au regard des standards orcs, les chamans orcs sont de bons jeteurs de sorts et peuvent maudire leurs ennemis et drainer leur vie. Les chamans novices sont encore jeunes et vigoureux mais ils manquent d'entraînement dans le domaine du lancer de sorts.
sv: De orchiska shamanerna är den orchiska magins väktare. De är respekterade bland de orch iska stammarna och bildar det Orchiska Rådet, vilket fattar viktiga beslut som berör alla orcher, och medlar i många konflikter mellan dessa grälsjuka stammar. Även om de är svaga för att vara orcher, så är de skickliga på att kasta besvärjelser, och kan förbanna sina fiender, så att deras livskraft sinar. shamannoviser är fortfarande unga och livskraftiga, men deras förmåga att kasta besvärjelser behöver fortfarande förbättras.

source: Old Orcish Shaman
de: Alter Orkschaman
fr: Chaman orc agé
sv: Gammal orchshaman
