Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Victory: @Move Konrad to entrance of the Dwarven Kingdom. Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz
fr: Victoire: @Amener Konrad à l'entrée du royaume des nains Défaite: #Mort de Konrad #Mort de Delfador #Mort de Kalenz
sv: Seger: @Förflytta Konrad till ingången till Dvärgarnas rike Nederlag: #Konrad dör #Delfador dör #Kalenz dör

source: The doors are closed and barred from the inside!
fr: Les portes sont fermées et bloquées de l'intérieur.
sv: Dörrarna är stängda och reglade från insidan!

source: We can't get in! What should we do now?
fr: Nous ne pouvons pas entrer ! Que devons-nous faire maintenant ?
sv: Vi kan inte komma in! Vad ska vi göra nu?

source: It is said that the orcs used an old mine tunnel to surprise the dwarves. It must be that one in the north-east.
fr: Il a été dit que les orcs ont utilisé un vieux tunnel de mine pour prendre les nains par surprise. Ce doit être celui-là au nord-est.
sv: Det sägs att orcherna använde en gammal gruvnedgång för att överraska dvärgarna. Den måste vara den där i nordost.

source: Then we must make it to that tunnel!
fr: Nous devons parvenir jusqu'à ce tunnel alors !
sv: Vi måste komma fram till den gruvgången i så fall!

source: This old mine seems to be connected to the main tunnels.
fr: Cette vieille mine semble reliée aux tunnels principaux.
sv: Den gamla gruvan verkar hänga ihop med huvudtunnlarna.

source: I am hesitant to enter. It will be so difficult in the darkness!
fr: J'hésite à entrer. L'obscurité va rendre les choses tellement difficiles !
sv: Jag är osäker på om jag vill gå in, det kommer vara så svårt i mörkret.

source: There is no time for idle chatter or delay of any kind. Onward!
fr: Il n'y a pas de temps à perdre en bavardages, allons-y !
sv: Det finns ingen tid struntprat eller någon sorts dröjsmål, framåt!

source: We have defeated the foul Orcs guarding this land, but we must continue without rest. More will surely come!
fr: Nous avons vaincu les stupides orcs gardant ces terres, mais nous devons poursuivre sans relâche. D'autres vont venir !
sv: Vi har besegrat de äckliga orcher som vaktade detta land, men vi måste omedelbart fortsätta. Det kommer säkerligen flera!

source: Indeed we must not delay. I remember now, the mines in the North-East are the best way to enter!
fr: En effet, nous ne devons pas nous attarder. Je me souviens maintenant, les mines au nord-est sont le meilleur moyen d'entrer !
sv: Mycket riktigt, vi får inte dröja. Jag kommer ihåg nu, gruvorna i nordost är bästa platsen att gå in.

source: But Konrad's party was not alone in entering the mines...
fr: Mais la troupe de Konrad n'était pas seule quand ils entrèrent dans la mine...
sv: Men Konrads sällskap var inte ensamma med att gå in i gruvorna...

source: Whew! We make our way through the dangerous fog of the mountains, and now there is all this chaos before us! Come on, men! We must make it to the mines, which lie ahead of us!
fr: Whaou ! Nous faisons route à travers le dangereux brouillard des montagnes, et maintenant il y a tout ce chaos devant nous ! Venez ! Nous devons atteindre les mines, qui se trouvent au loin devant nous !
sv: Puuh! Vi har tagit oss igenom bergens farofyllda dimma, och nu ligger kaos framför oss! Kom nu, mannar! Vi måste ta oss till gruvorna, som ligger där framför oss!

source: The defense of the dwarves must have been strong. Look at those ruined towers!
fr: La défense des nains a dû être acharnée. Regardez ces tours en ruines.
sv: Dvärgarnas försvar verkar ha varit starkt. Titta på de där tornruinerna!

source: The battle outside was fierce, and lasted a full half-year. But the battles inside the tunnels were worse.
fr: La bataille à l'extérieur fût sauvage et dura six mois, mais les batailles dans les tunnels furent pire encore.
sv: Striden utanför var bitter och höll på i ett helt halvår, men striderna inuti tunnlarna var värre.

source: Ruarrrrr!!!
sv: Vrååål!!!

source: A monster was hiding in that lake!
fr: Un monstre se cachait dans ce lac !
sv: Ett monster gömde sig i sjön!

source: The legend was true! There are always tentacled creatures hiding in the lakes near the Dwarven Kingdoms
fr: La légende était donc vraie, il y a toujours des créatures à tentacules qui se cachent dans les lacs près du royaume des nains.
sv: Legenden är sann! Det finns alltid tentakelmonster som gömmer sig i sjöarna nära dvärgarnas kungariken.

source: At last, this is the entrance to the Dwarven Kingdoms.
fr: Finalement, voici l'entrée du royaume des nains.
sv: Äntligen, det här är ingången till dvärgariket.

source: All can I see are ruins and poor villages.
fr: Tout ce que je peux voir, ce sont des ruines et de pauvres villages.
sv: Allt jag kan se är ruiner och fattiga byar.

source: The poor villagers that once lived here and traded with the dwarves are now held in slavery by the orcs.
fr: Les pauvres villageois qui vivaient ici commerçaient avec les nains, mais sont maintenant esclaves des orcs.
sv: De fattiga byborna som bodde här en gång, och byteshandlade med dvärgarna, är alla i slaveri hos orcherna nu.

source: Slaves to the evil orcs? We must liberate them!
fr: Esclaves des orcs ? Nous devons les libérer !
sv: I slaveri hos orcherna, vi måste befria dem!

source: That would not be a wise choice, for our mission is to retreive the Scepter of Fire. If we tarry in this place, hordes of orcs will surround us.
fr: Ce n'est pas une idée judicieuse, notre mission est de retrouver le Sceptre de Feu. Si nous moisisssons ici, des hordes d'orcs vont nous assiéger.
sv: Det vore inte så klokt, vårt uppdrag är att återhämta Eldspiran. Om dröjer kvar här, så kommer horder med orcher att omringa oss.

source: Konrad, heed the words of Defaldor. We shall return to wrest the grip of the orcs from these lands.
fr: Konrad, Defaldor a raison, nous reviendrons et éliminerons le joug que les orcs maintiennent sur ces contrées.
sv: Konrad, lyssna på Delfador. Vi skall återvända och befria länderna här från orchernas förtryck, det svär jag.

source: This does not please me, but I will listen to your advice.
fr: Je ne peux me réjouir de cette décision mais j'écouterai votre conseil.
sv: Jag tycker inte om det, men jag böjer mig för din visdom.

source: My uncle used to smuggle...err...I mean...trade food for the Dwarves. He could get grain carts in under the very noses of those ugly orcs.
fr: Mon oncle avait l'habitude de faire de la contreba... euh... enfin je veux dire... d'échanger de la nourriture avec les nains. Il pourrait s'emparer de chariots de grain sous les nez de ces idiots d'orcs sans se faire prendre.
sv: Min morbror brukade smuggla..hmm...jag menar...sälja mat till dvärgarna. Han kunde forsla vagnar lastade med säd rakt förbi de fula orcherna utan att de märkte ett enda dugg.

source: He must be hiding in one of those villages.
fr: Il doit se cacher dans un de ces villages.
sv: Han måste vara gömd i en av de här byarna.

source: Haw! My niece's friends are mine friends too
fr: Haw ! Les amis de ma nièce sont également mes amis
sv: Haw! Min brorsdotters vänner är mina vänner också.

source: The Elven Council
fr: Le conseil elfe
sv: Alvernas råd

source: Greetings, and welcome to our capital. You should feel honored. It has been half a century - a generation in the way your race counts time - since any man has been considered Elf-friend enough to stand here.
fr: Salutations, et bienvenue dans notre capitale. Vous devriez vous sentir honorés. Cela fait un demi-siècle - une génération, selon la manière dont votre race mesure le temps - qu'aucun homme n'a été considéré comme étant suffisamment l'ami des elfes pour se rendre en ces lieux.
sv: Var hälsade, och välkomna till vår huvudstad. Ni är privilegierade, det har gått ett halvt århundrade, en generation för er ras, sedan någon människa har ansetts som en sådan vän till alverna att han släppts in här.

source: We are indeed honored.
fr: C'est un honneur, en effet.
sv: Vi är verkligen ärade.

source: I might also say that it is you who are honored. It has been so long since you have been graced by with the presence of a princess of Wesnoth.
fr: On pourrait également dire que c'est vous qui qui devriez être honorés. Il y a bien longtemps que vous n'avez pas connu la grâce d'être en présence d'une Princesse de Wesnoth.
sv: Jag kan också säga att ni är ärade. Det har varit mycket länge sedan ni hade nöjet att ha en prinsessa av Wesnoth hos er.

source: Silence, foolish girl! With such arrogance, is it any surprise that the royal family of Wesnoth long ago saw their ancient alliances fall to pieces?
fr: Silence, idiote ! Est-il surprenant qu'avec une telle arrogance de la part de la famille royale de Wesnoth, les anciennes alliances aient été rompues depuis longtemps ?
sv: Tyst, enfaldiga flicka! Med en sådan arrogans, är det då förvånande att den kungliga familjen av Wesnoth såg alla sina uråldriga allianser vittra sönder?

source: Yes...you are right, sir. It is I who am honored to be here, and I apologize for my discourtesy.
fr: Je... vous avez raison, messire. C'est moi qui suis honorée d'être ici, et je vous présente mes excuses pour mon manque de courtoisie.
sv: Ja...du har rätt, sir. Det är jag som är ärad av att vara här, och jag ber om ursäkt för mitt oartiga uppförande.

source: Delfador the Great. As wise with his tongue in advice as he is strong with his staff in battle. A rare combination, especially among men.
fr: Delfador le Grand. Aussi sage en parole que puissant lors des combats. C'est si rare, particulièrement parmi les hommes.
sv: Delfador den Store. Lika vis som hans tunga är i råd, så stark är hans stav i strid. En ovanlig kombination, i synnerhet bland människor.

source: How quickly do the race of men mature! Only seventeen winters have passed since I last laid eyes on you, Konrad, yet you are now a grown man. A brave warrior stands before me!
fr: Voyez avec quelle rapidité la race des hommes mûrit. Seulement dix-neuf hivers ont passé depuis la dernière fois que je vous ai vu, Konrad, et maintenant vous êtes adulte. Désormais, un fier guerrier se tient devant moi !
sv: Så snabbt människor växer upp! Det är blott nitton vintrar sedan jag sist såg dig, Konrad, och nu är du en vuxen man. En modig krigare står här framför mig!

source: Forgive me, Elf, but I'm afraid I do not recall meeting you before.
fr: Pardonnez-moi, Elfe, mais je crains de ne pas me rappeler notre précédente rencontre.
sv: Förlåt mig, Alv, men jag är rädd att jag inte kommer ihåg vårt tidigare möte.

source: Konrad, this is Parandra. She helped me rescue you from the clutches of Asheviere.
fr: Konrad, voici Parandra. Elle m'a aidé à vous sauver des griffes d'Asheviere.
sv: Konrad, detta är Parandra. Hon hjälpte mig att rädda dig ur Ashevieres klor.

source: I had no idea! Thank you, my lady. It is a pleasure to meet you again.
fr: Ah, je ne savais pas. Merci, noble dame. C'est un plaisir de vous rencontrer à nouveau .
sv: Det hade jag ingen aning om! Jag tackar er, milady. Det är ett sant nöje att träffa er igen.

source: Rescued him from my mother? But nineteen years ago Konrad would have been an infant! What is this you are talking about?
fr: Le sauver de ma mère ? Mais il y a dix-neuf ans, Konrad n'était qu'un enfant en bas âge! De quoi parlez-vous donc?
sv: Räddat honom från min mor? Men för nitton år sedan var Konrad bara ett spädbarn! Vad talar du egentligen om?

source: Your mother has much blood upon her hands, child. She has had many killed unjustly. When Konrad was an infant, she ordered all the princes put to death, so she could sieze control.
fr: Votre mère a beaucoup de sang sur les mains, mon enfant. Elle a beaucoup tué injustement pour diverses raisons. Entre autre, elle a commandé l'exécution de tous les princes, de façon à prendre le contrôle du royaume.
sv: Barn, din mor har mycket blod på sina händer. Många är de som hon har dödat orättfärdigt. När Konrad var ett spädbarn, gav hon ordern att alla prinsarna skulle dödas, så att hon kunde ta makten i riket.

source: She had them murdered? There were others too, not just Konrad? Surely you do not speak the truth! Parandra, what do you say?
fr: Elle les a faits assassiner ? Il y en a eu d'autres, pas seulement Konrad ? Cela ne peut être vrai! Parandra, qu'en dites-vous ?
sv: Lät hon mörda dem? Fanns det andra också, inte bara Konrad? Du kan väl inte tala sanning. Parandra, vad säger du?

source: Princess, when Delfador the Great speaks of the Queen Mother, Asheviere, ordering the princes of Wesnoth to be put to death, he speaks the truth.
fr: Princesse, ce que Delfador vous raconte est la pure vérité. Votre mère, Asheviere, a bien commandité l'exécution des princes de Wesnoth.
sv: Prinsessa, när Delfador den Store säger att Drottningmodern Asheviere gav befallningen att mörda Wesnoths prinsar, så talar han sanning.

source: And what say you, Elf-king?
fr: Et qu'en dites-vous, roi des elfes ?
sv: Och vad säger du, Alvkung?

source: I did not see it myself, Princess, but I have heard many reliable reports. Asheviere indeed has the blood of the princes on her hands. She has also allowed Orcs to desecrate the lands, abandoning all respect for the peoples around her.
fr: Je ne l'ai pas vu de mes yeux, princesse. Mais j'ai entendu beaucoup de témoignages dignes de foi. Asheviere a le sang des princes sur ses mains. Elle a également permis aux orcs de profaner les terres, et n'a plus aucun respect pour les peuples vivant autour d'elle.
sv: Jag såg det inte själv, prinsessa, men jag har hört många tillförlitliga rapporter. Asheviere har verkligen prinsarnas blod på sina händer. Hon har också tillåtit orcherna att förhärja landen, och har tappat all respekt för folken runt om kring henne.

source: Well, that is why I must take the Scepter. I will return, and people will accept me as Queen. I will rule justly and fairly. My mother is only Queen Mother. The throne is rightfully mine, and with the Scepter I can prove it.
fr: C'est pourquoi je dois m'emparer du sceptre. Je reviendrai, et les gens m'accepteront comme reine. Je régnerai de façon juste et équitable. Ma mère est seulement la Reine mère. Le trône est ma place légitime, et avec le Sceptre je pourrai le prouver.
sv: Nå, det är därför som jag måste ta Spiran. Jag skall återvända, och folket kommer att välkomna mig som Drottning. Jag kommer att regera rättvist. Min mor är blott drottningmoder. Tronen är rättmätigt min, och med Spiran kan jag bevisa det.

source: Princess, there is some good in you, but the throne is not yours to claim. Konrad has the Scepter. He will take the throne.
fr: Princesse, il y a du bon en vous, mais vous ne devez pas prendre le trône. Konrad a le Sceptre. Il prendra le trône.
sv: Prinsessa, det finns gott i dig, men tronen är inte din. Konrad har Spiran, och han kommer att bestiga tronen.

source: Well, I have the Scepter! I will return and the people will accept me as Queen! My mother is only Queen Mother. The Throne is rightfully mine, and I will rule from it with justice and fairness. I may even accept you as my advisor and counselor, Delfador
fr: Et bien, j'ai le Sceptre ! Je reviendrai, et les gens m'accepteront comme reine ! Ma mère est seulement la Reine mère. Le trône est ma place légitime, et j'y régnerai avec justice et équité. Je pourrais même vous accepter en tant que mentor et conseiller, Delfador.
sv: Nå, jag har Spiran. Jag skall återvända och folket kommer att välkomna mig som Drottning. Min mor är enbart drottningmoder. Tronen är rättmätigt min, och jag skall regera från den rättvist. Kanske jag till och med kommer att invitera dig att bli min rådgivare, Delfador

source: Though you have the Scepter, Princess, it is rightfully Konrad's. You have it now only because we helped you get it.
fr: Bien que vous ayez le Sceptre, princesse, il appartient légitimement à Konrad. Vous l'avez seulement parce que nous vous avons aidé à l'obtenir.
sv: Även om du har Spiran, prinsessa, så är den rättmätigt Konrads. Du har den blott nu eftersom vi hjälpte dig att få den.

source: And if I refuse to give it to him?
fr: Et que se passera-t-il si je refuse de le lui donner ?
sv: Och om jag vägrar att ge den till honom?

source: If it is necessary, princess, I will ask Konrad to fight you in a duel for it.
fr: S'il le faut, princesse, je demanderai à Konrad de vous défier en duel.
sv: Om det krävs, prinsessa, så kommer jag att be Konrad att duellera dig om den.

source: Delfador! Li'sar has become our friend. I don't want to fight her! As long as she rules well, what does it matter if she becomes queen?
fr: Delfador ! Nous sommes devenus amis avec Li'sar. Je ne veux pas la combattre ! Aussi longtemps qu'elle règne de façon juste, qu'importe si elle devient reine ?
sv: Delfador! Li'sar har blivit vår vän. Jag vill inte slåss mot henne! Så länge som hon regerar gott, vad spelar det då för roll om hon blir drottning?

source: You are the rightful heir. You should be king, Konrad.
fr: Vous êtes l'héritier légitime, vous devriez devenir roi, Konrad.
sv: Du är den rättmätige arvingen. Du bör bli kung, Konrad.

source: Delfador, you have raised Konrad to be skillful and wise, honorable and just. A warrior who has respect, and appreciates peace. Yet the throne is not the place for him. You know of what I speak, Delfador.
fr: Delfador, vous avez élevé Konrad pour qu'il soit habile et sage, honorable et juste. Un guerrier qui a du respect, et apprécie la paix. pourtant le trône n'est pas sa place. Vous savez de quoi je parle, Delfador.
sv: Delfador, du har uppfostrat Konrad till en skicklig, vis, ärbar och rättvis man. En krigare som har respekt och som uppskattar fred. Ändå är tronen inte hans plats. Du vet vad jag talar om, Delfador.

source: But I do not! What is your meaning, Parandra?
fr: Mais moi, je l'ignore ! De quoi parlez-vous, Parandra ?
sv: Men det gör jag inte! Vad menar du, Parandra?

source: In time, things will be revealed, fair Princess. For the moment, go forth and claim the throne of Wesnoth.
fr: En temps utile, des choses seront révélées, princesse. Pour le moment, allez de l'avant. Réclamez le trône de Wesnoth.
sv: Med tiden kommer allt att avslöjas, sköna prinsessa. För tillfället bör du gå och kräva Wesnoths tron.

source: Parandra, what you say may seem right to some, but as long as you and I speak to no-one of what we know, I see no reason why Konrad would not best have the throne.
fr: Parandra, ce dont vous parlez peut sembler juste à certains, mais si ni vous ni moi ne parlons à quiconque de ce que nous savons, je ne vois pas pourquoi Konrad ne serait pas la personne indiquée pour le trône.
sv: Parandra, det du säger kan verka rätt, men så länge som du och jag inte talar om för någon det som vi vet, så ser jag ingen anledning till varför inte Konrad skulle ha tronen.

source: In so many things you are right, Delfador, and your wisdom is unmatched in the world of men. But in this, you are mistaken. Li'sar is the heir. She should take the throne. Now that I have met her for myself, I am sure of it.
fr: Vous avez raison sur bien des points, et votre sagesse est inégalée dans le monde des hommes, Delfador. Mais concernant cela, vous vous trompez. Li'sar est l'héritière. Elle devrait prendre le trône. Maintenant que je l'ai rencontrée, j'en suis convaincue.
sv: Du har så ofta rätt, Delfador, och ingen människa i världen är din like i visdom. Men i denna frågan så har du fel. Li'sar är arvingen, Hon borde bestiga tronen. Nu har jag mött henne själv, och är säker på detta.

source: She will claim the throne, and not me? What should I do?
fr: Elle va réclamer le trône, et pas moi ? Que dois-je faire ?
sv: Skall hon göra anspråk på tronen och inte jag? Vad skall jag då göra?

source: Li'sar should be Queen, but you will go with her. Indeed, I suspect we could not convince you otherwise. I have seen the way you look at her, Konrad. I think that now you would follow her even to the ends of the earth.
fr: Li'sar devrait être reine, mais vous irez avec elle. De toute façon, nous ne pourrions pas vous convaincre du contraire. J'ai observé la manière dont vous la regardez, Konrad. Je pense que maintenant vous la suivriez même au bout de la terre.
sv: Li'sar bör bli Drottning, men du skall gå med henne. Jag tror, faktiskt att vi inte skulle kunna få dig till något anna. Jag har sett hur du ser på henne, Konrad. Jag tror att du nu skulle följa henne ända till världens ände.

source: With all due respect, my lady, she is my cousin! There is nothing between us!
fr: Avec tout le respect que je vous dois, noble dame ! Elle est ma cousine ! Il n'y a rien entre nous !
sv: Med all vederbörlig respekt, milady, hon är min kusin. Det är inget mellan oss!

source: Then if it is as you say, Konrad, perhaps you should stay here with us. It would surely be safer for you. The Elves could show you things that would amaze you, things that no man has seen before.
fr: S'il en est ainsi, Konrad, peut-être devriez-vous rester ici avec nous. Vous seriez sûrement plus en sécurité ici. Les elfes pourraient vous montrer des choses qui vous stupéfieraient. Des choses qu'aucun homme n'a vu auparavant.
sv: Om det är så som du säger, Konrad, så borde du kanske stanna här hos oss. Det skulle åtminstone vara säkrare för dig. Alverna kan visa dig häpnadsväckande saker, som ingen människa tidigare har sett.

source: That is a generous offer, my lady, but you are indeed right, I would rather go with Li'sar.
fr: C'est une offre généreuse, noble dame, mais vous avez raison, j'irai plutôt avec Li'sar.
sv: Det är ett generöst erbjudande, milady, men du har rätt. Jag går hellre med Li'sar.

source: And what say you, Uradredia?
fr: Et vous qu'en dites-vous, Uradredia?
sv: Och vad säger du, Uradredia?

source: Tell me, Li'sar, are you willing to fight your own mother for the throne?
fr: Dites-moi, Li'sar, êtes-vous prête à combattre votre propre mère pour le trône?
sv: Säg mig, Li'sar, är du villig att slåss mot din egen mor om tronen?

source: It is for the good of the country. If it is necessary, I will fight her, Elf-king.
fr: C'est pour le bien du pays. Si cela est nécessaire, je la combattrai, roi des elfes.
sv: Det är för landets bästa. Om det är nödvändigt så kommer jag att slåss mot henne, Alvkung.

source: I feel that this lady speaks the truth. Delfador, although I know that you do not concur, the words of Parandra, daughter of Elandria are wise. Rest here for a time, and then go forth with them.
fr: J'estime que cette demoiselle dit la vérité. Delfador, bien que je sache que vous n'êtes pas de cet avis, j'estime que les mots de Parandra, fille d'Elandria sont sages. Reposez-vous ici un certain temps, puis partez avec eux.
sv: Jag känner att denna dam talar sanning. Delfador, även om jag vet att du inte håller med, så är de ord som Elandiras dotter Parandras yttrat visa. Vila här ett slag, och ge dig sedan av tillsammans med dem.

source: And you have been with us for a time, Kalenz son of Kliada, what say you?
fr: Et vous, Kalenz fils de de Kliada, vous qui avez été parmi nous pendant un certain temps, que dites-vous?
sv: Och du har tillbringat en tid här med oss, Kliadas son Kalenz, vad tycker du?
