Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: The file you have tried to load is not from the current session.
el: Το αρχείο που προσπαθήσατε να φορτώσετε δεν είναι από την τρέχουσα συνεδρία.
eo: La dosiero, kiun vi provis ŝargi, ne apartenas al la nuna sesio.

source: North
el: Βορράς
eo: Nordo

source: North East
el: Βορειοανατολικά
eo: Nordoriento

source: North West
el: Βορειοδυτικά
eo: Nordokcidento

source: South
el: Νότος
eo: Sudo

source: South East
el: Νοτιοανατολικά
eo: Sudoriento

source: South West
el: Νοτιοδυτικά
eo: Sudokcidento

source: Error:
el: Σφάλμα:
eo: Eraro:

source: Missing argument $arg_id
el: Λείπει όρισμα $arg_id
eo: Mankas argumento $arg_id

source: Available commands $flags_description: $list_of_commands
el: Διαθέσιμες εντολές $flags_description: $list_of_commands
eo: Disponeblaj komandoj $flags_description: $list_of_commands

source: help
el: βοήθεια
eo: helpo

source: Type $help_command <command> for more info.
el: Πληκτρολογήστε $help_command <εντολή> για περισσότερες πληροφορίες.
eo: Tajpu $help_command <komando> por pli da informo.

source: Usage:
el: Χρήση:
eo: Uzado:

source: $login|’s game
el: Του $login|
eo: ludo de $login

source: Save Map As
el: Αποθήκευση Χάρτη ως
eo: Konservi mapon kiel

source: You are separated from your soldiers and may not recall them.
el: Είστε αποχωρισμένοι από τους στρατιώτες σας και δεν μπορείτε να τους ανακαλέσετε.
eo: Vi apartiĝis de viaj soldatoj kaj ne povas realvoki ilin.

source: There are no troops available to recall. (You must have veteran survivors from a previous scenario.)
el: Δεν υπάρχουν διαθέσιμα στρατεύματα για ανάκληση. (Πρέπει να έχετε βετεράνους επιζώντες από ένα προηγούμενο σενάριο.)
eo: Ne estas trupanoj disponeblaj por realvoki. (Vi devas havi veteranajn postvivintojn el pasinta scenaro.)

source: You cannot end your turn yet!
el: Δεν μπορείτε να τελειώσετε τη σειρά σας ακόμα!
eo: Vi ankoraŭ ne povas fini vian vicon!

source: Some units have not moved. Do you really want to end your turn?
el: Μερικές μονάδες δεν έχουν κινηθεί. Θέλετε πραγματικά να τελειώσετε τη σειρά σας;
eo: Iuj unuoj ne moviĝis. Ĉu vi vere volas fini vian vicon?

source: Clear Labels
el: Καθαρισμός Ετικέτας
eo: Malplenigi etikedojn

source: Are you sure you want to clear map labels?
el: Είστε σίγουροι ότι θέλετε να καθαρίσετε τις ετικέτες του χάρτη;
eo: Ĉu vi certe volas malpurigi mapetikedojn?

source: (D) — debug only, (N) — network only, (A) — admin only
el: (D) — μόνο αποσφαλμάτωση, (N) — μόνο δίκτυο, (A) — μόνο διαχειριστής
eo: (D) – nur sencimigaj, (N) – nur retaj, (A) – nur administraj

source: (debug command)
el: (εντολή αποσφαλμάτωσης)
eo: (sencimiga komando)

source: (network only)
el: (μόνο δίκτυο)
eo: (nur rete)

source: (not during other events)
el: (όχι κατά τη διάρκεια άλλων γεγονότων)
eo: (ne dum aliaj okazaĵoj)

source: Change terrain type of current hex
el: Αλλαγή τύπου εδάφους του τρέχοντος εξαγώνου
eo: Ŝanĝi terenspecon de nuna seslatero

source: <terrain type> [both|base|overlay]
el: <τύπος εδάφους> [both|base|overlay]
eo: <terenspeco> [both|base|overlay]

source: Switch a side to/from idle state.
el: Εναλλαγή πλευράς σε/από κατάσταση αδράνειας.
eo: Ŝanĝi flankon al/el senokupa stato.

source: command_idle^[<side> [on/off]]
el: command_idle^[<πλευρά> [on/off]]
eo: [<flanko> [on/off]]

source: Change the in-game theme.
el: Αλλαγή του θέματος του παιχνιδιού.
eo: Ŝanĝi la enludan etoson.

source: <side> <nickname>
el: <πλευρά> <ψευδώνυμο>
eo: <flanko> <kromnomo>

source: Query the controller status of a side.
el: Ερώτημα κατάστασης ελεγκτή μιας πλευράς.
eo: Informpeti la regstaton de flanko.

source: <side>
el: <πλευρά>
eo: <flanko>

source: Debug foreground terrain.
el: Αποσφαλμάτωση εδάφους προσκηνίου.
eo: Sencimigi malfonan terenon.

source: Debug layers from terrain under the mouse.
el: Αποσφαλμάτωση επιπέδων από έδαφος κάτω από το ποντίκι.
eo: Sencimigi tavolojn el tereno sub la muso.

source: Display and log fps (Frames Per Second).
el: Εμφάνιση και καταγραφή fps (Καρέ Ανά Δευτερόλεπτο).
eo: Montri kaj protokoli Kd/s (kadrojn sekunde).

source: Change turn number (and time of day), or increase by one if no number is specified.
el: Αλλαγή αριθμού σειράς (και ώρας της ημέρας), ή αύξηση κατά ένα αν δεν καθοριστεί αριθμός.
eo: Ŝanĝi vicnombron (kaj tagtempon) aŭ pliigi per unu se ne indikiĝas nombro.

source: [turn]
el: [γύρος]
eo: [vico]

source: [limit]
el: [όριο]
eo: [limo]

source: <command>[;<command>...]
el: <εντολή>[;<εντολή>...]
eo: <komando>[;<komando>...]

source: Grant higher privileges to Lua scripts.
el: Παροχή υψηλότερων προνομίων σε σενάρια Lua.
eo: Doni pli altajn privilegiojn al Lua-skriptoj.

source: Invoke a dialog allowing changing control of MP sides.
el: Εμφάνιση διαλόγου που επιτρέπει την αλλαγή ελέγχου πλευρών πολλών παικτών.
eo: Alvoki dialogon permesontan ŝanĝi regon de PL-flankoj.

source: <name>[=<command>]
el: <όνομα>[=<εντολή>]
eo: <nomo>[=<komando>]

source: <var>=<value>
el: <μεταβλητή>=<τιμή>
eo: <var>=<valoro>

source: <var>
el: <μεταβλητή>

source: Modify a unit variable. (Only top level keys are supported, and advances=<number>.)
el: Τροποποίηση μεταβλητής μονάδας. (Υποστηρίζονται μόνο κλειδιά ανώτατου επιπέδου, και advances=<αριθμός>.)
eo: Modifi variablon de unuo. (Subteniĝas nur supranivelaj ŝlosiloj kaj advances=<nombro>.)

source: <unit type id>
el: <id τύπου μονάδας>
eo: <id de unuospeco>

source: <amount>
el: <ποσό>
eo: <kvanto>

source: <event name>
el: <όνομα γεγονότος>
eo: <nomo de okazaĵo>

source: Toggle overlaying of number of bitmaps on hexes.
el: Εναλλαγή επικάλυψης αριθμού bitmaps στα εξάγωνα.

source: Toggle planning mode.
el: Εναλλαγή λειτουργίας σχεδιασμού.
eo: Baskuli planan reĝimon.

source: Access whiteboard options dialog.
el: Πρόσβαση στον διάλογο επιλογών λευκού πίνακα.
eo: Aliri dialogon pri skribtabulaj opcioj.

source: WARNING! Unsafe Lua Mode
el: ΠΡΟΕΙΔΟΠΟΙΗΣΗ! Μη Ασφαλής Λειτουργία Lua
eo: AVERTO! Nesekura reĝimo Lua

source: Unsafe mode enabled!
el: Μη ασφαλής λειτουργία ενεργοποιήθηκε!
eo: Nesekura reĝimo aktiviĝis!

source: Variable not found
el: Η μεταβλητή δεν βρέθηκε
eo: Variablo ne troviĝis

source: Do you wish to clear all of your discovered units from help?
el: Θέλετε να καθαρίσετε όλες τις ανακαλυφθείσες μονάδες σας από τη βοήθεια;

source: Invalid unit type
el: Μη έγκυρος τύπος μονάδας
eo: Nevalida unuospeco

source: Invalid location
el: Άκυρη περιοχή
eo: Nevalida loko

source: prompt^Formula:
el: Τύπος:

source: You cannot move your leader away from the keep with some planned recruits or recalls left.
el: Δεν μπορείτε να μετακινήσετε τον ηγέτη σας μακριά από το φρούριο με κάποιες προγραμματισμένες στρατολογήσεις ή ανακλήσεις που απομένουν.
eo: Vi ne povas formovi vian gvidanton el la ĉefturo, kiam restas planitaj varboj aŭ realvokoj.

source: No Attacks
el: Χωρίς Επιθέσεις
eo: Neniu atako

source: This unit has no usable weapons.
el: Αυτή η μονάδα δεν έχει χρησιμοποιήσιμα όπλα.
eo: Ĉi tiu unuo ne havas uzeblan armilon.

source: Other aspects:
el: Άλλες όψεις:
eo: Aliaj aspektoj:

source: Weapon:
el: Όπλο:
eo: Armilo:

source: Type:
el: Τύπος:
eo: Speco:

source: Damage:
el: Ζημιά:
eo: Damaĝo:

source: Attacks:
el: Επιτιθέμενος:
eo: Atakoj:

source: Chance to hit:
el: Πιθανότητα ευστοχίας
eo: Ŝanco bati:

source: A game ($name|, $scenario|) has been created
el: Ένα παιχνίδι ($name|, $scenario|) δημιουργήθηκε
eo: Ludo ($name|, $scenario|) kreiĝis

source: A player has joined
el: Ένας παίκτης συμμετείχε
eo: Ludanto eniris

source: A player has left
el: Ένας παίκτης έφυγε
eo: Ludanto eliris

source: Ready to start!
el: Έτοιμοι για εκκίνηση!
eo: Preta komenci!

source: Game has begun!
el: Το παιχνίδι άρχισε!
eo: Ludo komenciĝis!

source: Confirm overwrite
el: Επιβεβαίωση αντικατάστασης
eo: Konfirmi superskribon

source: Overwrite existing file?
el: Αντικατάσταση υπάρχοντος αρχείου;
eo: Ĉu superskribi ekzistantan dosieron?

source: Download complete
el: Η λήψη ολοκληρώθηκε
eo: Elŝuto plenumiĝis

source: The file has been downloaded.
el: Το αρχείο έχει ληφθεί.
eo: La dosiero elŝutiĝis.

source: An error occurred when downloading the file. Check the game logs for more information.
el: Παρουσιάστηκε σφάλμα κατά τη λήψη του αρχείου. Ελέγξτε τα αρχεία καταγραφής του παιχνιδιού για περισσότερες πληροφορίες.
eo: Eraro okazis dum elŝuto de dosiero. Kontrolu la ludajn protokolojn por pli da informo.

source: Download error
el: Σφάλμα λήψης
eo: Elŝuta eraro

source: waiting for^a global variable
el: αναμονή για^καθολική μεταβλητή
eo: malloka variablo

source: time left for current turn
el: χρόνος που απομένει για την τρέχουσα σειρά
eo: tempo restanta por nuna vico

source: current local time
el: τρέχουσα τοπική ώρα
eo: nuna loka tempo

source: Trying to create a corrupt file, please report this bug
el: Προσπάθεια δημιουργίας κατεστραμμένου αρχείου, παρακαλώ αναφέρετε αυτό το σφάλμα
eo: Provo krei difektitan dosieron, bonvolu raporti ĉi tiun cimon

source: The game is out of sync. It might not make much sense to continue. Do you want to save your game?
el: Το παιχνίδι είναι εκτός συγχρονισμού. Μπορεί να μην έχει νόημα να συνεχίσετε. Θέλετε να αποθηκεύσετε το παιχνίδι σας;

source: Error details:
el: Λεπτομέρειες σφάλματος:
eo: Erardetaloj:

source: Warning: broken campaign branches
el: Προειδοποίηση: κατεστραμμένοι κλάδοι εκστρατείας
eo: Averto: rompitaj kampajnbranĉoj

source: Once this is fixed, you will need to restart this scenario.
el: Μόλις διορθωθεί αυτό, θα πρέπει να επανεκκινήσετε αυτό το σενάριο.

source: Give control to their ally $player
el: Δώστε τον έλεγχο στον σύμμαχό τους $player
eo: Doni regon al ĝia aliancano $player

source: Give control to observer $player
el: Δώστε τον έλεγχο στον παρατηρητή $player
eo: Doni regon al observanto $player

source: Set side to idle
el: Θέστε την πλευρά σε αδράνεια

source: Save and abort game
el: Αποθήκευση και εγκατάλειψη παιχνιδιού
eo: Konservi kaj ĉesigi ludon

source: $player who controlled side $side_drop has left the game. What do you want to do?
el: Ο παίκτης $player που έλεγχε την πλευρά $side_drop έφυγε από το παιχνίδι. Τι θέλετε να κάνετε;
eo: $player regis la flankon $side_drop sed eliĝis el la ludo. Kion vi volas fari?

source: Game Error
el: Σφάλμα Παιχνιδιού
eo: Luderaro

source: A network disconnection has occurred, and the game cannot continue. Do you want to save the game?
el: Έχει συμβεί αποσύνδεση δικτύου και το παιχνίδι δεν μπορεί να συνεχιστεί. Θέλετε να αποθηκεύσετε το παιχνίδι;
eo: Retmalkonektiĝo okazis kaj ludo ne povas daŭrigi. Ĉu vi volas konseriv la ludon?

source: Do you want to save the game?
el: Θέλετε να αποθηκεύσετε το παιχνίδι;
eo: Ĉu vi volas konservi la ludon?

source: This game has been ended. Reason:
el: Αυτό το παιχνίδι έχει τερματιστεί. Λόγος:
eo: Ĉi tiun ludon oni finis. Kialo:

source: It is now $name|’s turn
el: Είναι η σειρά του παίκτη $name|
eo: Nun movo de $name

source: Type:
el: Τύπος:

source: Special Notes:
el: Ειδικές Σημειώσεις:
eo: Specialaj notoj:

source: Race:
el: Φυλή:

source: Side: <b>$side_name</b> ($color_name)
el: Πλευρά: <b>$side_name</b> ($color_name)
eo: Flanko: <b>$side_name</b> ($color_name)

source: Trait:
el: Ιδιότητα:

source: invisible:
el: αόρατο:

source: slowed:
el: επιβραδυμένο:

source: poisoned:
el: δηλητηριασμένο:

source: petrified:
el: πετρωμένο:

source: unhealable:
el: αθεράπευτο:

source: invulnerable:
el: άτρωτος:

source: This unit is invulnerable. It cannot be harmed by any attack.
el: Αυτή η μονάδα είναι άτρωτη. Δεν μπορεί να βλαφτεί από καμία επίθεση.
eo: Ĉi tiu unuo estas nevundebla. Neniu atako povas vundi ĝin.

source: Alignment:
el: Ηθική Στάση:

source: Ability:
el: Ικανότητα:

source: (inactive)
el: (ανενεργός)
eo: (neaktiva)

source: Resistances:
el: Αντιστάσεις:

source: Experience Modifier:
el: Τροποποιητής Εμπειρίας:

source: Terrain:
el: Έδαφος:

source: maximum^max.
el: μεγ.
eo: maks.

source: minimum^min.
el: ελαχ.
eo: min.

source: Defense:
el: Άμυνα:

source: vision:
el: όραση:
eo: vido:

source: jamming:
el: παρεμβολή:

source: Movement Costs:
el: Κόστος Κίνησης:
eo: Movkostoj:

source: Weapon:
el: Όπλο:

source: Damage:
el: Ζημιά:

source: Base damage:
el: Βασική ζημιά:

source: With specials:
el: Με ειδικά:

source: Time of day:
el: Ώρα της ημέρας:
eo: Tagtempo:

source: Leadership:
el: Ηγεσία:

source: Slowed:
el: Επιβραδύνθηκε:

source: Attacks:
el: Επιθέσεις:

source: Max swarm bonus:
el: Μέγιστο μπόνους σμήνους:

source: Swarm:
el: Σμήνος:

source: Base attacks:
el: Βασικές επιθέσεις:

source: Specials:
el: Ειδικά:

source: Subject to swarm:
el: Υπόκειται σε σμήνος:

source: Weapon range:
el: Εμβέλεια όπλου:

source: Damage type:
el: Τύπος ζημιάς:

source: Damage versus:
el: Ζημιά εναντίον:

source: Weapon special:
el: Ειδικό όπλου:

source: weapon^None
el: Κανένα
eo: Neniu

source: Attack
el: Επίθεση
eo: Atako

source: Remaining: $left/$max
el: Απομένουν: $left/$max
eo: Restas: $left/$max

source: This unit can attack multiple times per turn.
el: Αυτή η μονάδα μπορεί να επιτεθεί πολλές φορές ανά γύρο.
eo: Ĉi tiu unuo povas ataki plurfoje povice.

source: Time of day schedule:
el: Πρόγραμμα ώρας ημέρας:
eo: Tagtempa horaro:

source: Lawful units:
el: Νομοταγείς μονάδες:

source: Neutral units:
el: Ουδέτερες μονάδες:

source: Chaotic units:
el: Χαοτικές μονάδες:

source: Liminal units:
el: Μονάδες σούρουπου:

source: Turn Number
el: Αριθμός Σειράς
eo: Vicnumero

source: When the game exceeds the number of turns indicated by the second number, it will end.
el: Όταν το παιχνίδι υπερβεί τον αριθμό σειρών που δείχνει ο δεύτερος αριθμός, θα τελειώσει.
eo: Kiam la ludo superon la vicnombron indikitan de la dua numero, ĝi finiĝos.

source: The amount of gold currently available to recruit and maintain your army.
el: Το ποσό χρυσού που είναι διαθέσιμο αυτή τη στιγμή για να στρατολογήσετε και να συντηρήσετε τον στρατό σας.
eo: La orkvanto nun disponebla por varbi kaj subteni vian armeon.

source: The fraction of known villages that your side has captured.
el: Το κλάσμα των γνωστών χωριών που η πλευρά σας έχει καταλάβει.
eo: La frakcio de konataj vilaĝoj, kiujn via flanko kaptis.

source: The total number of units on your side.
el: Ο συνολικός αριθμός μονάδων στην πλευρά σας.
eo: La tuta nombro de unuoj ĉe via flanko.

source: Net Income
el: Καθαρό Εισόδημα
eo: Neta enspezo

source: Clock
el: Ρολόι
eo: Horloĝo

source: Battery
el: Μπαταρία
eo: Baterio

source: Countdown until your turn automatically ends.
el: Αντίστροφη μέτρηση μέχρι η σειρά σας να τελειώσει αυτόματα.

source: Turn Countdown
el: Αντίστροφη Μέτρηση Σειράς

source: %a %b %d %Y, %I:%M %p
el: %a %d %b %Y, %I:%M %p
eo: %a %d %b %Y, %I:%M %p

source: %a %b %d %Y, %H:%M
el: %a %d %b %Y, %H:%M
eo: %a %d %b %Y, %H:%M

source: This save is from an old, unsupported version ($version_number|) and cannot be loaded.
el: Αυτή η αποθήκευση είναι από μια παλιά, μη υποστηριζόμενη έκδοση ($version_number|) και δεν μπορεί να φορτωθεί.
eo: Ĉi tiu konservo estas el malnova, nesubtenata versio ($version_number|) kaj ne povas ŝarĝiĝi.

source: Replays are not supported in multiplayer mode.
el: Οι επαναλήψεις δεν υποστηρίζονται σε λειτουργία πολλών παικτών.
eo: Reludadoj ne disponeblas en porplurludanta reĝimo.

source: This is not a multiplayer save.
el: Αυτή δεν είναι αποθήκευση πολλών παικτών.
eo: Tio ĉi ne estas konservita grupludo.

source: Save names may not end with a dot, or contain two dots or any of the following characters: " * / : < > ? \ | ~
el: Τα ονόματα αποθήκευσης δεν μπορούν να τελειώνουν με τελεία, ή να περιέχουν δύο τελείες ή οποιονδήποτε από τους ακόλουθους χαρακτήρες: " * / : < > ? \ | ~
eo: Konservonomoj ne finiĝu per punkto, enhavi du punktojn aŭ iun el la jenaj signoj: " * / : < > ? \ | ~

source: The game has been saved.
el: Το παιχνίδι αποθηκεύτηκε.
eo: La ludo konserviĝis.

source: Game state is corrupted
el: Η κατάσταση του παιχνιδιού είναι κατεστραμμένη
eo: Ludstato estas difektita

source: Missing closing tag for tag [$tag]
el: Λείπει ετικέτα κλεισίματος για την ετικέτα [$tag]
eo: Mankas ferma etikedo por etikedo [$tag]

source: expected at $pos
el: αναμενόταν στη θέση $pos
eo: atendita ĉe $pos

source: opened at $pos
el: άνοιξε στη θέση $pos
eo: malfermita ĉe $pos

source: Found invalid closing tag [/$tag2] for tag [$tag1]
el: Βρέθηκε μη έγκυρη ετικέτα κλεισίματος [/$tag2] για την ετικέτα [$tag1]
eo: Troviĝis nevalida ferma etikedo [/$tag2] por etikedo [$tag1]

source: closed at $pos
el: έκλεισε στη θέση $pos
eo: fermita ĉe $pos

source: at $pos
el: στη θέση $pos
eo: ĉe $pos

source: prefix_milli^m
el: m
eo: m

source: prefix_micro^µ
el: µ
eo: μ

source: prefix_nano^n
el: n
eo: n

source: prefix_pico^p
el: p
eo: p

source: prefix_femto^f
el: f
eo: f

source: prefix_atto^a
el: a
eo: a

source: prefix_zepto^z
el: z
eo: z

source: prefix_yocto^y
el: y
eo: y

source: prefix_kibi^K
el: K
eo: K

source: prefix_kilo^k
el: k
eo: k

source: prefix_mega^M
el: M
eo: M

source: prefix_giga^G
el: G
eo: G

source: prefix_tera^T
el: T
eo: T

source: prefix_peta^P
el: P
eo: P

source: prefix_exa^E
el: E
eo: E

source: prefix_zetta^Z
el: Z
eo: Z

source: prefix_yotta^Y
el: Y
eo: Y

source: infix_binary^i
el: i
eo: i

source: (unknown player)
el: (άγνωστος παίκτης)
eo: (nekonata ludanto)

source: Details:
el: Λεπτομέρειες:
eo: Detaloj:

source: Debug Command Used
el: Χρησιμοποιήθηκε Εντολή Αποσφαλμάτωσης
eo: Sencimiga komando uziĝis

source: waiting for^input
el: είσοδος
eo: enigo

source: Hotkey(s):
el: Συντόμευση(εις):
eo: Agklavo(j):

source: Stub Time of Day
el: Προσωρινή Ώρα Ημέρας
eo: Ĝerma tagtempo

source: This Time of Day is only a Stub!
el: Αυτή η Ώρα Ημέρας είναι μόνο Προσωρινή!
eo: Ĉi tiu tagtempo estas nur ĝermo!

source: Owned:
el: Κατοχή:
eo: Posedata:

source: Taught:
el: Διδάχθηκε:
eo: Alinstruita:

source: Taught: (by an enemy):
el: Διδάχθηκε: (από εχθρό):
eo: Alinstruita (de malamiko):

source: Used by opponent:
el: Χρησιμοποιήθηκε από αντίπαλο:
eo: Uzata de kontraŭulo:

source: Accuracy:
el: Ακρίβεια:
eo: Precizo:

source: Parry:
el: Αποκρούω:
eo: Kontraŭrimedo:

source: $number min range
el: $number ελάχ. εμβέλεια

source: <span color="$color">$number_or_percent</span> min range
el: <span color="$color">$number_or_percent</span> ελάχ. εμβέλεια

source: $number max range
el: $number μέγ. εμβέλεια

source: <span color="$color">$number_or_percent</span> max range
el: <span color="$color">$number_or_percent</span> μέγ. εμβέλεια

source: $number| accuracy
el: $number| ακρίβεια
eo: $number| da precizo

source: <span color="$color">$number_or_percent|%</span> accuracy
el: <span color="$color">$number_or_percent|%</span> ακρίβεια
eo: <span color="$color">$number_or_percent|%</span> da precizo

source: $number parry
el: $number αποκρούω
eo: $number da kontraŭrimedo

source: <span color="$color">$number_or_percent</span> parry
el: <span color="$color">$number_or_percent</span> αποκρούω
eo: <span color=\"$color\">$number_or_percent</span> da kontraŭrimedo

source: Level:
el: Επίπεδο:
eo: Nivelo:

source: Advancements:
el: Εξελίξεις:
eo: Antaŭigoj:

source: No advancement
el: Καμία προαγωγή
eo: Neniu antaŭigo

source: At this point in your plan, you will not have enough gold to recruit this unit.
el: Σε αυτό το σημείο του σχεδίου σας, δεν θα έχετε αρκετό χρυσό για να στρατολογήσετε αυτή τη μονάδα.
eo: Ĉipunkte en via plano, vi ne havos sufiĉe da oro por por varbi ĉi tiun unuon.

source: You do not have enough gold to recruit this unit.
el: Δεν έχετε αρκετό χρυσό για να στρατολογήσετε αυτή τη μονάδα.
eo: Vi ne havas sufiĉe da oro por varbi ĉi tiun unuon.

source: The $unit_type is not available to recruit.
el: Ο τύπος $unit_type δεν είναι διαθέσιμος για στρατολόγηση.

source: female^liminal
el: Οριακή
eo: limina

source: liminal
el: Οριακός
eo: limina

source: This unit cannot be dismissed.
el: Αυτή η μονάδα δεν μπορεί να απολυθεί.

source: This unit is a leader and cannot be dismissed.
el: Αυτή η μονάδα είναι ηγέτης και δεν μπορεί να απολυθεί.

source: <span color="$color">$number_or_percent</span> vision
el: <span color="$color">$number_or_percent</span> όραση
eo: <span color="\$color\">$number_or_percent</span> vido

source: <span color="$color">$number_or_percent</span> jamming
el: <span color="$color">$number_or_percent</span> παρεμβολή

source: <span color="$color">$number_or_percent</span> XP to advance
el: <span color="$color">$number_or_percent</span> XP για εξέλιξη
eo: <span color="$color">$number_or_percent> SP ĝis antaŭiĝo

source: <span color="$color">$number_or_percent</span> cost to recall
el: <span color="$color">$number_or_percent</span> κόστος ανάκλησης
eo: <span color="$color">$number_or_percent</span> de realvoka kosto

source: $year BW
el: $year ΠΩ
eo: $year a.V.

source: $year YW
el: $year ΕΩ
eo: $year j.V.

source: $year BF
el: $year ΠΙ
eo: $year a.F.

source: $year AF
el: $year ΜΙ
eo: $year p.F.

source: Logging Failure
el: Αποτυχία Καταγραφής
eo: Protokola malsukceso

source: Disconnected from server.
el: Αποσυνδέθηκε από τον διακομιστή.
eo: Malkonektiĝis el servilo.

source: Show plans for $player
el: Εμφάνιση σχεδίων για τον παίκτη $player
eo: Montri planojn por $player

source: Hide plans for $player
el: Απόκρυψη σχεδίων για τον παίκτη $player
eo: Kaŝi planojn por $player

source: Whiteboard Options
el: Επιλογές Πίνακα
eo: Skribtabulaj opcioj

source: Egar,Elch,Ga’ash,Gadé Ihn,Gakré Ohm,Galeck,Galsh,Garadin,Garchin,Gark,Garlan,Garlin Ohn,Garrutin,Gart’lo,Garushi,Gashinar,Gashol,Gaushii,Gaustun,Gegchi,Gelka Kon,Gelknick,Gillan,Gisharri,Gost,Grada,Græt Ihn,Grashen,Gravlan,Grag,Grelnit,Grenn Ohn,Greth,Gribbel,Gridda,Grish,Gron Ihn,Ka,Kahn Ih,Karigan,Karri Kon,Karron,Kask,Kegrid,Kerath Ihn,Kerath Kor,Klash,Kon Garashé,Kraag,Krall Ohn,Kran Kor,Krash,Kraslar,Krenli,Kruggen,Kun,Mah Toa,Margian,Mar’Ildian,Markan,Markinos,Mar Ohn,Marra Di’lek,Marrito,Marritos,Merkush,Merritos Gark,Morusté,Murr,Omataké,Reshan,Vashitt,Velnick,Veralon,Veramo,Verath,Verditt,Verkon,Verlinn,Vermad,Vertick,Vladnir
eo: Egar,Elĉ,Ga’aŝ,Gadé Ihn,Gakré Ohm,Galekk,Galŝ,Garadin,Garĉin,Gark,Garlan,Garlin Ohn,Garrutin,Gart’lo,Garuŝi,Gaŝinar,Gaŝol,Gaŭŝii,Gaŭstun,Gegĉi,Gelka Kon,Gelknikk,Gillan,Giŝarri,Gost,Grada,Græt Ihn,Graŝen,Gravlan,Grag,Grelnit,Grenn Ohn,Gret,Gribbel,Gridda,Griŝ,Gron Ihn,Ka,Kahn Ih,Karigan,Karri Kon,Karron,Kasp,Kegrid,Kerat Ihn,Kerat Kor,Klaŝ,Kon Garaŝé,Kraag,Krall Ohn,Kran Kor,Kraŝ,Kraslar,Krenli,Kruggen,Kun,Mah Toa,Margian,Mar'Ildian,Markan,Markinos,Mar Ohn,Marra Di’lek,Marrito,Marritos,Merkuŝ,Merritos Gark,Morusté,Murr,Omataké,Reŝan,Vaŝitt,Velnikk,Veralon,Veramo,Verat,Verditt,Verkon,Verlinn,Vermad,Vertikk,Vladnir

source: Alen Ka,Alinash Mal,Ashirt,Auginet Ka,Auuglann,Damell,Dell,Demla,Dinsill,Eshi,Olath,Omage,Omagrra,Orra Ka,Orridan,Orrida,Oshibi,Vallin,Valnirra,Valnitt,Velisk,Verra,Vellin Ka,Veshtar,Vushtin
eo: Alen Ka,Alinaŝ Mal,Aŝirt,Aŭginet Ka,Auŭglann,Damell,Dell,Demla,Dinsill,Eŝi,Olat,Omage,Omagrra,Orra Ka,Orridan,Orrida,Oŝibi,Vallin,Valnirra,Valnitt,Velisk,Verra,Vellin Ka,Veŝtar,Vuŝtin

source: main={prefix}{suffix}|{prefix}’{suffix}|{prefix}{suffix} {short_name} short_name=Ohm|Ihn|Ohn|Ka|Murr|Kon|Elch|Ko|Græt|Egar prefix=Ga|Ge|Gel|Gi|Go|Gra|Gri|Ka|Ko|Kla|Mar|Di|Mer|Mor|Oma|Re|Vel|Vash|Ver|Vla suffix=ash|kré|lsh|lin|rutin|shinar|rushi|ka|ash|ag|all|ash|slar|li|dian|ritos|rusté|shitt|nick|rath|ditt|kon|mad|tick|nir
eo: main={prefix}{suffix}|{prefix}’{suffix}|{prefix}{suffix} {short_name} short_name=Ohm|Ihn|Ohn|Ka|Murr|Kon|Elĉ|Ko|Græt|Egar prefix=Ga|Ge|Gel|Gi|Go|Gra|Gri|Ka|Ko|Kla|Mar|Di|Mer|Mor|Oma|Re|Vel|Vaŝ|Ver|Vla suffix=aŝ|kré|lsh|lin|rutin|ŝinar|ruŝi|ka|ash|ag|all|ash|slar|li|dian|ritos|rusté|ŝitt|nikk|rat|ditt|kon|mad|tikk|nir
