Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: This is terrible news! We must retake the city!
fr: C'est une terrible nouvelle ! Nous devons la reprendre !
sv: Det här är hemska nyheter, vi måste återerrövra staden.

source: There are so many of them. This will not be easy! And look to the south! It seems that the undead are allied with the Orcs!
fr: Ils sont si nombreux. Cela ne sera pas facile ! Et regardez au sud, des morts-vivants se sont alliés aux orcs !
sv: De är så många, det här kommer inte att bli lätt! Och titta söderut, det verkar som om de vandöda har allierat sig med orcherna.

source: Here come the Elves! With our newly forged alliance with the Orcs, we will crush them with ease!
fr: Voici les elfes ! Notre nouvelle alliance avec les orcs nous permettra de les balayer sans difficulté !
sv: Här kommer alverna, med vår nya allians med orcherna så kommer de att bli krossade!

source: We must take the city, and destroy the evil undead before reinforcements arrive!
fr: Nous devons reprendre la ville, et détruire les morts-vivants avant que les renforts n'arrivent !
sv: Vi måste ta staden och krossa de vandöda innan deras undsättning anländer.

source: In the night, three dark figures creep out of the forest.
fr: Durant la nuit, trois figures sombres rampèrent hors de la forêt.
sv: I nattens mörker kryper tre figurer fram ur skogen.

source: Halt! Who goes there, friend or foe?
fr: Halte ! Qui va là ? Ami ou ennemi ?
sv: Halt! Vem går där, vän eller fiende?

source: Greetings, friend. We are from the Elensefar Thieves Guild. We would like to help you against the Orcs!
fr: Salutations, ami. Nous sommes de la guilde des voleurs d'Elensefar. Nous voudrions vous aider contre les orcs !
sv: Vi hälsar dig, vän, Vi är från Elensefars Tjuvgille. Vi skulle vilja hjälpa er mot orcherna.

source: Thieves, hmmm? Who says we can trust such as you?
fr: Hmmm, des voleurs ? Quelle confiance pouvons-nous accorder à des personnes de votre espèce ?
sv: Tjuvar hmm? Vad säger att vi kan lita på sådana som er?

source: We would understand if you don't trust us, of course, but it is in our mutual interest to rid the city of the Orcs!
fr: Nous comprendrions que vous ne nous fassiez pas confiance, naturellement, mais il est dans nos intérêts communs de débarrasser la ville des orcs !
sv: Vi förstår förstås om du inte litar på oss, men ha i åtanke att det är i bådas intresse att bli av med orcherna.

source: Hmm...I have to consider this...
fr: Hmm... Je dois y réfléchir...
sv: Hmm... Jag måste tänka över det här...

source: Very well. You may join us.
fr: très bien. Vous pouvez vous joindre à nous.
sv: OK, kom med oss!

source: We will serve you well, for we respect the help you are providing to our city. You shall find that there is honor, even among thieves.
fr: Pour l'aide que vous avez apporté à notre cité, nous vous servirons loyalement. Vous verrez que même les voleurs ont leur honneur.
sv: Vi kommer att tjäna dig väl, för vi respekterar att du kommit för att hjälpa vår stad. Du skall få se att även vi tjuvar har heder.

source: We cannot trust your motives. We shall rescue the city on our own!
fr: Nous ne pouvons pas vous faire confiance. Nous allons délivrer la ville par nos propres moyens !
sv: Vi kan inte lita på era motiv. Vi undsätter staden utan er hjälp!

source: Very well, we shall be gone then. You shall have to recapture the city without our help!
fr: Très bien, commençons alors. Vous devrez reprendre la ville sans notre aide !
sv: Då så, då ska vi ge oss av. Ni kommer att få återta staden utan vår hjälp.

source: Finally, we have retaken the city! Let us rest here, friends.
fr: Finalement, nous avons repris la ville ! Reposons nous ici les amis.
sv: Till sist har vi återtagit staden. Låt oss då vila här, vänner.

source: Victory! The thieves of Elensefar will be in your service, my lord
fr: Victoire ! Les voleurs d'Elensefar seront à votre service, mon seigneur.
sv: Seger! Elensefars tjuvar kommer att stå till ditt förfogande, herre.

source: The party rested for three days, after which an old friend returned.
fr: La troupe se reposa durant trois jours, après quoi un vieil ami fit son retour.
sv: Gruppen vilade i tre dagar, då en gammal vän återvände.

source: Greetings, friends. I see that you have rescued the city! I knew that you could do it.
fr: Bonjour, mes amis. J'ai vu que vous aviez sauvé la ville ! Je savais que vous en étiez capables.
sv: Var hälsade vänner, jag ser att ni har räddat staden! Jag visste att du kunde göra det.

source: Delfador! So good to see you! Where have you been?
fr: Delfador ! C'est si bon de vous revoir ! Où étiez vous ?
sv: Delfador! Så trevligt att se dig, var har du varit?

source: I have been meeting with the Great Elven Council. This is Kalenz, a lord of the Northern Elves who came to the Council to offer us the support of the North Elves.
fr: Je suis allé voir le grand conseil elfe. Voici Kalenz, un seigneur des elfes du nord qui est venu au conseil nous offrir l'aide de son peuple.
sv: Jag har suttit i möte med Alvernas Stora Råd. Det här är Kalenz, en furste från nordalverna, som kom till Rådet för att erbjuda oss nordalvernas stöd.

source: Greetings, friend.
fr: Bonjour, mon ami.
sv: Var hälsad, vän.

source: Delfador, we have captured this city, but surely Asheviere's men will come and attack us! What should we do?
fr: Delfador, nous avons capturé cette ville, mais les hommes d'Asheviere viendront sûrement nous attaquer ! Que devrions-nous faire ?
sv: Delfador, vi har återerrövrat staden, men Ashevieres män kommer med all sannolikhet att attackera snart, vad ska vi göra?

source: The Council has met and decided: we must capture the Scepter of Fire.
fr: Le Conseil s'est réuni, et nous avons décidé : nous devons capturer le sceptre de feu.
sv: Rådet har samlats och beslutat: Vi måste hitta Eldspiran.

source: The Scepter of Fire? What's that?
fr: Le sceptre de feu ? Qu'est-ce donc ?
sv: Eldspiran? Vad är det?

source: During the reign of Garard I, your grandfather, the dwarves of Knalga agreed to make the king a magnificent scepter. It took their finest smiths years to make it. But soon after it was completed, Orcs invaded the tunnels of Knalga. Now Knalga is in chaos, and, though some Dwarves still live in parts of it, at constant war with the Orcs, the Scepter was lost somewhere in the great caverns.
fr: Durant le règne de Garard I, votre grand-père, les nains de Knalga ont accepté de fabriquer un sceptre magnifique pour le roi. Cela pris plusieurs années à leurs meilleurs forgerons. Mais peu après qu'il ait été terminé, les orcs ont envahi les tunnels de Knalga. Maintenant, Knalga est dans le chaos, et bien que quelques nains vivent toujours dans certaines parties de la ville, toujours en guerre contre les orcs, le sceptre a été perdu quelque part dans les grandes cavernes.
sv: Under din farfar Garard I:s regeringstid, så gick dvärgarna i Knalga med på att tillverka en magnifik spira åt honom. Det tog deras bästa smeder åratal att göra den. Och nästan direkt efter att den var klar, så invaderade orcherna Knalgas tunnlar. Nu för tiden så är Knalga i kaos, och, även om det fortfarande bor dvärgar i vissa delar, så är de konstant i krig med de orcher som finns i området, och Eldspiran har gått förlorad någonstans i de stora grottorna.

source: But what has this to do with me?
fr: Oh, mais qu'est-ce que cela a à voir avec moi ?
sv: Men vad har det här med mig att göra?

source: When Garard II, your uncle, was deciding upon a successor, he issued an edict that whichever member of the royal family could retrieve the Scepter of Fire would rule the land.
fr: Garard II, votre oncle, décida de chercher un successeur. Il publia un édit spécifiant que quiconque de la famille royale retrouverait le Sceptre de feu régnerait sur le royaume.
sv: När din farbror Garard II skulle utse en tronarvinge, så utgav han ett påbud att den medlem av kungafamiljen som återfann Eldspiran skulle regera över landet.

source: Oh, and you want me to get this scepter?
fr: Oh, et vous voulez que je retrouve ce sceptre ?
sv: Åh, och du vill att jag ska hämta den där spiran?

source: We will help you get it, my lord.
fr: Nous allons vous aider à le retrouver, mon seigneur.
sv: Vi kommer att hjälpa dig att hämta den, herre.

source: Time is short. We think that Asheviere is also searching for the Scepter, to help seal her place as ruler. But if you get the Scepter first, the people will support you as the king.
fr: Nous avons peu de temps. Nous pensons qu'Asheviere est aussi en train de chercher le sceptre, afin de consolider sa position de souveraine. Cependant si vous trouvez le sceptre en premier, le peuple vous aidera en tant que roi.
sv: Tiden är knapp, Asheviere är också på jakt efter Eldspiran, för att säkerställa sin plats på tronen. Om du får tag på Eldspiran först, så kommer folket att följa dig som kung.

source: Me? King?
fr: Moi ? Le roi ?
sv: Jag? Kung?

source: Yes, Konrad. I believe you will be king one day. Now let us make haste!
fr: Oui Konrad. Je pense que vous serez roi un jour. Maintenant hâtons-nous !
sv: Ja Konrad. Jag tror att du kommer att bli kung en dag. Nu låt oss skynda oss.

source: The Valley of Death - The Princess's Revenge
fr: La vallée de la mort - La Revanche de la Princesse
sv: Dödens dal - Prinsessans hämnd

source: Victory: @Survive for two days Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz
fr: Victoire: @Survivre durant deux jours Défaite: #Mort de Konrad #Mort de Delfador #Mort de Kalenz
sv: Seger: @Överlev i två dagar Nederlag: #Konrad dör #Delfador dör #Kalenz dör

source: My lord! This road does not seem as safe as we had hoped. Look around us at the hills - there are undead about!
fr: Mon seigneur ! Cette route n'a pas l'air aussi sûre que nous le pensions. Regardez sur les collines alentour, il y a des morts-vivants !
sv: Min herre, den här vägen är inte så säker som vi hade hoppats. Se dig omkring, det är vandöda i faggorna.

source: Who are these who approach? Let us kill them all!
fr: Qui sont ceux qui approchent ? Allons tous les tuer !
sv: Vilka är det som närmar sig? Låt oss mörda dem allihop!

source: To arms, men! The undead hordes approach!
fr: Aux armes soldats ! Les hordes de morts-vivants approchent !
sv: Beväpna er, män, de vandöda horderna närmar sig!

source: Let us never surrender to these foul beasts of the pit! We fight until victory, or until every one of us is slain!
fr: Nous ne nous rendrons jamais à ces ignobles bêtes ! Nous combattrons jusqu'à la victoire, ou jusqu'à ce que le dernier d'entre nous soit massacré !
sv: Vi skall aldrig ge upp för dessa motbjudande avgrundsbestar! Vi kämpar tills vi vinner, eller till vi alla ligger döda på slagfältet!

source: There are just so many! What shall we do?
fr: Ils sont trop nombreux ! Que devons nous faire ?
sv: De är så många, vad ska vi göra?

source: Let us hold them off as long as we can!
fr: Contentons-nous de les contenir au loin le plus longtemps possible !
sv: Låt oss bara försöka hålla dem på avstånd så länge det går!

source: I have come once again to aid you, friends!
fr: Je suis revenu pour vous aider, mes amis !
sv: Jag har återvänt för att hjälpa er, mina vänner.

source: White mages? Come to help us? But what are they doing here?
fr: Des mages blancs ? Venu pour nous aider ? Mais que font-ils ici ?
sv: Vita magiker? För att hjälpa oss? Men vad gör de här?

source: That is Moremirmu! He helped us fight the undead in the Isles of the Damned, let us hope he can help us once more!
fr: C'est Moremirmu ! Il nous a aidé à défaire les morts-vivants à l'île des damnés, espérons qu'il pourra nous aider une nouvelle fois !
sv: Det är Moremirmu, han hjälpte oss mot de vandöda på de Fördömdas ö, hoppas att han kan hjälpa oss återigen.

source: The sun rises in the east. Surely the undead do not have the power to continue their onslaught through another day!
fr: Le soleil se lève à l'est. Les morts-vivants n'auront sûrement pas la force de continuer la bataille un jour de plus !
sv: Solen stiger i öster. De vandöda har säkerligen inte kraft nog att fortsätta sin anstormning en dag till.

source: Indeed not! I feel we have survived this battle.
fr: En effet ! Je pense que nous avons gagné cette bataille.
sv: Verkligen inte, jag känner att vi har överlevt detta slag.

source: Whew! That was a difficult battle, but they are retreating at last!
fr: Waouh ! Ce fût un dur combat, mais finalement ils battent en retraite !
sv: Puh, det var en svår strid, men de retirerar till slut.

source: Yes! We have fought them off!
fr: Oui ! Nous les avons repoussés.
sv: Ja! Vi har motat bort dem.

source: Thank you for returning to help us, Moremirmu.
fr: Merci d'être revenu nous aider, Moremirmu.
sv: Tack för att du kom tillbaka för att hjälpa oss, Moremirmu.

source: It is both my duty and pleasure, my lord! We were dining with some royal guards of the princess, taking a rest from our pilgrimage, when they spoke of how you were tricked into traveling these dangerous lands. We could do nothing but help you!
fr: C'est mon devoir et un plaisir, mon Seigneur ! Nous dînions avec quelques gardes royaux de la princesse, nous reposant de notre pèlerinage, quand ils ont parlé de la façon dont vous aviez été dupés en étant envoyés sur ces terres dangereuses. Nous nous pouvions rien faire d'autre que de venir vous aider !
sv: Det är både min plikt och mitt nöje, herre! Vi åt med några av prinsessans kungliga vakter, när vi tog en paus från vår pilgrimsfärd, då de talade om hur du lurats att färdas in i dessa farliga länder. Vi kunde inte göra annat än hjälpa dig.

source: So, she tricked us into coming this way! Where may we go now? Which way will be safe for us?
fr: Ainsi, elle nous a dupés en nous disant de venir par ici ! Où pouvons-nous aller maintenant ? Quel chemin sera le plus sûr ?
sv: Så, hon lurade oss att gå den här vägen med flit! Vart ska vi gå nu? Vilken väg är säker?

source: You must get out of the clutches of that vile Queen, my lord. If you take a course bearing north-east, on past the mountain of gryphons, you will be able to ford the great river at Abez. Make haste though, for you will not be able to ford the river in winter!
fr: Vous devez sortir de l'emprise de cette vile reine, mon Seigneur. Si vous prenez la direction du nord-est, après la montagne aux Gryphons, vous pourrez traverser à gué la grande rivière à Abez. Faites vite cependant, parce que vous ne pourrez plus traverser une fois l'hiver venu !
sv: Du måste bryta greppet drottningen har på dig, herre. Om du går nordost, förbi Gripberget, så kommer du att kunna passera den mäktiga floden vidAbez. Skynda er dock, för floden går inte att passera vintertid.

source: Thank you for your counsel, good friend! May our paths meet again in happier times!
fr: Merci pour vos conseils, mon ami ! Espérons que nos chemins se croiseront de nouveau en périodes plus heureuses !
sv: Tack för dina råd, vän. Hoppas att vi möts igen när tiderna är bättre.

source: It greatly saddens me that Moremirmu was slain on the field, after he helped us.
fr: Moremirmu a été massacré au champ de bataille, mon coeur est rempli de peine.
sv: Det gör mig bedrövad att Moremirmu dog på slagfältet, särskilt då han hade kommit tillbaka för att hjälpa oss.

source: May he rest peacefully!
fr: Qu'il repose en paix !
sv: Må han vila i frid.

source: He died fighting for you, Prince, just as any of us would be willing to die for you.
fr: Il est mort en combattant pour vous, prince, comme n'importe lequel d'entre nous serait disposé à mourir, en combattant pour vous.
sv: Han dog i din tjänst, min prins, precis som vilken som helst av oss med glädje skulle göra.

source: This place makes me feel uneasy, even with the undead retreating. Where may we go now?
fr: Cet endroit m'incommode, même après le retrait des morts-vivants. Où devons-nous aller maintenant ?
sv: Det här stället får mig att känna mig osäker, även när de vandöda har dragit sig tillbaka. Vart kan vi nu ta vägen?

source: The land of Wesnoth is not safe for us. The Queen's forces reach every corner. We must make haste to the north lands, across the great river. Let us go quickly!
fr: La terre de Wesnoth n'est pas sûre pour nous. Les forces de la reine occupent chaque recoin. Nous devons rapidement atteindre les terres du nord, à travers la grande rivière. Partons rapidement !
sv: Wesnoth är inte säkert för oss, drottningens trupper finns i varje hörn. Vi måste skynda oss till nordanländerna, över den stora floden. Vi måste ge oss av med en gång.

source: Indeed! Let us go from here!
fr: En effet ! Partons d'ici !
sv: Verkligen, låt oss ge oss av härifrån.

source: The Valley of Statues
fr: La vallée des statues
sv: Statyernas dal

source: Victory: @Defeat all enemies Defeat: #Death of Konrad, or having him turned to stone #Death of Delfador, or having him turned to stone #Death of Li'sar #Death of Kalenz
fr: Victoire: @Vaincre les ennemis Défaite: #Konrad mort, ou changé en pierre #Delfador mort, ou changé en pierre #Mort de Li'sar #Mort de Kalenz
sv: Seger: @Besegra alla fiender Nederlag: #Konrads död, eller att han förstenas #Delfadors död, eller att han förstenas #Li'sars död #Kalenz död

source: Bewarned, a great monster lives in the hills ahead.
fr: Garde, un grand monstre vit dans ces collines.
sv: Ta er i akt, det bor ett stort monster i bergen här framför er

source: Look ahead of us, Orcs and Trolls!
fr: Regardez droit devant, des Orcs et des trolls !
sv: Se framför oss, orcher och troll!

source: But they look strange -- look, they're just statues!
fr: Mais ils semblent étranges. Regardez, ce ne sont que des statues !
sv: Men vad de ser konstiga ut - titta, de är statyer!

source: That's very strange, why would someone make statues of such foul creatures?
fr: C'est vraiment bizarre, qui donc voudrait façonner des statues à l'image d'aussi hideuses créatures ?
sv: Det var konstigt, varför skulle någon vilja göra statyer av så fula varelser?

source: Who are these that approach our valley, my apprentice?
fr: Qui donc approche notre vallée, cher apprenti ?
sv: Vilka är det som närmar sig vår dal, lärling?

source: Halt! You will not pass by this way!
fr: Halte ! Vous ne passerez point !
sv: Halt! Ni kan inte komma fram här!

source: We seek only free passage through your valley. We mean no harm.
fr: Nous ne souhaitons que traverser votre vallée. Nous n'avons aucune intention hostile.
sv: Vi önskar enbart fri passage genom din dal. Vi vill inte göra någon illa.

source: No-one passes by us. We rule this valley, and you cannot defeat us!
fr: Personne ne franchit cette vallée, nous en sommes les maîtres, et vous ne pouvez nous vaincre !
sv: Ingen kommer förbi oss. Vi styr över denna dal, och ni kan inte besegra oss!

source: If you do not let us through, we will pierce you with sword and bow! Come, let us take up arms against them!
fr: Si vous ne nous laissez pas passer, nous vous transpercerons de nos arcs et épées ! Venez, prenons les armes contre eux !
sv: Om ni inte släpper fram oss, kommer vi att genomborra er med svärd och båge. Kom, till vapen mot dem!

source: Do you really think by mere force of arms you can defeat us? Some Orcs were once foolish enough to think that as well...
fr: Imaginez-vous vraiment que la seule force des armes puisse nous vaincre ? Des orcs furent par le passé assez insensés pour penser la même chose...
sv: Tror ni verkligen att ni kan besegra oss med blanka vapen? En gång var några orcher lika dumma som ni...

source: Does he mean that these who stand in front of us were once live Orcs?
fr: Insinue-t-il que ces statues furent jadis des Orcs vivants ?
sv: Menar han att dessa statyer här framför en gång var levande orcher?

source: Careful, I have heard of such things. We must proceed with caution, and try to discover the nature of the power these wizards wield.
fr: Soyons prudents, j'ai entendu parler de telles choses. Nous devons avancer avec précaution, et tenter de découvrir la nature du pouvoir de ces sorcier.
sv: Försiktigt, jag har hört talas om sådant. Vi måste fortsätta med yttersta försiktighet, och försöka utröna vilken sorts kraft dessa trollkarlar använder sig av.

source: This place feels eerie. Is there no other way?
fr: Cet endroit me donne des frissons. N'y a-t-il point d'autre chemin ?
sv: Det är ruskigt här. Finns det ingen annan väg?

source: I for one am not afraid of these who would oppose us. I feel certain that once a sword is driven through them, they will threaten us no more.
fr: Pour ma part, ceux qui pourraient se dresser sur notre chemin ne me font pas peur. Je suis bien certain qu'avec une épée en travers du corps, ils ne seront plus une menace.
sv: Jag för min del är då inte rädd för de här som står i vägen för oss. Jag är säker på att med ett svärd igenom sig, så kan de inte skada oss något mer.

source: There is no other way, but it is carefully that we shall proceed.
fr: Il n'y a pas d'autre chemin, mais nous avancerons précautionneusement.
sv: Det finns inte någon annan väg, men vi måste fortsätta framåt med största försiktighet.

source: All I can see in here is a large mirror!
fr: Tout ce que je puis voir est un grand miroir !
sv: Det enda jag kan se här inne är en stor spegel!

source: I have heard of such things -- quickly, smash it! Perhaps the power of the Cockatrices is tied to it!
fr: J'ai entendu parler de telles choses ; vite, brisez-le ! Il est possible que le pouvoir des cockatrices soit lié à lui !
sv: Jag har hört talas om sådana ting -- fort, slå sönder spegeln! Kanske är basiliskernas kraft förbundna med den.

source: Very well, I'll smash it!
fr: Très bien, je le fracasserai !
sv: OK, jag slår sönder den!

source: No! The power of my creations is destroyed!
fr: Non ! Le pouvoir de mes créations est anéanti !
sv: Nej! Mina skapelsers kraft är förödd!

source: Free from this prison of stone at last! Now we will gain revenge!
fr: Enfin libres de cette prison de pierre ! L'heure de la vengeance a sonné !
sv: Nu är vi äntligen fria från våra fängelser av sten! Nu skall vi få vår hämnd!

source: First we have to fight these silly birds, and now foul Orcs!
fr: D'abord il nous faut combattre ces stupides volatiles, et maintenant de fétides orcs !
sv: Först fick vi slåss mot de där löjliga fåglarna, och nu äckliga orcher!

source: Fall on them men!
fr: Jetez-vous sur eux !
sv: På dem, mannar!

source: With Konrad turned into a statue, surely all is lost!
fr: Avec Konrad changé en statue, tout est perdu !
sv: Nu när Konrad har förvandlats till en staty, så är allt förlorat!

source: No! Delfador has been turned to stone! Without him we have no chance of unworking the wizard's power. All is lost!
fr: Non ! Delfador a été changé en pierre ! Sans lui nous n'avons aucune chance de contrer le pouvoir du sorcier. Tout est perdu !
sv: Nej! Delfador har förvandlats till sten! Utan honom kan vi inte vända trollkarlens makt. Allt är förlorat!

source: What happened there?
fr: Que s'est-il donc passé ici ?
sv: Vad har hänt där?

source: These Cockatrices will turn all our troops to stone, as they have the Orcs if we cannot find a way to undo their power!
fr: Si nous ne trouvons pas de moyen d'annuler leurs pouvoirs, ces cockatrices transformeront toutes nos troupes en pierre, comme elles l'ont déjà fait aux Orcs !
sv: De där basiliskerna kommer att förvandla alla våra trupper till sten, precis som de har gjort med orcherna, om vi inte kan finna något sätt att vända deras kraft!

source: We are vanquished, for I have been defeated!
fr: J'ai été défait, nous sommes vaincus !
sv: Vi är utslagna, eftersom jag har blivit besegrad!

source: Argh! I am finished!
fr: Argh ! Je suis fini !
sv: Argh! Jag är slut.

source: No! This is the end! We have been defeated!
fr: Non ! C'est la fin ! Nous avons été vaincus !
sv: Nej! Detta är slutet. Vi är besegrade!
