Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Can't we strike back at her? How many forces does she have at the Bay of Pearls? Can we take it back from her?
fr: Ne pouvons-nous contrecarrer ses plans ? Combien de forces a-t-elle à la baie des perles ? Ne pouvons-nous lui reprendre ?
sv: Kan vi inte slå tillbaka? Hur stora styrkor har hon i Pärlbukten? Kan vi återerövra den?

source: We must indeed go there. Let us therefore rest here a little, and then set sail for the Bay. Hopefully we will defeat her forces there!
fr: Nous devons assurément y aller. Reposons-nous un peu, et embarquons pour la baie. Avec un peu de chance nous battrons ses forces là-bas !
sv: Vi måste åka dit. Låt oss vila här ett tag, och sedan hissa segel och ge oss av till Bukten. Förhoppningsvis skall vi kunna besegra hennes styrkor där!

source: Isle of the Damned
fr: L'île des damnés
sv: De fördömdas ö

source: Victory: @Defeat both enemy leaders @Resist until the end of the turns Defeat: #Death of Konrad
fr: Victoire: @Vaincre les chefs ennemis @Résister jusqu'à la fin des tours Défaite: #Mort de Konrad
sv: Seger: @Besegra båda fiendeledarna @Gör motstånd tills dragen är slut Nederlag: #Konrad dör

source: But the voyage did not go as smoothly as had been hoped. A storm blew up and bore down on the ship. Though all hands were on deck working desperately, a sudden gust of wind flung Konrad overboard as he attempted to secure the sails...
fr: Mais le voyage ne se déroula pas comme espéré. Un orage éclata et fit tanguer dangereusement le bateau. Alors que tous les hommes étaient sur le pont à s'activer désespérément, une soudaine rafale de vent jeta Konrad par-dessus bord pendant qu'il essayait de fixer les voiles...
sv: Men resan gick inte så bra som önskat. En storm drabbade skeppet. Även om alla arbetade frenetiskt, så kastade en plötslig stormil Konrad överbord, när han försökte säkra seglen...

source: The mermen finally saved Konrad from the sea, but were unable to get him back to the ship. With great effort though, they reached a nearby island...
fr: Les ondins réussirent finalement à sauver Konrad des eaux, mais ne purent le ramener sur le bateau. Au prix de gros effort, ils parvinrent cependant à atteindre une île proche...
sv: Till slut så räddade sjöfolket Konrad ur havet, men de kunde inte återbörda honom till skeppet. Med stor ansträngning så lyckades de nå en ö i närheten...

source: Whew, I survived. But now where am I? Is this island inhabited?
fr: Whaou, j'ai survécu. Mais où suis-je maintenant ? Cette île est-elle habitée ?
sv: Puh, jag överlevde. Men var är jag? Är den här ön bebodd?

source: We have heard only the worst things about this place, my lord. It is said that the fiends of the undead have come in great numbers and turned the island into an ugly wasteland.
fr: Les pires choses ont été entendues à propos de ce lieu, mon seigneur. Il a été dit qu'un grand nombre de créatures mort-vivantes sont venues semer la désolation sur ces terres.
sv: Jag har hört det värsta om denna plats, herre. Det sägs att vandöda kräk har kommit hit i hela horder, och förvandlat ön till ett fult ödeland.

source: Let's hope these rumors are not true! I have none of my men with me! How could I defend myself?
fr: Espérons que ces rumeurs soient fausses ! Je n'ai aucun de mes hommes avec moi ! Comment vais-je me défendre ?
sv: Låt oss hoppas att de ryktena inte är sanna! Jag har inte några av mina mannar med mig. Hur skulle jag kunna försvara mig?

source: There are still some bands of humans hiding on the island, my lord. If you recruit some of them to help, we might have some hope of holding off the undead hordes!
fr: Quelques bandes d'humains se cachent encore sur cette île, mon Seigneur. Peut-être que si vous recrutiez certains d'entre eux pour vous aider, nous pourrions avoir un espoir de contenir les hordes de morts-vivants !
sv: Det finns fortfarande några människor som fortfarande gömmer sig på ön, herre. Kanske kan du rekrytera några av dem, i så fall skulle vi ha något hopp att hålla stånd mot de vandöda horderna.

source: Maybe we can make a deal! Help us defeat those evil creatures!
fr: Peut-être pouvons-nous parvenir à un arrangement ! Aidez-nous à vaincre ces créatures malfaisantes !
sv: Kanske vi kan komma överens! Hjälp oss att besegra de där onda varelserna!

source: There are some ancient temples to the south-west, I wonder what might be inside them!
fr: Il y a d'anciens temples au sud-ouest, je me demande bien ce qu'ils renferment !
sv: Det finns några uråldriga tempel i sydväst, jag under vad som kan finnas i dem!

source: Looks like there is somebody hidden in the temple.
fr: Il semble que quelqu'un se cache dans le temple.
sv: Det verkar vara någon gömd i templet.

source: I was hiding in this holy place, planning how to defeat the evil undeads. Now with your help, I can destroy them.
fr: Je me cachais dans ce lieu saint pour chercher comment vaincre les morts-vivants. Maintenant, avec votre aide, nous pouvons les détruire.
sv: Jag gömde mig på den här heliga platsen för att lägga planer för att besegra de vandöda. Nu, med er hjälp, kan jag förgöra dem.

source: Surprise! Searching for Mages, and all I get is these foul humans!
fr: Surprise ! J'étais à la recherche de mages, et des humains sont tout ce qui me tombe sous la main !
sv: Överraskning! Jag letade efter magiker, och allt jag hittar är de här stinkande människorna!

source: The temple seems to be empty.
fr: Le temple semble vide.
sv: Templet verkar vara tomt.

source: Fight on against the undead without me, friends!
fr: Continuez à vous battre contre les morts-vivants sans moi, mes amis !
sv: Slåss vidare mot de vandöda utan mig vänner.

source: We have wrested control of the island from the evil undead! Now all we have to do is wait for the ship to arrive, so we can make our way to Elensefar!
fr: Nous avons repris le contrôle de l'île à ces maléfiques morts-vivants ! Maintenant tout ce que nous avons à faire est d'attendre l'arrivée du bateau, ainsi nous pourrons nous rendre à Elensefar !
sv: Vi har tagit kontrollen över ön från de onda vandöda! Nu behöver vi bara vänta på att skeppet ska anlända, så att vi fortsätta till Elensefar.

source: Together we have vanquished the foul undead! Come, I will join you on your noble quest.
fr: Ensemble nous avons vaincu ces stupides morts-vivants ! Bien, je vous joins dans votre noble quête.
sv: Tillsammans har vi besegrat de avskyvärda vandöda! Kom, jag kommer med dig på din ärofyllda resa.

source: Thank goodness we have found you, sir! Come aboard quickly, we shall take you away from this horrible island!
fr: Dieu soit loué, nous vous avons trouvé, Monsieur ! Montez à bord rapidement, nous vous emmènerons loin de cette île horrible !
sv: Tack och lov att vi fann er, herre! Snabbt, kom ombord så ska vi ta dig ifrån denna hemska ö.

source: It's a shame complete victory could not be ours, but thank goodness I am rescued! On to Elensefar!
fr: Il est triste que la victoire complète ne nous appartienne pas, mais je suis sauvé ! Direction Elensefar !
sv: Det är synd och skam att vi inte kunde uppnå fullständig seger, men gudars vad skönt att jag blev räddad! Mot Elensefar!

source: Thank you for your assistance here brothers. I will stay to continue resisting the foul undead. May fate be with you in your noble quest, and may we meet again some day!
fr: Merci pour votre assistance mes frères. Je vais rester ici pour continuer la résistance contre ces morts-vivants. Que la chance vous accompagne dans votre noble quête, et j'espère que nos chemins se croiseront à nouveau !
sv: Tack för er hjälp här, bröder. Jag stannar kvar och bekämpar de vandöda. Må ödet stå på er sida under ert ärofyllda uppdrag, och må vi mötas igen någon dag!

source: Mountain Pass
fr: La traversée de la montagne
sv: Bergspasset

source: Victory: @Move Konrad to the end of the road in the north-west @Defeat all enemies Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz
fr: Victoire: @Emmener Konrad à la fin de la route, au nord-ouest Défaite: #Mort de Konrad #Mort de Delfador #Mort de Kalenz
sv: Seger: @Förflytta Konrad till vägens slut i nordväst @Besegra alla fiender Nederlag: #Konrad dör #Delfador dör #Kalenz dör

source: Look, Konrad, before us lies the great road built by the dwarves!
fr: Regardez, Konrad ! Devant nos pieds se déroule la grande route construite par les nains !
sv: Se Konrad, framför oss så ligger dvärgarnas stora väg.

source: But I can hardly see with all this mist around!
fr: Mais, je peux à peine voir, avec toute cette brume autour !
sv: Men jag kan knappt se, med all den här dimman runt mig!

source: We must be wary...they say a wizard lives in these mountains, and he does not take kindly to visitors. It is he who causes the mists, so that travellers will lose their way and become prey for his creatures.
fr: Nous devons être sur nos gardes... il est dit qu'un magicien vit dans ces montagnes, et qu'il n'aime pas beaucoup les intrus. Il est la cause de ces brumes, destinées à perdre les voyageurs éventuels qui sont alors dévorés par ses créatures.
sv: Vi måste vara försiktiga... de säger att en trollkarl bor i de här bergen, och att han inte gillar besökare. Det är han som skapar dimman, så att vandrare ska gå vilse och bli uppätna av hans varelser.

source: His...creatures? We must keep to the road, men!
fr: Ses... créatures ? Nous devons rester sur la route alors !
sv: Hans... varelser? Vi måste vara försiktiga män, håll er på vägen.

source: He would be a mighty foe, Konrad. It is said when the dwarves built this road, they disturbed the resting place of the ancient mage, and ever since, he and his brother have traveled the mountain, wreacking havoc on the dwarven villages.
fr: Il serait un ennemi puissant, Konrad. Il est dit que quand les nains ont construit cette route, ils ont dérangé le lieu de repos de l'ancien mage, et depuis, lui et son frère ont voyagé dans la montagne, semant le chaos dans les villages des nains.
sv: Han är en mäktig fiende, Konrad. Det sägs att när dvärgarna byggde vägen, så störde de vilan hos den uråldrige magikern, och ända sedan dess så har han och hans bror hemsökt bergen, och förstört dvärgarnas byar.

source: Let us then go carefully...but quickly, men!
fr: Partons prudemment mais rapidement. Soldats !
sv: Låt oss färdas försiktigt...men snabbt, mannar!

source: Greetings, Travellers. I am Stalrag, chief of the these villages! I warn you, a great wizard and his trolls are in the mountains and will surely attack. I will summon my tribesmen to aid you!
fr: Bienvenue à vous, voyageurs ! Je suis Stalrag, chef de ces villages. Je tiens à vous avertir qu'un grand mage et ses trolls résident dans ces montagnes, et vous attaqueront certainement. Je vais demander à des membres de ma tribu de vous aider !
sv: Välkomna resenärer, jag är Stalrag, ledare för dessa byar! Jag varnar er, en stor trollkarl och hans troll håller till i bergen och kommer säkerligen att gå till attack. Jag skall kalla samman mina stammar för att hjälpa er.

source: If this is true, Konrad, perhaps we should take another route and go around the mountain, rather then to try and defeat these new foes.
fr: Si c'est vrai, Konrad, peut-être devrions nous prendre une autre route et contourner la montagne, plutôt de d'essayer de combattre ces nouveaux adversaires.
sv: Om det här är sant, Konrad, så borde vi gå runt berget. Hellre det än att försöka besegra dessa nya fiender.

source: What do you say, Delfador?
fr: Que dites-vous, Delfador?
sv: Vad säger du Delfador?

source: No! We do not have the time to waste. Let us make for the top of the pass, wary of mountain trolls, and taking care lest we come too close to the water!
sv: Nej, vi har ingen tid att förlora, vårt mål är toppen av passet. Se upp för bergstroll, och gå inte för nära vattnet.

source: The Shinsplitters will aid you in your quest. Look, they rise from the villages to the west, the mighty Shinsplitters! To battle!
sv: Knäkrossarna kommer hjälpa dig på ditt uppdrag. Se, de reser sig redan från byarna i väster. De mäktiga Knäkrossarna! Till strid!

source: I wish you all the best on your journey, I must return to my village and take care of my family. Dwarven hospitality will welcome you wherever you go, friends!
fr: Mes meilleurs souhaits vous accompagnent pour votre voyage, je dois retourner à mon village et prendre soin de ma famille, les nains vous accueilleront toujours, où que vous alliez, mes amis !
sv: Jag önskar er en trevlig resa, jag måste återvända till min by och ta hand om min familj. Dvärgarnas gästfrihet kommer att välkomna er varthän ni kommer, vänner.

source: Let us move onward!
fr: En route !
sv: Låt oss fortsätta framåt!

source: Aaargh! I am done for! Fight on without me, Brethren!
fr: Aaargh ! Je suis fait ! Continuez à combattre sans moi mes frères !
sv: Aaargh! Jag är dödligt sårad. Fortsätt kampen utan mig, bröder!

source: Muff Malal's Peninsula
fr: La péninsule de Muff Malal
sv: Muff Malals halvö

source: Victory: @Defeat Muff Malal Defeat: #Death of Konrad #Turns run out
fr: Victoire: @Vaincre Muff Malal Défaite: #Mort de Konrad #Nombre de tours dépassé
sv: Seger: @Besegra Muff Malal Nederlag: #Konrad dör #Dragen tar slut

source: But the road to Elensefar was a treacherous one. Konrad and his men were set upon by the fiends of the undead.
fr: Mais la route vers Elensefar était traître. Konrad et ses hommes tombèrent sur des morts-vivants.
sv: Men vägen till Elensefar var förrädisk, Konrad och hans män blev attackerade av vandöda bestar.

source: My lord! In yonder ruins there seems to be some movement!
fr: Mon Seigneur ! On dirait qu'il y a du mouvement dans les ruines là-bas !
sv: Min herre, det verkar vara något som rör sig i ruinerna där borta.

source: It looks like there are the undead there! Prepare for battle men!
fr: On dirait qu'il y a des morts-vivants par ici ! Préparez-vous à la bataille !
sv: Det ser ut som det är vandöda där! Förbered er för strid män.

source: To arms!
fr: Aux armes !
sv: Ta till vapen!

source: Ahh, a party of Elves approaches. Soon we shall have Elven zombies serving us!
fr: Ahh, un groupe d'elfes approche. Bientôt nous aurons des zombies elfes à notre service !
sv: Ahh, en grupp med alver närmar sig, snart ska vi ha alviska zombier som tjänar oss.

source: Victory is ours! Let us just hope that this delay will not hamper our quest to save Elensefar. We must move onward with haste!
fr: La victoire est à nous ! Espérons juste que ce délai n'aura pas de conséquences sur notre sauvetage d'Elensefar. Nous devons continuer à avancer rapidement !
sv: Vi har vunnit, hoppas bara att den här förseningen inte kommer att hindra oss från att rädda Elensefar. Vi måste skynda vidare!

source: Northern Winter
fr: Hiver au nord
sv: Nordisk vinter

source: Victory: @Defeat enemy leaders Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz #Turns run out
fr: Victoire: @Vaincre les chefs ennemis Défaite: #Mort de Konrad #Mort de Delfador #Mort de Kalenz #Nombre de tours dépassé
sv: Seger: @Besegra fiendeledarna Nederlag: #Konrad dör #Delfador dör #Kalenz dör #Dragen tar slut

source: This winter is bitterly cold! Perhaps we should stop here and rest a while.
fr: Cet hiver est particulièrement froid ! Peut-être devrions nous nous arrêter ici et nous reposer un moment.
sv: Den här vintern biter i kinderna, vi kan kanske ta en paus här.

source: Stop and rest? My lord, we must go hard after the Scepter of Fire, lest it fall into the hands of our enemies!
fr: S'arrêter et se reposer ? Mon Seigneur, nous devons retrouver le Sceptre de feu au plus vite, pour éviter qu'il ne tombe entre les mains de nos ennemis !
sv: Stanna och vila? Vi måste hitta Eldspiran snabbt, så att den inte faller i händerna på fienden.

source: We have had a hard march ever since we were besieged by the undead in that foul valley. Now winter bears down upon us, and we have spent most of our money. This land looks fertile enough. Surely we can settle here for the winter!
fr: Nous avons marché longuement depuis que nous avons été assiégés par les morts-vivants de cette vallée fétide. Maintenant l'hiver s'installe, et nous avons dépensé la majeure partie de notre argent. Cette terre semble assez fertile : nous pouvons sûrement nous installer ici pour l'hiver !
sv: Vi har marscherat hårt ända sedan vi var belägrade av de vandöda i den där hemska dalen. Nu står vintern för dörren och vi har använt det mesta av vårt guld. Den här marken ser bördig ut, vi kan säkerligen stanna här över vintern.

source: Yes, let us rest a while! I am sure there are many challenges ahead, and I do not think I could endure another like the fording of the river for many days.
fr: Oui, reposons-nous un moment ! Je suis sûr que beaucoup de défis nous attendent encore, et je ne pense pas que je pourrais supporter un autre défi équivalent à ce que nous avons connu au gué d'Abez sans repos.
sv: Ja låt oss vila ett tag. Jag är säker på att det finns många utmaningar framför oss, och så tror jag inte att jag skulle klara en sådan pärs till som när vi passerade floden på många dagar än.

source: We are chasing the Scepter of Fire, the fate of the realm is in our hands, and you humans want to stop and rest? Onward, I say!
fr: Nous sommes à la recherche du Sceptre de feu, le destin du royaume est entre nos mains, et vous, les humains, vous voulez vous arrêter et vous reposer ? Allez, en avant !
sv: Vi jagar Eldspiran, rikets öde ligger i våra händer och ni människor vill stanna och vila? Framåt, säger jag!

source: They are right, Kalenz. I had wanted to acquire the Scepter within a moon, but it is not to be. Our soldiers will begin to desert if they do not rest soon. But in these wild north lands, we must fight even for the right to rest. Look to the north! Those foul orcs will not allow us any peace!
fr: Ils ont raison, Kalenz. J'ai aussi voulu atteindre le Sceptre avant la prochaine lune, mais il n'en sera pas ainsi. Nos soldats commenceront à déserter si nous ne nous reposons pas maintenant. Mais dans ces terres du nord sauvages, nous devons lutter même pour le droit de se reposer. Regardez au nord ! Ces orcs puants ne nous permettront pas de nous reposer en paix !
sv: De har rätt Kalenz, jag hade också velat ha Eldspiran under denna månes sken, men det är inte möjligt. Våra soldater kommer att börja desertera om vi inte vilar snart. Men i dessa vilda nordanmarker? Här måste vi slåss enbart för att få vila. Se bara norrut, de äckliga orcherna låter oss inte vara ifred.

source: Then we shall wrest control of the land from them. To arms men!
fr: Alors nous leur prendrons le contrôle cette terre. Aux armes soldats !
sv: Vi ska ta deras land med svärd och båge! Kom igen män.

source: More snow is falling. We must finish this battle quickly. Onward men!
fr: La neige tombe plus fort. Nous devons finir cette bataille rapidement. En avant !
sv: Det kommer mera snö. Vi måste avsluta den här striden snabbt. Framåt mannar

source: Victory is ours! We have secured the land from the Orcs. Now we can rest here while the cold winter passes.
fr: La victoire est à nous ! Nous avons bouté les orcs hors de cette terre. Maintenant nous pouvons nous reposer en attendant que l'hiver passe.
sv: Segern är vår! Vi har beslagtagit orchernas land. Nu kan vi vila här under den kalla vintern.

source: Let us not rest for too long though, friends. We must still reach the ancient Dwarven lands before our foes do.
fr: Ne nous reposons pas trop longtemps cependant, mes amis : nous devons tout de même rejoindre le royaume des nains avant nos ennemis.
sv: Låt oss inte bli för bekväma bara, vänner, kom ihåg att vi måste hinna till dvärgarna uråldriga marker innan våra fiender.

source: And so after many days of rest, the party set out once again for the Dwarven kingdom...
fr: Ainsi, après plusieurs jours de repos, la troupe se mit de nouveau en route pour le royaume des nains...
sv: Och efter att ha vilat ut i många dagar, så gav de sig återigen iväg mot Dvärgarnas rike...

source: Plunging into the Darkness
fr: Plongeon dans l'obscurité
sv: Huvudstupa in i Mörkret

source: Victory: @Find the Dwarves Defeat #Death of Konrad #Death of Delfador #Death of Kalenz
fr: Victoire : @Trouver les nains Défaite : #Mort de Konrad #Mort de Delfador #Mort de Kalenz
sv: Seger: @Hitta dvärgarna Nederlag: #Konrad dör #Delfador dör #Kalenz dör

source: It's so dark in here I can hardly see!
fr: Il fait si sombre ici ! J'ai peine à voir !
sv: Det är så mörkt här, jag kan knappt se!

source: It is dark indeed. We shall have to light torches, and tread slowly and carefully. Hopefully there are still Dwarves down here who can aid us!
fr: Il fait sombre, en effet. Nous devrons allumer des torches, et marcher lentement et prudemment. Si tout va bien, les nains vivant ici pourront nous aider !
sv: Det är verkligen mörkt, vi får tända facklor och gå sakta och försiktigt. Förhoppningsvis finns det fortfarande dvärgar här nere som vill hjälpa oss.

source: Indeed. We Elves are not well skilled in these dark pits.
fr: En effet. Nous les elfes ne sommes pas bien habiles dans ces puits sombres.
sv: Vi alver kommer verkligen inte till vår rätt i de här mörka hålorna.

source: Who are these that approach? Surface-dwellers! On your guard, men!
fr: Qui êtes vous ? Des habitants de la surface ! En garde messieurs !
sv: Vilka är de här som närmar sig? Ytbor? Var på er vakt, mannar!

source: We come in peace, friends. We come in peace!
fr: Nous venons en paix, mes amis. Nous venons en paix !
sv: Vi är fredliga, vänner, vi vill inget ont.

source: Oh, do you? I see that you are accompanied by Elves. Can we Dwarves not live in peace without the treacherous Elves coming to bother us?
fr: Oh, vraiment ? Je vois que vous êtes accompagnés d'elfes. Ne pouvons nous pas vivre en paix sans que ces elfes déloyaux ne viennent nous harceler ?
sv: Åh, inte? Jag ser att ni kommer i sällskap av alver. Kan vi dvärgar inte få leva i fred utan att de förrädiska alverna kommer och stör?

source: Why such harsh words, Dwarf? Elves have never done you any harm.
fr: Pourquoi de tels mots, nain ? Les elfes ne vous ont jamais fait de mal.
sv: Varför så hårda ord, dvärg? Alverna har aldrig gjort er någon skada.

source: 'Never done us any harm?' Why I was there myself, when the Elves did not come to honor our alliance. Many Dwarves were slaughtered, and you cowardly Elves did nothing to help!
fr: Jamais fait de mal ? J'étais là, quand les elfes ne sont pas venus pour honorer notre alliance. Beaucoup de nains ont été massacrés, et vous, lâches, n'avez rien fait pour nous aider !
sv: Aldrig skadat oss? Jag var själv med när alverna svek oss och bröt vår allians. Många dvärgar blev slaktade, och ni fega alver gjorde inget för att hjälpa oss.

source: You go too far! I am Kalenz, a mighty Elvish lord! How dare such as you, snivelling in his tunnel, call me a coward?
fr: Vous allez trop loin ! Je suis Kalenz, un puissant seigneur elfe ! Comment osez-vous, vous qui êtes là, pleurnichant dans ces tunnels, me traiter de lâche ?
sv: Du går för långt, jag är Kalenz, en mäktig furste av alvernas ras! Hur vågar någon som slinker runt i sin tunnel kalla mig för feg?

source: Peace, friends! Peace! The evil Orcs roam the lands above us, we must not fight among ourselves.
fr: Paix mes amis ! Paix ! Les orcs errent sur les terres au-dessus de nous, devons-nous également nous battre entre nous ?
sv: Fred vänner, lugna er! De onda orcherna strövar fritt på marken ovanför oss, vi måste hålla fred sins emellan!
