Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Dacyn! Good, now we can try to escape. Do you know any way to get out?
fr: Dacyn ! Bien, nous pouvons maintenant tenter de nous échapper. Connaissez-vous un moyen de sortir d'ici ?
sv: Dacyn! Bra, nu kan vi försöka fly. Känner du till någon väg ut?

source: No, but I think I can be of some help. I think I have found out where the key to the door is!
fr: Non, mais je pense que je peux apporter quelque aide. Je crois que j'ai découvert où se trouve la clé de la porte !
sv: Nej, men jag tror jag kan göra någon nytta. Jag tror jag vet var nyckeln till dörren finns!

source: Really? Where?
fr: Vraiment ? Où ça ?
sv: Verkligen? Var då?

source: The wall of the northern part of my cell, and right outside of it, is thinner than everywhere else. I think there is a hidden door there. Come, let us see!
fr: Le mur de la partie nord de ma cellule, et menant directement au-dehors de celle-ci, et plus mince que n'importe où ailleurs. Je pense qu'une porte secrète s'y trouve. Venez, allons voir !
sv: Muren i den norra delen av min cell, och alldeles utanför, är tunnare än någon annanstans. Jag tror det finns en dold dörr där. Kom, låt oss undersöka saken!

source: Here is the thin spot. Actually- wait a second- its not a thin spot at all! Its really a door!
fr: L'endroit plus mince se trouve ici. En fait ­ attendez une seconde ­ ce n'est pas un endroit plus mince ! C'est réellement une porte !
sv: Här är den tunnare delen. Men, vänta, det är inte någon tunnare del av väggen, det är verkligen en dörr!

source: Huh! A guard. Lets see how quickly we can kill it.
fr: Heh ! Un garde. Voyons à quel point nous pouvons l'éliminer rapidement.
sv: Huh! En vakt. Låt oss se hur fort vi kan döda den.

source: I have found the key! Lets get out of here!
fr: J'ai trouvé la clé ! Sortons d'ici !
sv: Jag har hittat nyckeln. Nu sticker vi!

source: This is the right key! Lets open the door, quick!
fr: C'est la bonne clé ! Ouvrons la porte, vite !
sv: Det är den rätta nyckeln. Fort, öppna dörren!

source: Help us! The guards are planning to execute us tomorrow!
fr: Aidez-nous ! Les gardes ont prévu de nous exécuter demain !
sv: Snälla, hjälp oss! Vakterna tänker avrätta oss i morgon!

source: Hah! Tomorrow? You make a big mistake if you believe you will live that long.
fr: Ha ! Demain ? Vous faites une grosse erreur si vous croyez que vous vivrez jusque là.
sv: Hah! I morgon? Du tar verkligen fel om du tror att du ska få leva så länge.

source: Right, boss, especially since they're invading, and we need to kill them now before they escape!
fr: Exactement, patron, surtout depuis qu'il nous envahissent; et nous devons les tuer maintenant, avant qu'ils ne s'échappent !
sv: Just så, chefen, i synnerhet då de invaderar oss, och vi behöver döda dem nu, innan de flyr!

source: Argh! Oh well, at least my vast hordes will defeat you!
fr: Argh ! Oh, bien, au moins, mes vastes hordes vous vaincront !
sv: Argh! Nåja, mina oräkneliga horder kommer åtminstone att besegra er!

source: This water will make all of your weapons holy for your whole life!
fr: Cette eau rendra toutes vos armes sacrées, pour toute votre vie !
sv: Detta vatten gör alla dina vapen heliga så länge du lever!

source: I am not suited to using this item! Let another take it.
fr: Je ne suis pas à même d'utiliser cet objet ! Qu'un autre le prenne donc.
sv: Jag är inte lämpad att använda detta! Låt någon annan ta den.

source: Good! We have escaped these accursed caves! Lets get out of these mountains as quickly as possible!
fr: Bien ! Nous nous sommes échappés de ces maudites caves ! Quittons ces montagnes le plus vite possible !
sv: Bra! Vi har kommit ut ur de fördömda grottorna! Nu tar vi oss ut ur bergen så fort som möjligt!

source: I will come with you and help you on your quest, whatever it is.
fr: Je viendrai avec vous, et vous aiderai dans votre quête, quelle qu'elle soit.
sv: Jag kommer med och hjälper er med ert uppdrag, vad det än är.

source: The Crossing
fr: La traversée
sv: Att korsa floden

source: Victory: @Get Gweddry and Owaec across the river Defeat: #Death of Gweddry #Death of Dacyn #Death of Owaec
fr: Victoire: @Amener Gweddry et Owaec de l'autre côté de la rivière Défaite: #Mort de Gweddry #Mort de Dacyn #Mort de Owaec
sv: Seger: @Gweddry och Owaec tar sig över floden Nederlag: #Gweddry dör #Dacyn dör #Owaec dör

source: We have come to a great river. What should we do? Should we attempt to cross it?
fr: Nous sommes arrivés près d'une grande rivière. Que devons-nous faire ? Devons-nous tenter de la traverser ?
sv: Vi har kommit fram till en stor flod. Vad skall vi göra? Skall vi försöka korsa den?

source: We must cross this river. The undead are chasing us, and their hordes are much too great for us to defeat. Reinforcements for the undead will arrive soon. we must be across the river before that happens.
fr: Nous devons traverser cette rivière. Les morts-vivants nous pourchassent, et leurs hordes sont bien trop importantes pour que nous puissions les défaire. Des renforts pour les morts-vivants vont arriver sous peu. Nos devons être de l'autre côté de la rivière avant que ça n'arrive.
sv: Vi måste ta oss över floden. De vandöda jagar oss, och deras styrkor är övermäktiga. De kommer snart att få truppförstärkningar; vi måste vara på andra sidan floden när de anländer.

source: Across this river lies the Northland. If we can get there, we may be able to get some ogres to help us.
fr: De l'autre côté de cette rivière, se trouvent les Terres du Nord. Si nous arrivons à nous rendre là-bas, nous pourrons trouver quelques ogres pour nous aider.
sv: På andra sidan floden är Nordanländerna. Om vi kan ta oss dit, så kan vi kanske få hjälp av några jättar.

source: Grug say we no help you! We finish must battle orc with!
fr: Grug dire nous pas aide toi ! Nous finir devons bataille orcs avec !
sv: Grug säga vi hjälpa er inte! Vi avsluta måste slåss orch med!

source: And in Wesnothish that means?...
fr: Et en Wesnothien, ça signifie ?...
sv: Och vad betyder det på wesnothska?...

source: Orc foolish! Die you now!
fr: Orc idiot ! Mourir toi maintenant !
sv: Orch dum! Dö du nu!

source: I think the ogres are trying to kill the orcs.
fr: Je pense que les ogres essaient de tuer les orcs.
sv: Jag tror att jättarna försöker döda orcherna.

source: If we show ourselves as enemies of the orcs, they may help us. But I think we should cross the river before trying to convince these ogres to help.
fr: Si nous nous montrons comme ennemis des orcs, ils pourraient nous aider. Mais je pense que nous devrions traverser la rivière avant d'essayer de convaincre ces ogres d'aider.
sv: Om vi visar att vi också är fiender till orcherna, så hjälper de kanske oss. Men jag tror det är klokt att korsa floden innan vi försöker övertala de här jättarna att hjälpa oss.

source: The undead reinforcements have arrived! We must cross the river immediately!
fr: Les renforts morts-vivants sont arrivés ! Nous devons traverser la rivière immédiatement !
sv: De vandödas truppförstärkningar är här! Vi måste över floden omedelbart!

source: Good! We have crossed. Now let's see if we can get the Ogres to join us. They have been convinced to work for the Crown in the past; maybe it can be done again.
fr: Bien ! Nous avons traversé. Maintenant, voyons si nous pouvons faire en sorte que les ogres nous rejoignent. Nous les avons déjà convaincus de travailler pour la Couronne dans le passé, peut-être pouvons-nous le faire à nouveau.
sv: Bra! Vi har tagit oss över floden. Nu får vi se om vi kan få jättarna att ansluta sig till oss. Det har hänt tidigare att de har förmåtts arbeta för Kronan; kanske det låter sig göras igen.

source: Grug say join you maybe he.
fr: Grug dire joindre vous peut-être lui.
sv: Grug säga ansluta er kanske han.

source: Hurry up. We need to get across before these undead slaughter us!
fr: Dépêchez-vous. Nous devons traverser avant que ces morts-vivants ne nous massacrent !
sv: Skynda er. Vi måste ta oss över innan de vandöda slaktar oss!

source: An Elven Alliance
fr: Une alliance elfe
sv: En allians med alverna

source: Victory: @Defeat enemy leader Defeat: #Death of Gweddry #Death of Dacyn #Death of Volas
fr: Victoire: @Vaincre le chef ennemi Défaite: #Mort de Gweddry #Mort de Dacyn #Mort de Volas
sv: Seger: @Besegra fiendens ledare Nederlag: #Gweddry dör #Dacyn dör #Volas dör

source: Greetings, travelers! Welcome to my realm.
fr: Salutations, voyageurs ! Bienvenue dans mon royaume.
sv: Var hälsade, resenärer! Välkomna till mitt rike.

source: Hello. I am wondering if you can help he fight these undead beasts that attack us.
fr: Bonjour. Je me demande si vous pouvez m'aider à combattre les bêtes mort-vivantes qui nous attaquent.
sv: Hej. Jag undrar om du kan hjälpa oss att slåss mot dessa vandöda bestar som anfaller oss.

source: Certainly. Although we will not leave our forests, we will help you reach the northern outpost, where the officer stationed there may aid you.
fr: Certainement. Nous ne quitterons pas nos forêts, mais nous vous aiderons cependant à atteindre l'avant-poste au nord, où l'officier présent pourra vous aider.
sv: Självklart. Även om vi inte kommer att lämna våra skogar, så kommer vi hjälpa er att nå den norra utposten. Officeren som är stationerad där kan nog hjälpa er.

source: Intruders!
fr: Des intrus !
sv: Inkräktare!

source: What? Those pesky orcs! They are the intruders, not us!
fr: Quoi ? Ces sales orcs ! Ils sont les intrus, pas nous !
sv: Vad? De där irriterande orcherna! Det är de som är inkräktare, inte vi!

source: They are right in the Northern Path. We will have to fight them to move on.
fr: Ils sont exactement sur la route vers le nord. Nous devons les combattre afin de continuer notre chemin.
sv: De är mitt på den Norra Stigen. Vi kommer att vara tvungna att slåss mot dem om vi vill kunna komma fram.

source: Bring forth the assassins, we may be able to poison them!
fr: Faites venir les assassins, nous pourrons alors les empoisonner !
sv: Kalla på lönnmördarna, vi kan kanske förgifta dem!

source: Your Warlordship, I am the only assassin left! Do you want me to go poison their leader?
fr: Votre Seigneurie, je suis le seul assassin restant ! Voulez-bous que j'aille empoisonner leur chef ?
sv: Ers höghet, Jag är den enda lönnmördaren som är kvar! Vill du att jag skall förgifta deras ledare?

source: Perfect! Go, into the forest!
fr: Parfait ! Allez-y, dans la forêt !
sv: Perfekt! Gå, in i skogen!

source: They have sent an assassin into the forest. We will have to be careful, and make sure he does not come out and attack us unexpectedly.
fr: Ils ont envoyé un assassin dans la forêt. Nous devons être prudents, et devons nous assurer qu'ils ne nous attaquent pas par surprise.
sv: De har skickat en lönnmördare in i skogen. Vi måste vara försiktiga, och se till så att han inte överfaller oss oväntat.

source: Hahaha! Nafga will kill the elves!
fr: Hahaha ! Nafga va tuer les elfes !
sv: Hahaha! Nafga skall döda alverna!

source: No! This is the first time I have failed a mission, and it is my last!
fr: Non ! C'est la première fois que j'ai échoué à une mission, et la dernière !
sv: Nej! Detta är första gången som jag har misslyckats, och sista gången!

source: My assassin is dead! the elves must pay, not for his death, but for stopping him in his mission!
fr: Mon assassin est mort ! Les elfes doivent payer, non pour sa mort, mais pour l'avoir arrêté dans sa mission !
sv: Min lönnmördare är död! Alverna skall få betala för det, inte för att han dog, men för att de hindrade honom i hans uppdrag!

source: The Escape Tunnel
sv: Flykttunneln

source: Victory: @Reach the end of the tunnel Defeat: #Death of Gweddry
fr: Victoire: @Atteindre le bout du tunnel Défaite: #Mort de Gweddry
sv: Seger: @Nå slutet av tunneln Nederlag: #Gweddry dör

source: Where are we? I can't see where we are going.
fr: Où sommes-nous ? Je ne peux voir où nous allons.
sv: Var är vi? Jag kan inte se vart vi går.

source: I do not know. There are trolls in here, which may try to fight us. now hurry, we have to move quickly with those Lichs still behind us.
fr: Je ne sais pas. Il y a des trolls par ici ; ils pourraient essayer de nous combattre. Vite, nous devons nous hâter avec ces liches qui nous poursuivent.
sv: Jag vet inte. Det finns troll här, som kanske anfaller oss. Sätt fart nu! Vi måste förflytta oss snabbt med dessa häxmästare i hasorna.

source: This sign says 'Dead End'
fr: Le signe indique « Cul-De-Sac »
sv: Skylten säger 'Återvändsgränd'

source: Who goes there?
fr: Qui va là ?
sv: Vem där?

source: We are travelers loyal to the king of Wesnoth. Will you help us escape these trolls?
fr: Nous sommes des voyageurs, loyaux à la couronne de Wesnoth. Nous aiderez-vous à échapper à ces trolls ?
sv: Vi är resenärer som är lojala mot Wesnoths kung. Kan ni hjälpa oss att undfly trollen?

source: Yes, we will help you, for we have no love for the trolls. Anyone attacked by them deserves some help, I think.
sv: Ja, vi hjälper er, för vi tycker inte om trollen. Vem som helst som blir anfallen av dem, förtjänar vår hjälp, tycker jag.

source: There is a great fortune in this chest of treasure! I can count two hundred pieces of gold!
fr: Ce coffre renferme un grand trésor ! Je peux y compter deux cent pièces d'or !
sv: Det är en stor skatt i den här skattkistan, jag kan räkna till 200 guldmynt!

source: We have found you, human- Prepare to die!
fr: Nous t'avons trouvé, humain. Fais tes prières !
sv: Vi har funnit er, människa - Gör er redo att dö!

source: So Mal-Ravanal does not follow us himself. That at least is good. But still, we must get out of this tunnel!
fr: Ainsi Mal-Ravanal ne nous suit pas lui-même. Cela au moins est une bonne chose. Cependant, il nous faut encore sortir de ce tunnel !
sv: Så, Mal-Ravanal följer inte själv efter oss. Det var ju för väl. Men vi måste fortfarande ta oss ur den här tunneln.

source: We have reached the end of the escape tunnel. I see daylight above us.
fr: Nous avons atteint le bout du tunnel. Je vois la lumière du jour.
sv: Vi har nått slutet av flykttunneln. Jag kan se dagsljus ovanför oss.

source: Evacuation
fr: Évacuation
sv: Evakuering

source: Victory: @Get everyone possible across the river @Destroy the bridge (everyone left on the wrong side of the river will die, including everyone left on your recall list) Defeat: #Death of Gweddry or leaving him on the river's north side #Death of Dacyn or leaving him on the river's north side #Death of Owaec or leaving him on the river's north side
fr: Victoire: @Amener tout le monde de l'autre côté de la rivière @Détruire le pont (tous ceux restant du mauvais côté de la rivière mourront, y compris ceux dans votre liste de rappel) Défaite: #Mort de Gweddry, ou Gweddry laissé du côté nord de la rivière #Mort de Dacyn, ou Dacyn laissé du côté nord de la rivière #Mort de Owaec, ou Owaec laissé du côté nord de la rivière
sv: Seger: @Få så många som möjligt över floden @Förstör bron (alla som blir kvar på andra sidan bron dör, inklusive de som finns på din lista över trupper att återkalla) Nederlag: #Gweddry dör eller blir kvar norr om floden #Dacyn dör eller blir kvar norr om floden #Owaec dör eller blir kvar norr om floden

source: All is lost! We have to get out of the Northlands as quickly as possible! Run for your - what the...?!? Who are you?
fr: Tout est perdu ! Nous devons quitter les terres du nord aussi vite que possible ! Courez pour votre - quoi ?!? Qui êtes-vous ?
sv: Allt är förgäves! Vi måste ta oss ur nordanländerna så fort som möjligt. Spring för era -- vad i...?!? Vilka är ni?

source: I'm a engineer. I s'pect you'll have a need of me services. I bet you're gonna want me to blow up that bridge ov'r theah.
fr: J'suis un ingénieur. J'pense qu'vous aurez besoin d'mes services. J'parie qu'vous voulez qu'je fasse sauter l'pont, là-bas.
sv: Jag är en ingenjör. Ja' antar att du kommer att behöva mina tjänster. Ja' slår vad om att du vill att ja' skall spränga den dära bron.

source: Why would we want to do that?!?
fr: Pourquoi voudrions-nous faire une chose pareille ?!?
sv: Varför skulle vi vilja göra nåt sånt?!

source: Well, i see those arcs are chasin' you, and if I blow up the bridge, they can't get across. It'll help you escape.
fr: Ben, j'vois qu'ces trucs vous pourchassent, et si j'fais sauter l'pont, y pourront pas traverser. 'vous aid'ra à vous échapper.
sv: Nå, ja' ser att de där orcherna jagar er, och om ja' spränger bron, så kan de inte komma över. Ni kan komma undan på det sättet.

source: Gweddry, he's actually right... we have to hire him. How much?
fr: Gweddry, il a tout à fait raison... Nous devons l'embaucher. Combien ?
sv: Gweddry, han har faktiskt rätt...vi måste leja honom. Hur mycket?

source: Fifty gold pieces.
fr: Cinquante pièces d'or
sv: Femtio guldmynt.

source: Very well, but you only get it once the bridge is down.
fr: Très bien. Mais vous les aurez uniquement une fois que le pont est tombé.
sv: OK, men du får dem inte förrän bron är borta.

source: Deal. I c'n blow'er up once i get to that signpost ov'r 'ere. Thats where my eq'pment is.
fr: Tope là. J'peux l'faire péter une fois qu'chuis arrivé au panneau, là. C'est là qu'est mon équipement.
sv: Det blir bra. Ja' kan spränga'n så fort ja' nått den dära vägskylten därborta. Ja' har mina grejer där.

source: All right, now everyone across the bridge! Anyone left on this side when the bridge is exploded will be left to their own devices!
fr: Très bien, maintenant, que tout le monde traverse le pont ! Quiconque sera encore de ce côté quand le pont explosera devra se débrouiller seul !
sv: OK, allihopa över bron nu! Var och en som blir kvar på den här sidan när bron exploderar får klara sig själv!

source: So, d'ya want me to blow up der bridge yet, Cap'n?
fr: Alors, t'veux qu'je fasse sauter l'pont maint'nant, cap'taine ?
sv: Nå, vill ni att ja' spränger bron nu då, Kapt'n'!

source: I believe you owe me some money first.
fr: J'crois que vous me devez d'l'argent, d'abord.
sv: Såja, ja' ä' klar. Ni är visst skyldiga mej lite pengar!

source: Yeah, here you go. Now blow this thing up.
fr: Ouais, voici. Maintenant, faites sauter ce truc.
sv: Ja, här har du. Spräng den här saken nu.

source: Alright! Blast'n time!
fr: Nickel ! Attention ça va péter !
sv: OK! Dags att spränga'n!

source: Oops... I'm north of the bridge! That was bad planning on my part.
fr: Oups... Je suis toujours au nord du pont ! Mauvaise organisation de ma part.
sv: Oops... jag är på fel sida bron! Det var dålig planering från min sida.

source: You idiot! You left me north of the bridge!
fr: Espèce d'idiot ! Vous m'avez laissé au nord du pont !
sv: Din idiot! Du lämnade kvar mig norr om floden!

source: I'm still north of the bridge, Gweddry! Why'd you blow it up!?!
fr: Je suis toujours au nord du pont, Gweddry ! Pourquoi vous l'avez fait sauter ?!?
sv: Jag är fortfarande norr om floden, Gweddry! Varför sprängde du den!?!

source: Good, we have escaped from these orcs. Now we have to go south. i think the undead probably aren't as densely populated this far west, so we won't get immediately killed, anyway.
fr: Bien, nous avons échappé à ces orcs. Maintenant, nous devons aller au sud. Je pense que la population de morts-vivants est moins dense à cette distance de l'ouest ; nous ne seront pas immédiatement tués, au moins.
sv: Bra, vi har undkommit orcherna. Nu måste vi gå söderut. Jag tror att de vandöda är färre så här långt västerut, så vi blir nog inte ihjälslagna på en gång, i alla fall.

source: Neh? Alright then, we'll wait fa' later, eh?
fr: Nan ? D'accord, j'attends plus tard, hein ?
sv: Nä? OK då, vi väntar väl lite då?

source: We have not thrown down the bridge in time! The orcs will kill us all!
fr: Nous n'avons pas fait tomber le pont à temps ! Les orcs nous tueront tous !
sv: Vi har inte förstört bron i tid. Orcherna kommer att slakta oss!

source: Well, we didn't have to blow up the bridge after all, but we still have to go south. Hopefully the Undead are not as populated this far west.
fr: Hé bien, ce n'était pas la peine de faire sauter le pont après tout, mais nous devons toujours aller vers le sud. En espérant que les morts-vivants ne sont pas aussi nombreux à cette distance de l'ouest.
sv: Så, vi behövde trots allt inte spränga bron, men vi måste fortfarande söderut. Förhoppningsvis finns det inte lika många vandöda så här långt västerut.

source: What? Y'got no need a me se'vices? I quit!
fr: Quoi ? Z'avez pas b'soin d'mes services ? J'me barre !
sv: Vad? Behöver ni inte min tjänster? Jag sticker!

source: Lake Vrug
fr: Le Lac Vrug
sv: Vrugsjön

source: Victory: @Reach the end of the path Defeat: #Death of Gweddry #Death of Dacyn #Death of Owaec
fr: Victoire: @Atteindre le bout du chemin. Défaite: #Mort de Gweddry #Mort de Dacyn #Mort de Owaec
sv: Seger: @Nå slutet av stigen Nederlag: #Gweddry dör #Dacyn dör #Owaec dör

source: The trail stops soon. Look at this- mountains block our path.
fr: La piste s'arrête bientôt. Regardez ça - des montagnes bloquent notre chemin !
sv: Stigen tar snart slut. Se här - det är berg framför oss.

source: None of our troops can go on this harsh terrain. We must turn back! I told you from the beginning we should have never came north of the river!
fr: Aucune de nos troupes ne peut se déplacer dans un terrain aussi rude. Nous devons faire demi-tour ! Je vous avais dis dès le début que nous ne devions pas aller au nord de cette rivière !
sv: Våra trupper kan inte fortsätta i så svårtillgänglig terräng. Vi måste gå tillbaka! Jag sa redan från början att vi inte skulle ha tagit oss norr om floden!

source: No! If I remember correctly, there is a lake coming up here, with a bridge across it. We can get through the mountains that way. And remember, if we had stayed south of the river, the undead would have killed us by now and raised our corpses to fight against the king. We do not have much of a choice, we have to stay north of the river where we are not detected by the undead, and so we may be able to get around them and attack them where there are not as many enemies.
fr: Non ! Si je me souviens bien, il y a un lac là-haut, et un pont qui le traverse. Nous pouvons traverser les montagnes de cette manière. Souvenez-vous, si nous étions restés au sud de la rivière, les morts-vivants nous auraient tués à l'heure qu'il est, et relevé nos cadavres afin de combattre le roi. Nous n'avons pas trop le choix, nous devons rester au nord de la rivière, où les morts-vivants ne peuvent nous détecter, et de cette manière, nous pourrons être à même de les contourner et de les attaquer là où ils sont moins nombreux.
sv: Nej! Om jag inte missminner mig så kommer vi snart fram till en sjö, med en bro över. Om vi kommer över bron kan vi ta oss igenom bergen den vägen. Och kom ihåg, om vi hade stannat söder om floden, skulle de vandöda ha dödat oss redan, och våra lik skulle ha återuppväckts för att strida mot kungen. Vi har inte mycket val, vi måste stanna norr om floden där de vandöda inte upptäcker oss. På så sätt kan vi gå runt dem, och anfalla dem där de inte är så många.

source: I think Dacyn is right. If we had stayed behind, we would have been defeated easily. Onward!
fr: Je pense que Dacyn a raison. Si nous étions restés derrière, nous aurions été vaincus facilement. En avant !
sv: Jag tror Dacyn har rätt. Om vi hade stannat kvar, skulle vi blivit besegrade lätt. Framåt!

source: Good! We have made it to the end of the road. We can now get out of these mountains.
fr: Bien ! Nous sommes parvenus au bout de la route. Maintenant, nous pouvons sortir de ces montagnes.
sv: Bra! Vi har nått slutet av vägen. Nu kan vi lämna dessa berg.

source: This doesn't look good...
fr: Cela ne semble pas bon...
sv: Det här ser inte bra ut...

source: Mal-Ravanals Capital
fr: La capitale de Mal-Ravanal
sv: Mal-Ravanals huvudstad
