Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Aha! Surprise! You thought you could cross elvish lands safely!
sv: Aha! Överraskning! Ni trodde ni kunde passera igenom alvmarker ostörda!

source: We've made it! Our journey is still long. Hurry up, my people!
sv: Vi klarade det! Vår resa är fortfarande lång. Skynda er, mitt folk!

source: They are destroying our castle! To my rescue my merry Elves!
sv: De förstör vårt slott! Kom hjälp mig, mina glada alver!

source: At your service, Etheliel. Let push these evil creatures back to their quag!
sv: Till din tjänst, Etheliel. Låt oss jaga tillbaka dessa onda varelser ner i deras sörja!

source: To the harbour of Tirigaz
fr: En route pour le port de Tirigaz
sv: Till Tirigaz hamn

source: Victory: @Kill all enemy leaders Defeat: #Turns run out #Death of Kapou'e #Death of Grüü #Death of a Shaman
fr: Victoire: @Vaincre tous les chefs ennemis Défaite: #Nombre de tours dépassé #Mort de Kapou'e #Mort de Grüü #Mort d'un chaman
sv: Seger: @Döda alla fiendeledare Nederlag: #Dragen tar slut #Kapou'e dör #Grüü dör #Någon shaman dör

source: Ahhh, I'm so tired. It was a good idea to halt in such a quiet place.
sv: Ahhh, jag är så trött. Det var ett bra förslag att pausa på ett så här lugnt ställe.

source: It is too quiet. Just plain boring.
sv: Det är alldeles för lugnt. Rent ut sagt tråkigt.

source: Shut up, I just heard something.
sv: Tyst, jag hörde precis något.

source: You're right. I can see something is moving in these hills. Looks like there are undead there.
sv: Du har rätt. Jag kan se något som rör sig i kullarna. Det verkar som om det finns vandöda där.

source: Excellent! It is time for exercise!
sv: Utmärkt! Det är dags för lite övning!

source: Hmmm, what neat bottle! What is it?
sv: Hmmm, vilken fin flaska! Vad är det för något?

source: It is written H.O.L.Y W.A.T.E.R
sv: Det står V.I.G.V A.T.T.E.N

source: I'm thirsty ... *gulp* *gulp*
sv: Jag är törstig ... *klunk* *klunk*

source: Ahhh, that was yummy!
sv: Ahhh, det var smaskens!

source: The day is coming, these night creatures will soon return to the pit.
sv: Dagen nalkas, dessa nattvarelser kommer snart att återvända till sina hålor.

source: Grüü, are you forgeting we are ALSO night creatures?
sv: Grüü, glömmer du att vi OCKSÅ är nattvarelser?

source: Err... well...
sv: Err... nåja...

source: Toward Mountains of Haag
fr: A travers la montagne de Haag
sv: Mot Haag-bergen

source: Victory: @Move Kapou'e to the end of the mountains Defeat: #Death of Kapou'e #Turns run out
fr: Victoire: @Mener Kapou'e à l'autre bout des montagnes Défaite: #Mort de Kapou'e #Nombre de tours dépassé
sv: Seger: @Förflytta Kapou'e till bergens slut Nederlag: #Kapou'e dör #Dragen tar slut

source: We have nearly crossed the mountains. I feel the lands of the free tribes are near now. But beware, there are dwarves and wild trolls around. Hurry up! I can see the sign post that indicates their land.
sv: Vi har nästan tagit oss över bergen. Jag känner på mig att de fria stammarnas land inte kan vara långt borta. Men se upp, det finns både dvärgar och vilda troll i trakten. Skynda er! Jag ser vägskylten som visar att detta är deras land.

source: What are these orcs doing here? They should be too tired to live.
sv: Vad gör de där orcherna här? De borde vara för trötta för att leva.

source: I've never pushed so far, we are crossing the border of the Black Eye lands.
sv: Jag har aldrig strövat så långt, vi är på väg ut över gränsen till Svarta Ögats marker.

source: Look! Dwarves are fighting against orcs!
sv: Titta! Dvärgarna slåss mot orcherna!

source: Father, we should help them. Orcs are our allies.
sv: Far, vi bör hjälpa dem. Orcherna är våra allierade.

source: I don't know if we should do that. Orcs have been our allies in the past, but they have always treated us as fools.
sv: Jag vet inte om vi bör göra det. Orcherna har varit våra allierade förut, men de har alltid behandlat oss som mindre vetande.

source: But Father, we don't know what they are seeking there, maybe this is a good occasion to get rid of these dwarves.
sv: Men Far, vi vet inte vad de söker där, kanske är detta ett bra tillfälle att blir av med dvärgarna.

source: You are right, my son. We will help our orcish friends. But take care of you ... I would be desperate if something would happen to you.
sv: Du har rätt, min son. Vi ska hjälpa våra orchiska vänner. Men var försiktig ... jag vet inte vad jag skulle göra om någonting hände dig.

source: Argh! I'm done. My people is dommed!
sv: Argh! Det är slut med mig. Mitt folk är dödsdömt!

source: Father! Oh no!
sv: Far! Åh nej!

source: Filthy dwarves! Now I'm to kill you to the last!
sv: Smutsiga dvärgar! Nu tänker jag slå ihjäl varenda en av er!

source: Oh no, I'm defeated.
fr: Oh non, je suis vaincu.
sv: Oh nej, jag är besegrad.

source: My son! I should have never brought him to this fight. Now we are to return to our caverns, and we will never go back.
sv: Min son! Jag skulle aldrig låtit honom följa med till denna strid. Nu återvänder vi till våra grottor, och kommer aldrig mer tillbaka.

source: Our troll friends are over. Without them there is no hope.
sv: Allt är över för våra trollvänner. Utan dem finns det inget hopp.

source: Argh! I die!
sv: Argh! Jag dör!

source: We've succeeded! We've passed through the Mountains of Haag! Look at these green hills! The land of the free tribes is near now. I can see the walls of Barag-Gor in the distance.
sv: Vi har lyckats! Vi har tagit oss över Haag-bergen! Se på dessa gröna kullar! De fria stammarnas land är inte långt borta nu. Jag kan se Barag-Gors murar där borta.

source: Blemaker, many thanks for your help in this fight. Would you like to join us in our journey with your son? Your help would be very appreciated!
sv: Blemaker, vi tackar dig för din hjälp i denna kamp. Vill du och din son slå följe med oss? Vi skulle verkligen uppskatta er hjälp!

source: Father, I'd like to join them. Would you mind it?
sv: Far, Jag skulle vilja gå med dem. Skulle du ha något emot det?

source: My son, you're old enough to discover the world. Me, I have to stay here. But take care, there are plenty of creatures that seek our end, like elves or humans. They are as clever as merciless.
sv: MIn son, du är gammal nog för att utforska världen. Jag, jag måste stanna här. Men ta dig i akt, det finns många varelser som vill förgöra oss,som alver och människor. De är lika klipska som de är skoningslösa.

source: Thanks, father. Don't worry, I'll take care of myself.
sv: Tack, far. Oroa dig inte, jag kan ta vara på mig själv.

source: Grüü, many thanks for your help in this fight. I'm sorry for your father. Would you like to join us in our journey? Your help would be very appreciated!
sv: Grüü, vi tackar dig för din hjälp i striden. Jag beklagar din faders öde. Vill du slå följe med oss? Vi skulle verkligen uppskatta din hjälp!

source: My father would have come to help you. I would insult his memory not to help you. I come!
sv: Min far skulle ha hjälpt er. Det vore en förolämpning mot hans minne att inte hjälpa er. Jag kommer med er!

source: Ouch! This hurts!
fr: Aïe ! Ça fait mal !
sv: Aaaj! Detta gör ont!

source: The council will never be complete again. This is hopeless.
fr: Le conseil ne sera jamais plus au complet, c'est sans espoir.
sv: Rådet kommer aldrig att återigen vara fulltaligt, detta är hopplöst.

source: Argh! I'm done. My people is doomed!
fr: Argh ! Je suis fait. Mon peuple est condamné !
sv: Argh! Allt är slut. Mitt folk är dödsdömt!

source: Without Inarix to lead his saurians, there is no hope.
sv: Utan Inarix att leda ödlemännen, så finns det inget hopp.

source: Rahul I, King of Wesnoth, concluded peace with orcs in his 4th year of reign. He ended a 15 year war with Black Eye Karun, ruler of the orcs. A peace treaty defined which lands were devoted to orcs or humans. Years that followed peace were prosperous.
fr: Rahul I, Roi de Wesnoth, a signé un traité de paix avec les orcs dans sa 4ème année de règne. Il mit ainsi fin à 15 années de guerre avec Karun à l'Œil noir, le seigneur des orcs. Le traité de paix définit quelles terres appartiendraient aux orcs et lesquelles aux humains. Les années qui suivirent cette paix furent prospères.
sv: Rahul I, kung av Wesnoth, slöt fred med orcherna under det fjärde året av sin regeringstid. Han avslutade ett 15-årigt krig med Svarta Ögat Karun, orchernas härskare. Fredsavtal fastställde vilka marker som skulle tillhöra orcherna och vilka som skulle tillhöra människorna. De år som följde på krigsslutet var välmående.

source: In the thirteenth year of Howgarth III, tension began to rise between Orcish tribes and human northern earldoms. Famine led humans to colonize some orcish lands and to push orcs to desolated hills.
fr: Dans la treizième année de règne de Howgarth III, la tension commença à monter entre les tribus d'orcs et les comtés humains du nord. La famine poussa les humains à coloniser quelques terres des orcs et à repousser ceux-ci dans les collines désolées.
sv: Under Howgarth III:s trettonde år vid makten, så började spänningarna mellan orchernas stammar och människornas nordliga hertigdömen att byggas upp. Hungersnöd fick människorna att bosätta sig i marker som tillhörde orcherna, och de tvingade orcherna upp i de öde kullarna.

source: Of course, this caused violent orcish riots as orcs systematically slaughtered human colonies and villages that were on their lands. Then, earl Lanbec'h decided to definitively address the Orcish menace and conferred a small army to his son-in-law baron Albert.
fr: Naturellement, ceci causa de violentes émeutes parmi les orcs, lesquels massacraient systématiquement les colons et les villages humains qui étaient sur leurs terres. Puis, le Comte Jean décida d'en finir une fois pour toute avec la menace orc et commanda une petite armée à son beau-fils le baron Albert.
sv: Naturligtvis skapade detta våldsamma upplopp bland orcherna, och de slaktade systematiskt kolonier och människobyar som låg på deras marker. Därpå beslöt hertig Jean att ta itu med hotet från orcherna, och gav sin svärson baron Albert befälet över en liten armé.

source: Baron Albert personally led a small vanguard with the mission to establish a bridgehead inside Orcish lands.
fr: Le Baron Albert pris personnellement la tête d'une petite avant-garde avec pour mission d'établir une tête de pont à l'intérieur des terres orc.
sv: Baron Albert ledde personligen en liten förtrupp som skulle upprätta ett brofäste på orchernas marker.

source: Pirate Galleon
de: Piraten-Galleone
fr: Gallion pirate
sv: Piratgaljon

source: A New Chance
fr: Une nouvelle chance
sv: En ny chans

source: Victory: @Clear the land of monsters Defeat: #Death of Gwiti Ha'atel #Turns run out
fr: Victoire : @Nettoyer le pays de ses monstres Défaite: #Mort de Gwiti Ha'atel #Nombre de tours dépassé
sv: Seger: @Utrota alla monster i landet Nederlag: #Gwiti Ha'atel dör #Dragen tar slut

source: After his banishment from Wesnoth for practising necromancy, the young Gwiti Ha'atel arrived on a strange shore. He decided to claim it for his own.
fr: Après son bannissement de Wesnoth pour pratique de la nécromancie, le jeune Gwiti Ha'atel arriva sur un étrange rivage. Il décida de le revendiquer comme sien.
sv: Efter att den unge Gwiti Ha'atel förvisats från Wesnoth för att ha utövat nekromanti, så kom han till en underlig kust. Han beslöt att hävda den som sin egen.

source: Noooo! Not now, not when I have escaped!
fr: Noooon ! Pas maintenant, pas quand je viens de m'échapper !
sv: Neeeej! Inte nu, när jag har flytt!

source: Argh! I die!
fr: Argh ! Je meurs !
sv: Argh! Jag dör!

source: The Wesnothians have discovered my escape! This is not good...
fr: Les Wesnothiens ont découvert ma fuite ! Ce n'est pas bon...
sv: Wesnothborna har upptäckt att jag flytt! Detta är inte bra...

source: Brother Against Brother
fr: Frère contre frère
sv: Broder mot Broder

source: Victory: @Defeat your brother Nati Ha'atel Defeat: #Death of Gwiti Ha'atel #Turns run out
fr: Victoire : @Vaincre votre frère Nati Ha'atel Défaite : #Mort de Gwiti Ha'atel #Nombre de tours dépassé
sv: Seger: @Besegra din broder Nati Ha'atel Nederlag: #Gwiti Ha'atel dör #Dragen tar slut

source: As the sun set, Gwiti discovered that his arch-rival and brother, Nati, had already ensconced himself nearby.
fr: Alors que le soleil se couchait, Gwiti découvrit que Nati, son rival et frère, s'était déjà bien installé non loin de là.
sv: När solen gick ner så upptäckte Gwiti att hans ärkerival och broder Nati redan hade förskansat sig i närheten.

source: Ah, hated brother mine. Look well upon the setting sun, for you shall not live to see another in this land.
fr: Ah, mon frère haï. Regarde bien le soleil couchant, car tu ne vivras pas assez longtemps pour en voir un autre en ce pays.
sv: Ah, min hatade broder. Titta noga på solnedgången, för du kommer inte att leva för att se någon annan i detta land.

source: This land? Do you truly not know where we are? Then you are a greater fool than I had thought.
fr: En ce pays ? Ne sais-tu donc pas où nous sommes ? Tu es bien plus sot que je ne le pensais.
sv: Detta land? Vet du verkligen inte var vi är? Då är du en större dåre än vad jag trodde.

source: Cease your blustering, fool, and prepare to die...again.
fr: Cesse tes fanfaronnades, idiot, et prépare-toi à mourir... une nouvelle fois.
sv: Sluta pladdra, idiot, och gör dig redo att dö...igen.

source: I will fight you with all my strength to prevent that, and I was always the stronger of us. Flee now and save your miserable hide before I make it a carpet.
fr: Je te combattrai de toutes mes forces pour empêcher ça. J'ai toujours été le plus fort de nous deux. Fuis maintenant et sauve ta misérable peau avant que je n'en fasse un tapis.
sv: Jag kommer att slåss mot dig med all min styrka för att förhindra det, och jag var alltid den starkare av oss. Fly nu och rädda ditt ynkliga skinn innan jag gör en matta av det.

source: Don't be silly! I'm not hairy enough to be a carpet! But your scalp would make a good pillow.
fr: Ne sois pas stupide ! Je ne suis pas assez poilu pour faire un tapis ! Mais ton scalp ferait un bon oreiller.
sv: Var inte fånig! Jag är inte på långa vägar hårig nog för att bli en bra matta! Men din skalp skulle bli en bra kudde.

source: What? I can't die! I already have! Noooo!
fr: Quoi ? Je ne peux pas mourir ! Je l'ai déjà fait ! Noooon !
sv: Vad? Men jag kan inte dö! Jag är redan död! Neeeej!

source: Ha ha ha, did I not tell you it would be so? Perhaps I shall summon your shade to serve me one day. Until then...farewell!
fr: Ah ah ah, ne t'avais-je pas prévenu ? Peut-être devrais-je invoquer ton ombre pour me servir, un jour. D'ici là... porte-toi bien !
sv: Ha ha ha, sa jag inte att det skulle bli så? Kanske kommer jag en dag att kalla på din skugga för att tjäna mig. Till dess...farväl!

source: It is over. I am doomed.
fr: C'est fini... Je suis condamné...
sv: Det är slut. Jag är förtappad.

source: I...have failed to win this battle. I am defeated. I will not believe it.
fr: Je... J'ai échoué à gagner cette bataille... Je suis vaincu... Je n'arrive pas à le croire.
sv: Jag...förlorade striden. Jag är besegrad. Jag kan inte tro det.

source: Die, yes, die, and go to the Land of the Dead. Perhaps one day you will be back under my command!
fr: Meurs, oui, meurs, et rends-toi au Royaume des morts. Un jour, peut-être, reviendras-tu sous mes ordres !
sv: Dö, ja, dö, och gå till de dödas land. Kanske kommer du att tjäna mig en gång!

source: Didn't I tell you so?!
fr: Ne te l'avais-je pas dit ?!
sv: Sa jag inte att det skulle bli så?!

source: And by my own hands you died!
fr: Et tu meurs de mes propres mains !
sv: Och jag har dödat dig med mina egna händer!

source: I am Gwiti the Mighty, prepare to die!
fr: Je suis Gwiti le Puissant, prépare-toi à mourir !
sv: Jag är Gwiti den Mäktige, gör dig redo för att dö!

source: Now you shall die!
fr: Maintenant, tu vas mourir !
sv: Nu kommer du att dö!

source: You miserable wretch, know that it is only by my mercy that you look upon the sun again, for you shall die before it sets.
fr: Misérable crapule, sache que ce n'est que grâce à ma pitié que tu peux de nouveau voir le soleil, car tu mourras avant qu'il ne se couche !
sv: Din ynkliga krake, vet att det blott är av barmhärtighet som du ser solen igen, du kommer att dö innan den går ner.

source: May I remind you that even as we speak, my undead legions are marching towards you?
fr: Dois-je te rappeler que, à l'instant même où nous parlons, mes légions mort-vivantes marchent vers toi ?
sv: Tillåt mig att påminna dig att i denna stund så marscherar mina vandöda legioner mot dig?

source: Confrontation
sv: Konfrontation

source: Victory: @Slay Leonard Defeat: #Death of Gwiti Ha'atel #Turns run out
fr: Victoire : @Tuer Léonard Défaite : #Mort de Gwiti Ha'atel #Nombre de tours dépassé
sv: Seger: @Döda Leonard Nederlag: #Gwiti Ha'atel dör #Dragen tar slut

source: With the finding of Crelanu's ancient tome, fresh strength had flowed to Gwiti's army, and they had made good time. However, Gwiti's march was halted by Leonard as he reentered Wesnothian territory. The general of several outlying areas, his troops were many but untrained.
fr: Avec la découverte de l'ancien livre de Crelanu, une nouvelle force a envahi l'armée de Gwiti. Cependant, la progression de Gwiti fut interrompue par Léonard alors qu'il rentrait en territoire Wesnothien. Général de plusieurs zones extérieures, ses troupes étaient nombreuse mais peu entraînées.
sv: Fyndet av Crelanus gamla bok hade givit Gwitis armé ny styrka, och de lade snabbt milen bakom sig. Men när han återigen gav sig in på Wesnoths territorium, så stod Leonard i hans väg. Denne var general över flera områden i Wesnoths gränstrakter, och hans trupper var mångtaliga, men otränade.

source: I see that your puny kingdom marshalls its troops at last.
fr: Je vois que votre frêle royaume rassemble enfin ses troupes.
sv: Jag ser att ditt ynkliga kungadöme till sista sammankallar sina trupper.

source: So you are the one responsible for our defeat at the Stone of Erzen. Die!
fr: Ainsi donc tu es le responsable de notre défaite au Rocher de Erzen. Meurs !
sv: Så du är den som är ansvarig för vår förlust vi Erzens sten. Dö!

source: Somehow, I have the feeling it is you who will do the dying today. I wonder why?
fr: D'une façon ou d'une autre, j'ai le sentiment que c'est vous qui allez mourir aujourd'hui. Je me demande pourquoi ?
sv: På något sätt så har jag en känsla av att det är du som kommer att dö idag. Undrar vad det kan bero på?

source: In truth, Leonards army was unprepared and under-equipped, and he had neglected to send word. Luckily, behind him came one whose name was a bane to the undead: Lord Aretu. Gwiti knew that even if he defeated Leonard, his best hope was now to flee into the mountains.
fr: En vérité, l'armée de Léonard était mal préparée et sous-équipé et il a négligé d'envoyer un message. Heuseusement, derrière lui vint celui dont le nom est la peste des morts-vivants : Seigneur Aretu. Gwiti savait que même s'il vainquait Léonard, son meilleur espoir était de fuir dans les montagnes.
sv: Sannerligen, Leonards armé var oförberedd och dåligt utrustad, och han hade underlåtit att begära förstärkning. Som tur var, så kom bakom honom en vars namn var som en domedag för de vandöda: Lord Aretu. Gwiti visste att även om han kunde besegra Leonard, så var hans bästa chans nu att fly upp i bergen.

source: I shall slay you myself!
fr: Je vous massacrerai moi-même !
sv: Jag skall dräpa dig själv!

source: So this is death... the cold, black void
fr: Ainsi, ceci est la mort... le vide glacé et obscur.
sv: Så detta är döden...det kalla, mörka intet.

source: No! This cannot be true! My king, I have failed...
fr: Non ! Ce ne peut être vrai ! Votre majesté, j'ai failli...
sv: Nej! Detta kan inte vara sant! Min kung, Jag har misslyckats...

source: Leonard is dead? Oh, what a sad day. Come, men, let us destroy those undead!
fr: Léonard est mort ? Oh, quel jour triste. Venez, allons détruire ces morts-vivants !
sv: Är Leonard död? Oh, vilken sorgens dag. Kom, mannar, låt oss förstöra de vandöda!

source: Only one way lies open now. I must flee where his horses cannot go: the sharp peaks and bottomless caves.
fr: Seul un chemin reste ouvert désormais. Je dois fuir là où ses chevaux ne peuvent aller : les cimes acérées et les grottes sans fond.
sv: Det finns bara en väg jag kan ta. Jag måste fly dit hans hästar inte kan gå: till de vassa topparna och bottenlösa grottorna.

source: NEW OBJECTIVE @Move Gwiti to the end of the mountain pass
fr: NOUVEL OBECTIF @Amener Gwiti à la fin du passage de la montagne
sv: NY MÅLSÄTTNING @Flytta Gwiti till bergspassets slut

source: Return to your master, dark fiend!
fr: Retourne à ton maître, sombre démon !
sv: Återvänd till din herre, mörka odjur!

source: Haha, it was a mistake of you to flee there! The pass is blocked, and my troops will slay you now!
fr: Haha, ce fut une erreur pour vous de fuir là-bas ! Le passage est bloqué et maintenant mes troupes vont vous massacrer.
sv: Haha, det var ett misstag av dig att fly dit! Passet är blockerat, och mina trupper kommer att slakta dig nu!

source: Phew... Surely the puny humans will be too tired to follow me now!
fr: Ouf... Ces humains chétifs vont sûrement être trop épuisés pour me suivre maintenant !
sv: Puh... De där ynkliga människorna måste vara för trötta för att förfölja mig nu!

source: Oh, no, escaping dwarves only to be caught by undead.
fr: Oh, non, s'échapper des nains pour finalement être attrapés pas les morts-vivants.
sv: Oh, nej, jag slapp undan dvärgarna bara för att bli fångad av de vandöda.

source: Who are you? If you are a foe of the Dwarves, I might consider you an ally.
fr: Qui êtes-vous ? Si vous êtes un ennemi des nains, je devrais vous considérer comme une allié.
sv: Vem är du? Om du är en fiende till dvärgarna, så är du kanske en lämplig allierad till mig.

source: I am Tanar, lord of an orcish clan that dwelt here! My people were driven out by the dwarves. All families count several dead. Please, let us march with you, for only a chance to strike back at the evil Dwarves!
fr: Je suis Tanar, seigneur d'un clan orc qui habitait ici ! Mon peuple fut traqué par les nains. Toutes les familles comptent plusieurs morts. S'il vous plaît, laissez-nous poursuivre avec vous, pour seulement une chance de battre ces nains diaboliques !
sv: Jag är Tanar, herre över den orchklan som brukade bo här! Mitt folk fördrevs av dvärgarna. Varje familj har förlorat flera medlemmar. Snälla, låt oss marschera med er, om blott för en chans att få slåss mot de onda dvärgarna!

source: Gladly. I do get so lonely talking to myself, and none of my minions are worth talking to.
fr: Avec plaisir. J'étais si solitaire et aucun de mes serviteur ne mérite qu'on leur parle.
sv: Gärna. Det blir lite ensamt att tala med sig själv, och inte en enda av mina undersåtar går att prata med.

source: Thank you, my new Lord! Never had I thought I would see the day when my people were glad to march alongside skeletons and ghosts.
fr: Merci, mon nouveau seigneur. Je n'aurais jamais cru que j'aurais vu mon peuple heureux de marcher cote-à-cote avec des squelettes et des fantômes.
sv: Tack, min nye herre! Aldrig trodde jag att jag skulle få se den dag då mitt folk gladdes åt att marschera bredvid skelett och spöken.

source: Crelanu's Book
fr: Le livre de Crelanu
sv: Crelanus Bok

source: Victory: @Move Gwiti to take the Book Defeat: #Death of Gwiti #Turns run out
fr: Victoire: @Amener Gwiti jusqu'au livre Défaite: #Mort de Gwiti #Nombre de tours dépassé
sv: Seger: @Gwiti får tag i Boken Nederlag: #Gwiti dör #Dragen tar slut
