Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: main={name_long}|{prefix}{suffix}|{name_mid}{connector}{surname} name_mid={prefix}{suffix}|{name_short} surname={name_mid_male}|{name_mid}|{name_mid_male} name_long={prefix}{suffix}|{prefix}{centre}{suffix} name_short=Afaf|Aida|Alya|Arij|Arwa|Asma|Asra|Azra|Dua|Fajr|Hala|Hana|Hiba|Inas|Isra|Lina|Mona|Muna|Nida|Nima|Nur|Rana|Rim|Ruba|Ruya|Ruwa|Sana|Sara|Suha|Tuba|Uzma|Zara prefix=Ab|Bas|Fat|Gha|Al|Ba|Ja|Ha|Mu|Ra|Raz|Abi|Am|La|ʿAj|Ala|ʿAk|Fa|Du|Im|Ju|Mun|Ma|Ni|Ji|Mu|Lab|Luf|Mih|Mi|Qu|Tal|Ta|Tha|Za|Zi|Yas|Wa|Su|Qa|ʿIkri|Lu|Su|Osa|Rag|Saf|Da|Fay|Nib|Nash suffix=a|ab|ad|ah|af|aj|al|am|an|ar|as|at|ay|az|da|een|ia|ij|in|ir|la|ma|mas|n|na|nab|ni|r|ra|raa|ran|rat|ul|ur|uz|wa|ya|yah|yam|za|zi connector= al-| ibna | bint centre=ʿ|ʾ|hi|sa|kar|da|na|ja|tay|ki|hai|saw These nonterminals are literally copied from the male names. name_mid_male={prefix_male}{suffix_male}|{name_short_male} name_short_male=Din|Sif|Din|Taj|Sud|Ali|Lut|Nuh|Qays|Nimr|Jad|Bushr|Lut|Maʿd|Nur|Fadl prefix_male=Ab|Bas|Fat|Gha|Al|Ba|Ja|Ha|Mu|Ra|Raz|Abi|Am|La|ʿAj|Ala|ʿAk|Fa|Du|Im|Ju|Mun|Ma|Ni|Ji|Mu|Lab|Luf|Mih|Mi|Qu|Tal|Ta|Tha|Za|Zi|Yas|Wa|Su|Qa|ʿIkri|Lu|Su|Osa|Rag|Saf|Da|Fay|Nib|Nash suffix_male=af|al|lih|bair|sur|bi|lah|at|sim|ma|ih|yl|iq|raj|mam|man|ya|zid|riya|ail|air|ah|en|in|ayd|ud|rah|wah|nan|as|ir|ba|ni|yad|ras|zuq|hid|mal|kib
eo: main={name_long}|{prefix}{suffix}|{name_mid}{connector}{surname} name_mid={prefix}{suffix}|{name_ŝort} surname={name_mid_male}|{name_mid}|{name_mid_male} name_long={prefix}{suffix}|{prefix}{centre}{suffix} name_ŝort=Afaf|Aida|Alja|Ariĝ|Arva|Asma|Asra|Azra|Dua|Faĝr|Hala|Hana|Hiba|Inas|Isra|Lina|Mona|Muna|Nida|Nima|Nur|Rana|Rim|Ruba|Ruja|Ruva|Sana|Sara|Suha|Tuba|Uzma|Zara prefix=Ab|Bas|Fat|Gha|Al|Ba|Ĝa|Ha|Mu|Ra|Raz|Abi|Am|La|ʿAĝ|Ala|ʿAk|Fa|Du|Im|Ĝu|Mun|Ma|Ni|Ĝi|Mu|Lab|Luf|Mih|Mi|Ku|Tal|Ta|Ta|Za|Zi|Jas|Va|Su|Ka|ʿIkri|Lu|Su|Osa|Rag|Saf|Da|Faj|Nib|Naŝ suffix=a|ab|ad|ah|af|aĝ|al|am|an|ar|as|at|aj|az|da|een|ia|iĝ|in|ir|la|ma|mas|n|na|nab|ni|r|ra|raa|ran|rat|ul|ur|uz|va|ja|jah|jam|za|zi connector= al-| ibna | bint centre=ʿ|ʾ|hi|sa|kar|da|na|ĝa|taj|ki|hai|sav Tese nonterminals are literallj copied from te male names. name_mid_male={prefix_male}{suffix_male}|{name_short_male} name_short_male=Din|Sif|Din|Taĝ|Sud|Ali|Lut|Nuh|Kajs|Nimr|Ĝad|Buŝr|Lut|Maʿd|Nur|Fadl prefix_male=Ab|Bas|Fat|Gha|Al|Ba|Ĝa|Ha|Mu|Ra|Raz|Abi|Am|La|ʿAĝ|Ala|ʿAk|Fa|Du|Im|Ĝu|Mun|Ma|Ni|Ĝi|Mu|Lab|Luf|Mih|Mi|Ku|Tal|Ta|Za|Zi|Jas|Va|Su|Ka|ʿIkri|Lu|Su|Osa|Rag|Saf|Da|Faj|Nib|Naŝ suffix_male=af|al|lih|bair|sur|bi|lah|at|sim|ma|ih|jl|ik|raĝ|mam|man|ja|zid|rija|ail|air|ah|en|in|ajd|ud|rah|vah|nan|as|ir|ba|ni|jad|ras|zuk|hid|mal|kib

source: Amprixta,Anexir,Anitraz,Arix,Axiz,Bzz’Kza,Chamil,Cleezi,Clezz,Fazzis,Fizztrax,Flixta,Flizzil,Frikes,Frizzle,Hasz,Heffez,Hertrazzir,Hesz,Hezzir,Hezzis,Hix,Inexis,Irix,Jezzix,Kaliez,Kepzs,Kernix,Kersezz,Kertrasz,Kerx,Kerxenix,Kezz,Klexaz,Klezyx,Krarax,Krenarex,Krex,Krinex,Krisess,Laizix,Lazki,Lixeez,Merax,Mexiss,Moxanzz,Naxisz,Nix,Pekzs,Plaxis,Plesix,Presch,Sailik,Salanix,Salik,Sandix,Saprazz,Satras,Skalix,Skandix,Skazix,Skeely,Skeezix,Sklizle,Skrez,Slizilx,Sprizz,Ssizer,Ssorix,Sszasz,Sterizz,Talerez,Tarex,Tarnix,Tezzaz,Tirasch,Tirax,Tirix,Trezz,Venezz,Vriss,Waks,Xaffrasz,Xartrez,Xasz,Xaztex,Xerxix,Xirasz,Xirr,Xirtras,Xirtrez,Xirz,Zandler,Zedrix,Zilrix,Zizzasz,Zslap,Zzalkz,Zzupde
eo: Ampriksta,Aneksir,Anitraz,Ariks,Aksiz,Bzz’Kza,Ĉamil,Kleezi,Klezz,Fazzis,Fizztraks,Fliksta,Flizzil,Frikes,Frizzle,Hasz,Heffez,Hertrazzir,Hesz,Hezzir,Hezzis,Hiks,Ineksis,Iriks,Ĝezziks,Kaliez,Kepzs,Kerniks,Kersezz,Kertrasz,Kerks,Kerkseniks,Kezz,Kleksaz,Klezjks,Kraraks,Krenareks,Kreks,Krineks,Krisess,Laiziks,Lazki,Likseez,Meraks,Meksiss,Moksanzz,Naksisz,Niks,Pekzs,Plaksis,Plesiks,Presĉ,Sailik,Salaniks,Salik,Sandiks,Saprazz,Satras,Skaliks,Skandiks,Skaziks,Skeelj,Skeeziks,Sklizle,Skrez,Slizilks,Sprizz,Ssizer,Ssoriks,Sszasz,Sterizz,Talerez,Tareks,Tarniks,Tezzaz,Tirasĉ,Tiraks,Tiriks,Trezz,Venezz,Vriss,Vaks,Ksaffrasz,Ksartrez,Ksasz,Ksazteks,Kserksiks,Ksirasz,Ksirr,Ksirtras,Ksirtrez,Ksirz,Zandler,Zedriks,Zilriks,Zizzasz,Zslap,Zzalkz,Zzupde

source: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=Am|An|Ar|Bzz|Cha|Clee|Fa|Fi|Fli|Fri|Ha|He|In|Ir|In|Ka|Ke|Jezz|Ji|Ka|Ke|Lo|Ma|Ox|Po|Sa|Se|Li|Me|Na|Pre|Ska|Sse|Ssi|Sto|Ste|Szi|Sza|Ti|Ve|Vri|Xa|Xe|Xi|Zan|Zil|Zzu suffix=ta|ir|az|ix|za|trax|il|le|esz|izs|ezz|irr|asch|ez|is|iss|azz centre=ix|’Kza|tra|na|an|ex|ssa|zzi|’Usz
eo: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=Am|An|Ar|Bzz|Ĉa|Klee|Fa|Fi|Fli|Fri|Ha|He|In|Ir|In|Ka|Ke|Ĝezz|Ĝi|Ka|Ke|Lo|Ma|Oks|Po|Sa|Se|Li|Me|Na|Pre|Ska|Sse|Ssi|Sto|Ste|Szi|Sza|Ti|Ve|Vri|Ksa|Kse|Ksi|Zan|Zil|Zzu suffix=ta|ir|az|iks|za|traks|il|le|esz|izs|ezz|irr|asĉ|ez|is|iss|azz centre=iks|’Kza|tra|na|an|eks|ssa|zzi|’Usz

source: Absu,Abzu,Aigaion,Alastyn,Apalala,Apam,Apsu,Aremata,Atlahua,Atlaua,Barinthus,Dhakhan,Dylan,Elcmar,Ember,Enki,Faro,Habaek,Ikatere,Jamm,Jin,Kinilau,Kulullu,Labuna,Laut,Lir,Llyr,Ludd,Makara,Maui,Melicertes,Mimir,Natat,Nechtan,Neptune,Nereus,Nethuns,Njord,Nuada,Nudd,Nudimmud,Nun,Oceanus,Okeanos,Phorcys,Pontus,Popoa,Poseidon,Proteus,Raja,Rau,Rorua,Ryujin,Scylla,Sinilau,Sisiutl,Tagaloa,Tanaoa,Tangaloa,Tangaroa,Thaumas,Tikitiki,Tini,Tinilau,Tinirau,Toniwha,Triton,Vizi,Vodnik,Vourukasa
eo: Absu,Abzu,Aigaion,Alastjn,Apalala,Apam,Apsu,Aremata,Atlahua,Atlaua,Barintus,Dhakhan,Djlan,Elcmar,Ember,Enki,Faro,Habaek,Ikatere,Ĝamm,Ĝin,Kinilau,Kulullu,Labuna,Laut,Lir,Lljr,Ludd,Makara,Maui,Melicertes,Mimir,Natat,Nechtan,Neptune,Nereus,Netuns,Nĝord,Nuada,Nudd,Nudimmud,Nun,Oceanus,Okeanos,Phorcjs,Pontus,Popoa,Poseidon,Proteus,Raĝa,Rau,Rorua,Rjuĝin,Scjlla,Sinilau,Sisiutl,Tagaloa,Tanaoa,Tangaloa,Tangaroa,Taumas,Tikitiki,Tini,Tinilau,Tinirau,Tonivha,Triton,Vizi,Vodnik,Voŭrukasa

source: Aglaopheme,Amphitrite,Aphrodite,Ariel,Atargatis,Calypso,Delphine,Derceto,Diktynna,Electra,Galatea,Himeropa,Jengu,Leucosia,Ligia,Lori Lamaris,Mama Wata,Marina,Miranda,Miriam,Molpe,Parthenope,Pelagia,Pisinoe,Rân,Sedna,Stella Maris,Thelxiepia,Tirgata,Vatea,Ved-Ava,Veen emo,Vete-ema
eo: Aglaofeme,Amfitrite,Afrodite,Ariel,Atargatis,Caljpso,Delfine,Derceto,Diktjnna,Electra,Galatea,Himeropa,Ĵengu,Leucosia,Ligia,Lori Lamaris,Mama Wata,Marina,Miranda,Miriam,Molpe,Partenope,Pelagia,Pisinoe,Rân,Sedna,Stella Maris,Telksiepia,Tirgata,Vatea,Ved-Ava,Veen emo,Vete-ema

source: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=A|Ai|Apa|Bar|Atla|Dha|El|Fa|Ja|La|Ku|Li|Ma|Me|Mi|Na|Ne|Njo|Nua|Nu|Oce|Okre|Phor|Po|Pro|Ra|Ro|Ryu|Scy|Si|Ta|Thau|Ti|Vi|Tri|Vo|Vou suffix=su|ion|la|ta|ua|mar|re|lau|lu|na|yr|ra|tes|nus|teus|tes|tan|mas|ki|ni|lau|nik|sa|loa|roa centre=la|ma|ri|sei|te|ka|li|cer|tu|ni|ki|na|ga|si
eo: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=A|Ai|Apa|Bar|Atla|Dha|El|Fa|Ĵa|La|Ku|Li|Ma|Me|Mi|Na|Ne|Nĵo|Nua|Nu|Oce|Okre|Phor|Po|Pro|Ra|Ro|Rju|Scj|Si|Ta|Taŭ|Ti|Vi|Tri|Vo|Voŭ suffix=su|ion|la|ta|ua|mar|re|laŭ|lu|na|jr|ra|tes|nus|teus|tes|tan|mas|ki|ni|laŭ|nik|sa|loa|roa centre=la|ma|ri|sei|te|ka|li|cer|tu|ni|ki|na|ga|si

source: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=Agla|Amphi|A|Ca|Del|Der|Di|El|Ga|Je|Leu|Li|Lo|Ma|Wa|Ma|Mi|Mo|Par|Pel|Pi|Se|Ste|Ma|The|Ti|Va|Ve suffix=me|pe|gia|noe|dna|la|ris|ta|tea|va|mo|pe|riam|riel|na|ra|tea centre=ophe|phri|tri|phro|di|si|xie|ce|ty|la|me|ro|co|mar|ran|then|la|ga
eo: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=Agla|Amphi|A|Ca|Del|Der|Di|El|Ga|Ĵe|Leŭ|Li|Lo|Ma|Wa|Ma|Mi|Mo|Par|Pel|Pi|Se|Ste|Ma|Te|Ti|Va|Ve suffix=me|pe|gia|noe|dna|la|ris|ta|tea|va|mo|pe|riam|riel|na|ra|tea centre=ofe|fri|tri|fro|di|si|ksie|ce|tj|la|me|ro|co|mar|ran|ten|la|ga

source: Abraxas,Aleiss,Amail,Axmail,Blanal,Bleii,Blo,Bress,Briss,Gaxmol,Griam,Griss,Grissileii,Hailoss,Hainoss,Harxos,Huzel,Inaloss,Ineii,Issal,Klezel,Kras,Krezkps,Kzap,Lamaiss,Lameii,Lexpek,Liness,Lobor,Maissol,Malinos,Milbor,Mileii,Nildloss,Oxpeii,Poniaz,Psell,Pson,Pzakp,Reii,Sassal,Saxil,Saxrireii,Sekol,Silas,Skell,Skepz,Slell,Snol,Soill,Sorkol,Srell,Trixoz,Vilail,Vissal,Vlanis,Xabrak,Xamalel,Xinas,Xnamos,Xopkon,Zalsp,Zlek,Zpsek,Zsekp
eo: Abraksas,Aleiss,Amail,Aksmail,Blanal,Bleii,Blo,Bress,Briss,Gaksmol,Griam,Griss,Grissileii,Hailoss,Hainoss,Harksos,Huzel,Inaloss,Ineii,Issal,Klezel,Kras,Krezkps,Kzap,Lamaiss,Lameii,Lekspek,Liness,Lobor,Maissol,Malinos,Milbor,Mileii,Nildloss,Okspeii,Poniaz,Psell,Pson,Pzakp,Reii,Sassal,Saksil,Saksrireii,Sekol,Silas,Skell,Skepz,Slell,Snol,Soill,Sorkol,Srell,Triksoz,Vilail,Vissal,Vlanis,Ksabrak,Ksamalel,Ksinas,Ksnamos,Ksopkon,Zalsp,Zlek,Zpsek,Zsekp

source: Aliasse,Amailis,Axmailia,Blai,Blanalai,Bli,Bliana,Brassas,Brissal,Gaxmail,Griama,Grissa,Grissilai,Haila,Haina,Harxias,Huzi,Inai,Inalai,Issalai,Klez,Kras,Krezkps,Kzap,Lamai,Lamaissa,Lexpek,Liabra,Lilin,Linassa,Maissa,Malina,Mila,Milbra,Nildlasi,Oxpel,Poniazal,Psal,Psen,Pzakp,Riaa,Sall,Sassalia,Saxiala,Saxririaa,Sek,Skal,Skepz,Sla,Snelia,Srak,Sral,Szak,Trixzed,Vilaila,Vissalai,Vlanissa,Xabrak,Xamalia,Xina,Xinasia,Xnamas,Xopkne,Zalsp,Zlek,Zpsek,Zsekp
eo: Aliasse,Amailis,Aksmailia,Blai,Blanalai,Bli,Bliana,Brassas,Brissal,Gaksmail,Griama,Grissa,Grissilai,Haila,Haina,Harksias,Huzi,Inai,Inalai,Issalai,Klez,Kras,Krezkps,Kzap,Lamai,Lamaissa,Lekspek,Liabra,Lilin,Linassa,Maissa,Malina,Mila,Milbra,Nildlasi,Okspel,Poniazal,Psal,Psen,Pzakp,Riaa,Sall,Sassalia,Saksiala,Saksririaa,Sek,Skal,Skepz,Sla,Snelia,Srak,Sral,Szak,Trikszed,Vilaila,Vissalai,Vlanissa,Ksabrak,Ksamalia,Ksina,Ksinasia,Ksnamas,Ksopkne,Zalsp,Zlek,Zpsek,Zsekp

source: main={prefix}{suffix} prefix=Abra|Ale|Ama|Ax|Bla|Ble|Bre|Bri|Gri|Hai|Har|Hu|Ine|Kle|Krez|Lam|Lin|Lob|Mai|Lal|Nild|Pon|Pse|Pza|Sa|Se|Sle|So|Sor|Tri|Vi|Vla|Xa|Xi|Xna|Za|Zle|Zse suffix=iss|ail|nal|eii|mol|loss|noss|xos|sal|zel|kps|pek|ness|or|sol|peii|iaz|on|sal|ol|kil|oz|ail|al|nis|rak|lel|nas|kon|ekp
eo: main={prefix}{suffix} prefix=Abra|Ale|Ama|Aks|Bla|Ble|Bre|Bri|Gri|Hai|Har|Hu|Ine|Kle|Krez|Lam|Lin|Lob|Mai|Lal|Nild|Pon|Pse|Pza|Sa|Se|Sle|So|Sor|Tri|Vi|Vla|Ksa|Ksi|Ksna|Za|Zle|Zse suffix=iss|ail|nal|eii|mol|loss|noss|ksos|sal|zel|kps|pek|ness|or|sol|peii|iaz|on|sal|ol|kil|oz|ail|al|nis|rak|lel|nas|kon|ekp

source: main={prefix}{suffix} prefix=Ali|Ama|Ax|Bla|Bli|Bra|Bri|Gax|Gri|Hai|Har|Hu|Ina|Iss|Krez|Kzap|Lam|Lex|Li|Lin|Mai|Mu|Nil|Ox|Pon|Pza|Ri|Sal|Sax|Sek|Snel|Sra|Trix|Vil|Vis|Blan|Xab|Xam|Xi|Xnam|Xop|Zal|Zle|Zse suffix=asse|mailia|ilis|ana|ama|ssa|ssilai|zi|xias|lai|maissa|bra|lin|lina|na|bra|aa|lia|lai|laila|na|pkne|alsp|ekp
eo: main={prefix}{suffix} prefix=Ali|Ama|Aks|Bla|Bli|Bra|Bri|Gaks|Gri|Hai|Har|Hu|Ina|Iss|Krez|Kzap|Lam|Lex|Li|Lin|Mai|Mu|Nil|Ox|Pon|Pza|Ri|Sal|Saks|Sek|Snel|Sra|Triks|Vil|Vis|Blan|Ksab|Ksam|Ksi|Ksnam|Ksop|Zal|Zle|Zse suffix=asse|mailia|ilis|ana|ama|ssa|ssilai|zi|ksias|lai|maissa|bra|lin|lina|na|bra|aa|lia|lai|laila|na|pkne|alsp|ekp

source: Akoark,Akort,Akzalk,Arkarm,Barkuk,Blokkar,Borkuk,Bukkak,Bulruk,Corkkar,Delkkak,Garkuk,Gnukk,Goruk,Grak,Gurk,Gurm,Kalknix,Karak,Karbuk,Kargnak,Karterak,Kayrak,Kelkrar,Kerta,Kilkrar,Kingrok,Kirk,Klud,Kokkan,Kolk,Komak,Korgnak,Kork,Koruck,Kramak,Krog,Krukrak,Krumuk,Kuknuk,Kurkur,Kurmak,Makron,Markaak,Markuk,Merknik,Nargak,Olk,Orkut,Reknak,Takolak,Trabuk,Trakkon,Urkar,Urkark
eo: Akoark,Akort,Akzalk,Arkarm,Barkuk,Blokkar,Borkuk,Bukkak,Bulruk,Korkkar,Delkkak,Garkuk,Gnukk,Goruk,Grak,Gurk,Gurm,Kalkniks,Karak,Karbuk,Kargnak,Karterak,Kajrak,Kelkrar,Kerta,Kilkrar,Kingrok,Kirk,Klud,Kokkan,Kolk,Komak,Korgnak,Kork,Korukk,Kramak,Krog,Krukrak,Krumuk,Kuknuk,Kurkur,Kurmak,Makron,Markaak,Markuk,Merknik,Nargak,Olk,Orkut,Reknak,Takolak,Trabuk,Trakkon,Urkar,Urkark

source: main={prefix}{suffix} prefix=Ak|Ar|Bar|Blok|Bor|Bul|Cork|Del|Gar|Gnu|Gra|Gru|Gu|Kal|Kar|Kay|Kel|Ker|Kil|King|Kor|Kru|Kur|Mar|Mer|Nal|Trak|Urk suffix=ark|ort|alk|arm|kuk|kak|ukk|nak|ta|k|rok|rar|kon|gak|nik
eo: main={prefix}{suffix} prefix=Ak|Ar|Bar|Blok|Bor|Bul|Kork|Del|Gar|Gnu|Gra|Gru|Gu|Kal|Kar|Kaj|Kel|Ker|Kil|King|Kor|Kru|Kur|Mar|Mer|Nal|Trak|Urk suffix=ark|ort|alk|arm|kuk|kak|ukk|nak|ta|k|rok|rar|kon|gak|nik

source: Badush,Bagar,Bagdish,Barag,Barbag,Bart,Bashnak,Bidish,Bidush,Bik,Bilg,Bilo,Binak,Bink,Biol,Birt,Bogar,Bogdish,Bogdush,Bogor,Bok,Bolg,Bong,Borg,Bork,Bort,Boshnak,Budush,Bugdish,Buk,Bunak,Bung,Bunk,Burag,Burg,Burk,Buurk,Eradash,Eradish,Eragdish,Eragdush,Eragor,Eranak,Erang,Erarag,Erarg,Erart,Erigdush,Erik,Erinak,Eriol,Erirag,Erirbag,Erirg,Erirt,Erishnak,Eriurk,Erogdish,Erogdush,Erok,Erong,Eronk,Erorbag,Erudish,Erudush,Erugar,Erugdush,Erulo,Erunk,Eruol,Erurag,Eruurk,Gadash,Gagar,Gagdush,Gagor,Galo,Ganak,Gank,Gaol,Garag,Gashnak,Gigor,Ginak,Ging,Gink,Girt,Gogdish,Gogdush,Gong,Gork,Gort,Goshnak,Gradash,Gragar,Gragor,Grak,Gralg,Gralo,Granak,Graol,Grarbag,Gridash,Gridish,Gridush,Grigar,Grigor,Grilg,Grilo,Grink,Grirag,Grirg,Grirk,Grishnak,Grodish,Grogar,Grogdish,Grok,Grolg,Grong,Gronk,Grorag,Grorg,Grork,Grort,Groshnak,Grudash,Grugar,Grugdish,Grugdush,Gruk,Grulo,Grunk,Gruol,Grurg,Grurk,Grurt,Gruurk,Gugdish,Gugdush,Gulg,Gulo,Gunak,Gurbag,Gurt,Gushnak,Hadash,Hadish,Hadush,Hagar,Hagdush,Hagor,Hak,Halg,Hank,Hashnak,Hidash,Hidish,Hidush,Higdush,Hilg,Hinak,Hing,Hink,Hiol,Hirag,Hirg,Hodush,Hogar,Hogor,Hong,Hool,Horbag,Hork,Hort,Hoshnak,Hudash,Hudish,Hugor,Huk,Hulg,Hulo,Hunk,Huol,Hurag,Hurbag,Hurk,Hushnak,Huurk,Pagdish,Pagor,Palg,Palo,Paol,Parag,Pashnak,Pidush,Pigdish,Pigdush,Pilg,Pinak,Pink,Pirbag,Podash,Podish,Podush,Pogdish,Polg,Porbag,Porg,Pork,Port,Poshnak,Pradish,Pragdush,Pragor,Pralg,Pralo,Prang,Praol,Prarag,Prarbag,Prarg,Prark,Prart,Prashnak,Praurk,Pridish,Prigar,Prigdish,Prigor,Prilg,Prilo,Prinak,Priol,Prirbag,Prirg,Prirt,Priurk,Prodash,Prodish,Prodush,Prolg,Prolo,Pronak,Prong,Pronk,Prool,Prourk,Prudish,Prugar,Prugdish,Pruk,Prunak,Prunk,Prurg,Prurk,Pruurk,Puk,Pulg,Pulo,Punak,Pung,Punk,Purag,Purbag,Purg,Puurk,Radash,Ragar,Ragdish,Rak,Rang,Rank,Raol,Rarag,Rarbag,Rark,Rashnak,Raurk,Rigor,Rik,Rilg,Rinak,Rink,Rirg,Rirk,Rodish,Rodush,Rogdish,Rok,Rolo,Ronak,Rudash,Rugar,Rugdish,Ruk,Rung,Ruol,Rurag,Rushnak,Vadash,Vadish,Vadush,Vak,Valo,Vank,Varag,Varbag,Vigar,Vigdish,Vigor,Vilg,Vilo,Vink,Virag,Virt,Vishnak,Vogdish,Vogor,Vonak,Vong,Vorg,Vork,Voshnak,Vourk,Vradash,Vragar,Vragdush,Vragor,Vralo,Vrang,Vrarbag,Vrarg,Vrart,Vraurk,Vridash,Vridish,Vrigor,Vrik,Vrinak,Vring,Vrirt,Vrishnak,Vriurk,Vrodash,Vrodish,Vrogar,Vrogor,Vrolo,Vrong,Vrorg,Vrork,Vrudish,Vrugdush,Vrulg,Vrung,Vruol,Vrurg,Vrurt,Vruurk,Vudish,Vuk,Vulg,Vulo,Vunak,Vurag,Vurbag,Vurg,Vushnak
eo: Baduŝ,Bagar,Bagdiŝ,Barag,Barbag,Bart,Baŝnak,Bidiŝ,Biduŝ,Bik,Bilg,Bilo,Binak,Bink,Biol,Birt,Bogar,Bogdiŝ,Bogduŝ,Bogor,Bok,Bolg,Bong,Borg,Bork,Bort,Boŝnak,Buduŝ,Bugdiŝ,Buk,Bunak,Bung,Bunk,Burag,Burg,Burk,Buurk,Eradaŝ,Eradiŝ,Eragdiŝ,Eragduŝ,Eragor,Eranak,Erang,Erarag,Erarg,Erart,Erigduŝ,Erik,Erinak,Eriol,Erirag,Erirbag,Erirg,Erirt,Eriŝnak,Eriurk,Erogdiŝ,Erogduŝ,Erok,Erong,Eronk,Erorbag,Erudiŝ,Eruduŝ,Erugar,Erugduŝ,Erulo,Erunk,Eruol,Erurag,Eruurk,Gadaŝ,Gagar,Gagduŝ,Gagor,Galo,Ganak,Gank,Gaol,Garag,Gaŝnak,Gigor,Ginak,Ging,Gink,Girt,Gogdiŝ,Gogduŝ,Gong,Gork,Gort,Goŝnak,Gradaŝ,Gragar,Gragor,Grak,Gralg,Gralo,Granak,Graol,Grarbag,Gridaŝ,Gridiŝ,Griduŝ,Grigar,Grigor,Grilg,Grilo,Grink,Grirag,Grirg,Grirk,Griŝnak,Grodiŝ,Grogar,Grogdiŝ,Grok,Grolg,Grong,Gronk,Grorag,Grorg,Grork,Grort,Groŝnak,Grudaŝ,Grugar,Grugdiŝ,Grugduŝ,Gruk,Grulo,Grunk,Gruol,Grurg,Grurk,Grurt,Gruurk,Gugdiŝ,Gugduŝ,Gulg,Gulo,Gunak,Gurbag,Gurt,Guŝnak,Hadaŝ,Hadiŝ,Haduŝ,Hagar,Hagduŝ,Hagor,Hak,Halg,Hank,Haŝnak,Hidaŝ,Hidiŝ,Hiduŝ,Higduŝ,Hilg,Hinak,Hing,Hink,Hiol,Hirag,Hirg,Hoduŝ,Hogar,Hogor,Hong,Hool,Horbag,Hork,Hort,Hoŝnak,Hudaŝ,Hudiŝ,Hugor,Huk,Hulg,Hulo,Hunk,Huol,Hurag,Hurbag,Hurk,Huŝnak,Huurk,Pagdiŝ,Pagor,Palg,Palo,Paol,Parag,Paŝnak,Piduŝ,Pigdiŝ,Pigduŝ,Pilg,Pinak,Pink,Pirbag,Podaŝ,Podiŝ,Poduŝ,Pogdiŝ,Polg,Porbag,Porg,Pork,Port,Poŝnak,Pradiŝ,Pragduŝ,Pragor,Pralg,Pralo,Prang,Praol,Prarag,Prarbag,Prarg,Prark,Prart,Praŝnak,Praŭrk,Pridiŝ,Prigar,Prigdiŝ,Prigor,Prilg,Prilo,Prinak,Priol,Prirbag,Prirg,Prirt,Priurk,Prodaŝ,Prodiŝ,Produŝ,Prolg,Prolo,Pronak,Prong,Pronk,Prool,Proŭrk,Prudiŝ,Prugar,Prugdiŝ,Pruk,Prunak,Prunk,Prurg,Prurk,Pruurk,Puk,Pulg,Pulo,Punak,Pung,Punk,Purag,Purbag,Purg,Puurk,Radaŝ,Ragar,Ragdiŝ,Rak,Rang,Rank,Raol,Rarag,Rarbag,Rark,Raŝnak,Raŭrk,Rigor,Rik,Rilg,Rinak,Rink,Rirg,Rirk,Rodiŝ,Roduŝ,Rogdiŝ,Rok,Rolo,Ronak,Rudaŝ,Rugar,Rugdiŝ,Ruk,Rung,Ruol,Rurag,Ruŝnak,Vadaŝ,Vadiŝ,Vaduŝ,Vak,Valo,Vank,Varag,Varbag,Vigar,Vigdiŝ,Vigor,Vilg,Vilo,Vink,Virag,Virt,Viŝnak,Vogdiŝ,Vogor,Vonak,Vong,Vorg,Vork,Voŝnak,Voŭrk,Vradaŝ,Vragar,Vragduŝ,Vragor,Vralo,Vrang,Vrarbag,Vrarg,Vrart,Vraŭrk,Vridaŝ,Vridiŝ,Vrigor,Vrik,Vrinak,Vring,Vrirt,Vriŝnak,Vriurk,Vrodaŝ,Vrodiŝ,Vrogar,Vrogor,Vrolo,Vrong,Vrorg,Vrork,Vrudiŝ,Vrugduŝ,Vrulg,Vrung,Vruol,Vrurg,Vrurt,Vruurk,Vudiŝ,Vuk,Vulg,Vulo,Vunak,Vurag,Vurbag,Vurg,Vuŝnak

source: main={starting_consonnant}{vowel}{consonnant}{vowel}{ending_consonnant}|{starting_consonnant}{vowel}{consonnant}{ending_vowel}|{starting_vowel}{consonnant}{vowel}{ending_consonnant}|{starting_consonnant}{vowel}{ending_consonnant}|{starting_vowel}{consonnant}{ending_vowel} starting_consonnant=B|Br|D|Dr|G|Gr|Gh|H|Kh|M|N|P|Pr|R|S|Sh|T|V starting_vowel=A|I|O|U consonnant=b|br|d|dr|g|gr|gh|kh|m|n|p|pr|r|s|sh|t|v|gz|zg|rb|br|dr|vr|khr|gd|shn vowel=a|i|o|u ending_consonnant=b|g|r|sh|k ending_vowel=o|u
eo: main={starting_consonnant}{vowel}{consonnant}{vowel}{ending_consonnant}|{starting_consonnant}{vowel}{consonnant}{ending_vowel}|{starting_vowel}{consonnant}{vowel}{ending_consonnant}|{starting_consonnant}{vowel}{ending_consonnant}|{starting_vowel}{consonnant}{ending_vowel} starting_consonnant=B|Br|D|Dr|G|Gr|Ĝ|H|Ĥ|M|N|P|Pr|R|S|Ŝ|T|V starting_vowel=A|I|O|U consonnant=b|br|d|dr|g|gr|ĝ|ĥ|m|n|p|pr|r|s|ŝ|t|v|gz|zg|rb|br|dr|vr|ĥr|gd|ŝn vowel=a|i|o|u ending_consonnant=b|g|r|ŝ|k ending_vowel=o|u

source: Äg,Agh,Bog Äh,Borb,Brag,Brag Goh,Brok,Dak,Drog,Frok,Ga,Gah,Gark,Gnarf,Grar,Grokk,Grumph,Gulk,Hak,Hask,Hoth,Hug Bah,Hu Kah,Kak,Krak,Krug,Kub,Kuh,Lok,Luk,Nak,Nuk Kar,Pag,Reck,Rok,Ruk,Sark,Shak,Shuf,Stuh,Targ,Thog,Thruf,Thur,Tohg,Torg,Trok,Tsok,Tuh,Tuk Ruh,Ugg,Üh,Urg,Urgh,Urk,Vak,Zog,Zuug
eo: Äg,Aĥ,Bog Äh,Borb,Brag,Brag Goh,Brok,Dak,Drog,Frok,Ga,Gah,Gark,Gnarf,Grar,Grokk,Grumf,Gulk,Hak,Hask,Hot,Hug Bah,Hu Kah,Kak,Krak,Krug,Kub,Kuh,Lok,Luk,Nak,Nuk Kar,Pag,Reck,Rok,Ruk,Sark,Ŝak,Ŝuf,Stuh,Targ,Tog,Truf,Tur,Tohg,Torg,Trok,Tsok,Tuh,Tuk Ruh,Ugg,Üh,Urg,Urĥ,Urk,Vak,Zog,Zuug

source: main={short_name}|{short_name}|{short_name}|{short_name} {short_name} short_name={prefix}{middle}{suffix}|{prefix}{middle}{suffix}|{prefix}{middle}{suffix}|{beginning}{suffix} prefix=B|Br|D|G|Gn|H|K|Kr|L|N|K|P|R|S|Sh|St|Th|Ts|T|V|Z middle=a|o|u|uu|ä|ü beginning=Ä|Ü|A|U suffix=rb|g|gh|k|rf|kk|r|g|th|h|rg
eo: main={short_name}|{short_name}|{short_name}|{short_name} {short_name} short_name={prefix}{middle}{suffix}|{prefix}{middle}{suffix}|{prefix}{middle}{suffix}|{beginning}{suffix} prefix=B|Br|C|D|G|Gn|H|K|Kr|L|N|K|P|R|S|Ŝ|St|T|V|Z middle=a|o|u|uu|ä|ü beginning=Ä|Ü|A|U suffix=rb|g|ĥ|k|rf|kk|r|g|t|h|rg

source: Bludebalmen,Boladrumbadrum,Bolwuldelman,Bombempomgontor,Bomtanbomkenton,Bomtanbomtonum,Bregalad,Bremdebubde,Brenbasnudnem,Brendumadoak,Brommantendronnor,Brumbendublun,Brumennarunom,Brummdlebroak,Bumbadadabum,Buomdumdenlol,Carnimirië,Dabumdabumtam,Dammantongonnur,Danmonlulbam,Debundbemun,Delmduelmdelom,Diblembumnde,Dolmannumbil,Drongnoblemdu,Dulmandarook,Dulwulmendom,Dumdumdumatum,Elmaroomadrum,Grelmadrumbumadum,Gulladroamadoak,Gumabeladrelm,Laffalialomdium,Landunwonbam,Lassemista,Lefnublemdde,Libleddnumm,Lolmandindel,Monlamwimdan,Muldondindal,Mundionalafla,Mundumblemdum,Munnamdulbon,Nanmildaldum,Nunmaldildun,Orofarnië,Pambedrumne,Pomtamkomtrobum,Rithramcamhan,Tantondernintan,Temtundembenn,Temtunnongetem,Tondenkontenkon,Troombadoom,Tumtentantarun,Tumtonnongatum,Tumtumgamtomtom,Wonrunmaldin,Wudadoonopl
eo: Bludebalmen,Boladrumbadrum,Bolvuldelman,Bombempomgontor,Bomtanbomkenton,Bomtanbomtonum,Bregalad,Bremdebubde,Brenbasnudnem,Brendumadoak,Brommantendronnor,Brumbendublun,Brumennarunom,Brummdlebroak,Bumbadadabum,Buomdumdenlol,Karnimirië,Dabumdabumtam,Dammantongonnur,Danmonlulbam,Debundbemun,Delmduelmdelom,Diblembumnde,Dolmannumbil,Drongnoblemdu,Dulmandarook,Dulvulmendom,Dumdumdumatum,Elmaroomadrum,Grelmadrumbumadum,Gulladroamadoak,Gumabeladrelm,Laffalialomdium,Landunvonbam,Lassemista,Lefnublemdde,Libleddnumm,Lolmandindel,Monlamvimdan,Muldondindal,Mundionalafla,Mundumblemdum,Munnamdulbon,Nanmildaldum,Nunmaldildun,Orofarnië,Pambedrumne,Pomtamkomtrobum,Ritramkamhan,Tantondernintan,Temtundembenn,Temtunnongetem,Tondenkontenkon,Troombadoom,Tumtentantarun,Tumtonnongatum,Tumtumgamtomtom,Vonrunmaldin,Vudadoonopl

source: main={prefix}{centre}{centre}{suffix}|{prefix}{centre}{centre}{centre}{suffix} prefix=Blu|Bo|Bre|Bro|Bru|Bu|Car|Da|Da|De|Dib|Dol|Dro|Dul|Dum|El|Gre|Gul|Gum|Laf|Lan|Las|Lef|Lib|Lol|Mon|Mul|Mun|Nan|Nun|Or|Pam|Pom|Rith|Tan|Tem|Ton|Troom|Tun|Tum|Won|Wun centre=de|bal|drum|wul|del|bem|pom|gon|tan|bom|ken|tan|ton|man|ten|dron|dub|na|da|ni|mi|lul|mon|duel|lem|num|nob|mand|room|lad|roam|be|lom|sem|nub|di|wim|din|blem|nand|dul|dil|of|tam|kon|ton|tun|kon|ten|run|mal|do suffix=men|drum|tor|num|lad|de|ak|lol|dum|tam|nur|dium|deum|bil|rook|relm|dium|numm|dan|doom|tum|din
eo: main={prefix}{centre}{centre}{suffix}|{prefix}{centre}{centre}{centre}{suffix} prefix=Blu|Bo|Bre|Bro|Bru|Bu|Da|Da|De|Dib|Dol|Dro|Dul|Dum|El|Gre|Gul|Gum|Kar|Laf|Lan|Las|Lef|Lib|Lol|Mon|Mul|Mun|Nan|Nun|Or|Pam|Pom|Rit|Tan|Tem|Ton|Troom|Tun|Tum|Von|Vun centre=de|bal|drum|vul|del|bem|pom|gon|tan|bom|ken|tan|ton|man|ten|dron|dub|na|da|ni|mi|lul|mon|duel|lem|num|nob|mand|room|lad|roam|be|lom|sem|nub|di|vim|din|blem|nand|dul|dil|of|tam|kon|ton|tun|kon|ten|run|mal|do suffix=men|drum|tor|num|lad|de|ak|lol|dum|tam|nur|dium|deum|bil|rook|relm|dium|numm|dan|doom|tum|din

source: Bal,Cam,Corn,Del,Earl,El,Fox,Fren,Gel,Hel,Hex,Hol,Hox,Il,Kin,Nam,Nes,New,Ol,Old,Olf,Oul,Ox,Rock,Rook,Sal,Sam,Sed,Sel,Sen,Sil,Tal,Water,Wet,York
eo: Bal,Kam,Korn,Del,Earl,El,Foks,Fren,Gel,Hel,Heks,Hol,Hoks,Il,Kin,Nam,Nes,Nov,Ol,Old,Olf,Oŭl,Oks,Rok,Rook,Sal,Sam,Sed,Sel,Sen,Sil,Tal,Vater,Vet,Jork

source: main={prefix}{middle}{suffix} prefix=B|C|D|E|F|Fr|Wat|G|H|K|N|O|R|S|T|W|Y|Ro middle=a|e|o|u|i suffix=l|m|rn|x|w|ld|ck|k|rk
eo: main={prefix}{middle}{suffix} prefix=B|C|D|E|F|Fr|Vat|G|H|J|K|N|O|R|S|T|Ro|V middle=a|e|o|u|i suffix=l|m|rn|ks|v|ld|kk|k|rk

source: Journey’s End
eo: Fino de vojaĝo

source: bridge_type=Bridge|Crossing main=$base {bridge_type}|$base{!}’s {bridge_type}
eo: bridge_type=Ponto|Transirejo main=$base {bridge_type}|{bridge_type} de $base{!}

source: main=$base{!}’s Peak|$base Peak|Mount $base|Mount $base
eo: main=Pinto de $base{!}|Pinto $base|Monto $base

source: suffix=’s Swamp|marsh|fen main=$base{!}{suffix}
eo: main=Marĉo de $base{!}|Marĉo $base{!}|Marĉejo $base{!}

source: (this turn left)
eo: (restas ĉi tiu vico)

source: When playing a multiplayer game, you do not control what a unit advances to if it advances on another player’s turn. With this modification you can set what your units advance to beforehand, either for a specific unit or for all units of the same type.
eo: Dum plurludanteca ludado, vi ne regas, al kio unuo antaŭiĝas se ĝi antaŭiĝas dum vico de alia ludanto. Per ĉi tiu modifo vi povas agordi antaŭe, al kio viaj unuoj antaŭiĝas, ĉu por specifa unuo, ĉu por ĉiuj unuoj de sama speco.

source: Use the map editor’s <i>Areas</i> menu to define regions later addressed by event or AI coding.
eo: Uzu la menuon <i>Areoj</i> de la redaktilo de mapo por difini regionojn referencotajn de okazaĵo aŭ AI-kodo.

source: Scenarios saved from the editor in their default folder can be selected in the <i>Custom Scenarios</i> section of the Multiplayer “Create Game” screen.
eo: Scenarojn konservitajn el la redaktilo en sia defaŭlta dosierujo eblas elekti en la sekcio <i>Propraj scenaroj</i> de la plurludanteca ekrano “Krei ludon”.

source: Don’t neglect to earn your leader experience! You need to keep him safe, but if you coddle him too much he may be too weak to survive future battles.
eo: Ne malzorgu gajnigi al via gvidanto sperton! Vi bezonos teni ĝin sekura, sed se vi dorlotas ĝin tro multe, ĝi eble tro malfortos por travivi estontajn batalojn.
