Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Redraws the screen and reloads any image files that have been changed.
en@shaw: ğ‘®ğ‘°ğ‘›ğ‘®ğ‘·ğ‘• ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¯ ğ‘®ğ‘°ğ‘¤ğ‘´ğ‘›ğ‘Ÿ ğ‘§ğ‘¯ğ‘¦ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘›.

source: Bring up theme selection menu.
en@shaw: ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘³ğ‘ ğ‘”ğ‘°ğ‘¥ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¿.

source: Quit the scenario (without prompting).
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ (ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘¥ğ‘ğ‘‘ğ‘¦ğ‘™).

source: Save the game (without prompting).
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘ ğ‘œğ‘±ğ‘¥ (ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘¥ğ‘ğ‘‘ğ‘¦ğ‘™).

source: Save the game and quit the scenario (without prompting).
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¯ ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ (ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘¥ğ‘ğ‘‘ğ‘¦ğ‘™).

source: Multiplayer commands
en@shaw: ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ

source: Ban a user in a multiplayer game by the IP address used by that username and kick him. Can be used on users not in the game but on the server. (Of course they won't be kicked then.)
en@shaw: ğ‘šğ‘¨ğ‘¯ ğ‘© ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘¯ ğ‘© ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘œğ‘±ğ‘¥ ğ‘šğ‘² ğ‘ Â·ğ‘¦Â·ğ‘ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘• ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘Ÿğ‘»ğ‘¯ğ‘±ğ‘¥ ğ‘¯ ğ‘’ğ‘¦ğ‘’ ğ‘£ğ‘¦ğ‘¥. ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘«ğ‘¸ğ‘¹ğ‘´ğ‘–ğ‘±ğ‘¿ğ‘Ÿğ‘› ğ‘ªğ‘¯ ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘šğ‘³ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘ğ‘». (ğ‘ ğ‘’ğ‘¹ğ‘• ğ‘ğ‘± ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘¦ğ‘’ğ‘‘ ğ‘ğ‘§ğ‘¯.)

source: Change the controller for side (write here the number of the side) to username (write here the nick of the player or observer). You can check what side belongs to which player in the 'Scenario Settings' dialog (Press the 'more' button in the 'Status Table' (alt+s by default) to get there.). The host can change control of any side.
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘¼ ğ‘“ğ‘¹ ğ‘•ğ‘²ğ‘› (ğ‘®ğ‘²ğ‘‘ ğ‘£ğ‘½ ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘ ğ‘•ğ‘²ğ‘›) ğ‘‘ ğ‘¿ğ‘Ÿğ‘»ğ‘¯ğ‘±ğ‘¥ (ğ‘®ğ‘²ğ‘‘ ğ‘£ğ‘½ ğ‘ ğ‘¯ğ‘¦ğ‘’ ğ‘ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘» ğ‘¹ ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘»). ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘—ğ‘§ğ‘’ ğ‘¢ğ‘ªğ‘‘ ğ‘•ğ‘²ğ‘› ğ‘šğ‘¦ğ‘¤ğ‘ªğ‘™ğ‘Ÿ ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘ğ‘¤ğ‘±ğ‘» ğ‘¦ğ‘¯ ğ‘ 'ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ' ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ (ğ‘ğ‘®ğ‘§ğ‘• ğ‘ 'ğ‘¥ğ‘¹' ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ 'ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤' (Â·ğ‘·ğ‘¤ğ‘‘+ğ‘• ğ‘šğ‘² ğ‘›ğ‘°ğ‘“ğ‘·ğ‘¤ğ‘‘) ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘ğ‘º.). ğ‘ ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘•ğ‘²ğ‘›.

source: Kick a user in multiplayer. They will be able to rejoin the game. If you just want to change control of their side(s) use the :control command instead.
en@shaw: ğ‘’ğ‘¦ğ‘’ ğ‘© ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘¯ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘». ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘°ğ‘¡ğ‘¶ğ‘¯ ğ‘ ğ‘œğ‘±ğ‘¥. ğ‘¦ğ‘“ ğ‘¿ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘ğ‘º ğ‘•ğ‘²ğ‘›(ğ‘•) ğ‘¿ğ‘Ÿ ğ‘ :ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘›.

source: Mute a specific observer. If no username is supplied the muted usernames are displayed.
en@shaw: ğ‘¥ğ‘¿ğ‘‘ ğ‘© ğ‘•ğ‘ğ‘©ğ‘•ğ‘¦ğ‘“ğ‘¦ğ‘’ ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘». ğ‘¦ğ‘“ ğ‘¯ğ‘´ ğ‘¿ğ‘Ÿğ‘»ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘²ğ‘› ğ‘ ğ‘¥ğ‘¿ğ‘‘ğ‘©ğ‘› ğ‘¿ğ‘Ÿğ‘¼ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ ğ‘¸ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘›.

source: Toggle muting/silencing of all observers on/off.
en@shaw: ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘¥ğ‘¿ğ‘‘ğ‘¦ğ‘™/ğ‘•ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘™ ğ‘ ğ‘·ğ‘¤ ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘¼ğ‘Ÿ ğ‘ªğ‘¯/ğ‘ªğ‘“.

source: Unban a user in a multiplayer game by the IP address used by that username. Can be used on users not in the game but on the server.
en@shaw: ğ‘³ğ‘¯ğ‘šğ‘¨ğ‘¯ ğ‘© ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘¯ ğ‘© ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘œğ‘±ğ‘¥ ğ‘šğ‘² ğ‘ Â·ğ‘¦Â·ğ‘ ğ‘©ğ‘›ğ‘®ğ‘§ğ‘• ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘Ÿğ‘»ğ‘¯ğ‘±ğ‘¥. ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘«ğ‘¸ğ‘¹ğ‘´ğ‘–ğ‘±ğ‘¿ğ‘Ÿğ‘› ğ‘ªğ‘¯ ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘šğ‘³ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘ğ‘».

source: Unmute a specific observer. If no username is supplied the list of muted observers is cleared.
en@shaw: ğ‘³ğ‘¯ğ‘¥ğ‘¿ğ‘‘ ğ‘© ğ‘•ğ‘ğ‘©ğ‘•ğ‘¦ğ‘“ğ‘¦ğ‘’ ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘». ğ‘¦ğ‘“ ğ‘¯ğ‘´ ğ‘¿ğ‘Ÿğ‘»ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘²ğ‘› ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘¥ğ‘¿ğ‘‘ğ‘©ğ‘› ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘¼ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘½ğ‘›.

source: Debug mode commands
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ ğ‘¥ğ‘´ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ

source: Brings up a menu for choosing a scenario to immediately advance to in a campaign.
en@shaw: ğ‘šğ‘®ğ‘¦ğ‘™ğ‘Ÿ ğ‘³ğ‘ ğ‘© ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘“ğ‘¹ ğ‘—ğ‘µğ‘Ÿğ‘¦ğ‘™ ğ‘© ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘‘ ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘° ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘¦ğ‘¯ ğ‘© ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯.

source: Create a unit of the specified type on the selected hex.
en@shaw: ğ‘’ğ‘®ğ‘°ğ‘±ğ‘‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ ğ‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘‘ğ‘²ğ‘ ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘£ğ‘§ğ‘’ğ‘•.

source: Toggle fog/shroud for the current side.
en@shaw: ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘“ğ‘ªğ‘œ/ğ‘–ğ‘®ğ‘¬ğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘›.

source: Adds the specified amount to the current side's gold.
en@shaw: ğ‘¨ğ‘›ğ‘Ÿ ğ‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘›ğ‘Ÿ ğ‘œğ‘´ğ‘¤ğ‘›.

source: Immediately advances to the next scenario in a campaign.
en@shaw: ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘° ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘¦ğ‘¯ ğ‘© ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯.

source: Manually set a gamestate variable to value.
en@shaw: ğ‘¥ğ‘¨ğ‘¯ğ‘˜ğ‘«ğ‘©ğ‘¤ğ‘¦ ğ‘•ğ‘§ğ‘‘ ğ‘© ğ‘œğ‘±ğ‘¥ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿.

source: Show a gamestate variable.
en@shaw: ğ‘–ğ‘´ ğ‘© ğ‘œğ‘±ğ‘¥ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤.

source: Manually fire the specified event.
en@shaw: ğ‘¥ğ‘¨ğ‘¯ğ‘˜ğ‘«ğ‘©ğ‘¤ğ‘¦ ğ‘“ğ‘²ğ‘¼ ğ‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘.

source: Modifies the specified property of the selected unit. Example: :unit hitpoints=100
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘Ÿ ğ‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ ğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘. ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤: :ğ‘¿ğ‘¯ğ‘¦ğ‘‘ hitpoints=100

source: Makes the selected unit level up N times. Example: :unit advances=2
en@shaw: ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘³ğ‘ n ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ. ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤: :ğ‘¿ğ‘¯ğ‘¦ğ‘‘ advances=2

source: female^cures
en@shaw: ğ‘’ğ‘˜ğ‘«ğ‘®ğ‘Ÿ

source: Cures: A curer can cure a unit of poison, although that unit will receive no additional healing on the turn it is cured of the poison.
en@shaw: ğ‘’ğ‘˜ğ‘«ğ‘®ğ‘Ÿ: ğ‘© ğ‘’ğ‘˜ğ‘«ğ‘®ğ‘» ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘˜ğ‘«ğ‘¼ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯, ğ‘·ğ‘¤ğ‘ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘¯ğ‘´ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘»ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘› ğ‘ ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯.

source: female^regenerates
en@shaw: ğ‘®ğ‘°ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘‘ğ‘•

source: Regenerates: The unit will heal itself 8 HP per turn. If it is poisoned, it will remove the poison instead of healing.
en@shaw: ğ‘®ğ‘°ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘‘ğ‘•: ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘°ğ‘¤ ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“ 8 HP ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯. ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ğ‘›, ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘°ğ‘¥ğ‘µğ‘ ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™.

source: female^steadfast
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘›ğ‘“ğ‘­ğ‘•ğ‘‘

source: Steadfast: This unit's resistances are doubled, up to a maximum of 50%, when defending. Vulnerabilities are not affected.
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘›ğ‘“ğ‘­ğ‘•ğ‘‘: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ğ‘›, ğ‘³ğ‘ ğ‘‘ ğ‘© ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘ 50%, ğ‘¢ğ‘§ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™. ğ‘ğ‘©ğ‘¤ğ‘¯ğ‘»ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘°ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›.

source: female^leadership
en@shaw: ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘

source: Leadership: This unit can lead our own units that are next to it, making them fight better. Adjacent own units of lower level will do more damage in battle. When a unit adjacent to, of a lower level than, and on the same side as a unit with Leadership engages in combat, its attacks do 25% more damage times the difference in their levels.
en@shaw: ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘¤ğ‘§ğ‘› ğ‘¬ğ‘¼ ğ‘´ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘¦ğ‘‘, ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ ğ‘“ğ‘²ğ‘‘ ğ‘šğ‘§ğ‘‘ğ‘¼. ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘´ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ ğ‘¤ğ‘´ğ‘¼ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘µ ğ‘¥ğ‘¹ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤. ğ‘¢ğ‘§ğ‘¯ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘‘, ğ‘ ğ‘© ğ‘¤ğ‘´ğ‘¼ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¯, ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘•ğ‘²ğ‘› ğ‘¨ğ‘Ÿ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘ ğ‘¦ğ‘¯ğ‘œğ‘±ğ‘¡ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘, ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘›ğ‘µ 25% ğ‘¥ğ‘¹ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘º ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ğ‘Ÿ.

source: female^skirmisher
en@shaw: ğ‘•ğ‘’ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘»

source: Skirmisher: This unit is skilled in moving past enemies quickly, and ignores all enemy Zones of Control.
en@shaw: ğ‘•ğ‘’ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘»: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦, ğ‘¯ ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘Ÿ ğ‘·ğ‘¤ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘Ÿğ‘´ğ‘¯ğ‘Ÿ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤.

source: illuminates
en@shaw: ğ‘¦ğ‘¤ğ‘µğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘•

source: female^illuminates
en@shaw: ğ‘¦ğ‘¤ğ‘µğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘•

source: female^teleport
en@shaw: ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¹ğ‘‘

source: Teleport: This unit may teleport between any two empty villages owned by its side using one of its moves.
en@shaw: ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¹ğ‘‘: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¥ğ‘± ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘§ğ‘¯ğ‘¦ ğ‘‘ğ‘µ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘› ğ‘šğ‘² ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘²ğ‘› ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘µğ‘ğ‘Ÿ.

source: female^ambush
en@shaw: ğ‘¨ğ‘¥ğ‘šğ‘«ğ‘–

source: Ambush: This unit can hide in forest, and remain undetected by its enemies. Enemy units cannot see this unit while it is in forest, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
en@shaw: ğ‘¨ğ‘¥ğ‘šğ‘«ğ‘–: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘²ğ‘› ğ‘¦ğ‘¯ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘, ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘› ğ‘šğ‘² ğ‘¦ğ‘‘ğ‘• ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ. ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘° ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘²ğ‘¤ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘, ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘¦ğ‘‘. ğ‘§ğ‘¯ğ‘¦ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘° ğ‘¤ğ‘µğ‘Ÿğ‘©ğ‘Ÿ ğ‘·ğ‘¤ ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘.

source: Nightstalk: The unit becomes invisible during night. Enemy units cannot see this unit at night, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
en@shaw: ğ‘¯ğ‘²ğ‘‘ğ‘•ğ‘‘ğ‘·ğ‘’: ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘¯ğ‘²ğ‘‘. ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘° ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¨ğ‘‘ ğ‘¯ğ‘²ğ‘‘, ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘¦ğ‘‘. ğ‘§ğ‘¯ğ‘¦ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘° ğ‘¤ğ‘µğ‘Ÿğ‘©ğ‘Ÿ ğ‘·ğ‘¤ ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘.

source: female^nightstalk
en@shaw: ğ‘¯ğ‘²ğ‘‘ğ‘•ğ‘‘ğ‘·ğ‘’

source: concealment
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘¤ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: female^concealment
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘¤ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Concealment: This unit can hide in villages (with the exception of water villages), and remain undetected by its enemies, except by those standing next to it. Enemy units can not see this unit while it is in a village, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘¤ğ‘¥ğ‘©ğ‘¯ğ‘‘: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘²ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ (ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ), ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘› ğ‘šğ‘² ğ‘¦ğ‘‘ğ‘• ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ, ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘šğ‘² ğ‘ğ‘´ğ‘Ÿ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘¦ğ‘‘. ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘° ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘²ğ‘¤ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡, ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘¦ğ‘‘. ğ‘§ğ‘¯ğ‘¦ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘° ğ‘¤ğ‘µğ‘Ÿğ‘©ğ‘Ÿ ğ‘·ğ‘¤ ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘.

source: submerge
en@shaw: ğ‘•ğ‘©ğ‘šğ‘¥ğ‘»ğ‘¡

source: female^submerge
en@shaw: ğ‘•ğ‘©ğ‘šğ‘¥ğ‘»ğ‘¡

source: Submerge: This unit can hide in deep water, and remain undetected by its enemies. Enemy units cannot see this unit while it is in deep water, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
en@shaw: ğ‘•ğ‘©ğ‘šğ‘¥ğ‘»ğ‘¡: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘²ğ‘› ğ‘¦ğ‘¯ ğ‘›ğ‘°ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼, ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘› ğ‘šğ‘² ğ‘¦ğ‘‘ğ‘• ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ. ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘° ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘²ğ‘¤ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘›ğ‘°ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼, ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘¦ğ‘‘. ğ‘§ğ‘¯ğ‘¦ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘° ğ‘¤ğ‘µğ‘Ÿğ‘©ğ‘Ÿ ğ‘·ğ‘¤ ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘.

source: feeding
en@shaw: ğ‘“ğ‘°ğ‘›ğ‘¦ğ‘™

source: female^feeding
en@shaw: ğ‘“ğ‘°ğ‘›ğ‘¦ğ‘™

source: Feeding: This unit gains 1 hitpoint added to its maximum whenever it kills a living unit.
en@shaw: ğ‘“ğ‘°ğ‘›ğ‘¦ğ‘™: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘œğ‘±ğ‘¯ğ‘Ÿ 1 ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘¨ğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¢ğ‘§ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘‘ ğ‘’ğ‘¦ğ‘¤ğ‘Ÿ ğ‘© ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘.

source: +1 max HP
en@shaw: +1 ğ‘¥ğ‘¨ğ‘’ğ‘• HP

source: Backstab: When used offensively, this attack deals double damage if there is an enemy of the target on the opposite side of the target, and that unit is not incapacitated (turned to stone or otherwise paralyzed).
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘•ğ‘‘ğ‘¨ğ‘š: ğ‘¢ğ‘§ğ‘¯ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘©ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ğ‘¤ğ‘°, ğ‘ğ‘¦ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘›ğ‘°ğ‘¤ğ‘Ÿ ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘“ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘ ğ‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘ªğ‘ğ‘´ğ‘•ğ‘¦ğ‘‘ ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘, ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘‘ğ‘±ğ‘‘ğ‘¦ğ‘› (ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘‘ ğ‘•ğ‘‘ğ‘´ğ‘¯ ğ‘¹ ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ ğ‘ğ‘ºğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘›).

source: Plague: When a unit is killed by a Plague attack, that unit is replaced with a unit identical to and on the same side as the unit with the Plague attack. This doesn't work on Undead or units in villages.
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘œ: ğ‘¢ğ‘§ğ‘¯ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘šğ‘² ğ‘© ğ‘ğ‘¤ğ‘±ğ‘œ ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘‘ ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘•ğ‘²ğ‘› ğ‘¨ğ‘Ÿ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘œ ğ‘©ğ‘‘ğ‘¨ğ‘’. ğ‘ğ‘¦ğ‘• ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘’ ğ‘ªğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¹ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ.

source: Plague: When a unit is killed by a Plague attack, that unit is replaced with a Walking Corpse on the same side as the unit with the Plague attack. This doesn't work on Undead or units in villages.
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘œ: ğ‘¢ğ‘§ğ‘¯ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘šğ‘² ğ‘© ğ‘ğ‘¤ğ‘±ğ‘œ ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘¢ğ‘·ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘¹ğ‘ğ‘• ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘•ğ‘²ğ‘› ğ‘¨ğ‘Ÿ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘œ ğ‘©ğ‘‘ğ‘¨ğ‘’. ğ‘ğ‘¦ğ‘• ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘’ ğ‘ªğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¹ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ.

source: slows
en@shaw: ğ‘•ğ‘¤ğ‘´ğ‘Ÿ

source: Slow: This attack slows the target until it ends a turn. Slow halves the damage caused by attacks and the movement cost for a slowed unit is doubled. A unit that is slowed will feature a snail icon in its sidebar information when it is selected.
en@shaw: ğ‘•ğ‘¤ğ‘´: ğ‘ğ‘¦ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘•ğ‘¤ğ‘´ğ‘Ÿ ğ‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¦ğ‘‘ ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘© ğ‘‘ğ‘»ğ‘¯. ğ‘•ğ‘¤ğ‘´ ğ‘£ğ‘­ğ‘ğ‘Ÿ ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘’ğ‘·ğ‘Ÿğ‘› ğ‘šğ‘² ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘¯ ğ‘ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘ªğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘© ğ‘•ğ‘¤ğ‘´ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ğ‘›. ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘¤ğ‘´ğ‘› ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘°ğ‘—ğ‘¼ ğ‘© ğ‘•ğ‘¯ğ‘±ğ‘¤ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¦ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘²ğ‘›ğ‘šğ‘¸ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘ªğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›.

source: petrifies
en@shaw: ğ‘ğ‘§ğ‘‘ğ‘®ğ‘©ğ‘“ğ‘²ğ‘Ÿ

source: Petrify: This attack petrifies the target, turning it to stone. Units that have been petrified may not move or attack.
en@shaw: ğ‘ğ‘§ğ‘‘ğ‘®ğ‘©ğ‘“ğ‘²: ğ‘ğ‘¦ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ğ‘§ğ‘‘ğ‘®ğ‘©ğ‘“ğ‘²ğ‘Ÿ ğ‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘, ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘‘ ğ‘‘ ğ‘•ğ‘‘ğ‘´ğ‘¯. ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘ğ‘§ğ‘‘ğ‘®ğ‘©ğ‘“ğ‘²ğ‘› ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¹ ğ‘©ğ‘‘ğ‘¨ğ‘’.

source: swarm
en@shaw: ğ‘•ğ‘¢ğ‘¹ğ‘¥

source: Swarm: The number of strikes of this attack decreases when the unit is wounded. The number of strikes is proportional to the percentage of its of maximum HP the unit has. For example a unit with 3/4 of its maximum HP will get 3/4 of the number of strikes.
en@shaw: ğ‘•ğ‘¢ğ‘¹ğ‘¥: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ğ‘• ğ‘ ğ‘ğ‘¦ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘›ğ‘¦ğ‘’ğ‘®ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘©ğ‘›. ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ğ‘• ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘©ğ‘ğ‘¹ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘‘ ğ‘ ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ HP ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ. ğ‘“ğ‘¹ ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ 3/4 ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ HP ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘§ğ‘‘ 3/4 ğ‘ ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ğ‘•.

source: Charge: When used offensively, this attack deals double damage to the target. It also causes this unit to take double damage from the target's counterattack.
en@shaw: ğ‘—ğ‘¸ğ‘¡: ğ‘¢ğ‘§ğ‘¯ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘©ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ğ‘¤ğ‘°, ğ‘ğ‘¦ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘›ğ‘°ğ‘¤ğ‘Ÿ ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘‘ ğ‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘. ğ‘¦ğ‘‘ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘’ğ‘·ğ‘Ÿğ‘©ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘‘ğ‘¸ğ‘œğ‘©ğ‘‘ğ‘• ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘»ğ‘©ğ‘‘ğ‘¨ğ‘’.

source: drains
en@shaw: ğ‘›ğ‘®ğ‘±ğ‘¯ğ‘Ÿ

source: Drain: This unit drains health from living units, healing itself for half the amount of damage it deals (rounded down).
en@shaw: ğ‘›ğ‘®ğ‘±ğ‘¯: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘›ğ‘®ğ‘±ğ‘¯ğ‘Ÿ ğ‘£ğ‘§ğ‘¤ğ‘” ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•, ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘“ğ‘¹ ğ‘£ğ‘­ğ‘“ ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘‘ ğ‘›ğ‘°ğ‘¤ğ‘Ÿ (ğ‘®ğ‘¬ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘›ğ‘¬ğ‘¯).

source: Poison: This attack poisons living targets. Poisoned units lose 8 HP every turn until they are cured or are reduced to 1 HP. Poison can not, of itself, kill a unit.
en@shaw: ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯: ğ‘ğ‘¦ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ğ‘Ÿ ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘‘ğ‘¸ğ‘œğ‘©ğ‘‘ğ‘•. ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¤ğ‘µğ‘Ÿ 8 HP ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘‘ğ‘»ğ‘¯ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘± ğ‘¸ ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘› ğ‘¹ ğ‘¸ ğ‘®ğ‘¦ğ‘›ğ‘¿ğ‘•ğ‘‘ ğ‘‘ 1 HP. ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘ªğ‘‘, ğ‘ ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“, ğ‘’ğ‘¦ğ‘¤ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘.

source: Ask $ally_leader.name (leader of side $ally_leader.side) to move here
el: Ζητήστε από τον/την $ally_leader.name (αρχηγός της πλευράς $ally_leader.side) να μετακινηθεί εδώ
en@shaw: ğ‘­ğ‘•ğ‘’ $ally_leader.name (ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘ ğ‘•ğ‘²ğ‘› $ally_leader.side) ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘£ğ‘½
eo: Peti al $ally_leader.name (gvidanto de flanko $ally_leader.side) moviĝi ĉi tien

source: Be more aggressive
el: Γίνε περισσότερο επιθετικός
en@shaw: ğ‘šğ‘° ğ‘¥ğ‘¹ ğ‘©ğ‘œğ‘®ğ‘§ğ‘•ğ‘¦ğ‘
eo: Pli agresemi

source: aggressive.
el: επιθετικός.
en@shaw: ğ‘©ğ‘œğ‘®ğ‘§ğ‘•ğ‘¦ğ‘.
eo: agresema.

source: Be more defensive
el: Γίνε περισσότερο αμυντικός
en@shaw: ğ‘šğ‘° ğ‘¥ğ‘¹ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘
eo: Pli defendemi

source: defensive.
el: αμυντικός.
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘.
eo: defendema.

source: Focus on defeating...
el: Εστίασε στην ήττα...
en@shaw: ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘ªğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘¦ğ‘™...
eo: Fokusiĝi pri defendo...

source: Instruct ally
el: Καθοδήγηση συμμάχου
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘‘ ğ‘¨ğ‘¤ğ‘²
eo: Ordoni al aliancano

source: Which enemy side to focus on?
en@shaw: ğ‘¢ğ‘¦ğ‘— ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘•ğ‘²ğ‘› ğ‘‘ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘ªğ‘¯?

source: (side $temp_i|)
en@shaw: (ğ‘•ğ‘²ğ‘› $temp_i|)

source: $side_i_leader.name (side $temp_i|)
en@shaw: $side_i_leader.name (ğ‘•ğ‘²ğ‘› $temp_i|)

source: side $temp_i
el: πλευρά $temp_i
en@shaw: ğ‘•ğ‘²ğ‘› $temp_i
eo: flanko $temp_i

source: focusing on defeating $this_enemy_description|.
en@shaw: ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘¦ğ‘™ $this_enemy_description|.

source: Back
el: Πίσω
en@shaw: ğ‘šğ‘¨ğ‘’
eo: Reen

source: Focus on protecting...
el: Εστίαση στην προστασία...
en@shaw: ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘ªğ‘¯ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™...
eo: Fokusiĝi pri protekto...

source: Which friendly side to protect?
en@shaw: ğ‘¢ğ‘¦ğ‘— ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘¤ğ‘¦ ğ‘•ğ‘²ğ‘› ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘?

source: focusing on protecting $this_ally_description|.
en@shaw: ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ $this_ally_description|.

source: Defend a location...
el: Υπεράσπιση μιας περιοχής...
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘© ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯...
eo: Defendi lokon...

source: Right-click to select a location to defend
el: Δεξί κλικ για επιλογή τοποθεσίας άμυνας
en@shaw: ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›
eo: Dekstroklaku por elekti defendotan lokon

source: Defend this location
el: Υπεράσπιση της περιοχής
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Defendi ĉi tiun lokon

source: focusing on defending the area around $x1|,$y1|.
el: εστιάζοντας στην υπεράσπιση της περιοχής γύρω από $x1|,$y1|.
en@shaw: ğ‘“ğ‘´ğ‘’ğ‘©ğ‘•ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘ºğ‘¦ğ‘© ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› $x1|,$y1|.
eo: fokusiĝi pri defendo de la areo ĉirkaŭ $x1|,$y1|.

source: Location selection canceled
el: Η επιλογή τοποθεσίας ακυρώθηκε
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘›
eo: Lokelekto nuliĝis

source: Clear objective orders
el: Καθαρισμός διαταγών στόχου
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘¹ğ‘›ğ‘¼ğ‘Ÿ
eo: Malplenigi celajn ordonojn

source: Clear behavior orders
el: Καθαρισμός διαταγών συμπεριφοράς
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘˜ğ‘¼ ğ‘¹ğ‘›ğ‘¼ğ‘Ÿ
eo: Malplenigi kondutajn ordonojn

source: Clear all orders
el: Καθαρισμός όλων των διαταγών
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘·ğ‘¤ ğ‘¹ğ‘›ğ‘¼ğ‘Ÿ
eo: Malplenigi ĉiujn ordonojn

source: none set.
el: καμία.
en@shaw: ğ‘¯ğ‘³ğ‘¯ ğ‘•ğ‘§ğ‘‘.

source: $ally_leader.name (side $ally_side|) has not been given any instructions and is acting normally.
el: Στον/Στην $ally_leader.name (πλευρά $ally_side|) δεν έχουν δοθεί οδηγίες και ενεργεί κανονικά.
en@shaw: $ally_leader.name (ğ‘•ğ‘²ğ‘› $ally_side|) ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘°ğ‘¯ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘¦ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦.
eo: $ally_leader.name (flanko $ally_side|) ne ricevis ordonojn kaj agas normale.

source: Objective: $ai_controller.side_$ally_side|_current_settings.currently_doing_objective_description Behavior: $ai_controller.side_$ally_side|_current_settings.currently_doing_behaviour_description
en@shaw: ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘: $ai_controller.side_$ally_side|_current_settings.currently_doing_objective_description ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘˜ğ‘¼: $ai_controller.side_$ally_side|_current_settings.currently_doing_behaviour_description
