Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Yetis are giant humanoid creatures that live in the mountains. Few have ever survived an encounter with one, and their existence is doubted by many.
de: Yetis sind gigantische menschenähnliche Kreaturen, die in den Bergen leben. Nur wenige überlebten eine Begegnung mit so einem Wesen, viele zweifeln allerdings an seiner Existenz.
fr: Les yétis sont de gigantesques humanoïdes qui vivent dans les montagnes. Peu ont survécu à une de leurs rencontre et leur existence même est remise en cause.
sv: Snömän är jättelika humanoida varelser som bor i bergen. Blott ett fåtal har överlevt ett möte med dem, och många betvivlar deras existens.

source: Young Ogre
de: Junger Oger
fr: Jeune Ogre
sv: Ung jätte

source: When still young, Ogres are taken into the army to be trained. They cannot manage weapons skillfully, so they are given a large blade, in the hope that they will be smart enough to swing it at their enemies, not their throat.
de: Solange sie jung sind werden Oger in einer Armee ausgebildet. Sie können nicht besonders gut mit Waffen umgehen, deswegen werden sie mit einem riesigem Fleischerbeil ausgestattet, in der Hoffnung das sie intelligent genug sind damit ihre Gegner zu treffen und nicht ihre eigene Kehle.
fr: Encore jeunes, les ogres sont enrôlés dans l'armée pour être entraînés. Comme ils ne sont pas assez habiles pour manier une arme, on leur a donné un grand couteau avec l'espoir qu'ils seront assez intelligents pour l'utiliser contre les ennemis plutôt que contre eux-même.
sv: Medan de fortfarande är unga, värvas jättar till armén för att tränas. De är inte skickliga med vapen, så de ges ett stort svärd i förhoppningen att de är smarta nog att svinga det mot sina fiender istället för mot sina egna halsar.

source: meat cleaver
de: Fleischerbeil
fr: hachoir à viande
sv: Köttklyvare

source: Youth
de: Jüngling
fr: Jeune homme
sv: Yngling

source: Today almost a boy, by his devotion to the crown he is seeking to become a Lord -- to join the elite of human fighters.
de: Er ist fast noch ein Kind, aber mit seiner Hingabe für die Krone wird er eines Tages zum Fürsten und dadurch zur Elite der menschlichen Truppen gehören.
fr: Pas encore tout à fait un homme, par sa dévotion à la couronne il aspire à devenir un seigneur -- pour rejoindre l'élite des combattants humains.
sv: Idag nästan en pojke, men med sin trohet mot kronan önskar han att bli en Furste, att få tillhöra eliten av de mänskliga krigarna.

source: +Scenario Designers
de: +Szenarien
fr: +Scénaristes
sv: +Scenarioförfattare

source: Close
de: Schließen
el: Κλείσιμο
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ
eo: Fermi
fr: Fermer
sv: Stäng

source: You don't have a leader to recruit with.
de: Euer Herrführer ist gefallen. Ihr könnt keine weiteren Einheiten ausbilden.
en@shaw: ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¢ğ‘¦ğ‘.
fr: Vous n'avez pas de chef vous permettant de recruter des unités.
sv: Du har ingen ledare att rekrytera med.

source: You must have your leader on a keep to recruit or recall units.
de: Euer Heerführer muss sich im Burgfried befinden um Einheiten auszubilden.
en@shaw: ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¿ğ‘¼ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘ªğ‘¯ ğ‘© ğ‘’ğ‘°ğ‘ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¹ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•.
fr: Votre chef doit se trouver sur un donjon pour pouvoir recruter des unités.
sv: Du måste ha din ledare i ett kärntorn för att kunna rekrytera eller återkalla trupper.

source: There are no vacant castle tiles in which to recruit a unit.
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘ğ‘±ğ‘’ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘.
fr: Il n'y a pas de place vacante dans le château pour recruter une unité.
sv: Det finns inga lediga borgrutor för nya trupper.

source: none
en@shaw: ğ‘¯ğ‘³ğ‘¯
fr: aucune
sv: inget

source: base damage
de: Grundschaden
fr: dommage de base
sv: basskada

source: attacker resistance vs
de: Resistenz des Angreifers gegen
fr: résistance de l'attaquant contre
sv: anfallarens motståndskraft mot

source: attacker vulnerability vs
de: Verwundbarkeit des Angreifers gegen
fr: vulnerabilité de l'attaquant contre
sv: anfallarens sårbarhet mot

source: Doubled
de: Verdoppelt
sv: fördubblad

source: total damage
de: Gesamtschaden
fr: dommages totaux
sv: Total skada

source: defender resistance vs
de: Resistenz des Verteidigers gegen
fr: résistance du défenseur contre
sv: försvararens motståndskraft mot

source: defender vulnerability vs
de: Verwundbarkeit des Verteidigers gegen
fr: vulnérabilité du défenseur contre
sv: försvararens sårbarhet mot

source: Halved
de: Halbiert
sv: Halverad

source: poisoned
de: vergiftet
el: δηλητηριασμένος
en@shaw: ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ğ‘›
eo: venenita
fr: empoisonné
sv: förgiftad

source: slowed
de: verlangsamt
el: επιβραδυμένος
en@shaw: ğ‘•ğ‘¤ğ‘´ğ‘›
eo: malrapidigita
fr: ralentie
sv: långsam

source: Ambushed!
el: Έπεσες σε ενέδρα!
en@shaw: ğ‘¨ğ‘¥ğ‘šğ‘«ğ‘–ğ‘‘!
eo: Atako!
fr: Embuscade !
sv: Bakhåll!

source: Friendly unit sighted
de: Verbündete Einheit gesichtet!
el: Εθεάθη φιλική μονάδα
en@shaw: ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘¤ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘•ğ‘²ğ‘‘ğ‘©ğ‘›
eo: Amika unuo vidiĝis
fr: Unité alliée en vue
sv: Vänligt sinnad trupp inom synhåll

source: Enemy unit sighted!
de: Gegnerische Einheit gesichtet!
el: Εθεάθη εχθρική μονάδα!
en@shaw: ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘•ğ‘²ğ‘‘ğ‘©ğ‘›!
eo: Malamika unuo vidiĝis!
fr: Unité ennemie en vue !
sv: Fiendetrupp inom synhåll!

source: $friends Friendly units sighted
de: $friends verbündete Einheiten gesichtet!
fr: $friends unité(s) alliée(s) en vue
sv: $friends vänligt sinnade trupper inom synhåll

source: $enemies Enemy units sighted!
de: $enemies gegnerische Einheiten gesichtet!
fr: $enemies unité(s) ennemie(s) en vue !
sv: $enemies fiendetrupper inom synhåll!

source: Units sighted! ($friends friendly, $enemies enemy)
de: Einheiten gesichtet! ($friends verbündete, $enemies gegnerische)
fr: Unités en vue ! ($friends alliée(s), $enemies ennemie(s))
sv: Trupper inom synhåll! ($friends vänligt sinnade trupper, $enemies fiendetrupper)

source: (press $hotkey to continue)
fr: (appuyez sur $hotkey pour continuer)
sv: (Tryck på $hotkey för att fortsätta)

source: Advance Unit
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘
fr: Unité avancée
sv: Uppgradera trupp

source: What should our victorious unit become?
de: Welchen Pfad soll diese Einheit beschreiten?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘¬ğ‘¼ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¹ğ‘¦ğ‘©ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥?
fr: Que va devenir notre victorieuse unité ?
sv: Vad skall din segrande trupp avancera till?

source: No objectives available
el: Δεν υπάρχουν διαθέσιμοι στόχοι
en@shaw: ğ‘¯ğ‘´ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤
eo: Neniu celo disponeblas
fr: Aucun objectif disponible
sv: Inga mål tillgängliga

source: Save
de: Spielstand speichern
el: Αποθήκευση
eo: Konservi
fr: Sauver
sv: Spara

source: Overwrite?
el: Αντικατάσταση;
en@shaw: ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘‘?
eo: Ĉu superskribi?
sv: Skriva över?

source: Save already exists. Do you want to overwrite it ?
de: Der Spielstand exisitiert bereits. Möchtet Ihr ihn überschreiben?
fr: Ce fichier existe déjà. Voulez-vous l'écraser ?
sv: Det sparade spelet finns redan, vill du skriva över det?

source: Don't ask me again!
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘¥ğ‘° ğ‘©ğ‘œğ‘±ğ‘¯!
fr: Ne me redemandez jamais ça !
sv: Fråga mig inte en gång till!

source: Do you really want to delete this game?
de: Möchtet Ihr diesen Spielstand wirklich löschen?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘œğ‘±ğ‘¥?
fr: Voulez-vous vraiment effacer cette sauvegarde ?
sv: Vill du verkligen radera detta spel?

source: %a %b %d %H:%M %Y
de: %a %d %b %H:%M %Y
en@shaw: %ğ‘© %ğ‘šğ‘° %ğ‘›ğ‘° %ğ‘±ğ‘—:%ğ‘§ğ‘¥ %ğ‘¢ğ‘²
sv: %Y-%m-%d %H:%M

source: #(Invalid)
en@shaw: #(ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›)
fr: #(Invalide)
sv: #(Ogiltigt)

source: Campaign
de: Kampagne
fr: Campagne
sv: Kampanj

source: Multiplayer
de: Mehrspieler
en@shaw: ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘»
fr: Multi-joueurs
sv: Flera spelare

source: Tutorial
de: Einführung
en@shaw: ğ‘‘ğ‘µğ‘‘ğ‘¹ğ‘°ğ‘©ğ‘¤
fr: Didacticiel
sv: Träningsspel

source: replay
el: επανάληψη
en@shaw: ğ‘®ğ‘°ğ‘ğ‘¤ğ‘±
eo: reludado
fr: rejouer
sv: repris

source: Turn
de: Runde
el: Γύρος
en@shaw: ğ‘‘ğ‘»ğ‘¯
eo: Vico
fr: Tour
sv: Drag

source: Difficulty
de: Schwierigkeitsgrad
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ğ‘¦
fr: Difficulté
sv: Svårighetsgrad

source: No Saved Games
de: Spielstand laden
en@shaw: ğ‘¯ğ‘´ ğ‘•ğ‘±ğ‘ğ‘› ğ‘œğ‘±ğ‘¥ğ‘Ÿ
fr: Aucun jeu sauvegardé
sv: Inga sparade spel

source: There are no saved games to load. (Games are saved automatically when you complete a scenario)
de: Es wurden keine Spielstände gefunden. (Spielstände werden automatisch gespeichert, wenn Ihr ein Szenario beendet)
fr: Il n'y a aucun jeu sauvegardé à charger. (les parties sont sauvegardées automatiquement quand vous finissez un scénario).
sv: Det finns inga sparade spel att öppna. (Spel sparas automatiskt när du klarar ett scenario)

source: Delete Save
de: Spielstand löschen
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘•ğ‘±ğ‘
fr: Effacer la sauvegarde
sv: Radera sparat spel

source: Import Saved Games
fr: Importer les jeux sauvegardés
sv: Importera sparade spel

source: Your saves directory contains some files from an old version of Battle for Wesnoth. Would you like to update these to the latest version? This may take some time.
fr: Votre répertoire de sauvegarde contient des fichiers d'une ancienne version du jeu. Souhaitez-vous les mettre à jour ? Il est possible que cette opération prenne du temps.
sv: Ditt bibliotek över sparade spel innehåller en del filer som sparats i en gammal version av Striden om Wesnoth. Vill du uppdatera dessa till den senaste versionen? Detta kan ta lite tid.

source: Your saves directory contains some files that don't appear to have been generated by this version of Battle for Wesnoth. Would you like to register these files with the game?
fr: Votre répertoire de sauvegarde contient des fichiers qui ne semblent pas avoir été générés avec cette version de la Bataille pour Wesnoth. Souhaitez-vous les enregistrer auprès du jeu ?
sv: Din bibliotek över sparade spel innehåller en del filer som inte verkar ha sparats av denna version av Striden om Wesnoth. Vill du registrera dessa filer i spelet?

source: Show replay
de: Spielverlauf anzeigen
en@shaw: ğ‘–ğ‘´ ğ‘®ğ‘°ğ‘ğ‘¤ğ‘±
fr: Montrer les actions déjà effectuées
sv: Spela upp

source: Load Game
de: Spielstand laden
el: Φόρτωση Παιχνιδιού
en@shaw: ğ‘¤ğ‘´ğ‘› ğ‘œğ‘±ğ‘¥
eo: Ŝargi ludon
fr: Charger un jeu
sv: Öppna spel

source: Choose the game to load
de: Wählt den zu ladenden Spielstand
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘‘ ğ‘¤ğ‘´ğ‘›
fr: Choisissez le jeu à charger
sv: Välj spel att öppna

source: Cancel
de: Abbrechen
el: Ακύρωση
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤
eo: Nuligi
fr: Annuler
sv: Avbryt

source: Profile
de: Profil
en@shaw: ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤
sv: Profil

source: level
de: Stufe
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤
fr: niveau
sv: nivå

source: Moves
de: BP
en@shaw: ğ‘¥ğ‘µğ‘ğ‘Ÿ
fr: Déplacements
sv: Förflyttning

source: melee
de: Nahkampf
el: σώμα με σώμα
en@shaw: ğ‘¥ğ‘±ğ‘¤ğ‘±
eo: kontakta
fr: corps-à-corps
sv: närstrid

source: ranged
de: Fernkampf
el: εξ αποστάσεως
en@shaw: ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘›
eo: distanca
fr: distant
sv: distans

source: healthy
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘”ğ‘¦
fr: vigoureux
sv: bra hälsa

source: invisible
sv: osynlig

source: Do you want to save a replay of this scenario?
de: Möchtet Ihr den Spielverlauf dieses Szearios speichern?
fr: Voulez-vous sauvegarder un replay de ce scénario ?
sv: Vill du spara en repris av detta scenario?

source: Name:
el: Όνομα:
eo: Nomo:
fr: Nom :
sv: Namn:

source: The game could not be saved
de: Der Spielstand konnte nicht gespeichert werden
fr: Le jeu ne peut pas être sauvegardé
sv: Spelet kunde inte sparas

source: Do you want to save your game?
de: Möchtet Ihr Euren Spielstand abspeichern?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘¿ğ‘¼ ğ‘œğ‘±ğ‘¥?
fr: Voulez-vous sauvegarder votre jeu ?
sv: Vill du spara ditt spel?

source: This save is from a different version of the game. Do you want to try to load it?
de: Dieser Spielstand stammt aus einer früheren Version. Möchtet Ihr den Spielstand laden?
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘•ğ‘±ğ‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘œğ‘±ğ‘¥. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘‘?
fr: Cette sauvegarde a été enregistrée sous une version différente du jeu. Voulez-vous essayer de la charger ?
sv: Detta sparade spel är från en annan version av Wesnoth. Vill du försöka öppna spelet ändå?

source: The file you have tried to load is corrupt
el: Το αρχείο που προσπαθήσατε να φορτώσετε είναι κατεστραμμένο
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘®ğ‘²ğ‘› ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘Ÿ ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘
eo: La dosiero, kiun vi provis ŝargi, estas difektita.
fr: Le fichier sauvegardé est corrompu
sv: Filen du försöker öppna är felaktig

source: There are no campaigns available
fr: Il n'y a pas de campagne disponible
sv: Det finns inga kampanjer att spela

source: Choose the campaign you want to play:
de: Wählt die Kampagne, die Ihr spielen wollt:
fr: Choisissez la campagne à laquelle vous souhaitez jouer :
sv: Välj kampanj

source: Select difficulty level:
de: Schwierigkeitsgrad auswählen:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ğ‘¦ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤:
fr: Choisissez le niveau de difficulté :
sv: Välj svårighetsgrad:

source: Join Official Server
de: Offiziellem Server beitreten
fr: Se connecter au serveur officiel
sv: Anslut till den officiella servern

source: Log on to the official Wesnoth multiplayer server
de: Dem offiziellen Wesnoth Server beitreten
fr: Se connecter sur le serveur multi-joueur officiel de Wesnoth
sv: Logga in på Striden om Wesnoths officiella spelserver

source: Join Game
de: Spiel beitreten
fr: Se connecter à une partie
sv: Anslut till spel

source: Join a server or hosted game
de: Einem Server oder einer Mehrspielerpartie beitreten
fr: Se connecter à un serveur ou une partie hébergée
sv: Anslut till en server eller ett spel som någon annan är värd för

source: Host Multiplayer Game
de: Mehrspielerpartie eröffnen
fr: Démarrer un serveur de jeu multi-joueurs
sv: Var spelvärd för flera spelare

source: Host a game without using a server
de: Eine Mehrspielerpartie ohne Zuhilfenahme eines Servers eröffnen
fr: Héberger un jeu sans utiliser de serveur
sv: Var värd för ett spel utan att använda en server

source: Login
de: Euer Name
fr: Connexion
sv: Logga in

source: Language
de: Sprache
fr: Langue
sv: Språk

source: Choose your preferred language
de: Wählt die gewünschte Sprache
fr: Choisissez votre langue
sv: Välj språk

source: Could not initialize video. Exiting.
fr: Impossible d'initialiser l'affichage. Arrêt du programme.
sv: Ett skärmfel uppstod. Avbryter.

source: Could not initialize fonts. Exiting.
fr: Impossible d'initialiser les polices. Arrêt du programme.
sv: Typsnittsfel. Avbryter.

source: Advances to
fr: Avance en
sv: Kan befordras till

source: Abilities
en@shaw: ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ
fr: Capacités
sv: Förmågor

source: Alignment
fr: Alignement
sv: Livsåskådning

source: Required XP
de: Benötigte EP
fr: Expérience requise
sv: XP som krävs

source: attacks
fr: attaques
sv: attacker

source: Name
en@shaw: ğ‘¯ğ‘±ğ‘¥
fr: Nom
sv: Namn

source: Type
de: Typ
en@shaw: ğ‘‘ğ‘²ğ‘
sv: Typ

source: Dmg
de: Schaden
sv: skada

source: Strikes
de: Attacken
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ğ‘•
fr: Attaques
sv: Slag

source: Range
de: Reichweite
en@shaw: ğ‘®ğ‘±ğ‘¯ğ‘¡
fr: Portée
sv: Räckvidd

source: Special
en@shaw: ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤
fr: Spécial
sv: Specialitet

source: Resistances
de: Resistenztabelle
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ
fr: Résistances
sv: Motståndskraftighet

source: Attack Type
de: Angriffsart
en@shaw: ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘‘ğ‘²ğ‘
fr: Type d'attaque
sv: Attacktyp

source: Resistance
de: Resistenz
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•
fr: Résistance
sv: Motståndskraft

source: Terrain Modifiers
de: Gelände Einschränkungen
en@shaw: ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¼ğ‘Ÿ
fr: Modificateurs de Terrain
sv: Terrängavdrag

source: Terrain
de: Gelände
en@shaw: ğ‘‘ğ‘»ğ‘±ğ‘¯
sv: Terräng

source: Defense
de: Verteidigung
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•
fr: Défense
sv: Försvar

source: < Back
de: < Zurück
fr: < Précédent
sv: < Bakåt

source: Forward >
de: Vorwärts >
en@shaw: ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘› >
fr: Suivant >
sv: Framåt >

source: The Battle for Wesnoth Help
de: Hilfe zu Battle for Wesnoth
en@shaw: ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘£ğ‘§ğ‘¤ğ‘
fr: Aide pour La bataille de Wesnoth
sv: Hjälp om Striden om Wesnoth

source: Next unit
de: Nächste Einheit
fr: Unité suivante
sv: Nästa trupp

source: End Unit Turn
fr: Finir le tour de l'unité
sv: Avsluta truppens drag

source: Leader
de: Herrführer
en@shaw: ğ‘¤ğ‘°ğ‘›ğ‘»
fr: Chef
sv: Ledare

source: Undo
de: Rückgängig
fr: Annuler
sv: Ångra

source: Redo
de: Wiederherstellen
fr: Refaire
sv: Gör om

source: Zoom In
de: Vergrößern
fr: Zoom avant
sv: Zooma in

source: Zoom Out
de: Verkleinern
fr: Zoom arrière
sv: Zooma ut

source: Default Zoom
fr: Zoom par défaut
sv: Standardinzoomning

source: Fullscreen
de: Vollbild
fr: Plein écran
sv: Fullskärm

source: Accelerated
fr: Accéléré
sv: Accelererad

source: Unit Description
de: Einheitenbeschreibung
fr: Description de l'unité
sv: Truppbeskrivning

source: Rename Unit
de: Einheit umbenennen
el: Μετονομασία Μονάδας
en@shaw: ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥ ğ‘¿ğ‘¯ğ‘¦ğ‘‘
eo: Alinomigi unuon
fr: Renommer l'unité
sv: Döp om truppen

source: Save Game
de: Spiel speichern
el: Αποθήκευση Παιχνιδιού
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘œğ‘±ğ‘¥
eo: Konservi ludon
fr: Sauvegarder le jeu
sv: Spara spelet

source: Recruit
de: Ausbilden
en@shaw: ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘
fr: Recruter
sv: Rekrytera

source: Repeat Recruit
de: Ausbilden wiederholen
fr: Recruter encore
sv: Upprepa rekrytering

source: Recall
de: Einberufen
en@shaw: ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤
fr: Rappeler
sv: Återkalla

source: Toggle Grid
de: Gitternetz einblenden
fr: Grille
sv: Rutnät av/på

source: Status Table
de: Spielübersicht
fr: Table des états
sv: Statustabell

source: Mute
de: Musik und Ton ausschalten
fr: Rendre silencieux
sv: Tyst

source: Speak
de: Sprechen
fr: Parler
sv: Tala

source: Create Unit (Debug!)
de: Einheit erstellen (Debug!)
en@shaw: ğ‘’ğ‘®ğ‘°ğ‘±ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ (ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ!)
fr: Créer une unité (débug!)
sv: Skapa trupp (debuggning!)

source: Change Unit Side (Debug!)
de: Einheitenzugehörigkeit ändern (Debug!)
fr: Changer le camp de l'unité (débug!)
sv: Byt truppens lojalitet (debuggning!)

source: Preferences
de: Einstellungen
fr: Préférences
sv: Inställningar

source: Scenario Objectives
de: Missionsziele
fr: Objectifs du scénario
sv: Scenariomål

source: Unit List
de: Einheitenübersicht
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘‘
fr: Liste des unités
sv: Trupplista

source: Statistics
de: Statistiken
en@shaw: ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘•
fr: Statistiques
sv: Statistik

source: Quit Game
de: Spiel beenden
fr: Quitter la partie
sv: Avsluta spelet

source: Set Label
de: Beschriftung erstellen
fr: Placer une étiquette
sv: Namnge

source: Show Enemy Moves
de: Gegnerische Bewegungen anzeigen
fr: Afficher les déplacements ennemis
sv: Visa fiendedrag

source: Best Possible Enemy Moves
de: Bestmögliche gegnerische Bewegungen
fr: Meilleurs déplacements possibles de l'ennemi
sv: Bästa möjliga fiendedrag

source: Quit Editor
de: Editor beenden
fr: Quitter l'éditeur
sv: Avsluta kartritaren

source: New Map
de: Neue Karte
fr: Nouvelle carte
sv: Ny karta

source: Load Map
de: Karte laden
fr: Charger une carte
sv: Öppna karta

source: Save Map
de: Karte speichen
fr: Sauvegarder
sv: Spara karta

source: Save As
fr: Sauvegarder sous
sv: Spara som

source: Set Player Start Position
fr: Placer la position de départ d'un joueur
sv: Ange spelarens startposition

source: Cut
fr: Couper
sv: Klipp ut

source: Copy
fr: Copier
sv: Kopiera

source: Paste
fr: Coller
sv: Klistra in

source: Revert from Disk
fr: Revenir à la version sur disque
sv: Återställ från disk

source: Flip Map
fr: Inverser la carte
sv: Flippa kartan

source: Select All
fr: Tout sélectionner
sv: Markera alla

source: Draw Terrain
fr: Afficher le terrain
sv: Rita terräng

source: Delay Shroud Updates
fr: Différer les mises-à-jour du voile
sv: Fördröj slöjuppdateringarna

source: Update Shroud Now
de: Schleier jetzt aktualisieren
fr: Mettre-à-jour le voile maintenant
sv: Uppdatera slöjan nu

source: Continue Move
de: Bewegung fortsetzen
fr: Continuer le déplacement
sv: Fortsätt draget

source: Find Label or Unit
de: Beschriftung oder Einheiten suchen
fr: Chercher une étiquette ou une unité
sv: Sök efter etikett eller trupp

source: Speak to Ally
de: Zu Verbündeten sprechen
fr: Parler aux alliés
sv: Tala med allierad

source: Speak to All
de: Zu allen sprechen
fr: Parler à tous
sv: Tala med alla

source: Help
de: Hilfe
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘
fr: Aide
sv: Hjälp

source: View Chat Log
de: Gesprächsprotokoll anzeigen
fr: Afficher les historiques des discutions
sv: Se chatloggen

source: Do you really want to quit?
de: Möchtet Ihr das Spiel wirklich beenden?
el: Θέλετε πραγματικά να αποχωρήσετε;
eo: Ĉu vi vere volas foriri?
fr: Voulez-vous réellement quitter ?
sv: Vill du verkligen sluta?

source: Quit?
de: Spiel beenden
fr: Quitter ?
sv: Avsluta?

source: Next
de: Weiter
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘
fr: Suite
sv: Nästa

source: Skip
de: Überspringen
en@shaw: ğ‘•ğ‘’ğ‘¦ğ‘
fr: Sauter
sv: Hoppa över

source: The End
en@shaw: ğ‘ ğ‘§ğ‘¯ğ‘›
fr: Fin
sv: Slut

source: System default language
el: Φόρτωση προκαθορισμένης γλώσσας
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘›ğ‘°ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡
eo: Sistemdefaŭlta lingvo
fr: Langue du système
sv: Systemets standardspråk

source: Close Window
de: Fenster schließen
fr: Fermer la fenêtre
sv: Stäng fönster

source: Map Generator
de: Zufallskartengenerator
fr: Générateur de carte
sv: Kartgenerator

source: Players
de: Spieler
fr: Joueurs
sv: Spelare

source: Width
de: Breite
fr: Largeur
sv: Bredd

source: Height
de: Höhe
fr: Hauteur
sv: Höjd

source: Iterations
de: Iterationen
fr: Itérations
sv: Iterationer

source: Bump Size
de: Hügelgrösse
fr: Taille des collines
sv: Kullstorlek

source: Villages
de: Dörfer
el: Χωριά
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ
eo: Vilaĝoj
sv: Byar

source: Roads Between Castles
de: Straßen zwischen den Burgen
fr: Routes entre les châteaux
sv: Vägar mellan borgar

source: /1000 tiles
de: /1000 Felder
fr: /1000 cases
sv: /1000 rutor

source: Coastal
de: Küste
fr: Côte
sv: Kustnära

source: Island
de: Insel
fr: Île
sv: Ö

source: The maximum turns the game will go for
de: Legt die maximale Rundenzahl einer Partie fest
fr: Nombre maximal de tours pour la partie
sv: Maximalt antal speldrag

source: The amount of income each village yields per turn
de: Die Steuereinnahmen, die jedes eroberte Dorf pro Runde hervorbringt
en@shaw: ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥ ğ‘°ğ‘— ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘˜ğ‘°ğ‘¤ğ‘›ğ‘Ÿ ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯
fr: Quantité d'or que chaque village rapporte par tour
sv: Hur mycket guld som varje by ger per drag

source: The amount of experience a unit needs to advance
de: Die Menge an Erfahrung, die eine Einheit zum Stufenaufstieg benötigt
en@shaw: ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•
fr: Quantité d'expérience requise aux unités pour avancer
sv: Hur mycket erfarenhet en trupp behöver för att befordras

source: Fog Of War
de: Nebel des Krieges
en@shaw: ğ‘“ğ‘ªğ‘œ ğ‘ ğ‘¢ğ‘¹
fr: Brouillard de guerre
sv: Stridsdimma

source: Enemy units cannot be seen unless they are in range of your units
de: Feindliche Einheiten werden erst sichtbar, wenn sie in Reichweite der Eigenen sind
en@shaw: ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘•ğ‘°ğ‘¯ ğ‘³ğ‘¯ğ‘¤ğ‘§ğ‘• ğ‘ğ‘± ğ‘¸ ğ‘¦ğ‘¯ ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘¿ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•
fr: Les ennemis ne peuvent être vus à moins qu'ils ne soient à porté de vos unités
sv: Fiendetrupper kan ses endast om de befinner sig inom dina truppers räckvidd
