Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Gryphon Mountain! Maybe we could steal some eggs from the gryphons and train the young to be flying mounts. Would that work, Delfador?
fr: La montagne aux gryphons ! Peut-être pourrions-nous voler quelques œufs et élever les jeunes gryphons comme montures volantes. Cela pourrait-il marcher, Delfador ?
sv: Gripberget! Tänk om vi kunde stjäla några ägg från griparna och träna ungarna som flygande riddjur. Skulle det funka, Delfador?

source: We can try to do that, but we must be careful. To disturb the gryphons could prove dangerous...and yet such mounts could help us greatly later. Whatever we do, we must pass by this place.
fr: Nous pouvons essayer, bien qu'il puisse s'avérer dangereux de déranger les gryphons... Mais il est possible que de telles montures nous soient utiles plus tard. De toutes façons, nous devons passer par cet endroit.
sv: Vi skulle kunna försöka, men vi måste vara försiktiga. Det kan vara väldigt farligt att störa griparna...men sådana riddjur skulle vara mycket användbara senare. Hur vi än gör så måste vi passera berget.

source: Well, let's start climbing the mountain!
fr: Bien, escaladons cette montagne !
sv: Nå, låt oss börja klättra.

source: It appears that we are not the only ones are interested in this mountain. Once again the Queen opposes us!
fr: Il est évident que nous ne sommes pas les seuls à nous intéresser à cette montagne. De nouveau la reine s'oppose à nous !
sv: Det verkar som om vi inte är de enda som är intresserade av Gripberget... än en gång så skickar drottningen trupper mot oss.

source: Quickly, men! Onward!
fr: En avant, soldats ! Rapidement !
sv: Fort, soldater framåt!

source: We have defeated them! Now what do we do?
fr: Nous les avons vaincus ! Maintenant, que faisons nous ?
sv: Vi har besegrat dem, vad ska vi göra nu?

source: We must continue north. It is too late to return to the safety of Elensefar or Anduin before winter falls. We must therefore cross the great river and continue toward the land of the Dwarves. Hurry, let us go!
fr: Nous devons continuer au nord. Il est trop tard pour retrouver la sécurité d'Elensefar ou d'Anduin avant que l'hiver ne nous tombe dessus. Nous devons traverser la grande rivière et continuer vers la terre des nains. Allons-y !
sv: Vi måste fortsätta norrut. Det är för sent att återvända till Elensefar eller Anduin innan vintern är över oss. Vi måste alltså korsa den stora floden och vidare till dvärgariket. Kom låt oss fortsätta!

source: With these gryphon eggs we should be able to breed gryphons that will serve us. Then we can hire gryphon riders!
fr: Avec ces œufs, nous devrions être en mesure d'élever des gryphons. Alors, nous pourrons enrôler des monteurs de gryphon !
sv: Med de här gripäggen borde vi ha möjlighet att föda upp egna gripar, som kommer att tjäna oss. Då kan vi börja hyra in gripryttare.

source: It is a shame we could not get those Gryphon eggs - they would surely have given us an advantage sometime. Still, we must continue.
fr: Quel dommage de n'avoir pu prendre ces œufs de gryphons. Ils nous auraient certainement apporté quelque avantage. Enfin, il nous faut poursuivre.
sv: Det var synd att vi inte fick tag på gripäggen - det hade säkert varit fördelaktigt för oss senare. Likväl, vi måste fortsätta.

source: Let us continue onward!
fr: Continuons à avancer !
sv: Låt oss fortsätta vidare!

source: Hasty Alliance
fr: Alliance improvisée
sv: En förhastad allians

source: Victory: @Defeat enemy leader Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz #Death of Li'sar
fr: Victoire: @Vaincre le chef ennemi Défaite: #Mort de Konrad #Mort de Delfador #Mort de Kalenz #Mort de Li'sar
sv: Seger: @Besegra fiendens ledare Nederlag: #Konrad dör #Delfador dör #Kalenz dör #Li'sar dör

source: Where are we? Which way now? I am tired of this darkness!
fr: Où sommes-nous ? Quel chemin devons-nous emprunter maintenant ? Je suis fatigué de cette obscurité !
sv: Var är vi? Vart ska vi? Jag är trött på det här mörkret!

source: I am not sure of the way. Let me think for a moment.
fr: Je ne suis pas sûr du chemin à prendre. Laissez-moi réfléchir un moment.
sv: Jag är inte säker, låt mig tänka ett ögonblick.

source: What in the world are you doing here?
fr: Que faites-vous donc ici ?
sv: Vad i hela friden gör du här?

source: Tracking you down, of course! You have escaped me for the last time!
fr: Nous vous avons pistés, naturellement ! Vous vous êtes échappés pour la dernière fois !
sv: Letar upp dig så klart! Du har flytt för sista gången!

source: Foolish girl! We are in the deepest of caverns, probably surrounded by all manner of creatures, and you still want to fight us? You will bring us all to ruin!
fr: Idiote ! Nous sommes dans les plus profondes des cavernes, entourés probablement par toutes sortes de créatures, et vous voulez toujours nous combattre ? Vous allez causer notre mort à tous !
sv: Enfaldiga flicka! Vi är i de djupaste grottgångar du kan tänka dig, antagligen omringade av alla sorters varelser och du vill slåss med oss? Det kommer att leda till allas vår död!

source: Don't try to trick me! I know why you have come here! But I will put an end to you and your treason here. Then I will get the Scepter, and return to the daylight again!
fr: N'essayez pas de me duper ! Je sais pourquoi vous êtes venus ici ! Mais je vais en finir avec vous et votre trahison ici, j'obtiendrai alors le Sceptre, et retournerai au grand jour !
sv: Försök inte lura mig! Jag vet varför ni har kommit hit, men jag kommer att sätta punkt för er och ert förräderi här. Sedan kommer jag att hämta Eldspiran och återvända upp i dagsljuset!

source: Surprise! Die, you sun-lovers!
fr: Surprise ! Mourrez donc, adorateurs du soleil !
sv: Överraskning! Nu ska ni dö era solälskare!

source: Now we are surrounded! Do you still want to fight us, Princess? Surely that would lead to doom for us all!
fr: Maintenant nous sommes cernés ! Souhaitez-vous toujours nous combattre, princesse ? Cela nous mènerait tous à une mort certaine !
sv: Nu är vi omringade! Vill du fortfarande slåss med oss, prinsessa? Det skulle sannerligen leda till att vi alla dör.

source: I see we have little choice but to help each other. Let us fight together until we return to the surface. Agreed?
fr: Je vois que nous n'avons d'autre choix que de nous entraider. Nous nous aiderons donc jusqu'à notre retour à la surface, convenu ?
sv: Vi har uppenbarligen inget annat val än att hjälpa varandra. Tills vi kommer upp till ytan så slåss vi sida vid sida, OK?

source: Very well, I promise that you will reach the surface again, or we shall all perish together, Princess.
fr: Très bien, je vous aiderai à atteindre la surface, ou bien nous périrons ensemble, Princesse.
sv: Nåja, jag lovar att du kommer att nå markytan, eller att vi alla går under tillsammans, prinsessa.

source: But once we escape from this hole, I have a score to settle with you!
fr: Mais une fois que nous serons sortis de ce trou, j'aurai des comptes a régler avec vous !
sv: Men så fort vi undkommit detta hål, så skall vi göra upp.

source: Well, we have helped each other survive so far, Princess. Now let's continue together. What do you say?
fr: Bon, nous nous sommes entraidés pour survivre jusqu'ici princesse. Continuons-nous ensemble ?
sv: Så, vi har hjälpt varandra att överleva än så länge, prinsessa. Låt oss fortsätta tillsammans. Vad tycker du?

source: Yes. We agreed to help each other get out of these pits alive, did we not? Let us continue to pool our resources. Here is my purse, full of gold.
fr: Oui en effet, nous avons convenu que nous nous aiderions à sortir de ces puits vivants, n'est ce pas ? Nous mettrons nos ressources en commun. Voici ma bourse, pleine d'or.
sv: Ja, det gör vi. Vi bestämde att ta oss ut ur de här grottorna tillsammans, så då gör vi det! Här är min börs, den är fylld med guld.

source: You receive 200 pieces of gold!
fr: Vous recevez 200 pièces d'or !
sv: Du får 200 guldmynt!

source: Thank you, Princess. Come, men. Let us find the Scepter!
fr: Merci, Princesse. Venez soldats, trouvons le Sceptre !
sv: Tack så mycket, prinsessa, kom låt oss finna Eldspiran nu, mannar!

source: I can't believe it should end like this!
fr: Je ne peux pas croire que cela se termine ainsi !
sv: Jag trodde aldrig att det skulle sluta så här.

source: Test of the Clans
fr: Mise à l'épreuve des clans
sv: Klanernas prövning

source: Victory: @Defeat the Clan Leader, Bayar Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz #Death of Li'sar #Turns run out
fr: Victoire: @Vaincre le chef du clan, Bayar Défaite: #Mort de Konrad #Mort de Delfador #Mort de Kalenz #Mort de Li'sar #Nombre de tours dépassé
sv: Seger: @Besegra klanledaren, Bayar Nederlag: #Konrad dör #Delfador dör #Kalenz dör #Li'sar dör #Dragen tar slut

source: Very well. We will fight you.
fr: Très bien. Nous vous combattrons.
sv: Nåväl. Vi ska besegra er.

source: Home of the North Elves
fr: Le territoire des elfes du Nord
sv: Nordalvernas hem

source: Victory: @Reach the Elvish Forest, and resist until the end of turns Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz #Death of Li'sar #Turns run out before reaching the forest
fr: Victoire: @Atteindre la forêt des elfes, et résister jusqu'à la fin des tours Défaite: #Mort de Konrad #Mort de Delfador #Mort de Kalenz #Mort de Li'sar #Nombre de tours dépassé avant de sortir de la forêt
sv: Seger: @Nå fram till alvskogen och gör motstånd tills dragen tar slut Nederlag: #Konrad dör #Delfador dör #Kalenz dör #Li'sar dör #Dragen tar slut innan alvskogen nås

source: There you are! You must come quickly to the home of the Elves in the east!
fr: Vous voilà enfin ! Vous devez vous rendre rapidement chez les elfes à l'est !
sv: Där är ni! Skynda er, ni måste skynda er till alvernas hem i Östern!

source: There they are! Charge!
fr: Ils sont là ! Chargez !
sv: Där är de! Anfall!

source: There are some Orcs! We must let them fight the men of Wesnoth, and avoid engaging them at all costs!
fr: Il y a des orcs par ici ! Nous devons les laisser combattre les hommes de Wesnoth, et éviter à tout prix de les engager !
sv: Där finns det orcher! Vi måste låta dem slåss med männen från Wesnoth. Inte på några villkor får vi börja slåss med dem!

source: At last, friends, we have almost reached the home of my people, the North Elves.
fr: Enfin, mes amis, nous avons presque atteint les demeures de mon peuple, les elfes du nord.
sv: Äntligen vänner, vi har nästan nått mitt folks, nordalvernas, hem.

source: After being in this wilderness for so long, it will be good to get some rest!
fr: Après avoir été dans ce désert pendant tellement de temps, il sera bon de prendre un peu de repos !
sv: Efter att ha varit i vildmarken så länge så kommer det kännas skönt att få vila litegrann.

source: But there is a great fog around us again! We don't know what dangers may lie ahead!
fr: Mais il y a de nouveau un épais brouillard autour de nous ! Nous ne savons pas quels dangers nous attendent encore !
sv: Men det är en tät dimma runt om oss igen! Vi kan inte veta vilka faror som lurar längre fram!

source: So long as we move ahead with caution and prudence, I am sure we will reach the safety and hospitality of the Elves.
fr: Si nous continuons à avancer avec prudence, je suis sûr que nous atteindrons la sûreté et l'hospitalité des elfes.
sv: Så länge som vi förflyttar oss med försiktighet, så är jag säker på att vi kommer att nå tryggheten hos alverna, och kommer att kunna njuta av deras gästfrihet.

source: My lords! I have found you at last.
fr: Mes seigneurs ! Je vous trouve enfin.
sv: Mina herrar! Jag har hittat er till slut.

source: Greetings, Eonihar, old friend! Why have you been searching for us?
fr: Salutations, Eonihar, mon vieil ami ! Pourquoi nous cherchiez-vous ?
sv: Välkommen, Eonihar, gamle vän! Varför har du letat efter oss?

source: When my lord learnt of your coming, he sent riders out looking for you! There is trouble afoot!
fr: Quand mon seigneur a appris votre venue, il a envoyé des cavaliers pour vous chercher! Il y a de grands troubles dans la région !
sv: När min herre hörde att ni var på väg, så skickade han ut ryttare för att leta efter er. Det är trubbel på väg.

source: Trouble? What kind of trouble?
fr: Des ennuis ? Quel genre d'ennuis ?
sv: Trubbel? Vad då för sorts trubbel?

source: We have sighted a great host to the south, a host of the men of Wesnoth. And we believe they are looking for you! There is not a moment to lose. You must make haste to the Elven forest. Only there will you be safe!
fr: Nous avons aperçu une grande foule au sud. Un regroupement d'hommes de Wesnoth, nous pensons qu'ils vous recherchent ! Il n'y a pas un instant à perdre : vous devez vous rendre rapidement à la forêt des elfes, vous ne serez en sûreté que là-bas !
sv: Ifrån söder kommer en stor armé av Wesnothiska män, vi tror de letar efter dig. Det finns ingen tid att förlora. Ni måste skynda er in i alvskogen. Det är det enda ställe ni är säkra på.

source: I only hope we can avoid them. We will have to bear north-east.
fr: J'espère seulement que nous pourrons les éviter, nous devrons nous diriger vers le nord-est.
sv: Jag hoppas bara att vi kan undvika dem. Vi ger oss av mot nordost.

source: That is not all, my lord. The foul Orcs have heard of the coming of these men, and are even now gathering a great host to oppose them to the north! It is now certain that there will be a great battle.
fr: Ce n'est pas tout, mon seigneur. Les orcs de ces terres désolées ont entendu parler de la venue de ces hommes, et rassemblent maintenant une horde de guerriers pour s'opposer à eux. Avec ce regroupement au nord, il est maintenant certain qu'il y aura une grande bataille.
sv: Det är mer, herre. De äckliga orcherna har hört talas om människoarmén, och håller just nu på att samla ihop en stor styrka i norr för att kämpa mot dem! Det kommer otvetydigt att bli ett stort slag.

source: This sounds very dangerous. Perhaps we should retreat to the West, and hide until the battle is over?
fr: Ceci semble très dangereux. Peut-être devrions-nous nous retirer à l'ouest, et nous cacher jusqu'à la fin de la bataille ?
sv: Det låter mycket farligt. Kanske vi skulle dra oss tillbaka västerut, och gömma oss tills striden är över?

source: I think these wild lands are too dangerous for that! Anyhow...I expected you to be on the side of Wesnoth, Princess?
fr: Je pense que ces terres sauvages sont trop dangereuses pour cela ! Mais... N'êtes-vous pas du côté de Wesnoth, princesse?
sv: Jag tror att denna vildmark är alltför farlig för det! Dessutom...så trodde jag att du skulle ta Wesnoths parti i denna fråga, prinsessa!

source: I am an honorable princess, not an imposter like you! I promised that I would be on your side until we made it out of these lands, and I will keep my promise!
fr: Je suis une princesse honorable, pas un imposteur comme vous! J'ai promis que je serais de votre côté jusqu'à ce que nous sortions de ces terres, et je serai fidèle à ma promesse !
sv: Jag är en ärbar prinsessa, inte en bedragare som du! Jag gav mitt ord att jag skulle stå vid din sida tills vi lämnat dessa länder, och jag står vid mitt ord!

source: Sir, madam, there is no time to lose! You must make it East, to the home of my people. Only there will you be safe!
fr: Noble dame, Sire, il n'y a plus de temps à perdre! Vous devez vous rendre à l'est, sur les terres de mon peuple. Vous ne serez en sécurité que là-bas !
sv: Min herre, milady, vi har ingen tid att förlora! Ni måste ta er till Östern, till mitt folks hemland, endast där är ni säkra!

source: Come then, Konrad, let us go.
fr: Alors venez Konrad, allons-y .
sv: Kom då, Konrad, låt oss ge oss iväg.

source: My lord has begun assembling a party of Elves to come and escort you into the forest. Beware, for we are all in great danger!
fr: Mon seigneur a commencé à rassembler un groupe d'elfes pour venir vous escorter à l'intérieur de la forêt. Prenez garde, car nous sommes tous en grand danger!
sv: Min furste har börjat att samla ihop ett sällskap av alver som skall eskortera er till skogen. Tag er i akt, för vi är alla i stor fara!

source: Greetings, Elf-friend! Welcome to Emetria. You must take shelter here until the battle passes. If you stay with me here for a little while, we will all be safe.
fr: Salutations, ami des elfes ! Bienvenue à Emetria. Vous devez vous abriter ici jusqu'à ce que la bataille prenne fin. Restez avec moi ici pour quelques temps encore, et nous serons en sécurité.
sv: Var hälsad, alvvän, Välkommen till Emetria. Ni måste söka skydd här till striden utanför är över. Om ni stannar här hos mig, så kommer vi alla att vara i säkerhet.

source: Thank you, Lord El'rien. The hospitality of the North Elves is as generous as of your kin in the South! My men will help you hold out against our enemies.
fr: Merci, seigneur El'rien. L'hospitalité des Elfes du nord est aussi bonne que celle de ceux du sud ! Mes hommes vous aideront à résister à nos ennemis.
sv: Tack, furst El'rien. Gästvänligheten hos nordalverna överträffar nästan deras sydligare släktingar. Mina soldater kommer att hjälpa dig hålla staden.

source: We have not yet reached the forest, and the battle still rages. We will never get there now! We have been defeated!
fr: Nous n'avons pas atteint la forêt, et la bataille fait toujours rage. Nous n'y arriverons jamais à présent ! Nous sommes perdus !
sv: Vi har inte nått fram till skogen ännu, och striden är fortfarande i full gång. Nu kommer vi aldrig att komma dit. Vi är besegrade!

source: Elf-friends, you have made it to safety!
fr: Amis des elfes, vous êtes maintenant en sécurité !
sv: Alvvänner, ni har nått säkerheten.

source: El'rien, we have the Scepter of Fire with us! We must escort them to Elensia!
fr: El'rien, nous avons le Sceptre de feu avec nous ! Nous devons les escorter à Elensia !
sv: El'rien, vi har Eldspiran med oss! Vi måste eskortera dem till Elensia!

source: Indeed. We will escort you to our capital, where we will make Council.
fr: En effet. Nous vous escorterons à notre capitale, où nous tiendrons Conseil.
sv: Verkligen, vi skall eskortera er till vår huvudstad, där vi skall kalla till rådslag.

source: The Isle of Anduin
de: Die Insel im Anduin
fr: L'île d'Anduin
sv: Anduins ö

source: Victory: @Defeat enemy leader Defeat: #Death of Konrad #Death of Delfador #Turns run out
fr: Victoire: @Vaincre le chef ennemi Défaite: #Mort de Konrad #Mort de Delfador #Nombre de tours dépassé
sv: Seger: @Besegra fiendens ledare Nederlag: #Konrad dör #Delfador dör #Dragen tar slut

source: This is no time to return to our vessel! We must take control of the island!
fr: Ce n'est pas le moment de retourner à notre navire ! Nous devons prendre le contrôle de l'île !
sv: Det här är inte en bra tidpunkt att återvända till båten, vi måste ta kontroll över ön

source: And so the party landed on the Isle of Anduin.
fr: Et ainsi l'équipée débarqua sur l'île d'Anduin...
sv: Och så landsteg truppen på Anduins ö...

source: So this is Anduin. It looks a little...desolate
fr: Voilà donc Anduin. Cela semble un peu... désolé.
sv: Så det här är Anduin. Det ser lite...övergivet ut.

source: I fear so, Konrad. It seems that the Orcs have come even here. Here to the place where I was born, where I was trained.
fr: Je le crains, Konrad. Apparement les orcs sont venus même ici. Ici, le lieu de ma naissance, le lieu de ma formation.
sv: Jag fruktar det, Konrad. Det verkar som om orcherna har kommit även hit. Hit till den plats där jag föddes, den plats där jag fick min utbildning.

source: Who is that? Oh, a party of elves has landed. We shall drive them back into the sea!
fr: Qui est-ce ? Oh, un groupe d'elfes a débarqué, nous devrions les renvoyer d'où ils viennent !
sv: Vem är det? Oh...en grupp med alver har anlänt, vi ska nog driva dem tillbaka ner i sjön.

source: I did not think the Orcs would have come here. This island used to be so beautiful. We must recapture it! To arms!
fr: Je ne pensais pas que les orcs seraient venu ici. Cette île était si belle. Nous devons la reprendre ! Aux armes !
sv: Jag trodde inte att orcherna skulle komma hit. Ön brukade vara så vacker, vi måste återta den. Till vapen!

source: I found someone hiding in the village!
fr: J'ai trouvé quelqu'un se cachant dans ce village !
sv: Jag fann någon som gömt sig i byn!

source: My lords, I have been hiding in the village from the orcs, like many of the other mages here. Perhaps we can work together to recapture the island!
fr: Mes seigneurs, je me dissimulait de la vue des orcs dans ce village, comme beaucoup de mes confrères mages ici. Peut-être pouvons nous trouver ensemble un moyen de recapturer l'île !
sv: Mina herrar, jag har hållit mig gömd för orcherna i byn, som så många andra av magikerna här. Kanske kan vi slå oss ihop för att återta ön!

source: Certainly, let us join together to fight the evil ones
fr: Certainement, associons nos forces pour combrattre ces créatures malfaisantes.
sv: Naturligtvis, låt oss kämpa vid varandras sida mot de onda orcherna.

source: You can now recruit mages
fr: Vous pouvez maintenant recruter des mages.
sv: Du kan nu rekrytera magiker

source: Delfador, my old master! You have saved the island from the Orcs!
fr: Delfador, mon ancien maître ! Vous avez sauvé l'île des orcs !
sv: Delfador, min gamle mästare! Du har räddat ön från orcherna!

source: My apprentice! How did the island fall to such as these?
fr: Mon apprenti ! Comment l'île est-elle tombée entre leurs mains ?
sv: Min lärling! Hur har ön fallit i sådana händer?

source: You have not heard, master Delfador? Asheviere is trying to control the entire western coast. She hired many Orcs and sent them here. They were holding me until a ship could arrive to take me to Weldyn where I am to stand trial for treason for training mages!
fr: N'êtes-vous point au courant, maître Delfador ? Asheviere tente de prendre le contrôle de toute la côte ouest. Elle a recruté un grand nombre d'orcs qu'elle a envoyés ici. Ils me retenaient ici jusqu'à l'arrivée d'un bateau qui m'aurait emmené à Weldyn pour y être jugé, sous l'accusation de trahison pour avoir formé des mages !
sv: Har du inte hört, mäster Delfador? Asheviere försöker ta kontrollen över hela den västra kusten. Hon har lejt många orcher och sänt dem hit. Jag hölls fången här av orcherna i väntan på ett skepp som skulle föra mig till Weldyn, där jag skulle ställas inför rätta för förräderi - för att ha utbildat magiker!

source: We have come from fighting her forces at Blackwater. Where else has she attacked?
fr: Nous revenons d'une bataille contre ses forces à Aiguenoire. Où a-t-elle attaqué également ?
sv: Vi kommer just nu från Blackwater, där vi har slagits mot hennes trupper. Var har hon mer attackerat?

source: She has taken control of the Bay of Pearls, long held by the Mermen, and has turned them into slaves. There they dive for pearls by which she grows richer every day. There are even rumors that she may break the ancient treaty and attack Elensefar!
fr: Elle a pris le contrôle de la baie des perles, qui pendant longtemps fût le domaine des ondins, et à fait de ces derniers des esclaves. Ils doivent plonger pour collecter des perles qui la rendent plus riche de jour en jour. Des rumeurs circulent même qu'elle pourrait casser l'ancien traité et attaquer Elensefar !
sv: Hon har tagit kontroll över Pärlbukten, sjöfolkets gamla hemvist, och har förslavat sjöfolket. Hon tvingar dem att dyka efter pärlor åt henne; med dessa pärlor ökar hennes rikedomar för varje dag. Det ryktas till och med att hon funderar på att bryta det urgamla fördraget och attackera Elensefar!
