Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Red team wins! Final score: $redscore-$bluescore
de: Die rote Mannschaft hat gewonnen! Der Endstand: $redscore-$bluescore
sv: Det röda laget vinner! Poängsumma: $redscore-$bluescore

source: Draw! Final score: $redscore-$bluescore
de: Unentschieden! Der Endstand: $redscore-$bluescore
sv: Oavgjort! Poängsumma: $redscore-$bluescore

source: Battle for Weslin Bridge
de: Schlacht um die Weslin Brücke
sv: Striden vid Weslinbron

source: Battle World
de: Welt des Krieges
fr: Un monde de bataille
sv: Krigsvärld

source: Siege Castles
de: Belagerte Burgen
fr: Châteaux assiégés
sv: Belägring

source: Across The River
de: Über den Fluss
fr: La traversée de la rivière
sv: Över floden

source: The Three Rivers
de: Die drei Flüsse
fr: Les trois rivières
sv: De tre floderna

source: The Isles of the Damned
de: Insel der Verdammten
fr: Les îles des damnés
sv: De fördömdas ö

source: The Valley of Death
de: Das Tal des Todes
fr: La vallée de la mort
sv: Dödens dal

source: Dwarvern Wasteland
de: Zwergische Einöde
fr: La terre désolée des nains
sv: Dvärgarnas ödemark

source: Princess's Battlefield
de: Das Schlachtfeld der Prinzessin
fr: Le champ de bataille de la princesse
sv: Prinsessans slagfält

source: King of the Hill
de: König des Hügels
fr: Le roi de la colline
sv: Herre på täppan

source: I am here to learn how to fight in a battle. As an experienced elder mage, surely you can explain the art of combat to me.
de: Ich bin hier, um kämpfen zu lernen. Ihr seid ein erfahrener und weiser Magier, und könnt mich sicherlich in der Kunst des Kampfes unterrichten.
fr: Je suis ici pour apprendre comment se battre dans une bataille. En tant que mage expérimenté, vous pourrez sûrement m'expliquer l'art du combat.
sv: Jag är här för att lära mig strida. Som den erfarna åldrade magiker du är, kan du säkerligen förklara stridskonsten för mig.

source: Before entering any battle, you need to recruit units. To recruit a unit, right click on the castle tile on which you wish to recruit the unit. Then select Recruit, and select 'Ok'. You can only recruit units on castle tiles connected to the keep your leader is on.
de: Vor jeder Schlacht müsst Ihr Einheiten ausbilden. Dazu müsst Ihr auf das Burgfeld, auf dem sie ausgebildet werden sollen, rechtsklicken. Danach wählt "Ausbilden" und "OK". Ihr könnt nur in Burgfelder direkt neben dem Burfried, in dem Euer Anführer steht, ausbilden.
fr: Avant d'entrer dans une bataille, vous devez recruter des unités. Pour recruter une unité, cliquez avec le bouton gauche sur la case du château où vous désirez recruter. Puis sélectionnez « Recruter », puis « Ok ». Vous ne pouvez recruter que dans un château et seulement si le chef est dans le donjon.
sv: Innan du kan börja strida, måste du rekrytera trupper. För att göra detta, högerklickar du på den borgruta du vill att truppen skall ställa sig på. Sen väljer du 'Rekrytera', och därefter klickar du 'Ok'. Du kan bara rekrytera trupper på borgrutor som finns i samma borg som kärntornet din ledare står på.

source: Excellent! You have recruited an Elvish Fighter.
de: Ausgezeichnet! Ihr habt einen Elfen-Kämpfer ausgebildet.
fr: Excellent ! Vous venez de recruter un guerrier elfe.
sv: Utmärkt! Du har rekryterat en alvkrigare.

source: Since units cannot move on the turn they are recruited, you must end your turn. To do this, simply click the 'End Turn' button in the lower-right hand corner.
de: Da sich Einheiten in dem Zug, in dem sie ausgebildet wurden, nicht bewegen oder angreifen können, müsst Ihr euren Zug jetzt beenden. Dazu klickt einfach auf den "Zug beenden"-Button ganz unten rechts.
fr: Comme les unités ne peuvent pas se déplacer pendant le tour où elle sont recrutées, vous devez terminer votre tour. Pour cela, cliquez sur le bouton « Fin du tour » situé en bas à droite.
sv: Eftersom trupper inte kan förflytta sig samma drag som de rekryteras, måste du avsluta ditt drag. Detta gör du genom att helt enklet klicka på 'Avsluta draget' längst ner till höger i bild.

source: You have successfully ended your turn.
de: Ihr habt euren Zug erfolgreich beendet.
fr: Vous avez terminé votre tour avec succès.
sv: Du har avslutat ditt drag.

source: Your next task is to move your Elvish Fighter. To move a unit, first select it, then select his destination. In this case, his destination is the forest next to the Elvish Shaman, Merle.
de: Als nächstes müsst Ihr euren Elfen-Kämpfer bewegen. Um eine Einheit zu bewegen, wählt sie zuerst aus, und klickt dann auf das Zielfeld. In diesem Fall ist dies der Wald neben dem Elfenschamanen Merle.
fr: Votre prochaine tâche consiste à déplacer votre guerrier elfe. Pour déplacer une unité, sélectionnez-la puis sélectionnez sa destination. Ici, sa destination est le panneau à coté de la chamane elfe, Merle.
sv: Nästa uppgift är att förflytta din alvkrigare. För att förflytta en enhet måste du först välja den och därefter dess destination. I det här fallet är destinationen skogen alldels bredvid alvshamanen Merle.

source: Excellent! You have successfully moved your Elvish Fighter. However, since he moved next to an enemy unit, he has lost all his movement for this turn; this is called the 'zone of control'.
de: Ausgezeichnet! Ihr habt euren Elfen-Kämpfer erfolgreich gezogen. Da er allerdings neben eine gegnerische Einheit gezogen ist, hat er alle Bewegungspunkte für den Rest des Zuges verloren. Das wird 'Kontrollzone' genannt.
fr: Excellent ! Vous avez déplacé votre guerrier elfe avec succès. Cependant, comme il s'est déplacé à coté d'une unité ennemie, il a perdu tout son mouvement pour ce tour : ceci est appelé la « zone de contrôle ».
sv: Utmärkt! Du har förflyttat din alvkrigare. Men eftersom han nu befinner sig alldeles bredvid en fiendetrupp är kan han inte förflytta sig mer. Detta kallas fiendens 'kontrollzon'. Alla trupper har en sådan.

source: Now, you need to attack with your fighter. To attack, first select a unit, then select its target, which must be next to the attacking unit. You will then see the attack options box, where you must select an attack to use.
de: Jetzt müsst Ihr mit eurem Kämpfer angreifen. Um anzugreifen, müsst Ihr zuerst eine Einheit auswählen. Dann wählt das Ziel, welches neben dem Angreifer stehen muss. Es erscheint eine Angriffsauswahlbox, wo Ihr eine Attacke wählen könnt.
fr: Maintenant, vous avez besoin d'attaquer avec votre guerrier. Pour attaquer, sélectionnez l'unité puis sélectionnez sa cible, celle-ci doit être à coté de l'unité attaquante. Vous verrez ensuite la boîte d'option d'attaques dans laquelle il vous faudra choisir l'attaque à utiliser.
sv: Nu skall du låta din kämpe anfalla. Först väljer du truppen du vill anfalla med och därefter truppen du vill anfalla. De två trupperna måste stå bredvid varandra. Du får då upp en dialogruta där du får välja sättet du vill anfalla på.

source: You have successfully attacked Merle.
de: Ihr habt Merle erfolgreich angegriffen.
fr: Vous avez attaqué Merle avec succès.
sv: Du har anfallit Merle.

source: End your turn, and wait for Merle to attack you.
de: Beendet euren Zug, und wartet auf den Angriff Merles.
fr: Terminez votre tour et attendez que Merle vous attaque.
sv: Avsluta ditt drag och vänta på att Merle anfaller dig.

source: Your fighter has survived Merle's attack. Whenever a unit survives a battle, it gets experience from the combat. Once a unit gains enough experience, it advances to the next level, and becomes more powerful.
de: Euer Kämpfer hat den Angriff Merles überlebt. Immer, wenn eine Einheit einen Kampf überlebt, bekommt sie Erfahrungspunkte. Sobald sie genug Erfahrungspunkte gesammelt hat, steigt sie eine Stufe auf und wird stärker.
fr: Votre guerrier a survécu à l'attaque de Merle. Quand une unité survit à une attaque, elle gagne de l'expérience du combat. Une fois qu'une unité a gagné assez d'expérience, elle progresse vers le niveau suivant et devient plus puissante.
sv: Din kämpe har överlevt Merles anfall. När en trupp överlever en slag får den erfarenhet av striden. När en trupp har fått tillräckligt med erfarenhet befordras den till nästa nivå och blir mäktigare.

source: Move your fighter onto a village.
de: Zieht euren Kämpfer auf ein Dorf.
fr: Déplacez votre guerrier dans un village.
sv: Flytta din kämpe till en by.

source: Villages heal the units on them.
de: Dörfer heilen Einheiten, die auf ihnen stehen.
fr: Les villages soignent les unité qui sont dessus.
sv: Byar läker trupper.

source: Now, you must defeat Merle by reducing her to 0 HP or lower. Just attack repeatedly.
de: Nun müsst Ihr Merle besiegen, indem Ihr ihre Lebenspunkte auf 0 oder weniger bringt. Greift einfach oft genug an.
fr: Maintenant, vous devez vaincre Merle en réduisant ses points de vie à 0 ou moins. Attaquez simplement de façon répétée.
sv: Nu måste du strida mot Merle tills hon har 0 HP. Fortsätt bara anfalla.

source: Unfortunately, you lost, because your leader was defeated. Hopefully you have gained wisdom from my teachings anyway.
de: Ihr habt leider verloren, weil euer Anführer besiegt wurde. Hoffentlich habt Ihr aus meinen Lehren trotzdem etwas gelernt.
fr: Malheureusement, vous avez perdu car que votre chef a été vaincu. Vous avez tout de même gagné en sagesse par mon enseignement.
sv: Du har tyvärr förlorat eftersom din ledare är besegrad. Förhoppningsvis har du fått lärdom av min undervisning ändå.

source: Unfortunately, you lost, because you ran out of time. Hopefully you have gained wisdom from my teachings anyway.
de: Ihr habt leider verloren, weil die Zeit abgelaufen ist. Hoffentlich habt Ihr aus meinen Lehren trotzdem etwas gelernt.
fr: Malheureusement, vous avez perdu parce que tout votre temps s'est écoulé. Vous avez tout de même gagné en sagesse par mon enseignement.
sv: Tyvärr har du förlorat eftersom tiden tog slut. Förhoppningsvis har du fått lärdom av min undervisning ändå.

source: You have successfully completed the first training scenario.
de: Ihr habt euer erstes Übungszenario erfolgreich abgeschlossen.
fr: Vous avez terminé avec succès le premier scénario d'entraînement.
sv: Ditt första träningsscenario är avklarat!

source: Do you want to review any of the skills learned on this level?
de: Möchtest Ihr die Kennisse, die in diesem Level vermittelt werden, anschauen?
fr: Voulez-vous revoir une des choses que vous avez apprises dans ce niveau ?
sv: Vill du se över de färdigheter du lärde dig på den här nivån?

source: Yes
de: Ja
el: Ναι
eo: Jes
fr: Oui
sv: Ja

source: Although you have completed your first scenario, your training is not yet over. We will now proceed to the next scenario, in which you will fight me in a mock battle.
de: Ihr habt zwar das erste Szenario beendet, aber euer Training ist noch nicht vorbei. Wir gehen nun zum nächsten Szenario, wo Ihr mit mir in einem Übungskampf kämpfen müsst.
fr: Bien que vous avez terminé votre premier scénario, votre entraînement n'est pas encore arrivé à son terme. Nous allons maintenant passer au scénario suivant dans lequel vous devrez me combattre dans un simulacre de bataille.
sv: Träningen är inte över än! I nästa scenario skall du besegra mig i en låtsasstrid.

source: Now you will be subject to a more difficult test. You must defeat me in mock battle.
de: Nun müsst Ihr eine schwierigere Prüfung bestehen. Ihr müsst mich in einem Testkampf besiegen.
fr: Maintenant vous allez être soumis à un exercice plus difficile. Vous devez me vaincre dans un simulacre de bataille.
sv: Nu kommer du att få prova på något svårare. Du måste besegra mig i en låtsasstrid.

source: @Skills covered: Recalling Traits Gold Time of day Terrains Resistance Specialties Objects Playing Wesnoth @Objectives @Victory Defeat Delfador
de: @Behandelte Kenntnisse: Einberufen Charakteristiken Gold Tageszeiten Geländearten Resistenzen Besonderheiten Objekte Hinweise zum Spielen von Wesnoth @Ziele @Sieg Besiege Delfador
fr: @Éléments abordés : Rappeler Caractéristiques Or Moment de la journée Terrains Résistances Spécialités Objets Jouer à Wesnoth @Objectifs : @Victoire Vaincre Delfador
sv: @Avhandlade färdigheter: Att återkalla Karaktärsdrag Guld Tid på dygnet Terräng Motståndskraft Specialiteter Föremål Att spela Wesnoth @Scenariomål @Seger Besegra Delfador

source: You have successfully recalled your Elvish Fighter.
de: Ihr habt euren Elfen-Kämpfer erfolgreich einberufen.
fr: Vous avez rappelé votre guerrier elfe avec succès.
sv: Du har återkallat din alvkrigare.

source: You may notice that your units have slightly different statistics than the statistics shown before you recruited them. This is because they have been assigned traits.
de: Vielleicht ist Euch aufgefallen, dass eure Einheiten etwas unterschiedliche Eigenschaften haben als die, die Ihr vor der Ausbildung gesehen hast. Das kommt daher, das ihnen bestimmte Charakteristiken zugewiesen wurden.
fr: Vous pouvez remarquer que vos unités ont des statistiques légèrement différentes par rapport à celles affichées avant que vous ne les recrutiez. Ceci arrive parce que des caractéristiques leurs ont étés affectées.
sv: Du kanske har märkt att dina trupper har något annorlunda statistik jämfört med innan du rekryterade dem. Detta beror på att de fått karaktärsdrag.

source: When you recruit and recall units, you lose gold. If this would cause you to have less than 0 gold, you cannot recruit or recall.
de: Wenn Ihr Einheiten ausbildet oder einberuft kostet das Gold. Ihr könnt nur Ausbilden bzw. Einberufen, wenn Ihr genug Gold dafür habt.
fr: Quand vous recrutez ou rappelez des unités, vous perdez de l'or. Si ceci vous amène a avoir moins de 0 pièces d'or, vous ne pourrez pas recruter ou rappeler.
sv: Det kostar guld att rekrytera och återkalla trupper, och utan guld kan du inte rekrytera eller återkalla.

source: The sun is setting over Wesnoth. The time of day affects how much damage units of different alignments can inflict upon each other.
de: Die Sonne geht unter in Wesnoth. Die Tageszeit beeinflusst die Größe des Schadens, den Einheiten unterschiedlicher Gesinnung sich gegenseitig zufügen können.
fr: Le soleil se couche sur Wesnoth. Le moment de la journée affecte la quantité de dégâts que les unités d'alignement différent peuvent s'infliger entre elles.
sv: Solen går ner över Wesnoth. Vad tiden är på dygnet påverkar hur mycket skada som trupper med olika livsåskådningar kan åsamka varandra.

source: Each hex has a terrain, which gives the hex distinctive properties.
de: Jedes Hexfeld hat einen bestimmten Geländetyp, der dem Hexfeld verschiedene Eigenschaften verleiht.
fr: Chaque case a un terrain, lequel donne à la case des propriétés distinctes.
sv: Varje ruta är associerad med en viss terräng som ger den ruta speciella egenskaper.

source: Each attack has a damage type which affects how much damage different units take from that attack.
de: Jeder Angriff hat einen Schadenstyp. Dieser beeinflusst die Größe des Schadens, den verschiedene Einheiten erleiden.
sv: Varje attacks typ av skada påverkar hur mycket skada olika trupper får av den attacken.

source: Many units have a specialty which changes the rules of play in some way.
de: Viele Einheiten haben eine Besonderheit, die die Spielregeln in einer bestimmten Weise verändert.
sv: Många trupper har en specialitet som ändrar spelreglerna på något vis.

source: Some objects change the statistics of the unit that triggered them. One of your units found a potion which will make him do more damage on his attack. To see his new combat statistics, look at the Status Table.
de: Manche Objekte verändern die Eigenschaften einer Einheit, wenn sie von ihr gefunden werden. Eine eurer Einheiten hat einen Trank gefunden, der sie beim Angriff einen größeren Schaden machen lässt. Um ihre neuen Kampfeigenschaften zu sehen, müsst Ihr die Statusseite anschauen.
fr: Divers objets changent les statistiques des unités qui les ont utilisés. Une de vos unité a trouvé une potion qui lui permettra d'infliger plus de dégâts sur ses attaques. Pour voir ses nouvelles statistiques de combat, regardez la table des statuts.
sv: Vissa föremål påverkar en trupps egenskaper. En av dina trupper hittade en trolldryck som gör hans attacker starkare. Hans nya stridsstatistik kan du se i Statustabellen.

source: Remember to try to prevent the enemy from capturing villages, and to recapture the ones that they already have. This will cut off their gold supply and make them unable to recruit.
de: Vergesst nicht, den Gegner davon abzuhalten, Dörfer einzunehmen. Diejenigen, die er schon hat, solltet Ihr zurückerobern. So beraubt Ihr ihm seiner Goldeinnahmen und somit seiner Ausbildungsmöglichkeiten.
sv: Kom ihåg att försöka hindra fienden från att inta byar, och att ta tillbaka byarna som de har. Detta kommer att strypa deras inkomster och förhindra dem att rekrytera trupper.

source: Congratulations! You have defeated me, and completed the second and final training scenario. Next, you may want to begin a campaign, or play multiplayer.
de: Glückwunsch! Ihr habt mich besiegt und damit das zweite und letzte Trainingszenario überstanden. Ihr könnt jetzt entweder eine Kampangne oder ein Spiel im Mehrspieler-Modus anfangen.
fr: Félicitation ! Vous m'avez vaincu et complété le second et dernier scénario d'entraînement. Après cela, vous pouvez vouloir commencer une campagne ou jouer en multi-joueur.
sv: Grattis! Du har besegrat mig, och därmed är det andra och sista träningsscenariot avslutat. Om du vill kan du nu starta en egen kampanj eller spela med andra.

source: That was explained well! But..
fr: C'était bien expliqué ! Mais...
sv: Det förklarade du bra! Men...

source: @Skills covered: Recruiting units Moving units Attacking enemy units Gaining experience Winning scenarios @Current objective: {OBJECTIVE}
de: @Behandelte Kenntnisse: Einheiten ausbilden Einheiten bewegen Gegenerische Einheiten angreifen Erfahrungspunkte sammeln Szenarien gewinnen @Momentane Aufgabe: {OBJECTIVE}
fr: @Éléments abordés : Recruter des unités Déplacer des unités Attaquer des unités ennemies Gagner de l'expérience Gagner un scénario @Objectifs actuel : {OBJECTIVE}
sv: @Avhandlade färdigheter: Rekrytera trupper Truppförflyttningar Anfalla fiendetrupper Samla erfarenhet Vinna scenarior @Aktuell målsättning: {OBJECTIVE}

source: Dawn
de: Morgengrauen
el: Χάραμα
en@shaw: ğ‘›ğ‘·ğ‘¯
fr: Aube
sv: Gryning

source: Morning
de: Vormittag
el: Πρωί
en@shaw: ğ‘¥ğ‘¹ğ‘¯ğ‘¦ğ‘™
fr: Matinée
sv: Förmiddag

source: Afternoon
de: Nachmittag
el: Απόγευμα
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ğ‘¯ğ‘µğ‘¯
fr: Après-midi
sv: Eftermiddag

source: Dusk
de: Abendämmerung
el: Σούρουπο
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘’
fr: Aurore
sv: Skymning

source: First Watch
de: Erste Wache
el: Πρώτη Νυχτερινή Βάρδια
en@shaw: ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘¡
fr: Premier Quart
sv: Första vakten

source: Second Watch
de: Zweite Wache
el: Δεύτερη Νυχτερινή Βάρδια
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘¢ğ‘ªğ‘¡
fr: Deuxième Quart
sv: Andra vakten

source: Underground
de: Untergrund
el: Υπόγεια
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›
eo: Subtero
fr: Sous terre
sv: Under jorden

source: Menu
de: Spiel
el: Μενού
en@shaw: ğ‘¥ğ‘§ğ‘¯ğ‘¿
eo: Menuo
sv: Meny

source: Actions
de: Aktionen
el: Ενέργειες
en@shaw: ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
eo: Agoj
sv: Handlingar

source: End Turn
de: Runde beenden
el: Τέλος Γύρου
en@shaw: ğ‘§ğ‘¯ğ‘› ğ‘‘ğ‘»ğ‘¯
eo: Fini vicon
fr: Fin du tour
sv: Avsluta draget

source: statuspanel^level
de: Stufe
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤
fr: niveau
sv: nivå

source: statuspanel^movement
de: BP
fr: mouvement
sv: förflyttning

source: Easy
de: Einfach
el: Εύκολο
en@shaw: ğ‘°ğ‘Ÿğ‘¦
eo: Facila
fr: Facile
sv: Lätt

source: Medium
de: Mittel
el: Μέτριο
en@shaw: ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©ğ‘¥
eo: Meza
fr: Moyen
sv: Lagom

source: Hard
de: Schwierig
el: Δύσκολο
en@shaw: ğ‘£ğ‘¸ğ‘›
eo: Malfacila
fr: Difficile
sv: Svårt

source: Lawful units fight better at day, and worse at night. Day: +25% Damage Night: -25% Damage
de: Redliche Einheiten genießen Kampfvorteile während es hell ist, bei Anbruch der Dämmerung aber sinkt ihr Kampfesmut. Tag: +25% Schaden Nacht: -25% Schaden
fr: Les unités justes se battent mieux le jour et moins bien la nuit. Jour: +25% de dommage Nuit: -25% de dommage
sv: Lagenliga trupper krigar bättre på dagen och sämre på natten. Dagtid: +25% skada Nattetid: -25% skada

source: Neutral units are unaffected by day and night, fighting equally well under both conditions.
el: Οι ουδέτερες μονάδες δεν επηρεάζονται από τη μέρα και τη νύχτα, πολεμώντας το ίδιο και στις δύο περιπτώσεις.
en@shaw: ğ‘¯ğ‘µğ‘‘ğ‘®ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¸ ğ‘©ğ‘¯ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘› ğ‘šğ‘² ğ‘›ğ‘± ğ‘¯ ğ‘¯ğ‘²ğ‘‘, ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¤ğ‘¦ ğ‘¢ğ‘§ğ‘¤ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘šğ‘´ğ‘” ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ.
eo: Neŭtralajn unuojn ne influas tago kaj nokto, ili batalas same bone en ĉiuj cirkonstancoj.
fr: Les unités neutres ne sont ni affectées par le jour ni par la nuit et se battent aussi bien de jour que de nuit.
sv: Neutrala trupper påverkas inte av dygnets växlingar.

source: Chaotic units fight better at night, and worse at day. Day: -25% Damage Night: +25% Damage
fr: Les unités chaotiques se battent mieux la nuit et moins bien le jour. Jour: -25% de dommage Nuit: +25% de dommage
sv: Kaotiska trupper slåss bättre på natten än på dagen. Dagtid: -25% skada Nattetid:+25% skada

source: Heals: Allows the unit to heal adjacent friendly units at the beginning of the turn. A unit cared for by a healer may heal up to 4 HP per turn. A healer may heal a total of 8 HP per turn, for all units it cares for. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
fr: Guérison : Permet à cette unité de guérir les unités adjacentes en début de tour. Une unité ainsi soignée pourra retrouver jusqu'à 4 points de vie par tour. Un soigneur pourra traiter jusqu'à 8 points de vie par tour, pour l'ensemble des unités soignées. Une unité empoisonnée ne pourra pas être traitée par ce soigneur et devra se rendre à un village ou chercher une unité avec la capacité de traitement.
sv: Vårdar: Truppen vårdar närliggande trupper i början av varje drag. Truppen återställer upp till 4 HP per drag. Truppen kan återställa sammanlagt högst 8 HP per drag. En förgiftad trupp kan inte återställas helt av vård, utan måste söka tillflykt till en by eller bli få hjälp av en trupp som kan bota.

source: Cures: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. This unit will care for all adjacent friendly units that are injured at the beginning of the turn. A unit cared for by a curer may heal up to 8 HP per turn. A curer may heal a total of 18 HP per turn, for all units it cares for. A curer can cure a unit of poison, although that unit will receive no additional healing on the turn it is cured of the poison.
fr: Traitement : Cette unité combine des remèdes à base de plantes avec des incantations magiques pour soigner plus rapidement que la normale sur le champ de bataille. Cette unité soignera toutes les unités alliées blessées sur les cases adjacentes en début de tour. Une unité ainsi soignée pourra retrouver jusqu'à 8 points de vie par tour. Un soigneur pourra traiter jusqu'à 18 points de vie par tour, pour l'ensemble des unités soignées. De même il pourra soigner une unité empoisonnée, cependant cette unité ne recevra pas de points de vie supplémentaires le tour où l'effet du poison aura été annulé.
sv: Botar: Den här truppen kombinerar örter och andra naturläkemedel med magi för att återställa trupper snabbare än vad som vanligtvis är möjligt på ett slagfält. En botare tar hand om alla trupper som står på närliggande rutor i början av varje drag. Varje trupp kommer att återfå upp till 8 HP per drag. En botare kan återställa högst 18 HP per drag. En trupp som kan bota kan ta häva en förgiftning, till priset av att den förgiftade truppen inte återfår några HP under samma drag.
