Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: +Dutch Translation
de: +Niederländische Übersetzung
fr: +Traduction holandaise

source: +Finnish Translation
de: +Finnische Übersetzung
fr: +Traduction finlandaise

source: +French Translation
de: +Französische Übersetzung
fr: +Traduction française

source: +German Translation
de: +Deutsche Übersetzung
fr: +Traduction allemande

source: +Hungarian Translation
de: +Ungarische Übersetzung
fr: +Traduction hongroise

source: +Italian Translation
de: +Italienische Übersetzung
fr: +Traduction italienne

source: +Norwegian Translation
de: +Norwegische Übersetzung
fr: +Traduction norvégienne

source: +Polish Translation
de: +Polnische Übersetzung
fr: +Traduction polonaise

source: +Portuguese Translation
de: +Portugisische Übersetzung
fr: +Traduction portugaise

source: +Slovak Translation
de: +Slovakische Übersetzung
fr: +Traduction slovaque

source: +Spanish Translation
de: +Spanische Übersetzung
fr: +Traduction espagnole

source: +Swedish Translation
de: +Schwedische Übersetzung
fr: +Traduction suédoise

source: +Contributors
de: +Mitarbeiter
fr: +Contributeurs

source: Scenario Start
en@shaw: ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘•ğ‘‘ğ‘¸ğ‘‘
fr: Commencer le scénario

source: HP
de: LE
el: Υγεία
eo: Vivpoentoj
fr: PV

source: Flood Fill
fr: Remplir

source: Fill Selection
fr: Remplir la sélection

source: Landform
de: Landschaft
fr: Forme du terrain

source: Inland
fr: Intérieur des terres

source: Era
de: Ära
el: Εποχή
eo: Erao
fr: Ère

source: KB
fr: ko

source: neutral
el: ουδέτερος
en@shaw: ğ‘¯ğ‘µğ‘‘ğ‘®ğ‘©ğ‘¤
eo: neŭtrala
fr: Neutre

source: Compressed Saves
en@shaw: ğ‘’ğ‘ªğ‘¥ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘•ğ‘±ğ‘ğ‘Ÿ

source: Confirm deleting saves
el: Επιβεβαίωση διαγραφής αποθηκεύσεων
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘»ğ‘¥ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘¦ğ‘™ ğ‘•ğ‘±ğ‘ğ‘Ÿ
eo: Konfirmi forigon de konservoj

source: Mouse Scrolling
en@shaw: ğ‘¥ğ‘¬ğ‘• ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘¦ğ‘™

source: Middle-click Scrolling
en@shaw: ğ‘¥ğ‘¦ğ‘›ğ‘©ğ‘¤-ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘¦ğ‘™

source: Keep scrolling when mouse leaves window
el: Διατήρηση κύλισης όταν το ποντίκι εξέλθει από το παράθυρο
en@shaw: ğ‘’ğ‘°ğ‘ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘¦ğ‘™ ğ‘¢ğ‘§ğ‘¯ ğ‘¥ğ‘¬ğ‘• ğ‘¤ğ‘°ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
eo: Pluigi rulumon kiam la muso eliras la fenestron

source: Animate Map
en@shaw: ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘‘ ğ‘¥ğ‘¨ğ‘

source: Show Titlescreen Animation
en@shaw: ğ‘–ğ‘´ ğ‘‘ğ‘²ğ‘›ğ‘§ğ‘¤ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Unit Standing Animations
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Show Combat
en@shaw: ğ‘–ğ‘´ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘

source: Ping Timeout
en@shaw: ğ‘ğ‘¦ğ‘™ ğ‘‘ğ‘²ğ‘¥ğ‘¬ğ‘‘

source: Number of seconds to wait for a ping reply before we time out. Disable with 0.
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘‘ ğ‘¢ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘© ğ‘ğ‘¦ğ‘™ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘² ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘‘ğ‘²ğ‘¥ ğ‘¬ğ‘‘. ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ 0.

source: Accept whisper messages from friends only
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘¢ğ‘¦ğ‘•ğ‘ğ‘» ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦

source: Auto-open whisper windows in lobby
el: Αυτόματο άνοιγμα παραθύρων ψιθύρου στην αίθουσα
en@shaw: ğ‘·ğ‘‘ğ‘´-ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘•ğ‘ğ‘» ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¤ğ‘­ğ‘šğ‘°
eo: Aŭtomate malfermi flustrajn fenestrojn en la vestiblo

source: Group players in lobby
en@shaw: ğ‘œğ‘®ğ‘µğ‘ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¤ğ‘­ğ‘šğ‘°

source: Lobby sounds
en@shaw: ğ‘¤ğ‘­ğ‘šğ‘° ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ

source: Berserk: Whether used offensively or defensively, this attack presses the engagement until one of the combatants is slain, or 30 rounds of attacks have occurred.
en@shaw: ğ‘šğ‘»ğ‘•ğ‘»ğ‘’: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘©ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ğ‘¤ğ‘° ğ‘¹ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ğ‘¤ğ‘°, ğ‘ğ‘¦ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ğ‘®ğ‘§ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘¦ğ‘¯ğ‘œğ‘±ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¦ğ‘Ÿ ğ‘•ğ‘¤ğ‘±ğ‘¯, ğ‘¹ 30 ğ‘®ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘ªğ‘’ğ‘»ğ‘›.

source: Magical: This attack always has a 70% chance to hit regardless of the defensive ability of the unit being attacked.
en@shaw: ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤: ğ‘ğ‘¦ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘£ğ‘¨ğ‘Ÿ ğ‘© 70% ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘£ğ‘¦ğ‘‘ ğ‘®ğ‘¦ğ‘œğ‘¸ğ‘›ğ‘¤ğ‘©ğ‘• ğ‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘‘.

source: female^slowed
el: επιβραδυμένη
en@shaw: ğ‘•ğ‘¤ğ‘´ğ‘›
eo: malrapidigita

source: heals +4
en@shaw: ğ‘£ğ‘°ğ‘¤ğ‘Ÿ +4

source: female^heals +4
en@shaw: ğ‘£ğ‘°ğ‘¤ğ‘Ÿ +4

source: Heals +4: Allows the unit to heal adjacent allied units at the beginning of our turn. A unit cared for by this healer may heal up to 4 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
en@shaw: ğ‘£ğ‘°ğ‘¤ğ‘Ÿ +4: ğ‘©ğ‘¤ğ‘¬ğ‘Ÿ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ ğ‘£ğ‘°ğ‘¤ ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘¨ğ‘¤ğ‘²ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¨ğ‘‘ ğ‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘¬ğ‘¼ ğ‘‘ğ‘»ğ‘¯. ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘ºğ‘› ğ‘“ğ‘¹ ğ‘šğ‘² ğ‘ğ‘¦ğ‘• ğ‘£ğ‘°ğ‘¤ğ‘¼ ğ‘¥ğ‘± ğ‘£ğ‘°ğ‘¤ ğ‘³ğ‘ ğ‘‘ 4 HP ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯, ğ‘¹ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘‘ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘‘ ğ‘‘ğ‘»ğ‘¯. ğ‘© ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘› ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘šğ‘² ğ‘© ğ‘£ğ‘°ğ‘¤ğ‘¼, ğ‘¯ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘°ğ‘’ ğ‘ ğ‘’ğ‘º ğ‘ ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¹ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘˜ğ‘«ğ‘¼.

source: heals +8
en@shaw: ğ‘£ğ‘°ğ‘¤ğ‘Ÿ +8

source: female^heals +8
en@shaw: ğ‘£ğ‘°ğ‘¤ğ‘Ÿ +8

source: Heals +8: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. A unit cared for by this healer may heal up to 8 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
en@shaw: ğ‘£ğ‘°ğ‘¤ğ‘Ÿ +8: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘šğ‘²ğ‘¯ğ‘Ÿ ğ‘»ğ‘šğ‘©ğ‘¤ ğ‘®ğ‘§ğ‘¥ğ‘©ğ‘›ğ‘¦ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘‘ ğ‘£ğ‘°ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘¹ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘ğ‘¨ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ªğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘“ğ‘°ğ‘¤ğ‘›. ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘ºğ‘› ğ‘“ğ‘¹ ğ‘šğ‘² ğ‘ğ‘¦ğ‘• ğ‘£ğ‘°ğ‘¤ğ‘¼ ğ‘¥ğ‘± ğ‘£ğ‘°ğ‘¤ ğ‘³ğ‘ ğ‘‘ 8 HP ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯, ğ‘¹ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘‘ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘‘ ğ‘‘ğ‘»ğ‘¯. ğ‘© ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘› ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘šğ‘² ğ‘© ğ‘£ğ‘°ğ‘¤ğ‘¼, ğ‘¯ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘°ğ‘’ ğ‘ ğ‘’ğ‘º ğ‘ ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¹ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘˜ğ‘«ğ‘¼.

source: Programming
el: Προγραμματισμός
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘¦ğ‘™
eo: Programado

source: General Purpose Administration and Coordination
el: Καθοδήγηση και διαχείριση γενικών καθηκόντων
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘»ğ‘ğ‘©ğ‘• ğ‘©ğ‘›ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¯ ğ‘’ğ‘´ğ‘¹ğ‘›ğ‘©ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Ĝenerala mastrumado

source: Artwork and Graphics
el: Γραφικά και Εικόνες
en@shaw: ğ‘¸ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘•
eo: Artlaboro kaj grafikaĵoj

source: Music
el: Μουσική
en@shaw: ğ‘¥ğ‘¿ğ‘Ÿğ‘¦ğ‘’
eo: Muziko

source: Sound Effects
el: Ηχητικά Εφέ
en@shaw: ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘•
eo: Sonefektoj

source: Campaign Design
el: Σχεδίαση Εκστρατειών
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯
eo: Desegnado de kampanjoj

source: Multiplayer Maps and Balancing
el: Εξισορρόπηση και χάρτες για πολλούς παίκτες
en@shaw: ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘¥ğ‘¨ğ‘ğ‘• ğ‘¯ ğ‘šğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘™
eo: Porplurludantaj mapoj kaj balancigo

source: Packagers
el: Δημιουργία πακέτων
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘¼ğ‘Ÿ
eo: Pakaĵfarado

source: Miscellaneous contributors
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘©ğ‘¤ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘˜ğ‘©ğ‘‘ğ‘»ğ‘Ÿ

source: Internationalization Managers
el: Διαχείριση διεθνοποίησης
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¯ğ‘¨ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ğ‘¦ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ğ‘¼ğ‘Ÿ
eo: Administrantoj de internaciigo

source: English strings edition
en@shaw: Â·ğ‘°ğ‘™ğ‘œğ‘¤ğ‘¦ğ‘– ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ğ‘Ÿ ğ‘¦ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯

source: Afrikaans Translation
el: Αφρικάνικη Μετάφραση
en@shaw: ğ‘¨ğ‘“ğ‘®ğ‘©ğ‘’ğ‘­ğ‘¯ğ‘Ÿ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Afrikansa traduko

source: Arabic Translation
el: Αραβική μετάφραση
en@shaw: ğ‘¨ğ‘®ğ‘©ğ‘šğ‘¦ğ‘’ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Araba traduko

source: Basque Translation
el: Βασκική Μετάφραση
en@shaw: ğ‘šğ‘¨ğ‘•ğ‘’ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Eŭska tradulo

source: Bulgarian Translation
el: Βουλγαρική Μετάφραση
en@shaw: ğ‘šğ‘©ğ‘¤ğ‘œğ‘ºğ‘°ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Bulgara traduko

source: Catalan Translation
el: Καταλανική Μετάφραση
en@shaw: ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Kataluna traduko

source: Chinese Translation
el: Κινεζική Μετάφραση
en@shaw: ğ‘—ğ‘²ğ‘¯ğ‘°ğ‘Ÿ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Ĉina traduko

source: Chinese (Taiwan) Translation
el: Κινέζικη Μετάφραση (Ταϊβάν)
en@shaw: ğ‘—ğ‘²ğ‘¯ğ‘°ğ‘Ÿ (ğ‘‘ğ‘²ğ‘¢ğ‘­ğ‘¯) ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Ĉina (Tajvana) traduko

source: Croatian Translation
el: Κροατική Μετάφραση
en@shaw: ğ‘’ğ‘®ğ‘´ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Kroata traduko

source: Czech Translation
el: Τσεχική Μετάφραση
en@shaw: ğ‘—ğ‘§ğ‘’ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Ĉeĥa traduko

source: Danish Translation
el: Δανική Μετάφραση
en@shaw: ğ‘›ğ‘±ğ‘¯ğ‘¦ğ‘– ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Dana traduko

source: Dutch Translation
el: Ολλανδική Μετάφραση
en@shaw: ğ‘›ğ‘³ğ‘— ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Nederlanda traduko

source: English (GB) Translation
el: Αγγλική Μετάφραση (Μεγάλη Βρετανία)
en@shaw: Â·ğ‘°ğ‘™ğ‘œğ‘¤ğ‘¦ğ‘– (GB) ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Angla (UR) traduko

source: Esperanto Translation
el: Εσπεράντο Μετάφραση
en@shaw: ğ‘§ğ‘•ğ‘ğ‘»ğ‘¨ğ‘¯ğ‘‘ğ‘´ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Esperanta traduko

source: Estonian Translation
el: Εσθονική Μετάφραση
en@shaw: ğ‘§ğ‘•ğ‘‘ğ‘´ğ‘¯ğ‘°ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Estona traduko

source: Filipino Translation
el: Φιλιππινέζικη Μετάφραση
en@shaw: ğ‘“ğ‘¦ğ‘¤ğ‘©ğ‘ğ‘°ğ‘¯ğ‘´ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Filipina traduko

source: Finnish Translation
el: Φινλανδική Μετάφραση
en@shaw: ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Finna traduko

source: French Translation
el: Γαλλική Μετάφραση
en@shaw: ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘— ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Franca traduko

source: Friulian Translation
el: Friulian Μετάφραση
en@shaw: ğ‘“ğ‘®ğ‘°ğ‘µğ‘¤ğ‘°ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Friula traduko

source: Galician Translation
el: Γαλικιανή Μετάφραση
en@shaw: ğ‘œğ‘¨ğ‘¤ğ‘¦ğ‘•ğ‘¾ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Galega traduko

source: German Translation
el: Γερμανική Μετάφραση
en@shaw: ğ‘¡ğ‘»ğ‘¥ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Germana traduko

source: Greek Translation
el: Ελληνική Μετάφραση
en@shaw: ğ‘œğ‘®ğ‘°ğ‘’ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Greka traduko

source: Hebrew Translation
el: Εβραϊκή Μετάφραση
en@shaw: ğ‘£ğ‘°ğ‘šğ‘®ğ‘µ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Hebrea traduko

source: Hungarian Translation
el: Ουγγρική Μετάφραση
en@shaw: ğ‘£ğ‘©ğ‘™ğ‘œğ‘ºğ‘°ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Hungara traduko

source: Icelandic translation
en@shaw: ğ‘²ğ‘•ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘’ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯

source: Indonesian Translation
el: Ινδονησιακή Μετάφραση
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘¯ğ‘°ğ‘ ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Indonezia traduko

source: Italian Translation
el: Ιταλική Μετάφραση
en@shaw: ğ‘¦ğ‘‘ğ‘¨ğ‘¤ğ‘¦ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Itala traduko

source: Japanese Translation
el: Ιαπωνική Μετάφραση
en@shaw: ğ‘¡ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘°ğ‘Ÿ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Japana traduko

source: Korean Translation
el: Κορεατική Μετάφραση
en@shaw: ğ‘’ğ‘¹ğ‘°ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Korea traduko

source: Latin Translation
el: Λατινική Μετάφραση
en@shaw: Â·ğ‘¤ğ‘¨ğ‘‘ğ‘¦ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Latina traduko

source: Latvian Translation
el: Λεττονική Μετάφραση
en@shaw: ğ‘¤ğ‘¨ğ‘‘ğ‘ğ‘°ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Latva traduko

source: Lithuanian Translation
el: Λιθουανική Μετάφραση
en@shaw: ğ‘¤ğ‘¦ğ‘”ğ‘©ğ‘¢ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Litova traduko

source: Macedonian Translation
el: Σλαβομακεδονική Μετάφραση
en@shaw: ğ‘¥ğ‘¨ğ‘•ğ‘©ğ‘›ğ‘´ğ‘¯ğ‘°ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Makedona traduko

source: Marathi Translation
el: Ινδική (Marathi) Μετάφραση
en@shaw: ğ‘¥ğ‘¼ğ‘­ğ‘‘ğ‘° ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Marata traduko

source: Norwegian Translation
el: Νορβηγική Μετάφραση
en@shaw: ğ‘¯ğ‘¹ğ‘¢ğ‘°ğ‘¡ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Norvega traduko

source: Polish Translation
el: Πολωνική Μετάφραση
en@shaw: ğ‘ğ‘ªğ‘¤ğ‘¦ğ‘– ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Pola traduko

source: Portuguese Translation
el: Πορτογαλική Μετάφραση
en@shaw: ğ‘ğ‘¹ğ‘—ğ‘©ğ‘œğ‘°ğ‘Ÿ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Portugala traduko

source: Portuguese (Brazil) Translation
el: Πορτογαλική Μετάφραση (Βραζιλία)
en@shaw: ğ‘ğ‘¹ğ‘—ğ‘©ğ‘œğ‘°ğ‘Ÿ (ğ‘šğ‘®ğ‘©ğ‘Ÿğ‘¦ğ‘¤) ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Portugala (Brazila) traduko

source: Romanian Translation
el: Ρουμανική Μετάφραση
en@shaw: ğ‘®ğ‘´ğ‘¥ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Rumana traduko

source: Russian Translation
el: Ρωσική Μετάφραση
en@shaw: ğ‘®ğ‘³ğ‘–ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Rusa traduko

source: Serbian Translation
el: Σερβική Μετάφραση
en@shaw: ğ‘•ğ‘»ğ‘šğ‘°ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Serba traduko

source: Slovak Translation
el: Σλοβακική Μετάφραση
en@shaw: ğ‘•ğ‘¤ğ‘´ğ‘ğ‘¨ğ‘’ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Slovaka traduko

source: Slovenian Translation
el: Σλοβενική Μετάφραση
en@shaw: ğ‘•ğ‘¤ğ‘´ğ‘ğ‘°ğ‘¯ğ‘°ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Slovena traduko

source: Spanish Translation
el: Ισπανική Μετάφραση
en@shaw: ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘¦ğ‘– ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Hispana traduko

source: Swedish Translation
el: Σουηδική Μετάφραση
en@shaw: ğ‘•ğ‘¢ğ‘°ğ‘›ğ‘¦ğ‘– ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Sveda traduko

source: Turkish Translation
el: Τουρκική Μετάφραση
en@shaw: ğ‘‘ğ‘»ğ‘’ğ‘¦ğ‘– ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Turka traduko

source: Valencian (southern Catalan) Translation
el: Μετάφραση Βαλενθιανών (νότια Καταλανικά)
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘°ğ‘¨ğ‘¯ (ğ‘•ğ‘³ğ‘ğ‘¼ğ‘¯ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘©ğ‘¯) ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Valencia (sudkataluna) traduko

source: Vietnamese Translation
el: Βιετναμέζικη Μετάφραση
en@shaw: ğ‘ğ‘°ğ‘§ğ‘‘ğ‘¯ğ‘­ğ‘¥ğ‘°ğ‘• ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Vjetnama traduko

source: RACV's Translation
en@shaw: RACV's ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯

source: Bots
el: Υπολογιστής
en@shaw: ğ‘šğ‘­ğ‘‘ğ‘•
eo: Robotoj

source: Weapon Specials
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘Ÿ

source: Factions
el: Παρατάξεις
en@shaw: ğ‘“ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ
eo: Frakcioj

source: Commands
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ

source: Certain units have abilities that either directly affect other units, or have an impact on how the unit interacts with other units. These abilities will be listed under this topic as you encounter them.
en@shaw: ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘²ğ‘ğ‘¼ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘³ğ‘ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•, ğ‘¹ ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘ğ‘¨ğ‘’ğ‘‘ ğ‘ªğ‘¯ ğ‘£ğ‘¬ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¨ğ‘’ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•. ğ‘ğ‘°ğ‘Ÿ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘ªğ‘ğ‘¦ğ‘’ ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘¦ğ‘¯ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘» ğ‘ğ‘§ğ‘¥.

source: Some weapons have special features that increase the effectiveness of attacking with them.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘“ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘• ğ‘ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¯ğ‘©ğ‘• ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘§ğ‘¥.

source: Unknown Unit
en@shaw: ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘‘

source: This unit is unknown for the moment. You must discover it in the game to be allowed to see its description.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯ ğ‘“ğ‘¹ ğ‘ ğ‘¥ğ‘´ğ‘¥ğ‘©ğ‘¯ğ‘‘. ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘‘ ğ‘•ğ‘° ğ‘¦ğ‘‘ğ‘• ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯.

source: Overview
en@shaw: ğ‘´ğ‘ğ‘»ğ‘ğ‘¿

source: Battle for Wesnoth is a turn-based fantasy strategy game somewhat unusual among modern strategy games. While other games strive for complexity, Battle for Wesnoth strives for simplicity of both rules and gameplay. This does not make the game simple, however â€” from these simple rules arise a wealth of strategy, making the game easy to learn but a challenge to master.
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¦ğ‘Ÿ ğ‘© ğ‘‘ğ‘»ğ‘¯-ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘“ğ‘¨ğ‘¯ğ‘‘ğ‘©ğ‘•ğ‘° ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘‘ğ‘©ğ‘¡ğ‘° ğ‘œğ‘±ğ‘¥ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘ªğ‘‘ ğ‘³ğ‘¯ğ‘¿ğ‘ ğ‘«ğ‘©ğ‘¤ ğ‘©ğ‘¥ğ‘³ğ‘™ ğ‘¥ğ‘ªğ‘›ğ‘¼ğ‘¯ ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘‘ğ‘©ğ‘¡ğ‘° ğ‘œğ‘±ğ‘¥ğ‘Ÿ. ğ‘¢ğ‘²ğ‘¤ ğ‘³ğ‘ğ‘¼ ğ‘œğ‘±ğ‘¥ğ‘Ÿ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘ ğ‘“ğ‘¹ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘§ğ‘’ğ‘•ğ‘©ğ‘‘ğ‘°, ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘ğ‘Ÿ ğ‘“ğ‘¹ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘¦ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘šğ‘´ğ‘” ğ‘®ğ‘µğ‘¤ğ‘Ÿ ğ‘¯ ğ‘œğ‘±ğ‘¥ğ‘ğ‘¤ğ‘±. ğ‘ğ‘¦ğ‘• ğ‘›ğ‘´ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘©ğ‘¤, ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼ - ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘°ğ‘Ÿ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘®ğ‘µğ‘¤ğ‘Ÿ ğ‘©ğ‘®ğ‘²ğ‘Ÿ ğ‘© ğ‘¢ğ‘§ğ‘¤ğ‘” ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘‘ğ‘©ğ‘¡ğ‘°, ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘°ğ‘Ÿğ‘¦ ğ‘‘ ğ‘¤ğ‘»ğ‘¯ ğ‘šğ‘³ğ‘‘ ğ‘© ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘¡ ğ‘‘ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼.

source: These pages outline all you need to know to play Battle for Wesnoth. They cover how to play and the basic mechanics behind the game. As you play the game, new information is added to these pages as you come across new aspects of the game. For more detailed information on special situations and exceptions, please follow the links included.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ ğ‘¬ğ‘‘ğ‘¤ğ‘²ğ‘¯ ğ‘·ğ‘¤ ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘¯ğ‘´ ğ‘‘ ğ‘ğ‘¤ğ‘± ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”. ğ‘ğ‘± ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘£ğ‘¬ ğ‘‘ ğ‘ğ‘¤ğ‘± ğ‘¯ ğ‘ ğ‘šğ‘±ğ‘•ğ‘¦ğ‘’ ğ‘¥ğ‘¦ğ‘’ğ‘¨ğ‘¯ğ‘¦ğ‘’ğ‘• ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘œğ‘±ğ‘¥. ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘ğ‘¤ğ‘± ğ‘ ğ‘œğ‘±ğ‘¥, ğ‘¯ğ‘¿ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘ªğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¨ğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘±ğ‘¡ğ‘§ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘’ğ‘³ğ‘¥ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘¯ğ‘¿ ğ‘¨ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘œğ‘±ğ‘¥. ğ‘“ğ‘¹ ğ‘¥ğ‘¹ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘› ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘ªğ‘¯ ğ‘ªğ‘¯ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘‘ğ‘¿ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ, ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘ ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘• ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘›ğ‘©ğ‘›.

source: To begin with, it's best to click the <italic>text=Tutorial</italic> button at the main menu. This will take you to the interactive tutorial, which will teach you the basics of Wesnoth. After this, it is recommended that you play the Heir to the Throne campaign first â€” click <italic>text=Campaign</italic> then <italic>text='Heir to the Throne'</italic>. As Battle for Wesnoth can be quite challenging, you may wish to start on <italic>text=Easy</italic>.
en@shaw: ğ‘‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘, ğ‘¦ğ‘‘'ğ‘• ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ <italic>text=ğ‘‘ğ‘µğ‘‘ğ‘¹ğ‘°ğ‘©ğ‘¤</italic> ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¨ğ‘‘ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¿. ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘¿ ğ‘‘ ğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘‘ğ‘µğ‘‘ğ‘¹ğ‘°ğ‘©ğ‘¤, ğ‘¢ğ‘¦ğ‘— ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘°ğ‘¡ ğ‘¿ ğ‘ ğ‘šğ‘±ğ‘•ğ‘¦ğ‘’ğ‘• ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”. ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘¦ğ‘•, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘§ğ‘’ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘ğ‘¤ğ‘± ğ‘ ğ‘º ğ‘‘ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘“ğ‘»ğ‘•ğ‘‘ - ğ‘’ğ‘¤ğ‘¦ğ‘’ <italic>text=ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯</italic> ğ‘ğ‘§ğ‘¯ <italic>text='ğ‘º ğ‘‘ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯'</italic>. ğ‘¨ğ‘Ÿ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘’ğ‘¢ğ‘²ğ‘‘ ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘¡ğ‘¦ğ‘™, ğ‘¿ ğ‘¥ğ‘± ğ‘¢ğ‘¦ğ‘– ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ªğ‘¯ <italic>text=ğ‘°ğ‘Ÿğ‘¦</italic>.

source: While playing, keep in mind that if you mouse-over many items in the game, such as the information displayed in the status pane, a brief description will be shown explaining each item. This is especially useful when you encounter new <ref>dst='..abilities_section' text='abilities'</ref> for the first time.
en@shaw: ğ‘¢ğ‘²ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™, ğ‘’ğ‘°ğ‘ ğ‘¦ğ‘¯ ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘“ ğ‘¿ ğ‘¥ğ‘¬ğ‘•-ğ‘´ğ‘ğ‘¼ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘²ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘œğ‘±ğ‘¥, ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘ªğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘ğ‘±ğ‘¯, ğ‘© ğ‘šğ‘®ğ‘°ğ‘“ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘°ğ‘— ğ‘²ğ‘‘ğ‘©ğ‘¥. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¦ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘¦ğ‘¯ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘» ğ‘¯ğ‘¿ <ref>dst='..abilities_section' text='ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ'</ref> ğ‘“ğ‘¹ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘‘ğ‘²ğ‘¥.

source: About the Game
en@shaw: ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ ğ‘œğ‘±ğ‘¥

source: The game takes place over a series of battles, called scenarios. Each scenario pits your troops against the troops of one or more adversaries. You can play against the computer, or with friends who each take turns sitting at the computer (hotseat play). If your computer is connected to a computer network, you can also play against other people connected to that network. If your computer has a connection to the Internet, you can play against other people across the Internet.
en@shaw: ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘‘ğ‘±ğ‘’ğ‘• ğ‘ğ‘¤ğ‘±ğ‘• ğ‘´ğ‘ğ‘¼ ğ‘© ğ‘•ğ‘½ğ‘¦ğ‘Ÿ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ, ğ‘’ğ‘·ğ‘¤ğ‘› ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ğ‘Ÿ. ğ‘°ğ‘— ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘ğ‘¦ğ‘‘ğ‘• ğ‘¿ğ‘¼ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘¹ ğ‘¥ğ‘¹ ğ‘¨ğ‘›ğ‘ğ‘¼ğ‘•ğ‘©ğ‘®ğ‘¦ğ‘Ÿ. ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘¤ğ‘± ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼, ğ‘¹ ğ‘¢ğ‘¦ğ‘ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘£ğ‘µ ğ‘°ğ‘— ğ‘‘ğ‘±ğ‘’ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘¨ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ (ğ‘£ğ‘­ğ‘‘ğ‘•ğ‘°ğ‘‘ ğ‘ğ‘¤ğ‘±). ğ‘¦ğ‘“ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘© ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’, ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘ğ‘¤ğ‘± ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘³ğ‘ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’. ğ‘¦ğ‘“ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘, ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘¤ğ‘± ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘³ğ‘ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘.

source: Campaigns consist of multiple scenarios that follow on from each other, telling a story. In a campaign, you often need to play more carefully, preserving your best troops so that they can be used again in later scenarios in the campaign.
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘ªğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘°ğ‘— ğ‘³ğ‘ğ‘¼, ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘™ ğ‘© ğ‘•ğ‘‘ğ‘¹ğ‘¦. ğ‘¦ğ‘¯ ğ‘© ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯, ğ‘¿ ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘ğ‘¤ğ‘± ğ‘¥ğ‘¹ ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤ğ‘¦, ğ‘ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘•ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘«ğ‘¸ğ‘¹ğ‘´ğ‘–ğ‘±ğ‘¿ğ‘Ÿğ‘› ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘¦ğ‘¯ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯.

source: Victory and Defeat
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘
