Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: This staff will grant the bearer swift movement.
el: Αυτή η ράβδος θα δώσει στον κομιστή γρήγορη κίνηση.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘•ğ‘‘ğ‘­ğ‘“ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘®ğ‘­ğ‘¯ğ‘‘ ğ‘ ğ‘šğ‘ºğ‘» ğ‘•ğ‘¢ğ‘¦ğ‘“ğ‘‘ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘.
eo: Ĉi tiu bastono donacos al portanto rapidan moviĝon.
fr: Ce bâton accorde au porteur le don de se mouvoir rapidement

source: Only magical beings can wield such an object.
el: Μόνο μαγικά όντα μπορούν να φέρουν αυτό το αντικείμενο.
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘šğ‘°ğ‘¦ğ‘™ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘¢ğ‘°ğ‘¤ğ‘› ğ‘•ğ‘³ğ‘— ğ‘©ğ‘¯ ğ‘ªğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘.
eo: Nur magia estaĵo povas teni ĉi tiun objekton.
fr: Seuls les êtres magiques peuvent porter un tel objet

source: This ancient Sceptre was forged by the Dwarves. A symbol of the kingship of Wesnoth, the Sceptre has the power to shoot fireballs at enemies of the bearer!
fr: Cet antique sceptre fut forgé par les Nains. Symbole de la Royauté de Wesnoth, le Sceptre a le pouvoir de tirer des boules de feu sur les ennemis de sonporteur !

source: This is the Sceptre of Fire. Only a true successor to the throne can possibly dare to take this!
fr: Ceci est le Sceptre de Feu. Seul un véritable prétendant au trône peut oserle prendre !

source: Ugh...
fr: Urgh...

source: BOOM!!!
fr: BAOUM !!

source: We must fight, obviously. Surely the might of Wesnoth can triumph over a mere Lich!
fr: Nous devons combattre, assurément. La puissance de Wesnoth pourra sans aucun doute triompher d'une simple liche !

source: Here we overlook the city of Weldyn. The great city. The ancient city. The city of evil. The city of good. The city of men.
fr: D'ici, nous dominons la cité de Weldyn. La grande cité. L'ancienne cité. La cité du mal. La cité du bien. La cité des hommes.

source: I have not looked upon this city for seventeen years. Seventeen years ago, when I should have been at the height of my power. But my strength failed me. I failed, and I cannot atone for it.
fr: Cela fait dix-sept ans que je n'ai pas contemplé cette cité. Il y a dix-sept ans, alors que j'aurais dû être à l'apogée de mon pouvoir. Mais mes pouvoirs m'ont abandonné. J'ai échoué, et je ne puis l'expier.

source: The battle had been long and hard. We had been defeated. Eldred was slain, but I knew that Asheviere's wrath would be great. That many innocents would be slain. I had to save the monarchy. I had to save the princes. I made haste to Weldyn, before the guards of Asheviere could get there, to carry out their evil orders.
fr: Cette bataille fût longue et difficile. Nous avons été vaincus. Eldred fût tué, mais je savais que l'ire d'Asheviere serait grande. Que de nombreux innocents en perdraient la vie. Je me devais de sauver la monarchie, je me devais de sauver les princes. Je me suis hâté vers Weldyn, avant que les gardes d'Asheviere n'y arrivent afin de mettre à éxécution leurs ordres malfaisants.

source: But I failed. I was too late. I entered the chambers of the youngest prince, prince Konrad, just as one of the evil ones ran him through. All was lost. The heirs were slain. Only Asheviere and her daughter had any claim to the throne.
fr: Mais j'ai échoué. J'arrivais trop tard. Alors que j'entrai dans la chambre du plus jeune des princes, Konrad, un des sbires du mal se ruait sur lui. Tout était perdu. Les héritiers étaient massacrés. Seule Asheviere et sa fille pouvaient à présent réclamer le trône.

source: Of course, you are surprised by this, but it is the truth. In haste, I vanquished the evil ones who had committed this foul deed. Then I took the little prince's broken body, and away I rode. Far away, to the land of the Elves.
fr: Bien entendu, ces paroles vous surprennent, mais elles ne sont que la vérité. En toute hâte, je me débarassais du sbire qui venait d'accomplir ce triste méfait, je m'emparais du petit corps sans vie, et je chevauchais au loin. Loin, vers la terre des elfes.

source: By strange and mysterious fortune, the Elf Lady Parandra had come across a human child. She knew not where he had come from, only that the Orcs would have eaten him if it weren't for her intervention. The Elves felt that great fortune smiled upon this man-child. Perhaps that is why this most truthful of peoples agreed to my plan.
fr: Par un curieux et mystérieux hasard, la dame elfe Parandra venait de recueillir un enfant humain. Elle ne savait rien de son origine, seulement qu'il serait dévoré par les orcs sans son intervention. Les elfes présentirent qu'une grande destinée souriait à cet petit d'homme. Sans doute fût-ce pour cette raison que ce peuple si digne de confiance approuva mon plan.

source: After burying the little prince, we agreed never to speak of him again. Instead, this orphan child we would call Konrad, and he would be brought up to be king. I would say that I had slain the guards before they had carried out their evil deed, instead of after. No-one would ever have to know. And no-one did know for certain, until now.
fr: Après avoir enterré le petit prince, nous nous mîmes d'accord de ne jamais évoquer son souvenir. À la place, nous appelerions le petit orphelin Konrad, et l'élèverions pour qu'il devienne roi. Je déclarerai avoir éliminé les gardes avant qu'il n'aient eu le temps de perpétrer leur actes malfaisants, plutôt qu'après. Personne n'aurait jamais à connaître la vérité. Et personne ne sût pour sûr, jusqu'à maintenant.

source: I had thought that we could one day make you king, Konrad. But now I see that fate has made a different choice. That despite all of Asheviere's evil, this Li'sar is fit for the throne. She is the rightful queen. From a long line of kings, stretching all the way back to the seafarers of old from the west.
fr: J'avais pensé faire de vous un jour un roi, Konrad. Mais mainteant, je m'aperçois que le sort a fait un choix différent. Que bien qu'Ashievere soit maléfique, cette Li`sar est faite pour le trône. Elle est la reine légitime. D'une longue lignée de rois, remontant jusqu'aux explorateurs de l'ancien monde venant de l'ouest.

source: Now, let us not tarry here any longer! The dawn breaks! The time has come for the heir to the throne to claim it!
fr: Ne nous attardons pas plus ! L'aube, déjà ! Le temps est venu pour l'héritier du trône de s'en emparer !

source: Ugh
fr: Argh

source: And so the Dark Queen's reign was ended, and Li'sar, daughter of Haldric was crowned Queen of Wesnoth, and the holder of the Scepter of Fire, which she would pass to all her successors.
fr: Ainsi prit fin le règne de la reine sombre, et Li`sar, fille d'Haldric, fût couronnée reine de Wesnoth et devint détentrice du sceptre de feu, qu'elle transmettrait quand le moment viendrait à ses successeurs.

source: Her reign was long, and she undid the evil deeds of her mother.
fr: Son règne fût long, et elle défît les méfaits de sa mère.

source: Konrad became a noble in Li'sar's court. He married Li'sar, and together they had two sons and a daughter.
fr: Konrad devint un noble de la cour. Il épousa Li`sar, et ils eûrent deux fils et une fille.

source: The bones of the young prince Konrad were retrieved from the Elves, and buried in the Royal Crypt in Weldyn, which Konrad visited to pay homage every week.
fr: Les os du jeune prince Konrad fûrent recouvrés des elfes, et mis en terre dans la crypte royale de Weldyn, que Konrad visita chaque semaine en hommage.

source: Delfador became Li'sar's High Council, advising her in the most important matters of state. He lived until a ripe old age, and was given a Royal Funeral, after which he was buried in the Royal Crypt in Weldyn.
fr: Delfador devint le haut conseiller personnel de Li`sar, la guidant dans les plus hautes affaires du royaume. Il vécut jusqu'à un âge très avancé, et eût droit à de royales funérailles avant d'être enterré dans la crypte royale de Weldyn.

source: Kalenz returned to his home in the North, and never returned to the land of men.
fr: Kalenz s'en fût dans chez lui, dans le nord, et ne revint jamais au royaume des hommes.

source: Ha ha! We have killed this foul beast of the air, and can deny the rebels its eggs!
fr: Ha ha ! Nous avons tué cette stupide bête des airs, et nous pouvons priver les rebelles de ses œufs !

source: High King at Sea
fr: Haut Roi des Mers

source: Greetings, men of the plains.
fr: Salutations, hommes des plaines.

source: What do these intruders want? We did not invite them here, that is certain.
fr: Que veulent ces intrus ? S'il est une chose certaine, c'est que nous ne les avons pas invités.

source: We come in peace! We wish for you to aid us in our struggle against Ashievere, the evil Queen Mother.
fr: Nous venons en paix ! Nous requèrons votre aide dans notre lutte contre Asheviere, la malfaisante reine mère.

source: We will not join you. You who are led by these youths and this old man.
fr: Nous ne nous joindrons pas à vous, vous dont les chefs sont des jeunes gens et un vieil homme.

source: You are for us or against us. If you do not join us to overthrow the evil Queen, we will strip you of your power, once the throne is rightfully reclaimed.
fr: Vous êtes soit pour nous soit contre nous. Si vous ne nous apportez pas votre aide pour renverser la reine malfaisante, nous vous déposséderons de votre pouvoir quand le trône aura été légitimement repris.

source: Hah! You think you can sieze the throne? Defeat us in battle and we will join you, or leave now and never return!
fr: Ah ! Vous pensez pouvoir vous emparer du trône ? Triomphez de nous au combat, ou bien partez maintenant et jamais ne reparaissez !

source: Fools! We will run you down like dogs!
fr: Sots ! Vous saurez bientôt ce que signifie être aux abois !

source: There is no turning back for you now. This is a fight to the death!
fr: Il n'y a plus de retour en arrière pour vous. Ce sera un combat à mort !

source: Stop! I cannot believe this! You have defeated us! Indeed, you are worthy, worthy even to claim the throne. The clans will help you. We will fight with you against the Queen.
fr: Arrêtez ! J'ai peine à le croire ! Vous avez triomphé de nous ! Assurément, vous êtes valeureux, dignes même de monter sur le trône. Les clans vous apporteront leur aide. Nous combattrons à vos côtés contre la reine.

source: So you admit defeat! You will serve me in fighting the evil queen?
fr: Ainsi donc vous admettez votre défaite ! Vous me servirez face à la malfaisante reine ?

source: We will serve you, my lord. You will make a worthy king.
fr: Nous vous servirons, mon seigneur. Vous ferez un valeureux roi.

source: I think you are mistaken! You will help me be queen!
fr: Je dirais que vous faites erreur ! Vous m'aiderez à devenir reine !

source: Who then is your leader? Who do we serve?
fr: Qui donc est votre chef ? Qui servons nous ?

source: You will serve us. You will protect our flanks while we make way straight for the queen. With you on either flank, we can surely overcome her.
fr: Vous nous servirez. Vous protégerez nos flancs tandis que nous attaquerons la reine. Vous sur nos deux flancs, nous pouvons sûrement venir à bout d'elle.

source: Delfador, don't you think it is time we settled this?
fr: Delfador, ne pensez vous pas qu'il soit temps de régler tout ceci ?

source: Yes, it is time. It is time for the truth to be told. I had hoped to take this secret to my grave, but it isn't to be. You Elves live too long, and though I have tried hard to understand, your wisdom is foreign to me.
fr: Oui, il est temps. Il est temps pour la vérité d'être prononcée. J'avais espéré emmener ce secret dans ma tombe, mais cela ne sera. Vous les elfes avez une trop longue vie, et bien qu'ayant fait de mon mieux pour comprendre, votre sagesse me reste étrangère.

source: Secret? What secret Delfador? What are you talking about?
fr: Un secret ? Quel secret, Delfador ? De quoi parlez-vous donc ?

source: We should not speak of it now. Instead come with me, Konrad and Li'sar, to the top of mount Elnar. To look at Weldyn. To make plans for the battle, and to talk.
fr: Nous ne devrions pas en parler maintenant. Venez avec moi, Konrad et Li`sar, au sommet du mont Elnar. Contempler Weldyn. Décider des plans pour la bataille. Et parler.

source: You can defeat me, but more will take my place!
fr: Vous pouvez me vaincre, mais d'autres me remplaceront !

source: See, you cannot defeat me. There are too many in my clan.
fr: Rendez-vous à l'évidence, vous ne pouvez me vaincre. Nous sommes trop nombreux pour vous.

source: Argh! This is how I die? Well, it was for the glory of the Clan.
fr: Argh ! Dois-je mourir ainsi ? Mais c'est pour la gloire du clan.

source: The clan rises. The more of us you kill, the stronger we get!
fr: Le clan montre sa puissance. Plus vous tuez des nôtres, plus nous devenons forts !

source: Although I die, it is for the Clan. You shall be defeated, and I will be right in saying you are no match for the Clan's might.
fr: Bien que je meurs, c'est pour le clan. Le futur me donnera raison, vous n'êtes pas de taille à vous mesurer à la puissance du clan, et vous serez vaincus.

source: Well said, brother. The warriors of the Clan hear you, and are come to fight with us!
fr: Bien dit, mon frère. Les guerriers du clan t'entendent, et viennent combattre à nos côtés !

source: Well, we have defeated our foes let us hope the mountain does not defeat us!
fr: Bien, nous avons triomphé de nos ennemis, espérons que la montagne ne triomphe pas de nous !

source: Halt! Who goes there?
fr: Halte ! Qui va là ?

source: Look! It is the traitor Li'sar, with the old mage and the filthy Elven lord. Quickly, capture them! The Queen wishes to make them her prisoners.
fr: Regardez, voici la traîtresse Li`sar, en compagnie du vieux mage et du vile seigneur elfe. Vite, emparez-vous d'eux ! Il est du désir de la reine de les avoir dans ses geôles.

source: What? Me, a traitor? It is the Queen who is a traitor, for not obeying the wishes of King Garard II. We have the Scepter of Fire, so let us in!
fr: Comment ? Moi, une traîtresse ! C'est la reine, qui est coupable de trahison, pour ne pas avoir respecté le désir du roi Garard II. Nous possédons le sceptre, laissez-nous passer !

source: You leave us no choice but to kill you.
fr: Vous ne nous laissez pas d'autre choix que de vous tuer.

source: These intruders are stronger than we expected. Call in the reinforcements!
fr: Ces intrus sont plus forts que prévu. Appelez des renforts !

source: The Queen has sent us to aid you in capturing these rebels.
fr: La reine nous a envoyé vous aider à capturer ces rebels.

source: We have changed the plan. Now we are killing them.
fr: Le plan a été modifié. Maintenant, nous nous débarassons d'eux.

source: Ice Potion
fr: Potion de glace

source: This potion contains a strange fluid designed to imbue a weapon with the power of cold.
fr: Cette potion contient un étrange fluide conçu pour imprégner la pouvoir du froid à une arme.

source: Speak on.
fr: Parle donc.

source: Underground Pool
fr: Étang souterrain

source: The Dwarves are still in these caves!
fr: Les nains sont toujours dans ces grottes !

source: Aye! They drove us out, and left a guard here to occupy us.
fr: Aïe ! Ils nous ont pourchassés et laissé un garde pour nous occuper.

source: Then we shall slay them. I have never had Dwarves rise to join my ranks. He, he, he, he...
fr: Alors nous devrons les massacrer. Je n'ai jamais vu de nains se lever d'entre les morts pour rejoindre mes rangs. Hé, hé, hé, hé...

source: We have come to a flooded part of the cave. If we forge ahead, the Dwarves should be delayed quite a bit.
fr: Nous venons d'arriver dans une partie inondée de la grotte. Si nous continuons de l'avant, les nains devraient être assez retardés.

source: ARGH! What was that?
fr: ARGH ! Qu'est-ce ?

source: I do not know. I guess, however, that some magic is at work in these caverns. Can you tell me anything of them?
fr: Je ne sais pas. Cependant, je pense que quelques magies sont à l'oeuvre dans ces cavernes. Pouvez-vous m'en dire plus à leurs propos ?

source: If there is anything to dread here, it is me. Now, onward!
fr: S'il y a quelque-chose à redouter ici, c'est moi. Maintenant en avant !

source: The Hoard of the Dwarves! Three hundred gold at least!
fr: Le trésor des nains ! Trois cents or au moins !

source: You swore you would protect me!
fr: Tu avais juré que tu me protégerai !

source: Lizard Beach
fr: La plage aux lézards

source: After a long trek Prince Haldric and his companions find themselves on a sunny beach. While normally this would be a pleasant occurrence, they soon find the Saurians hard at work.
fr: Après un long trajet, le prince Haldric et ses compagnons arrivèrent sur une plage ensoleillée. Cela aurait dû s'avérer une agréable surprise, mais ils tombèrent rapidement sur des sauriens en plein travail.

source: Monsters! We're being invaded by monsters.
fr: Des monstres ! Nous sommes attaqués par des monstres !

source: We must hold the beach until we can call our Naga friends.
fr: Nous devons tenir la plage jusqu'à l'arrivée de nos alliées nagas.

source: Us monsters? Hmph. . . prepare to meet our blades.
fr: Nous des monstres ? Pfff... Préparez vous à croiser le fer.

source: (Sigh) I bet he doesn't even see the irony in that.
fr: (Soupir) Je suis prêt à parier qu'il ne comprend même pas l'ironie de la situation.

source: We were too slow. . . Every Naga in the Sea will be upon us!
fr: Nous avons été trop lents... Toutes les nagas vont déferler sur nous !

source: Ick! When you kill them they divide.
fr: Beurk ! Ils se divisent quand on les tue.

source: We must protect the Saurians we need the metal!
fr: Nous devons protéger les sauriens, nous avons besoin du métal !

source: We've cleared the beach. Let's return to the elves.
fr: Nous avons nettoyé la plage. Retournons voir les elfes.

source: A Final Spring
fr: Un ultime printemps

source: Ruby of Fire
fr: Le Rubis de Feu

source: The Ruby of Fire was imbued with magic in the distant West, and can be used to scorch enemies into submission.
fr: Le Rubis de Feu était imprégné de la magie de l'Ouest lointain et il pouvait être utilisé pour soumettre les ennemis par les flammes.

source: Several months pass. Jessica has translated Lich-Lord Caror's Book. Prince Haldric is busy trying to understand the secrets of the Ruby of Fire.
fr: Plusieurs mois passèrent, Jessica avait traduit le livre de Caror le seigneur liche. Prince Haldric quant à lui était occupé à essayer de percer les mystères du Rubis de Feu.

source: I think I've figured something out. Look.
fr: Je crois avoir compris quelque chose. Regardez.

source: Ouch! Hot, hot, hot! Gee, somebody should really attach this thing to a sceptre or something! I think I'll save it for closer ranged combat for now.
fr: Ouch ! Ça brûle ! Pfff... Il faudrait vraiment que quelqu'un attache cette chose à un spectre ou autre ! Je pense que je vais la réserver au combat rapproché dans l'immédiat.

source: Watch it! Well, at least you're improving.
fr: Faites attention ! Bon, au moins vous vous améliorez.

source: Hmph. Fool of a boy's just gonna burn us all up. Humans, always playing at being Wizards.
fr: Tsss... Ce pauvre garçon va tout juste réussir à tous nous brûler. Les humains, toujours à jouer à les apprentis-sorciers.

source: Orcs Sighted! They've seized the frontier! To arms! To arms!
fr: Orcs en vue ! Ils ont franchi la frontière ! Aux armes ! Aux armes !

source: For the glory of Southbay!
fr: Pour la gloire de Southbay !

source: Prince Haldric, I'll concentrate on holding Southbay. You must defeat the Orcs. The ships aren't ready yet. We must defeat this army of Orcs to buy us more time. Try not to kill us all with that ruby!
fr: Prince Haldric, je vais assurer la protection de Southbay. Quant à vous, affrontez les orcs. Les navires ne sont pas encore prêts. Nous devons repousser cette armée d'orcs pour gagner un peu de temps. Et essayez de ne pas tous nous tuer avec ce rubis !

source: Very well. I'll do my best.
fr: Très bien. Je vais faire de mon mieux.

source: I come seeking the Crown Prince!
fr: Je viens à la rencontre du prince héritier !

source: Who is this fish man?
fr: Qui est cet homme-poisson ?

source: He's a big part of the reason your son made it to the lands of the East. Lord Typhon provided us with pearls and an escort for our voyages, in exchange for steel trident points and fishhooks. It's difficult to be a blacksmith when you live underwater.
fr: C'est en grande partie grâce à lui que votre fils a réussi à atteindre les terres de l'Est. Seigneur Typhon nous a approvisionnés en perles et nous a fournit une escorte pour nos voyages en échange de pointes de trident en acier et d'hameçons. Difficile d'être forgeron quand on vit sous l'eau.

source: Indeed it is. But where is the Prince?
fr: Il en est effectivement ainsi. Mais où est le prince ?

source: The Crown Prince is dead. But we have need of your services again- -
fr: Le prince héritier est mort. Mais nous avons à nouveau besoin de vos services.

source: Under the same terms?
fr: Sous les mêmes conditions ?

source: Agreed.
fr: D'accord.

source: Good. We need the steel for our own war in the deep. I formally place the might of the Merfolk at your disposal!
fr: Bien. Nous avons besoin d'acier pour notre propre guerre dans les profondeurs. Je mets solennellement la puissance des ondins à votre disposition !

source: Make haste. We must secure the frontier or it's all over!
fr: Faites vite. Nous devons assurer la frontière ou tout sera perdu !

source: King Addroran your day is done. Prepare to be ground to dust. If you're lucky I may raise you from death for my own amusement. Oh, and what's this? I sense, I sense the Ruby of Fire.
fr: Roi Addroran, aujourd'hui se termine votre existence. Apprêtez-vous à retourner à la poussière. Si vous êtes chanceux, je vous ramènerais peut-être d'entre les morts pour mon plaisir. Mais, qu'est-ce donc ? Je sens... je sens la présence du Rubis de Feu.

source: You monster! You've betrayed our people- - to ally youself with with these Orcs?!
fr: Monstre ! Vous avez trahi notre peuple -- oser s'allier avec les orcs !?

source: Fool girl! My ambition extends in to infinity. I will survive. That is more than can be said for you. King Addroran, meet your son, you'll be joining him soon enough.
fr: Ma pauvre ! Mon ambition s'étend bien au delà. Je survivrais. Ce qui est loin d'être votre cas. Roi Addrodan, voyez votre fils, vous le rejoindrez bien assez tôt.

source: NO!
fr: NON !

source: Fath-er! Join. . . us. . .
fr: Père ! Re..joi..gnez... nous...

source: His older brother was more attractive. . .
fr: Son frère aîné était autrement plus attirant...

source: Their reserves are arriving and we haven't secured the frontier! We're dead!
fr: Leurs renforts arrivent et nous n'avons toujours pas assuré la frontière ! Nous sommes finis !

source: To Clearwater Port
fr: Vers le port de Clearwater

source: To the Midlands & Oldwood
fr: Vers les Midlands et Oldwood

source: To the Northrun
fr: Vers les terres du Nord

source: To the Midlands
fr: Vers les Midlands

source: They sealed it, there is no escape for you!
fr: Ils l'ont bloqué, vous n'avez aucune issue !

source: I am finished.
fr: Je suis fini.

source: We needed him to hold Southbay. We're done for!
fr: Nous avions besoin de lui pour tenir Southbay. Nous sommes perdus !

source: We've defeated the Orcs. Let's rig the Ships and get out of here.
fr: Nous avons battu les orcs. Affrétons les navires et prenons le large.

source: My sons- - As we agreed. I will hold Southbay until my last breath.
fr: Mes fils -- Comme promis je protègerai Southbay jusqu'à mon dernier souffle.
