Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Units with the <i>Intelligent</i> trait need fewer experience points to level up. Early in a campaign, try to give killing blows to these units so you can get some high-level troops sooner.
el: Οι μονάδες με το χαρακτηριστικό <i>Έξυπνες</i> χρειάζονται λιγότερους πόντους εμπειρίας για να ανέβουν επίπεδο. Νωρίς σε μια εκστρατεία, προσπαθήστε να δώσετε τα τελειωτικά χτυπήματα σε αυτές τις μονάδες ώστε να αποκτήσετε κάποια στρατεύματα υψηλού επιπέδου συντομότερα.
eo: Unuoj kun la trajto <i>Inteligenta</i> bezonas malpli da spertpoentoj por antaŭiĝi. Frue en kampanjo, provu doni mortigajn batojn per ĉi tiuj unuoj, tiel, ke vi povas ekhavi iujn altnivelajn unuojn pli frue.

source: <i>― King Konrad, 536YW</i>
el: <i>― Βασιλιάς Κώνραντ, 536YW</i>
eo: <i>— Reĝo Konrad, 536 j.V.</i>

source: The encircling tactic is very powerful, particularly against fast opponents. By placing two units on opposite sides of an enemy, their zones of control will restrict it to one hex of movement in any direction. Unfortunately, you must completely surround skirmishers to immobilize them.
el: Η τακτική του περικυκλώματος είναι πολύ ισχυρή, ιδιαίτερα εναντίον γρήγορων αντιπάλων. Τοποθετώντας δύο μονάδες σε αντίθετες πλευρές ενός εχθρού, οι ζώνες ελέγχου τους θα τον περιορίσουν σε ένα εξάγωνο κίνησης προς οποιαδήποτε κατεύθυνση. Δυστυχώς, πρέπει να περικυκλώσετε πλήρως τους ακροβολιστές για να τους ακινητοποιήσετε.

source: <i>― Memoirs of Gweddry, 627YW</i>
el: <i>― Απομνημονεύματα του Gweddry, 627ΕΩ</i>
eo: <i>— Memoroj de Gveddry, 627 j.V.</i>

source: You can access the <b>Recruit</b> and <b>Recall</b> commands by right-clicking on a castle tile. That will let you choose the precise hex you put a unit in. Placing units wisely can sometimes let you reach a village a turn earlier.
el: Μπορείτε να έχετε πρόσβαση στις εντολές <b>Στρατολόγηση</b> και <b>Ανάκληση</b> κάνοντας δεξί κλικ σε ένα πλακίδιο κάστρου. Αυτό σας επιτρέπει να επιλέξετε το ακριβές εξάγωνο στο οποίο θα τοποθετήσετε μια μονάδα. Η σοφή τοποθέτηση μονάδων μπορεί μερικές φορές να σας επιτρέψει να φτάσετε ένα χωριό μια σειρά νωρίτερα.
eo: Vi povas aliri la komandojn <b>Varbi</b> kaj <b>Realvoki</b> per dekstraklako sur kastela kahelo. Tiel ĉi vi povas elekti la ekzaktan seslateron por meti unuon. Saĝa lokigo de unuoj foje ebligas atingi vilaĝon unu vicon pli frue.

source: There are some helpful summary screens in the main menu: for instance, the <b>Status Table</b> will let you know how your enemies are doing, and how you are doing in comparison.
el: Υπάρχουν μερικές χρήσιμες οθόνες συνόψεων στο κεντρικό μενού: για παράδειγμα, ο <b>Πίνακας Κατάστασης</b> θα σας ενημερώσει για το πώς τα πηγαίνουν οι εχθροί σας, και πώς τα πηγαίνετε εσείς σε σύγκριση.
eo: Estas iuj helpaj resumaj ekranoj en la ĉefmenuo: ekzemple, la <b>Tabelo pri stato</b> ebligas al vi scii, kiel viaj malamikoj fartas, kaj kiel fartas vi kompare.

source: Units with the <i>Quick</i> trait get an extra movement point per turn. This can be very important when moving through difficult terrain such as water or caves. It can make the difference between being able to move one hex or two.
el: Οι μονάδες με το χαρακτηριστικό <i>Γρήγορες</i> κερδίζουν έναν επιπλέον πόντο κίνησης ανά σειρά. Αυτό μπορεί να είναι πολύ σημαντικό όταν κινείστε μέσα από δύσκολο έδαφος όπως νερό ή σπήλαια. Μπορεί να κάνει τη διαφορά μεταξύ του να μπορείτε να κινηθείτε ένα εξάγωνο ή δύο.
eo: Unuoj kun la trajto <i>Rapida</i> havas unu plian movpoenton povice. Ĉi tio povas tre gravi dum movado tra malfacilaj terenoj, kiel akvo aŭ kavernoj. Ĝi povas kaŭzi la distingon inter movebli je unu seslatero aŭ du.

source: <i>― High Lord Kalenz, 470YW</i>
el: <i>― Λόρδος Κάλενζ, 470YW</i>
eo: <i>— Altlordo Kalenz, 470 j.V.</i>

source: After you have played a few scenarios, read the <b>Gameplay</b> section in the <b>Help</b> screen carefully. Details become important as scenarios get harder!
el: Αφού παίξετε μερικά σενάρια, διαβάστε προσεκτικά την ενότητα <b>Τρόπος Παιχνιδιού</b> στην οθόνη <b>Βοήθεια</b>. Οι λεπτομέρειες γίνονται σημαντικές καθώς τα σενάρια δυσκολεύουν!
eo: Post vi ludis kelkajn scenarojn, legu atente la sekcion <b>Ludregularo</b> en la ekrano <b>Helpo</b>. Des pli detaloj iĝas gravaj, ju pli scenaroj iĝas malfacilaj!

source: <i>― The Wesnoth Community</i>
el: <i>― Η Κοινότητα του Γουέσνοθ</i>
eo: <i>— La komunumo de Vesnot</i>

source: <i>Lawful</i> units fight better by day, and <i>chaotic</i> units fight better at night. <i>Neutral</i> units are unaffected by the time of day. The rare <i>liminal</i> units fight best during twilight.
el: Οι <i>Νόμιμες</i> μονάδες μάχονται καλύτερα τη μέρα, και οι <i>χαοτικές</i> μονάδες μάχονται καλύτερα τη νύχτα. Οι <i>ουδέτερες</i> μονάδες δεν επηρεάζονται από την ώρα της ημέρας. Οι σπάνιες μονάδες <i>του σούρουπου</i> μάχονται καλύτερα κατά το λυκόφως.
eo: <i>Leĝemaj</i> unuoj pli bone batalas dum tago, kaj <i>ĥaosaj</i> unuoj pli bonas dum nokto. <i>Neŭtralajn</i> unuojn ne influas tagtempo. La maloftaj <i>limemaj</i> unuoj batalas plej bone dum krepusko.

source: <i>― Royal Compendium of Battle Terminology: Volume II (reprinted 221YW)</i>
el: <i>― Βασιλικό Εγκόλπιο Μαχητικής Ορολογίας: Τόμος II (επανεκτύπωση 221ΕΩ)</i>
eo: <i>— Reĝa kompendio de batala terminaro: volumo 2 (represita je 221 j.V.)</i>

source: <i>― Haldric II, 42YW, Handbook of Tactical Analysis: Volume I</i>
el: <i>― Haldric II, 42ΕΩ, Εγχειρίδιο Τακτικής Ανάλυσης: Τόμος I</i>
eo: <i>— Haldrik la 2-a, 42 j.V., Manlibro de taktika analizo: volumo 1</i>

source: There are six types of attack: <i>pierce</i>, <i>blade</i>, <i>impact</i>, <i>fire</i>, <i>cold</i> and <i>arcane</i>. Different units have weaknesses against different types of attacks. Right-click on a unit and select <b>Unit Type Description</b> to see which attacks it is resistant to, and which will affect it the most.
el: Υπάρχουν έξι τύποι επίθεσης: <i>τρύπημα</i>, <i>λεπίδα</i>, <i>κρούση</i>, <i>φωτιά</i>, <i>κρύο</i> και <i>μυστικιστικό</i>. Διαφορετικές μονάδες έχουν αδυναμίες ενάντια σε διαφορετικούς τύπους επιθέσεων. Κάντε δεξί κλικ σε μια μονάδα και επιλέξτε <b>Περιγραφή Τύπου Μονάδας</b> για να δείτε σε ποιες επιθέσεις είναι ανθεκτική, και ποιες θα την επηρεάσουν περισσότερο.

source: The terrain occupied by your units is the main factor determining the chance that they will be hit. The defensive rating for the currently selected unit in the currently selected terrain is displayed in the top right corner of the screen.
el: Το έδαφος που καταλαμβάνουν οι μονάδες σας είναι ο κύριος παράγοντας που καθορίζει την πιθανότητα να χτυπηθούν. Η αμυντική βαθμολογία για την τρέχουσα επιλεγμένη μονάδα στο τρέχον επιλεγμένο έδαφος εμφανίζεται στην επάνω δεξιά γωνία της οθόνης.

source: You can reuse units from a previous scenario by selecting <b>Recall</b> from the <b>Actions</b> menu. By recalling the same units over and over, you can build up a powerful and experienced army.
el: Μπορείτε να επαναχρησιμοποιήσετε μονάδες από ένα προηγούμενο σενάριο επιλέγοντας <b>Ανάκληση</b> από το μενού <b>Ενέργειες</b>. Ανακαλώντας τις ίδιες μονάδες ξανά και ξανά, μπορείτε να χτίσετε έναν ισχυρό και έμπειρο στρατό.

source: The chance to hit a unit usually depends on how well that unit can defend itself in the terrain in which it is standing. However, magical attacks always have a 70% chance to hit, and units with the <i>Marksman</i> ability are guaranteed at least a 60% chance of a hit when they attack on their own turn.
el: Η πιθανότητα να χτυπηθεί μια μονάδα συνήθως εξαρτάται από το πόσο καλά μπορεί αυτή η μονάδα να υπερασπιστεί τον εαυτό της στο έδαφος στο οποίο στέκεται. Ωστόσο, οι μαγικές επιθέσεις έχουν πάντα 70% πιθανότητα να χτυπήσουν, και οι μονάδες με την ικανότητα <i>Σκοπευτής</i> εγγυώνται τουλάχιστον 60% πιθανότητα χτυπήματος όταν επιτίθενται στη δική τους σειρά.

source: <i>― Haldric II, 43YW, Handbook of Tactical Analysis: Volume II</i>
el: <i>― Haldric II, 43ΕΩ, Εγχειρίδιο Τακτικής Ανάλυσης: Τόμος II</i>
eo: <i>— Haldrik la 2-a, 43 j.V., Manlibro de Taktika Analizo: Volumo 2</i>

source: <i>― Sir Kaylan, 498YW</i>
el: <i>― Λόρδος Κάυλαν, 498YW</i>
eo: <i>― Sinjoro Kajlan, 498 j.V.</i>

source: <i>― Sir Kaylan, 502YW</i>
el: <i>― Λόρδος Κάυλαν, 502YW</i>
eo: <i>― Sinjoro Kajlan, 502 j.V.</i>

source: <i>― Meneldur, 123YW</i>
el: <i>― Μένελντουρ, 123YW</i>
eo: <i>― Meneldur, 123 j.V.</i>

source: In most campaigns you will receive a gold bonus for finishing early, depending on the number of villages on the map and the number of turns remaining. You will usually earn more gold this way than through capturing villages and waiting for the turns to run out.
el: Στις περισσότερες εκστρατείες θα λάβετε ένα μπόνους χρυσού για νωρίς ολοκλήρωση, ανάλογα με τον αριθμό των χωριών στον χάρτη και τον αριθμό των σειρών που απομένουν. Συνήθως θα κερδίσετε περισσότερο χρυσό με αυτόν τον τρόπο παρά καταλαμβάνοντας χωριά και περιμένοντας να τελειώσουν οι σειρές.

source: <i>Leaders</i> can recruit or recall units from any keep inside a castle, not just the keep they start on. Sometimes your allies may be willing to make room for you on their keep so you can recruit from there, and you can even capture an enemy’s keep and use that.
el: Ο ηγέτης μπορεί να στρατολογήσει ή να ανακαλέσει μονάδες από οποιοδήποτε κάστρο ή στρατόπεδο, όχι αναγκαστικά από αυτό που ξεκίνησε. Μπορεί να καταλάβεις μια βάση του εχθρού και να στρατολογήσεις από εκεί. Επιπλέον, οι σύμμαχοι σου ίσως να είναι διατεθειμένοι να κάνουν χώρο στο δικό τους κάστρο, ώστε να μπορείς να στρατολογήσεις από εκεί.

source: Units with the <i>Leadership</i> ability help lower-level adjacent units on the same side fight better. You can move these units slowly along your battle lines and give bonuses to large numbers of lower-level troops.
el: Οι μονάδες με την ικανότητα <i>Ηγεσία</i> βοηθούν τις γειτονικές μονάδες χαμηλότερου επιπέδου της ίδιας πλευράς να μάχονται καλύτερα. Μπορείτε να μετακινείτε αυτές τις μονάδες αργά κατά μήκος των γραμμών μάχης σας και να δίνετε μπόνους σε μεγάλους αριθμούς στρατευμάτων χαμηλότερου επιπέδου.

source: <i>― Great Mage Delfador, 516YW</i>
el: <i>― Ο Μέγας Μάγος Delfador, 516ΕΩ</i>
eo: <i>— Grandmagiisto Delfadoro, 516 j.V.</i>

source: For any player, controlling villages is often key to winning a scenario. You may use this knowledge to lure your opponents into a trap by leaving some villages unoccupied, but keep in mind that an enemy unit becomes much harder to dislodge from a village! Plan your movements accordingly.
el: Για κάθε παίκτη, ο έλεγχος των χωριών είναι συχνά το κλειδί για να κερδίσει ένα σενάριο. Μπορείτε να χρησιμοποιήσετε αυτή τη γνώση για να δελεάσετε τους αντιπάλους σας σε παγίδα αφήνοντας κάποια χωριά ακατοίκητα, αλλά έχετε υπόψη ότι μια εχθρική μονάδα γίνεται πολύ πιο δύσκολο να εκτοπιστεί από ένα χωριό! Σχεδιάστε τις κινήσεις σας ανάλογα.
eo: Por ajna ludanto, regi vilaĝojn estas ofte ŝlosilo por venki scenaron. Vi povas uzi ĉi tiun scion por logi viajn kontraŭulojn en insidon per lasi iujn vilaĝojn senokupaj, sed konsciu, ke malamika unuo iĝas ege pli malfacila elpeli el vilaĝo! Planu viajn movojn akorde.

source: <i>― Kai Laudiss, 623YW</i>
el: <i>― Kai Laudiss, 623ΕΩ</i>
eo: <i>— Kai Laudiss, 623 j.V.</i>

source: Use lines of troops to screen your injured units while they recover.
el: Χρησιμοποιήστε γραμμές στρατευμάτων για να προστατεύσετε τις τραυματισμένες μονάδες σας ενώ ανακάμπτουν.

source: <i>― Princess Li’sar, 515YW</i>
el: <i>― Πριγκήπισσα Λι'ζαρ, 515YW</i>
eo: <i>— Princino Li’sar, 515 j.V.</i>

source: Use healers to support your attacks — they will win you battles without needing to attack anything themselves.
el: Χρησιμοποίησε τους θεραπευτές για υποστήριξη των επιθέσεων σας-θα κερδίσουν μάχες για σας χωρίς να χρειαστεί να επιτεθούν οι ίδιοι σε κανέναν.
eo: Dum atako prenu ankaŭ resanigajn milit-unuojn - ili helpos al vi venki, malgraŭ tio, ke ili ne atakos.

source: <i>― The Scroll of Chantal, 516YW</i>
el: <i>― Ο Κύλινδρος της Chantal, 516ΕΩ</i>
eo: <i>― La skribrulaĵo de Ĉantal, 516 j.V.</i>

source: The <i>Slow</i> attack makes enemy units move slower and halves the damage they do on all attacks until they end a turn.
el: Η επίθεση <i>Επιβράδυνση</i> κάνει τις εχθρικές μονάδες να κινούνται πιο αργά και μειώνει στο μισό τη ζημιά που κάνουν σε όλες τις επιθέσεις μέχρι να τελειώσουν μια σειρά.
eo: La atako <i>Malrapidigi</i> igas malamikajn unuoj moviĝi pli malrapide kaj duonigas la damaĝon, kiun ili faras je ĉiuj atakoj, ĝis ili finos vicon.

source: <i>Arcane</i> attacks are very powerful against undead.
el: Οι <i>Απόκρυφες</i> επιθέσεις είναι πολύ ισχυρές εναντίον των νεκρών.
eo: <i>Arkanaj</i> atakoj tre potencas kontraŭ malmortuloj.

source: <i>― Great Sage Dacyn, 626YW</i>
el: <i>― Ο Μέγας Σοφός Dacyn, 626ΕΩ</i>
eo: <i>— Grandsaĝulo Dacyn, 626 j.V.</i>

source: <i>― Queen Li’sar, 528YW</i>
el: <i>― Βασίλισσα Λι'ζαρ, 528YW</i>
eo: <i>— Reĝino Li’sar, 528 j.V.</i>

source: You cannot undo a move that uncovers hexes hidden by fog or shroud. Turn on the <b>Delay Shroud Updates</b> option when you need to move units while retaining the ability to undo, or use the new Whiteboard planning tool.
el: Δεν μπορείτε να αναιρέσετε μια κίνηση που αποκαλύπτει εξάγωνα κρυμμένα από ομίχλη ή πέπλο. Ενεργοποιήστε την επιλογή <b>Καθυστέρηση Ενημερώσεων Πέπλου</b> όταν χρειάζεται να μετακινήσετε μονάδες διατηρώντας τη δυνατότητα αναίρεσης, ή χρησιμοποιήστε το νέο εργαλείο σχεδιασμού Λευκού Πίνακα.
eo: Vi ne povas malfari movon, kiu malkovras seslaterojn kaŝitajn de nebulo aŭ vualo. Aktivigu la opcion <b>Prokrasti ĝisdatigojn de vualo</b>, kiam vi bezonos movi unuojn sed reteni la kapablon malfari, aŭ uzu la novan planan ilon Skribtabulo.

source: Try to operate units with a small number of powerful attacks — such as Dark Adepts, Horsemen, Orcish Grunts or Dwarvish Thunderers — in pairs or threes. This gives you another try whenever your first devastating attack misses — as inevitably happens from time to time.
el: Προσπαθήστε να χειρίζεστε μονάδες με μικρό αριθμό ισχυρών επιθέσεων — όπως Σκοτεινοί Μαθητές, Ιππείς, Ορκ Στρατιώτες ή Νάνοι Κεραυνοβόλοι — σε ζευγάρια ή τριάδες. Αυτό σας δίνει μια ακόμη προσπάθεια όταν η πρώτη σας καταστροφική επίθεση αστοχήσει — κάτι που αναπόφευκτα συμβαίνει κάπου-κάπου.

source: Units with three or more attacks — especially magical attacks — are ideal for finishing off enemies with only a few hitpoints remaining. Be sure to use leadership — or a strong or dextrous unit — whenever the extra point or two of damage makes a one-hit kill possible.
el: Οι μονάδες με τρεις ή περισσότερες επιθέσεις — ειδικά μαγικές επιθέσεις — είναι ιδανικές για να τελειώνουν εχθρούς με μόνο λίγους πόντους ζωής που απομένουν. Βεβαιωθείτε ότι χρησιμοποιείτε ηγεσία — ή μια δυνατή ή επιδέξια μονάδα — όποτε ο επιπλέον ένας ή δύο πόντοι ζημιάς καθιστούν δυνατό ένα θανατηφόρο χτύπημα.

source: <i>― Lord Hamel of Knalga</i>
el: <i>― Ο Λόρδος Hamel του Knalga</i>
eo: <i>— Lordo Hamel el Knalga</i>

source: Combining multiple special abilities can be deadly. While it may take some work to combine, for example, <i>Leadership</i>, <i>Illuminates</i> and <i>Charge</i> against a slowed opponent, the results can be impressive.
el: Ο συνδυασμός πολλαπλών ειδικών ικανοτήτων μπορεί να είναι θανατηφόρος. Ενώ μπορεί να χρειαστεί κάποια δουλειά για να συνδυάσετε, για παράδειγμα, <i>Ηγεσία</i>, <i>Φωτίζει</i> και <i>Έφοδος</i> εναντίον ενός επιβραδυμένου αντιπάλου, τα αποτελέσματα μπορεί να είναι εντυπωσιακά.
eo: Kombino de pluraj specialaj kapabloj povas esti mortiga. Kvankam eble postulas iom da peno kombini, ekzemple <i>Gvideco</i>, <i>Lumigo</i> kaj <i>Ŝargo</i> kontraŭ malrapidigita kontraŭulo, la rezultoj povas esti impresaj.

source: While finishing early gives a gold bonus, and reduces the opportunities for enemies to kill your valuable troops, it also means you lose chances to earn your units extra experience. When deciding whether or not to finish a scenario early, weigh these factors against one another.
el: Ενώ το νωρίς τελείωμα δίνει ένα μπόνους χρυσού και μειώνει τις ευκαιρίες των εχθρών να σκοτώσουν τα πολύτιμα στρατεύματά σας, σημαίνει επίσης ότι χάνετε ευκαιρίες να κερδίσουν οι μονάδες σας επιπλέον εμπειρία. Όταν αποφασίζετε αν θα τελειώσετε ένα σενάριο νωρίς ή όχι, ζυγίστε αυτούς τους παράγοντες ο ένας με τον άλλο.
eo: Kvankam frua fino donas oran bonifikon kaj malpliigas ŝancojn, ke malamikoj mortigu viajn valorajn trupanojn, tio ankaŭ signifas, ke vi perdas ŝancojn gajni plian sperton por viaj unuoj. Dum decido, ĉu fini scenaron frue aŭ ne, taksu ĉi tiujn faktorojn unu kontraŭ la alia.

source: The recruitment cost of some units may exceed the usual recall expenditure of 20 gold. In a campaign, always check if recalling a unit of the same type may be cheaper.
el: Το κόστος στρατολόγησης μερικών μονάδων μπορεί να υπερβαίνει τη συνηθισμένη δαπάνη ανάκλησης των 20 χρυσών. Σε μια εκστρατεία, ελέγχετε πάντα αν η ανάκληση μιας μονάδας του ίδιου τύπου μπορεί να είναι φθηνότερη.
eo: La varbkosto de iuj unuoj povas superi la kutiman realvokan elspezon de 20 da oro. En kampanjo, ĉiam kontrolu, ĉu realvoki unuon de la sama speco malpli kostas.

source: You must accept some losses in battle. It is not uncommon for beginners to lose sight of victory as they attempt to keep every unit alive.
el: Πρέπει να αποδεχτείτε κάποιες απώλειες στη μάχη. Δεν είναι ασυνήθιστο για αρχάριους να χάνουν από τα μάτια τους τη νίκη καθώς προσπαθούν να κρατήσουν κάθε μονάδα ζωντανή.
eo: Vi devas akcepti iujn perdojn en batalo. Ne maloftas por komencantoj distri atenton el venko, kiam ili klopodas teni ĉiun unuon viva.

source: <i>― Queen Asheviere, 503YW</i>
el: <i>― Η Βασίλισσα Asheviere, 503ΕΩ</i>
eo: <i>— Reĝino Aŝeviere, 503 j.V.</i>

source: Using lower-level units can be very cost-effective.
el: Η χρήση μονάδων χαμηλότερου επιπέδου μπορεί να είναι πολύ οικονομική.
eo: Uzo de malpli altnivelajn unuojn povas esti tre kostefike.

source: Some higher-level units have inimitable abilities such as <i>Leadership</i>, <i>Cures</i>, or <i>Nightstalk</i>. Obtaining those units early can make a big difference in a campaign.
el: Μερικές μονάδες υψηλότερου επιπέδου έχουν ανεπανάληπτες ικανότητες όπως <i>Ηγεσία</i>, <i>Θεραπεύει</i>, ή <i>Νυχτερινό Κυνήγι</i>. Η απόκτηση αυτών των μονάδων νωρίς μπορεί να κάνει μεγάλη διαφορά σε μια εκστρατεία.
eo: Iuj altnivelaj unuoj havas neimiteblajn kapablojn kiel <i>Gvideco</i>, <i>Kuraco</i> aŭ <i>Noktogvato</i>. Ekhavo de tiaj unuoj frue povas fari grandan malsamon en kampanjo.

source: <i>― Sir Gerrick of Westin, 607YW</i>
el: <i>― Ο Σερ Gerrick του Westin, 607ΕΩ</i>
eo: <i>― Sinjoro Gerrik el Vestin', 607 j.V.</i>

source: The cleansing waters of an oasis will heal the injured. The fiery ichor of the underworld hinders the flightless, while offering illumination in darkness to those that may fly above it.
el: Τα καθαρτικά νερά μιας όασης θα θεραπεύσουν τους τραυματισμένους. Ο φλογερός ιχώρας του κάτω κόσμου εμποδίζει τους μη ιπτάμενους, ενώ προσφέρει φωτισμό στο σκοτάδι σε εκείνους που μπορούν να πετάξουν πάνω από αυτόν.

source: <i>― Dominant Gorlack, 3YW</i>
el: <i>― Ο Δεσπόζων Gorlack, 3ΕΩ</i>
eo: <i>— Superregisto Gorlak, 3 j.V.</i>

source: <i>― Lord Tallin of Knalga, 538 YW</i>
el: <i>― Ο Λόρδος Tallin του Knalga, 538 ΕΩ</i>
eo: <i>— Lordo Tallin el Knalga, 538 j.V.</i>

source: Did you know that you can change the difficulty level during a campaign? Select the <i>Change difficulty</i> option at the bottom of the <i>Load Game</i> screen when loading start-of-scenario save files.
el: Γνωρίζατε ότι μπορείτε να αλλάξετε το επίπεδο δυσκολίας κατά τη διάρκεια μιας εκστρατείας; Επιλέξτε την επιλογή <i>Αλλαγή δυσκολίας</i> στο κάτω μέρος της οθόνης <i>Φόρτωση Παιχνιδιού</i> όταν φορτώνετε αρχεία αποθήκευσης από την αρχή σεναρίου.

source: <i>Feral</i> units, such as Bats and wild animals, will avoid villages. Even if they occupy a village hex, they do not gain any defensive benefits from the village, although they will still be healed.
el: Οι <i>Άγριες</i> μονάδες, όπως οι Νυχτερίδες και τα άγρια ζώα, θα αποφεύγουν τα χωριά. Ακόμα κι αν καταλάβουν ένα εξάγωνο χωριού, δεν αποκτούν κανένα αμυντικό όφελος από το χωριό, αν και θα θεραπευτούν ακόμα.

source: Nearly every hotkey can be customized in the <b>Preferences</b> > <b>Hotkeys</b> tab. Rebinding frequently used actions (Undo, Show Enemy Moves, End Turn, Recruit/Recall) to comfortable keys can noticeably speed up your turns and improve your quality of life.
el: Σχεδόν κάθε πλήκτρο συντόμευσης μπορεί να προσαρμοστεί στην καρτέλα <b>Προτιμήσεις</b> > <b>Πλήκτρα Συντόμευσης</b>. Η επαναδέσμευση συχνά χρησιμοποιούμενων ενεργειών (Αναίρεση, Εμφάνιση Κινήσεων Εχθρού, Τέλος Σειράς, Στρατολόγηση/Ανάκληση) σε βολικά πλήκτρα μπορεί να επιταχύνει αισθητά τις σειρές σας και να βελτιώσει την ποιότητα ζωής σας.

source: waiting for^an advancement choice
el: αναμονή για^επιλογή εξέλιξης
eo: antaŭiga elekto

source: attack^miss
el: attack^αστοχία

source: You do not have a leader to recall with.
el: Δεν έχετε αρχηγό για να ανακαλέσετε μονάδες.
eo: Vi ne havas gvidanton, tial ne eblas realvoki.

source: None of your leaders are able to recall that unit.
el: Κανένας από τους ηγέτες σας δεν μπορεί να ανακαλέσει αυτή τη μονάδα.
eo: Neniu el viaj gvidantoj kapablas realvoki ĉi tiun unuon.

source: You must have a leader on a keep who is able to recall that unit.
el: Πρέπει να έχετε έναν ηγέτη σε ένα φρούριο που μπορεί να ανακαλέσει αυτή τη μονάδα.
eo: Vi devas havi gvidanton en ĉefturo, kiu kapablas realvoki tiun unuon.

source: There are no vacant castle tiles in which to recall the unit.
el: Δεν υπάρχουν κενά πλακίδια κάστρου στα οποία να ανακληθεί η μονάδα.
eo: Ne estas malplenaj kastelkaheloj, kien realvoki ĉi tiun unuon.

source: An unrecognized error has occurred.
el: Παρουσιάστηκε ένα άγνωστο σφάλμα.
eo: Nerekonata eraro okazis.

source: You do not have a leader to recruit with.
el: Δεν έχετε αρχηγό για να στρατολογήσετε.
eo: Vi ne havas gvidanton, tial ne eblas varbi.

source: None of your leaders are able to recruit this unit.
el: Κανένας από τους ηγέτες σας δεν μπορεί να στρατολογήσει αυτή τη μονάδα.
eo: Neniu el viaj gvidantoj kapablas varbi ĉi tiun unuon.

source: You must have a leader on a keep who is able to recruit the unit.
el: Πρέπει να έχετε έναν ηγέτη σε ένα φρούριο που μπορεί να στρατολογήσει τη μονάδα.
eo: Vi devas havi gvidanton en ĉefturo, kiu kapablas varbi ĉi tiun unuon.

source: There are no vacant castle tiles in which to recruit the unit.
el: Δεν υπάρχουν κενά πλακίδια κάστρου στα οποία να στρατολογηθεί η μονάδα.
eo: Ne estas malplenaj kastelkaheloj, kien varbi ĉi tiun unuon.

source: cured
el: θεραπεύτηκε
eo: kuracita

source: female^cured
el: θεραπεύτηκε
eo: kuracita

source: Redo Error
el: Σφάλμα Επανάληψης
eo: Refara eraro

source: Unhandled choices while redoing
el: Μη διαχειρισμένες επιλογές κατά την επανάληψη

source: Connecting to $server_address|...
el: Γίνεται σύνδεση στο $server_address|...
eo: Konektiĝas al servilo...

source: Requesting add-on counts by type...
el: Αίτηση αριθμού πρόσθετων κατά τύπο...

source: The server responded with an error:
el: Ο διακομιστής απάντησε με σφάλμα:
eo: La servilo respondis per eraro:

source: Requesting add-on downloads by version...
el: Αίτηση λήψεων πρόσθετων κατά έκδοση...

source: Requesting forum_auth usage...
el: Αίτηση χρήσης forum_auth...

source: Requesting list of admins...
el: Αίτηση λίστας διαχειριστών...

source: Getting list of hidden add-ons...
el: Λήψη λίστας κρυφών πρόσθετων...

source: Hiding add-on...
el: Απόκρυψη πρόσθετου...

source: Unhiding add-on...
el: Εμφάνιση πρόσθετου...

source: Downloading list of add-ons...
el: Γίνεται λήψη της λίστας επεκτάσεων...
eo: Elŝutiĝas listo de aldonaĵoj...
