Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Long lived and terrifying, the fire dragon is a member of the dragon family that happens to breathe fire. It can put its fire breath to good use in combat. Additionally, it has a ferocious bite, and can crush opponents with its tail. Fire Dragons are cunning and cruel, and often take underlings whom they help lead to victory.
de: Feuerdrachen sind alte und furchteinflößende Kreaturen, sie gehören zur Familie der Drachen, die dafür bekannt ist Feuer speien zu können. Der Feueratem des Drachens ist sehr nützlich im Kampf, außerdem kann er durch seinen Biss furchtbare Wunden reißen oder seine Gegner mit seinem Schwanz zerquetschen. Feuerdrachen sind listig und grausam, sie schaffen es oft das sich ihnen Untertanen anschließen, die ihnen helfen den Sieg zu erlangen.
sv: Långlivade och skrämmande är de eldsprutande drakarna de medlemmar av som kan använda sig av sin flammande andedräkt i strid med gott resultat. De har ett skräckinjagande bett, och kan dessutom krossa sina motståndare med svansen. Eldsprutande drakar är sluga och grymma, och åtföljs ofta av medhjälpare, som de hjälper att gå segrande ur striden.

source: bite
de: Biss
sv: bett

source: tail
de: Schwanz
sv: svans

source: Fireball
de: Feuerball
sv: Eldklot

source: A Fireball. This is not to be used for anything else than a 'Move_Unit_Fake'!
de: Ein Feuerball.
sv: Ett eldklot. Detta ska inte användas till nåt annat än 'Move_Unit_Fake'!

source: Footpad
de: Straßenräuber
fr: Vagabond hirsute
sv: Stigman

source: The scruffy-haired Footpads are used by bandit gangs to scout ahead for places and people to rob.
de: Straßenräuber haben zerzauste Haare und werden von Gangsterbanden verwendet um die Gegend nach Opfern für Raubüberfälle auszukundschaften.
fr: Les vagabonds hirsutes sont utilisés par les bandes de hors-la-loi pour éclairer et trouver des victimes à détrousser.
sv: Stigmännen används av banditgäng för att spana och lokalisera möjliga rånoffer.

source: club
de: Keule
fr: gourdin
sv: klubba

source: sling
de: Schleuder
fr: fronde
sv: slunga

source: Galleon
de: Galleone
fr: Galion
sv: Galjon

source: dummy
fr: arme factice
sv: inget

source: Gate
de: Tor
sv: Port

source: bump
sv: stöt

source: As the great leaders of the human armies, Generals are responsible for the protection of large or important areas in the human kingdoms. Generals can coordinate the attacks of level 1 and 2 units, thereby increasing their fighting efficiency.
de: Generäle sind die ranghöchsten Anführer der menschlichen Armeen, sie sind verantwortlich für den Schutz großer beziehungsweise wichtiger Gebiete der Königreiche der Menschen. Generäle können die Angriffe von Stufe 1 und Stufe 2 Einheiten koordinieren und so deren Effizienz im Kampf erhöhen.
fr: Grands chefs des armées humaines, les généraux sont responsables de la protection de vastes et importantes parties du royaume des humains. Les généraux peuvent coordonner les attaques d'unités de niveau 1 et 2, augmentant ainsi leur efficacité au combat.
sv: Som de högsta officerarna av de mänskliga arméerna, är generalerna ansvariga för att skydda stora och viktiga områden i de mänskliga kungarikena. Generalerna koordinerar attackerna för nivå 1- och 2-trupper och ger dessa större slagkraft.

source: Ghost
de: Geist
fr: Fantôme
sv: Spöke

source: Ghosts are the souls of warriors that died in agony centuries ago without leaving a corpse behind. Not limited by physical bodies, these undead can fly swiftly towards their victims. Even as its ectoplasm matter can cross physical things it does not too fast nor too deeply.
de: Geister sind die Seelen von Kämpfern, die vor Jahrhunderten qualvoll ums Leben kamen ohne einen Leichnam zu hinterlassen. Da sie nicht an einen Körper gebunden sind können sie sehr schnell auf ihre Gegner zufliegen.
fr: Les fantômes sont les âmes de guerriers morts des siècles auparavant, ne laissant aucun corps derrière eux. Nullement limités par une enveloppe charnelle, ces morts-vivants peuvent voler rapidement vers leurs victimes.Même si leur matière ectoplasmique peut traverser les objets physiques, elle ne peut le faire trop vite, ni trop profondément.
sv: Spöken är själarna hos krigare som gick en smärtfylld död till mötes för många hundra år sedan utan att lämna ett lik efter sig. Då de inte längre hindras av sina kroppar, flyger dessa vandöda raskt mot sina fiender.

source: Ghoul
de: Ghul
fr: Goule
sv: Likätare

source: Sometimes starved and ravenous humans who are forced to eat human corpses awake after their deaths to find that they are trapped in a tortured existence as Ghouls.
de: Manchmal erwachen Menschen die, vor lauter Hunger gezwungen waren menschliche Leichen essen nach ihrem Tod als Ghule. In dieser schrecklichen Folter gefangen wandeln sie als in unserer Welt umher.
fr: Parfois, des humains, poussés par la famine à manger de la chair humaine, se lèvent d'entre les morts et se retrouvent emprisonnés dans l'existence torturée d'un goule.
sv: Svältande och utmärglade människor som har tvingats äta sina kamrater, dessa vaknar ibland upp efter sin egen död fångade i sin egen döda kropp, plågade av sina minnen.

source: Giant Mudcrawler
de: Riesenschlammkriecher
sv: Jätteslamkrypare

source: Giant Mudcrawlers are the larger kind of Mudcrawlers, and are magical constructs of soil and water. They attack by spraying boiling water on their foes, or with fists of mud.
de: Riesenschlammkriecher sind ausgewachsene Schlammkriecher, sie sind magische Wesen die aus Erde und Wasser bestehen. Sie greifen an indem sie siedendes Wasser auf ihre Feinde spritzen oder in dem sie mit ihren Schlammfäusten auf sie losgehen.
sv: Jätteslamkryparna är de större av slamkryparna, och är magiska varelser sammansatta av jord och vatten. De attackerar genom att spruta kokande vatten på sina fiender, eller så slår de med nävar av lera.

source: boiling water
de: Kochendes Wasser
sv: kokande vatten

source: Giant Scorpion
de: Riesenskorpion
fr: Scorpion géant
sv: Jätteskorpion

source: Giant Scorpions are deadly creatures that like to hide while waiting for their prey. They are merciless and always hungry, so it is wise not to approach too close to these oversized arachnids.
de: Riesenskorpione sind tödliche Kreaturen, die sich im Sand der Todeswüste verstecken. Sie kennen keine Gnade und sind immer hungrig, es ist eine weise Entscheidung nicht zu nah an diese riesigen spinnenartigen Kreaturen heranzugehen.
fr: Les scorpions géants sont de mortelles créatures qui se cachent en attendant leur proie Perpétuellement affamés, ils se montrent sans merci. Il est donc sage de ne pas s'approcher trop près de ces arachnides démesurés.
sv: Jätteskorpioner är dödliga varelser som gömmer sig i sanden i Dödens öken. De är skoningslösa och alltid hungriga, så det är klokt att inte komma alltför nära dessa överdrivet stora skorpioner.

source: sting
de: Stachel
fr: dard
sv: gadd

source: pincers
de: Scheren
fr: pinces
sv: gripklor

source: Goblin Knight
de: Kobold Raubritter
fr: Chevalier Gobelin
sv: Riddarvätte

source: The Goblin Knights are the elite of the Goblin Wolf Riders. They travel with great speed, yet can inflict substantial damage in battle.
de: Der Titel eines Raubritters wird an Kobolde verliehen, die sich durch herausragende Leistungen auf dem Schlachtfeld ausgezeichnet oder tollkühne Überfälle mit großer Beute verübt haben. Die Wölfe, die diese Kobolde mit ihrem Titel erhalten, zeichnen sich unter den Bergwölfen durch besondere Schnelligkeit aus, so dass sie sogar die Kundschafter der elfischen und menschlichen Armeen in den Schatten stellen.
fr: Les Chevaliers Gobelins sont l'élite des monteurs de loups Gobelins. Avec leur monture, ils peuvent se déplacer extrêmement rapidement, tout en infligeant des dommages substanciels au combat.
sv: Riddarvättarna är elittrupperna bland vättarnas vargryttare. De färdas mycket snabbt på sina vargar och rider ifrån sina motsvarigheter hos såväl människor som alver.

source: Goblin Pillager
de: Kobold Plünderer
fr: Pillard Gobelin
sv: Plundrarvätte

source: Some Goblins train their wolves to overcome their fear of fire. These Goblin Pillagers cause havoc among their enemies by attacking with torches and nets.
de: Einigen Kobolden gelingt es, ihre Reittiere so abzurichten, dass sie ihre Angst vor Feuer verlieren. Diese Kobolde werden in menschlichen Siedlungen nahe der Grenze zu den Orklanden gefürchtet, da sie diese mit Vorliebe überfallen und mit ihren Fackeln Häuser in Brand setzen. Auf dem Schlachtfeld werden sie vor allem wegen ihrem Umgang mit dem Wurfnetz eingesetzt, da sie so schon ganze Truppenverbände durcheinander brachten.
fr: Certains Gobelins entraînent leurs loups à surpasser leur peur du feu. Portant torches et filets, les Pillards Gobelins sèment la panique parmi leurs ennemis.
sv: Vissa vättar tränar sina vargar att bli av med rädslan för eld. Plundrarvättarna skapar fullständigt kaos bland motståndarna med facklor och nät.

source: torch
de: Fackel
fr: torche
sv: fackla

source: net
de: Netz
fr: filet
sv: nät

source: Grand Knight
de: Templer
fr: Haut chevalier
sv: Storriddare

source: The most powerful mounted warriors of any race, Grand Knights have reached the acme of skill with sword and lance.
de: Die am besten ausgerüstete Einheit aller Rassen sind die Templer. Ihre Fertigkeiten im Kampf mit dem Schwert und der Lanze sind unerreicht. Nur wenige wagen es, sich einem Templer in den den Weg zu stellen, wenn er auf seinem stolzen Roß dahergeritten kommt, und die die es wagen haben nur selten Gelegenheit dazu diesen Fehler zu bereuen.
fr: Les plus puissants guerriers montés de toutes les races, les hauts chevaliers ont atteint la quintessence du combat à l'épée et à la lance.
sv: De mest kraftfulla krigarna oavsett ras, storriddarna har nått toppen av svärds- och lansskicklighet.

source: lance
de: Lanze
sv: lans

source: Great Mage
de: Großmagier
fr: Grand Mage
sv: Stormagiker

source: Great Mages are awesome and fearsome enemies, exceeding even the Arch Mages in power.
de: Hohe Magier sind eindrucksvolle und furchteinflößende Gegner, ihre Kräfte übersteigen sogar noch die der Erzmagier.
fr: Le Grand Mage est un redoutable et terrifiant ennemi, surpassant même les Archimages en puissance.
sv: Stormagikerna är vördnadsbjudande och skräckinjagande fiender, starkare än till och med ärkemagikern.

source: Great Troll
fr: Troll intrépide
sv: Stortroll

source: regenerates
de: Regeneration
en@shaw: ğ‘®ğ‘°ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘‘ğ‘•
fr: régénération
sv: regenererar

source: Great Trolls are strong and brutal humanoid monsters with the amazing ability to regenerate themselves, so that they recover from wounds on their own, even during battle.
fr: Les Trolls intrépides sont des monstres humanoïdes forts et brutaux qui ont la capacité étonnante de se régénérer, récupérant de leurs blessures durant la bataille.
sv: Stortrollen är starka, brutala humanoida monster som, liksom trollvalparna, har den den fantastiska förmågan att regenerera, dvs att återställa sina skador medan de fortfarande slåss.

source: Gryphon
de: Greif
sv: Grip

source: Half-lion, half-bird, these majestic creatures dominate the skies of the world. Since they are wary of other intelligent races, Gryphons should not be disturbed without a good reason.
de: Halb Löwe, halb Vogel beherrschen diese majestätischen Kreaturen den Himmel. Da sie anderen intelligenten Rassen sehr vorsichtig gegenüberstehen sollte man Greifen nicht ohne wichtigen Grund stören.
fr: Moitié lion, moitié oiseau, ces créatures majestueuses dominent les cieux du monde. Prudentes face aux autres races intelligentes, elles ne doivent pas être dérangées sans une bonne raison.
sv: Hälften lejon, hälften fågel. Dessa majestätiska djur dominerar världens lufthav. Då de är misstänksamma mot andra intelligenta raser bör de inte störas i onödan.

source: Gryphon Master
de: Greifenmeister
fr: Maître des gryphons
sv: Gripmästare

source: Gryphon Masters have long experience flying the Gryphons, which have become an extension of themselves. This special relation makes the heart of the earth-bound tremble, for these mighty pairs may strike from anywhere.
de: Greifenmeister haben soviel Erfahrung darin mit ihren Greifen zu fliegen, das diese inzwischen zu einem Teil von ihnen selbst geworden sind. Diese besondere Beziehung läßt die Herzen derer, die auf der Erdoberfläche wandeln vor Furcht erzittern.
fr: Pour ces chevaucheurs du ciel, les gryphons ne sont pas seulement une monture, mais une extension d'eux-memes. Cette relation speciale fait trembler le coeur des terriens, car ces puissantes créatures peuvent surgir de nulle part part à tout moment.
sv: Dessa luftens ryttare ser inte sina gripar som ett riddjur, utan som en del av sig själva. Denna speciella förhållande mellan dem får alla jordbundna att darra, då dessa mäktiga varelser kan slå ner på dem från alla håll.

source: Gryphon Rider
de: Greifenreiter
fr: Monteur de Gryphon
sv: Gripryttare

source: Only a few are able to bond with the mighty Gryphons. Those who do may become Gryphon Riders, and discover the world of the skies upon the backs of these flying beasts.
de: Nur wenige sind in der Lage auf einem mächtigen Greifen zu zähmen, diese werden Greifenreiter und beherrschen mit diesen fliegenden Biestern den Himmel.
fr: Seuls quelques quelques élus peuvent tisser un lien d'amitié avec les puissants gryphons. Ceux-ci peuvent monter ces bêtes volantes, découvrant le monde des cieux sur le dos de ces bêtes volantes.
sv: Endast ett fåtal kan forma ett band med de mäktiga griparna. De som gör det kan bli gripryttare, och upptäcka världen bland molnen på dessa flygande bestars ryggar.

source: Halbardier
de: Hellebardier
fr: Hallebardier
sv: Hillebardiärer

source: The best of the soldiers are choosen to become Halberdiers. Their weapon, though a little slower than the sword, can strike with deadly force, and because of its great length, Halbardiers always strike first in combat, even when defending.
de: Die besten Soldaten werden ausgewählt um Hellebardiere zu werden. Mit Ihrer Waffe können sie zwar nicht so schnell wie mit einem Schwert zuschlagen aber dafür richtet die Hellebarde großen Schaden an. Aufgrund der großen Reichweite der Waffe haben sie immer den ersten Schlag in einem Kampf, sogar wenn sie sich Verteidigen.
fr: Les meilleurs parmi les épéistes sont choisi pour devenir des hallebardiers. Certes un peu plus lente que les épées, leur arme peut donner des coups mortels, et, grâce à sa longueur, accorde aux hallebardiers le premier coup au combat, même lorsqu'ils se défendent.
sv: De bästa infanteristerna tilldelas hillebarder. Om än något långsammare än svärdet så är hillebarden likväl mycket dödlig.

source: halberd
de: Hellebarde
fr: hallebarde
sv: hillebard

source: firststrike
de: Erstschlag
en@shaw: Jğ‘“ğ‘»ğ‘•ğ‘‘ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’
sv: första slaget

source: Heavy Infantryman
de: Schwerer Infanterist
fr: Infanterie lourde
sv: Tung infanterist

source: Heavy Infantrymen are cloaked in iron, making them resilient to attack. A lack of speed is their only disadvantage.
de: Die Schwere Infanterie trägt schwere Eisenrüstungen und ist deshalb sehr widerstandsfähig gegen alle physischen Angriffe. Durch die Rüstung können sie sich allerdings nur langsam fortbewegen.
fr: Les soldats d'infanterie lourde sont protégés des attaques par leur armure de fer. Le manque de célérité est leur seule faiblesse.
sv: Det tunga infanteriet är rustat i järn, och därför motståndskraftigt mot attacker. Deras enda nackdel är deras långsamma förflyttning.

source: Horseman
de: Reiter
fr: Cavalier
sv: Ryttare

source: Trained from childhood to ride and to follow a strict code of honor, Horsemen are both fast and powerful attackers. Charging at their enemies, they do double damage, but also receive double damage when struck. Rebels against Asheviere's tyranny often use Horsemen against her.
de: Reiter werden von Kindesbeinen an erzogen einem striktem Ehrenkodex zu folgen. Sie sind schnell und stark im Angriff. Sie Besitzen die Fähigkeit des Ansturms damit können sie doppelten Schaden anrichten, erleiden aber auch doppelten Schaden wenn sie getroffen werden. Aufständigenheere die gegen Ashevieres Truppen kämpfen bestehen oft aus Reitern.
fr: Entraînés depuis leur enfance à monter et à suivre un code d'honneur strict, les Cavaliers sont à la fois rapides et puissants en attaque. En chargeant leurs ennemis, leurs attaques causent le double de dégâts, mais leur causent également le double de dommages s'il sont contrés. Ceux qui se révoltent contre la tyrannie d'Ashievere utilisent souvent des Cavaliers contre elle.
sv: Tränad sedan barnsben att rida, och att följa en strikt hederskodex, är ryttarna både snabba och kraftfulla anfallare. När de stormar mot sina fiender gör deras attacker dubbel skada, men lämnar samtidigt ryttaren öppen för motattacker, vilka gör dubbel skada. Rebellerna mot Ashevieres tyranni använde ofta ryttare.

source: Initiate
fr: Initié
sv: Ondskans lärjunge

source: Dabbling in the Death Magic, this young Ha'atel's lust for power has weakened him to the point where he is too weak to attack in regular combat.
de: Nach ersten Erfahrungen in der Totenmagie hat diese jungen Ha'atels ihre Gier nach Macht hat sie soweit geschwächt, das sie an einem Punkt angekommen sind wo sie nicht mehr auf reguläre Weise in einem Kampf bestehen können.
fr: Adepte de la magie noire, la soif de pouvoir de ce jeune Ha'atel l'a affaibli au point de ne plus pouvoir se battre en combat singulier.
sv: Den unge Ha'atels storhetsvansinne har fått honom bli inblandad i dödsmagi. Detta har försvagat honom så till den grad att han inte kan anfalla i reguljära strider.

source: Iron Mauler
de: Stahlkoloss
fr: Combattant de fer
sv: Järnmanglare

source: Towering over the battlefield like iron giants, Iron Maulers are renowned (and feared) for their incredible resilience and brutal hammer blows. Were it not for their slow movement and rarity on the battlefield, these mighty soldiers would control the continent.
de: Die riesigen Stahlkolosse überragen alles auf dem Schlachtfeld. Sie sind berühmt und gefürchtet für ihre unglaubliche Unverwüstlichkeit und ihre brutalen Hammerschläge. Wenn sie sich nicht so langsam bewegen würden und nur so wenige wären, würden diese mächtigen Soldaten den ganzen Kontinent beherrschen.
fr: Dominant les champs de bataille comme des géants de fer, les combattants de fer sont renommés (et craints) pour leur incroyable résistance et leurs brutaux coups de marteau. S'ils n'étaient pas aussi rares et si lents sur les champs de bataille, ces puissants soldats contrôleraient le continent.
sv: Järnmanglarna höjer sig över slagfältet som järnjättar, och är ökända (och fruktade) för sin otroliga motståndskraft och sina brutala hammarslag.Om det inte hade varit för deras långsamma rörelser och att de är så ovanliga, så hade dessa mäktiga soldater kontrollerat kontinenten.

source: Knight
de: Ritter
fr: Chevalier
sv: Riddare

source: Knights are skilled in the use of both lance and sword. With the lance, they charge at enemies, inflicting and receiving double damage.
de: Ritter können gut mit Schwert und Lanze kämpfen. Mit der Lanze können sie auf den Gegner anstürmen und so doppelten Schaden anrichten, allerdings auch erleiden.
sv: Riddarna är skickliga med både lans och svärd. Med sina lansar genomför de stormanfall på sina motståndare, vilket orsakar dubbel skada såväl hos riddaren som hans motståndare.

source: Lancer
de: Lanzenreiter
fr: Lancier
sv: Lansiär

source: Lancers are some of the bravest and most feared riders in all of Wesnoth. They wear very little armor, and thus ride swiftly and are ideal for offensive use. While their charges inflict large amounts of damage, they also expose the Lancers to great risk.
de: Eine der tapfersten und am meisten gefürchtetste Einheit Wesnoths sind die Lanzenreiter. Da sie nur eine leichte Rüstung tragen können sie sehr schnell reiten und sind daher ideal für die Offensive. Im Ansturm richten sie sehr großen Schaden an aber bringen sich dabei auch selbst in Gefahr.
sv: Lansiärerna är några av de modigaste och mest fruktade ryttarna i hela Wesnoth. De bär mycket lätt rustning, och kan därför rida mycket snabbt och är idealiska för anfall. Deras stormattacker gör stor skada, men utsätter också dem själva för stora risker.

source: Lich
fr: Liche
sv: Häxmästare

source: Liches are mages that have committed completely to the path of the dark arts. To gain control over the undead, Liches have forfeited their own bodies, becoming undead themselves. This grants them the ability to drain the life from their opponents with a single touch, and to cast powerful cold spells.
de: Liche sind Magier, die am Ende des Pfades der dunklen Künste angekommen sind. Um Kontrolle über die Untoten zu erhalten haben sie ihren eigenen Körper aufgegeben um selbst zu Untoten zu werden. Dadurch können sie durch bloße Berührung ihrer Feinde Lebenspunkte von diesen Absaugen, außerdem beherrschen sie mächtige Kältezauber.
fr: La liche est un mage qui s'est entièrement tourné vers la magie noire. Pour prendre le contrôle des mort-vivants, la liche a renoncé à son propre corps, devenant un mort-vivant elle-même. Ceci lui octroie la capacité de drainer la vie de ses adversaires par simple contact, et de lancer de puissants sorts de froid.
sv: Häxmästaren är en magiker som oåterkalleligt har gett sig hän till de mörka konsterna. För att kunna kontrollera de vandöda har han offrat sin egen kropp, och själv blivit en vandöd. Detta ger honom förmågan att suga livet ur sina fiender genom beröring, och att kasta kraftfulla frostbesvärjelser.

source: Lieutenant
de: Leutnant
sv: Löjtnant

source: Trained at swords and crossbows, Lieutenants lead small groups of human soldiers, coordinating their attacks and increasing the fighting ability of those of lower rank around them.
de: Geübt im Umgang mit Schwert und Armbrust führt der Leutnant eine kleine Gruppe von Soldaten der Menschen an, koordiniert ihren Angriff und erhöht die Kampfstärke der benachbarten Einheiten mit niedrigerem Rang.
fr: Agile à l'épée et à l'arbalète, le lieutenant mène de petits groupes de soldats humains, coordonnant leurs attaques et augmentant les capacités de combat des troupes de rang inférieur l'entourant.
sv: Tränad med både svärd och armborst, leder löjtnanten en liten grupp med mänskliga soldater. Han koordinerar attacker och ger de runt honom med lägre rang fördelar i strid.

source: Longbowman
de: Langbogenschütze
fr: Archer à arc long
sv: Långbågsskytt

source: Longbowmen carry the huge specialized bows that they have learned to handle after years of combat. Their missiles can pierce even armor.
de: Langbogenschützen kämpfen mit gewaltigen Bögen, deren Handhabung sie in etlichen Jahren Kampferfahrung erlernt haben. Ihre Geschosse durchbohren sogar Rüstungen.
fr: Les archers à arc long portent des arcs gigantesques, qu'ils ont appris à manipuler après des années de combat. Leurs flèches arrivent même à transpercer une armure.
sv: Långbågsskyttarna bär stora långbågar, som de lärt sig hantera efter många års strider. Deras pilar kan genomborra rustningar.

source: Lord
de: Fürst
fr: Seigneur
sv: Furste
