Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Dwarvish Fighters wield mighty battle axes and hammers, which make them feared opponents in close range combat. They are excellent in mountainous terrain or underground. Though not swift, their power and endurance more than compensate.
de: Zwergen Kämpfer sind mit mächtigen Kampfäxten ausgestattet, was sie zu gefürchteten Gegnern im Nahkampf macht. Sie sind hervorragend im Gebirge. Das sie nicht allzu flink sind wird von ihrer Kraft und ihrer Ausdauer wett gemacht.
sv: Dvärgkrigarna är allra bäst i tunnlar och bergig terräng. Kraften i deras stridsyxor gör dem till fruktade motståndare i närstrid. Om än något långsamma så kompenseras detta av deras styrka och uthållighet.

source: axe
de: Axt
fr: hache
sv: yxa

source: hammer
fr: marteau
sv: hammare

source: Dwarvish Guardsman
de: Zwergen Gardist
fr: Garde nain
sv: Dvärgväktare

source: steadfast
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘›ğ‘“ğ‘­ğ‘•ğ‘‘
sv: ståndaktig

source: The most resiliant dwarves sometimes join the Dwarvish army as Guardsman. Slow and without a strong attack, they guard the Army's flank, soaking up alot of damage, and hurling their heavy spears into the enemy.
sv: De mest stryktåliga dvärgarna värvas ibland som väktare. Långsamma och utan starka attacker håller de stånd vid arméns flanker medan de kastar sina tunga spjut mot fienden.

source: Dwarvish Lord
de: Zwergen Fürst
fr: Seigneur nain
sv: Bergakung

source: Dwarvish Lords are kings under the mountains. Their skill with the battle axe is unmatched, and they are able to hit even enemies that are far away. Their fine armor is made of the strong alloys crafted by their kin.
de: Unter den Bergen sind sie die Könige, ihre Geschicklichkeit im Umgang mit der Kampfaxt ist unerreicht und sie sind sogar in der Lage weit entfernte Gegner zu treffen. Ihre Rüstung ist aus den besten Legierungen gefertigt die ihre Sippe kennt.
fr: Le seigneur nain est le roi sous les montagnes. Son habileté à manier la hache de bataille est inégalée, et il peut même frapper des ennemis distants. Sa précieuse armure est faite des plus résistants alliages forgés par les siens.
sv: Bergakungarna regerar under bergen. Ingen kan mäta sig med dem i hanteringen av en stridsyxa, de kan till och med kasta den. Deras rustningar är gjorda av de starka legeringar som enbart dvärgarna kan framställa.

source: hatchet
de: Wurfbeil
fr: hachette
sv: kastyxa

source: Dwarvish Runemaster
de: Zwergen Runenmeister
fr: Maître des Runes Nain
sv: Dvärgarnas runmästare

source: The mighty Dwarvish Runemasters are fearsome and sturdy warriors who have harnessed the secret powers of the Dwarven runes. They can send lightning bolts at their enemies by striking the ground with their marvelously crafted and much beloved hammers, which shimmer with magical energy.
de: Die mächtigen Runenmeister sind fürchterliche und robuste Gegner, die sich die geheimen Kräfte von Zwergenrunen zu nutze machen. Sie können Blitze auf ihre Feinde schleudern wenn sie mit ihren geliebten, wunderbar bearbeiteten und vor Magischer Energie schimmernden Hämmern auf den Boden schlagen.
fr: Les puissants Maîtres des Runes Nains sont de robustes guerriers sans peur qui ont maîtrisé les pouvoirs secrets des runes naines. Leurs précieux marteaux, forgés avec une grande maîtrise, débordent d'énergie magique, foudroyant leurs ennemis quand leurs maîtres frappent le sol.
sv: Dvärgarnas mäktiga runmästare är orubbliga och kraftfulla krigare, som behärskar de hemliga krafterna hos dvärgarnas runor. Deras älskade och fantastiskt välgjorda hammare skimrar av magisk energi, och skickar blixtar mot fienderna närhelst runmästaren slår den i marken.

source: runic hammer
de: Runenhammer
sv: runhammare

source: Lightning bolt
de: Blitzschlag
sv: åskvigg

source: Dwarvish Stalwart
sv: Dvärgarnas Pansarnäve

source: Stalwarts, after years in battle, have fashioned new shields and strong armor from the ruins of their enemies. While slow, they are the feared for their resilience and strength.
sv: Pansarinfanteriet har efter år av strider dragit nytta av sina fienders nederlag och skapat nya sköldar och starka runstningar. Även om de är långsamma, är de fruktade för sin uthållighet och styrka.

source: Dwarvish Steelclad
de: Zwergen Chalybter
fr: Nain d'Acier
sv: Dvärgarnas Järnnäve

source: The more experienced Dwarvish Steelclad fighters wear heavy chain mail and plate armor, for which they are rightly famous.
de: Die erfahrenen Chalybter tragen schwere Kettenhemden und Plattenrüstungen für die sie sehr berühmt sind.
fr: Les expérimentés Nains d'Acier portent de lourdes cottes de mailles et armures de plaques qui ont fait, à juste titre, leur renommée.
sv: Dvärgarnas Järnnävar bär tung ringbrynja och stålrustning. Detta har rättmätigt gjort dem berömda och fruktade vida omkring.

source: Dwarvish Thunderer
de: Zwergen Donnerer
fr: Foudroyeur Nain
sv: Dvärgarnas Tordönstrupp

source: Dwarvish Thunderers provide much needed ranged support to the mighty, yet slow, close-range fighters of the Dwarvish armies. Their mysterious weapons are slower, cruder and noisier than the elegant and swift elvish bows, but their impact is unmatched.
de: Zwergen Donnerer sorgen für die dringend benötigte Fernkampfunterstützung für die mächtigen aber langsamen Nahkämpfer der Zwergenarmeen. Ihre geheimnisvollen Waffen sind langsamer, grober und lauter als die eleganten und flinken Bögen der Elfen, aber ihre Einschlagwirkung ist unerreicht.
fr: Les Foudroyeurs Nains apportent aux armées naines une capacité d'attaque à distance que n'a pas ses guerriers. Leurs lourds mousquets sont plus lents, moins ouvragés, et plus bruyants que les élégants et rapides arcs elfiques, mais leur puissance est sans égale.
sv: Dvärgarna Tordönstrupper förser dvärgarna med välbehövligt eldunderstöd, så att deras mäktiga men långsamma krigare hinner komma fram till närstriden. Deras mystiska vapen är tyngre, långsammare och mer högljudda än alvernas långbågar, men deras genomslagskraft är utan motstycke.

source: thunderstick
de: Donnerstock
fr: bâton de tonnerre
sv: åskstav

source: Dwarvish Thunderguard
de: Zwergen Donnerwächter
fr: Garde foudroyeur nain
sv: Dvärgarnas Tordönsvakt

source: The famed Dwarvish Thunderguards wield mysterious and feared weapons forged by the Dwarf weapon-masters, experts in arcane Dwarvish technology. Although they are no faster than the more common Thunderers, their attack is much more deadly.
fr: Les fameux gardes foudroyeurs nains brandissent des armes mystérieuses à la puissance de feu terrifiante. Conçues par les maîtres forgerons nains, experts dans les arcanes de la technologie naine, elles sont craintes de tous. Bien qu'ils ne soient pas plus rapides que les foudroyeurs, plus communs, leur attaque est bien plus mortelle.
sv: Dvärgarnas berömda Tordönsvakt använder sig av mystiska och fruktade vapen, som smitts av dvärgarnas vapenmästare, vilka är experter på urtida dvärgteknologi. Även om de inte är lika snabba som de vanliga dundrardvärgarna, så är de mycket mer dödliga.

source: dragonstick
de: Drachenstock
fr: bâton du dragon
sv: drakstav

source: Dwarvish Ulfserker
de: Zwergen Ulfserker
sv: Dvärgarnas slagskämpe

source: Elder Mage
de: Alter Magier
fr: Mage vénérable
sv: Åldrad magiker

source: Once great, Elder Mages have seen their power a little diminished from wearying years of battle. Nevertheless they remain feared on the battlefield on account of their powerful lightning bolts.
de: Der einst große Ältere Magier hat noch immer viel seiner Kraft, obwohl sie mit den Jahren etwas abgenommen hat. Seine starken Lichtblitze werden auf dem Schlachtfeld von allen seinen Feinden gefürchtet.
fr: Bien qu'affaiblis par le poids des ans, les mages vénérables ont conservé la plupart de leur puissance. Utilisant de puissants éclairs, les mages vénérables sont craints de tous leurs ennemis sur un champ de bataille.
sv: En gång stor, men nu med sin kraft försvagad av många tröttande år av strid, är de åldrade magikerna fortfarande fruktade på stridsfältet då de kan kasta kraftfulla åskviggar.

source: lightning
de: Blitzschlag
fr: éclair
sv: blixtar

source: Elder Wose
de: Älterer Waldschrat
sv: Äldre Wose

source: Elvish Archer
de: Elfenbogenschütze
fr: Archer elfe
sv: Alvbågskytt

source: Elvish Avenger
de: Elfenrächer
fr: Vengeur elfe
sv: Alvjägare

source: ambush
de: Hinterhalt
en@shaw: ğ‘¨ğ‘¥ğ‘šğ‘«ğ‘–
fr: embuscade
sv: bakhåll

source: Elvish Captain
de: Elfenhauptmann
fr: Capitaine elfe
sv: Alvkapten

source: Skilled in commanding soldiers, Elvish Captains provide a bonus to all level-1 units on adjacent hexes. Captains are also skilled in both short- and long-range fighting.
de: Erfahren im Führen von Soldaten, bringt der Elfenhauptmann allen Einheiten der Stufe 1 auf benachbarten Feldern einen Bonus. Der Elfenhauptmann ist ebenso gewandt im Nahkampf wie im Kampf auf Distanz.
fr: Habile dans le commandement de soldats, le capitaine elfe apporte un bonus à toutes les unités de niveau 1 sur les cases adjacentes. Le Capitaine elfe est aussi habile en combat en corps à corps qu'en combat à distance.
sv: Alvernas kaptener är skickliga på att leda sin soldater, de ingjuter mod i alla Nivå 1-trupper när de slåss tillsammans. De är skickliga i strid på både nära och långt håll.

source: Elvish Champion
de: Elfenschwertmeister
fr: Champion elfe
sv: Alvförkämpe

source: Elvish Champions are awesome masters of swordsmanship, inflicting large amounts of damage in close combat. Master fighters, they are also adept with the bow, able to inflict damage on their enemies from both near and far.
de: Elfenschwertmeister sind, wie der Name schon sagt, Meister im Schwertkampf. Da sie auch erfahren im Umgang mit Pfeil und Bogen sind, verursachen sie sehr großen Schaden im Nahkampf wie im Fernkampf.
fr: Le champion elfe est un formidable maître épéiste, infligeant d'importants dommage au combat rapproché. Combattant d'élite, il est également adepte de l'arc, et peut infliger des dommages dans les rangs ennemis aussi bien de près que de loin.
sv: Alvernas förkämpar är vördnadsbjudande mästare i svärdskonst, som i närstrid vållar sina motståndare stor skada. Dessa mästerkrigare är även skickliga bågskyttar och kan därför åsamka sina fiender stor skada i både närstrid och på distans.

source: Elvish Druid
de: Elfendruidin
fr: Druide elfe
sv: Alvdruid

source: cures
de: kurieren
en@shaw: ğ‘’ğ‘˜ğ‘«ğ‘®ğ‘Ÿ
fr: traitement
sv: botar

source: Elvish Druids are powerful masters of the forest. Brilliant at ensnaring unwary opponents, they also use the herbs of the forest to heal allies. Druids are excellent supporting units in any Elvish army.
de: Elfendruidinnen sind mächtige Meisterinnen des Waldes. Sie verführen unvorsichtige Gegner und heilen ihre Verbündeten mit den Kräutern des Waldes. Druidinnen sind hervorragend geeignet andere Einheiten der Elfenarmeen zu unterstützen.
fr: La druide elfe est une puissante maîtresse des forêts. Très douée pour séduire ses opposants imprudents, elle est également capable d'utiliser les herbes de la forêt pour soigner ses compagnons. La druide est un excellent support à n'importe quelle armée elfe.
sv: Alvdruiderna är kraftfulla mästare av skogen. De kan lätt snärja oförberedda fiender, och de kan använda örter för att vårda sina vänner. Druiderna fungerar ofta som understödstrupper i alvernas armé.

source: ensnare
de: Verführung
fr: séduction
sv: snärja

source: thorns
de: Dornen
fr: épines
sv: taggar

source: Elvish Fighter
de: Elfenkrieger
fr: Guerrier elfe
sv: Alvkrigare

source: Elvish Fighters make up the bulk of the Elven military in Wesnoth. They are distinguished from other fighting forces by their skill with both sword and bow. The Elves are deft of foot, and fight best in the forest.
de: Elfenkrieger sind das Rückgrat der Elfenarmee in Wesnoth. Sie sind im Unterschied zu anderen Kampfeinheiten gewandt im Umgang mit Schwert und Bogen. Sie sind gut zu Fuß und kämpfen am besten im Wald.
fr: Les Guerrier elfes forment le gros des troupes des armées elfes à Wesnoth. Ils se distinguent des autres forces armées par leur habileté à manier aussi bien l'épée que l'arc. Les elfes se déplacent plus rapidement, et combattent mieux dans la forêt.
sv: Alvkrigare utgör merparten av alvernas armé i Wesnoth. De utmärker sig med sin skicklighet med svärd och båge. Alver är snabbfotade och slåss bäst i skogen.

source: Elvish Hero
de: Elfenheld
fr: Héros elfe
sv: Alvhjälte

source: Elvish Heroes focus on individual performance on the battlefield, having tweaked their combat skills to the very maximum. Elvish Heroes prefer fighting at close range with the sword, but are also skilled at the bow.
de: Der Elfenheld konzentriert sich auf seine individuelle Leistung auf dem Schlachtfeld, nachdem er seine Fähigkeiten maximal trainiert hat. Elfenhelden bevorzugen den Nahkampf, sie beherrschen aber auch den Umgang mit dem Bogen.
fr: Le Héros elfe se focalise sur ses performances personnelles sur le champ de bataille, en affinant au maximum ses habiletés au combat. Le Héros elfe préfère combattre au corps à corps à l'épée, mais sait également se servir d'un arc.
sv: Alvhjältarna har finjusterat sina stridskunskaper till ett maximum. De föredrar att slåss i närstrid med svärd, men är även skickliga med bågen.

source: Elvish High Lord
de: Elfenfürst
fr: Haut Seigneur elfe
sv: Alvstorfurste

source: Elvish High Lords are fearsome in combat, using the sword at close range and devastating balls of fire at long range.
de: Elfenfürsten sind fürchterliche Gegner, sowohl im Nahkampf mit dem Schwert als auch mit verheerenden Feuerbällen aus der Distanz.
fr: Le Haut Seigneur elfe est redoutable en combat, aussi bien à l'épée en combat rapproché, qu'avec ses boules de feu dévastatrices à distance.
sv: Alvstorfurstarna är skräckinjagande i strid; där de använder svärd och förödande eldklot.

source: Elvish Lord
de: Elfenbaron
fr: Seigneur elfe
sv: Alvfurste

source: Elvish Lords are fearsome in combat, using the sword at close range and devastating balls of fire at long range.
de: Elfenbarone sind fürchterliche Gegner, sowohl im Nahkampf mit dem Schwert als auch mit verheerenden Feuerbällen aus der Distanz.
fr: Le Seigneur elfe est redoutable en combat, aussi bien à l'épée en combat rapproché, qu'avec ses boules de feu dévastatrices à distance.
sv: Alvfurstarna är skräckinjagande i strid; i närstrid använder de svärd och på håll förödande eldklot.

source: Elvish Marksman
de: Elfenlangbogenschütze
fr: Tireur d'élite elfe
sv: Alvprickskytt

source: longbow
de: Langbogen
fr: arc long
sv: långbåge

source: marksman
de: Schießkunst
en@shaw: ğ‘¥ğ‘¸ğ‘’ğ‘•ğ‘¥ğ‘©ğ‘¯
fr: tir d'élite
sv: prickskytt

source: Elvish Marshal
de: Elfenmarschall
fr: Maréchal elfe
sv: Alvöverste

source: Possessing one of the highest ranks in the Elven military, Elvish Marshals can lead any level 1 or 2 units in adjacent hexes, causing them to fight with increased skill. Marshals are also themselves greatly skilled in fighting, with both the sword and the bow.
de: Einer der höchsten Ränge im Elfenheer ist der des Marschalls, der sowohl Stufe 1 als auch Stufe 2 Einheiten anführen kann, wenn sie sich auf einem benachbarten Feld befinden. Dadurch erhalten diese Einheiten einen Bonus im Kampf. Der Marschall selbst versteht es auch hervorragend mit Schwert und Bogen zu kämpfen.
fr: Un des plus hauts rangs de l'armée elfe, le Maréchal elfe peut diriger des unités de niveau 1 ou 2 sur les cases adjacentes, les faisant ainsi combattre avec des capacités accrues. Le Maréchal elfe est aussi très habile au combat aussi bien à l'arc qu'à l'épée.
sv: Som några av de högst rankade officerarna i alvernas armé, kan överstarna leda både nivå 1- och 2- trupper i strid, och få dem att slåss bättre. Alvlöjtnanterna är själv mycket skickliga krigare, både med svärd och båge.

source: Elvish Outrider
de: Elfen Avantgarde
fr: Cavalier d'escorte elfe
sv: Alvförtrupp

source: Riding like the wind, Elvish Outriders breeze through the forests to strike at weaker units and exposed flanks. Equally skilled in both bow and sword, they strike hard before melting into the woods again to evade response.
de: Schnell wie der Wind saust die Elfen Avantgarde durch den Wald um schwächere Gegner zu schlagen und sich zurückzuziehen bevor die Gegner Zeit zum Rückschlag haben. Diese Kämpfer sind sowohl im Schwertkampf als auch im Umgang mit dem Bogen ausgebildet.
fr: Rapides comme le vent, les cavaliers d'escorte elfes filent à travers les forêts afin d'attaquer les unités les plus faibles, sur les flancs les plus exposés. Aussi habiles à l'arc qu'à l'épée, ils frappent fort avant de disparaître à nouveau dans les bois pour éviter toute riposte.
sv: Alvernas förtrupper flyter fram genom skogen och slår ner på svaga trupper och utsatta flanker. De är lika skickliga med svärd som med båge, och slår hårt innan de åter försvinner in i skogen.

source: Elvish Ranger
de: Elfenwaldhüter
fr: Rôdeur elfe
sv: Skogsvaktaralv

source: Elvish Rider
de: Elfenreiter
fr: Monteur elfe
sv: Alvryttare

source: Swift riders, Elvish Riders are fast in the forest as well as in the open. They can even use a bow from horseback.
de: Sowohl im Wald als auch im offenen Gelände sind Elfenreiter schnell unterwegs. Außerdem können sie Pfeil und Bogen benutzen während sie auf ihren Pferden sitzen.
fr: Rapides cavaliers, les monteurs elfes sont rapides, aussi bien en forêt qu'en terrain découvert. Ils peuvent même utiliser un arc tout en chevauchant.
sv: Alvryttarna, dessa raska ryttare, är snabba både i skog och på slätten. De kan till och med rida och lossa en båge samtidigt.

source: Elvish Scout
de: Elfenspäher
fr: Éclaireur elfe
sv: Alvspejare

source: Elvish Scouts move swiftly through forest and grassland alike. Their skill on horseback is virtually unmatched, although they do lack power in combat.
de: Elfenspäher bewegen sich schnell im Wald und im offenen Gelände. Ihre Fertigkeiten beim Reiten sind so gut wie unerreicht, aber im Kampf mangelt es ihnen an können.
fr: Les éclaireurs elfes se déplacent rapidement à travers plaines et forêts. Leur talent de cavalier est sans égal, mais ils manquent de puissance en combat.
sv: Alvspejarna förflyttar sig raskt genom skog och över slätt. Deras skicklighet på hästryggen är utan motstycke, men de saknar styrka i strid.

source: Elvish Shaman
de: Elfenschamanin
fr: Prêtresse elfe
sv: Alvshaman

source: heals
de: heilen
fr: guérison
sv: vårdar

source: Elvish Shamans focus on less violent ways to hinder the enemy. Their entangling attack slows enemies down and reduces by one the number of times they may attack. Shamans also possess basic healing abilities.
de: Elfenschamaninnen bedienen sich weniger gewalttätiger Mittel um den Gegner aufzuhalten. Mit der Fähigkeit Verstrickung können sie Gegner verlangsamen und die Anzahl ihrer Angriffe reduzieren. Außerdem verfügen Elfenschamaninnen über grundlegende Heilkenntnisse und können so befreundete Einheiten, die auf einem benachbarten Feld stehen, heilen.
fr: La Prêtresse elfe se focalise sur le moyen le moins violent de gêner l'ennemi. Ses attaques enchevêtrantes ralentissent les ennemis et réduisent le nombre de fois qu'ils peuvent attaquer de un. Les prêtresses possèdent également des capacités curatives basiques.
sv: Alvshamanerna koncentrerar sig på de mindre våldsamma sätten att hindra fienden, som att snärja dem i snaror så att de kan anfalla en gång färre. Alvshamaner kan också vårda trupper i sin närhet.

source: entangle
de: Verstrickung
fr: enchevêtrement
sv: snärja

source: Elvish Sharpshooter
de: Elfenscharfschütze
fr: Archer d'élite elfe
sv: Alvernas skarpskytt

source: Elvish Shyde
de: Waldfee
fr: Shyde elfe
sv: Skogsalv

source: Shydes are Elves that are devoted to nature and their faerie side. Dragonfly wings sprout from their backs and change them into beautiful creatures capable of gliding unencumbered through the Elven forests.
de: Elfendruidinnen die sich voll und ganz der Natur und dem Feenzauber verschrieben haben, werden eines Tages zu Waldfeen. Aus ihren Rücken wachsen Libellenflügel und sie verwandeln sich in wunderschöne Geschöpfe, die unbeschwert durch den Elfenwald schweben.
fr: Les shydes sont des elfes qui se sont dévouées pour la nature et son côté féérique. Des ailes de libellule leur poussent dans le dos et les transforment en de belles créatures capables de se déplacer très rapidement dans les forêts elfes.
sv: De älvalika skogsalverna ägnar sig helhjärtat åt naturen. Trollsländevingar växer ut på ryggen och de förvandlas till vackra varelser som kan glida fram genom de alvernas skogar.

source: faerie touch
de: Feenhauch
sv: älvornas beröring

source: Fencer
de: Fechter
fr: Escrimeur
sv: Fäktare

source: Fencers are trained in the arts of swordplay. While their rapier is a light weapon, they can use it quickly and with deadly skill. Wielding a dagger in their other hand, they can also deftly parry all kinds of attacks. Fencers are skirmishers, and so can move right past enemy units.
de: Fechter sind in der Kunst des Schwertkampfes ausgebildet. Obwohl ihr Rapier nur eine leichte Waffe ist sind sie in der Lage es schnell und todbringend einzusetzen. Mit dem Dolch in der anderen Hand wehren sie geschickt alle Arten von Angriffen ab. Fechter sind Plänkler und können an feindlichen Einheiten vorbeiziehen, um ihnen dann in den Rücken zu fallen.
fr: Les escrimeurs sont entraînes au maniement de l'épée. Bien que leur rapière soit une arme légère, il peuvent s'en servir d'une façon mortelle. Utilisant également une dague dans leur main libre, ils peuvent parer les attaques efficacement. Habiles à l'escarmouche, ils peuvent aisément traverser les lignes ennemies.
sv: Fäktarna är tränade i de finare detaljerna i svärdskonst. Värjan är visserligen ett lätt vapen, men det är även snabbt och dödligt. I andra handen håller de en dolk, som de främst använder till att parera fiendens attacker. Fäktare är stigfinnare och kan ta sig rakt förbi fienden.

source: Fighter
de: Kämpfer
fr: Guerrier
sv: Kämpe

source: Young and brash, Fighters fight with a sword, and are vulnerable to attack from enemies. However they have the potential to become great warriors one day.
de: Jung und stürmisch stürzen sich die Kämpfer mit ihrem Schwert in die Schlacht. Obwohl sie leicht verletzbar sind haben die meisten von ihnen das Potential eines Tages großartige Kämpfer zu werden.
fr: Jeune et impétueux, le guerrier est vulnérable aux attaques de ses ennemis. Néanmoins il a le potentiel de devenir un jour un grand Guerrier.
sv: Den unge och obetänksamme kämpen slåss med ett svärd, och är sårbar för attacker från fienden. Han besitter dock talang och lyckas han bara hålla sig levande så kan han bli en mäktig krigare en dag.

source: Fire Dragon
de: Feuerdrache
sv: Eldsprutande drake
