Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: In the <b>Actions</b> menu, you can select <b>Show Enemy Moves</b> to highlight all the hexes your adversary can move to (assuming your units stay where they are). Use this to make sure the enemy can’t reach your weak or injured units on his next turn.
eo: En la menuo <b>Agoj</b>, vi povas elekti <b>Montri malamikajn movojn</b> por lumigi ĉiujn seslaterojn, kien via kontraŭulo povas moviĝi (supoze, ke via unuoj staros, kie ili estas). Uzu ĉi tion por certiĝi, ke la malamiko ne povas trafi viajn malfortajn aŭ vunditajn unuojn dum sia sekva vico.

source: Poisoned units will lose eight hitpoints every turn until they are one point from dying. They will then remain at death’s door until the poison is removed. Healers can prevent a poisoned unit from deteriorating, but the poison will not be removed unless the unit regenerates, or begins a turn in a village, in an oasis, or next to a unit with the <i>Cures</i> ability.
eo: Venenitaj unuoj perdos ok vivpoentojn ĉiuvice ĝis ili estos je 1 poento for de morto. Ili tiam restos ĉe la pordo de morto ĝis la veneno foriĝos. Sanigistoj povas malhelpi difektiĝon de venenita unuo, sed la veneno ne foriĝos krom se la unuo regeneriĝas aŭ komencas vicon en vilaĝo, oazo aŭ apud unuo kun la kapablo <i>Kuraco</i>.

source: On maps where <i>Shroud</i> or <i>Fog of War</i> has been enabled, all units’ sightlines are limited by their maximum movement. If you have some valuable but slow units, keep at least one fast unit with them so that you are not caught out by a surprise attack.
eo: En mapoj, kie <i>Vualo</i> aŭ <i>Nebulo de milito</i> aktiviĝis, vidlinioj de ĉiuj unuoj limiĝas de ties maksimuma movkapablo. Se vi havas iujn valorajn sed malrapidajn unuojn, tenu almenaŭ unu rapidan unuon kun ili, por ke oni ne surprizos vin per ŝtela atako.

source: If you move a unit, but don’t attack or discover any additional information, you can undo your move by pressing <b>u</b>.
eo: Se vi movas unuon, sed nek atakas nek malkovras ajnan aldonan informon, vi povas malfari vian movon per premo de <b>u</b>.

source: Think twice before dismissing any unit from your recall list, no matter how little experience it has. Sometimes it’s worth paying a premium to know exactly what traits a new arrival will have.
eo: Pensu dufoje antaŭ maldungi ajnan unuon el via realvoka listo, senrigarde de kiel malmulte da sperto ĝi havas. Iufoje valoras pagi pli por scii ekzakte, kiujn trajtojn nova alveninto havos.

source: When a tough unit is heavily injured, send it to heal in a village several turns’ movement away from the fighting. Then it can recover in peace (at 10 hitpoints per turn) without tying up front-line villages.
eo: Kiam malmola unuo grave vundiĝas, sendu ĝin resaniĝi en vilaĝo, kiu lokiĝas kelkajn vicojn de movo for de la batalo. Tiel ĉi ĝi povas restaŭri sin en paco (je 10 vivpoentoj povice) sen okupi frontliniajn vilaĝojn.

source: If a unit is positioned next to healers from two allied sides, the unit will be healed on both sides’ turns. This way, a unit can be healed faster than otherwise possible.
eo: Se unuo veneniĝas apud sanigistoj el du aliancaj flankoj, la unuo resaniĝos dum vicoj de ambaŭ flankoj. Ĉi tiel, unuo povas resaniĝi pli rapide ol alie eblas.

source: The add-on <i>$addon_title</i> has an invalid file or directory name and cannot be published. File or directory names may not contain '..' or end with '.' or be longer than 255 characters. It also may not contain whitespace, control characters, or any of the following characters: &quot; * / : &lt; &gt; ? \ | ~
eo: La aldonaĵo <i>$addon_title</i> havas nevalidan nomon de dosiero aŭ dosierujo kaj ne publikigeblas. Nomoj de dosieroj aŭ dosierujoj ne enhavo '..' nek finiĝu per '.' nek pli longu ol 255 signoj. Ili ankaŭ ne enhavu blankspacon, stirsignojn aŭ iun ajn el la jenaj signoj: &quot; * / : &lt; &gt; ? \\ | ~

source: The add-on <i>$addon_title</i> contains files or directories with case conflicts. File or directory names may not be differently-cased versions of the same string.
eo: La aldonaĵo <i>$addon_title</i> enhavas dosierojn aŭ dosierujojn kun usklaj konfliktoj. Nomoj de dosieroj aŭ dosierujoj ne estu malsamusklaj versioj de la sama ĉeno.

source: The selected add-on has the following dependency, which is not currently installed or available from the server. Do you wish to continue?
eo: La elektita aldonaĵo havas la jenan dependon, kiu nun nek instalitas nek disponeblas el la servilo. Ĉu vi volas daŭrigi?

source: The following dependency could not be installed. Do you still wish to continue?
eo: Ne eblis instali la jenan dependon. Ĉu vi volas daŭrigi malgraŭe?

source: unit_byte^B
eo: B

source: Add-on Deleted
eo: Aldonaĵo foriĝis

source: The following add-on was successfully deleted:
eo: La jena aldonaĵo foriĝis sukcese:

source: No add-on data was supplied by the client.
eo: La kliento ne provizis aldonaĵdatumojn.

source: Invalid upload pack.
eo: Nevalida elŝuta pako.

source: Invalid add-on name.
eo: Nevalida nomo de aldonaĵo.

source: Formatting character in add-on name.
eo: Aranĝa signo en nomo de aldonaĵo.

source: The add-on contains files or directories with illegal names. Names containing whitespace, control characters, or any of the following symbols are not allowed: " * / : < > ? \ | ~ Additionally, names may not be longer than 255 characters, contain '..', or end with '.'.
eo: La aldonaĵo enhavas dosierojn aŭ dosierujojn kun malpermesataj nomoj. Nomoj enhavantaj blankspacon, stirsignojn aŭ iun ajn el la jenaj signoj ne permesatas: " * / : < > ? \\ | ~ Krome, nomoj nek pli longu ol 255 signoj, nek enhavu '..' nek finiĝu per '.'.

source: The add-on contains files or directories with case conflicts. Names in the same directory may not be differently-cased versions of each other.
eo: La aldonaĵo enhavas dosierojn aŭ dosierujojn kun usklaj konfliktoj. Nomoj en la sama dosierujo ne estu malsamusklaj versio unu de la alia.

source: Error: [advancefrom] no longer works. ‘$lower_level’ units will not be able to advance to ‘$higher_level’; please ask the add-on author to use [modify_unit_type] instead.
eo: Eraro: [advancefrom] ne plu funkcias. Unuoj '$lower_level' ne kapablos antaŭiĝi al '$higher_level'; bonvolu peti la verkinton de la aldonaĵo uzi [modify_unit_type] anstataŭe.

source: Please report this to the author or maintainer of this add-on.
eo: Bonvolu raporti ĉi tion al la verkinto aŭ prizorganto de ĉi tiu aldonaĵo.

source: The nickname ‘$nick’ is already taken.
eo: La kromnomo ‘$nick’ jam preniĝis.

source: The nickname ‘$nick’ contains invalid characters. Only alpha-numeric characters (one at minimum), underscores and hyphens are allowed.
eo: La kromnomo ‘$nick’ enhavas nevalidajn signojn. Nur literciferaj signoj (unu minimume), substrekoj kaj streketoj estas permesataj.

source: The nickname ‘$nick’ is too long. Nicks must be 20 characters or less.
eo: La kromnomo ‘$nick’ tro longas. Kromnomoj havu 20 signojn aŭ malpli.

source: The nickname ‘$nick’ is reserved and cannot be used by players.
eo: La kromnomo ‘$nick’ estas rezervita kaj ne uzeblas de ludantoj.

source: The nickname ‘$nick’ is not registered on this server.
eo: La kromnomo ‘$nick’ ne estas registrita en ĉi tiu servilo.

source: The nickname ‘$nick’ is banned on this server’s forums for $duration|.
eo: La kromnomo ‘$nick’ estas barita en forumoj de ĉi tiu servilo por $duration|.

source: The nickname ‘$nick’ is banned on this server’s forums.
eo: La kromnomo ‘$nick’ estas barita en forumoj de ĉi tiu servilo.

source: Your IP address is banned on this server’s forums for $duration|.
eo: Via IP-adreso estas barita en forumoj de ĉi tiu servilo por $duration|.

source: Your IP address is banned on this server’s forums.
eo: Via IP-adreso estas barita en forumoj de ĉi tiu servilo.

source: The email address for the nickname ‘$nick’ is banned on this server’s forums for $duration|.
eo: La retpoŝtadreso por kromnomo ‘$nick’ estas barita en forumoj de ĉi tiu servilo por $duration|.

source: The email address for the nickname ‘$nick’ is banned on this server’s forums.
eo: La retpoŝtadreso por kromnomo ‘$nick’ estas barita en forumoj de ĉi tiu servilo.

source: The nickname ‘$nick’ is registered on this server.
eo: La kromnomo ‘$nick’ estas registrita en ĉi tiu servilo.

source: The selected add-on has the following dependency, which is outdated or not currently installed. Do you wish to install it before continuing?
eo: La elektita aldonaĵo havas la jenan dependon, tiu ĉi neĝisdatas aŭ nun ne instalitas. Ĉu vi volas instali ĝin antaŭ daŭrigi?

source: UTC+0
eo: UTK+0

source: Do you want to load it anyway?
eo: Ĉu vi volas ŝargi ĝin malgraŭe?

source: The file you have tried to load has no replay information.
eo: La dosiero, kiun vi provis ŝargi, ne havas informon pri reludado.

source: [all|<command>] “all” = overview of all commands, <command> = name of a specific command (provides more detail)
eo: [all|<komando>] “all” = superrigardo de ĉiuj komandoj, <komando> = nomo de specifa komando (provizas pliajn detalojn)

source: command^Alias:
eo: Alinomo:

source: Error: there’s an unknown unit type on your recruit list: $unknown_ids
eo: Eraro: estas nekonata unuospeco en via varblisto: $unknown_ids

source: You must have at least 1 gold piece to recall a unit.
eo: Necesas almenaŭ 1 orpeco por realvoki unuon

source: [<side> [on/off/full]] “on” = enable but retain vision, “full” = as if it’s controlled by another player
eo: [<flanko> [on/off/full]] “on” = aktivigi sed reteni vidon, “full” = kvazaŭ regate de alia ludanto

source: Change turn limit, or turn the turn limit off if no number is specified or it’s −1.
eo: Ŝanĝi viclimon, aŭ malŝalti la viclimon se neniu nombro indikiĝas aŭ ĝi estas -1.

source: Could not find label or unit containing the string ‘$search’.
eo: Ne troviĝis etikedo aŭ unuo enhavanta la ĉenon '$search'.

source: Wesnoth
eo: Vesnot

source: This unit is poisoned. It will lose 8 HP every turn until it can seek a cure to the poison in a village or from a friendly unit with the ‘cures’ ability. Units cannot be killed by poison alone. The poison will not reduce it below 1 HP.
eo: Tiu ĉi unuo estas venenita. Dum ĉiu movo ĝi perdos 8 SP, ĝis tiu momento, kiam ricevos sanigon en vilaĝo, aŭ de alianca kuracanto. Veneno ne mortigos la milit-unuon. Kaj SP de milit-unuo ne falos sub 1.

source: The :$command debug command was used during $player’s turn
eo: La sencimiga komando :$command uziĝis dum la vico de $player

source: A player used a debug command during the game. If this is unexpected, it is possible the player in question is cheating.
eo: Uzanto uzis sencimigan komandon dum la ludo. Se neatendite, eblas, ke tiu ludanto trompas.

source: Do you wish to save the game before continuing?
eo: Ĉu vi volas konservi la ludon antaŭ daŭrigi?

source: A unit was created using debug mode during $player’s turn
eo: Unuo kreiĝis per uzo de sencimiga reĝimo dum la vico de $player

source: waiting for $desc from side $sides
eo: atendiĝas $desc el flanko $sides

source: <span color="$color">$number_or_percent</span> damage
eo: <span color="$color">$number_or_percent</span> da damaĝo

source: $number damage
eo: 1 da damaĝo

source: $number strike
eo: 1 bato

source: $number movement point
eo: $number movpoento

source: <span color="$color">$number_or_percent</span> movement point
eo: <span color="$color">$number_or_percent</span> da movo

source: $number attack used
eo: 1 atako uzotaj

source: <span color="$color">$number_or_percent</span> HP
eo: <span color=\"$color\">$number_or_percent</span> VP

source: <span color="$color">$number_or_percent</span> move
eo: <span color="$color">$number_or_percent</span> movo

source: <span color="$color">$number_or_percent</span> attack per turn
eo: <span color="$color">$number_or_percent</span> atako povice

source: Unable to create log files in directory $logdir. This is often caused by incorrect folder permissions, anti-virus software restricting folder access, or using OneDrive to manage your My Documents folder.
eo: Ne eblis krei protokolajn dosierojn en dosierujo $logdir. Tion ĉi ofte kaŭzas malĝustaj dosierujaj permesoj; ankaŭ, Vindoze, kontarŭvirusa programo limiganta aliron al dosierujo aŭ uzo de OneDrive por administri dosierujon Miaj dokumentoj.

source: SHOW ALL allies’ plans
eo: MONTRI ĈIUJN planojn de aliancanoj

source: HIDE ALL allies’ plans
eo: KAŜI ĈIUJN planojn de aliancanoj

source: Movement in Battle for Wesnoth is simple: Simply click on the unit you wish to move, then click on the hex you wish to move it to. When selected, all the hexes a unit can move to this turn will be highlighted, and all those it can't made dull. Mousing over a dull square will show the number of turns required to reach it, and clicking will cause the unit to move towards it by the fastest route over this and subsequent turns. Each unit has a certain number of movement points which are expended when moving into a new hex, depending on the <ref>dst=terrain text=Terrain</ref> of that particular hex. For instance, grassland nearly always costs 1 movement point to enter. Exactly how many movement points are spent entering a hex depends on the unit type - in forest, elvish units only spend 1 movement point, most human and orc units spend 2, while horsemen spend 3. You can learn how many movement points a unit requires to enter a certain terrain type by right-clicking on it, selecting Unit Description, and then clicking <italic>text='Terrain Modifiers'</italic>. Another thing to keep in mind while moving is <ref>dst=zones_of_control text='Zones of Control'</ref>. Each unit generates a zone of control in the hexes immediately surrounding it, and any enemy unit entering those hexes immediately ends its movement. Learning how to use zones of control to your advantage is an important part of Wesnoth, as only <ref>dst=ability_skirmish text='Skirmishers'</ref> can ignore zones of control.
de: Das Bewegen von Einheiten in "Battle for Wesnoth" ist einfach: Klicken Sie zuerst auf die zu bewegende Einheit, und dann auf das Ziel-Hexfeld. Wenn eine Einheit selektiert ist, werden alle erreichbaren Hexfelder hervorgehoben, und alle anderen bedeckt. Wenn Sie mit der Maus über ein entferntes Hexfeld fahren, wird angezeigt, wieviele Züge die Einheit bis dahin braucht. Wenn Sie das Feld anklicken, wird sich die Einheit schnellst möglich dort hin bewegen. Jede Einheit hat eine bestimmte Anzahl an Bewegungspunkten (Abk. BP), die verbraucht werden, wenn die Einheit ein neues Feld betritt. Wieviele Punkte verbraucht werden, hängt vom der Art des zu betretenden <ref>dst=terrain text='Geländes'</ref> ab. Das Betreten von Grasland kostet fast immer einen Bewegungspunkt. Die genauen Kosten hängen von der Einheitenart ab: Elfen verbrauchen im Wald nur jeweils einen Bewegungspunkt, die meisten Menschen und Orks brauchen zwei, und Reiter sogar drei. Sie können sich die Bewegungspunkt-Kosten für eine Einheit anschauen, wenn Sie auf die rechtsklicken, die Einheitenbeschreibung anzeigen lassen und dann auf <italic>text='Gelände-Modifikatioren'</italic> klicken. Eine andere Sache, die Sie beim Bewegen der Einheiten beachten sollten, sind die <ref>dst=zones_of_control text='Kontrollzonen'</ref>. Jede Einheit verfügt über eine Kontrollzone, die aus den sie umgebenden Hexfeldern besteht. Wenn eine Einheit die Kontrollzone einer gegnerischen Einheit betritt, verliert sie sofort alle Bewegungspunkte. Sie sollten lernen, Kontrollzonen zu ihrem Vorteil zu nutzen. Lediglich <ref>dst=ability_skirmish text='Scharmützler'</ref> können Kontrollzonen ignorieren.

source: If both units survive a combat, they gain a number of experience points equal to the level of the unit they're fighting. If a unit kills another in combat, however, it gains much more experience - 4 for a level 0 unit, 8 for level 1, 16 for level 2, 24 for level 3, and so forth. Units have a certain amount of experience required to advance (this is 20% less for units with the Intelligent trait). Once they achieve this amount, they immediately advance to the next level, healing fully in the process. In some cases, you will be given a choice of advancement options. Keep in mind that while most units have three levels, not all do, and that occasional units (such as <ref>dst=unit_mage text=Mages</ref>) may have four.
de: Wenn beide Einheiten einen Kampf überleben, bekommen Sie die Erfahrungspunkte (Abk. EP) in Höhe der Stufe des Gegners. Wenn eine Einheit eine andere tötet, bekommt sie viel mehr Erfahrung: 4 für eine Stufe-0-Einheit, 8 für Stufe 1, 16 für Stufe 2, 24 für Stufe 3 usw. Einheiten benötigen eine bestimmte Anzahl von Erfahrungspunkten, um eine Stufe aufzusteigen (20% weniger bei Einheiten mit der Charakteristik "Intelligent"). Sobald sie diese Anzahl an Punkten erreicht haben, steigen sie eine Stufe auf und werden vollständig geheilt. Manchmal müssen Sie zwischen mehreren Aufstiegsoptionen wählen. Beachten Sie, dass die meisten Einheiten drei Stufen haben, aber nicht immer. Manchmal sind es weniger, und manche Einheiten (z.B. <ref>dst=unit_mage text='Magier'</ref>) können sogar vier haben.

source: Most units have two traits. Traits are attributes of the unit that modify its attributes slightly. They are assigned to a unit randomly when the unit is recruited. The currently available traits are the following. <header>text=Intelligent</header> Intelligent units require 20% less experience than usual to advance. Intelligent units are very useful at the beginning of a campaign, as they can be quickly advanced into much needed higher level units. Later in the campaign, they are not quite so useful, and if you have plenty of high level units you may find yourself recalling units with more useful ''long-term'' traits. <header>text=Loyal</header> Loyal units only ever require an upkeep of one, no matter what level they are. Loyal has no affect on a level one unit, which makes it useless in the early campaign. Once a unit begins to level up, however, it can save you considerable gold over the course of the campaign. <header>text=Quick</header> Quick units have 1 extra movement point, but 10% less HP than usual. Quick is the most noticeable trait, particularly in slower units such as trolls or heavy infantry. Units with the Quick trait can often have greatly increased mobility in rough terrain, so consider that when deploying your forces. Also, remember that Quick units aren't quite as tough as usual, and so aren't so good for holding positions. <header>text=Resilient</header> Resilient units have 7 more HP than usual. Resilient units can be useful at all stages in the campaign, and is a useful trait for all units, though you'll find yourself noticing it more in some units than others. Resilient units are especially useful for holding ground against opponents. <header>text=Strong</header> Strong units do 1 more damage per swing in melee combat, and have 2 more HP. Useful for any close-combat unit, Strong is most effective for units who have a high number of swings, such as the Elvish Fighter. Strong units can be very useful when a tiny bit of extra damage is all that is needed to turn a damaging stroke into a killing blow.
de: Die meisten Einheiten haben zwei Charakteristiken, durch die ihre Attribute leicht modifiziert werden. Eine Einheit bekommt sie zufällig bei der Ausbildung zugewiesen. Es gibt im Moment folgende Charakteristiken: <header>text=Intelligent</header> Intelligente Einheiten benötigen 20% weniger Erfahrung als andere, um eine Stufe aufzusteigen. Intelligente Einheiten sind vor allem am Anfang einer Kampagne nützlich, weil sie schnell aufsteigen und die hochstufigen Einheiten gebraucht werden. Später ist diese Charakteristik nicht mehr so nützlich, weil Sie dann genug hochstufige Einheiten haben werden und andere langfristigere Charakteristiken nützlicher sind. <header>text=Loyal</header> Die Unterhaltskosten loyale Einheiten betragen immer nur 1 Gold, egal auf welcher Stufe sie sind. Bei einer Einheit der Stufe eins hat Loyalitiät keine Auswirkung, was diese Charakteristik am Anfang der Kampagne nutzlos macht. Später können Sie mit loyalen Einheiten aber viel Geld sparen. <header>text=Schnell</header> Schnelle Einheiten haben einen Bewegungspunkt extra, dafür aber 10% weniger LP. Schnelligkeit ist eine recht sinnvolle Charakteristik, vor allem in langsamen Einheiten wie Trollen und schwerer Infantrie. In unwegsamem Gelände haben schnelle Einheiten oft eine viel höhere Mobilität, das sollten Sie beim Einsatz Ihrer Truppen beachten. Um Stellungen zu halten eignen sie sich allerdings nicht so gut aufgrund ihrer verminderten LP. <header>text=Robust</header> Robuste Einheiten haben 7 LP mehr als normal. Robuste Einheiten sind in allen Phasen des Spiels nützlich. Alle Einheitentypen profitieren davon, allerdings werden Sie es bei einigen mehr merken als bei anderen. Robuste Einheiten eignen sich besonders dafür, Stellungen zu halten. <header>text=Stark</header> Starke Einheiten verursachen einen Schadenspunkt mehr pro Nahkampfattacke und haben zwei LP mehr. Obwohl Stärke für alle Nahkampfeinheiten nützlich ist, wirkt sie besonders bei Einheiten mit einer hohen Anzahl an Attacken, z.b. der Elfen-Kämpfer. Starke Einheiten können sehr nützlich sein, wenn nur wenige Schadenspunkte fehlen, um eine gegnerische Einheit mit einem Angriff zu töten.

source: Red scores! Current score is $redscore-$bluescore
de: Die rote Mannschaft punktet. Aktueller Punktestand: $redscore-$bluescore

source: Recruit a unit
de: Einheit Ausbilden

source: What do I do next?
de: Was soll ich als nächstes tun?

source: How do I recruit units?
de: Wie bilde ich Einheiten aus?

source: To recruit a unit, right click on the castle tile on which you wish to recruit the unit. Then select Recruit, or just hold your cursor over the tile and press 'Ctrl-R'. Next, select the type of unit that you want to recruit, and select 'Ok'. In order to recruit faster, you can use 'Ctrl-Shift-R' to re-recruit the last type of unit you recruited.
de: Um eine Einheit auszubilden müsst Ihr auf das Burgfeld, auf demsie ausgebildet werden sollen, rechtsklicken. Danach wählt "Ausbilden" und "OK", oder einfach 'Ctrl-R'. Als nächstes wählt den Typ der Einheit, die Ihr ausbilden wollt, und drückt "OK". Um schneller auszubilden könnt Ihr mit 'Ctrl-Shift-R' eine weitere Einheit des letzten Einheitentyps ausbilden.

source: A leader is a unit that can recruit. This means that when the leader is on a keep, he can recruit units on the surrounding castle tiles. Leaders are usually powerful units that each side only controls one of. Also, your leader is usually the first unit that your side controls, and starts on a keep. You can select your leader quickly by pressing 'l'. If your leader dies, you lose the game. You can win most scenarios by defeating all enemy leaders.
de: Ein Anführer ist eine Einheit, die Ausbilden kann. Das bedeutet, dass ein Anführer, wenn er auf einem Burgfried steht, in den umliegenden Burgfeldern Einheiten ausbilden kann. Anführer sind meistens mächtige Einheiten, und jede Partei kontrolliert einen. Normalerweise ist Euer Anführer auch die erste Einheit, die Eure Partei kontrolliert, und beginnt auf einem Burgfeld. Ihr könnt Euren Anführer schnell auswählen, in dem Ihr 'l' drückt. Wenn Euer Anführer stirbt, habt Ihr das Spiel verloren. Die meisten Szenarien könnt Ihr gewinnen, in dem Ihr alle gegnerischen Anführer besiegt.

source: What's a leader?
de: Was ist ein Anführer?

source: How should I choose what kind of units to recruit?
de: Welche Arten von Einheiten sollte ich ausbilden?
