Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: You can send the Wesnoth Project an anonymous summary of your progress using the 'Help Wesnoth' button (indicated by the envelope icon near the lower-right-hand corner of the game main screen). This information is vital so we can adjust campaign difficulty.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘ğ‘®ğ‘©ğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘©ğ‘¯ ğ‘©ğ‘¯ğ‘ªğ‘¯ğ‘¦ğ‘¥ğ‘©ğ‘• ğ‘•ğ‘³ğ‘¥ğ‘¼ğ‘¦ ğ‘ ğ‘¿ğ‘¼ ğ‘ğ‘®ğ‘©ğ‘œğ‘®ğ‘§ğ‘• ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘ 'ğ‘£ğ‘§ğ‘¤ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”' ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ (ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘ ğ‘§ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘´ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¯ğ‘½ ğ‘ ğ‘¤ğ‘´ğ‘¼-ğ‘®ğ‘²ğ‘‘-ğ‘£ğ‘¨ğ‘¯ğ‘› ğ‘’ğ‘¹ğ‘¯ğ‘» ğ‘ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¥ğ‘±ğ‘¯ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯). ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘ªğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘•ğ‘´ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘©ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ğ‘¦.

source: To advance low-level units quickly, team them with a veteran and use the veteran to damage a joint target heavily enough for the junior partner to get in the killing blow.
el: Για να εξελίξετε γρήγορα μονάδες χαμηλού επιπέδου, ομαδοποιήστε τις με έναν βετεράνο και χρησιμοποιήστε τον βετεράνο για να πληγώσετε έναν κοινό στόχο αρκετά ώστε ο νεότερος συνεργάτης να δώσει το τελειωτικό χτύπημα.
en@shaw: ğ‘‘ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘• ğ‘¤ğ‘´-ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦, ğ‘‘ğ‘°ğ‘¥ ğ‘ğ‘§ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘ğ‘§ğ‘‘ğ‘»ğ‘©ğ‘¯ ğ‘¯ ğ‘¿ğ‘• ğ‘ ğ‘ğ‘§ğ‘‘ğ‘»ğ‘©ğ‘¯ ğ‘‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘© ğ‘¡ğ‘¶ğ‘¯ğ‘‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ ğ‘£ğ‘§ğ‘ğ‘¦ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘“ğ‘¹ ğ‘ ğ‘¡ğ‘µğ‘¯ğ‘˜ğ‘» ğ‘ğ‘¸ğ‘‘ğ‘¯ğ‘¼ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘šğ‘¤ğ‘´.
eo: Por antaŭigi malaltnivelajn unuojn rapide, teamigu ilin kun veterano kaj uzu la veteranon por damaĝi komunan celon sufiĉe forte, ke la novula parulo povu fari la mortigan baton.

source: â€” Queen Li'sar, 528YW
en@shaw: - ğ‘’ğ‘¢ğ‘°ğ‘¯ Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸, 528YW

source: You cannot undo a move that reveals any fog or shroud. Toggle the 'Delay Shroud Updates' option on when you need to move units while retaining the ability to undo.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘© ğ‘¥ğ‘µğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘°ğ‘¤ğ‘Ÿ ğ‘§ğ‘¯ğ‘¦ ğ‘“ğ‘ªğ‘œ ğ‘¹ ğ‘–ğ‘®ğ‘¬ğ‘›. ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ 'ğ‘›ğ‘¦ğ‘¤ğ‘± ğ‘–ğ‘®ğ‘¬ğ‘› ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘•' ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘²ğ‘¤ ğ‘®ğ‘¦ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘µ.

source: If an enemy benefits more from a rare terrain type than you do, occupying that terrain will deprive them of its benefits.
el: Αν ένας εχθρός επωφελείται περισσότερο από έναν σπάνιο τύπο εδάφους από ό,τι εσείς, η κατάληψη αυτού του εδάφους θα τον στερήσει από τα οφέλη του.
en@shaw: ğ‘¦ğ‘“ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘šğ‘§ğ‘¯ğ‘¦ğ‘“ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘¹ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘®ğ‘º ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘‘ğ‘²ğ‘ ğ‘ğ‘¨ğ‘¯ ğ‘¿ ğ‘›ğ‘µ, ğ‘ªğ‘’ğ‘˜ğ‘«ğ‘ğ‘²ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘¦ğ‘ğ‘®ğ‘²ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘šğ‘§ğ‘¯ğ‘¦ğ‘“ğ‘¦ğ‘‘ğ‘•.
eo: Se malamiko profitas pli el malofta terenspeco ol vi, okupi tiun terenon senigos ĝin el ties bonoj.

source: Few units have good defenses in water; a line of attackers along the edge of a river can inflict heavy casualties. Elves can use the edge of a forest in a similar manner, and dwarves can do the same with mountains.
el: Λίγες μονάδες έχουν καλές άμυνες στο νερό· μια γραμμή επιτιθέμενων κατά μήκος της άκρης ενός ποταμού μπορεί να προκαλέσει βαριές απώλειες. Τα ξωτικά μπορούν να χρησιμοποιήσουν την άκρη ενός δάσους με παρόμοιο τρόπο, και οι νάνοι μπορούν να κάνουν το ίδιο με τα βουνά.
en@shaw: ğ‘“ğ‘¿ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘œğ‘«ğ‘› ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¢ğ‘·ğ‘‘ğ‘¼; ğ‘© ğ‘¤ğ‘²ğ‘¯ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘»ğ‘Ÿ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘ ğ‘§ğ‘¡ ğ‘ ğ‘© ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘’ğ‘¨ğ‘¯ ğ‘¦ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ ğ‘£ğ‘§ğ‘ğ‘¦ ğ‘’ğ‘¨ğ‘ ğ‘©ğ‘¢ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘Ÿ. ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘¿ğ‘• ğ‘ ğ‘§ğ‘¡ ğ‘ ğ‘© ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘© ğ‘•ğ‘¦ğ‘¥ğ‘¦ğ‘¤ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘¼, ğ‘¯ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘µ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ.
eo: Malmulte da unuoj havas bonajn defendojn en akvo; linio de atakantoj tra la rando de rivero povas kaŭzi pezajn perdojn. Elfoj povas uzi la randon de arbaro similmaniere, kaj nanoj povas agi same pri montoj.

source: In many campaign scenarios, you may issue simple instructions for your computer-controlled allies using the right-click context menu.
en@shaw: ğ‘¦ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ğ‘Ÿ, ğ‘¿ ğ‘¥ğ‘± ğ‘¦ğ‘–ğ‘µ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼-ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘› ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘ ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿.

source: Victory:
el: Νίκη:
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦:
eo: Venko se:

source: Defeat:
el: Ήττα:
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘:
eo: Malvenko se:

source: About to upload statistics â€” Help us make Wesnoth better for you!
en@shaw: ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘‘ ğ‘³ğ‘ğ‘¤ğ‘´ğ‘› ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘• - ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘¥ğ‘±ğ‘’ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘“ğ‘¹ ğ‘¿!

source: Save my reply and do not ask again
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘¥ğ‘² ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘² ğ‘¯ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘©ğ‘œğ‘±ğ‘¯

source: To change the setting later on, click on the envelope icon in the main menu.
en@shaw: ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘ªğ‘¯, ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘§ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘´ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¿.

source: Send
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘›

source: Don't send
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘›

source: Do not ask every time before sending data
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘‘ğ‘²ğ‘¥ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘›ğ‘±ğ‘‘ğ‘©

source: End Scenario
el: Τέλος Αποστολής
en@shaw: ğ‘§ğ‘¯ğ‘› ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´
eo: Fini scenaron

source: gold
en@shaw: ğ‘œğ‘´ğ‘¤ğ‘›

source: villages
de: Dörfer
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ

source: units
de: Einheiten
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•

source: upkeep
de: Ausgaben
en@shaw: ğ‘³ğ‘ğ‘’ğ‘°ğ‘

source: income
de: Einkommen
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥

source: statuspanel^moves
en@shaw: ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: statuspanel^terrain def.
en@shaw: ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘›ğ‘§ğ‘“ğ‘§ğ‘¯ğ‘•

source: Act.
en@shaw: ğ‘¨ğ‘’ğ‘‘.

source: short end-turn^E.
en@shaw: ğ‘§.

source: Replay
el: Επανάληψη
en@shaw: ğ‘®ğ‘°ğ‘ğ‘¤ğ‘±
eo: Reludi

source: Play
el: Παίξε
en@shaw: ğ‘ğ‘¤ğ‘±
eo: Ludi

source: continuous replay
el: συνεχής επανάληψη
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ğ‘©ğ‘• ğ‘®ğ‘°ğ‘ğ‘¤ğ‘±
eo: seninterrompa reludado

source: Stop
el: Διακοπή
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘
eo: Halti

source: pause at end of turn
en@shaw: ğ‘ğ‘·ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘‘ğ‘»ğ‘¯

source: Reset
el: Επαναφορά
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘
eo: Rekomenci

source: reset to beginning
el: επαναφορά στην εκκίνηση
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘§ğ‘‘ ğ‘‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™
eo: reludi ekde la komenco

source: Next Turn
el: Επόμενος Γύρος
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘»ğ‘¯
eo: Sekva vico

source: play turn
el: αναπαραγωγή γύρου
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘‘ğ‘»ğ‘¯
eo: ludi vicon

source: Next Side
el: Επόμενη Πλευρά
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘²ğ‘›
eo: Sekva flanko

source: play side turn
el: αναπαραγωγή του γύρου της πλευράς
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘•ğ‘²ğ‘› ğ‘‘ğ‘»ğ‘¯
eo: ludi flankan vicon

source: Point of view
el: Πλευρά
en@shaw: ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘ ğ‘ğ‘¿
eo: Pocio de vido

source: Skip animation
el: Παράλειψη των εφέ κίνησης
en@shaw: ğ‘•ğ‘’ğ‘¦ğ‘ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯
eo: Preterlasi animacion

source: An invalid attacker weapon got selected.
el: Επιλέχθηκε μη έγκυρο όπλο επιτιθέμενου.
en@shaw: ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘» ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ ğ‘œğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›.
eo: Nevalida armilo de atakanto elektiĝis.

source: An invalid defender weapon got selected.
en@shaw: ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘¼ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ ğ‘œğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›.

source: female^poisoned
el: δηλητηριασμένη
en@shaw: ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ğ‘›
eo: venenita

source: female^petrified
el: πετρωμένη
en@shaw: ğ‘ğ‘§ğ‘‘ğ‘®ğ‘©ğ‘“ğ‘²ğ‘›
eo: ŝtonigita

source: petrified
el: πετρωμένος
en@shaw: ğ‘ğ‘§ğ‘‘ğ‘®ğ‘©ğ‘“ğ‘²ğ‘›
eo: ŝtonigita

source: Failed teleport! Exit not empty
el: Αποτυχία τηλεμεταφοράς! Η έξοδος δεν είναι άδεια.
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¹ğ‘‘! ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦
eo: Malsukcesis teleporto! Eliro ne malplenas

source: Part of 'Units sighted! (...)' sentence^1 friendly
el: 1 φιλική
en@shaw: 1 ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘¤ğ‘¦
eo: $friends amiko

source: Part of 'Units sighted! (...)' sentence^1 enemy
el: 1 εχθρική
en@shaw: 1 ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦
eo: 1 malamiko

source: Units sighted! ($friendphrase, $enemyphrase)
el: Εθεάθησαν μονάδες! ($friendphrase, $enemyphrase)
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘²ğ‘‘ğ‘©ğ‘›! ($friendphrase, $enemyphrase)
eo: Unuoj vidiĝis! ($friendphrase, $enemyphrase)

source: (press $hotkey to keep moving)
el: (πατήστε $hotkey για να προχωρήσετε)
en@shaw: (ğ‘ğ‘®ğ‘§ğ‘• $hotkey ğ‘‘ ğ‘’ğ‘°ğ‘ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™)
eo: (premu $hotkey por daŭrigi)

source: No description available.
el: Δεν υπάρχει διαθέσιμη περιγραφή.
en@shaw: ğ‘¯ğ‘´ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤.
eo: Ne disponeblas priskribo.

source: addon_type^Campaign
el: Εκστρατεία
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯
eo: Kampanjo

source: addon_type^Scenario
el: Αποστολή
en@shaw: ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´
eo: Scenaro

source: addon_type^MP era
el: addon_type^Εποχή ΠΠ
en@shaw: MP ğ‘½ğ‘©
eo: PL-erao

source: addon_type^MP faction
el: addon_type^Φατρία ΠΠ
en@shaw: MP ğ‘“ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: addon_type^MP map-pack
el: addon_type^Πακέτο χαρτών ΠΠ
en@shaw: MP ğ‘¥ğ‘¨ğ‘-ğ‘ğ‘¨ğ‘’
eo: PL-mapopako

source: addon_type^MP scenario
el: addon_type^Σενάριο ΠΠ
en@shaw: MP ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´
eo: PL_scenaro

source: addon_type^MP campaign
el: addon_type^Εκστρατεία ΠΠ
en@shaw: MP ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯
eo: PL-kampanjo

source: addon_type^Resources
el: addon_type^Πόροι
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘•ğ‘©ğ‘Ÿ
eo: Rimedoj

source: addon_type^Other
el: Άλλο
en@shaw: ğ‘³ğ‘ğ‘¼
eo: Alia

source: addon_type^(unknown)
el: addon_type^(άγνωστο)
en@shaw: (ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯)
eo: (nekonata)

source: The server responded with an error: "$error|"
en@shaw: ğ‘ ğ‘•ğ‘»ğ‘ğ‘» ğ‘®ğ‘°ğ‘•ğ‘ğ‘ªğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘»ğ‘¹: "$ğ‘»ğ‘¹|"

source: Terms
en@shaw: ğ‘‘ğ‘»ğ‘¥ğ‘Ÿ

source: Sending add-on
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘¨ğ‘›-ğ‘ªğ‘¯

source: The server responded with an error: "
en@shaw: ğ‘ ğ‘•ğ‘»ğ‘ğ‘» ğ‘®ğ‘°ğ‘•ğ‘ğ‘ªğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘»ğ‘¹: "

source: Response
en@shaw: ğ‘®ğ‘¦ğ‘•ğ‘ğ‘ªğ‘¯ğ‘•

source: Downloading add-on: $addon_title|...
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘¨ğ‘›-ğ‘ªğ‘¯: $addon_title|...

source: The add-on has an invalid file or directory name and can not be installed.
en@shaw: ğ‘ ğ‘¨ğ‘›-ğ‘ªğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘“ğ‘²ğ‘¤ ğ‘¹ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¯ğ‘±ğ‘¥ ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›.

source: The add-on '$addon_title|' has been successfully installed.
en@shaw: ğ‘ ğ‘¨ğ‘›-ğ‘ªğ‘¯ '$addon_title|' ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›.

source: Add-on Installed
en@shaw: ğ‘¨ğ‘›-ğ‘ªğ‘¯ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›

source: Version
en@shaw: ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯

source: Author
en@shaw: ğ‘·ğ‘”ğ‘¼

source: Size
en@shaw: ğ‘•ğ‘²ğ‘Ÿ

source: The following add-on could not be downloaded or updated successfully:
en@shaw: ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘¨ğ‘›-ğ‘ªğ‘¯ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘› ğ‘¹ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦:

source: Outdated add-ons
en@shaw: ğ‘¬ğ‘‘ğ‘›ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘¨ğ‘›-ğ‘­ğ‘¯ğ‘Ÿ

source: An outdated local add-on has publishing information attached. It will not be offered for updating.
en@shaw: ğ‘©ğ‘¯ ğ‘¬ğ‘‘ğ‘›ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘¨ğ‘›-ğ‘ªğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘–ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘ªğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘—ğ‘‘. ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘ªğ‘“ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘¦ğ‘™.

source: No add-ons to update
en@shaw: ğ‘¯ğ‘´ ğ‘¨ğ‘›-ğ‘­ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: Could not find any updated add-ons on this server.
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘§ğ‘¯ğ‘¦ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘›-ğ‘­ğ‘¯ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘»ğ‘ğ‘».

source: New version
en@shaw: ğ‘¯ğ‘¿ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯

source: Old version
en@shaw: ğ‘´ğ‘¤ğ‘› ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯

source: Update add-ons
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘¨ğ‘›-ğ‘­ğ‘¯ğ‘Ÿ

source: Select an add-on to update:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘©ğ‘¯ ğ‘¨ğ‘›-ğ‘ªğ‘¯ ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘:

source: Update all
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘·ğ‘¤

source: Update failed
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘“ğ‘±ğ‘¤ğ‘›

source: Update succeeded
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘•ğ‘©ğ‘’ğ‘•ğ‘°ğ‘›ğ‘©ğ‘›

source: Add-on updated successfully.
en@shaw: ğ‘¨ğ‘›-ğ‘ªğ‘¯ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦.

source: All add-ons updated successfully.
en@shaw: ğ‘·ğ‘¤ ğ‘¨ğ‘›-ğ‘­ğ‘¯ğ‘Ÿ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦.

source: Connecting to add-ons server...
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘‘ ğ‘¨ğ‘›-ğ‘­ğ‘¯ğ‘Ÿ ğ‘•ğ‘»ğ‘ğ‘»...

source: Could not connect to host.
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ ğ‘£ğ‘´ğ‘•ğ‘‘.

source: Requesting list of add-ons
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘¨ğ‘›-ğ‘­ğ‘¯ğ‘Ÿ

source: An error occurred while communicating with the server.
en@shaw: ğ‘©ğ‘¯ ğ‘»ğ‘¹ ğ‘ªğ‘’ğ‘»ğ‘› ğ‘¢ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘»ğ‘ğ‘».

source: Downloads
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘Ÿ

source: Publish add-on:
en@shaw: ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘– ğ‘¨ğ‘›-ğ‘ªğ‘¯:

source: Delete add-on:
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘¨ğ‘›-ğ‘ªğ‘¯:

source: There are no add-ons available for download from this server.
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘¨ğ‘›-ğ‘­ğ‘¯ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘»ğ‘ğ‘».

source: Get add-ons
en@shaw: ğ‘œğ‘§ğ‘‘ ğ‘¨ğ‘›-ğ‘­ğ‘¯ğ‘Ÿ

source: Choose the add-on to download.
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘¨ğ‘›-ğ‘ªğ‘¯ ğ‘‘ ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›.

source: Filter:
en@shaw: ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼:

source: Description
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯

source: Network communication error.
el: Σφάλμα επικοινωνίας δικτύου.
en@shaw: ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘’ğ‘©ğ‘¥ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘»ğ‘¹.
eo: Retkomunika eraro.

source: Remote host disconnected.
el: Ο μακρινός υπολογιστής έχει αποσυνδεθεί.
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›.
eo: Fora gastigo malkonektiĝis.

source: A problem occurred when trying to create the files necessary to install this add-on.
el: Υπήρξε πρόβλημα κατά την δημιουργία των αρχείων που χρειάζονται για εγκατάσταση της επέκτασης.
en@shaw: ğ‘© ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥ ğ‘ªğ‘’ğ‘»ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘’ğ‘®ğ‘°ğ‘±ğ‘‘ ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘¯ğ‘§ğ‘•ğ‘©ğ‘•ğ‘¼ğ‘¦ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘›-ğ‘ªğ‘¯.
eo: Problemo okazis dum provo krei necesajn dosierojn por instali ĉi tiun aldonaĵon.

source: You have no add-ons installed.
el: Δεν υπάρχουν εγκατεστημένες επεκτάσεις.
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ ğ‘¨ğ‘›-ğ‘­ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›.
eo: Vi ne havas aldonaĵojn instalitajn.

source: Choose the add-on to remove.
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘¨ğ‘›-ğ‘ªğ‘¯ ğ‘‘ ğ‘®ğ‘°ğ‘¥ğ‘µğ‘.

source: Uninstall add-ons
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘¨ğ‘›-ğ‘­ğ‘¯ğ‘Ÿ

source: Are you sure you want to remove the add-on '$addon|'?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘°ğ‘¥ğ‘µğ‘ ğ‘ ğ‘¨ğ‘›-ğ‘ªğ‘¯ '$addon|'?

source: Confirm
el: Επιβεβαίωση
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘»ğ‘¥
eo: Konfirmi

source: Add-on '$addon|' deleted.
en@shaw: ğ‘¨ğ‘›-ğ‘ªğ‘¯ '$addon|' ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›.

source: Add-on deleted
en@shaw: ğ‘¨ğ‘›-ğ‘ªğ‘¯ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›

source: Add-on could not be deleted properly:
en@shaw: ğ‘¨ğ‘›-ğ‘ªğ‘¯ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘¤ğ‘¦:

source: Expected Battle Result (HP)
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ (HP)

source: Time of day
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘›ğ‘±

source: Leadership
en@shaw: ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘

source: resistance vs
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘ğ‘»ğ‘•ğ‘©ğ‘Ÿ

source: vulnerability vs
en@shaw: ğ‘ğ‘©ğ‘¤ğ‘¯ğ‘»ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘ğ‘»ğ‘•ğ‘©ğ‘Ÿ

source: Slowed
en@shaw: ğ‘•ğ‘¤ğ‘´ğ‘›

source: Total damage
el: Συνολική Ζημιά
en@shaw: ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡
eo: Tuta damaĝo

source: No usable weapon
en@shaw: ğ‘¯ğ‘´ ğ‘¿ğ‘Ÿğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯

source: Chance of being unscathed
en@shaw: ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘©ğ‘¯ğ‘•ğ‘’ğ‘±ğ‘ğ‘›

source: Campaign: $campaign_name
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯: $campaign_name

source: Difficulty:
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ğ‘¦:

source: Version:
en@shaw: ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯:

source: %b %d %y
en@shaw: %ğ‘šğ‘° %ğ‘›ğ‘° %ğ‘¢ğ‘²

source: %H:%M
en@shaw: %ğ‘±ğ‘—:%ğ‘§ğ‘¥

source: %A, %H:%M
en@shaw: %ğ‘©, %ğ‘±ğ‘—:%ğ‘§ğ‘¥

source: %b %d
el: %d %b
en@shaw: %ğ‘šğ‘° %ğ‘›ğ‘°
eo: %d %b

source: There are no saved games to load. (Games are saved automatically when you complete a scenario)
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘•ğ‘±ğ‘ğ‘› ğ‘œğ‘±ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘¤ğ‘´ğ‘›. (ğ‘œğ‘±ğ‘¥ğ‘Ÿ ğ‘¸ ğ‘•ğ‘±ğ‘ğ‘› ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘© ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´)

source: Date
en@shaw: ğ‘›ğ‘±ğ‘‘

source: Cancel orders
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘¹ğ‘›ğ‘¼ğ‘Ÿ

source: OK
el: Εντάξει
en@shaw: ğ‘´ğ‘’ğ‘±
eo: Enorde

source: Moves:
en@shaw: ğ‘¥ğ‘µğ‘ğ‘Ÿ:

source: The file you have tried to load is corrupt: '
el: Το αρχείο που προσπαθήσατε να φορτώσετε είναι κατεστραμμένο: '
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘®ğ‘²ğ‘› ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘Ÿ ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘: '
eo: La dosiero, kiun vi volis ŝarĝi, estas damaĝita: '

source: File I/O Error while reading the game
el: Σφάλμα ανάγνωσης/εγγραφής (Ι/Ο) κατά την ανάγνωση του παιχνιδιού
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘²/ğ‘´ ğ‘»ğ‘¹ ğ‘¢ğ‘²ğ‘¤ ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘œğ‘±ğ‘¥
eo: Eraro de dosiera eneligo dum legado de ludo

source: No campaigns are available.
en@shaw: ğ‘¯ğ‘´ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤.

source: Do you really want to start the server?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘ğ‘»?

source: The server will run in a background process until all users have disconnected.
en@shaw: ğ‘ ğ‘•ğ‘»ğ‘ğ‘» ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘³ğ‘¯ ğ‘¦ğ‘¯ ğ‘© ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘·ğ‘¤ ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›.

source: Don't show again
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘–ğ‘´ ğ‘©ğ‘œğ‘±ğ‘¯

source: Error while starting server:
el: Σφάλμα κατά την εκκίνηση του διακομιστή:
en@shaw: ğ‘»ğ‘¹ ğ‘¢ğ‘²ğ‘¤ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘•ğ‘»ğ‘ğ‘»:
eo: Eraro dum komenco de servilo:

source: The game could not be loaded:
el: Η φόρτωση του παιχνιδιού ήταν αδύνατη:
en@shaw: ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›:
eo: Ne eblis ŝargi ludon:

source: Error while playing the game:
el: Σφάλμα ενώ παίζατε το παιχνίδι:
en@shaw: ğ‘»ğ‘¹ ğ‘¢ğ‘²ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘ ğ‘œğ‘±ğ‘¥:
eo: Eraro dum ludado:

source: The game map could not be loaded:
el: Η φόρτωση του χάρτη ήταν αδύνατη:
en@shaw: ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¥ğ‘¨ğ‘ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›:
eo: Ne eblis alŝuti ludmapon:

source: The following add-on had errors and could not be loaded:
en@shaw: ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘¨ğ‘›-ğ‘ªğ‘¯ ğ‘£ğ‘¨ğ‘› ğ‘»ğ‘¼ğ‘Ÿ ğ‘¯ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›:
eo: La jena aldonaĵo eraris kaj ne ŝargeblis:

source: ERROR DETAILS:
en@shaw: ğ‘»ğ‘¹ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ:

source: Error loading game configuration files: '
en@shaw: ğ‘»ğ‘¹ ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘œğ‘±ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ: '

source: ' (The game will now exit)
en@shaw: ' (ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘¬ ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘)

source: Loading data files
en@shaw: ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Loading game configuration.
en@shaw: ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘œğ‘±ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯.

source: Re-initialize fonts for the current language.
en@shaw: ğ‘®ğ‘°-ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘²ğ‘Ÿ ğ‘“ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡.

source: Searching for installed add-ons.
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘¨ğ‘›-ğ‘­ğ‘¯ğ‘Ÿ.

source: Loading title screen.
en@shaw: ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯.

source: Invalid color range:
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘®ğ‘±ğ‘¯ğ‘¡:

source: Error:
el: Σφάλμα:
en@shaw: ğ‘»ğ‘¹:
eo: Eraro:

source: Warning:
el: Προειδοποίηση:
en@shaw: ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™:
eo: Averto:

source: Debug:
el: Διόρθωση σφαλμάτων:
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ:
eo: Sencimigo:

source: Info:
el: Πληροφορίες:
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘´:
eo: Informo:

source: Name:
el: Όνομα:
en@shaw: ğ‘¯ğ‘±ğ‘¥:
eo: Nomo:

source: Race:
en@shaw: ğ‘®ğ‘±ğ‘•:

source: invisible:
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤:

source: slowed:
en@shaw: ğ‘•ğ‘¤ğ‘´ğ‘›:

source: This unit has been slowed. It will only deal half its normal damage when attacking and its movement cost is doubled.
el: Αυτή η μονάδα έχει επιβραδυνθεί. Θα προκαλεί μόνο τη μισή κανονική ζημιά όταν επιτίθεται και το κόστος κίνησής της διπλασιάζεται.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘¤ğ‘´ğ‘›. ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘›ğ‘°ğ‘¤ ğ‘£ğ‘­ğ‘“ ğ‘¦ğ‘‘ğ‘• ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¢ğ‘§ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘ªğ‘•ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ğ‘›.
eo: Tiu ĉi unuo estas malrapidigita. Ĝi faros nur duonon de sia normala damaĝo dum atako kaj ĝia movkosto duobliĝis.

source: poisoned:
en@shaw: ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ğ‘›:

source: petrified:
en@shaw: ğ‘ğ‘§ğ‘‘ğ‘®ğ‘©ğ‘“ğ‘²ğ‘›:

source: This unit has been petrified. It may not move or attack.
el: Αυτή η μονάδα έχει ακινητοποιηθεί. Δεν μπορεί ούτε να κινηθεί ούτε να επιτεθεί.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘ğ‘§ğ‘‘ğ‘®ğ‘©ğ‘“ğ‘²ğ‘›. ğ‘¦ğ‘‘ ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¹ ğ‘©ğ‘‘ğ‘¨ğ‘’.
eo: Ĉi tiu unuo ŝtoniĝis. Ĝi povas nek moviĝi nek ataki.

source: Resistances:
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ:

source: (Att / Def)
el: (Επιθ / Αμυν)
en@shaw: (ğ‘©ğ‘‘ğ‘¨ğ‘’ / ğ‘›ğ‘§ğ‘“ğ‘§ğ‘¯ğ‘›)
eo: (Atk / Def)

source: Experience Modifier:
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¼:

source: Lawful units:
en@shaw: ğ‘¤ğ‘·ğ‘“ğ‘«ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•:

source: Neutral units:
en@shaw: ğ‘¯ğ‘µğ‘‘ğ‘®ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•:

source: Chaotic units:
en@shaw: ğ‘’ğ‘±ğ‘­ğ‘‘ğ‘¦ğ‘’ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•:

source: Observers:
el: Παρατηρητές:
en@shaw: ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘¼ğ‘Ÿ:
eo: Spektantoj:

source: Unknown era: $era_id
en@shaw: ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯ ğ‘½ğ‘©: $era_id

source: Unknown era
el: Άγνωστη περιοχή
en@shaw: ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯ ğ‘½ğ‘©
eo: Nekonata erao

source: Remote scenario
el: Απομακρυσμένη αποστολή
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´
eo: Fora scenaro

source: Unknown scenario: $scenario_id
en@shaw: ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´: $scenario_id

source: Unknown scenario
el: Άγνωστη αποστολή
en@shaw: ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´
eo: Nekonata scenaro

source: Reloaded game
el: Επαναφορτωμένο παιχνίδι
en@shaw: ğ‘®ğ‘°ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘› ğ‘œğ‘±ğ‘¥
eo: Ludo reŝargiĝis

source: Turn
en@shaw: ğ‘‘ğ‘»ğ‘¯

source: Vacant Slot:
en@shaw: ğ‘ğ‘±ğ‘’ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘¤ğ‘ªğ‘‘:
eo: Malplena ingo

source: Fog
el: Ομίχλη
en@shaw: ğ‘“ğ‘ªğ‘œ
eo: Nebulo

source: In game:
el: Στο παιχνίδι:
en@shaw: ğ‘¦ğ‘¯ ğ‘œğ‘±ğ‘¥:
eo: En ludo:

source: (observing)
el: (θέαση)
en@shaw: (ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘¦ğ‘™)
eo: (observas)

source: (playing)
el: (παίζει)
en@shaw: (ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™)
eo: (ludas)

source: In lobby
el: Στο λόμπι
en@shaw: ğ‘¦ğ‘¯ ğ‘¤ğ‘­ğ‘šğ‘°
eo: En atendejo

source: <header>text='Units having this special attack'</header>
en@shaw: <header>text='ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’'</header>

source: <header>text='Units having this ability'</header>
en@shaw: <header>text='ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦'</header>

source: Leaders:
en@shaw: ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ:

source: Recruits:
en@shaw: ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ğ‘•:

source: Era:
en@shaw: ğ‘½ğ‘©:

source: Factions:
en@shaw: ğ‘“ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ:

source: Factions are only used in multiplayer
en@shaw: ğ‘“ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘»

source: Advances from:
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥:

source: Advances to:
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘‘:
