Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: A noble at birth, the Princess has learnt swordplay with the greatest generals, and battle tactics with the greatest sages, making her both a great combatant and leader. The units of lower level around the Princess will fight better due to her presence. The Princess is a skilled skirmisher, and ignores enemy zones of control.
de: Als Adlige haben Prinzessinnen das Schwertkämpfen bei den besten Generälen gelernt. Außerdem wurden sie von den klügsten Köpfen des Landes in verschiedenen Kampftaktiken unterrichtet. Dies macht sie zu guten Kämpfern und Anführern. Alle Einheiten, die eine geringere Stufe als die Prinzessin haben und auf einem benachbartem Feld stehen erhalten einen Bonus im Kampf. Die Prinzessin ignoriert Zonen der feindlichen Kontrolle.
fr: De noble lignée, la princesse a appris l'escrime auprès des meilleurs généraux et la stratégie militaire avec les plus grands sages. Elle est de ce fait capable de mener une armée et ne craint pas de combattre en personne. Les unités de niveau inférieur à celui de la princesse combattent mieux lorsqu'elles se trouvent autour d'elle. La princesse est particulièrement habile pour harceler l'ennemi, elle ignore donc les zones de contrôle de l'ennemi.
sv: Prinsessan är av ädel börd, och har utbildats i svärdskonst av de största generalerna och i strategi av de största tänkarna. Detta har fått henne att bli både en utsökt krigare och ledare. Lägre rankade trupper omkring Prinsessan inspireras av hennes närvaro och kämpar bättre.Prinsessan är en skicklig stigfinnare och ignorerar fiendens kontrollzoner.

source: sword
de: Schwert
fr: épée
sv: svärd

source: scepter of fire
de: Zepter des Feuers
fr: sceptre de feu
sv: Eldspiran

source: Blood Bat
de: Blutfledermaus
fr: Chauve-souris sanglante
sv: Blodsugande fladdermus

source: Blood Bats are fast and can drain the blood of those they attack, thereby healing themselves, even to the point where they become stronger than they began the battle! Such is their fury that the fur of these undead flying beasts is tainted red with the blood of their victims.
de: Blutfledermäuse sind schnell und können Blut von ihren Gegnern absaugen und sich damit selbst heilen, sogar über die Anzahl der Lebenspunkte hinaus, über die sie am Anfang verfügten. Dabei kommen sie in einen Blutrausch, und dass das Fell dieser fliegenden Bestien färbt sich vom Blut ihrer Gegner rot.
fr: Les chauve-souris sanglantes sont rapides, et peuvent drainer le sang de ceux qu'elles attaquent, se soignant en cela, jusqu'à devenir plus fortes que lorsqu'elles ont commencé le combat ! Leur furie est telle que la fourrure de ces bêtes volantes mort-vivantes est teintée du rouge du sang de leurs victimes.
sv: Den blodsugande fladdermusen är ett snabbt djur som suger livet ur sin motståndare, och använder blodet för att förbättra sin egen hälsa. På så vis kan den blodsugande fladdermusen till och med bli kraftigare under pågående strid. Dess päls är rödfärgad av blodet från dess offer.

source: fangs
de: Fänge
fr: crocs
sv: huggtänder

source: Bone Shooter
de: Knochenbogenschütze
fr: Archer squelette
sv: Benskjutare

source: These elite undead archers strike terror in the hearts of their foes by using the bones of the slain as weapons.
de: Knochenbogenschützen verbreiten Angst und Schrecken bei ihren Feinden, sie benutzen die Knochen der Gefallenen als tödliche Pfeile.
fr: Ces archers squelettes d'élite frapent de terreur leurs cibles en utilisant les os de ceux massacrés dans la bataille comme armes.
sv: Dessa vandöda elitbågskyttar ingjuter skräck hos fienden genom att beskjuta dem med deras dödade kamraters ben.

source: fist
de: Faust
fr: poing
sv: knytnäve

source: bow
de: Bogen
fr: arc
sv: båge

source: pierce
de: Stich
el: τρύπημα
en@shaw: ğ‘ğ‘½ğ‘•
eo: piko
fr: perforant
sv: spetsande

source: Bowman
de: Bogenschütze
fr: Archer
sv: Bågskytt

source: Immersed from childhood in the ways of archery, the young Bowmen are the most common ranged combatants in Wesnothian armies.
de: Bogenschützen werden von Kindesbeinen an in die Kunst des Bogenschießens eingeführt, die jungen Kämpfer gehören zu den besten Fernkämpfern der wesnothischen Armeen.
fr: Immergés depuis leur plus tendre enfance dans l'univers de l'archerie, les jeunes archers sont les combattants à distance les plus communs dans desa armées de Wesnoth.
sv: De unga bågskyttarna, som har ägnat sig åt bågskytteträning sedan barnsben, är de vanligaste soldaterna med distansvapen i de Wesnothiska arméerna.

source: Cavalier
de: Kürassier
sv: Kavaljer

source: Only the most experienced and heroic Dragoons can achieve to ride the battlefield as Cavaliers. Armed with magic pistol artifacts, keen swords and fine armours are one of the best troops mounted in all know world.
de: Nur die erfahrensten und heldenhaftesten Dragoner können eines Tages als Kürassiere über das Schlachtfeld reiten. Sie haben eine Magische Pistole, eine scharfe Klinge und eine gute Rüstung. Das macht sie zu einer der am besten ausgerüsteten Einheit in der ganzen bekannten Welt.
fr: Seuls les plus héroïques et les plus expérimentés des dragons peuvent arriver au stade de cavaliers. Armés d'un pistolet magique, d'une épée affutée et d'une fine armure, ils sont parmis les meilleures troupes montées du monde connu.
sv: Enbart de mest erfarna och hjältemodiga dragonerna kan uppnå en befordran till kavaljer. De är beväpnade med magiska pistolartefakter, skarpa svärd och goda rustningar, och tillhör de allra bästa beridna trupperna i den kända världen.

source: Cavalryman
de: Kavallerist
sv: Kavallerist

source: The best riders in Wesnoth are recruited into the military to become Cavalrymen. This strictly disciplined force is especially suited to capturing and holding villages.
de: Nur die besten Reiter von Wesnoth werden in die Kavallerie aufgenommen. Die sehr disziplinierten Einheiten eignen sich bestens dazu Dörfer zu erobern und zu verteidigen.
sv: De bästa ryttarna i Wesnoth rekryteras till kavalleriet. Denna högt disciplinerade styrka är i synnerhet lämpade för att invadera och försvara byar.

source: Giant Spider
de: Riesenspinne
fr: Araignée géante
sv: Jättespindel

source: Giant Spiders are said to roam the depths of Knalga, devouring many victims. They can bite at close range, thereby poisoning their enemies, and also can attack with a web at long range, slowing their foes down.
de: Man erzählt sich, das in den Tiefen von Knalga Riesenspinnen hausen, die schon viele Opfer verschlungen haben. Sie können im Nahkampf beißen und dabei ihre Gegner vergiften. Außerdem können sie ein Spinnennetz auf ihre Feinde werfen, welches diese verlangsamt.
fr: On dit que des araignées géantes errent dans les profondeurs de Knalga, dévorant beaucoup de victimes. Elles peuvent mordre en corps-à-corps, empoisonnant leurs ennemis, ou attaquer à distance avec leur toile, ralentissant ainsi leurs ennemis.
sv: Jättespindlarna sägs leva i Knalgas djup och livnär sig på oförsiktiga besökare. De som kommer för nära kan de förgifta med sitt bett, och de kan sinka sina fiender genom att kasta nät över dem.

source: web
de: Netz
fr: toile
sv: spindelnät

source: slow
de: Verlangsamen
en@shaw: ğ‘•ğ‘¤ğ‘´
fr: ralentissement
sv: sakta ner

source: Chocobone
de: Knochenreiter
sv: Benryttare

source: Riding the bones of ostrich-like large birds once used as mounts by a lost civilization, the skeleton Chocobones can move faster than most cavalry units.
de: Sie reiten auf den Skeletten von straußenähnlichen Riesenvögeln, die einst von einer inzwischen verlorenen Kultur als Lastentiere genutzt wurden. Knochenreiter sind schneller als die meisten anderen berittenen Einheiten.
fr: Montant les squelettes de grands oiseaux employés comme monture par une civilisation antique et perdue, les Chocobones peuvent se déplacer plus rapidement que la plupart des unités à cheval.
sv: Dessa skelettkrigare rider på benen av enorma fåglar, vilka tros ha använts av en uråldrig civilisation, och kan röra sig snabbare än de flesta kavalleritrupper.

source: spear
de: Speer
fr: lance
sv: spjut

source: charge
de: Ansturm
en@shaw: ğ‘—ğ‘¸ğ‘¡
sv: storma

source: Cockatrice
de: Gorgonit
sv: Basilisk

source: At first sight, these mystical snake-like creatures appear weak, but looks are deceiving. With just a glance at their enemies, Cockatrices can turn them into stone!
de: Auf den ersten Blick sehen diese mystischen schlangenähnlichen Kreaturen schwach aus, aber der Schein trügt. Ein Blick von einem Gorgonit kann einen Gegner auf der Stelle zu Stein verwandeln.
fr: À première vue, ces créatures mystiques ressemblant à des serpents semblent faibles, mais il ne faut pas se fier à leur apparence car les cockatrices peuvent, d'un simple regard, changer en pierre tout ennemi !
sv: Vid första anblicken kan dessa mystiska ormliknande varelser verka svaga, men utseendet kan bedra. Med en blick på sina fiender kan basilisken förvandla dem till sten!

source: gaze
de: Blick
fr: regard
sv: blick

source: stone
de: Versteinern
fr: pierre
sv: sten

source: Commander
de: Feldherr
fr: Commandant
sv: Kommendör

source: leadership
de: Führungsqualitäten
en@shaw: ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘
fr: commandement
sv: ledarskap

source: The rank of Commander is held by those who lead battle groups into combat. Possessing leadership skills, they give lower-level units in adjacent hexes improved performance in combat. Commanders are best skilled with the sword, although they also carry a bow to use when necessary. If the Commander is lost, so is the battle.
de: Feldherren führen ihre Truppen in die Schlacht, sie verfügen über gute Fähigkeiten als Anführer wodurch Stufe 1 Einheiten die auf einem benachbartem Feld stehen besser kämpfen. Feldherren sind bestens im Schwertkampf ausgebildet, führen aber trotzdem einen Bogen mit sich um im Notfall auch aus der Distanz kämpfen zu können. Man sagt wenn der Feldherr verloren ist, so ist die Schlacht das ebenso.
sv: Den som leder härar i strid kallas för kommendör. Hans goda ledarskapsförmåga får närliggande trupper av lägre rang att slåss bättre. Han slåss själv helst med sitt svärd, men har också en båge om så behövs. Om en kommendör dör är striden förlorad.

source: Cuttle Fish
de: Tintenfisch
fr: Calamar
sv: Jättebläckfisk

source: Cuttle Fish are giantic creatures of the seas. They can grab their opponents with strong tentacles, or spit a poisonous black ink from a distance. The best way to survive an encounter with these monsters is to remain ashore.
de: Tintenfische sind riesige Meereslebewesen. Sie können mit ihren starken Tentakeln nach ihren Gegnern grabschen oder giftige schwarze Tinte aus der Distanz speien. Eine Begegnung mit dieser Bestie überlebt man am besten in dem man an Land flüchtet.
fr: Les calamars sont de gigantesques créatures des mers. Ils peuvent saisir leurs adversaires avec leurs puissants tentacules, ou cracher une encre noire toxique à distance. La meilleure manière de survivre à une rencontre avec ces monstres est de rester à terre.
sv: Jättebläckfiskar är gigantiska havslevande djur. De kan gripa tag i sina motståndare med sina starka tentakler, eller spotta ett giftigt svart bläck. Bästa sättet att överleva en attack från dessa monster är att stanna på landbacken

source: tentacle
de: Tentakel
fr: tentacule
sv: tentakel

source: ink
de: Tinte
fr: encre
sv: bläck

source: Dark Adept
de: Dunkler Meister
fr: Adepte des ténèbres
sv: Svartkonstnär

source: Dark Adepts are psychotic fanatics who dabble in black magic, using its power to cause death and destruction.
de: Dunkle Meister sind verrückte Fanatiker die sich mit schwarzer Magie beschäftigen um mit ihrer Hilfe Tod und Verwüstung herbeizuführen.
fr: Usant de la magie noire, les adeptes des ténèbres sont des fanatiques psychotiques qui utilisent leurs pouvoirs pour semer la mort et la destruction.
sv: Svartkonstnärer är galna fanatiker som har svart magi som största intresse, och som använder dess kraft för att döda och förstöra.

source: chill wave
de: Frostwelle
sv: köldvåg

source: Dark Queen
de: Dunkle Königin
fr: Reine sombre
sv: Svartdrottning

source: Asheviere, the evil queen mother has terrorized Wesnoth for many years. Her knowledge of magic makes her a worthy foe in combat, although her power is mostly derived from those she commands.
sv: Asheviere, den onda drottningmodern, har terroriserat Wesnoth i många år. Hennes kunskaper i magi gör henne till en färdig motståndare, även om hennes maktm estadels härstammar ur dem hon härskar över.

source: scepter
de: Zepter
fr: sceptre
sv: spira

source: Dark Spirit
de: Dunkler Geist
fr: Esprit des ténèbres
sv: Mörkerande

source: Dark Spirits are messengers and bearers of tidings from the realm of the dead, and a force of dread in this world. Happily, they have rarely been seen in Wesnoth.
de: Dunkle Geister sind Botschafter und Übermittler von Nachrichten aus dem Totenreich. In unserer Welt sind sie gefürchtete Gegner, glücklicherweise wurden nur sehr wenige von ihnen in Wesnoth gesichtet.
fr: Les esprits des ténèbres sont des messagers du royaume des morts, et une force maléfique en ce monde. Heureusement, ils sont rarement rencontrés dans Wesnoth.
sv: Mörkerandar är budbärare från de dödas rike, och en fasans kraft i denna värld. Lyckligtvis har de sällan setts i Wesnoth.

source: baneblade
de: Fluchbeladene Klinge
fr: épée démoniaque
sv: domedagssvärd

source: wail
de: Schrei
fr: hurlement
sv: tjut

source: Death Knight
de: Todesritter
fr: Chevalier des ténèbres
sv: Dödsriddare

source: Sometimes the mightiest warriors and generals, cursed with hate and angst, came back to this world as Death Knights.
de: Von Zeit zu Zeit geschieht es, das die mächtigsten Krieger und Generäle auf so grausame Art sterben, dass sie von Furcht und Hass erfüllt ins Reich der Lebenden als Todesritter zurückkehren.
fr: Parfois les guerriers et généraux parmi les plus puissants, maudits par la haine et la peur reviennent en ce monde en tant que Chevaliers des ténèbres.
sv: Mäktiga krigare och generaler som inte har funnit frid i sin själ, utan plågas av hat och ångest, kommer ibland tillbaka till den här världen som Dödsriddare.

source: battle axe
de: Streitaxt
sv: stridsyxa

source: crossbow
de: Armbrust
fr: arbalète
sv: armborst

source: Deathmaster
de: Todesmeister
fr: Maître de la Mort
sv: Dödsmästare

source: Gwiti's wanderings on a dark path have given him power normally not granted to mortals, but with a terrible cost: The undead that he gave his soul to are gradually claiming his mortal shell too, and with time, he will be a true undead and a terror to all that lives.
de: Gwiti's Wanderungen auf dem dunklen Pfad gaben ihm Kräfte über die normalerweise kein Sterblicher verfügt. Aber das hatte auch einen furchtbaren Preis: Die untoten, denen er seine Seele gab beanspruchen nun auch seine sterbliche Hülle für sich. Es ist nur eine Frage der Zeit, bis er selbst ein Untoter ist und Angst und Schrecken unter allen Lebenden verbreiten wird.
fr: Les errances de Gwiti sur le chemin sombre lui ont donné des pouvoirs normalement non accordés aux mortels, mais pour un coût terrible : les morts-vivants auxquels il a donné son âme réclament aussi petit à petit sa enveloppe mortelle. Avec le temps, il deviendra un vrai mort vivant et une terreur pour tout ce qui vit..
sv: Gwitis studier av den Mörka Vägen har givit honom krafter som en dödlig normalt sett inte har, men till ett förfärligt pris: De vandöda till vilka han gav sin själ kräver gradvis även hans kropp, och med tiden kommer han att förvandlas till en sann vandöd, och en fasa för allt som lever.

source: Demilich
fr: Demi-liche
sv: Andebesvärjare

source: After too much time dabbling with forbidden magics and dark arts, these mages have begun to pay a heavy price: Demiliches are losing their bodies, becoming undead themselves. With time, they may become fully undead, and feared by all alike.
de: Sie verbringen sehr viel Zeit mit dem Ausüben von verbotener Magie und den Künsten der Finsternis. Das sie dafür einen hohen Preis zahlen werden kann sie nicht aufhalten. Sie verlieren ihre Körper und werden mit der Zeit selbst zu Untoten und sind gefürchtet unter ihresgleichen.
fr: Trop de temps dépensé à jouer avec les arts de la magie noire commence inexorablement à se ressentir sur la santé de ces mages : les demi-liches perdent leur corps, devenant eux-mêmes morts-vivants. Avec du temps, ils pourront devenir des morts-vivants à part entière, et être craints de tous.
sv: Dessa magiker har tillbringat alltför mycket tid med förbjuden magi och mörkrets konster, vilket har börjat utkräva ett högt pris. Andebesvärjare förlorar långsamt sina kroppar och blir så småningom vandöda, och fruktas av alla.

source: Direwolf Rider
de: Schreckenswolf Reiter
sv: Monstervargryttare

source: Direwolf Riders ride the fastest mounts to be found in Wesnoth, dreadful giant wolves with poisoned claws. These Goblins are fearsome and merciless enemies.
de: Neben den Bergwölfen leben in den Bergen noch die so genannten Schreckenswölfe. Diese Wölfe zählen zu den gefährlichsten Raubtieren von Wesnoth, da sie zu ihrer ungezähmten Wildheit noch über giftige Klauen verfügen. Man muss wohl nicht nur geschickt sondern auch verrückt genug sein, um diese Tiere zähmen zu wollen. Diese Kobolde haben aber eben dieses fertig gebracht und wo sie auftauchen, schwindet dem Gegner schnell der Mut beim Anblick dieser Bestien.
sv: Monstervargryttarna rider på de snabbaste riddjuren i Wesnoth, förfärliga jättevargar med giftklor. Dessa vättar är skräckinjagande och skoningslösa motståndare.

source: claws
de: Klauen
fr: griffes
sv: klor

source: Dragoon
de: Dragoner
fr: Dragon
sv: Dragon

source: Riding fast horses and armed with sword and magical pistol artifacts, Dragoons make versatile troops.
de: Dragoner reiten schnelle Pferde und sind mit Schwert und Steinschlosspistole ausgerüstet. Das macht sie zu vielseitig einsetzbaren Truppen.
fr: Montant des chevaux rapides et armés d'épées et de pistolets magiques, les dragons sont des troupes très polyvalentes.
sv: Ridande på snabba hästar, beväpnade med svärd och flintlåspistoler är dragonerna ett mycket mångsidigt truppslag.

source: Drake Beak
de: Schnabel Drake
sv: Drakspejare

source: Smaller than most Drakes, the Beaks are therefore more agile and can fight even when flying.
de: Da sie kleiner als die meisten anderen Draken sind, sind sie agiler und können sogar während des Fluges kämpfen.
sv: Mindre än de flesta andra truppslag bland Drakfolket, så är näbbarna smidigare och kan slåss till och med i flykten.

source: beak
de: Schnabel
fr: bec
sv: näbb

source: Drake Burner
de: Flammen Drake
sv: Eldbringare

source: Not only can the Drake Burners wield their claws with deadly skill, but they possess the fire-breathing abilities of their remote ancestors. Enemies are well advised to keep their distance.
de: Flammen Draken handhaben ihre Klauen mit tödlicher Genauigkeit und außerdem verfügen sie über den Feueratem ihrer entfernten Vorfahren. Ihre Feinde sind gut beraten Abstand zu ihnen zu halten.
sv: Eldbringarna kan inte enbart använda sin klor med dödlig skicklighet, de har också bevarat sina förfäders förmåga att spruta eld. Fiender tillråds att hålla sig på avstånd.

source: fire breath
de: Feueratem
sv: spruta eld

source: Drake Clasher
de: Drake Schmetterer
sv: Draksoldat

source: Drake Fighter
de: Drake Kämpfer
sv: Drakkämpe

source: Fire Drake
de: Feuerdrache
sv: Eldmanare

source: Drake Flameheart
sv: Eldhjärta

source: Drake Guard
de: Drake Wache
sv: Drakvakt

source: Drake Hatchling
sv: Drakfolksunge

source: Drake Mage
de: Drake Magier
sv: Drakmagiker

source: Like all Mages, the Drake Mages are capable of using magic in battle.
de: So wie alle Magier verfügen auch Drake Magier über die Fähigkeit Magie im Kampf zu verwenden.
sv: Precis som alla andra magiker, så kan magikerna bland Drakfolket använda sig av magi i strid.

source: ice shot
de: Eisball
sv: isspikar

source: Drake Petit
de: kleiner Schnabel Drake
sv: Drakspanare

source: Drake Slasher
de: Drake Schlitzer
sv: Drakveteran

source: Drake Slave
de: Drake Sklave
sv: Drakfolksslav

source: Drake Slaves are servile members of this reptilian race.
de: Drake Sklaven sind unterwürfige Mitglieder dieser Reptilienrasse.
sv: Drakfolksslavarna är dessa reptilers tjänare.

source: Drake Warmage
de: Drake
sv: Drakstridsmagiker

source: Drake Warrior
de: Drake Krieger
sv: Drakkrigare

source: Drake Worker
de: Drake Arbeiter
sv: Drakfolksarbetare

source: More advanced Drakes, the Workers fight with their own sharp claws.
de: Fortgeschrittene Draken, die mit ihren scharfen Krallen kämpfen.
sv: Drakfolksarbetarna är mer avancerade bland Drakfolket, och slåss med sina skarpa klor.

source: Duelist
de: Duellant
fr: Duelliste
sv: Duellant

source: Duelists are masters of the art of swordplay. Their skill with the rapier allows them to attack and parry with only one hand, while they wield a pistol in the other to shoot distant foes.
de: Duellanten sind Meister der Schwertkampfkunst. Ihr gutes Können mit dem Rapier erlaubt es ihnen mit einer Hand anzugreifen und abzuwehren, während sie in der anderen Hand eine Pistole halten mit der sie auf entfernte Gegner schießen können.
fr: Le dueliste est un maître dans l'art du maniement de l'épée. Son habileté à manier la rapière lui permet d'attaquer et de parer d'une seule main, tandis que de l'autre il repousse les assaillants avec un pistolet.
sv: Duellanterna är mästare i svärdsfäktandets sköna konst. Deras färdighet med värjan tillåter dem att attackera och parera med en hand,samtidigt som den andra håller en pistol redo för att skjuta.

source: rapier
fr: rapière
sv: värja

source: Dwarvish Berserker
de: Zwergen Berserker
fr: Berserker nain
sv: Dvärgbärsärk

source: Dwarves are an ancient race of powerful fighters. Their Berserkers forgo all defense in exchange for massive damage against their enemies. Once a battle is entered, Dwarvish Berserkers attack ferociously, continuing to push the attack until either they or their enemy lies dead.
fr: Les nains sont une ancienne race de puissants combattants. Leurs Berserkers abandonned toute défense pour effectuer une attaque sauvage contre leurs ennemis. Une fois qu'une bataille est débutée, les berserkers nains attaquent férocement, portant le combat jusqu'à la mort, la leur ou celle de l'ennemi.
sv: Dvärgarna är en urgammal ras av kraftfulla krigare. Deras bärsärkar glömmer all självbevarelsedrift för att få in fler träffar på motståndaren. När de har givit sig in i striden, så attackerar de vildsint, tills antingen de själva eller deras fiende ligger död på marken.

source: berserker frenzy
de: Raserei
sv: bärsärkagång

source: berserk
en@shaw: ğ‘šğ‘»ğ‘•ğ‘»ğ‘’
fr: furie
sv: bärsärk

source: Dwarvish Dragonguard
de: Zwergen Drachenwächter
fr: Gardien de dragon nain
sv: Dvärgarnas Drakvakt

source: The guardians of the great dwarvish cities, they blast at their enemies using fire from what are called dragonstaffs. They are the chief possessors of arcane Dwarvish technology.
de: Sie sind die Wächter der größeren Zwergen Städte, sie vernichten ihre Feinde indem sie mit ihren Drachenstäben auf sie schießen. Sie besitzen sehr viel Wissen über die geheimnisvolle Technologie der Zwerge.
fr: Gardiens des grandes cités naines, ils carbonisent leurs ennemis en utilisant un bâton de dragon. Ils sont également les gardiens des technologies arcanes naines.
sv: Drakvakterna är de stora dvärgstädernas väktare, och de skjuter på sina fiender med eld från vad dvärgarna kallar drakstavar. De har den främsta kunskapen om uråldrig dvärgteknologi.

source: dragonstaff
de: Drachenstab
fr: baton de dragon
sv: drakstav

source: Dwarvish Fighter
de: Zwergen Kämpfer
fr: Combattant nain
sv: Dvärgkrigare
