Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for Orcs), Orcish Shamans are good spell casters and can curse their enemies, draining their life. Old Orcish Shamans are shamans that have mastered magic, although their physical strength has declined with age.
de: Den Ältesten unter den Schamanen fällt es leicht, die Magie ihrem Willen zu unterwerfen. Allerdings hat die Konzentration auf ihre magischen Fähigkeiten und das hohe Alter dazu geführt, dass ihr Körper nicht mehr als eine Hülle geworden ist.
fr: Les chamans orcs sont les gardiens de la magie orc. Respectés parmi les tribus orcs, ils forment le Conseil des orcs qui prend les décisions importantes pour l'ensemble de la communauté et arbitre les nombreux conflits qui naissent entre les tribus de cette race belliqueuse. Bien que physiquement faibles au regard des standards orcs, les chamans orcs sont de bons jeteurs de sorts et peuvent maudire leurs ennemis et drainer leur vie. Les vieux chamans maîtrisent parfaitement leur magie mais leur force physique a décliné avec l'âge.
sv: Orchshamanerna är den orchiska magins väktare. De är respekterade bland de orchiska stammarna och bildar det Orchiska Rådet, vilket fattar viktiga beslut som berör alla orcher, och medlar i många konflikter mellan dessa grälsjuka stammar. Även om de är svaga för att vara orcher, så är de skickliga på att kasta besvärjelser, och kan förbanna sina fiender, så att deras livskraft sinar. Gamla orchshamaner är shamaner som har bemästrat magin, men deras fysiska styrka han avtagit med åldern.

source: Orcish Slayer
de: Orkschlächter
fr: Tueur orc
sv: Slaktarorch

source: Orcish Slayers are fast and nimble, competent in short- and long-ranged combat, and use a poison attack. They make formidable opponents.
fr: Les tueurs orcs sont rapides et agiles, compétents en combat rapproché et à distance et employant des attaques d'empoisonnement, le tueur orc est un adversaire redoutable.
sv: Snabba och smidiga och duktiga i strid med sina förgiftade vapen. Slaktarorchen är en fruktad fiende.

source: Orcish Sovereign
de: Orkherrführer
fr: Souverain orc
sv: Orchiskt klanöverhuvud

source: Orcish Sovereign are the chiefs of their tribe. They make the important decisions and lead their people into battle. They carry a bow out of necessity, but are much more skilled with the sword; all in all, they are powerful fighters. Their natural leadership skills make them very precious in the battle: if the Ruler is lost, so is the battle.
de: Diesem Ork wurde vom Grossen Rat die Ehre und die Aufgabe übertragen, die Grosse Horde anzuführen. Alle übrigen Orkhäuptlinge und damit ihre Stämme beugen sich den Befehlen des Herrführers und folgen ihm in die Schlacht. Wenn sich blutrot über dem Schlachtfeld das Banner der Schwarzaugen erhebt, geraten die orkischen Krieger schnell in einen euphorischen Kampfrausch und wehe denen, die sich diesen Orks gegenübersehen. Bisher hat nur Karun Schwarzauge alle Stämme unter seinem Banner vereint, doch der Grosse Rat hat einen weiteren Ork ins Auge gefasst, der sein Nachfolger werden könnte...
fr: Les souverains orcs sont les chefs de leurs tribu. Ils prennent les décisions importantes et dirigent leur peuple lors des batailles. Ils manient l'arc en cas de nécessité mais sont bien plus habiles à l'épée ; ce sont des guerriers redoutables. Leur talent de commandement les rend vraiment précieux dans les combats : s'il est perdu, il en est de même pour la bataille.
sv: Orchernas klanöverhuvud är klanernas ledare. Precis som hövdingarna fattar de viktiga beslut och leder sitt folk i strid. De är svåra motståndare som är skickligast med svärdet, även om de också bär pilbåge.Deras naturliga ledarskap gör dem mycket värdefulla i strid: om klanöverhuvudet dör, så förloras striden.

source: Orcish Warlord
de: Orkkriegsherr
fr: Seigneur de guerre orc
sv: Orchisk krigsherre

source: Only Orcs with both great cunning and unsurpassed strength can become Warlords. Skilled with both the sword and the bow, these beast-warriors lead the orcish fighting groups.
de: Auf der dritten und letzten Stufe der Kriegerkaste, erhält ein Ork den Titel eines Kriegsherrn. Kriegsherrn führen orkische Kampfgruppen in die Schlacht und jeder nicht lebensmüde Krieger ist gut beraten, diesem Ork aus dem Weg zu gehen. Durch ihre Zwillingsschwerter klaffen schnell große Lücken in den Reihen der Verteidiger und wer nun meint, man könne dem Kriegsherrn mit Pfeilen beikommen, der irrt. Tatsächlich haben diese Orks nach langen Übungen die Kunst des Bogenschießens erlernt.
fr: Seuls les orcs les plus rusés et possédant une grande force peuvent devenir des seigneurs de guerre. Habiles à l'épée et à l'arc, ces guerriers mènent les bataillons des orcs.
sv: Enbart de listigaste och starkaste orcherna kan bli krigsherrar. Dessa krigarbestar är skickliga med både svärd och båge, och leder de orchiska trupperna i strid.

source: Orcish Warrior
de: Orkkrieger
fr: Guerrier orc
sv: Orchisk krigare

source: Having mastered the art of dual-sword fighting, Orcish Warriors are highly respected among the Orcs, and highly feared by their foes. Their only weakness is their inability to wield the bow.
de: Sobald ein Ork die Kunst des beidhändigen Kampfes erlernt hat, steigt er in der Kriegerkaste auf und erhält den Titel eines Kriegers. Die orkischen Krieger sind ob ihrer Kampftechnik hoch geachtet bei ihrem Volk und gefürchtet bei ihren Feinden. In einem Kampf Mann gegen Mann geht fast immer der Orkkriger siegreich hervor, doch nützen ihm seine beiden Schwerter wenig gegen einen Pfeilhagel.
fr: Après avoir maîtrisé l'art de l'épée de duel, le guerrier orc est très respecté parmi les orcs et très craint par ses ennemis. Sa seule faiblesse est l'incapacité à manier les arcs.
sv: De orchiska krigarna har bemästrat konsten att slåss med två svärd samtidigt. Detta har gjort dem mycket respekterade i det orchiska samhället, och mycket fruktade av sina fiender. Deras enda svaghet är deras oförmåga att hantera en båge.

source: Outlaw
de: Geächteter
fr: Hors-la-loi
sv: Laglös

source: Outlaws fight better at night.
de: Geächtete kämpfen bei Nacht besser als am Tag.
fr: Les hors-la-loi détroussent mieux le touriste la nuit tombée.
sv: Laglösa slåss bättre nattetid.

source: Outlaws fight better at night. Female Outlaws look good while doing it.
de: Geächtete kämpfen besser bei Nacht, weibliche Geächtete machen dabei einen besonders guten Eindruck.
fr: Les hors-la-loi détroussent mieux le touriste la nuit tombée. Leurs femmes le font avec charme.
sv: Laglösa slåss bättre nattetid. De kvinnliga laglösa ser bra ut under tiden.

source: Outlaw Princess
de: Geächtete Prinzessin
fr: Princesse des bandits
sv: Laglös prinsessa

source: A noble by birth, the Outlaw Princess has learnt swordplay with the greatest generals, but she is the product of a failed aristocracy who has opted for the life of an Outlaw. She dreams of founding her own Queendom with the plunder she finds on the road.
de: Von nobler Geburt, hat die geächtete Prinzessin bei den größten Generälen den Schwertkampf gelernt, aber sie ist das Produkt eines gescheiterten Adels, und hat sich für das Leben als Gesetzlose entschieden. Sie träumt davon mit der Beute die sie unterwegs macht eines Tages ihr eigenes Königreich zu gründen.
fr: De noble lignée, la reine des bandits a appris le maniement de l'épée avec les plus grands généraux. Malgré tout, elle est le produit d'une aristocratie défaillante qui opta pour une vie de hors-la-loi. Elle rêve de fonder son propre royaume avec les pillards qu'elle rencontre sur les routes.
sv: Av ädel börd, så har den laglösa prinsessan lärt sig stridsteknik av de största generalerna, men hon är också en produkt av en fallen aristokrati,som har valt en laglös liv. Hon drömmer om att grunda sitt eget Drottningdöme med vad hon plundrar på vägarna.

source: Outlaw Queen
de: Geächtete Königin
fr: Reine des bandits
sv: Laglös drottning

source: skirmisher,leadership
fr: escarmourche,commandement
sv: stigfinnare, ledarskap

source: A noble by birth, the Outlaw Queen has learnt swordplay with the greatest generals and battle tactics with the greatest sages, making her both a great combatant and leader. However, she is the product of a failed aristocracy who has opted for the life of an Outlaw. She dreams of founding her own Queendom with the plunder she finds on the road, and she is ever so close to that goal.
de: Von nobler Geburt, hat die geächtete Königin bei den besten Generälen den Schwertkampf und Kampftaktiken bei den klügsten Köpfen des Landes gelernt. Dadurch kann sie ausgezeichnet kämpfen und ihre Truppen in der Schlacht anführen. Dennoch ist sie das Produkt eines gescheiterten Adels, und hat sich für das Leben als Gesetzlose entschieden. Sie träumt davon mit der Beute die sie unterwegs macht eines Tages ihr eigenes Königreich zu gründen.
fr: De noble lignée, la reine des bandits a appris le maniement de l'épée avec les plus grands généraux et la stratégie militaire avec les plus grands sages, faisant d'elle un grand combattant et un chef naturel. Malgré tout, elle est le produit d'une aristocratie défaillante qui opta pour une vie de hors-la-loi. Elle rêve de fonder son propre royaume avec les pillards qu'elle rencontre sur les routes. Et elle n'est pas si loin que ça de son but.
sv: Då hon är av ädel börd, har den laglösa drottningen lärt sig stridsteknik av de största generalerna och strategi av de största tänkarna, och är därför skicklig både på att slåss själv och på att leda andra i strid. Men, hon är också en produkt av en fallen aristokrati, som har valt en laglös liv. Hon drömmer om att grunda sitt eget Drottningdöme med vad hon plundrar på vägarna, och hon är nära sitt mål.

source: Paladin
sv: Korsriddare

source: Knights of the highest virtue, Paladins have all the skills of the Knight, and can also heal adjacent friendly units.
de: Paladine sind die tugendhaftesten aller Ritter. Sie haben alle Fertigkeiten eines Ritters und können außerdem verbündete Einheiten heilen, die auf einem benachbartem Feld stehen.
fr: Chevaliers de grande vertu, les paladins possèdent toutes les capacités d'un chevalier mais peuvent aussi soigner les unités alliées sur les cases adjacentes.
sv: En riddare med stor dygd, korsriddaren har alla egenskaper som riddaren har och kan dessutom vårda närliggande trupper.

source: Peasant
de: Bauer
fr: Paysan
sv: Bonde

source: Peasants are the backbone of the rural economy, and the soldiers of last resort. While not fearsome by nature, they will stubbornly defend their homes. However, if you're hurling peasants at your foes, you're clearly out of superior forces.
de: Bauern sind das Rückgrat der Landwirtschaft und bilden oftmals die letzte Verteidigungslinie. Sie sind von Natur aus mutig und verteidigen ihre Höfe bis zum letzten Mann. Mit Bauern sollte man nur angreifen, wenn man über keine besseren Einheiten verfügt.
fr: Les paysans sont la base de l'économie rurale et des soldats en dernier ressort. Bien que peu redoutables par nature, ils défendront toutefois obstinément leur maisons. Malgré tout, si vous lancez des paysans à vos ennemis c'est que vous n'êtes clairement pas en position de force.
sv: Bönder är jordbrukssamhällets ryggrad, och endast soldater som en sista utväg. De är visserligen inte särskilt skräckinjagande, men de försvarar troget sina hem. Men, om du skickar bönder in i stridens hetta, så har du helt klart slut på bättre trupper.

source: Pitch Fork
fr: Fourche
sv: högaffel

source: Pikeman
de: Pikenträger
fr: Piquier
sv: Pikenerare

source: Pikemen are more experienced soldiers who have changed their spears for long pikes. Because of the length of their weapons, they always strike first in combat, even when defending. They are especially deadly when fighting cavalry.
de: Pikenträger sind gut ausgebildete Soldaten die ihre Speere gegen lange Piken eingetauscht haben. Sie sind besonders tödlich für Kavallerieeinheiten. Außerdem haben sie immer den ersten Schlag in einem Kampf, selbst wenn sie sich verteidigen.
fr: Les piquiers sont des soldats expérimentés qui ont troqué leurs lances contre de longues piques. Grâce à l'allonge de leur arme, les piquiers frappent toujours les premiers en combat, même lorsqu'ils se défendent. Ils sont particulièrement efficaces contre toute cavalerie.
sv: Pikenerare är veteraner i den Wesnothiska armén och har bytt ut sina spjut mot långa pikar. De är speciellt dödliga vid försvar mot kavalleri.

source: pike
fr: pique
sv: pik

source: Poacher
de: Wilddieb
fr: Braconnier
sv: Tjuvskytt

source: Poachers rely on their hunting experience and are most valuable at night and in forests and swamps.
de: Wilddiebe verlassen sich auf ihre Jagderfahrung und kämpfen am besten Nachts und in Wäldern und Sümpfen.
fr: Les braconniers s'appuient sur leur expérience de la chasse de nuit dans les forêts et les marécages.
sv: Tjuvskyttar förlitar sig på sina jakterfarenheter, och är som mest värdefulla på natten och i skogar och träsk.

source: A noble by birth, the Princess has learnt swordplay with the greatest generals and battle tactics with the greatest sages, making her both a great combatant and leader. The units of lower level around the Princess will fight better due to her presence. The Princess is also nimble and dextrous, having skills like that of a thief.
de: Als Adlige haben Prinzessinnen das Schwertkämpfen bei den besten Generälen gelernt. Außerdem wurden sie von den klügsten Köpfen des Landes in verschiedenen Kampftaktiken unterrichtet. Dies macht sie zu guten Kämpfern und Anführern. Alle Einheiten, die eine geringere Stufe als die Prinzessin haben und auf einem benachbartem Feld stehen erhalten einen Bonus im Kampf. Die Prinzessin ignoriert Zonen der feindlichen Kontrolle.
fr: De noble lignée, la princesse a appris le maniement de l'épée avec les plus grands généraux et la stratégie militaire avec les plus grands sages, faisant d'elle un grand combattant et un chef naturel. En sa présence, toutes les unités de niveau inférieur l'entourant combattront mieux. La princesse est également agile puisque elle a la dextérité et des talents de voleur.
sv: Prinsessan är av ädel börd, och har utbildats i svärdskonst av de största generalerna och i strategi av de största tänkarna. Detta har fått henne att bli både en utsökt krigare och ledare. Lägre rankade trupper runt omkring Prinsessan inspireras av hennes närvaro och kämpar bättre. Prinsessan är både smidig och fingerfärdig, och har en tjuvs färdigheter.

source: Red Mage
de: Roter Magier
fr: Mage rouge
sv: Röd magiker

source: Red Mages attack with powerful magic fireballs that are guaranteed a good chance of hitting. Deft of foot, and skilled fighters both day and night, Red Mages are therefore valuable in almost all situations.
de: Der Rote Magier greift mit gewaltigen magischen Feuerbällen an, die eine sehr gute Trefferchance haben. Da sie gut zu Fuß sind und sowohl bei Tag als auch bei Nacht gleich gut kämpfen sind sie in fast jeder Situation wertvolle Mitstreiter.
fr: Le mage rouge attaque avec de puissantes boules de feu, les chances de toucher l'ennemi étant ainsi très élevées. Aussi efficace de jour comme de nuit et rapide marcheur, le mage rouge est précieux dans presque toutes les situations.
sv: Röda magiker attackerar med kraftiga eldklot, vilka garanterat har stor träffsäkerhet. Då de är både snabba och inte påverkas av tiden på dygnet är de värdefulla i nästan alla lägen.

source: Revenant
de: Wiedergänger
sv: Skugghämnare

source: Revenants are undead creatures raised from once mighty warriors. While the warriors' will and soul are all but lost, their fighting skills certainly remain with the Revenant.
de: Wiedergänger sind untote Kreaturen die aus wiederauferstandenen, einst mächtigen Kämpfern entstanden sind. Die Seele und der Wille der Kämpfer ist zwar verloren aber der Wiedergänger verfügt über die Kampffertigkeiten der Verstorbenen.
fr: Un Revenant est le cadavre mort-vivant d'un guerrier autrefois puissant. Tandis que la volonté et l'âme du guerrier sont presque perdues, ses compétences en combat demeurent intactes.
sv: Skugghämnarna är mäktiga krigare som återuppväckts från de döda. Deras själ och vilja är för alltid förlorade, men stridsförmågan och krigsvanan har verkligen inte gått förlorade.

source: Rogue
de: Schurke
fr: Bandit
sv: Stråtrövare

source: Rogues are masters of agility and can move right past an enemy, ignoring any zones of control. Master thieves, they too have the backstab ability, which allows them to do double damage if an ally of theirs is on the opposite side of an enemy they are attacking.
de: Schurken sind sehr agil und können sich direkt hinter einen Gegner bewegen, da sie die Zonen der feindlichen Kontrolle ignorieren. Sie sind Meisterdiebe und verfügen über die Fertigkeit des Hinterhalts, was dazu führt das sie doppelten Schaden anrichten wenn sich ein Verbündeter auf der gegenüberliegenden Seite ihres Gegners befindet.
fr: Les bandits sont des maîtres d'agilité et peuvent déborder l'ennemi et ignorant les zones de contrôle. Voleurs experts, ils possèdent la capacité de frapper par derrière, leur permettant de doubler les dommages occasionnés si un de leur alliés se trouve sur une case située du côté opposé de l'ennemi attaqué.
sv: Stråtrövarna är de smidigaste krigarna som finns, och kan ta sig rakt förbi en fiende utan att bry sig om dessas kontrollzoner. Dessa mästertjuvar kan dessutom attackera i bakhåll, vilket leder till att de gör dubbel skada på sina fiender, i de fall då en allierad trupp står på motsatta sidan om fienden.

source: Royal Guard
de: Leibgardist
fr: Garde royal
sv: Kunglig livvakt

source: Members of the Royal Guard are hand picked from the strongest and sturdiest of the army. They are deployed only in critical situations and, so far, have always succeeded in their assigned tasks.
de: Mitglieder der königlichen Leibgarde werden aus den Stärksten und Tapfersten Kämpfern der Armee ausgewählt. Sie kommen meist nur in kritischen Missionen zum Einsatz und schließen diese fast ausschließlich siegreich ab.
fr: Les gardes royaux sont sélectionnés avec soin parmi les plus forts et les plus vigoureux de l'armée. Ils ne sont utilisés que dans des situations critiques et jusqu'ici ils ont toujours réussi leur mission.
sv: Soldaterna hos den kungliga vaktstyrkan handplockas från de bästa och starkaste inom armén. De sänds endast i strid vid extrem fara och har hittills inte misslyckats någon gång.

source: Saurian
de: Saurianer
fr: Saurien
sv: Ödleman

source: Saurian Warrior
de: Saurianischer Krieger
fr: Guerrier saurien
sv: Ödlekrigare

source: Sea Hag
de: Seefurie
fr: Harpie des mers
sv: Sjöhagga

source: Sea Hags are older and more experienced Nagas who have learned to control the water magic.
de: Seefurien sind ältere und erfahrenere Seeteufel, die gelernt haben mit Magie das Wasser zu beherrschen und es gegen ihre Feinde einzusetzen.
fr: Les Harpies des mers sont de vieilles nagas expérimentées qui ont appris à contrôler les puissances magiques de l'eau.
sv: Sjöhaggor är äldre och mer erfarna naga som har lärt sig att använda vattenmagi.

source: water spray
de: Peitschende Gischt
fr: jet d'eau
sv: skum

source: Sea Orc
de: Seeork
fr: Orc marin
sv: Sjöorch

source: While often viewed as inferior to their land loving counterparts Sea Orcs represent a great leap for all goblinoids as they have adapted to aquatic environments. With their curved swords they are compotent fighters, although their lack of a ranged attack and poor defence on land do represent strategic weaknesses.
de: Die seltsame Veränderung dieser Orks kann nicht genau begründet werden. Manche vermuten, dass es das Werk eines Schamanen war, andere dass ein seltsamer Trank bei der Verwandlung eine Rolle gespielt hat. Augenzeugenberichten zu Folge, weisen diese Orks Merkmale einer Amphibie auf, so dass sie auf dem Land so wie im Wasser gleichsam beweglich sind. Sie greifen ihre Feide mit Krummschwerten an, sind aber nicht in der Lage eine Fernkampfwaffe zu benutzen.
sv: Sjöorcherna betraktas som underlägsna av sina landlevande kusiner, men de representerar ett stort steg framåt för alla vättesläkten eftersom de anpassat sig till ett liv i vatten. De är mycket duktiga med sina kroksablar, även om deras brist på avståndsvapen och dåliga försvarskunskaper på land utgör strategiska svagheter.

source: Sea Serpent
de: Seeschlange
fr: Serpent des mers
sv: Sjöorm

source: Sea Serpents are gigantic monsters, capable of capsizing boats by themselves.
de: Seeschlagen sind riesige Monster, die in der Lage sind Boote aus eigener Kraft kentern zu lassen.
fr: Les serpents des mers sont des monstres gigantesques capable à eux-seuls de faire chavirer un bateau.
sv: Sjöormarna är ett gigantiska monster, fullt kapabla att på egen hand sänka fartyg.

source: The Sergeant is an officer in the ranks of the Royal Army. He is not stronger than other fighters, but he has hopes of advancing to greatness. As the leader of his unit, he must survive for the battle to be won.
de: Der Unteroffizier ist ein Offizier in den Reihen der königlichen Armee. Er ist nicht stärker als die anderen Einheiten, aber aus ihm kann sich mit genügend Erfahrung ein guter Anführer entwickeln. Als Truppenführer sollte er überleben um eine Schlacht zu gewinnen.
fr: Le sergent est un officier dans les rangs de l'armée royale. Il n'est pas plus fort que les autres combattants mais espère devenir le meilleur. En tant que supérieur hiérarchique de ses unités, il doit survivre pour que la bataille soit gagnée.
sv: Sergeanten är officer i den Kungliga Armén. Han är inte starkare än andra soldater, men har potentialen att nå verklig storhet. Han leder sina trupper i strid, och måste överleva striden om slaget skall kunna vinnas.

source: Shadow
de: Schatten
fr: Ombre
sv: Skugga

source: Souls blackened by evil, Shadows roam the night attacking unsuspecting foes. These incorporeal fiends are able to hide at night, leaving no trace of their presence.
de: Seelen, geschwärzt vom Bösen wandern als Schatten durch die Nacht und greifen ihre ahnungslosen Feinde an. Diese körperlosen Scheusale sind in der Lage sich Nachts zu verstecken ohne irgendwelche Spuren zu hinterlassen.
fr: Âmes noircies par le mal, les ombres errent la nuit et attaquent par surprise les ennemis égarés. Ces créatures incorporelles peuvent disparaître durant la nuit, ne laissant aucune trace de leur présence.
sv: Skuggor strövar omkring i natten med själar svarta av ondska, och attackerar oförberedda fiender. Dessa kroppslösa bestar kan gömma sig i natten, och lämnar inga spår av sin närvaro.

source: Shock Trooper
de: Schreckenskrieger
fr: Troupe de choc
sv: Stormtrupp

source: Shock Troopers are the elite of the Wesnothian military. Although they move slowly, they are immensely powerful and therefore feared throughout Wesnoth and even into the lands beyond.
de: Schreckenskrieger sind die Elite der wesnothischen Streitkräfte. Obwohl sie sich nur langsam fortbewegen, sind sie sehr stark und werden in ganz Wesnoth und sogar in angrenzenden Ländern gefürchtet.
fr: Les troupes de choc forment l'élite de l'armée de Wesnoth. Bien qu'ils se déplacent lentement, ils sont extrêmement puissants et craints à travers Wesnoth et même au delà, dans les contrées éloignées.
sv: Stormtrupperna är eliten i Wesnoths armé. Fastän de rör sig långsamt är de väldigt kraftfulla och fruktade uti hela Wesnoth och även i landen bortom.

source: Silver Mage
de: Silberner Magier
fr: Mage argent
sv: Silvermagiker

source: teleport
en@shaw: ğ‘‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¹ğ‘‘
fr: téléportation
sv: teleportera
