Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Deep water represents any body of water deep enough to cover a man's head. Most units cannot enter deep water: it is the domain of units which can either fly, or are exceptionally strong swimmers. Mermen and Naga both receive 50% defense in deep water, with full movement.
en@shaw: ğ‘›ğ‘°ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘§ğ‘¯ğ‘¦ ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘›ğ‘°ğ‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘© ğ‘¥ğ‘¨ğ‘¯'ğ‘Ÿ ğ‘£ğ‘§ğ‘›. ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘›ğ‘°ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ ğ‘›ğ‘´ğ‘¥ğ‘±ğ‘¯ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘— ğ‘’ğ‘¨ğ‘¯ ğ‘²ğ‘ğ‘¼ ğ‘“ğ‘¤ğ‘², ğ‘¹ ğ‘¸ ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ğ‘° ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘•ğ‘¢ğ‘¦ğ‘¥ğ‘»ğ‘Ÿ. ğ‘¥ğ‘»ğ‘¥ğ‘§ğ‘¯ ğ‘¯ ğ‘¯ğ‘­ğ‘œğ‘© ğ‘šğ‘´ğ‘” ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ 50% ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘›ğ‘°ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼, ğ‘¢ğ‘¦ğ‘ ğ‘“ğ‘«ğ‘¤ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘.

source: Frozen
el: Παγωμένο
en@shaw: ğ‘“ğ‘®ğ‘´ğ‘Ÿğ‘©ğ‘¯
eo: Frostitaĵo

source: Frozen terrain represents any flat area that is covered by snow or ice. Most units are slowed down on it, and have a harder time defending themselves. Note that swimming units, even those who can breathe underwater, cannot swim underneath ice. Most units have 20 to 40% defense in frozen terrain.
en@shaw: ğ‘“ğ‘®ğ‘´ğ‘Ÿğ‘©ğ‘¯ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘§ğ‘¯ğ‘¦ ğ‘“ğ‘¤ğ‘¨ğ‘‘ ğ‘ºğ‘¦ğ‘© ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘³ğ‘ğ‘¼ğ‘› ğ‘šğ‘² ğ‘•ğ‘¯ğ‘´ ğ‘¹ ğ‘²ğ‘•. ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¸ ğ‘•ğ‘¤ğ‘´ğ‘› ğ‘›ğ‘¬ğ‘¯ ğ‘ªğ‘¯ ğ‘¦ğ‘‘, ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘£ğ‘¸ğ‘›ğ‘¼ ğ‘‘ğ‘²ğ‘¥ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘¯ğ‘´ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘¥ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘®ğ‘°ğ‘ ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘¢ğ‘ªğ‘‘ğ‘», ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘¥ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘¯ğ‘°ğ‘” ğ‘²ğ‘•. ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ 20 ğ‘‘ 40% ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘“ğ‘®ğ‘´ğ‘Ÿğ‘©ğ‘¯ ğ‘‘ğ‘»ğ‘±ğ‘¯.

source: Castles are any sort of permanent fortification. Nearly all units receive a considerable bonus to their defense by being stationed in a castle, and all units receive full movement in a castle. Stationing units in a castle represents its defensive capability. Without a unit in each wall hex, an enemy can simply sneak into the castle unchallenged, gaining the same defensive bonus as everyone inside. Most units have about 60% defense in a castle.
en@shaw: ğ‘’ğ‘­ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘§ğ‘¯ğ‘¦ ğ‘•ğ‘¹ğ‘‘ ğ‘ ğ‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯. ğ‘¯ğ‘½ğ‘¤ğ‘¦ ğ‘·ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘© ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘šğ‘´ğ‘¯ğ‘©ğ‘• ğ‘‘ ğ‘ğ‘º ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘šğ‘² ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘© ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤, ğ‘¯ ğ‘·ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘“ğ‘«ğ‘¤ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘© ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤. ğ‘•ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘© ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤ ğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘¦ğ‘‘ğ‘• ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘©ğ‘‘ğ‘°. ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘°ğ‘— ğ‘¢ğ‘·ğ‘¤ ğ‘£ğ‘§ğ‘’ğ‘•, ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘¦ ğ‘•ğ‘¯ğ‘°ğ‘’ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤ ğ‘©ğ‘¯ğ‘—ğ‘¨ğ‘¤ğ‘¦ğ‘¯ğ‘¡ğ‘›, ğ‘œğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ ğ‘šğ‘´ğ‘¯ğ‘©ğ‘• ğ‘¨ğ‘Ÿ ğ‘§ğ‘ğ‘®ğ‘°ğ‘¢ğ‘³ğ‘¯ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘›. ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘šğ‘¬ğ‘‘ 60% ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘© ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤.

source: The instability of sand makes it harder for most units to cross, and leaves them wide open to attack. In contrast, the wide feet or snakelike bodies of the lizardly races make sand much easier for them to navigate. Most units receive 20 to 40% defense in Sand.
en@shaw: ğ‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘ ğ‘•ğ‘­ğ‘¯ğ‘› ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘¦ğ‘‘ ğ‘£ğ‘¸ğ‘›ğ‘¼ ğ‘“ğ‘¹ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘‘ ğ‘’ğ‘®ğ‘ªğ‘•, ğ‘¯ ğ‘¤ğ‘°ğ‘ğ‘Ÿ ğ‘ğ‘§ğ‘¥ ğ‘¢ğ‘²ğ‘› ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’. ğ‘¦ğ‘¯ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘®ğ‘­ğ‘•ğ‘‘, ğ‘ ğ‘¢ğ‘²ğ‘› ğ‘“ğ‘°ğ‘‘ ğ‘¹ ğ‘•ğ‘¯ğ‘±ğ‘’ğ‘¤ğ‘²ğ‘’ ğ‘šğ‘ªğ‘›ğ‘¦ğ‘Ÿ ğ‘ ğ‘ ğ‘¤ğ‘¦ğ‘Ÿğ‘¼ğ‘›ğ‘¤ğ‘° ğ‘®ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘¥ğ‘±ğ‘’ ğ‘•ğ‘­ğ‘¯ğ‘› ğ‘¥ğ‘³ğ‘— ğ‘°ğ‘Ÿğ‘¦ğ‘¼ ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘¯ğ‘¨ğ‘ğ‘¦ğ‘œğ‘±ğ‘‘. ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ 20 ğ‘‘ 40% ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘•ğ‘­ğ‘¯ğ‘›.

source: Desert
en@shaw: ğ‘›ğ‘©ğ‘Ÿğ‘»ğ‘‘

source: Deserts have a somewhat different composition than small sand pits or beaches, however for gameplay purposes they are identical. See <ref>dst='terrain_sand' text='Sand'</ref>.
en@shaw: ğ‘›ğ‘©ğ‘Ÿğ‘»ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘ªğ‘¥ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘¯ ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘•ğ‘­ğ‘¯ğ‘› ğ‘ğ‘¦ğ‘‘ğ‘• ğ‘¹ ğ‘šğ‘°ğ‘—ğ‘©ğ‘Ÿ, ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼ ğ‘“ğ‘¹ ğ‘œğ‘±ğ‘¥ğ‘ğ‘¤ğ‘± ğ‘ğ‘»ğ‘ğ‘©ğ‘•ğ‘©ğ‘Ÿ ğ‘ğ‘± ğ‘¸ ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤. ğ‘•ğ‘° <ref>dst='terrain_sand' text='ğ‘•ğ‘­ğ‘¯ğ‘›'</ref>.

source: Cave terrain represents any underground cavern with enough room for a unit to pass. Most units are wholly unfamiliar with the terrain, and thus are both slowed down and hindered in defense. Dwarves and Trolls, who make their homes in caves, both have a relatively easy time navigating this terrain, especially dwarves, who by dint of their small size can navigate many obstacles that other races cannot. Occasionally caves are <ref>dst='terrain_illuminated_cave' text='Illuminated'</ref>. Most units receive 20 to 40% defense in Caves, whereas dwarves have 50%.
en@shaw: ğ‘’ğ‘±ğ‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘§ğ‘¯ğ‘¦ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘¨ğ‘ğ‘»ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘®ğ‘µğ‘¥ ğ‘“ğ‘¹ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ ğ‘ğ‘­ğ‘•. ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¸ ğ‘£ğ‘´ğ‘¤ğ‘¦ ğ‘©ğ‘¯ğ‘“ğ‘©ğ‘¥ğ‘¦ğ‘¤ğ‘˜ğ‘» ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘‘ğ‘»ğ‘±ğ‘¯, ğ‘¯ ğ‘ğ‘³ğ‘• ğ‘¸ ğ‘šğ‘´ğ‘” ğ‘•ğ‘¤ğ‘´ğ‘› ğ‘›ğ‘¬ğ‘¯ ğ‘¯ ğ‘£ğ‘¦ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘¦ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•. ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¯ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ, ğ‘£ğ‘µ ğ‘¥ğ‘±ğ‘’ ğ‘ğ‘º ğ‘£ğ‘´ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘’ğ‘±ğ‘ğ‘Ÿ, ğ‘šğ‘´ğ‘” ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘¦ğ‘ğ‘¤ğ‘¦ ğ‘°ğ‘Ÿğ‘¦ ğ‘‘ğ‘²ğ‘¥ ğ‘¯ğ‘¨ğ‘ğ‘¦ğ‘œğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘»ğ‘±ğ‘¯, ğ‘¦ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ, ğ‘£ğ‘µ ğ‘šğ‘² ğ‘›ğ‘¦ğ‘¯ğ‘‘ ğ‘ ğ‘ğ‘º ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘¨ğ‘ğ‘¦ğ‘œğ‘±ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘­ğ‘šğ‘•ğ‘‘ğ‘©ğ‘’ğ‘©ğ‘¤ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘³ğ‘ğ‘¼ ğ‘®ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘. ğ‘©ğ‘’ğ‘±ğ‘ ğ‘©ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘¸ <ref>dst='terrain_illuminated_cave' text='ğ‘¦ğ‘¤ğ‘µğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘©ğ‘›'</ref>. ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ 20 ğ‘‘ 40% ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘’ğ‘±ğ‘ğ‘Ÿ, ğ‘¢ğ‘ºğ‘¨ğ‘Ÿ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ 50%.

source: Rockbound Cave
en@shaw: ğ‘®ğ‘ªğ‘’ğ‘šğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘±ğ‘

source: Rockbound cave terrain is formed by the action of water and wind, carrying erosive particles that carve the rock. It resembles a scraggy underground cavern which reduces efficiency of most units, but shoulders defense. Dwarves and Trolls, who are main settlers of caves, have a relatively easy time navigating this terrain. Dwarves, who by dint of their small size have the full advantage of navigation in such topography. Occasionally caves are <ref>dst='terrain_illuminated_cave' text='Illuminated'</ref> Most units have about 50% defense in rocky caves, whereas cavalry are limited to 40%. Dwarves enjoy 60% defense in Rockbound caves.
en@shaw: ğ‘®ğ‘ªğ‘’ğ‘šğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘±ğ‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘“ğ‘¹ğ‘¥ğ‘› ğ‘šğ‘² ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›, ğ‘’ğ‘¨ğ‘®ğ‘¦ğ‘¦ğ‘™ ğ‘½ğ‘´ğ‘•ğ‘¦ğ‘ ğ‘ğ‘¸ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¸ğ‘ ğ‘ ğ‘®ğ‘ªğ‘’. ğ‘¦ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘§ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘© ğ‘•ğ‘’ğ‘®ğ‘¨ğ‘œğ‘° ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘¨ğ‘ğ‘»ğ‘¯ ğ‘¢ğ‘¦ğ‘— ğ‘®ğ‘¦ğ‘›ğ‘¿ğ‘•ğ‘©ğ‘Ÿ ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘•ğ‘¦ ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘–ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•. ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¯ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ, ğ‘£ğ‘µ ğ‘¸ ğ‘¥ğ‘±ğ‘¯ ğ‘•ğ‘§ğ‘‘ğ‘¤ğ‘¼ğ‘Ÿ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ, ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘¦ğ‘ğ‘¤ğ‘¦ ğ‘°ğ‘Ÿğ‘¦ ğ‘‘ğ‘²ğ‘¥ ğ‘¯ğ‘¨ğ‘ğ‘¦ğ‘œğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘»ğ‘±ğ‘¯. ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ, ğ‘£ğ‘µ ğ‘šğ‘² ğ‘›ğ‘¦ğ‘¯ğ‘‘ ğ‘ ğ‘ğ‘º ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘“ğ‘«ğ‘¤ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘ ğ‘¯ğ‘¨ğ‘ğ‘¦ğ‘œğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘•ğ‘³ğ‘— ğ‘‘ğ‘©ğ‘ğ‘­ğ‘œğ‘®ğ‘©ğ‘“ğ‘°. ğ‘©ğ‘’ğ‘±ğ‘ ğ‘©ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘¸ <ref>dst='terrain_illuminated_cave' text='ğ‘¦ğ‘¤ğ‘µğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘©ğ‘›'</ref> ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘šğ‘¬ğ‘‘ 50% ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘®ğ‘ªğ‘’ğ‘° ğ‘’ğ‘±ğ‘ğ‘Ÿ, ğ‘¢ğ‘ºğ‘¨ğ‘Ÿ ğ‘’ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘®ğ‘° ğ‘¸ ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘‘ 40%. ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ğ‘¡ğ‘¶ 60% ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘®ğ‘ªğ‘’ğ‘šğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘±ğ‘ğ‘Ÿ.

source: Illuminated Cave
en@shaw: ğ‘¦ğ‘¤ğ‘µğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘±ğ‘

source: Rare patches of the underground world are illuminated by light from the surface shining down into the gloomy darkness. This provides an attack bonus for lawful units and removes the attack bonus from chaotic units. In all other regards this terrain is functionally identical to normal cave terrains.
en@shaw: ğ‘®ğ‘º ğ‘ğ‘¨ğ‘—ğ‘©ğ‘Ÿ ğ‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘¸ ğ‘¦ğ‘¤ğ‘µğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘¤ğ‘²ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘•ğ‘»ğ‘“ğ‘¦ğ‘• ğ‘–ğ‘²ğ‘¯ğ‘¦ğ‘™ ğ‘›ğ‘¬ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘œğ‘¤ğ‘µğ‘¥ğ‘¦ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•. ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘Ÿ ğ‘©ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘šğ‘´ğ‘¯ğ‘©ğ‘• ğ‘“ğ‘¹ ğ‘¤ğ‘·ğ‘“ğ‘«ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘šğ‘´ğ‘¯ğ‘©ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘’ğ‘±ğ‘­ğ‘‘ğ‘¦ğ‘’ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•. ğ‘¦ğ‘¯ ğ‘·ğ‘¤ ğ‘³ğ‘ğ‘¼ ğ‘®ğ‘¦ğ‘œğ‘¸ğ‘›ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘“ğ‘©ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ğ‘° ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘‘ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘’ğ‘±ğ‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ğ‘Ÿ.

source: Mushroom Grove
en@shaw: ğ‘¥ğ‘³ğ‘–ğ‘®ğ‘µğ‘¥ ğ‘œğ‘®ğ‘´ğ‘

source: Mushroom groves are vast underground forests of giant mushrooms, which thrive in the damp darkness. Most units have trouble negotiating the spongy floor of smaller fungi, but they have plenty of cover behind the larger stalks. Mounted units, however, become completely mired and lack proper freedom of movement in combat. Undead units have a natural affinity for decay and function quite well in mushroom forests. Most units receive 50% to 60% defense in mushroom groves, whereas cavalry receive only 20%.
en@shaw: ğ‘¥ğ‘³ğ‘–ğ‘®ğ‘µğ‘¥ ğ‘œğ‘®ğ‘´ğ‘ğ‘Ÿ ğ‘¸ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘ ğ‘¡ğ‘²ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘³ğ‘–ğ‘®ğ‘µğ‘¥ğ‘Ÿ, ğ‘¢ğ‘¦ğ‘— ğ‘”ğ‘®ğ‘²ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•. ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘¯ğ‘¦ğ‘œğ‘´ğ‘–ğ‘°ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘ğ‘©ğ‘¯ğ‘¡ğ‘° ğ‘“ğ‘¤ğ‘¹ ğ‘ ğ‘•ğ‘¥ğ‘·ğ‘¤ğ‘¼ ğ‘“ğ‘©ğ‘¯ğ‘¡ğ‘², ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘ğ‘¤ğ‘§ğ‘¯ğ‘‘ğ‘° ğ‘ ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘¤ğ‘¸ğ‘¡ğ‘¼ ğ‘•ğ‘‘ğ‘·ğ‘’ğ‘•. ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•, ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘¤ğ‘¦ ğ‘¥ğ‘²ğ‘®ğ‘› ğ‘¯ ğ‘¤ğ‘¨ğ‘’ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ ğ‘“ğ‘®ğ‘°ğ‘›ğ‘©ğ‘¥ ğ‘ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘. ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤ ğ‘©ğ‘“ğ‘¦ğ‘¯ğ‘©ğ‘‘ğ‘° ğ‘“ğ‘¹ ğ‘›ğ‘¦ğ‘’ğ‘± ğ‘¯ ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘¢ğ‘²ğ‘‘ ğ‘¢ğ‘§ğ‘¤ ğ‘¦ğ‘¯ ğ‘¥ğ‘³ğ‘–ğ‘®ğ‘µğ‘¥ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘•. ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ 50% ğ‘‘ 60% ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘¥ğ‘³ğ‘–ğ‘®ğ‘µğ‘¥ ğ‘œğ‘®ğ‘´ğ‘ğ‘Ÿ, ğ‘¢ğ‘ºğ‘¨ğ‘Ÿ ğ‘’ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘®ğ‘° ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ 20%.

source: Villages represent any group of buildings, human or otherwise. Almost all units, even cavalry, have any easy time navigating villages, and most units gain a defensive bonus from being stationed in a village. Villages allow units the resources to clean and tend to their wounds, which allows any unit stationed therein to heal eight hitpoints each turn, or to be cured of poison. Most units have 50 to 60% defense in villages, whereas cavalry receive only 40%.
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘¦ ğ‘œğ‘®ğ‘µğ‘ ğ‘ ğ‘šğ‘¦ğ‘¤ğ‘›ğ‘¦ğ‘™ğ‘Ÿ, ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¹ ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ. ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘·ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘’ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘®ğ‘°, ğ‘£ğ‘¨ğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘°ğ‘Ÿğ‘¦ ğ‘‘ğ‘²ğ‘¥ ğ‘¯ğ‘¨ğ‘ğ‘¦ğ‘œğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ, ğ‘¯ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘œğ‘±ğ‘¯ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ ğ‘šğ‘´ğ‘¯ğ‘©ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡. ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘©ğ‘¤ğ‘¬ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘‘ ğ‘’ğ‘¤ğ‘°ğ‘¯ ğ‘¯ ğ‘‘ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘ğ‘º ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘Ÿ, ğ‘¢ğ‘¦ğ‘— ğ‘©ğ‘¤ğ‘¬ğ‘Ÿ ğ‘§ğ‘¯ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘•ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘› ğ‘ğ‘ºğ‘¦ğ‘¯ ğ‘‘ ğ‘£ğ‘°ğ‘¤ ğ‘±ğ‘‘ ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘°ğ‘— ğ‘‘ğ‘»ğ‘¯, ğ‘¹ ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘› ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯. ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ 50 ğ‘‘ 60% ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ, ğ‘¢ğ‘ºğ‘¨ğ‘Ÿ ğ‘’ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘®ğ‘° ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ 40%.

source: Submerged Village
en@shaw: ğ‘•ğ‘©ğ‘šğ‘¥ğ‘»ğ‘¡ğ‘› ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡

source: Submerged villages are the homes of Merfolk and Nagas. While water-dwelling creatures are at home here, land-dwellers have a hard time navigating and defending these villages. However, like any village, the facilites are available to all creatures which allow units to tend to their wounds. Any unit stationed in a village can heal eight hitpoints each turn, or be cured of poison. Merfolk and Nagas have 60% defense in submerged villages, whereas land based units usually have a low defense.
en@shaw: ğ‘•ğ‘©ğ‘šğ‘¥ğ‘»ğ‘¡ğ‘› ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¸ ğ‘ ğ‘£ğ‘´ğ‘¥ğ‘Ÿ ğ‘ ğ‘¥ğ‘»ğ‘“ğ‘´ğ‘’ ğ‘¯ ğ‘¯ğ‘­ğ‘œğ‘©ğ‘Ÿ. ğ‘¢ğ‘²ğ‘¤ ğ‘¢ğ‘·ğ‘‘ğ‘¼-ğ‘›ğ‘¢ğ‘§ğ‘¤ğ‘¦ğ‘™ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘¨ğ‘‘ ğ‘£ğ‘´ğ‘¥ ğ‘£ğ‘½, ğ‘¤ğ‘¨ğ‘¯ğ‘›-ğ‘›ğ‘¢ğ‘§ğ‘¤ğ‘»ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘£ğ‘¸ğ‘› ğ‘‘ğ‘²ğ‘¥ ğ‘¯ğ‘¨ğ‘ğ‘¦ğ‘œğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘¤ğ‘²ğ‘’ ğ‘§ğ‘¯ğ‘¦ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡, ğ‘ ğ‘“ğ‘©ğ‘•ğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ ğ‘¸ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘·ğ‘¤ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘¢ğ‘¦ğ‘— ğ‘©ğ‘¤ğ‘¬ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘‘ ğ‘‘ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘ğ‘º ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘Ÿ. ğ‘§ğ‘¯ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘•ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘°ğ‘¤ ğ‘±ğ‘‘ ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘°ğ‘— ğ‘‘ğ‘»ğ‘¯, ğ‘¹ ğ‘šğ‘° ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘› ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯. ğ‘¥ğ‘»ğ‘“ğ‘´ğ‘’ ğ‘¯ ğ‘¯ğ‘­ğ‘œğ‘©ğ‘Ÿ ğ‘£ğ‘¨ğ‘ 60% ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘•ğ‘©ğ‘šğ‘¥ğ‘»ğ‘¡ğ‘› ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ, ğ‘¢ğ‘ºğ‘¨ğ‘Ÿ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘¤ğ‘´ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•.

source: Unwalkable
el: Απάτητο
en@shaw: ğ‘³ğ‘¯ğ‘¢ğ‘·ğ‘’ğ‘©ğ‘šğ‘¤
eo: Nesurmarŝebla

source: Unwalkable terrain covers any chasm or gorge which, as the name implies, cannot be crossed simply by walking. Chasms are noted for sheer walls which would take days to traverse. As far as gameplay is concerned, only units capable of flying can cross this terrain.
en@shaw: ğ‘³ğ‘¯ğ‘¢ğ‘·ğ‘’ğ‘©ğ‘šğ‘¤ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘’ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘§ğ‘¯ğ‘¦ ğ‘’ğ‘¨ğ‘Ÿğ‘©ğ‘¥ ğ‘¹ ğ‘œğ‘¹ğ‘¡ ğ‘¢ğ‘¦ğ‘—, ğ‘¨ğ‘Ÿ ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘²ğ‘Ÿ, ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘®ğ‘ªğ‘•ğ‘› ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘¦ ğ‘šğ‘² ğ‘¢ğ‘·ğ‘’ğ‘¦ğ‘™. ğ‘’ğ‘¨ğ‘Ÿğ‘©ğ‘¥ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘´ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘–ğ‘½ ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ ğ‘¢ğ‘¦ğ‘— ğ‘¢ğ‘«ğ‘› ğ‘‘ğ‘±ğ‘’ ğ‘›ğ‘±ğ‘Ÿ ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘»ğ‘•. ğ‘¨ğ‘Ÿ ğ‘“ğ‘¸ ğ‘¨ğ‘Ÿ ğ‘œğ‘±ğ‘¥ğ‘ğ‘¤ğ‘± ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘»ğ‘¯ğ‘›, ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘“ğ‘¤ğ‘²ğ‘¦ğ‘™ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘»ğ‘±ğ‘¯.

source: Lava
en@shaw: ğ‘¤ğ‘­ğ‘ğ‘©

source: The dangers inherent in trying to walk on lava are fairly obvious. As far as movement is concerned, lava is equivalent to <ref>dst='terrain_unwalkable' text='Unwalkable'</ref> terrain, and can only be crossed by those units capable of flying a considerable distance above it. The molten magma also produces a substantial glow, illuminating the area immediately above it. This provides an attack bonus for lawful units and removes the attack bonus from chaotic units.
en@shaw: ğ‘ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ğ‘£ğ‘½ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘¢ğ‘·ğ‘’ ğ‘ªğ‘¯ ğ‘¤ğ‘­ğ‘ğ‘© ğ‘¸ ğ‘“ğ‘ºğ‘¤ğ‘¦ ğ‘ªğ‘šğ‘ğ‘¦ğ‘©ğ‘•. ğ‘¨ğ‘Ÿ ğ‘“ğ‘¸ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘»ğ‘¯ğ‘›, ğ‘¤ğ‘­ğ‘ğ‘© ğ‘¦ğ‘Ÿ ğ‘¦ğ‘’ğ‘¢ğ‘¦ğ‘ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘ ğ‘‘ <ref>dst='terrain_unwalkable' text='ğ‘³ğ‘¯ğ‘¢ğ‘·ğ‘’ğ‘©ğ‘šğ‘¤'</ref> ğ‘‘ğ‘»ğ‘±ğ‘¯, ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘’ğ‘®ğ‘ªğ‘•ğ‘› ğ‘šğ‘² ğ‘ğ‘´ğ‘Ÿ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘“ğ‘¤ğ‘²ğ‘¦ğ‘™ ğ‘© ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘©ğ‘šğ‘³ğ‘ ğ‘¦ğ‘‘. ğ‘ ğ‘¥ğ‘´ğ‘¤ğ‘‘ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘œğ‘¥ğ‘© ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘ğ‘®ğ‘ªğ‘›ğ‘¿ğ‘•ğ‘©ğ‘Ÿ ğ‘© ğ‘•ğ‘©ğ‘šğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘—ğ‘©ğ‘¤ ğ‘œğ‘¤ğ‘´, ğ‘¦ğ‘¤ğ‘µğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘ºğ‘¦ğ‘© ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘° ğ‘©ğ‘šğ‘³ğ‘ ğ‘¦ğ‘‘. ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘Ÿ ğ‘©ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘šğ‘´ğ‘¯ğ‘©ğ‘• ğ‘“ğ‘¹ ğ‘¤ğ‘·ğ‘“ğ‘«ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘šğ‘´ğ‘¯ğ‘©ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘’ğ‘±ğ‘­ğ‘‘ğ‘¦ğ‘’ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•.

source: River Ford
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘“ğ‘¹ğ‘›

source: When a river happens to be extremely shallow, passing over it is a trivial matter for land based units. Moreover, any creature best adapted to swimming has full mobility even at such places in the river. As far as gameplay is concerned, a river ford is treated as either grassland or shallow water, choosing whichever one offers the best defensive and movement bonuses for the unit on it.
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘© ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ğ‘¤ğ‘¦ ğ‘–ğ‘¨ğ‘¤ğ‘´, ğ‘ğ‘­ğ‘•ğ‘¦ğ‘™ ğ‘´ğ‘ğ‘¼ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘© ğ‘‘ğ‘®ğ‘¦ğ‘ğ‘°ğ‘©ğ‘¤ ğ‘¥ğ‘¨ğ‘‘ğ‘¼ ğ‘“ğ‘¹ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•. ğ‘¥ğ‘¹ğ‘´ğ‘ğ‘¼, ğ‘§ğ‘¯ğ‘¦ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘©ğ‘›ğ‘¨ğ‘ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘¥ğ‘¦ğ‘™ ğ‘£ğ‘¨ğ‘Ÿ ğ‘“ğ‘«ğ‘¤ ğ‘¥ğ‘´ğ‘šğ‘¦ğ‘¤ğ‘©ğ‘‘ğ‘° ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¨ğ‘‘ ğ‘•ğ‘³ğ‘— ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼. ğ‘¨ğ‘Ÿ ğ‘“ğ‘¸ ğ‘¨ğ‘Ÿ ğ‘œğ‘±ğ‘¥ğ‘ğ‘¤ğ‘± ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘»ğ‘¯ğ‘›, ğ‘© ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘“ğ‘¹ğ‘› ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘§ğ‘› ğ‘¨ğ‘Ÿ ğ‘²ğ‘ğ‘¼ ğ‘œğ‘®ğ‘¨ğ‘•ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¹ ğ‘–ğ‘¨ğ‘¤ğ‘´ ğ‘¢ğ‘·ğ‘‘ğ‘¼, ğ‘—ğ‘µğ‘Ÿğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘—ğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘³ğ‘¯ ğ‘ªğ‘“ğ‘¼ğ‘Ÿ ğ‘ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ ğ‘¯ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘šğ‘´ğ‘¯ğ‘©ğ‘•ğ‘¦ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ªğ‘¯ ğ‘¦ğ‘‘.

source: Coastal Reef
en@shaw: ğ‘’ğ‘´ğ‘•ğ‘‘ğ‘©ğ‘¤ ğ‘®ğ‘°ğ‘“

source: Coastal reefs are shallows formed by stone, coral and sand. This provides most land units with a more steady footing and defensive positions than wading in shallow water normally would and also grants most water-dwelling races an exceptionally high defense. Mermen and Naga both receive 70% defense on coastal reefs.
en@shaw: ğ‘’ğ‘´ğ‘•ğ‘‘ğ‘©ğ‘¤ ğ‘®ğ‘°ğ‘“ğ‘• ğ‘¸ ğ‘–ğ‘¨ğ‘¤ğ‘´ğ‘Ÿ ğ‘“ğ‘¹ğ‘¥ğ‘› ğ‘šğ‘² ğ‘•ğ‘‘ğ‘´ğ‘¯, ğ‘’ğ‘¹ğ‘©ğ‘¤ ğ‘¯ ğ‘•ğ‘­ğ‘¯ğ‘›. ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘Ÿ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘¥ğ‘¹ ğ‘•ğ‘‘ğ‘§ğ‘›ğ‘¦ ğ‘“ğ‘«ğ‘‘ğ‘¦ğ‘™ ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘¯ ğ‘¢ğ‘±ğ‘›ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘–ğ‘¨ğ‘¤ğ‘´ ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘¢ğ‘«ğ‘› ğ‘¯ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘œğ‘®ğ‘¨ğ‘¯ğ‘‘ğ‘• ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼-ğ‘›ğ‘¢ğ‘§ğ‘¤ğ‘¦ğ‘™ ğ‘®ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ğ‘° ğ‘£ğ‘² ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•. ğ‘¥ğ‘»ğ‘¥ğ‘§ğ‘¯ ğ‘¯ ğ‘¯ğ‘­ğ‘œğ‘© ğ‘šğ‘´ğ‘” ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ 70% ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘ªğ‘¯ ğ‘’ğ‘´ğ‘•ğ‘‘ğ‘©ğ‘¤ ğ‘®ğ‘°ğ‘“ğ‘•.

source: To those capable of building one, the ability to lay a bridge offers a liberation from the fickle nature of waterways, whose fords come and go with the rise and fall of the waterline. This is to say nothing of the luxury of dry feet, the loss of which is no laughing matter in the cold months of the year. For those who go by land or sea, a bridge is the best of both worlds â€” for gameplay purposes, it is treated either as grassland or the underlying water, whichever offers the best movement and defensive bonuses for the unit occupying the bridge hex. Note that a swimming unit and a land unit are not capable of occupying a bridge hex at the same time.
en@shaw: ğ‘‘ ğ‘ğ‘´ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘šğ‘¦ğ‘¤ğ‘›ğ‘¦ğ‘™ ğ‘¢ğ‘³ğ‘¯, ğ‘ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ ğ‘¤ğ‘± ğ‘© ğ‘šğ‘®ğ‘¦ğ‘¡ ğ‘ªğ‘“ğ‘¼ğ‘Ÿ ğ‘© ğ‘¤ğ‘¦ğ‘šğ‘»ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¯ğ‘±ğ‘—ğ‘¼ ğ‘ ğ‘¢ğ‘ªğ‘‘ğ‘»ğ‘¢ğ‘±ğ‘Ÿ, ğ‘£ğ‘µğ‘Ÿ ğ‘“ğ‘¹ğ‘›ğ‘Ÿ ğ‘’ğ‘³ğ‘¥ ğ‘¯ ğ‘œğ‘´ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘®ğ‘²ğ‘Ÿ ğ‘¯ ğ‘“ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼ğ‘¤ğ‘²ğ‘¯. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘•ğ‘± ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘ ğ‘ ğ‘¤ğ‘©ğ‘œğ‘ ğ‘»ğ‘° ğ‘ ğ‘›ğ‘®ğ‘² ğ‘“ğ‘°ğ‘‘, ğ‘ ğ‘¤ğ‘ªğ‘• ğ‘ ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¤ğ‘­ğ‘“ğ‘¦ğ‘™ ğ‘¥ğ‘¨ğ‘‘ğ‘¼ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘´ğ‘¤ğ‘› ğ‘¥ğ‘³ğ‘¯ğ‘”ğ‘• ğ‘ ğ‘ ğ‘˜ğ‘½. ğ‘“ğ‘¹ ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘œğ‘´ ğ‘šğ‘² ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¹ ğ‘•ğ‘°, ğ‘© ğ‘šğ‘®ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘šğ‘´ğ‘” ğ‘¢ğ‘»ğ‘¤ğ‘›ğ‘Ÿ - ğ‘“ğ‘¹ ğ‘œğ‘±ğ‘¥ğ‘ğ‘¤ğ‘± ğ‘ğ‘»ğ‘ğ‘©ğ‘•ğ‘©ğ‘Ÿ, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘§ğ‘› ğ‘²ğ‘ğ‘¼ ğ‘¨ğ‘Ÿ ğ‘œğ‘®ğ‘¨ğ‘•ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¹ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘¤ğ‘²ğ‘¦ğ‘™ ğ‘¢ğ‘·ğ‘‘ğ‘¼, ğ‘¢ğ‘¦ğ‘—ğ‘§ğ‘ğ‘¼ ğ‘ªğ‘“ğ‘¼ğ‘Ÿ ğ‘ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ ğ‘šğ‘´ğ‘¯ğ‘©ğ‘•ğ‘¦ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ªğ‘’ğ‘˜ğ‘«ğ‘ğ‘²ğ‘¦ğ‘™ ğ‘ ğ‘šğ‘®ğ‘¦ğ‘¡ ğ‘£ğ‘§ğ‘’ğ‘•. ğ‘¯ğ‘´ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘© ğ‘•ğ‘¢ğ‘¦ğ‘¥ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¯ ğ‘© ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ªğ‘’ğ‘˜ğ‘«ğ‘ğ‘²ğ‘¦ğ‘™ ğ‘© ğ‘šğ‘®ğ‘¦ğ‘¡ ğ‘£ğ‘§ğ‘’ğ‘• ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘‘ğ‘²ğ‘¥.

source: Impassable
el: Αδιάβατο
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¨ğ‘•ğ‘©ğ‘šğ‘©ğ‘¤
eo: Netrapasebla

source: Obstacles that not even the most determined traveler may overcome include solid walls of stone and mountains so tall and steep that they are constantly wreathed in cloud. Even flying creatures cannot navigate the jagged peaks at such rarified heights, and not even the fiercest troll can smash through thick walls of stone.
en@shaw: ğ‘­ğ‘šğ‘•ğ‘‘ğ‘©ğ‘’ğ‘©ğ‘¤ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘› ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘» ğ‘¥ğ‘± ğ‘´ğ‘ğ‘¼ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘› ğ‘•ğ‘ªğ‘¤ğ‘¦ğ‘› ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ ğ‘ ğ‘•ğ‘‘ğ‘´ğ‘¯ ğ‘¯ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘•ğ‘´ ğ‘‘ğ‘·ğ‘¤ ğ‘¯ ğ‘•ğ‘‘ğ‘°ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘± ğ‘¸ ğ‘’ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ wreathed ğ‘¦ğ‘¯ ğ‘’ğ‘¤ğ‘¬ğ‘›. ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘¤ğ‘²ğ‘¦ğ‘™ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘¨ğ‘ğ‘¦ğ‘œğ‘±ğ‘‘ ğ‘ ğ‘¡ğ‘¨ğ‘œğ‘› ğ‘ğ‘°ğ‘’ğ‘• ğ‘¨ğ‘‘ ğ‘•ğ‘³ğ‘— ğ‘®ğ‘¸ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘£ğ‘²ğ‘‘ğ‘•, ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘“ğ‘½ğ‘•ğ‘©ğ‘•ğ‘‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘¥ğ‘¨ğ‘– ğ‘”ğ‘®ğ‘µ ğ‘”ğ‘¦ğ‘’ ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ ğ‘ ğ‘•ğ‘‘ğ‘´ğ‘¯.

source: General commands
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ

source: Clear chat messages.
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘—ğ‘¨ğ‘‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ.

source: Switch debug mode on (does not work in multiplayer). See <ref>dst='debug_commands' text='Debug mode commands'</ref>. Debug mode is turned off by quitting the game or :nodebug.
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ ğ‘¥ğ‘´ğ‘› ğ‘ªğ‘¯ (ğ‘›ğ‘´ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘»ğ‘’ ğ‘¦ğ‘¯ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘»). ğ‘•ğ‘° <ref>dst='debug_commands' text='ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ ğ‘¥ğ‘´ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ'</ref>. ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ ğ‘¥ğ‘´ğ‘› ğ‘¦ğ‘Ÿ ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘ªğ‘“ ğ‘šğ‘² ğ‘’ğ‘¢ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¹ :nodebug.

source: Set or toggle player on side between human and AI player. The player/client who controls that side needs to issue this command. If no second parameter is supplied, toggle bewteen human and AI. If it is 'on', set an AI controller. If it is 'off' set a human controller. Defaults to the currently active side if no parameter is supplied.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘¹ ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘» ğ‘ªğ‘¯ ğ‘•ğ‘²ğ‘› ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¯ AI ğ‘ğ‘¤ğ‘±ğ‘». ğ‘ ğ‘ğ‘¤ğ‘±ğ‘»/ğ‘’ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘µ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘²ğ‘› ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘¦ğ‘–ğ‘µ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›. ğ‘¦ğ‘“ ğ‘¯ğ‘´ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘ğ‘¼ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘²ğ‘›, ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ bewteen ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¯ AI. ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ 'ğ‘ªğ‘¯', ğ‘•ğ‘§ğ‘‘ ğ‘©ğ‘¯ AI ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘¼. ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ 'ğ‘ªğ‘“' ğ‘•ğ‘§ğ‘‘ ğ‘© ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘¼. ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘ğ‘• ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘•ğ‘²ğ‘› ğ‘¦ğ‘“ ğ‘¯ğ‘´ ğ‘ğ‘¼ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘²ğ‘›.

source: Toggle the display of the current frames per second.
en@shaw: ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘®ğ‘±ğ‘¥ğ‘Ÿ ğ‘ğ‘» ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›.

source: Switch a log domain to a different log level.
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘© ğ‘¤ğ‘ªğ‘œ ğ‘›ğ‘´ğ‘¥ğ‘±ğ‘¯ ğ‘‘ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘ªğ‘œ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤.
