Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: We failed to defeat either enemy! Now more lichs will come, and we will be overwhelmed!
sv: Vi har misslyckats i att besegra någon av fienderna! Nu kommer vi att drunkna i ett hav av häxmästare !

source: We cannot spend any more time defeating Mal-Skraat. Like it or not, we must go further into these undead lands.
sv: Vi hinner inte lägga mer tid på att försöka besegra Mal-Skraat. Vare sig vi vill eller inte så måste vi längre in i dessa vandöda marker.

source: Noo!!! He will reach Mal-Ravanal's capital, and I shall be punished for letting him escape!
sv: Neej!!! Han kommer att nå Mal-Ravanals huvudstad, och jag kommer att bli bestraffad för att jag lät honom komma undan!

source: Undead Crossing
sv: De vandödas överfart

source: Victory: @Kill the enemy Lich Defeat: #Death of Gweddry #Death of Dacyn #Death of Owaec
sv: Seger: @Döda den fientliga häxmästaren Nederlag: #Gweddry dör #Dacyn dör #Owaec dör

source: These fens look impassable. I don't think we will be able to continue on this road.
sv: Mossen verkar ogenomtränglig. Jag tror inte vi kommer längre på den här vägen.

source: We must cross this river. We cannot try to find a way around this swamp, we will waste too much time. Already Weldyn might be in ruins!
sv: Vi måste över floden. Vi kan inte försöka hitta en väg runt träsket, det skulle ta för lång tid. Weldyn ligger kanske redan i ruiner!

source: Across this river lies the Northland. Ogres live there, as do orcs. We should proceed with caution. I still think we should go straight to the King, but that is now impossible.
sv: På andra sidan floden ligger Nordanländerna. Jättar bor där, men också orcher. Vi måste fortsätta med stor vaksamhet. Jag tror fortfarande att vi skulle ha gått rakt till kungen, men det är omöjligt nu.

source: I will leave your bodies to rot in the river, then I will raise you up to serve in my Master's undead hordes!
sv: Jag skall lämna era kroppar att ruttna i floden, sedan skall jag återuppväcka er som tjänare i min Mästares vandöda horder!

source: I summon from the depths of the river those beasts which will destroy you!
sv: Från flodens djup åkallar jag de bestar som skall förgöra er!

source: It seems as if in addition to summoning undead this Lich has learned to call up demons!
sv: Det verkar som om den här häxmästaren, förutom sin förmåga att frammana vandöda, dessutom har lärt sig att frammana demoner!

source: An Unexpected Appearance
sv: Ett oväntat besök

source: Victory: @Defeat one of the necromancers Defeat: #Death of Gweddry #Turns run out
sv: Seger: @Besegra en av nekromantikerna Nederlag: #Gweddry dör #Dragen tar slut

source: We have escaped from those dark tunnels! But where are we now?
sv: Vi har klarat oss undan från de mörka tunnlarna! Men var är vi nu?

source: This is bad. We are in the middle of enemy territory!
sv: Det här är inte bra. Vi är mitt i fiendeland!

source: Hahaha! We have you surrounded!
sv: Hahaha! Vi har omringat er!

source: Why don't we see if the new recruit can handle them. After all, there are only two!
sv: Varför ser vi inte om den nya rekryten kan klara av dem. Trots allt så är det bara två av dem!

source: No!!! They'll kill me!
sv: Nej!!! De kommer att döda mig!

source: So? We don't care- you're only a Dark Adept.
sv: Så? Vi bryr oss inte - du är bara en Svartkonstnär.

source: It seems Mal-Tar is weak, but his brothers are still surrounding us. I propose we kill him and use his castle as a base for our attack!
sv: Det verkar som om Mal-Tar är svag, men hans bröder omringar oss fortfarande. Jag föreslår att vi dödar honom och använder hans borg som bas för vårt anfall!

source: If we kill Mal-Skraat, we will have opened a way to enter Wesnoth, but if we kill Mal-Kallat, we will be able to penetrate further into Undead lands. I don't know how far we will get, though.
sv: Om vi dödar Mal-Skraat, så kommer vi att ha öppnat upp en väg in i Wesnoth, men om vi dödar Mal-Kallat, så kan vi tränga djupare in på de vandödas marker. Jag vet dock inte hur långt vi kommer.

source: No! You have defeated me, and can re-enter Wesnoth!
sv: Nej! Du har besegrat mig, och kan återvända till Wesnoth!

source: You have defeated my brother, but I will follow you and kill you!
sv: Du har besegrat min bror, men jag kommer att förfölja dig och döda dig!

source: Weldyn under Attack
sv: Anfall på Weldyn

source: Victory: @Survive the night Defeat: #Death of Gweddry #Death of Dacyn #Death of Owaec #Death of Sudoc #Death of Konrad
sv: Seger: @Överlev natten Nederlag: #Gweddry dör #Dacyn dör #Owaec dör #Sudoc dör #Konrad dör

source: We need to fight soon, my lord. Look, night approaches- they will soon attack. I hope we can hold them off.
sv: Vi behöver slåss mot dem. Se, natten kommer- snart anfaller de. Jag hoppas vi kan hålla dem stången.

source: I will hold my gate. With my quick and skillful warriors I can resist the undead, at least for a while.
sv: Jag kommer att försvara min port. Med mina snabba och skickliga soldater kan jag hålla tillbaka de vandöda, åtminstone ett tag.

source: Yes, and my people may be slow, but their blows are the most powerful of all. I can hold my post.
sv: Ja, mina män är visserligen långsamma, men deras slag är mäktiga, kanske mäktigare än någon annans. Jag kan försvara min port.

source: Archers are the most powerful fighters of all, as they shall prove in the upcoming battle.
sv: Bågskyttar är de mäktigaste krigarna av alla, som de kommer att visa i det förestående slaget.

source: Peace, my sons! We are fighting the enemy, there is no need for rivalry within our camp.
sv: Fred, mina söner! Vi skall slåss mot fienden, vi behöver inte någon rivalitet inom lägret.

source: In any case, the undead are attacking now. Let us hope we can last out the night.
sv: I vilket fall som helst, så anfaller de vandöda nu. Låt oss hoppas vi överlever natten.

source: No! These undead have defeated me!
sv: Nej! De vandöda har besegrat mig!

source: And now we will revive you to serve us, as an undead Knight!
sv: Och nu kommer vi att återuppväcka dig till vår tjänst, som en vandöd riddare!

source: Time to defeat these pesky humans, in my new body.
sv: Dags att besegra de irriterande människorna, i min nya kropp.

source: No! I have been defeated! I only hope the undead do not raise me to fight against you!
sv: Nej! Jag är besegrad! Mitt enda hopp är att de vandöda inte kan återuppväcka mig för att slåss emot er!

source: Oh, don't worry, we will. Mwahahahahaha!!!
sv: Åh, oroa dig inte, det kommer vi att göra. Mwahahahahaha!!!

source: Well, my one-time father, let us see who will last out the night!
sv: Nå, du som en gång var min fader, låt oss se vem som överlever natten!

source: Its difficult to defeat these undead. It will be much easier to join them.
sv: Det är svårt att besegra dessa vandöda. Det är mycket lättare att ansluta sig till dem.

source: Huh?
sv: Va'?

source: You idiot, I'm defecting!
sv: Din idiot, jag deserterar!

source: You traitor!
sv: Förrädare!

source: Yes! Now my victory is assured!
sv: Ja! Nu vinner jag garanterat!

source: Come, my warriors, let us defeat this foolish King!
sv: Kom, mina soldater, låt oss besegra denna dåraktige kung!

source: I have died, and with me the city shall fall.
sv: Jag dör, och staden faller med mig.

source: Now I shall be the king of the undead Wesnoth!
sv: Nu blir jag kung över det vandöda Wesnoth!

source: Look, the sun has risen. The undead are retreating.
sv: Se, solen har stigit upp. De vandöda drar sig tillbaka.

source: I come bearing a message from my leader:
sv: Jag kommer med ett meddelande från min ledare:

source: He says: Well, you have defeated some of my captains. Good job. But that was only a small fraction of my horde.
sv: Han säger: Så, du har besegrat några av mina kaptener. Det var duktigt gjort, men de utgjorde blott en bråkdel av min hord.

source: What is your point?
sv: Vad menar du?

source: He says: Well, it would be very easy for me to defeat you. But I don't think it would do justice to my power.
sv: Han säger: Jo, det skulle vara mycket lätt för mig att besegra er. Men jag tror inte det skulle göra rättvisa åt min makt.

source: We don't care about honoring your power. Attack us with all your might, we don't care!
sv: Vi bryr oss inte om att hedra din makt. Visa oss vad du kan!

source: My lord has anticipated your whim. He says: Shut up, fool! I meant my own power, not the power of my legions. And that brings me to my second point. You, Gweddry, as a commander, are a coward.
sv: Min herre förutsåg din nyck. Han säger: Håll tyst, dåre! Jag menar min egen makt, inte mina legioners makt. Och så till den andra delen av meddelandet. Du, Gweddry, är en feg kommandör.

source: What, me, a coward!?! Why!?!
sv: Vadå, jag feg?! Va?!

source: Yes, you, a coward. He says: You claim to have defeated my lord's captains, but it was really your hordes, not you.
sv: Ja, du, en fegis. Du hävdar att du har besegrat min herres kaptener, men det var i själva verket dina horder, inte du själv.

source: Hordes is a name used for undead. We prefer to call ourselves an army.
sv: Horder kallar vi bara de vandöda. Vi föredrar att kalla oss själva för en armé.

source: Silence, fool! The point is that Gweddry could not have defeated my lord's minions without the help of his slaves!
sv: Tyst, dåre! Poängen är att Gweddry inte skulle ha kunnat besegra min herres undersåtar utan hjälp från sina slavar!

source: I'm not a slave! And YOU'RE the fool!
sv: Jag är inte en slav! Och dåren, det är DU!

source: SHUT UP! He says: I doubt Gweddry could even last two seconds in actual combat. And I'll prove it. I challenge you, Gweddry, to a duel.
sv: TYST! Jag betvivlar att Gweddry skulle överleva ens två sekunder i en riktig strid. Och jag tänker bevisa det. Jag utmanar dig, Gweddry, på en duell.

source: I'm not going to fight you in one-on-one combat!
sv: Jag tänker inte slåss man mot man med dig!

source: That only proves you are a coward. Anyway, who said anything about one-on-one combat? He said: a duel, seven-on-seven. Pick your six best slaves and I will pick my six best minions.
sv: Det bevisar enbart att du är feg. Nåväl, vem sa något om man mot man? Han sa en duell, sju mot sju. Välj sex av dina bästa slavar, så väljer jag mina sex bästa undersåtar.

source: That is a very interesting notion of a duel. Gweddry, I don't think you should accept. He will bring more than seven undead to the 'duel'.
sv: Det var en intressant definition av en duell. Gweddry, jag avråder dig från att acceptera. Han kommer att ta med sig fler än sju vandöda till duellen.

source: I'll make it simple. Accept, or face the onslaught of my lord's hordes, like the coward that you are.
sv: Jag skall göra det lätt för er. Acceptera, eller möt min herres horder, som den fegis du är.

source: No! I have failed in my mission to save Wesnoth from destruction!
sv: Nej! Jag har misslyckats i mitt uppdrag att rädda Wesnoth undan förstörelse!

source: Wesnoth is doomed! Without me, Gweddry has no hope!
sv: Wesnoth är dödsdömt! Utan mig så har Gweddry ingen chans!

source: My outpost has fallen...
sv: Min utpost har fallit...

source: I guess the rebellion has failed.
sv: Jag antar att upproret har misslyckats.

source: It was the thirtieth year of Konrad II's reign, and there were strange events happening on the eastern border of Wesnoth.
sv: Det var i det trettionde året av Konrad den andres regentskap, och märkliga ting skedde vid Wesnoths östra gräns.

source: A Choice Must Be Made
fr: Un choix doit être fait
sv: Ställd inför ett val

source: Victory: @Defeat either of the enemy leaders Defeat: #Death of Konrad #Death of Delfador #Death of Li'sar #Death of Kalenz
fr: Victoire: @Vaincre l'un des chefs ennemis Défaite: #Mort de Konrad #Mort de Delfador #Mort de Li'sar #Mort de Kalenz
sv: Seger: @Besegra någon av fiendens ledare Nederlag: #Konrad dör #Delfador dör #Li'sar dör #Kalenz dör

source: Well, thank you for helping me get back to the surface, but now I must take what is mine!
fr: Bien, merci de m'avoir aidé à revenir à la surface, mais maintenant je dois reprendre ce qui m'appartient !
sv: Nå, tack för att du hjälpte mig tillbaka till ytan, men nu måste jag ta vad som är mitt!

source: You still want to fight me, do you, Princess?
fr: Vous souhaitez toujours me combattre, n'est-ce-pas, Princesse ?
sv: Du vill fortfarande slåss mot mig, är det så prinsessa?

source: Did you think I was just playing around? I need to take my inheritance!
fr: Pensiez-vous que je m'amusais ? Je dois reprendre ce qui me reviens de droit !
sv: Tror du att jag bara fånade mig? Jag måste ta tillbaka mitt rättmätiga arv!

source: It is not so simple! We are back on the surface, but we are hardly safe. We barely know where we are. Look to the north...there are orcs about! Look to the south...there are the hordes of the undead!
fr: Ce n'est pas si simple ! Nous sommes de retour à la surface, mais nous sommes pas en sécurité pour autant. Nous savons à peine où nous sommes, et regardez, il y a des orcs au nord, et des hordes de morts-vivants au sud !
sv: Det är inte så enkelt! Vi är uppe på marken, men vi är ännu inte säkra. Vi vet knappt var vi är. Titta norrut, där kommer det orcher. Titta söderut, där är de vandödas horder.

source: Indeed there are. We will have to fight our way out. Are you with us, Princess, or against us?
fr: En effet il y a du monde qui nous attend. Nous devrons combattre pour nous en sortir. Êtes-vous avec nous ou contre nous, Princesse ?
sv: Uppenbart har du rätt, vi måste kämpa oss ut. Är du med oss prinsessa, eller mot oss?

source: Perhaps it is in both our best interests for us to remain allies for a little longer...but I do want that Scepter, and someday I will have it!
fr: Peut-être est-il dans nos intérêts mutuels de prolonger un peu notre alliance. Mais je veux ce Sceptre, et un jour je l'aurai !
sv: Det är nog i bådas intresse att förbli allierade ett tag till. Men jag vill ha Eldspiran, och en dag kommer jag att ha den.

source: Then let us devise a battle plan.
fr: Nous devons donc concevoir un plan de bataille.
sv: I så fall så måste vi lägga en stridsplan.

source: Well, we got out alive.
fr: Bien, nous nous en sommes sortis vivants.
sv: Tja... vi tog oss hit levande.

source: Yes, we did. Now I suppose you want to use the Scepter against me, Princess?
fr: Oui ! nous avons réussi. Maintenant je suppose que vous voulez employer le Sceptre contre moi, princesse ?
sv: Ja, det gjorde vi. Nu antar jag att du vill använda Eldspiran mot mig, prinsessa?

source: No, I was thinking...I don't really want to kill you. I have what I came to get. So if you promise never to come south of the great river, I will spare your life.
fr: Non, je réfléchissais... je n'ai pas vraiment l'intention de vous tuer.De toutes façons, j'ai ce que pour quoi je suis venue. Que diriez-vous de promettre de ne jamais revenir au sud du grand fleuve, j'épargnerai ainsi votre vie ?
sv: Nej, jag har funderat... och jag vill egentligen inte döda dig. Jag har vad jag kom för. Så om du lovar att aldrig mer beträda marken söder om denstora floden, då sparar jag ditt liv?

source: With all due respect, Princess, it is once again we who will spare you, Scepter or no Scepter.
fr: Avec tout le respect que je vous dois, Princesse, je pense que ce serait plutôt à nous de vous épargner, Sceptre ou pas. Une fois de plus, devrais-je ajouter.
sv: Med all tillbörlig respekt, prinsessan, så är det återigen vi som kommer att spara ditt liv, vare sig med eller utan Eldspiran.

source: Such words in the presence of royalty! Do you want me to fry you, Elf?
fr: Comment osez-vous parler ainsi à une personne de sang royal ! Voulez-vous que je vous fasse frire, Elfe ?
sv: Vågar du tala så till en kunglig! Vill du bli stekt, Alv?

source: Friends, peace! Though we are out of the tunnels, we are hardly safe. We are somewhere in the arid and wild north lands, that is all we know. Behold! To the north, orcs, to the south, dark hordes. We must remain at peace with one another, or else all perish!
fr: Paix, mes amis ! Bien que nous soyons hors des tunnels, nous ne sommes toujours pas en sécurité. Nous sommes dans les terres arides et sauvages du nord. Nous savons à peine où nous sommes. Il y a des orcs au nord, et des hordes de morts-vivants au sud. Nous devons rester alliés, ou nous périrons tous.
sv: Vänner, fred! Visserligen är vi ute ur tunnlarna, men vi är knappast säkra ännu. Vi är någonstans i det torra och vilda nordanlandet, det är allt vi vet. Se, i norr - orcher, i söder - mörka horder. Vi måste hålla sams för att överleva.

source: I suppose that helping each other for a while longer would be mutually beneficial. But what should we do? How should we defend ourselves?
fr: Je suppose que s'entraider serait salutaire pour tout le monde. Mais que devons-nous faire ? Comment devrions-nous nous défendre ?
sv: Jag antar att det skulle vara till gagn för oss alla om vi hjälps åt ytterligare ett slag. Men vad skall vi göra? Hur försvarar vi oss bäst?

source: I can tell where we are. That is the river that is known as Longlier to men, called Arkan-thoria in my people's ancient tongue. The home of my people lies to the east.
fr: Je sais où nous sommes. Le territoire de mon peuple se trouve à l'est de cette rivière connue sous le nom de chez les humains, mais sous en vieux langage elfique.
sv: Jag vet var vi är. Detta är floden som människorna kallar Longlier, och som heter Arkan-thoria på mitt folks tungomål. Mitt folks hem ligger österut härifrån.

source: Then perhaps we should head East along the river, and seek refuge and rest there for a time?
fr: Alors peut-être que nous devrions nous diriger vers l'est, le long du fleuve, pour y chercher refuge et repos pendant un certain temps ?
sv: Då borde vi färdas österut, längs med floden, och söka skydd och vila där en tid.

source: We should indeed seek refuge there, my lord, but not by going east along the river. Its name means 'The River of Bones'. Great and evil creatures lurk along its banks, its waters are not fit to drink, and it runs over the Cliffs of Thoria. It has been many centuries since any man or elf has passed over the Cliffs and survived. No, Prince, we must choose another way.
fr: Nous devrions en effet chercher refuge, mon Seigneur, mais pas en allant le long du fleuve à l'est. Son nom signifie « le fleuve des os ». De grandes et menaçantes créatures rôdent sur les berges. Son eau n'est pas potable, et il débouche sur les falaises de Thoria. Aucun homme ou elfe n'a réussi à passer ces falaises durant ces derniers millénaires ! Non, Prince, nous devons choisir une autre route.
sv: Vi borde verkligen söka skydd där, furste, men inte genom att färdas österut längs med floden. Dess namn betyder 'Knotornas Flod'. Enorma onda varelser håller till dess vid dess stränder, dess vatten är otjänligt att dricka och floden passerar Thorias Klippor. Ingen man eller alv har levande tagit sig förbi Thorias Klippor på många hundra år. Nej prins, vi måste välja en annan väg.

source: But which way, Kalenz?
fr: Alors par où devons nous aller, Kalenz ?
sv: Nå, vilken väg ska vi då ta, Kalenz?

source: We may take two paths which avoid the river. North, through the ancient home of my people, and then east to where they now live. Or we can go south, passing through the Swamps, before turning east, and then north. We would cross the river one time more if we chose that route, but I know a safe place for the crossing.
fr: Il y a deux chemins que nous pouvons emprunter qui évitent le fleuve. Nous pouvons partir au nord, vers l'ancien refuge de mon peuple et alors virer vers l'est, où ils vivent à présent, ou nous pouvons aller au sud, et traverser les marais, avant de se tourner vers l'est, et finalement au nord. Nous devrons traverser le fleuve une fois encore si nous choisissons cet itinéraire, mais je connais un endroit sûr où nous pourrons passer.
sv: Det finns två vägar som undviker floden. Antingen norrut, genom mitt folks urgamla hem och sedan österut, till deras nuvarande hem. Eller så går vi söderut, genom träsken, innan vi svänger österut och slutligen norrut. Om vi går söderut så måste vi korsa floden en gång till, men jag känner till ett säkert vadställe.

source: And will you join us in seeking refuge with the North Elves, Princess?
fr: Viendrez-vous avec nous, Princesse, pour chercher le refuge des elfes du nord ?
sv: Och följer du med oss för att söka skydd hos nordalverna, prinsessa?

source: If the Elves will promise me refuge and safe passage, then I will go.
fr: Si les elfes me promettent de m'héberger et de me protéger, alors je viendrai.
sv: Ifall alverna lovar mig husly och fri passage, så följer jag med.

source: That we will, Princess. Even though you are the daughter of the Queen, our enemy, we shall not harm you on this encounter, for you have helped us.
fr: Je vous le promets, Princesse. Même si vous êtes la fille de la reine, notre ennemie, nous ne vous causerons pas d'ennuis, car vous nous avez aidés.
sv: Det ska vi, prinsessa. Även om du är dottern till vår fiende drottningen, så kommer vi inte skada dig denna gång, ty du har hjälpt oss här.

source: So, we must choose. To the north past the Orcs, where lie the ancient snow plains of the Elves, or to the south, beyond the armies of the Walking Dead where the dreaded swamps await.
fr: Nous avons un choix à faire. Passés les orcs du nord, se trouvent les plaines enneigées. Au-delà des armées de morts qui marchent, au sud, se trouve le marais des peurs.
sv: Så, vi måste välja, antingen norrut förbi orcherna och över alvernas uråldriga snövidder, eller söderut genom arméer av Gående lik och in i de fruktade träsk som ligger där.

source: The Battle for Wesnoth
el: Η Μάχη για το Γουέσνοθ
en@shaw: ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”
eo: Batalo pri Vesnot
fr: La bataille de Wesnoth
sv: Striden om Wesnoth

source: Victory: @Defeat Asheviere Defeat: #Death of Konrad #Death of Delfador #Death of Li'sar #Death of Kalenz #Turns run out
fr: Victoire: @Vaincre Asheviere Défaite: #Mort de Konrad #Mort de Delfador #Mort de Li'sar #Mort de Kalenz #Expiration des tours
sv: Seger: @Besegra Ashievere Nederlag: #Konrad dör #Delfador dör #Li'sar dör #Kalenz dör #Dragen tar slut

source: The Bay of Pearls
fr: La baie des perles
sv: Pärlbukten

source: Victory: @Defeat both enemy leaders @Defeat one enemy leader, and resist the other until time expires Defeat: #Death of Konrad #Turns run out
fr: Victoire: @Vaincre les chefs ennemis @Vaincre au moins un chef ennemi et résister jusqu'à expiration du temps Défaite: #Mort de Konrad #Nombre de tours dépassé
sv: Seger: @Besegra båda fiendeledarna @Besegra minst en fiendeledare och håll ut tills tiden tar slut Nederlag: #Konrad dör #Dragen tar slut

source: So this is the Bay of Pearls. It looks like they have those mermen working hard!
fr: Voici donc la baie des perles. Ils ont l'air de faire travailler dur ces Ondins !
sv: Så det här är Pärlbukten, det ser ut som om sjöfolket får arbeta hårt!

source: Indeed it does. It also looks like they have many, many troops. I should go around the bay and distract some of them. You and the rest rescue the mermen!
fr: En effet. Il semblerait également qu'ils aient de nombreuses troupes. Je pense que je devrais faire le tour de la baie, et distraire certain d'entre eux. Vous et le reste de nos hommes sauverez les Ondins !
sv: Så ser det verkligen ut, Det verkar även som om de har väldigt många trupper. Det är bäst att jag går runt bukten och distraherar så många jag kan. Du och resten får rädda sjöfolket.

source: Very well. Be careful!
fr: Très bien. Soyez prudent !
sv: OK, men var försiktig.
