Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Wisdom has been spoken here today, Delfador. We have been with Li'sar in the most trying of times, and risked life and limb with her. Yet we still have both our lives and our limbs. She lacks experience, and has too much of the brashness of youth, but she will make a good Queen in time.
fr: La sagesse a parlé, Delfador. Nous avons été avec Li'sar dans les périodes les plus éprouvantes, et risqué nos vie avec elle. Pourtant nous sommes toujours en vie. Elle manque d'expérience, et la fougue de la jeunesse ne l'a pas quittée, mais elle fera une bonne reine.
sv: Jag har hört visa ord här idag, Delfador. Tillsammans med Li'sar har vi gått igenom de mest prövande tider, och vi har riskerat både liv och hälsa tillsammans med henne. Ändock har vi alla både liv och hälsa i behåll. Hon är oerfaren, och lider ännu av ungdomens övermod, men med tiden så kommer hon att bli en god Drottning.

source: So, the Elven Council has spoken. But which path should we take on our journey? The Ford of Abez will not be passable, for surely it will be watched and guarded by many men.
fr: Le conseil elfe a parlé. Mais quelle route devrions nous suivre dans notre quête ? Le gué d'Abez ne sera pas franchissable, car il sera certainement gardé par de nombreux hommes.
sv: Så, Alvernas Råd har talat. Men vilken väg skall vi välja? Abez vad är inte farbart, då det säkerligen är vaktat av många män.

source: There is another way by which you can return to Wesnoth: past the mountains of the dragons and through the dark valley. To the land of the East, from there you can return to Wesnoth and surprise the Dark Queen, catching her off guard.
fr: Il existe une autre route par laquelle vous pouvez rejoindre Wesnoth : au-delà des montagnes aux dragons et par la vallée sombre. Vers les terres de l'est, vous pourrez retourner à Wesnoth et ainsi prendre la reine sombre par surprise.
sv: Det finns ytterligare en väg tillbaka till Wesnoth: över drakarnas berg och genom den mörka dalen. Då når du Österns land, och därifrån kan du återvända till Wesnoth och överraska den Mörka Drottningen, hon väntar sig er inte från det hållet.

source: Mountains of the dragons? That sounds very dangerous! I didn't even think there were such things as dragons!
fr: Les montagnes aux dragons ? Cela semble très dangereux ! Je ne savais même pas que les dragons existaient réellement !
sv: Drakarnas berg? Det låter mycket farligt! Jag trodde inte ens det fanns något sådan som drakar!

source: No dragon has been sighted in those mountains for many years, but they retain their name of old. Still, that path will be dangerous for us. Is there not another route we might take?
fr: Aucun dragon n'a été aperçu en ces montagnes depuis de longues années, mais elles gardent leur nom de ce temps. Cependant, ce chemin sera dangereux pour nous. N'y a-t-il aucune autre route que nous puissions prendre?
sv: Ingen har sett någon drake i de bergen på många år, men de har kvar sitt gamla namn. Men, den vägen kommer att vara farlig. Finns det verkligen inte någon annan väg att ta?

source: All routes are dangerous, though there is some hope along this path. Rest, and then go forth, friends. Fortune has smiled upon you so far, despite great dangers. Perhaps she will continue to do so.
fr: Tous les chemins sont dangereux. Cependant, c'est le chemin dans lequel j'ai le plus d'espoir pour arriver à notre but. Reposez-vous, et puis partez, mes amis. La chance vous a souri jusqu'ici, en dépit de grands dangers. Peut-être continuera-t-elle ainsi.
sv: Alla vägar är farliga, men längs denna väg finns visst hopp. Vila nu, och ge er sedan av, vänner. Hittills har Fru Fortuna varit på er sida, även om ni genomgått stora faror. Måhända kommer hon att förbli på er sida.

source: The Elves Besieged
fr: Les elfes assiégés
sv: Alverna under belägring

source: Victory: @Move Konrad to the signpost in the north-west Defeat: #Death of Konrad #Death of Delfador #Turns run out
fr: Victoire: @Amener Konrad aux panneaux de direction au nord-ouest Défaite: #Mort de Konrad #Mort de Delfador #Nombre de tours dépassé
sv: Seger: @Förflytta Konrad till vägskylten i nordväst Nederlag: #Konrad dör #Delfador dör #Dragen tar slut

source: Fourteen years into her rule, Asheviere turned her attention to the Elves, whom she despised. Orcish mercenaries were hired and dispatched to bring about their ruin.
fr: Quatorze années après le début du règne d'Asheviere, celle-ci porta son attention sur les elfes qu'elle méprisait. Des mercenaires orcs furent enrôlés pour en finir avec les elfes.
sv: Fjorton år efter Asheviere tog makten så riktade hon sin uppmärksamhet mot alverna, vilka hon avskydde. Hon hyrde in orchiska legoknektar som skickades för att bringa alverna till ruinens brant.

source: Master Delfador! Look, there are Orcs coming from all directions! What shall we do?
fr: Maître Delfador ! Regardez, des orcs viennent de toutes part ! Que devons-nous faire ?
sv: Mäster Delfador, orcherna kommer från alla håll. Vad ska vi göra?

source: There are too many to fight, far too many. We must escape!
fr: Il y en a trop pour combattre. Bien trop. Nous devons nous enfuir !
sv: De är för många att kämpa mot, alldeles för många, vi måste fly.

source: But to where? This is the only home we have! What about the Elves?
fr: Mais pour quelle destination ? C'est le seul refuge que nous ayons ! Qu'en est-il des elfes ?
sv: Varthän? Detta är det enda hem vi känner. Vad kommer att hända med alverna?

source: We will fight them, but you must escape, Konrad. It is imperative that you escape!
fr: Nous les combattrons, mais vous devez vous échapper, Konrad. Il est impératif que vous vous échappiez !
sv: Vi kommer att slåss mot dem, men du måste fly, Konrad. Det är av största vikt att du flyr!

source: We will go north. Perhaps we can reach the Isle of Anduin. If we can make it there, surely we will be safe. Konrad, we must recruit some Elves to help us, and then you must make it to the sign post in the north-west. I will protect you!
fr: Nous irons au nord. Peut-être pourrons-nous atteindre l'île d'Anduin. Si nous y parvenons, nous serons sûrement en sécurité. Konrad, nous devons recruter des elfes pour nous aider, et vous devez vous rendre au poteau de direction au nord-ouest. Je vous protégerai !!
sv: Vi ger oss av norrut. Kanske kan vi nå Anduins ö. Där kommer du vara i säkerhet. Konrad, vi måste rekrytera några alver för att hjälpa oss, och du måste ta dig till vägskylten i nordväst. Jag kommer att beskydda dig!

source: Very well, let us hurry!
fr: Très bien, dépêchons nous !
sv: Nå då så, låt oss då skynda oss!

source: Attack the Elves, my grunts, and take their villages. Let us claim this land for the Queen!
fr: Attaquez les elfes, prenez leurs villages, réclamons cette terre pour la reine !
sv: Mina undersåtar, attackera alverna och ta deras byar. Låt oss lägga beslag på det här landet i Drottningens namn!

source: Remember, it is rumored that the filthy mage and one that he protects are in these parts. They are the ones we want!
fr: Souvenez-vous, la rumeur dit que l'horrible mage et celui qu'il protège sont dans les parages. Ce sont eux que nous recherchons !
sv: Kom ihåg att det sägs att den där smutsiga magiker och den han beskyddar håller till här i krokarna. Det är dem vi vill åt!

source: Ha ha! We will rip the filthy Elves to pieces!
fr: Haha ! Nous allons réduire ces sales elfes en bouillie !
sv: Haha! Vi ska slita de äckliga alverna till småbitar!

source: Let them come. We will fight them with all we have!
fr: Laissez les venir. Nous les combattrons avec tout ce que nous avons en nous !
sv: Låt dem komma, vi ska slåss till sista man!

source: Be careful, Konrad! Guard him well, Delfador!
fr: Fais attention, Konrad ! Protégez-le bien, Delfador !
sv: Var försiktig, Konrad! Vakta honom väl Delfador!

source: And so it has begun!
fr: Et ainsi commença la bataille.
sv: Och så har det börjat...

source: OK, we have made it this far! But where do we go next?
fr: Parfait, nous avons réussi ! Mais où allons nous maintenant ?
sv: Okej, vi har klarat oss så här långt, men vart nu?

source: We must travel north, and try to make it to the Isle of Anduin. Hopefully we will find refuge there.
fr: Nous devons voyager vers le nord, et essayer d'atteindre l'île d'Anduin. Si tout va bien nous y trouverons refuge.
sv: Vi måste resa norrut, och försöka ta oss till Anduins ö. Förhoppningsvis kan vi söka skydd där.

source: Of course you are right, Delfador. But what will become of the Elves here?
fr: Bien entendu, vous avez raison, Delfador. Mais que va-t-il advenir des elfes ici ?
sv: Du har såklart rätt Delfador. Men vad händer med alverna här?

source: The Elves will fight. They may even prevail. But I fear things do not bode well for them. Let us not speak of it now. Onward!
fr: Les elfes se battrons. Ils est même possible qu'ils vainquent. Mais je crains que les choses ne présagent rien de bon pour eux. Ne parlons pas de ça maintenant. En avant !
sv: Alverna kommer att slåss, det kan till och med hända att de går segrande ur striden. Men jag är rädd att de inte har en ljus framtid framför sig. Låt oss inte tala om det nu, framåt!

source: Good luck, Konrad! Don't worry about us, we will fight as best we can!
fr: Bonne chance Konrad ! Ne t'inquiète pas pour nous, nous nous battrons du mieux que nous le pourrons !
sv: Lycka till Konrad! Oroa dig inte för oss, vi kommer att slåss så bra vi kan!

source: I...I don't think I can make it anymore
fr: Je... Je ne pense pas que je puisse me battre encore
sv: Jag.... Jag tror inte att jag kan fortsätta något mer.

source: Prince...you must keep fighting! Nooooooo!
fr: Prince... Vous devez continuer à combattre ! Noooooon !
sv: Prins... Du måste fortsätta slåss! Neeeeeej!

source: It is over, I am doomed...
fr: C'est la fin, je suis condamné....
sv: Det är över, jag är förlorad.

source: I have...have failed in my duty to protect the prince! I am defeated.
fr: J'ai... j'ai échoué dans mon devoir de protéger le Prince. Je suis vaincu.
sv: Jag har... Jag har misslyckats med min plikt att skydda prinsen. Jag är besegrad.

source: Don't die, Delfador! Please, you have to stay alive!
fr: Ne mourez pas ! Delfador ! S'il-vous-plaît, vous devez rester en vie !
sv: Dö inte, Delfador! Snälla, du får inte dö!

source: Oh, no! We have run out of time, they have arrived with reinforcements...
fr: Oh non ! Nous avons été trop lents, ils sont arrivés avec des renforts...
sv: Oh nej! Tiden har tagit slut, de har kommit med förstärkningar...

source: Die, Villain, die!
fr: Meurs, bandit, meurs !
sv: Dö, skurk, dö!

source: Only the foolish oppose me!
fr: Seuls les idiots s'opposent à moi !
sv: Enbart de dåraktiga står i min väg!

source: I am Galdrad. You will have to fight me to get any further!
fr: Je suis Galdrad. Vous ne passerez pas sans m'avoir combattu !
sv: Jag är Galdrad, du måste bekämpa mig för att komma vidare!

source: Only a fool would dare to attack me!
fr: Seul un inconscient oserait m'attaquer !
sv: Endast narrar vågar attackera mig!

source: I am Delfador the Great. Prepare to die!
fr: Je suis Delfador le Grand, prépare-toi à mourir !
sv: Jag är Delfador den Store, bered er på att dö!

source: Let me through, you rogue!
fr: Laisse moi passer, gredin !
sv: Låt mig komma fram, buse!

source: They are destroying our home!
fr: Ils détruisent notre château !
sv: De förstör vårt hem!

source: There can be no looking back. We must go quickly!
fr: Il n'y a pas de retour en arrière possible. nous devons partir rapidement !
sv: Vi måste se framåt, vi måste skynda oss vidare!

source: Epilogue
fr: Épilogue
sv: Epilog

source: The Ford of Abez
fr: Le gué d'Abez
sv: Abez vad

source: Victory: @Move Konrad to the north side of the river. Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz
fr: Victoire: @Amener Konrad sur la rive nord de la rivière Défaite: #Mort de Konrad #Mort de Delfador #Mort de Kalenz
sv: Seger: @Förflytta Konrad till norra sidan av floden Nederlag: #Konrad dör #Delfador dör #Kalenz dör

source: Stop! You shall not pass! Quick, reinforcements, protect the Princess!
fr: Stop ! vous ne passerez pas ! Vite, protégez la princesse !
sv: Stopp! Du kommer inte förbi! Fort förstärkningar, skydda prinsessan!

source: Ruaarrrrrrrr!
fr: Roaarrrrrrrr !
sv: Vråååål!

source: What is that?
fr: Qu'est-ce que c'est ?
sv: Vad var det?

source: Creatures of the deep are upon us! This may be very dangerous. Be quick! We must get to the other side with all haste!
fr: Les créatures des profondeurs fondent sur nous ! La situation peut devenir dangereuse, hâtons-nous ! Nous devons traverser rapidement !
sv: Havsdjupets varelser anfaller oss! Detta kan bli mycket riskabelt. Skynda er! Vi måste ta oss över till andra sidan fortast möjligt!

source: We made it across the river safely! Where to now?
fr: Nous avons réussi à traverser la rivière sans encombre ! Où allons-nous à présent ?
sv: Vi har tagit oss över floden. Vart nu?

source: If we are to have any hope of penetrating into Knalga, we must continue north to seek help from the northern Dwarves.
fr: Nous devons continuer vers le nord. Nous devons chercher de l'aide chez les nains du nord si nous voulons garder espoir de rentrer dans Knalga.
sv: Vi måste fortsätta norrut, vi måste få hjälp av norddvärgarna om vi ska ha någon chans att komma in i Knalga.

source: I cannot believe it. They have made it away! We must make chase. After them, men! Let us cross the river too! We will meet again, foul imposter.
fr: Je ne peux pas le croire, ils ont réussi à passer ! Nous devons les prendre en chasse. Suivons les, traversons également la rivière ! Nous nous retrouverons, maudit imposteur.
sv: Jag kan inte tro mina ögon, de kom undan. Vi måste förfölja dem. Efter dem, mannar! Vi måste också korsa floden! Vi kommer att mötas igen, du l ömska bedragare.

source: Do you think she's really going to chase us, Delfador?
fr: Pensez-vous vraiment qu'elle va nous poursuivre, Delfador ?
sv: Tror du verkligen att hon kommer att förfölja oss, Delfador?

source: It surely looks like she will try, but the sea creatures will make it difficult for her. We must continue onward. If she makes it across before winter, then so be it!
fr: Il semble très probable qu'elle essayera, mais les créatures marines rendront la chose difficile pour elle. Nous devons continuer. Si elle arrive à traverser avant l'hiver, qu'il en soit ainsi !
sv: Det ser sannerligen ut som om hon kommer att försöka, men sjöodjuren kommer att göra det svårt för henne. Vi måste fortsätta. Om hon kommer över innan vintern så är det inte så mycket vi kan göra åt saken.

source: This is the Ford of Abez. When we ford this river, we will be leaving Wesnoth, and entering the lands of the North. The Dwarves once ruled these lands, but they are now filled only with chaos. This is where your father and uncle were betrayed, almost nineteen years ago now, Konrad.
fr: Voici le gué d'Abez. Quand nous traverserons cette rivière, nous quitterons Wesnoth, et entrerons les terres du nord. Les nains contrôlaient jadis ces terres, mais maintenant on n'y trouve que le chaos. C'est ici que votre père et votre oncle ont été trahis et sont morts, il y a presque dix-neuf ans maintenant, Konrad.
sv: Det här är Abez vad. När vi passerat floden, så lämnar vi Wesnoth, och kommer in i nordanländerna. Dessa marker styrdes en gång av dvärgar, men är råder kaos. Det var här som din far och farbror förråddes för nästan nitton år sedan nu, Konrad.

source: Really? So what happened, Delfador?
fr: Réellement ? Qu'est il arrivé, Delfador ?
sv: Verkligen? Så vad hände egentligen, Delfador?

source: The forces of the king were encamped here, and the forces of the north were on the north side of the river. For three days and three nights the armies faced each other, neither willing to ford the river. On the fourth day, the northern armies crossed and attacked us.
fr: Les forces du roi étaient basées ici. Les forces du nord étaient sur la partie nord de la rivière. Pendant trois jours et trois nuits les armées se sont faites face, ni l'une ni l'autre ne voulant traverser à gué la rivière. Le quatrième jour, les armées nordiques ont traversé la rivière, et nous ont attaqués.
sv: Kungens trupper hade slagit läger här, och Nordarmén hade slagit läger på norra stranden. I tre dagar och nätter stirrade arméerna på varandra. Ingen av dem var speciellt pigg på att korsa floden. På den fjärde dagen började nordborna att ta sig över och attackera oss.

source: And then...we were defeated?
fr: Et alors... Nous avons été battus ?
sv: Och sen... så blev vi besegrade?

source: We were winning the battle. We were repelling them...
fr: Nous avons gagné la bataille. Nous les avons repoussés.
sv: Det så ut som om vi hade övertaget, vi höll på att trycka tillbaka dem.

source: And then the king's son, in the heat of battle, turned upon the king!
fr: Jusqu'à ce que le fils du roi, dans l'excitation de la bataille, trahisse le roi !
sv: Ända tills kungens son, mitt i stridens hetta, vände sig mot sin egen kung!

source: But you avenged the murder. You killed the prince. Right, Delfador?
fr: Mais vous avez vengé le meurtre. Vous avez tué le prince, n'est ce pas Delfador ?
sv: Men du har hämnats det mordet. Du dödade prinsen, eller hur Delfador?

source: When I saw the king betrayed and his banner fallen, I fled the battle. I know not now whether it was wisdom or cowardice, but I did flee, seeing no further hope on that day.
fr: Quand j'ai vu le roi trahi et sa bannière tomber, je me suis enfui. Fût-ce de la sagesse ou de la couardise, J'ai fuit le champ de bataille voyant qu'il n'y avait aucun espoir ce jour là.
sv: När jag såg att kungen var förrådd och hans banér föll, flydde jag striden. Det kan ha varit vishet eller feghet, men jag flydde när jag förstod att vi inte hade någon möjlighet att segra den dagen.

source: Oh, but the Elves always told me that you killed the prince, Delfador, even though you never talked about it.
fr: Oh, mais les elfes m'ont toujours dit que vous avez tué le prince, Delfador, bien que vous n'en n'ayez jamais parlé.
sv: Oh... men alverna berättade alltid att du dödade prinsen, Delfador, även om du aldrig ville tala om det.

source: That foolish boy killed himself.
fr: Ce stupide garçon provoqua lui-même sa mort.
sv: Den dåraktiga pojken dödade sig själv.

source: What do you mean?
fr: Que voulez-vous dire ?
sv: Vad menar du?

source: I mustered men to fight against the traitor-king, and of course Asheviere too, for she was behind it all. We were outnumbered, perhaps four to one. In the heat of battle, that boy, fool that he was, came charging at me, slashing wildly. I had little choice but to end his life.
fr: Je rassemblais des hommes pour combattre le roi déloyal, et bien entendu, Asheviere également, car elle se trouvait derrière tout ceci. Nous étions acculés, peut-être à quatre hommes pour un seul. Dans l'intensité de la bataille, ce garçon, stupide qu'il était, me chargea furieusement, brassant l'air de son épée. Je n'eût d'autre choix que d'en finir avec lui.
sv: Jag uppbringade män för att slåss mot förrädar-kungen och förstås mot Asheviere, för det var hon som låg bakom allt det här. Vi var i numerärt underläge, kanske fyra mot en. I stridens hetta stormade den dåraktiga pojken mot mig, bindgalet svingandes sitt svärd. Jag hade inget annat val än att döda honom.

source: So it is true, you did kill him?
fr: Ainsi il est vrai que vous l'ayez tué ?
sv: Så det är sant, du dödade honom?

source: He did die in battle at my hand. It is sad that your brothers did not have the opportunity to experience such an honorable death, Konrad.
fr: Il est mort dans la bataille, par ma main. Il est regrettable que vos frères n'aient pas eu l'occasion d'éprouver une mort si honorable, Konrad.
sv: Han dog i strid, för min hand. Det tragiska är att dina bröder inte fick en så ärofylld död, Konrad.

source: With all respect, my lords, we must make haste. We have to ford the river immediately. And, look! It seems that the guard-towers on the river banks are manned!
fr: Avec tout votre respect, mon Seigneur, nous devons nous hâter. Nous devons traverser à gué la rivière d'urgence. Regardez ! Il semble que les tours de garde sur les berges de la rivière soient gardées !
sv: Med all respekt mina herrar, vi måste skynda oss. Vi måste korsa floden så snart som möjligt. Se det verkar som om vakttornen vid floden är bemannade.

source: Look! Some of the southerners, men of Wesnoth, are trying to cross into our lands! We will slaughter them by the river's edge!
fr: Regardez ! Des méridionaux, des hommes de Wesnoth, tentent de traverser et fouler nos terres ! Nous les massacrerons sur la rive !
sv: Se! Några söderlänningar, män från Wesnoth, försöker korsa floden, vi slaktar dem vid vattenbrynet.

source: Isn't there somewhere else we can cross? Maybe upstream?
fr: Ne pouvons nous pas traverser ailleurs ? Peut-être en amont ?
sv: Finns det inte något annat vadställe? Kanske uppströms?

source: Winter quickly bears down upon us. We have only a few days to make the crossing, and the nearest bridge is far upstream. To be trapped south of the river when winter arrives would be suicide. Asheviere would have us trapped like rats! Look to the west! Asheviere has a border fort, and it seems to be full of soldiers! We must cross here, and quickly!
fr: L'hiver nous tombe rapidement dessus. Nous n'avons que quelques jours pour traverser, et le pont le plus proche est loin en amont. Être prisonnier au sud de la rivière quand l'hiver arrive serait suicidaire, Asheviere nous aurait comme des rats ! Regardez à l'ouest ! Ashievere a un poste de frontière fortifié, et il semble plein de soldats ! Nous devons traverser ici, et vite !
sv: Vintern kommer med stormsteg, vi har bara några dagar på oss att korsa floden. Nästa bro är långt uppströms. Att fångas på södra stranden av vintern vore självmord, Asheviere skulle döda oss som råttor! Se västerut, Asheviere har ett gränsfort här, och det verkar vara fyllt av soldater! Nu är goda råd dyra!

source: There they are! So it is true, they foiled the undead. Now they are trying to leave Wesnoth. We can't let them cross the river. After them, men!
fr: Ils sont là ! Ainsi c'est vrai, ils se sont débarrassé des morts-vivants. Et maintenant ils essayent de quitter Wesnoth. Nous ne pouvons pas les laisser traverser la rivière. Aux armes soldats !
sv: Där är de, så det är sant att de lurade de vandöda. Nu försöker de lämna Wesnoth. Vi kan inte låta dem korsa floden, efter dem, mannar!

source: Not her again! Quickly! We must hurry!
fr: Pas elle encore ! Vite, nous devons nous hâter !
sv: Inte hon nu igen, skynda, skynda!

source: Gryphon Mountain
fr: La montagne aux Gryphons
sv: Gripberget

source: Victory: @Defeat the mother gryphon and the enemy commander Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz
fr: Victoire: @Vaincre la mère gryphon et le commandant ennemi Défaite: #Mort de Konrad #Mort de Delfador #Mort de Kalenz
sv: Seger: @Besegra modergripen och fiendeledaren Nederlag: #Konrad dör #Delfador dör #Kalenz dör

source: Here are the mother Gryphon's eggs!
fr: Voici les œufs de la mère gryphon !
sv: Här är modergripens ägg!

source: Excellent! We should be able to breed Gryphons for our own uses now!
fr: Excellent ! Nous pouvons désormais élever des gryphons pour notre propre usage !
sv: Utmärkt! Nu kan vi föda upp egna gripar!

source: What is this place? That is one big mountain!
fr: Quel est cet endroit ? C'est une grande montagne !
sv: Vad är det här för ställe? Det där är verkligen ett högt berg!

source: That is the fabled Gryphon Mountain.
fr: C'est la légendaire montagne aux gryphons.
sv: Det är det omtalade Gripberget.
