Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Alabrylla,Alaebrylla,Alaeniver,Alalla,Alalonna,Alaryan,Aleacla,Aleaniver,Aleara,Alearka,Alena,Alengwen,Alilonna,Alingwen,Alolla,Alolonna,Alora,Alubrylla,Aluniver,Aluryan,Alussa,Alwcla,Alwllyra,Alwlyan,Alwna,Alybrylla,Alynoic,Alyra,Alyryan,Braedda,Brassa,Bravyan,Breabrylla,Breall,Brealla,Brealonna,Breana,Brell,Brellyra,Brera,Brerka,Breryan,Bricla,Brirka,Brobrylla,Brollyra,Brona,Bronoic,Brora,Brorka,Brungwen,Bruryan,Brwra,Brycla,Brynoic,Caella,Caena,Caengwen,Caevyan,Call,Calla,Cassa,Cealonna,Cera,Ceryan,Cibrylla,Cicla,Cinoic,Cira,Cissa,Clacla,Claella,Claelyan,Claenoic,Clalla,Clallyra,Clara,Clarka,Clavyan,Cleacla,Cleall,Clealyan,Cleana,Cleanoic,Clenoic,Clibrylla,Clill,Clillyra,Clilyan,Clinoic,Clissa,Clobrylla,Clollyra,Clona,Clongwen,Clungwen,Clurka,Cluvyan,Clwdda,Clwlla,Clwvyan,Clydda,Clylla,Cora,Coryan,Cucla,Cudda,Curyan,Cwdda,Cwlonna,Cwngwen,Cwvyan,Cydda,Cylla,Cyllyra,Cylyan,Cyniver,Cyvyan,Daedda,Daelyan,Daengwen,Daenoic,Dalla,Dallyra,Dangwen,Dara,Dassa,Deanoic,Deassa,Della,Devyan,Dicla,Diniver,Dissa,Dollyra,Dullyra,Dulonna,Dwbrylla,Dwdda,Dwna,Dwnoic,Dwra,Dybrylla,Dydda,Dyssa,Elacla,Elaedda,Elaell,Elaelonna,Elaessa,Elaevyan,Elallyra,Elalonna,Elara,Elavyan,Elealla,Eleanoic,Elearka,Elenoic,Elerka,Elivyan,Elulonna,Elurka,Elwllyra,Elwlonna,Elwngwen,Elwra,Elycla,Elyllyra,Elyngwen,Elyniver,Elyrka,Gwaera,Gwaessa,Gwangwen,Gweacla,Gwedda,Gwerka,Gwicla,Gwirka,Gwobrylla,Gwoll,Gwona,Gwongwen,Gwonoic,Gworyan,Gwullyra,Gwussa,Gwwcla,Gwwna,Gwwvyan,Gwycla,Gwydda,Heldra,Jacla,Jaena,Jaerka,Jaevyan,Jalyan,Jana,Jarka,Jassa,Jeabrylla,Jealla,Jeanoic,Jeniver,Jiryan,Jissa,Joll,Jolla,Jona,Jongwen,Jonoic,Jora,Jorka,Jovyan,Judda,Jull,Julonna,Jura,Jwll,Jwlyan,Jycla,Jyniver,Jynoic,Jyrka,Jyvyan,Laeniver,Laenoic,Laeryan,Langwen,Larka,Lassa,Lealonna,Lealyan,Ledda,Lelonna,Lelyan,Lengwen,Lerka,Lessa,Lidda,Lill,Lina,Lirka,Liryan,Livyan,Locla,Lodda,Lollyra,Lolonna,Lulla,Lulyan,Lungwen,Lunoic,Luryan,Lwcla,Lwlla,Lwnoic,Lwryan,Lycla,Lylla,Lylyan,Lyna,Lynoic,Maecla,Maeniver,Mavyan,Meacla,Mealyan,Meana,Meangwen,Meanoic,Medda,Melonna,Mengwen,Meniver,Meradda,Meraecla,Meraelyan,Merall,Merallyra,Meralonna,Merana,Meranoic,Merealonna,Mereangwen,Mereaniver,Merebrylla,Merella,Merengwen,Meressa,Merilyan,Merina,Merinoic,Merissa,Merivyan,Merolla,Merolyan,Merona,Meroniver,Merubrylla,Merudda,Merurka,Merwlla,Merwnoic,Merwryan,Merydda,Merylyan,Messa,Milonna,Molyan,Moniver,Mossa,Mudda,Mullyra,Mulyan,Muryan,Mwbrylla,Mwlyan,Mwngwen,Mwnoic,Mycla,Myll,Mylla,Myra,Myvyan,Nabrylla,Naebrylla,Naecla,Naell,Nalyan,Nangwen,Nealla,Neallyra,Nealonna,Neavyan,Nera,Nessa,Ninoic,Niryan,Nivyan,Nobrylla,Nolla,Nonoic,Norka,Noryan,Nucla,Nulla,Nulyan,Nungwen,Nuvyan,Nwllyra,Nwryan,Nwvyan,Nybrylla,Nyll,Nylyan,Nyryan,Nyssa,Nyvyan,Raebrylla,Raera,Raerka,Ralonna,Rara,Rarka,Rassa,Reacla,Realla,Reana,Reangwen,Rella,Relyan,Rengwen,Rerka,Revyan,Rilonna,Rilyan,Rirka,Rora,Rucla,Ruryan,Rwdda,Rwlla,Rwllyra,Rwlonna,Rwngwen,Rybrylla,Ryna,Ryngwen,Saell,Saellyra,Saeniver,Saerka,Saessa,Sallyra,Sanoic,Sara,Sassa,Searka,Sena,Senoic,Sera,Silonna,Sira,Siryan,Sona,Sorka,Subrylla,Sull,Sulonna,Sulyan,Sura,Sussa,Swlla,Swlyan,Swngwen,Swnoic,Swvyan,Syllyra,Sylyan,Syssa,Ysacla,Ysaenoic,Ysaerka,Ysanoic,Yseacla,Ysealonna,Ysealyan,Ysedda,Ysell,Yselonna,Ysilyan,Ysinoic,Ysodda,Ysongwen,Ysonoic,Ysura,Yswniver,Ysycla,Ysylla,Ysylyan,Ysyrka,Ysyssa
eo: Alabrjlla,Alaebrjlla,Alaeniver,Alalla,Alalonna,Alarjan,Aleacla,Aleaniver,Aleara,Alearka,Alena,Alengwen,Alilonna,Alingwen,Alolla,Alolonna,Alora,Alubrjlla,Aluniver,Alurjan,Alussa,Alwcla,Alwlljra,Alwljan,Alwna,Aljbrjlla,Aljnoik,Aljra,Aljrjan,Braedda,Brassa,Bravjan,Breabrjlla,Breall,Brealla,Brealonna,Breana,Brell,Brelljra,Brera,Brerka,Brerjan,Bricla,Brirka,Brobrjlla,Brolljra,Brona,Bronoik,Brora,Brorka,Brungwen,Brurjan,Brwra,Brjcla,Brjnoik,Kaella,Kaena,Kaengwen,Kaevjan,Kall,Kalla,Kassa,Cealonna,Cera,Cerjan,Cibrjlla,Cicla,Cinoik,Cira,Cissa,Clacla,Claella,Claeljan,Claenoik,Clalla,Clalljra,Clara,Clarka,Clavjan,Cleacla,Cleall,Clealjan,Cleana,Cleanoik,Clenoik,Clibrjlla,Clill,Clilljra,Cliljan,Clinoik,Clissa,Clobrjlla,Clolljra,Clona,Clongwen,Clungwen,Clurka,Cluvjan,Clwdda,Clwlla,Clwvjan,Cljdda,Cljlla,Kora,Korjan,Kucla,Kudda,Kurjan,Cwdda,Cwlonna,Cwngwen,Cwvjan,Cjdda,Cjlla,Cjlljra,Cjljan,Cjniver,Cjvjan,Daedda,Daeljan,Daengwen,Daenoik,Dalla,Dalljra,Dangwen,Dara,Dassa,Deanoik,Deassa,Della,Devjan,Dicla,Diniver,Dissa,Dolljra,Dulljra,Dulonna,Dwbrjlla,Dwdda,Dwna,Dwnoik,Dwra,Djbrjlla,Djdda,Djssa,Elacla,Elaedda,Elaell,Elaelonna,Elaessa,Elaevjan,Elalljra,Elalonna,Elara,Elavjan,Elealla,Eleanoik,Elearka,Elenoik,Elerka,Elivjan,Elulonna,Elurka,Elwlljra,Elwlonna,Elwngwen,Elwra,Eljcla,Eljlljra,Eljngwen,Eljniver,Eljrka,Gwaera,Gwaessa,Gwangwen,Gweacla,Gwedda,Gwerka,Gwicla,Gwirka,Gwobrjlla,Gwoll,Gwona,Gwongwen,Gwonoik,Gworjan,Gwulljra,Gwussa,Gwwcla,Gwwna,Gwwvjan,Gwjcla,Gwjdda,Heldra,Jacla,Jaena,Jaerka,Jaevjan,Jaljan,Jana,Jarka,Jassa,Jeabrjlla,Jealla,Jeanoik,Jeniver,Jirjan,Jissa,Joll,Jolla,Jona,Jongwen,Jonoik,Jora,Jorka,Jovjan,Judda,Jull,Julonna,Jura,Jwll,Jwljan,Jjcla,Jjniver,Jjnoik,Jjrka,Jjvjan,Laeniver,Laenoik,Laerjan,Langwen,Larka,Lassa,Lealonna,Lealjan,Ledda,Lelonna,Leljan,Lengwen,Lerka,Lessa,Lidda,Lill,Lina,Lirka,Lirjan,Livjan,Locla,Lodda,Lolljra,Lolonna,Lulla,Luljan,Lungwen,Lunoik,Lurjan,Lwcla,Lwlla,Lwnoik,Lwrjan,Ljcla,Ljlla,Ljljan,Ljna,Ljnoik,Maecla,Maeniver,Mavjan,Meacla,Mealjan,Meana,Meangwen,Meanoik,Medda,Melonna,Mengwen,Meniver,Meradda,Meraecla,Meraeljan,Merall,Meralljra,Meralonna,Merana,Meranoik,Merealonna,Mereangwen,Mereaniver,Merebrjlla,Merella,Merengwen,Meressa,Meriljan,Merina,Merinoik,Merissa,Merivjan,Merolla,Meroljan,Merona,Meroniver,Merubrjlla,Merudda,Merurka,Merwlla,Merwnoik,Merwrjan,Merjdda,Merjljan,Messa,Milonna,Moljan,Moniver,Mossa,Mudda,Mulljra,Muljan,Murjan,Mwbrjlla,Mwljan,Mwngwen,Mwnoik,Mjcla,Mjll,Mjlla,Mjra,Mjvjan,Nabrjlla,Naebrjlla,Naecla,Naell,Naljan,Nangwen,Nealla,Nealljra,Nealonna,Neavjan,Nera,Nessa,Ninoik,Nirjan,Nivjan,Nobrjlla,Nolla,Nonoik,Norka,Norjan,Nucla,Nulla,Nuljan,Nungwen,Nuvjan,Nwlljra,Nwrjan,Nwvjan,Njbrjlla,Njll,Njljan,Njrjan,Njssa,Njvjan,Raebrjlla,Raera,Raerka,Ralonna,Rara,Rarka,Rassa,Reacla,Realla,Reana,Reangwen,Rella,Reljan,Rengwen,Rerka,Revjan,Rilonna,Riljan,Rirka,Rora,Rucla,Rurjan,Rwdda,Rwlla,Rwlljra,Rwlonna,Rwngwen,Rjbrjlla,Rjna,Rjngwen,Saell,Saelljra,Saeniver,Saerka,Saessa,Salljra,Sanoik,Sara,Sassa,Searka,Sena,Senoik,Sera,Silonna,Sira,Sirjan,Sona,Sorka,Subrjlla,Sull,Sulonna,Suljan,Sura,Sussa,Swlla,Swljan,Swngwen,Swnoik,Swvjan,Sjlljra,Sjljan,Sjssa,Jsacla,Jsaenoik,Jsaerka,Jsanoik,Jseacla,Jsealonna,Jsealjan,Jsedda,Jsell,Jselonna,Jsiljan,Jsinoik,Jsodda,Jsongwen,Jsonoik,Jsura,Jswniver,Jsjcla,Jsjlla,Jsjljan,Jsjrka,Jsjssa

source: main={generated_prefix_c}{suffix_c}|{generated_prefix_v}{suffix_v}|{prefix_c}{centre_c}{suffix_c}|{prefix_v}{centre_v}{suffix_v} generated_prefix_c={starting_consonnant}{vowel}{consonnant}|{starting_vowel}{consonnant} generated_prefix_v={starting_consonnant}{vowel}|{starting_vowel} starting_consonnant=B|C|D|G|H|L|M|R|Rh|S|T|V starting_vowel=A|E|I|Y|Ae vowel=a|e|i|o|u|y|eo|ae consonnant=w|l|d|n|r|rc|ll|nn|dd|th prefix_c=Add|Den|Derr|Gum|Mad|Mar|Ow|Tedd|T{vowel}n|Var|Vin|Vob|Vug|Yr|Rhyr prefix_v=Ae|Bl{vowel}|C{vowel}|D{vowel}|Gl{vowel}|G{vowel}|Gw{vowel}|Ha|L{vowel}|M{vowel}|R{vowel}|Rh{vowel}|S{vowel}|S{vowel}|T{vowel}|V{vowel} suffix_c=yn|er|yc|ec|oc|yr|in|aent suffix_v=ry|ryn|ran|lyn|van|nyc centre_c=redd|reor|og|thyn centre_v=rae|ra|thar|gwy
eo: main={generated_prefix_c}{suffix_c}|{generated_prefix_v}{suffix_v}|{prefix_c}{centre_c}{suffix_c}|{prefix_v}{centre_v}{suffix_v} generated_prefix_c={starting_consonnant}{vowel}{consonnant}|{starting_vowel}{consonnant} generated_prefix_v={starting_consonnant}{vowel}|{starting_vowel} starting_consonnant=B|C|D|G|H|L|M|R|Rh|S|T|V starting_vowel=A|E|I|J|Ae vowel=a|e|i|o|u|j|eo|ae consonnant=w|l|d|n|r|rc|ll|nn|dd|t prefix_c=Add|Den|Derr|Gum|Mad|Mar|Oŭ|Tedd|T{vowel}n|Var|Vin|Vob|Vug|Jr|Rhjr prefix_v=Ae|Bl{vowel}|C{vowel}|D{vowel}|Gl{vowel}|G{vowel}|Gw{vowel}|Ha|L{vowel}|M{vowel}|R{vowel}|Rh{vowel}|S{vowel}|S{vowel}|T{vowel}|V{vowel} suffix_c=jn|er|jc|ek|ok|jr|in|aent suffix_v=rj|rjn|ran|ljn|van|njc centre_c=redd|reor|og|tjn centre_v=rae|ra|tar|gvj

source: main={generated_prefix_c}{suffix_c}|{generated_prefix_v}{suffix_v}|{prefix_c}{centre_c}{suffix_c}|{prefix_v}{centre_v}{suffix_v} generated_prefix_c={starting_consonnant}{vowel}{consonnant}|{starting_vowel}{consonnant} generated_prefix_v={starting_consonnant}{vowel}|{starting_vowel} starting_consonnant=B|C|D|G|H|L|M|R|Rh|S|T|V starting_vowel=A|E|I|Y|Ae vowel=a|e|i|o|u|y|eo|ae consonnant=w|l|d|n|r|rc|ll|nn|dd|th prefix_c=Al|El|Mer|Mil|Rer|Ys|M{vowel}r|M{vowel}l prefix_v=A|Br{vowel}|Cl{vowel}|C{vowel}|D{vowel}|Gw{vowel}|He|J{vowel}|L{vowel}|M{vowel}|N{vowel}|R{vowel}|S{vowel} suffix_c=yan|oic|ell|yll suffix_v=wyn|nna|lla|ra|la|wyan|ssa|ka|ven centre_c=il|ing|ol|ur|ung|ean|eal|ong|al|iv centre_v=na|lla|na|ry|li|ni|ri|rae|bry
eo: main={generated_prefix_c}{suffix_c}|{generated_prefix_v}{suffix_v}|{prefix_c}{centre_c}{suffix_c}|{prefix_v}{centre_v}{suffix_v} generated_prefix_c={starting_consonnant}{vowel}{consonnant}|{starting_vowel}{consonnant} generated_prefix_v={starting_consonnant}{vowel}|{starting_vowel} starting_consonnant=B|C|D|G|H|L|M|R|Rh|S|T|V starting_vowel=A|E|I|J|Ae vowel=a|e|i|o|u|j|eo|ae consonnant=w|l|d|n|r|rk|ll|nn|dd|th prefix_c=Al|El|Mer|Mil|Rer|Js|M{vowel}r|M{vowel}l prefix_v=A|Br{vowel}|Kl{vowel}|C{vowel}|D{vowel}|Gw{vowel}|He|J{vowel}|L{vowel}|M{vowel}|N{vowel}|R{vowel}|S{vowel} suffix_c=jan|oik|ell|yll suffix_v=vjn|nna|lla|ra|la|vjan|ssa|ka|ven centre_c=il|ing|ol|ur|ung|ean|eal|ong|al|iv centre_v=na|lla|na|rj|li|ni|ri|rae|brj

source: Aban,Abbas,Abbud,Abdul-ʿAdl,Abdul-Ahad,Abdul-Alim,Abdul-Aliyy,Abdul-Azim,Abdul-Aziz,Abdul-Badi,Abdul-Baʿith,Abdul-Baqi,Abdul-Bari,Abdul-Barr,Abdul-Basir,Abdul-Basit,Abdul-Fattah,Abdul-Ghaffar,Abdul-Ghafur,Abdul-Ghani,Abdul-Hadi,Abdul-Hafiz,Abdul-Hakam,Abdul-Hakim,Abdul-Halim,Abdul-Hamid,Abdul-Haqq,Abdul-Hasib,Abdul-Hayy,Abdul-Jabbar,Abdul-Jalil,Abdul-Karim,Abdul-Khabir,Abdul-Khaliq,Abdul-Latif,Abdul-Malik,Abdul-Majid,Abdul-Matin,Abdul-Mubdiʾ,Abdul-Mughni,Abdul-Muhaimin,Abdul-Muhsi,Abdul-Muhyi,Abdul-Muʿid,Abdul-Muʿizz,Abdul-Mujib,Abdul-Mumin,Abdul-Muqaddim,Abdul-Muqtadir,Abdul-Musawwir,Abdul-Mutaʿal,Abdul-Nafi,Abdul-Nasser,Abdul-Nasir,Abdul-Nur,Abdul-Qadir,Abdul-Qahhar,Abdul-Qawi,Abdul-Qayyum,Abdul-Quddus,Abdul-Rafi,Abdul-Rahim,Abdul-Rahman,Abdul-Rashid,Abdul-Raʿuf,Abdul-Razzaq,Abdul-Shakur,Abdul-Tawwab,Abdul-Wadud,Abdul-Wahhab,Abdul-Wahid,Abdul-Wajid,Abdul-Wakil,Abdul-Wali,Abdul-Waliy,Abdul-Warith,Abdul-Zahir,Abdullah,ʿAbid,ʿAbidin,Abu Bakr,Aby al-Khayr,Adil,Adham,Adib,ʿAdli,ʿAdnan,ʿAfif,Ahmad,ʿAjib,ʿAkif,Akil,Akram,Alaʾ,Alaʾ al-Din,Alʿ Abbas,Aladdin,al-Bara,al-Hakam,al-Harith,Alhasan,Alhusain,Ali,Alim,Almahdi,al-Safi,Altaf,Altair,al-Tayyib,al-Tijani,al-Tufail,Amid,ʿAmid,Amin,Amir,ʿAmir,Amjad,ʿAmmar,ʿAmro,Anas,Anis,ʿAntarah,Anwar,ʿAqil,Arfan,Arif,ʿArif,Asad,Asʿad,Asadel,Ashraf,Asif,ʿAsim,Aswad,Ataʿ,Ataʿ Allah,Ataʿ al-Rahman,Athil,Athir,ʿAtif,ʿAwad,ʿAwf,Aws,Awwab,Ayham,Ayman,Ayser,Ayyub,Aza,ʿAzab,Azhar,Azim,ʿAziz,ʿAzzam,Badi,Badi al-Zaman,Badr,Badr al-Din,Badri,Bahaʿ,Bahiyy al-Din,Bahij,Bahir,Bakr,Baligh,Bandar,Barakah,Barir,Bashshar,Basil,Basim,Bassam,Bayezid,Bayhas,Bilal,Bishr,Boulos,Budail,Burhan,Bushr,Butrus,Dabir,Dani,Darwish,Daʿud,Dhakir,Dhakiy,Dhakwan,Dhul Fiqar,Dirar,Diya,Diya al-Din,Duqaq,Fadi,Fadil,Fadl,Fadl Allah,Fahd,Fahad,Fahmi,Faisal,Faʿiz,Fakhir,Fakhr al-Din,Fakhri,Fakih,Falah,Falih,Faraj,Farhan,Farid,Fariq,Fariq,Faris,Faruq,Fath,Fathi,Fatih,Fatin,Fawwaz,Fawzan,Fawzi,Fayyad,Ferran,Fida,Fikri,Firas,Fuʿad,Fudail,Gamal,Ghayth,Ghali,Ghalib,Ghanim,Ghassan,Ghawth,Ghazwan,Ghiyath,Habbab,Habib,Haddad,Hadi,Hafiz,Hakem,Hakim,Halim,Hamal,Hamas,Hamdan,Hamdi,Hamid,Hamim,Hamzah,Hana,Hanaʾi,Hanbal,Hani,Hanif,Hannad,Haris,Harith,Harun,Hashim,Hassan,Hatim,Haydar,Haytham,Hayyan,Hazim,Hilal,Hilmi,Hisham,Hud,Hudad,Hudhafah,Hudhayfah,Humam,Hussein,Husam,Husam al-Din,Ibrahim,ʿId,Idris,Ihsan,Ihtisham,ʿIkrimah,Ilias,ʿImad,Imad al-Din,Imran,Imtiyaz,Inʿam,Iqbal,ʿIrfan,ʿIsa,ʿIsam,Ishaq,Ismaʿil,Iyad,Iyas,Izz al-Din,Jabbar,Jabr,Jabir,Jad Allah,Jaʿfar,Jal,Jalal,Jalal al-Din,Jalil,Jamal,Jamal al-Din,Jamil,Jarir,Jasim,Jaul,Jaun,Jawad,Jawdah,Jawhar,Jibran,Jibril,Jubair,Jul,Jumah,Junayd,Juwain,Kadar,Kadin,Kadir,Kahil,Kaliq,Kamal,Kamil,Karam,Kardal,Karif,Karim,Kasib,Kasim,Katib,Kazim,Khalaf,Khaldun,Khalid,Khalil,Khalil al-Allah,Khalis,Khatib,Khair al-Din,Khairi,Khoury,Khulus,Khuzaymah,Kutaiba,Labib,Lablab,Latif,Layth,LuʿayLubayd,Luqman,Lut,Lutfi,Maʿd,Madani,Mahbub,Mahdi,Mahfuz,Mahir,Mahjub,Mahmud,Mahrus,Maimun,Majd,Majdy,Majd al-Din,Majid,Makin,Malik,Mamduh,Maʿmun,Maʿin,Mandhur,Mansur,Marghub,Marid,Maʿruf,Marwan,Marzuq,Mashʿal,Mashhur,Masrur,Masʿud,Masun,Maysarah,Mazhar,Mazin,Mehmed,Mihran,Mihyar,Mikaʾil,Miqdad,Misbah,Mishʿal,Miyaz,Muʾadh,Muʾawiyah,Muʾayyad,Mubarak,Mubin,Mudar,Muddaththir,Mufid,Muflih,Muhab,Muhayr,Muhammad,Muhanna,Muhannad,Muhib,Muhibb,Muhsin,Muhtadi,Muhyi al-Din,Muʿin,Muʿizz,Mujab,Mujahid,Mukarram,Mukhlis,Mukhtar,Mulham,Mulhim,Muʿmmar,Muʿmin,Mumtaz,Munahid,Mundhir,Munib,Munif,Munir,Muʿnis,Munjid,Munsif,Muntasir,Murad,Murid,Murshid,Murtada,Musa,Musʿab,Musaʿid,Mushtaq,Muslih,Muslim,Mutafa,Mutaʾ,Muʿtasim,Mutawalli,Muʿtazz,Muthanna,Muti,Muwaffaq,Muyassar,Muzaffar,Mussammil,Nabhan,Nabighah,Nabih,Nabil,Nadhir,Nadim,Nadir,Nafiʾ,Nahid,Naʾil,Naʾim,Naji,Najib,Najid,Najjar,Najm al-Din,Naʿaman,Namir,Nashʿah,Nashʿat,Nashwan,Nasib,Nasih,Nasim,Nasir,Nasir al-Din,Nasr,Nasri,Nasuh,Nawaf,Nawfal,Nayif,Nazih,Nazim,Nazmi,Nibras,Nidal,Nijad,Nimr,Nizar,Nuʿaym,Nuh,Nuhayd,Numair,Nuʿman,Nur al-Din,Nuri,Nusrah,Nusrat,Omar,Orhan,Osman,Qasim,Qays,Qudamah,Qusay,Qatadah,Qutaybah,Qutb,Qutuz,Rabah,Rabi,Radi,Rafi,Rafid,Rafiq,Raghib,Rahman,Raʿid,Raʿif,Rais,Rajaa,Rajab,Raji,Rajih,Rakin,Rami,Ramih,Ramiz,Ramzi,Rani,Rashad,Rashid,Rasil,Rasin,Rasmi,Rasul,Ratib,Raʿuf,Rayhan,Rayyan,Razin,Ridha,Ridwan,Rihab,Riyad,Rizq,Ruhi,Rushd,Rushdi,Ruwayd,Saad,Saʿadah,Sab,Sabih,Sabir,Sabri,Saʿd,Saʿd al-Din,Sadad,Sadid,Sadiq,Saʿdun,Saʿid,Safi,Safiy,Safiy al-Din,Safuh,Safwah,Safwat,Safwan,Sahib,Sahir,Sahl,Saʾib,Saif,Saif al-Din,Sajid,Sajjad,Sakhr,Salah,Salah al-Din,Salamah,Salih,Salim,Salman,Sami,Samih,Samir,Samman,Saqr,Sariyah,Sati,Saud,Sayyid,Shaʿban,Shadi,Shadin,Shafi,Shafiq,Shahid,Shahin,Shahir,Shakib,Shakir,Shams al-Din,Shamal,Shamil,Shamim,Sharaf,Sharif,Shawqi,Shihab,Shihab al-Din,Shihad,Shuʿayb,Shukri,Shumayl,Siddiq,Sinan,Siraj,Siraj al-Din,Sofian,Subhi,Sufyan,Suhayb,Suhayl,Suhaym,Sulaiman,Sumrah,Suraqah,Suʿud,Tahir,Tahsin,Taym Allah,Taj,Taj al-Din,Talal,Talib,Tamim,Tamir,Tamam,Tammam,Taqiy,Tarif,Tariq,Taslim,Tawfiq,Tawhid,Taymullah,Taysir,Tayyib,Thabit,Thamir,Thaqib,Thawab,Thawban,ʿUbaidah,Ubaid,Ubayy,ʿUdayl,ʿUday,ʿUmar,Umarah,Umair,ʾaUrwah,Usaym,Usama,ʿUtbah,Uthal,Uthman,Waddah,Wadi,Wadid,Wafiq,Wahab,Wahhab,Wahid,Waʾil,Wajdi,Wajid,Wajih,Wakil,Walid,Walif,Waliy Allah,Waliy al-Din,Waqar,Waqqas,Ward,Wasif,Wasil,Wasim,Wazir,Yahya,Yaman,Yaʿqub,Yasar,Yasin,Yasir,Yazan,Yazid,Yunus,Yushua,Yusri,Yusuf,Zafar,Zafir,Zahid,Zahir,Zayd,Zaim,Zayn,Zarif,Zakarriya,Zaki,Zakwan,Ziyad,Zubayr,Zuhayr
eo: Aban,Abbas,Abbud,Abdul-ʿAdl,Abdul-Ahad,Abdul-Alim,Abdul-Alijj,Abdul-Azim,Abdul-Aziz,Abdul-Badi,Abdul-Baʿit,Abdul-Baki,Abdul-Bari,Abdul-Barr,Abdul-Basir,Abdul-Basit,Abdul-Fattah,Abdul-Ghaffar,Abdul-Ghafur,Abdul-Ghani,Abdul-Hadi,Abdul-Hafiz,Abdul-Hakam,Abdul-Hakim,Abdul-Halim,Abdul-Hamid,Abdul-Hakk,Abdul-Hasib,Abdul-Hajj,Abdul-Ĝabbar,Abdul-Ĝalil,Abdul-Karim,Abdul-Khabir,Abdul-Khalik,Abdul-Latif,Abdul-Malik,Abdul-Maĝid,Abdul-Matin,Abdul-Mubdiʾ,Abdul-Mughni,Abdul-Muhaimin,Abdul-Muhsi,Abdul-Muhji,Abdul-Muʿid,Abdul-Muʿizz,Abdul-Muĝib,Abdul-Mumin,Abdul-Mukaddim,Abdul-Muktadir,Abdul-Musavvir,Abdul-Mutaʿal,Abdul-Nafi,Abdul-Nasser,Abdul-Nasir,Abdul-Nur,Abdul-Kadir,Abdul-Kahhar,Abdul-Kavi,Abdul-Kajjum,Abdul-Kuddus,Abdul-Rafi,Abdul-Rahim,Abdul-Rahman,Abdul-Rashid,Abdul-Raʿuf,Abdul-Razzak,Abdul-Shakur,Abdul-Tavvab,Abdul-Vadud,Abdul-Vahhab,Abdul-Vahid,Abdul-Vaĝid,Abdul-Vakil,Abdul-Vali,Abdul-Valij,Abdul-Varit,Abdul-Zahir,Abdullah,ʿAbid,ʿAbidin,Abu Bakr,Abj al-Khajr,Adil,Adham,Adib,ʿAdli,ʿAdnan,ʿAfif,Ahmad,ʿAĝib,ʿAkif,Akil,Akram,Alaʾ,Alaʾ al-Din,Alʿ Abbas,Aladdin,al-Bara,al-Hakam,al-Harit,Alhasan,Alhusain,Ali,Alim,Almahdi,al-Safi,Altaf,Altair,al-Tajjib,al-Tiĝani,al-Tufail,Amid,ʿAmid,Amin,Amir,ʿAmir,Amĝad,ʿAmmar,ʿAmro,Anas,Anis,ʿAntarah,Anvar,ʿAkil,Arfan,Arif,ʿArif,Asad,Asʿad,Asadel,Ashraf,Asif,ʿAsim,Asvad,Ataʿ,Ataʿ Allah,Ataʿ al-Rahman,Atil,Atir,ʿAtif,ʿAvad,ʿAvf,Avs,Avvab,Ajham,Ajman,Ajser,Ajjub,Aza,ʿAzab,Azhar,Azim,ʿAziz,ʿAzzam,Badi,Badi al-Zaman,Badr,Badr al-Din,Badri,Bahaʿ,Bahijj al-Din,Bahiĝ,Bahir,Bakr,Baligh,Bandar,Barakah,Barir,Bashshar,Basil,Basim,Bassam,Bajezid,Bajhas,Bilal,Bishr,Boulos,Budail,Burhan,Bushr,Butrus,Dabir,Dani,Darvish,Daʿud,Dhakir,Dhakij,Dhakvan,Dhul Fikar,Dirar,Dija,Dija al-Din,Dukak,Fadi,Fadil,Fadl,Fadl Allah,Fahd,Fahad,Fahmi,Faisal,Faʿiz,Fakhir,Fakhr al-Din,Fakhri,Fakih,Falah,Falih,Faraĝ,Farhan,Farid,Farik,Farik,Faris,Faruk,Fat,Fati,Fatih,Fatin,Favvaz,Favzan,Favzi,Fajjad,Ferran,Fida,Fikri,Firas,Fuʿad,Fudail,Gamal,Ghajt,Ghali,Ghalib,Ghanim,Ghassan,Ghavt,Ghazvan,Ghijat,Habbab,Habib,Haddad,Hadi,Hafiz,Hakem,Hakim,Halim,Hamal,Hamas,Hamdan,Hamdi,Hamid,Hamim,Hamzah,Hana,Hanaʾi,Hanbal,Hani,Hanif,Hannad,Haris,Harit,Harun,Hashim,Hassan,Hatim,Hajdar,Hajtam,Hajjan,Hazim,Hilal,Hilmi,Hisham,Hud,Hudad,Hudhafah,Hudhajfah,Humam,Hussein,Husam,Husam al-Din,Ibrahim,ʿId,Idris,Ihsan,Ihtisham,ʿIkrimah,Ilias,ʿImad,Imad al-Din,Imran,Imtijaz,Inʿam,Ikbal,ʿIrfan,ʿIsa,ʿIsam,Ishak,Ismaʿil,Ijad,Ijas,Izz al-Din,Ĝabbar,Ĝabr,Ĝabir,Ĝad Allah,Ĝaʿfar,Ĝal,Ĝalal,Ĝalal al-Din,Ĝalil,Ĝamal,Ĝamal al-Din,Ĝamil,Ĝarir,Ĝasim,Ĝaul,Ĝaun,Ĝavad,Ĝavdah,Ĝavhar,Ĝibran,Ĝibril,Ĝubair,Ĝul,Ĝumah,Ĝunajd,Ĝuvain,Kadar,Kadin,Kadir,Kahil,Kalik,Kamal,Kamil,Karam,Kardal,Karif,Karim,Kasib,Kasim,Katib,Kazim,Khalaf,Khaldun,Khalid,Khalil,Khalil al-Allah,Khalis,Khatib,Khair al-Din,Khairi,Khourj,Khulus,Khuzajmah,Kutaiba,Labib,Lablab,Latif,Lajt,LuʿajLubajd,Lukman,Lut,Lutfi,Maʿd,Madani,Mahbub,Mahdi,Mahfuz,Mahir,Mahĝub,Mahmud,Mahrus,Maimun,Maĝd,Maĝdj,Maĝd al-Din,Maĝid,Makin,Malik,Mamduh,Maʿmun,Maʿin,Mandhur,Mansur,Marghub,Marid,Maʿruf,Marvan,Marzuk,Mashʿal,Mashhur,Masrur,Masʿud,Masun,Majsarah,Mazhar,Mazin,Mehmed,Mihran,Mihjar,Mikaʾil,Mikdad,Misbah,Mishʿal,Mijaz,Muʾadh,Muʾavijah,Muʾajjad,Mubarak,Mubin,Mudar,Muddattir,Mufid,Muflih,Muhab,Muhajr,Muhammad,Muhanna,Muhannad,Muhib,Muhibb,Muhsin,Muhtadi,Muhji al-Din,Muʿin,Muʿizz,Muĝab,Muĝahid,Mukarram,Mukhlis,Mukhtar,Mulham,Mulhim,Muʿmmar,Muʿmin,Mumtaz,Munahid,Mundhir,Munib,Munif,Munir,Muʿnis,Munĝid,Munsif,Muntasir,Murad,Murid,Murshid,Murtada,Musa,Musʿab,Musaʿid,Mushtak,Muslih,Muslim,Mutafa,Mutaʾ,Muʿtasim,Mutavalli,Muʿtazz,Mutanna,Muti,Muvaffak,Mujassar,Muzaffar,Mussammil,Nabhan,Nabighah,Nabih,Nabil,Nadhir,Nadim,Nadir,Nafiʾ,Nahid,Naʾil,Naʾim,Naĝi,Naĝib,Naĝid,Naĝĝar,Naĝm al-Din,Naʿaman,Namir,Nashʿah,Nashʿat,Nashvan,Nasib,Nasih,Nasim,Nasir,Nasir al-Din,Nasr,Nasri,Nasuh,Navaf,Navfal,Najif,Nazih,Nazim,Nazmi,Nibras,Nidal,Niĝad,Nimr,Nizar,Nuʿajm,Nuh,Nuhajd,Numair,Nuʿman,Nur al-Din,Nuri,Nusrah,Nusrat,Omar,Orhan,Osman,Kasim,Kajs,Kudamah,Kusaj,Katadah,Kutajbah,Kutb,Kutuz,Rabah,Rabi,Radi,Rafi,Rafid,Rafik,Raghib,Rahman,Raʿid,Raʿif,Rais,Raĝaa,Raĝab,Raĝi,Raĝih,Rakin,Rami,Ramih,Ramiz,Ramzi,Rani,Rashad,Rashid,Rasil,Rasin,Rasmi,Rasul,Ratib,Raʿuf,Rajhan,Rajjan,Razin,Ridha,Ridvan,Rihab,Rijad,Rizk,Ruhi,Rushd,Rushdi,Ruvajd,Saad,Saʿadah,Sab,Sabih,Sabir,Sabri,Saʿd,Saʿd al-Din,Sadad,Sadid,Sadik,Saʿdun,Saʿid,Safi,Safij,Safij al-Din,Safuh,Safvah,Safvat,Safvan,Sahib,Sahir,Sahl,Saʾib,Saif,Saif al-Din,Saĝid,Saĝĝad,Sakhr,Salah,Salah al-Din,Salamah,Salih,Salim,Salman,Sami,Samih,Samir,Samman,Sakr,Sarijah,Sati,Saud,Sajjid,Shaʿban,Shadi,Shadin,Shafi,Shafik,Shahid,Shahin,Shahir,Shakib,Shakir,Shams al-Din,Shamal,Shamil,Shamim,Sharaf,Sharif,Shavki,Shihab,Shihab al-Din,Shihad,Shuʿajb,Shukri,Shumajl,Siddik,Sinan,Siraĝ,Siraĝ al-Din,Sofian,Subhi,Sufjan,Suhajb,Suhajl,Suhajm,Sulaiman,Sumrah,Surakah,Suʿud,Tahir,Tahsin,Tajm Allah,Taĝ,Taĝ al-Din,Talal,Talib,Tamim,Tamir,Tamam,Tammam,Takij,Tarif,Tarik,Taslim,Tavfik,Tavhid,Tajmullah,Tajsir,Tajjib,Tabit,Tamir,Takib,Tavab,Tavban,ʿUbaidah,Ubaid,Ubajj,ʿUdajl,ʿUdaj,ʿUmar,Umarah,Umair,ʾaUrvah,Usajm,Usama,ʿUtbah,Utal,Utman,Vaddah,Vadi,Vadid,Vafik,Vahab,Vahhab,Vahid,Vaʾil,Vaĝdi,Vaĝid,Vaĝih,Vakil,Valid,Valif,Valij Allah,Valij al-Din,Vakar,Vakkas,Vard,Vasif,Vasil,Vasim,Vazir,Jahja,Jaman,Jaʿkub,Jasar,Jasin,Jasir,Jazan,Jazid,Junus,Jushua,Jusri,Jusuf,Zafar,Zafir,Zahid,Zahir,Zajd,Zaim,Zajn,Zarif,Zakarrija,Zaki,Zakvan,Zijad,Zubajr,Zuhajr

source: main={name_long}|{prefix}{suffix}|{name_mid}{connector}{name_mid} name_mid={prefix}{suffix}|{name_short} name_long={prefix}{suffix}|{prefix}{centre}{suffix} name_short=Din|Sif|Din|Taj|Sud|Ali|Lut|Nuh|Qays|Nimr|Jad|Bushr|Lut|Maʿd|Nur|Fadl prefix=Ab|Bas|Fat|Gha|Al|Ba|Ja|Ha|Mu|Ra|Raz|Abi|Am|La|ʿAj|Ala|ʿAk|Fa|Du|Im|Ju|Mun|Ma|Ni|Ji|Mu|Lab|Luf|Mih|Mi|Qu|Tal|Ta|Tha|Za|Zi|Yas|Wa|Su|Qa|ʿIkri|Lu|Su|Osa|Rag|Saf|Da|Fay|Nib|Nash suffix=af|al|lih|bair|sur|bi|lah|at|sim|ma|ih|yl|iq|raj|mam|man|ya|zid|riya|ail|air|ah|en|in|ayd|ud|rah|wah|nan|as|ir|ba|ni|yad|ras|zuq|hid|mal|kib connector= al-| bin | ibn centre=ʿ|ʾ|hi|sa|kar|da|na|ja|tay|ki|hai|saw
eo: main={name_long}|{prefix}{suffix}|{name_mid}{connector}{name_mid} name_mid={prefix}{suffix}|{name_short} name_long={prefix}{suffix}|{prefix}{centre}{suffix} name_short=Din|Sif|Din|Taĝ|Sud|Ali|Lut|Nuh|Kajs|Nimr|Ĝad|Buŝr|Lut|Maʿd|Nur|Fadl prefix=Ab|Bas|Fat|Gha|Al|Ba|Ĝa|Ha|Mu|Ra|Raz|Abi|Am|La|ʿAĝ|Ala|ʿAk|Fa|Du|Im|Ĝu|Mun|Ma|Ni|Ĝi|Mu|Lab|Luf|Mih|Mi|Ku|Tal|Ta|Za|Zi|Jas|Va|Su|Ka|ʿIkri|Lu|Su|Osa|Rag|Saf|Da|Faj|Nib|Naŝ suffix=af|al|lih|bair|sur|bi|lah|at|sim|ma|ih|jl|ik|raĝ|mam|man|ja|zid|rija|ail|air|ah|en|in|ajd|ud|rah|vah|nan|as|ir|ba|ni|jad|ras|zuk|hid|mal|kib connector= al-| bin | ibn centre=ʿ|ʾ|hi|sa|kar|da|na|ĝa|taj|ki|hai|sav
