Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: The maximum number of turns the game can last
en@shaw: ğ‘ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘’ğ‘¨ğ‘¯ ğ‘¤ğ‘­ğ‘•ğ‘‘

source: Enables user time limit
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘¿ğ‘Ÿğ‘¼ ğ‘‘ğ‘²ğ‘¥ ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘

source: Longest time allowed for first turn (seconds)
en@shaw: ğ‘¤ğ‘ªğ‘™ğ‘œğ‘©ğ‘•ğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘“ğ‘¹ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘‘ğ‘»ğ‘¯ (ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ)

source: Longest time possible for any turn (seconds)
en@shaw: ğ‘¤ğ‘ªğ‘™ğ‘œğ‘©ğ‘•ğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘§ğ‘¯ğ‘¦ ğ‘‘ğ‘»ğ‘¯ (ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ)

source: Time for general tasks each turn (seconds)
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘“ğ‘¹ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘‘ğ‘­ğ‘•ğ‘’ğ‘• ğ‘°ğ‘— ğ‘‘ğ‘»ğ‘¯ (ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ)

source: Time for each attack, recruit, and capture
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘“ğ‘¹ ğ‘°ğ‘— ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘, ğ‘¯ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»

source: Use scenario specific settings
en@shaw: ğ‘¿ğ‘Ÿ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘•ğ‘ğ‘©ğ‘•ğ‘¦ğ‘“ğ‘¦ğ‘’ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Randomize time of day in begin
en@shaw: ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ğ‘²ğ‘Ÿ ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘›ğ‘± ğ‘¦ğ‘¯ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯

source: No eras found.
en@shaw: ğ‘¯ğ‘´ ğ‘½ğ‘©ğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘›.

source: No eras found
en@shaw: ğ‘¯ğ‘´ ğ‘½ğ‘©ğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: Invalid era selected
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘½ğ‘© ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: You must enter a name.
en@shaw: ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘© ğ‘¯ğ‘±ğ‘¥.

source: Set Password
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘›

source: Password:
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘›:

source: Set the password that people wanting to join your game as players must enter.
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘‘ ğ‘¡ğ‘¶ğ‘¯ ğ‘¿ğ‘¼ ğ‘œğ‘±ğ‘¥ ğ‘¨ğ‘Ÿ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼.

source: Turns:
en@shaw: ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ:

source: Unlimited Turns
en@shaw: ğ‘³ğ‘¯ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘ğ‘§ğ‘› ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ

source: Init. Limit:
en@shaw: ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘:

source: Turn Bonus:
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘šğ‘´ğ‘¯ğ‘©ğ‘•:

source: Reservoir:
en@shaw: ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘ğ‘¢ğ‘¸:

source: Action Bonus:
en@shaw: ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘´ğ‘¯ğ‘©ğ‘•:

source: Village Gold:
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘œğ‘´ğ‘¤ğ‘›:

source: Exp. Mod.:
en@shaw: XP ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘»:

source: Players:
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ:

source: Size:
en@shaw: ğ‘•ğ‘²ğ‘Ÿ:

source: Invalid Color
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘³ğ‘¤ğ‘¼

source: Selected user:
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¿ğ‘Ÿğ‘¼:

source: Leader:
en@shaw: ğ‘¤ğ‘°ğ‘›ğ‘»:

source: Recruits:
en@shaw: ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ğ‘•:

source: No era information found.
en@shaw: ğ‘¯ğ‘´ ğ‘½ğ‘© ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘ªğ‘¯ ğ‘“ğ‘¬ğ‘¯ğ‘›.

source: No multiplayer sides found
en@shaw: ğ‘¯ğ‘´ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘•ğ‘²ğ‘›ğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: Choose your faction:
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘¿ğ‘¼ ğ‘“ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯:

source: Starting position:
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯:

source: multiplayer_starting_gold^Gold
en@shaw: ğ‘œğ‘´ğ‘¤ğ‘›

source: invalid network handle
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤

source: Client disconnected
en@shaw: ğ‘’ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›

source: Could not add socket to socket set
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘› ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘ ğ‘‘ ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘ ğ‘•ğ‘§ğ‘‘

source: Could not send initial handshake
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘–ğ‘±ğ‘’

source: Terrain with a movement cost less than 1 encountered.
el: Βρέθηκε έδαφος με κόστος κίνησης μικρότερο από 1.
en@shaw: ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘ªğ‘•ğ‘‘ ğ‘¤ğ‘§ğ‘• ğ‘ğ‘¨ğ‘¯ 1 ğ‘¦ğ‘¯ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘»ğ‘›.
eo: Tereno kun movkosto malplia ol 1 troviĝis.

source: Loading level
en@shaw: ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤

source: Initializing teams
en@shaw: ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘¦ğ‘™ ğ‘‘ğ‘°ğ‘¥ğ‘Ÿ

source: Loading units
en@shaw: ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•

source: Initializing display
en@shaw: ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘¦ğ‘™ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±

source: Starting game
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘œğ‘±ğ‘¥

source: Back to turn
en@shaw: ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘‘ğ‘»ğ‘¯

source: Error while reading the WML:
el: Σφάλμα στο διάβασμα του WML:
en@shaw: ğ‘»ğ‘¹ ğ‘¢ğ‘²ğ‘¤ ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘ WML:
eo: Eraro dum legado de WML:

source: This scenario has ended. Do you want to continue the campaign?
el: Αυτό το σενάριο τελείωσε. Θέλετε να συνεχίσετε την εκστρατεία;
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘£ğ‘¨ğ‘Ÿ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘›. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯?
eo: Ĉi tiu scenaro finiĝis. Ĉu vi volas daŭrigi la kampanjon?

source: Downloading next scenario...
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´...

source: Unknown scenario: '$scenario|'
en@shaw: ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´: '$scenario|'

source: $name has taken control
el: Ο/Η $name ανέλαβε τον έλεγχο
en@shaw: $name ğ‘£ğ‘¨ğ‘Ÿ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤
eo: $name ekregis

source: Turn changed
el: Ο γύρος άλλαξε
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘›
eo: Vico ŝanĝiĝis

source: Undoing moves not yet transmitted to the server.
el: Αναίρεση κινήσεων που δεν έχουν ακόμα μεταδοθεί στον διακομιστή.
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘˜ğ‘§ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘¥ğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘ğ‘».
eo: Malfaro de movoj ankoraŭ ne transsenditaj al la servilo.

source: Waiting for next scenario...
en@shaw: ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´...

source: The game is out of sync, and cannot continue. There are a number of reasons this could happen: this can occur if you or another player have modified their game settings. This may mean one of the players is attempting to cheat. It could also be due to a bug in the game, but this is less likely. Do you want to save an error log of your game?
en@shaw: ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘¬ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘™ğ‘’, ğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿. ğ‘ğ‘º ğ‘¸ ğ‘© ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘ªğ‘’ğ‘» ğ‘¦ğ‘“ ğ‘¿ ğ‘¹ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¤ğ‘±ğ‘» ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘ğ‘º ğ‘œğ‘±ğ‘¥ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ. ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘± ğ‘¥ğ‘°ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘©ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ğ‘™ ğ‘‘ ğ‘—ğ‘°ğ‘‘. ğ‘¦ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘šğ‘° ğ‘›ğ‘¿ ğ‘‘ ğ‘© ğ‘šğ‘³ğ‘œ ğ‘¦ğ‘¯ ğ‘ ğ‘œğ‘±ğ‘¥, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¤ğ‘§ğ‘• ğ‘¤ğ‘²ğ‘’ğ‘¤ğ‘¦. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘©ğ‘¯ ğ‘»ğ‘¹ ğ‘¤ğ‘ªğ‘œ ğ‘ ğ‘¿ğ‘¼ ğ‘œğ‘±ğ‘¥?

source: Remaining gold:
el: Απομένων χρυσός:
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘œğ‘´ğ‘¤ğ‘›:
eo: Restanta oro:

source: Early finish bonus:
el: Μπόνους πρόωρου τερματισμού:
en@shaw: ğ‘»ğ‘¤ğ‘° ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘šğ‘´ğ‘¯ğ‘©ğ‘•:
eo: Bonifiko pro rapida fino:

source: Turns finished early:
el: Ολοκληρωμένοι γύροι νωρίς:
en@shaw: ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘ ğ‘»ğ‘¤ğ‘°:
eo: Ŝparitaj vicoj:

source: Bonus:
en@shaw: ğ‘šğ‘´ğ‘¯ğ‘©ğ‘•:

source: Gold:
en@shaw: ğ‘œğ‘´ğ‘¤ğ‘›:

source: Carry over percentage:
en@shaw: ğ‘’ğ‘¨ğ‘®ğ‘¦ ğ‘´ğ‘ğ‘¼ ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡:

source: Bonus Gold:
en@shaw: ğ‘šğ‘´ğ‘¯ğ‘©ğ‘• ğ‘œğ‘´ğ‘¤ğ‘›:

source: Retained Gold:
en@shaw: ğ‘®ğ‘¦ğ‘‘ğ‘±ğ‘¯ğ‘› ğ‘œğ‘´ğ‘¤ğ‘›:

source: You will start the next scenario with $gold on top of the defined minimum starting gold.
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘¢ğ‘¦ğ‘ $gold ğ‘ªğ‘¯ ğ‘‘ğ‘ªğ‘ ğ‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘œğ‘´ğ‘¤ğ‘›.
eo: Vi komencos la sekvan scenaron kun $gold super la difinita minimuma komenca orkvanto.

source: You will start the next scenario with $gold or its defined minimum starting gold, whichever is higher.
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘¢ğ‘¦ğ‘ $gold ğ‘¹ ğ‘¦ğ‘‘ğ‘• ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘œğ‘´ğ‘¤ğ‘›, ğ‘¢ğ‘¦ğ‘—ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘£ğ‘²ğ‘¼.
eo: Vi komencos la sekvan scenaron kun $gold da oro aŭ ĝia difinita minimuma komenca kvanto, kio ajn pli altu.

source: A network disconnection has occurred, and the game cannot continue. Do you want to save the game?
en@shaw: ğ‘© ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ªğ‘’ğ‘»ğ‘›, ğ‘¯ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘ ğ‘œğ‘±ğ‘¥?

source: It is now $name|'s turn
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘¬ $name|'s ğ‘‘ğ‘»ğ‘¯

source: Scenario Report
el: Αναφορά αποστολής
en@shaw: ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘
eo: Raporto pri scenaro

source: Replace with $player
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¢ğ‘¦ğ‘ $player

source: $player has left the game. What do you want to do?
en@shaw: $player ğ‘£ğ‘¨ğ‘Ÿ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘ ğ‘œğ‘±ğ‘¥. ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘µ?

source: replay
en@shaw: ğ‘®ğ‘°ğ‘ğ‘¤ğ‘±

source: Warning: The file you have tried to load is corrupt. Loading anyway.
en@shaw: ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™: ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘®ğ‘²ğ‘› ğ‘‘ ğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘Ÿ ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘. ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±.
eo: Averto: la dosiero, kiun vi provis ŝargi, estas damaĝita. Ŝargiĝas malgraŭe.

source: This save is from a version too old to be loaded.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘•ğ‘±ğ‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘‘ğ‘µ ğ‘´ğ‘¤ğ‘› ğ‘‘ ğ‘šğ‘° ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›.

source: The game could not be saved:
el: Η αποθήκευση του παιχνιδιού ήταν αδύνατη:
en@shaw: ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘•ğ‘±ğ‘ğ‘›:
eo: Ne eblis konservi la ludon:

source: Save already exists. Do you want to overwrite it?
el: Η αποθήκευση υπάρχει ήδη. Θέλετε να την αντικαταστήσετε;
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘‘ ğ‘¦ğ‘‘?
eo: Konservaĵo jam ekzistas. Ĉu vi volas superskribi ĝin?

source: Save names should not end on '.gz'. Please choose a different name.
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘ªğ‘¯ '.gz'. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘¥.

source: Could not write to file
el: Αδυναμία εγγραφής στο αρχείο
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘“ğ‘²ğ‘¤
eo: Ne eblas skribi en dosieron.

source: Save Replay
el: Αποθήκευση επανάληψης
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘®ğ‘°ğ‘ğ‘¤ğ‘±
eo: Konservi reludadon

source: Unexpected characters at line start
el: Μη αναμενόμενοι χαρακτήρες στην αρχή της γραμμής
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘¤ğ‘²ğ‘¯ ğ‘•ğ‘‘ğ‘¸ğ‘‘
eo: Neatendataj signoj en komenco de linio

source: Missing closing tag for tag $tag at $pos
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘‘ğ‘¨ğ‘œ ğ‘“ğ‘¹ ğ‘‘ğ‘¨ğ‘œ $tag ğ‘¨ğ‘‘ $pos

source: Unterminated [element] tag
el: Μη τερματισμένη ετικέτα [element]
en@shaw: ğ‘³ğ‘¯ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘©ğ‘› [ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘] ğ‘‘ğ‘¨ğ‘œ
eo: Nefinita etikedo [elemento]

source: Invalid tag name
el: Μη έγκυρο όνομα ετικέτας
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘‘ğ‘¨ğ‘œ ğ‘¯ğ‘±ğ‘¥
eo: Nevalida nomo de etikedo

source: Unterminated [+element] tag
el: Μη τερματισμένη ετικέτα [+element]
en@shaw: ğ‘³ğ‘¯ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘©ğ‘› [+ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘] ğ‘‘ğ‘¨ğ‘œ
eo: Nefinita etikedo [+element]

source: Invalid closing tag name
el: Μη έγκυρο όνομα ετικέτας κλεισίματος
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘‘ğ‘¨ğ‘œ ğ‘¯ğ‘±ğ‘¥
eo: Nevalida nomo de ferma etikedo

source: Unterminated closing tag
el: Μη τερματισμένη ετικέτα κλεισίματος
en@shaw: ğ‘³ğ‘¯ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘‘ğ‘¨ğ‘œ
eo: Nefinita ferma etikedo

source: Unexpected closing tag
el: Απροσδόκητη ετικέτα κλεισίματος
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘‘ğ‘¨ğ‘œ
eo: Neatendita ferma etikedo

source: Found invalid closing tag $tag2 for tag $tag1 (opened at $pos)
en@shaw: ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘‘ğ‘¨ğ‘œ $tag2 ğ‘“ğ‘¹ ğ‘‘ğ‘¨ğ‘œ $tag1 (ğ‘´ğ‘ğ‘©ğ‘¯ğ‘› ğ‘¨ğ‘‘ $pos)

source: Empty variable name
el: Κενό όνομα μεταβλητής
en@shaw: ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¯ğ‘±ğ‘¥
eo: Malplena nomo de variablo

source: Unexpected characters after variable name (expected , or =)
el: Μη αναμενόμενοι χαρακτήρες μετά το όνομα μεταβλητής (αναμενόταν , ή =)
en@shaw: ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¯ğ‘±ğ‘¥ (ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› , ğ‘¹ =)
eo: Neatenditaj signoj post nomo de variablo (atendiĝis , aŭ =)

source: Unterminated quoted string
el: Μη τερματισμένο αλφαριθμητικό σε εισαγωγικά
en@shaw: ğ‘³ğ‘¯ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘¢ğ‘´ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™
eo: Nefinita cita ĉeno

source: $error, value '$value', previous '$previous_value' at $pos
en@shaw: $error, ğ‘ğ‘¨ğ‘¤ğ‘¿ '$value', ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• '$previous_value' ğ‘¨ğ‘‘ $pos

source: $error, value '$value' at $pos
en@shaw: $error, ğ‘ğ‘¨ğ‘¤ğ‘¿ '$value' ğ‘¨ğ‘‘ $pos

source: Details
en@shaw: ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Damage
en@shaw: ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡

source: Overall
en@shaw: ğ‘´ğ‘ğ‘¼ğ‘·ğ‘¤

source: This Turn
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘»ğ‘¯

source: Inflicted
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ğ‘¦ğ‘›

source: Taken
en@shaw: ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯

source: Allied village
de: Verbündetes Dorf
el: Συμμαχικό χωριό
en@shaw: ğ‘¨ğ‘¤ğ‘²ğ‘› ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡
eo: Alianca vilaĝo

source: Enemy village
de: Gegnerisches Dorf
el: Εχθρικό χωριό
en@shaw: ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡
eo: Malamika vilaĝo

source: Owned village
de: Eigenes Dorf
el: Χωριό στην κατοχή σου
en@shaw: ğ‘´ğ‘¯ğ‘› ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡
eo: Propra vilaĝo

source: border_size should be between 0.0 and 0.5.
el: Το border_size πρέπει να είναι μεταξύ 0.0 και 0.5.
en@shaw: border_size ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ 0.0 ğ‘¯ 0.5.
eo: border_size estu inter 0.0 kaj 0.5.

source: TitleScreen button^Add-ons
en@shaw: ğ‘¨ğ‘›-ğ‘­ğ‘¯ğ‘Ÿ

source: TitleScreen button^Map Editor
en@shaw: ğ‘¥ğ‘¨ğ‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: TitleScreen button^Credits
en@shaw: ğ‘’ğ‘®ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘•

source: TitleScreen button^Previous
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•

source: TitleScreen button^Next
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘

source: TitleScreen button^Help
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘

source: TitleScreen button^Help Wesnoth
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”

source: Load a saved game
en@shaw: ğ‘¤ğ‘´ğ‘› ğ‘© ğ‘•ğ‘±ğ‘ğ‘› ğ‘œğ‘±ğ‘¥

source: Download usermade campaigns, eras, or map packs
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘› ğ‘¿ğ‘Ÿğ‘¼ğ‘¥ğ‘±ğ‘› ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ğ‘Ÿ, ğ‘½ğ‘©ğ‘Ÿ, ğ‘¹ ğ‘¥ğ‘¨ğ‘ ğ‘ğ‘¨ğ‘’ğ‘•

source: Start the map editor
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘¥ğ‘¨ğ‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: Show next tip of the day
en@shaw: ğ‘–ğ‘´ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘¦ğ‘ ğ‘ ğ‘ ğ‘›ğ‘±

source: Show Battle for Wesnoth help
en@shaw: ğ‘–ğ‘´ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘£ğ‘§ğ‘¤ğ‘

source: Upload statistics
en@shaw: ğ‘³ğ‘ğ‘¤ğ‘´ğ‘› ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘•

source: Help Wesnoth
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”

source: Help Wesnoth by sending us information
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘šğ‘² ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘³ğ‘• ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘ªğ‘¯

source: No time of day has been defined.
en@shaw: ğ‘¯ğ‘´ ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘›ğ‘± ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›.

source: Unknown unit type '$type|' while generating traits
en@shaw: ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ğ‘²ğ‘ '$type|' ğ‘¢ğ‘²ğ‘¤ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘•

source: and
en@shaw: ğ‘¯

source: moves
en@shaw: ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: XP to advance
en@shaw: XP ğ‘‘ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•

source: move
en@shaw: ğ‘¥ğ‘µğ‘

source: $effect_description per level
el: $effect_description ανά επίπεδο
en@shaw: $effect_description ğ‘ğ‘» ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤
eo: $effect_description ponivele

source: strike
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’

source: % accuracy
en@shaw: % ğ‘¨ğ‘’ğ‘˜ğ‘»ğ‘©ğ‘•ğ‘°

source: % parry
en@shaw: % ğ‘ğ‘ºğ‘°

source: female^chaotic
el: χαοτική
en@shaw: ğ‘’ğ‘±ğ‘­ğ‘‘ğ‘¦ğ‘’
eo: ĥaosa

source: female^lawful
el: νομοταγής
en@shaw: ğ‘¤ğ‘·ğ‘“ğ‘«ğ‘¤
eo: laŭleĝa

source: female^neutral
el: ουδέτερη
en@shaw: ğ‘¯ğ‘µğ‘‘ğ‘®ğ‘©ğ‘¤
eo: neŭtrala

source: Wesnoth relies on volunteers like yourself for feedback, especially beginners and new players. Wesnoth keeps summaries of your games: you can help us improve game play by giving permission to send these summaries (anonymously) to wesnoth.org.
en@shaw: Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘®ğ‘¦ğ‘¤ğ‘²ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ğ‘ªğ‘¤ğ‘©ğ‘¯ğ‘‘ğ‘½ğ‘Ÿ ğ‘¤ğ‘²ğ‘’ ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘“ğ‘¹ ğ‘“ğ‘°ğ‘›ğ‘šğ‘¨ğ‘’, ğ‘¦ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘šğ‘¦ğ‘œğ‘¦ğ‘¯ğ‘»ğ‘Ÿ ğ‘¯ ğ‘¯ğ‘¿ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ. Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘’ğ‘°ğ‘ğ‘• ğ‘•ğ‘©ğ‘¥ğ‘»ğ‘°ğ‘Ÿ ğ‘ ğ‘¿ğ‘¼ ğ‘œğ‘±ğ‘¥ğ‘Ÿ: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘¦ğ‘¥ğ‘ğ‘®ğ‘µğ‘ ğ‘œğ‘±ğ‘¥ ğ‘ğ‘¤ğ‘± ğ‘šğ‘² ğ‘œğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘ªğ‘¯ ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘•ğ‘©ğ‘¥ğ‘»ğ‘°ğ‘Ÿ (ğ‘©ğ‘¯ğ‘ªğ‘¯ğ‘¦ğ‘¥ğ‘©ğ‘•ğ‘¤ğ‘¦) ğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”.ğ‘¹ğ‘œ.

source: Summaries are stored here:
en@shaw: ğ‘•ğ‘©ğ‘¥ğ‘»ğ‘°ğ‘Ÿ ğ‘¸ ğ‘•ğ‘‘ğ‘¹ğ‘› ğ‘£ğ‘½:

source: You can view the results at:
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘¿ ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘• ğ‘¨ğ‘‘:

source: Help us make Wesnoth better for you!
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘¥ğ‘±ğ‘’ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘“ğ‘¹ ğ‘¿!

source: Enable summary uploads
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘³ğ‘¥ğ‘¼ğ‘¦ ğ‘³ğ‘ğ‘¤ğ‘´ğ‘›ğ‘Ÿ

source: Custom
el: Προσαρμοσμένο
eo: Propra

source: Compress saved games
el: Συμπίεση αποθηκευμένων παιχνιδιών
eo: Densigi konservitajn ludojn

source: save_compression^Gzip
el: Τύπος συμπίεσης κατά την αποθήκευση^Gzip
eo: Gzip

source: save_compression_desc^Default compression, faster
el: Προεπιλεγμένη συμπίεση, γρηγορότερη
eo: Defaŭlta densigo, pli rapida

source: save_compression^Bzip2
el: Τύπος συμπίεσης κατά την αποθήκευση^Bzip2
eo: Bzip2

source: save_compression_desc^Best compression, slower
el: Καλύτερη συμπίεση, πιο αργή
eo: Plej bona densigo, pli malrapida

source: save_compression^No
el: Όχι
eo: Ne

source: save_compression_desc^Large plain text files
el: Μεγάλα αρχεία απλού κειμένου
eo: Grandaj plattekstaj dosieroj

source: Show icons in the Add-ons manager
el: Εμφάνιση εικονιδίων στη Διαχείριση Πρόσθετων

source: Disabling saves bandwidth by not sending icons for the add-ons list in the add-ons manager
el: Η απενεργοποίηση εξοικονομεί εύρος ζώνης μη στέλνοντας εικονίδια για τη λίστα πρόσθετων στη διαχείριση πρόσθετων
eo: Malaktivigo konservas bendlarĝon ĉar ne sendiĝas bildsimboloj por la listo de aldonaĵoj en la administrilo de aldonaĵoj

source: Mouse scrolling
el: Κύλιση ποντικιού
eo: Musrulumo

source: Middle-click scrolling
el: Κύλιση με το μεσαίο κλικ
eo: Mezklaka rulumo

source: Show combat
el: Εμφάνιση μάχης
eo: Montri batalon

source: Follow unit actions
el: Παρακολούθηση ενεργειών μονάδων
eo: Sekvi agojn de unuoj

source: Choose whether the map view should scroll to a unit when an action or move is animated
el: Επιλέξτε αν η προβολή του χάρτη θα πρέπει να κάνει κύλιση σε μια μονάδα όταν μια ενέργεια ή κίνηση είναι κινούμενη
eo: Elektu ĉu la mapa vido rulumu al unuo, kiam ago aŭ movo animiĝas

source: Chat message aging
el: Διάρκεια μηνυμάτων συνομιλίας
eo: Aĝado de babilmesaĝoj

source: Number of minutes to wait before clearing an ingame chat message. Set to 0 to disable.
el: Αριθμός λεπτών αναμονής πριν την απόκρυψη μηνύματος συνομιλίας εντός παιχνιδιού. Ορίστε 0 για απενεργοποίηση.
eo: Nombro de minutoj, kiom atendi antaŭ forigi enludan babilmesaĝon. Alĝustigu al 0 por malkapabligi.

source: Use 12-hour clock format
el: Χρήση 12ωρης μορφής ρολογιού
eo: Uzi 12-horan horloĝan aranĝon

source: Confirm loading saves from a different version
el: Επιβεβαίωση φόρτωσης αποθηκεύσεων από διαφορετική έκδοση
eo: Konfirmu ŝargon de konservaĵoj el alia versio

source: Show all unit types in help
el: Εμφάνιση όλων των τύπων μονάδων στη βοήθεια
eo: Montri ĉiujn unuospecojn en helpo

source: Show all unit types in the help (requires restart). If unset, only units that have been encountered will be shown.
el: Εμφάνιση όλων των τύπων μονάδων στη βοήθεια (απαιτεί επανεκκίνηση). Εάν δεν έχει οριστεί, θα εμφανίζονται μόνο οι μονάδες που έχουν συναντηθεί.
eo: Montri ĉiujn unuspecojn en la helpo (postulas rekomencon). Se malŝaltite, nur unuoj trovitaj montriĝos.

source: Editor recent files limit
el: Όριο πρόσφατων αρχείων επεξεργαστή
eo: Limo de lastaj dosieroj por la redaktilo

source: The maximum number of items to display on the Recent Files menu in the editor
el: Ο μέγιστος αριθμός αντικειμένων που θα εμφανίζονται στο μενού Πρόσφατα αρχεία του επεξεργαστή
eo: La maksimuman nombron da aĵoj, kiom elmontru en la "Lastatempaj Dosieroj" menuo en la redaktilo

source: Show color cursors
el: Εμφάνιση έγχρωμων δεικτών
eo: Montri kolorajn kursorojn

source: Use colored mouse cursors
el: Χρήση έγχρωμων δεικτών ποντικιού
eo: Uzi kolorajn muskursorojn

source: Customize orb colors
el: Προσαρμογή χρωμάτων σφαίρας
eo: Alĝustigi kolorojn de sferoj

source: Customize Reach Map (Unit Movement UI)
el: Προσαρμογή Χάρτη Εμβέλειας (UI Κίνησης Μονάδας)

source: Logging
el: Καταγραφή
eo: Protokolado

source: Allow damage calculation with Monte Carlo simulation
el: Επιτρέψτε υπολογισμό ζημιάς με προσομοίωση Monte Carlo
eo: Permesi damaĝkalkuladon per simulado Monte Carlo

source: Allow the damage calculation window to simulate fights instead of using exact probability calculations
el: Να επιτρέπεται στο παράθυρο υπολογισμού ζημιών να προσομοιώνει μάχες αντί να χρησιμοποιεί ακριβείς υπολογισμούς πιθανοτήτων
eo: Permesi al la fenestro pri kalkulo de damaĝo simuli batalojn anstataŭ uzi ekzaktajn probablecajn kalkulojn

source: Show deprecation messages in-game
el: Εμφάνιση μηνυμάτων απαξίωσης στο παιχνίδι
eo: Montri malaktualecajn mesaĝojn enlude

source: Show warnings about deprecated API in the in-game chat area. These messages will still be shown in the log, even if this is disabled. In addition, the deprecation log-domain controls how many messages are printed.
el: Εμφάνιση προειδοποιήσεων σχετικά με το καταργημένο API στην περιοχή συνομιλίας εντός του παιχνιδιού. Αυτά τα μηνύματα θα εξακολουθούν να εμφανίζονται στο αρχείο καταγραφής, ακόμη και αν αυτό είναι απενεργοποιημένο. Επιπλέον, ο τομέας καταγραφής απόσυρσης ελέγχει πόσα μηνύματα εκτυπώνονται.
eo: Montri avertojn pri malaktualigitan API en la enluda babilareo. Ĉi tiuj mesaĝoj ankoraŭ aperos en la portokolo, eĉ se ĉi tio malaktiviĝas. Kroem, la malaktualeca protokoldomajno regas, kiom da mesaĝoj presiĝas.

source: Font size scale (experimental)
el: Κλίμακα μεγέθους γραμματοσειράς (πειραματικό)
eo: Tipargranda skalo (eksperimenta)

source: Scales all text up or down from the standard size for your resolution. Warning: Scaling text up may cause issues in the in-game sidebar.
el: Μεγέθυνση ή σμίκρυνση όλου του κειμένου από το τυπικό μέγεθος για την ανάλυσή σας. Προειδοποίηση: Η μεγέθυνση του κειμένου ενδέχεται να προκαλέσει προβλήματα στην πλαϊνή γραμμή εντός του παιχνιδιού.
eo: Skalas ĉiun tekston supren aŭ malsupren el la norma grando por via bilddetaligeblo. Averto: suprenskaligo de teksto povas kaŭzi problemojn en la enluda flankpanelo.

source: Server disconnect timeout
el: Χρονικό όριο αποσύνδεσης διακομιστή
eo: Tempolimo por malkonektiĝo el servilo

source: The amount of time in seconds before a disconnect is detected. If currently logged into the multiplayer server, you must log out and then log back in for this to take effect.
el: Το χρονικό διάστημα σε δευτερόλεπτα πριν εντοπιστεί μια αποσύνδεση. Εάν είστε συνδεδεμένοι στον διακομιστή πολλών παικτών, πρέπει να αποσυνδεθείτε και να συνδεθείτε ξανά για να τεθεί σε ισχύ.
eo: La tempokvanto laŭ sekundoj antaŭ malkonektiĝoj detektiĝas. Se nun ensalutinte en la plurludanteca servilo, vi devos elsaluti kaj poste reensaluti por ke ĉi tio efiku.

source: Show missed attack indicator
el: Εμφάνιση δείκτη αστοχίας επίθεσης

source: Display a visual indicator above a defender when an attack misses.
el: Εμφάνιση οπτικού δείκτη πάνω από έναν υπερασπιστή όταν μια επίθεση αστοχεί.

source: Potion grants steadfast ability and 20% resistance to impact.
el: Το φίλτρο δίνει ικανότητα σταθερότητας και 20% αντίσταση στο κτύπημα.

source: Blue Potion
el: Μπλε Φίλτρο
eo: Blua pocio

source: A potion of unknown origin.
el: Ένα φίλτρο άγνωστης προέλευσης.
