Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Victory: @Escape from the Capital by killing one of the two necromancers Defeat: #Death of Gweddry #Death of Dacyn
fr: Victoire: @S'échapper de la capitale en tuant un des deux nécromanciens Défaite: #Mort de Gweddry #Mort de Dacyn
sv: Seger: @Fly från huvudstaden genom att döda en av de två nekromantikerna Nederlag: #Gweddry dör #Dacyn dör

source: We have came all the way to Mal-Ravanal's Capital!
fr: Nous avons parcouru tout ce chemin, pour enfin arriver à la capitale de Mal-Ravanal !
sv: Vi har nått ända fram till Mal-Ravanals huvudstad!

source: Yes, but look! The undead forces are closing in behind us. We cannot kill Mal-Ravanal. We must turn back!
fr: Oui, mais regardez ! Les forces mort-vivantes se referment derrière nous. Nous ne pouvons tuer Mal-Ravanal. Nous devons faire demi-tour !
sv: Ja, men se! De vandöda styrkorna närmar sig bakifrån. Vi kan inte döda Mal-Ravanal. Vi måste vända tillbaka!

source: True. We must kill one of these necromancers that follows us to retreat. Still, I think we have done some good here: these enemies are delayed by our actions.
sv: Sant. Vi kan endast retirera om vi dödar en av nekromantikerna som förföljer oss. Men jag tror ändå att vi har gjort en skillnad här: fienden har sinkats av våra handlingar.

source: These humans have dared to come this far into my land. Crush them!
fr: Ces humains ont osé venir aussi loin dans mes terres. Écrasez-les !
sv: Har människorna vågat sig så långt in i mitt land. Krossa dem!

source: You dare to attack ME?!? Go back to your master!
fr: Vous osez m'attaquer MOI ?!? Retournez voir votre maître !
sv: Vågar du attackera MIG?!? Återvänd till din mästare!

source: Thank you for destroying that skeleton warrior! Every time you kill one of the Revenants, one of my ally knights is let free!
fr: Je vous remercie d'avoir tué ce guerrier squelette ! Chaque fois que vous tuerez un des Revenants, un de mes alliés chevaliers est libéré !
sv: Tack för att du dödade den skelettkrigaren! Varje gång som du dödar en Skugghämnare, så släpps en av mina allierade riddare fri!

source: Why? Are you the undead's prisoners?
fr: Pourquoi ? Êtes-vous les prisonniers des morts-vivants ?
sv: Varför? Är ni fångar hos de vandöda?

source: Yes. My allies and I were questing when we were ambushed by undead. The guard is playing a sick game- whenever one of their warriors dies, one of us is let free, but whenever you lose a fighter, they kill one of us.
fr: Oui. Mes alliés et moi étions en quête quand nous fûmes pris dans une embuscade des morts-vivants. La garde joue un jeu pervers - à chaque fois qu'un de ses guerriers meurt, un des nôtres est libéré, mais à chaque fois que vous perdez un guerrier, ils tuent l'un d'entre vous.
sv: Ja. Jag och mina allierade var på ett uppdrag när vi föll i de vandödas bakhåll. Vakterna spelar ett sjukt spel - varje gång som en av deras krigare dör, släpper de en av oss fria, men varje gång du förlorar en soldat, så dödar de en av oss.

source: This sounds like a dangerous game. We will try to free as many of you as possible before we escape from here.
fr: Ça semble être un jeu dangereux. Nous essaierons de libérer autant que possible des vôtres avant de nous échapper d'ici.
sv: De spelar ett farligt spel. Vi skall försöka befria så många som möjligt av er innan vi flyr denna plats.

source: There are five of us still locked up in the jail. All of us will join you if you can get us free.
fr: Cinq d'entre nous sont toujours sous les verrous dans leur géôle. Chacun d'entre nous vous rejoindra, si vous pouvez le libérer.
sv: Fem av oss är fortfarande fängslade. Vi kommer alla att ansluta oss till er om ni kan befria oss.

source: Northern Outpost
fr: L'avant-post septentrional
sv: Den nordliga utposten

source: Victory: @Find the thieves in the villages @Kill the thieves and any other bandits that attack @Reach the signpost near Owaec Defeat: #Death of Gweddry #Death of Dacyn #Death of Owaec
fr: Victoire: @Trouver les voleurs dans les villages @Tuer les voleurs, et tous les autres bandits attaquant @Atteindre le panneau de direction proche de Owaec Défaite: #Mort de Gweddry #Mort de Dacyn #Mort de Owaec
sv: Seger: @Hitta tjuvarna i byn @Döda tjuvarna och alla andra banditer som anfaller @Nå vägskylten i närheten av Owaec Nederlag: #Gweddry dör #Dacyn dör #Owaec dör

source: Hail, Gweddry!
fr: Salutations, Gweddry !
sv: Var hälsad, Gweddry!

source: Hello. We have been forced from our positions. Do you think you can help us regain our outpost?
fr: Bonjour. Nous avons été délogés de nos positions. Pensez-vous que vous pourrez nous aider à reprendre notre avant-poste ?
sv: Hej. Vi har tvingats bort från våra positioner. Tror du att du kan hjälpa oss att återta vår utpost?

source: I am not sure. There are bandits in this country, and it is they who rule this land, not the king. My men are afraid of them, and refuse to come out and fight. As you see, though I have many men, they stay penned up in the keep. The thieves hide in the villages.
fr: Je ne suis pas sûr de pouvoir. Il y a des bandits dans ce pays, et ce sont eux qui font la loi, pas le roi. Mes hommes ont peur d'eux, et refusent de sortir combattre. Comme vous pouvez le voir, bien que j'aie de nombreux hommes, ils restent murés dans le donjon. Les voleurs se cachent dans les villages.
sv: Jag är tveksam till om det går. Det finns banditer i riket, och det är de som styr landet, inte kungen. Mina män fruktar dem, och vägrar möta dem i strid. Som du kan se, så har jag gott om trupper, men de gömmer sig i befästningen. Tjuvarna håller till i byarna.

source: Gweddry, I don't think we should try to regain our outpost. We need to go directly to the king. We will see if we can get across to where you are without thieves killing us. Also, we will try to go to the villages and drive the thieves out. Onward, men!
fr: Gweddry, je ne pense pas que nous devrions tenter de regagner notre avant-poste. Nous devons aller trouver le roi directement. Nous verrons si nous pouvons venir jusqu'au lieu où vous vous tenez sans que des voleurs viennent nous tuer. De plus, nous essaierons d'aller dans les villages, et d'en déloger les voleurs. En avant, soldats !
sv: Gweddry, jag tror inte vi ska försöka vinna tillbaka vår utpost. Vi måste gå direkt till kungen. Vi skall försöka ta oss över till er utan att bli dödade av tjuvar. Dessutom tänker vi försöka driva ut tjuvarna ur byarna. Framåt, mannar!

source: We have defeated these bandits. Dacyn, where should we go now?
fr: Nous avons vaincus ces bandits ! Maintenant, où devons-nous aller ?
sv: Vi har besegrat banditerna. Dacyn, vad ska vi göra nu?

source: Well, our outpost has been overrun by undead, and we can't go back there safely. What about yours, Owaec? Have you encountered them?
sv: Nå, vår utpost har intagits av de vandöda och vi kan inte gå tillbaka utan fara. Hur är det med er, Owaec? Har ni stött på dem?

source: No, I haven't seen any undead yet. However, if you say more undead are coming, I believe you. I don't think me and my men could fight against them, so we will come with you.
sv: Nej, jag har inte sett till några vandöda ännu. Men om du säger att fler vandöda är på väg, så litar jag på det. Jag tror inte att jag och mina män skulle kunna gå i strid mot dem, så vi följer med er.

source: Very well. We are going north right now, because there are too many undead to the east and they have already passed us in the west and south.
sv: Jaha. Vi är på väg norrut nu, eftersom det finns alltför många vandöda i öst, och de har redan passerat oss i väst och i syd.

source: Hahaha! I have found you, pesky humans! Prepare to die!
sv: Hahaha! Jag har funnit er, människokryp! Gör er redo att dö!

source: Oh no! The undead have come, and we have not had time to prepare for them! We will all die now!
sv: Åh nej! De vandöda har kommit, och vi har inte haft tid att förbereda oss! Vi kommer alla att dö nu!

source: Training the Ogres
sv: Jättar i träning

source: Victory: @Keep at least two ogres on the grass until your troops catch up with you Defeat: #Death of Gweddry #Death of Dacyn #Death of Owaec
sv: Seger: @Håll kvar åtminstone två jättar på slätten tills dina trupper hinner ifatt dig Nederlag: #Gweddry dör #Dacyn dör #Owaec dör

source: Look, we have found a pack of Ogres. Lets see if we can capture some to train.
sv: Se, vi har funnit en kull av jättar. Låt oss se om vi kan fånga några och träna upp dem.

source: Alright, we have to keep at least two of these Ogres on the grass until our troops get here to capture them.
sv: OK, vi måste få åtminstone två av de här jättarna att bli kvar på slätten tills våra trupper kommer hit och kan ta dem till fånga.

source: We should try to surround them. Gweddry, you stay where you are. Dacyn, you go north-east. I'll go north-west.
sv: Vi bör försöka omringa dem. Gweddry, stanna kvar där du är. Dacyn, gå åt nordost. Jag går åt nordväst.

source: We have let one escape. Lets hope they all don't!
sv: En av dem har kommit undan. Hoppas att de inte flyr allihop!

source: Good! We have managed to capture some Ogres. We can now recruit them into our army.
sv: Bra! Vi har lyckats att ta några jättar till fånga. Nu kan vi rekrytera jättar till vår armé.

source: We didn't capture enough of the ogres here. We will have to go on without them.
sv: Vi lyckades inte ta tillräckligt många jättar till fånga. Vi får klara oss utan dem.

source: Weldyn Besieged
sv: Weldyn under belägring

source: Victory: @Defeat Mal-Ravanal Defeat: #Death of Gweddry #Death of Dacyn #Death of Owaec #Death of Sudoc #Letting any enemy unit onto your keep
sv: Seger: @Besegra Mal-Ravanal Nederlag: #Gweddry dör #Dacyn dör #Owaec dör #Sudoc dör #En fientlig trupp tränger in i din befästning

source: You people are fools! You decided to reject my master's duel... very well, you will all DIE! And know, my master is here, watching your very demise. For he does not fear you at all, and knows that you will never be able to find him and kill him! There are seven of us, and only ONE of us is the real leader! ha ha ha ha! To be fair about it, we will all tell you our names.
sv: Ni är dårar! Ni har valt att avvisa min herres duell ... så ni kommer alla att DÖ! Och vet, min herre är här, för att se er död. För han fruktar er inte alls, och vet att ni aldrig kommer att kunna hitta och döda honom! Det finns sju av oss, och enbart EN av oss är den riktige ledaren! Ha ha ha ha! För att göra det rättvist, så kommer vi att berätta för er vad vi heter.

source: Remember, we have to kill Mal-Ravanal. He's here somewhere...
sv: Kom ihåg, det är Mal-Ravanal vi måste döda . Han är här någonstans...

source: How did you know...?
sv: Hur visste du...?

source: Kill the king!
sv: Döda kungen!

source: They killed Konrad... now, even if save Weldyn, Wesnoth has fallen.
sv: De har dödat Konrad... även om vi räddar Weldyn, så har Wesnoth fallit.

source: The Drowned Plains
fr: Les plaines enneigées
sv: Våtmarkerna

source: Victory: @Defeat Khrakrahs the Skeletal Dragon Defeat: #Death of Gweddry #Death of Dacyn #Death of Owaec #Turns run out
fr: Victoire: @Vaincre Khrakrahs le dragon squelette Défaite: #Mort de Gweddry #Mort de Dacyn #Mort de Owaec #Nombre de tours dépassé
sv: Seger: @Besegra Khrakrahs Skelettdraken Nederlag: #Gweddry dör #Dacyn dör #Owaec dör #Dragen tar slut

source: What the... swamps? These were fertile plains when I was here last!
sv: Vad i hela... Träsk? Sista gången jag var här, var detta bördiga slätter!

source: The lich-lord Mal-Ravanal must have flooded the valley. The undead like the swamp. It is death, decay, everything that they are themselves.
sv: Häxmästaren Mal-Ravanal måste ha översvämmat dalen. De vandöda trivs i träsk. Träsket är död och förruttnelse, precis som de själva.

source: I suppose we will have to wade across it... ugh.
sv: Jag antar att vi måste vada över det...usch.

source: Die... die... my master is calling you... Die!
sv: Dö...dö...min herre ropar på dig... Dö!

source: What is that?!?
fr: Qu'est-ce que c'est ?!?
sv: Vad är det?!

source: The Duel
sv: Duellen

source: Victory: @Defeat Mal-Ravanal Defeat: #Death of Gweddry
sv: Seger: @Besegra Mal-Ravanal Nederlag: #Gweddry dör

source: These are the rules. Each team may recruit up to six of its best minions.
sv: Detta är reglerna. Varje sida får rekrytera upp till sex av sina bästa undersåtar.

source: After this, the keeps will be taken away from the sides, and the battle will commence!
sv: Därefter, så avlägsnas befästningarna, och striden börjar!

source: The first leader to fall loses the duel.
sv: Den förste ledaren som faller förlorar duellen.

source: Foul! He's not allowed to do that!
sv: Fusk! Han får inte göra så!

source: Actually he is. The rules say he can only bring six of his minions,they didn't say he couldn't summon more after the duel started. However, Gweddry is still not allowed to bring more troops, because that would be bringing, not summoning.
sv: Det får han faktiskt. Reglerna säger att han enbart får ta med sig sex undersåtar, de säger inte att inte skulle kunna åkalla fler efter duellen börjat. Men Gweddry får fortfarande inte hämta fler trupper, eftersom det skulle vara att ta med sig, inte att åkalla trupper.

source: That is very unfair. Very well. Continue the duel!
sv: Det kan inte vara rätt. Nåväl. Fortsätt duellen!

source: I can't believe I lost the duel...
sv: Det är inte sant! Jag förlorade duellen...

source: What? He lost? Now we'll start to loooose alllll ourrrrr poweerrrrrr.......
sv: Vad? Förlorade han? Nu kommer vi att börja förlooora allll vårrr kraftttttt.......

source: The Outpost
sv: Utposten

source: Victory: @Resist until you recieve further instructions from Dacyn. Defeat: #Death of Gweddry
sv: Seger: @Gör motstånd till du får fler instruktioner från Dacyn. Nederlag: #Gweddry dör

source: Come, brothers, let us destroy these humans that stop us from entering Wesnoth!
sv: Kom, bröder, låt oss förstöra dessa människor som försöker hindra oss från att gå in i Wesnoth!

source: Since we have no will of our own, we must agree with you.
sv: Då vi inte har någon egen vilja, så måste vi hålla med dig.

source: No! We must hold this outpost!
sv: Nej! Vi måste hålla utposten!

source: I always give my victims the honor of knowing the magnificent leader of the enormous hordes that are about to kill them. I am the evil spirit of Ravanal inhabiting the body of this lich, head of an evil brotherhood of necromancers! Ha ha ha ha!
sv: Jag visar alltid mina offer den äran att låta dem få veta vilken den förträfflige ledaren för de enorma horder som kommer att döda dem är. Jag är Ravanals onda ande, som bebor denna häxmästares kropp, och jag leder ett ondskans brödraskap av nekromantiker! Ha ha ha ha!

source: Aha! We can escape from here now! I have found a trapdoor next to the castle!
sv: Aha! Vi kan fly härifrån nu! Jag har funnit en fallucka bredvid borgen!

source: Follow me, men! Through the trapdoor!
sv: Följ mig mannar! Genom falluckan!

source: Hurry! Before long enemy reinforcements will arrive, and we will all die! Come to the trapdoor!
sv: Skynda er! Snart kommer fiendens truppförstärkningar, och vi kommer alla att dö! Kom till falluckan!

source: The Council
sv: Rådet

source: So what should we do now?
fr: Que devons-nous faire maintenant ?
sv: Vad ska vi göra nu?

source: Sire, the undead armies are attacking!
sv: Sir, de vandöda arméerna anfaller!

source: Tribal Warfare
sv: Stamkrig

source: Hail, Dwarves! Will you help us get by these foul Orcs? We need to get further along this path.
sv: Var hälsade, dvärgar! Kan ni hjälpa oss att ta oss förbi dessa vidriga orcher? Vi behöver ta oss fram på den här stigen

source: You human! Call us foul, will you?!?!
sv: Du människa! Kallar du oss vidriga?!?!

source: Why should we help you? You're not a dwarf!
sv: Varför skulle vi hjälpa dig? Du är inte någon dvärg!

source: Your people helped us in the past, in the tunnels in the South. Why won't you help us now?
sv: Ditt folk har hjälpt oss förr, i Söderns tunnlar. Varför vill ni inte hjälpa oss nu?

source: Impossible! I can't believe any of my comrades would have helped a human!
sv: Omöjligt! Jag tror inte på att någon av mina kamrater kan ha hjälpt en människa!

source: Indeed. Why should any of us help those not in our tribe?
sv: Sannerligen. Varför skulle någon av oss hjälpa någon som inte tillhör vår stam?

source: Will you then just let us pass, so that we may fight the orcs on our own?
sv: Kan ni åtminstone ge oss fri passage, så att vi kan slåss mot orcherna?

source: I am afraid that is now impossible.
sv: Jag är rädd att det är omöjligt nu.

source: Orcs, kill'em all! Humans, elves or dwarves, it don't matter!
sv: Orcher, döda allihop! Människor, alver eller dvärgar, det spelar inte någon roll!

source: These orcs will die. But so will you, human. You have trespassed on Elvish land.
sv: Dessa orcher kommer att dö. Men så även du, människa. Du har gjort intrång på alvernas land.

source: Oh, Elvish land is it now? Die, you elf-dog! And you too, human!
sv: Åh, så det är alvernas land nu? Dö, din alvhund! Och du också, människa!

source: These people won't listen to reason, they are blinded by their own races supposed superiority!
sv: Det går inte att resonera med dem, de är alla som förblindade av sin egen ras förmodade överlägsenhet!

source: True. As much as I dislike killing anything but orcs and undead, it seems we will have to kill these elves, and these dwarves, before they kill us.
sv: Sant. Hur mycket jag än avskyr att döda någon som inte är orch eller vandöd, så verkar det som om vi måste döda dessa alver och dessa dvärgar, innan de dödar oss.

source: Victory: @Defeat all enemy leaders Defeat: #Death of Gweddry #Death of Dacyn #Death of Owaec
sv: Seger: @Besegra alla fiendeledare. Nederlag: #Gweddry dör #Dacyn dör #Owaec dör

source: Argh! I'm dead! well, dwarves are still the best!
sv: Argh! Jag är dödsdömd! Nå, dvärgarna är ändå bäst!

source: I die? Orcs rule all!
sv: Dör jag? Orcherna framför allt!

source: It seems these humans are more powerful than I though. Ugh.
sv: Det verkar som om de där människorna är mäktigare än jag trodde. Ugh.

source: Two Paths
sv: Två vägar

source: Victory: @Defeat either of the enemy leaders Defeat: #Death of Gweddry #Death of Dacyn #Death of Owaec #Turns run out
sv: Seger: @Besegra någon av fiendeledarna Nederlag: #Gweddry dör #Dacyn dör #Owaec dör #Dragen tar slut

source: Look! The road splits here. Which way shall we go?
sv: Se! Vägen delar sig här. Vilket håll skall vi gå?

source: I know this area. I was here on an earlier patrol. Just north of here there is a river that leads to the northlands, where orcs live. To the west there is a path that stays inside the realm of Wesnoth.
sv: Jag känner till den här trakten. Jag har patrullerat här tidigare. Norrut, precis i närheten, så finns det en flod som leder till nordanländerna, där orcherna bor. Västerut finns det en väg som stannar inom Wesnoths gränser.

source: We should probably go north to the orcish lands and try to circle around and avoid the undead armies. Their hordes are too large for us to defeat, and staying inside Wesnoth would mean certain death.
sv: Vi borde gå norrut till orchernas länder, och försöka gå runt de vandöda arméerna. Deras horder är alltför stora, vi kan inte besegra dem, och vi kommer garanterat att dö om vi stannar kvar i Wesnoth.

source: No, I think we should go straight through and try to get to the king as quickly as possible. The undead hordes can't be that large, and there are orcs in the northlands.
sv: Nej, Jag tycker att vi skall gå rakt på och försöka komma fram till kungen så snabbt som möjligt. De vandöda horderna kan inte vara så stora, och det finns orcher i nordanländerna.

source: Either way we will have to fight. Look, the orcs and undead are in a conflict, and block our path!
sv: Hur vi än gör så kommer vi att få slåss. Se en strid mellan orcher och vandöda blockerar vår väg!

source: Well, orc, we can either continue this fight, or we can crush there pesky humans and battle later. Your call.
sv: Nåväl, orch, vi kan antingen fortsätta slåss, eller så kan vi krossa människokrypen först, och slåss sedan. Du får bestämma.

source: Hm... I know. We will make a pact to destroy these humans, and continue our fight later. (hopefully you will die, for then I will win our battle by default.)
sv: Hm... Jag vet. Vi sluter oss samman om att förgöra människorna, så fortsätter vi vår strid senare. (Förhoppningsvis dör du, så vinner jag vår kamp utan att behöva slåss.)

source: Very well, we are allies, for now. (this foolish orc will surely die).
sv: Det går jag med på, vi är allierade, för tillfället. (Den dumme orchen dör säkerligen).

source: No! These undead has won our battle, and you will be able to enter my northern homeland!
sv: Nej! De vandöda har besegrat oss, och du kommer att kunna komma in i mitt hemland i norr!

source: I was supposed to stop you from re-entering Wesnoth! I have failed.
sv: Det var meningen att jag skulle stoppa er från att komma tillbaka in i Wesnoth! Jag har misslyckats.

source: The Undead Border Patrol
sv: De vandödas gränspatrull

source: Victory: @Defeat either the necromancer or the lich Defeat: #Death of Gweddry #Death of Dacyn #Turns run out
sv: Seger: @Besegra antingen nekromantikern eller häxmästaren Nederlag: #Gweddry dör #Dacyn dör #Dragen tar slut

source: We have reached the borders of the undead land. Surely you do not mean to go forward- we will all die if we do! We should turn North and help Owaec, captain of the Northern Outpost, hold off the undead.
sv: Vi har nått gränsen till de vandödas land. Du kan väl inte mena att vi skall fortsätta framåt - i så fall kommer vi alla att dö. Vi måste gå norrut och hjälpa den Norra utpostens kapten Owaec att hålla de vandöda stången.

source: I am not yet sure. Whether we go forward or backward, we will have to fight. The necromancer Mal-Skraat has chased us.
sv: Jag är ännu inte säker. Oavsett om vi går framåt eller tillbaka, så måste vi slåss. Nekromantikern Mal-Skraat kommer efter oss.

source: They run from me! Still, it will not help them, the border patrol will destroy them. I may even be promoted!
sv: De flyr undan mig! Men det spelar inte någon roll, gränspatrullen kommer att förgöra dem. Jag kommer kanske rent av att bli befordrad!

source: Now I will never get promoted!
sv: Nu blir jag aldrig befordrad!

source: Come, let us return to Wesnoth and aid the Northern Outpost.
sv: Kom, nu måste vi återvända till Wesnoth och hjälpa den Norra utposten.

source: We have defeated this patrol, but we can still turn back! Do we want to go further into these lands now, or do we want to try to turn back and defeat this necromancer?
sv: Vi har besegrat patrullen, men vi kan fortfarande vända om! Vill vi ge oss längre in i dessa marker nu, eller vill vi vända tillbaka och besegra nekromantikern?

source: We do not want to waste time here fighting Mal-Skraat. Onward!
sv: Vi vill inte spilla mer tid här med att slåss med Mal-Skraat. Framåt!

source: I will not say if this is a good decision, but I will follow you.
sv: Jag säger inte om detta är ett vist beslut, men jag kommer att följa med er.

source: Noo!!! I can't be promoted if they run away!
sv: Neej!!! Jag får ingen befordran om de flyr!

source: You are right. It is foolish to go onward- we must defeat Mal-Skraat and turn back, going to the Northern Outpost.
sv: Du har rätt. Det är fåfängt att fortsätta - vi måste besegra Mal-Skraat och sedan återvända till den Norra utposten.

source: Good! if I defeat them, I can become a lich!
sv: Bra! Om jag besegrar dem så kan jag bli en häxmästare!
