Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Amadrielia,Amadrielindë,Amadriendra,Amadriewen,Amarang,Amebrilindë,Amedë,Améthien,Amewien,Amil-Gadith,Amil-Garith,Amilmadia,Amiolith,Amionia,Amithraniel,Amithrawien,Amiwen,Amodë,Amorfilith,Amorith,Amulia,Amuviel,Amuwen,Analia,Anang,Anaraclya,Anáthien,Anebriniel,Anilmarith,Aning,Aniorith,Anówien,Anundra,Anuthiel,Anuthien,Anylindë,Anythien,Anywien,Belaclya,Beladrielith,Beladriewen,Beladriewien,Belarania,Belaraviel,Belebrindra,Belendra,Beliolia,Belithraniel,Belithrawiel,Belithrawien,Belowen,Belulindë,Cádë,Cadriewen,Caladrieng,Calándra,Calang,Calánia,Calebriwien,Calewen,Calewiel,Calil-Galith,Calilmalith,Calithraclya,Calóniel,Calorfiniel,Calówien,Caluclya,Ceclya,Celadë,Celália,Celálindë,Celarandra,Celararith,Celárith,Celebriniel,Celebriviel,Celelith,Celéng,Celérith,Celidien,Celilith,Celindë,Celiodë,Celioniel,Celith,Celithradith,Celódith,Celorfilindë,Celorfing,Celorfiwien,Celówien,Celylia,Cethien,Cing,Cithralith,Cithrania,Cithrawen,Cólindë,Corfiviel,Cydia,Delararith,Delebrinia,Deléthien,Delil-Ganiel,Deliowen,Delithrathiel,Delóndra,Delorfilindë,Delorfithien,Deloviel,Delydien,Eäradriedien,Eärániel,Eärarawien,Eärélia,Eärenia,Eärewen,Eäréwiel,Eärilmadë,Eärilmathien,Eäriolith,Eärithrang,Eärorfiwien,Eärudë,Eladriedë,Eladrielia,Elarawiel,Elebrindra,Eledë,Elelith,Elil-Gang,Elilmalia,Elilmawien,Elithraclya,Elithradien,Elóndra,Elorfing,Elorfithien,Elradrierith,Elránia,Elrebridith,Elréthiel,Elrilindë,Elrilmandra,Elrilmathien,Elrithiel,Elrithradith,Elriwen,Elródith,Elrorfidia,Eluviel,Elvádia,Elvánia,Elvil-Gawien,Elvilmathiel,Elviniel,Elviondra,Elvithrang,Elvithrathien,Elvowien,Elvyniel,Elvyviel,Elynia,Elywen,Eowalia,Eowarawien,Eowathiel,Eowebridith,Eowedith,Eowidien,Eowil-Galindë,Eowilindë,Eowiowien,Eowylia,Eowyniel,Fadriedith,Fadrielia,Fadriendra,Fadrienia,Falindë,Fáthiel,Fathien,Fáwien,Feclya,Féthiel,Fil-Galia,Fil-Gathiel,Fil-Gawien,Filmaclya,Fioniel,Fódë,Fólindë,Fulindë,Gadrieclya,Gadrieviel,Galadriethien,Galándra,Galaraniel,Galebrilia,Galebrindra,Galédë,Galedien,Galéwiel,Galil-Gania,Galilmadia,Galiothiel,Galithrathien,Galólia,Galolindë,Galorfiwiel,Galothiel,Galowen,Galundra,Galyniel,Gathien,Gáviel,Gebririth,Gewen,Gil-Gawien,Gilia,Gioniel,Gioviel,Giowen,Githrania,Githrawiel,Glália,Glebrithien,Gléndra,Glilmadien,Glilmawiel,Glithiel,Gloclya,Glodith,Glorfilith,Gloviel,Glowiel,Goclya,Godien,Gólia,Golindë,Guviel,Harawiel,Haviel,Háwien,Héclya,Hedia,Helith,Hewen,Hil-Gania,Hiodë,Hiwien,Hodia,Hódia,Horfinia,Horfiwien,Hóthiel,Huclya,Hunia,Huthien,Hyclya,Hythiel,Hythien,Isadrieng,Isáwen,Isebridien,Isebrinia,Isendra,Iséng,Iseviel,Isil-Garith,Isilindë,Isithradë,Isithradien,Isithrarith,Isithrawiel,Isóthien,Legádë,Legadien,Legadrieclya,Legadriedë,Legadrieniel,Legaraclya,Legebrilia,Legelith,Legeng,Legéniel,Legethiel,Legidia,Legil-Galindë,Legilmadith,Legilmawiel,Legithralindë,Legithrandra,Legithrania,Legolith,Legondra,Legorfidë,Lómániel,Lómebriclya,Lómebriniel,Lómedia,Lómeniel,Lómiclya,Lómilindë,Lómilmathiel,Lómilmawiel,Lómithradë,Lómithrarith,Lómódë,Lómolith,Lómóndra,Lómorfing,Lómorith,Lómudia,Lómulindë,Lómuniel,Lómuthiel,Lómynia,Lómythien,Mádia,Madrieclya,Maraclya,Mebriwiel,Meclya,Medien,Mil-Gathiel,Mil-Gathien,Milindë,Milith,Miowen,Miowiel,Mithradë,Mithralindë,Módë,Módia,Moniel,Morfilindë,Munia,Myndra,Mywiel,Narania,Naraniel,Náviel,Nawen,Newen,Nil-Gang,Nilmadia,Niodien,Niolia,Niothien,Nithraniel,Nithrarith,Nowen,Nydith,Pádia,Padriedith,Paralindë,Parandra,Pawen,Pebridien,Pil-Gadia,Pil-Gadien,Pilindë,Pindra,Pong,Porfindra,Porfiwien,Póviel,Pulia,Puthien,Reniel,Réviel,Ril-Gawien,Rindra,Riothien,Róng,Rorfiviel,Sadrienia,Sadrierith,Sálindë,Sáng,Saradith,Sarandra,Sédith,Sendra,Sethien,Silmaclya,Silmathiel,Sioclya,Siorith,Sithrang,Sithrawen,Soniel,Sothiel,Sothien,Syniel,Tadrierith,Tang,Taradien,Tarathiel,Tathiel,Terith,Thradia,Thrália,Thraraviel,Threbriniel,Thredien,Thrérith,Thridith,Thrinia,Thrithradia,Thrithrandra,Thrithraniel,Throlith,Throng,Throthiel,Thrulith,Thruthien,Thryng,Til-Gandra,Tilmaclya,Tilmaviel,Tináclya,Tinadriethien,Tinálindë,Tinaraniel,Tinarathien,Tinawiel,Tinebrithiel,Tinerith,Tinil-Gania,Tinil-Gawiel,Tiniolith,Tinithrathiel,Tinóng,Tinorfilith,Tinorfithien,Tinudia,Tiorith,Tithrathien,Tówiel,Tuniel,Unadrieng,Unáthien,Unebridë,Unénia,Unil-Gadia,Unilmadia,Unindra,Uniodë,Uniolia,Uniong,Unionia,Unóndra,Unorfiwen,Unulindë,Unuviel,Unynia,Uraclya,Uradriedia,Uránia,Urárith,Urebriclya,Ureclya,Urilmadia,Urilmawiel,Uriolia,Urithralindë,Uruthien,Uryrith,Vadrierith,Vadrieviel,Vadriewen,Varawiel,Vebrithien,Vil-Gandra,Violindë,Viowiel,Vithrang,Vithraniel,Viwiel,Vódia,Vóng,Vorficlya,Vorfing,Vorfirith,Vorfiwiel,Vówien
eo: Amadrielia,Amadrielindë,Amadriendra,Amadrieven,Amarang,Amebrilindë,Amedë,Amétien,Amevien,Amil-Gadit,Amil-Garit,Amilmadia,Amiolit,Amionia,Amitraniel,Amitravien,Amiven,Amodë,Amorfilit,Amorit,Amulia,Amuviel,Amuven,Analia,Anang,Anaraklja,Anátien,Anebriniel,Anilmarit,Aning,Aniorit,Anóvien,Anundra,Anutiel,Anutien,Anjlindë,Anjtien,Anjvien,Belaklja,Beladrielit,Beladrieven,Beladrievien,Belarania,Belaraviel,Belebrindra,Belendra,Beliolia,Belitraniel,Belitraviel,Belitravien,Beloven,Belulindë,Cádë,Kadrieven,Kaladrieng,Kalándra,Kalang,Kalánia,Kalebrivien,Kaleven,Kaleviel,Kalil-Galit,Kalilmalit,Kalitraklja,Kalóniel,Kalorfiniel,Kalóvien,Kaluklja,Ceklja,Celadë,Celália,Celálindë,Celarandra,Celararit,Celárit,Celebriniel,Celebriviel,Celelit,Celéng,Celérit,Celidien,Celilit,Celindë,Celiodë,Celioniel,Celit,Celitradit,Celódit,Celorfilindë,Celorfing,Celorfivien,Celóvien,Celjlia,Cetien,Cing,Citralit,Citrania,Citraven,Cólindë,Corfiviel,Cjdia,Delararit,Delebrinia,Delétien,Delil-Ganiel,Delioven,Delitratiel,Delóndra,Delorfilindë,Delorfitien,Deloviel,Deljdien,Eäradriedien,Eärániel,Eäraravien,Eärélia,Eärenia,Eäreven,Eäréviel,Eärilmadë,Eärilmatien,Eäriolit,Eäritrang,Eärorfivien,Eärudë,Eladriedë,Eladrielia,Elaraviel,Elebrindra,Eledë,Elelit,Elil-Gang,Elilmalia,Elilmavien,Elitraklja,Elitradien,Elóndra,Elorfing,Elorfitien,Elradrierit,Elránia,Elrebridit,Elrétiel,Elrilindë,Elrilmandra,Elrilmatien,Elritiel,Elritradit,Elriven,Elródit,Elrorfidia,Eluviel,Elvádia,Elvánia,Elvil-Gavien,Elvilmatiel,Elviniel,Elviondra,Elvitrang,Elvitratien,Elvovien,Elvjniel,Elvjviel,Eljnia,Eljven,Eovalia,Eovaravien,Eovatiel,Eovebridit,Eovedit,Eovidien,Eovil-Galindë,Eovilindë,Eoviovien,Eovjlia,Eovjniel,Fadriedit,Fadrielia,Fadriendra,Fadrienia,Falindë,Fátiel,Fatien,Fávien,Feklja,Fétiel,Fil-Galia,Fil-Gatiel,Fil-Gavien,Filmaklja,Fioniel,Fódë,Fólindë,Fulindë,Gadrieklja,Gadrieviel,Galadrietien,Galándra,Galaraniel,Galebrilia,Galebrindra,Galédë,Galedien,Galéviel,Galil-Gania,Galilmadia,Galiotiel,Galitratien,Galólia,Galolindë,Galorfiviel,Galotiel,Galoven,Galundra,Galjniel,Gatien,Gáviel,Gebririt,Geven,Gil-Gavien,Gilia,Gioniel,Gioviel,Gioven,Gitrania,Gitraviel,Glália,Glebritien,Gléndra,Glilmadien,Glilmaviel,Glitiel,Gloklja,Glodit,Glorfilit,Gloviel,Gloviel,Goklja,Godien,Gólia,Golindë,Guviel,Haraviel,Haviel,Hávien,Héklja,Hedia,Helit,Heven,Hil-Gania,Hiodë,Hivien,Hodia,Hódia,Horfinia,Horfivien,Hótiel,Huklja,Hunia,Hutien,Hjklja,Hjtiel,Hjtien,Isadrieng,Isáven,Isebridien,Isebrinia,Isendra,Iséng,Iseviel,Isil-Garit,Isilindë,Isitradë,Isitradien,Isitrarit,Isitraviel,Isótien,Legádë,Legadien,Legadrieklja,Legadriedë,Legadrieniel,Legaraklja,Legebrilia,Legelit,Legeng,Legéniel,Legetiel,Legidia,Legil-Galindë,Legilmadit,Legilmaviel,Legitralindë,Legitrandra,Legitrania,Legolit,Legondra,Legorfidë,Lómániel,Lómebriklja,Lómebriniel,Lómedia,Lómeniel,Lómiklja,Lómilindë,Lómilmatiel,Lómilmaviel,Lómitradë,Lómitrarit,Lómódë,Lómolit,Lómóndra,Lómorfing,Lómorit,Lómudia,Lómulindë,Lómuniel,Lómutiel,Lómjnia,Lómjtien,Mádia,Madrieklja,Maraklja,Mebriviel,Meklja,Medien,Mil-Gatiel,Mil-Gatien,Milindë,Milit,Mioven,Mioviel,Mitradë,Mitralindë,Módë,Módia,Moniel,Morfilindë,Munia,Mjndra,Mjviel,Narania,Naraniel,Náviel,Naven,Neven,Nil-Gang,Nilmadia,Niodien,Niolia,Niotien,Nitraniel,Nitrarit,Noven,Njdit,Pádia,Padriedit,Paralindë,Parandra,Paven,Pebridien,Pil-Gadia,Pil-Gadien,Pilindë,Pindra,Pong,Porfindra,Porfivien,Póviel,Pulia,Putien,Reniel,Réviel,Ril-Gavien,Rindra,Riotien,Róng,Rorfiviel,Sadrienia,Sadrierit,Sálindë,Sáng,Saradit,Sarandra,Sédit,Sendra,Setien,Silmaklja,Silmatiel,Sioklja,Siorit,Sitrang,Sitraven,Soniel,Sotiel,Sotien,Sjniel,Tadrierit,Tang,Taradien,Taratiel,Tatiel,Terit,Tradia,Trália,Traraviel,Trebriniel,Tredien,Trérit,Tridit,Trinia,Tritradia,Tritrandra,Tritraniel,Trolit,Trong,Trotiel,Trulit,Trutien,Trjng,Til-Gandra,Tilmaklja,Tilmaviel,Tináklja,Tinadrietien,Tinálindë,Tinaraniel,Tinaratien,Tinaviel,Tinebritiel,Tinerit,Tinil-Gania,Tinil-Gaviel,Tiniolit,Tinitratiel,Tinóng,Tinorfilit,Tinorfitien,Tinudia,Tiorit,Titratien,Tóviel,Tuniel,Unadrieng,Unátien,Unebridë,Unénia,Unil-Gadia,Unilmadia,Unindra,Uniodë,Uniolia,Uniong,Unionia,Unóndra,Unorfiven,Unulindë,Unuviel,Unjnia,Uraklja,Uradriedia,Uránia,Urárit,Urebriklja,Ureklja,Urilmadia,Urilmaviel,Uriolia,Uritralindë,Urutien,Urjrit,Vadrierit,Vadrieviel,Vadrieven,Varaviel,Vebritien,Vil-Gandra,Violindë,Vioviel,Vitrang,Vitraniel,Viviel,Vódia,Vóng,Vorfiklja,Vorfing,Vorfirit,Vorfiviel,Vóvien

source: main={generated_prefix}{consonnant}{suffix}|{prefix}{centre}{suffix} generated_prefix={starting_consonnant}{vowel} starting_consonnant=C|D|F|L|M|N|P|Qu|R|S|T|V vowel=a|e|i|o|ae|é|ë consonnant=n|l|r|m|s|v|th|nn prefix={prefix_vc}{vowel}|{prefix_cv} prefix_vc=Lon|Eon|Ad|Sar|Al|Tal|Tin|El|Leg|Or|Tir|Ol|Cál|Cán|Elv|Fan|Fad|Fith|Fil|Gal|Glad|Leg|Glar|Gli|Hár|Tad|Sór|Pyr prefix_cv=Ama|Ami|Be|Ca|Ga|Isi|Ha|He|Le|Ló|Ny|Ni|Ma|Thu|Thri|Ti|Unu|Ve|Va suffix=or|im|ian|in|ar|iel|as|eon|as|or|ion|al|and|ér|as|ir|el|al|ad|ael centre={short_centre}|{short_centre}|-{short_centre}|{short_centre}- short_centre=lol|febr|tom|lith|nal|lor|wón|rad|rien|mar|reb|riel|mal|ram|nil|nim|nol|bris|lad|rier|ra|fil|thran|man
eo: main={generated_prefix}{consonnant}{suffix}|{prefix}{centre}{suffix} generated_prefix={starting_consonnant}{vowel} starting_consonnant=C|D|F|K|L|M|N|P|R|S|T|V vowel=a|e|i|o|ae|é|ë consonnant=n|l|r|m|s|v|t|nn prefix={prefix_vc}{vowel}|{prefix_cv} prefix_vc=Lon|Eon|Ad|Sar|Al|Tal|Tin|El|Leg|Or|Tir|Ol|Cál|Cán|Elv|Fan|Fad|Fit|Fil|Gal|Glad|Leg|Glar|Gli|Hár|Tad|Sór|Pjr prefix_cv=Ama|Ami|Be|Ca|Ga|Isi|Ha|He|Le|Ló|Nj|Ni|Ma|Thu|Thri|Ti|Unu|Ve|Va suffix=or|im|ian|in|ar|iel|as|eon|as|or|ion|al|and|ér|as|ir|el|al|ad|ael centre={short_centre}|{short_centre}|-{short_centre}|{short_centre}- short_centre=lol|febr|tom|lit|nal|lor|vón|rad|rien|mar|reb|riel|mal|ram|nil|nim|nol|bris|lad|rier|ra|fil|tran|man

source: main={generated_prefix_v}{centre_v}{suffix_v}|{generated_prefix_c}{centre_c}{suffix_c} generated_prefix_v={starting_consonnant}{vowel} generated_prefix_c={starting_consonnant}{vowel}{consonnant} starting_consonnant=C|D|F|L|M|N|P|Qu|R|S|T|V vowel=a|e|i|o|ae|é|ë consonnant=n|l|r|m|s|v|th|p|d|f|t prefix_c=Val|Ol|Am|An|El|Fa|El|Glo|Hu|Le|Mil|Nil|Pin|Por|Mot|Mor|Thral|Leg|Nam|Nym|Sim|Len|Is|Thal prefix_v=La|Va|Tha|Ne|Ay|Ce|Fa|Phe|Ja|Que|Ma|Mi|Pa|Ri|Siu|Ga|Ca|De|Eä|Eo|No|Pó|Le|Ló|Isá|Pa|Sa|Ni|Ti|Uno|Uni|Vó|Gio suffix_v=thea|nia|lia|kea|ni|ith|niel|wiel|ra|dë|lya|thiel|nna|nne suffix_c=iel|ien|ya|a|ë|i|ia|ea centre_v=|{short_centre_v} short_centre_v=nna|lla|na|thi|saie|li|ma|lo|thra|ló|rá|bri|fi|mi|nio|wi|né|nu|wi centre_c=|{short_centre_c} short_centre_c=enn|all|an|ith|el|il|am|ol|arth|ól|ár|ir|if|im|ion|iw|én|un|iw
eo: main={generated_prefix_v}{centre_v}{suffix_v}|{generated_prefix_c}{centre_c}{suffix_c} generated_prefix_v={starting_consonnant}{vowel} generated_prefix_c={starting_consonnant}{vowel}{consonnant} starting_consonnant=C|D|F|K|L|M|N|P|R|S|T|V vowel=a|e|i|o|ae|é|ë consonnant=n|l|r|m|s|v|p|d|f|t prefix_c=Val|Ol|Am|An|El|Fa|El|Glo|Hu|Le|Mil|Nil|Pin|Por|Mot|Mor|Tral|Leg|Nam|Njm|Sim|Len|Is|Tal prefix_v=La|Va|Ta|Ne|Aj|Ce|Fa|Phe|Ĵa|Ke|Ma|Mi|Pa|Ri|Siu|Ga|Ca|De|Eä|Eo|No|Pó|Le|Ló|Isá|Pa|Sa|Ni|Ti|Uno|Uni|Vó|Gio suffix_v=tea|nia|lia|kea|ni|it|niel|viel|ra|dë|lya|tiel|nna|nne suffix_c=iel|ien|ja|a|ë|i|ia|ea centre_v=|{short_centre_v} short_centre_v=nna|lla|na|ti|saie|li|ma|lo|tra|ló|rá|bri|fi|mi|nio|wi|né|nu|wi centre_c=|{short_centre_c} short_centre_c=enn|all|an|it|el|il|am|ol|art|ól|ár|ir|if|im|ion|iw|én|un|iw

source: Graa,Greaa,Gree,Kaaa,Kassshh,Kessshh,Korro,Kraa,Kuu,Kzaaa,Kzuuu
eo: Graa,Greaa,Gree,Kaaa,Kasŝŝ,Kesŝŝ,Korro,Kraa,Kuu,Kzaaa,Kzuuu

source: Kaasa,Kayya,Keyya,Kiira,Korra
eo: Kaasa,Kajja,Kejja,Kiira,Korra

source: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=Gr|Ka|Ke|Ko|Kr|Kz suffix=aa|eaa|ee|aaa|ssshh|rro|uu|uuu centre=arr|aash|eez|ozz
eo: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=Gr|Ka|Ke|Ko|Kr|Kz suffix=aa|eaa|ee|aaa|ŝŝŝ|rro|uu|uuu centre=arr|aaŝ|eez|ozz

source: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=Kaa|Ka|Ke|Kuu|Ko suffix=sa|yya|ra|rra centre=err|aash|eez|azz
eo: main={prefix}{suffix}|{prefix}{centre}{suffix} prefix=Kaa|Ka|Ke|Kuu|Ko suffix=sa|jja|ra|rra centre=err|aaŝ|eez|azz

source: Addraecyn,Addraenvan,Addraer,Addraercyn,Addraryn,Addreddry,Addredry,Addregwyn,Addrenyc,Addreoddry,Addreoddyn,Addreonyc,Addreorcyn,Addreran,Addribryn,Addriddyn,Addrocyn,Addroryn,Addrunvan,Addrurcyn,Addryllyn,Addrynvan,Aethacyn,Aethadry,Aethaec,Aethaeran,Aethaeryn,Aethagwyn,Aethanry,Aetharcyn,Aethec,Aethellyn,Aethenvan,Aetheoc,Aetheollyn,Aetheonyc,Aetheorcyn,Aethercyn,Aetherraent,Aethibryn,Aethiddry,Aethircyn,Aethobryn,Aethoddyn,Aethonnyn,Aethuc,Aethudry,Aethugwyn,Aethun,Aethunry,Aethydry,Aethynyc,Blac,Bladoc,Blaec,Blaedry,Blanry,Blebryn,Bledoc,Blemyr,Blennyn,Blenvan,Bleollyn,Blercyn,Blidd,Bliddry,Blillyn,Blinvan,Blollyn,Blubryn,Blucyn,Bludry,Blullyn,Bluran,Blybryn,Blydd,Blygwyn,Blymyr,Blyr,Bucyn,Cac,Cadry,Caebryn,Caedry,Caeran,Caercyn,Car,Carac,Caraddry,Caradoc,Caraedry,Caraennyn,Cararyn,Caredd,Careddry,Caregwyn,Caren,Careobryn,Careogwyn,Careonvan,Careorraent,Careoryn,Carercyn,Caric,Cariddry,Carocyn,Caroddyn,Caror,Caroran,Carraent,Carudoc,Carullyn,Carygwyn,Caryn,Cebryn,Cemyr,Cennyn,Ceoc,Ceoddry,Ceoddyn,Ceomyr,Ceonnyn,Ceonry,Ceoryn,Cicyn,Cin,Cinry,Coc,Convan,Corcyn,Cubryn,Cunry,Curyn,Cynyc,Cyryn,Dac,Dadd,Dadoc,Daeddry,Daedoc,Daellyn,Demyr,Denvan,Deodd,Deollyn,Deonyc,Derraent,Dibryn,Dinnyn,Dircyn,Dycyn,Dyddyn,Gaddry,Gaebryn,Gaedry,Gaercyn,Gagwyn,Gan,Gannyn,Gar,Gecyn,Geddyn,Gegwyn,Geodry,Ginvan,Glacyn,Gladoc,Glaercyn,Glarraent,Gleddry,Gleoddyn,Gleran,Gliddyn,Glillyn,Glinry,Glircyn,Gloddry,Gloddyn,Glonry,Glonvan,Glumyr,Glun,Glunry,Glunvan,Glyc,Glydd,Glydoc,Glynry,Glynvan,Glyran,Goc,Gor,Gubryn,Gudd,Gullyn,Gumyr,Gur,Gwadoc,Gwaec,Gwaeddyn,Gwan,Gweddyn,Gwegwyn,Gwellyn,Gwennyn,Gwenyc,Gweocyn,Gweodd,Gweodoc,Gweodry,Gweogwyn,Gweoran,Gwidoc,Gwilam,Gwodd,Gwoddyn,Gwollyn,Gwor,Gwucyn,Gwudoc,Gwumyr,Gwuran,Gwybryn,Gwycyn,Gwyddry,Gwydoc,Gwymyr,Gwynnyn,Gydoc,Gyllyn,Gymyr,Haldar,Labryn,Ladoc,Laellyn,Lan,Lannyn,Laran,Lec,Lemyr,Lenvan,Leogwyn,Lercyn,Ligwyn,Lin,Liryn,Lonnyn,Lorraent,Luddry,Ludoc,Lunnyn,Lunvan,Lurraent,Mac,Maddyn,Maennyn,Manry,Manyc,Marcyn,Mec,Menvan,Meollyn,Meon,Meonnyn,Meorraent,Middry,Midry,Mimyr,Modd,Moddry,Monry,Moran,Morcyn,Mubryn,Mudoc,Mugwyn,Murcyn,Mydoc,Mygwyn,Myn,Myrraent,Owac,Owadd,Owaddyn,Owaecyn,Owaedry,Owain,Owarcyn,Owaryn,Owecyn,Owedry,Oweomyr,Oweor,Oweorcyn,Oweran,Owercyn,Owidry,Owinvan,Owinyc,Owodd,Owoddry,Owogwyn,Owollyn,Oworan,Oworcyn,Oworraent,Owuddry,Owuddyn,Owugwyn,Owur,Owyran,Rabryn,Radd,Ranvan,Rar,Reoddyn,Reodry,Rhaecyn,Rhaedoc,Rhaemyr,Rhaerraent,Rhanry,Rharcyn,Rhenry,Rhenvan,Rhenyc,Rheodd,Rheoddyn,Rheollyn,Rheor,Rheoran,Rheorraent,Rheran,Rherraent,Rhobryn,Rhodry,Rhollyn,Rhonvan,Rhubryn,Rhugwyn,Rhunyc,Rhur,Rhygwyn,Rhyllyn,Rhynyc,Rhyrcyn,Rhyrraent,Rocyn,Roddyn,Romyr,Ron,Ronry,Rubryn,Ruddry,Rumyr,Run,Rurcyn,Rybryn,Rycyn,Ryddry,Rygwyn,Rynnyn,Rynry,Saec,Saellyn,Saemyr,Saenvan,Saercyn,Sanyc,Saran,Sarraent,Secyn,Seddyn,Sedry,Sellyn,Sennyn,Seoddry,Seorcyn,Sercyn,Siddry,Simyr,Siryn,Sodd,Sodry,Soran,Suc,Sudd,Surcyn,Sydd,Syran,Syryn,Tabryn,Taec,Taedd,Taedoc,Taemyr,Taenvan,Taercyn,Tanry,Tarcyn,Teddyn,Tegwyn,Ten,Tennyn,Tenvan,Teobryn,Teoddyn,Teor,Teorcyn,Terraent,Tinry,Tinvan,Tiryn,Todd,Tudd,Tuddry,Tudoc,Tunvan,Turraent,Tyddyn,Vaddyn,Vaeddyn,Vaedry,Vaennyn,Varcyn,Ven,Vennyn,Veocyn,Veoddyn,Veodry,Veogwyn,Veomyr,Vinvan,Vinyc,Virraent,Vobryn,Vogwyn,Vonry,Vuddyn,Vugwyn,Vyc,Vygwyn,Vyrcyn,Yracyn,Yraec,Yran,Yrannyn,Yranvan,Yraryn,Yredd,Yreddyn,Yregwyn,Yreryn,Yrinvan,Yrirraent,Yroddry,Yrullyn,Yrumyr,Yrunnyn,Yrunvan,Yryllyn,Yrymyr,Yrynyc,Yryrcyn
eo: Addraecjn,Addraenvan,Addraer,Addraercjn,Addrarjn,Addreddrj,Addredrj,Addregvjn,Addrenjk,Addreoddrj,Addreoddjn,Addreonjk,Addreorcjn,Addreran,Addribrjn,Addriddjn,Addrocjn,Addrorjn,Addrunvan,Addrurcjn,Addrjlljn,Addrjnvan,Aetacjn,Aetadrj,Aetaek,Aetaeran,Aetaerjn,Aetagvjn,Aetanrj,Aetarcjn,Aetek,Aetelljn,Aetenvan,Aeteok,Aeteolljn,Aeteonjk,Aeteorcjn,Aetercjn,Aeterraent,Aetibrjn,Aetiddrj,Aetircjn,Aetobrjn,Aetoddjn,Aetonnjn,Aetuk,Aetudrj,Aetugvjn,Aetun,Aetunrj,Aetjdrj,Aetjnjk,Blak,Bladok,Blaek,Blaedrj,Blanrj,Blebrjn,Bledok,Blemjr,Blennjn,Blenvan,Bleolljn,Blercjn,Blidd,Bliddrj,Blilljn,Blinvan,Blolljn,Blubrjn,Blucjn,Bludrj,Blulljn,Bluran,Bljbrjn,Bljdd,Bljgvjn,Bljmjr,Bljr,Bucjn,Kak,Kadrj,Kaebrjn,Kaedrj,Kaeran,Kaercjn,Kar,Karak,Karaddrj,Karadok,Karaedrj,Karaennjn,Kararjn,Karedd,Kareddrj,Karegvjn,Karen,Kareobrjn,Kareogvjn,Kareonvan,Kareorraent,Kareorjn,Karercjn,Karik,Kariddrj,Karocjn,Karoddjn,Karor,Karoran,Karraent,Karudok,Karulljn,Karjgvjn,Karjn,Cebrjn,Cemjr,Cennjn,Ceok,Ceoddrj,Ceoddjn,Ceomjr,Ceonnjn,Ceonrj,Ceorjn,Cicjn,Cin,Cinrj,Kok,Konvan,Korcjn,Kubrjn,Kunrj,Kurjn,Cjnjk,Cjrjn,Dak,Dadd,Dadok,Daeddrj,Daedok,Daelljn,Demjr,Denvan,Deodd,Deolljn,Deonjk,Derraent,Dibrjn,Dinnjn,Dircjn,Djcjn,Djddjn,Gaddrj,Gaebrjn,Gaedrj,Gaercjn,Gagvjn,Gan,Gannjn,Gar,Gecjn,Geddjn,Gegvjn,Geodrj,Ginvan,Glacjn,Gladok,Glaercjn,Glarraent,Gleddrj,Gleoddjn,Gleran,Gliddjn,Glilljn,Glinrj,Glircjn,Gloddrj,Gloddjn,Glonrj,Glonvan,Glumjr,Glun,Glunrj,Glunvan,Gljk,Gljdd,Gljdok,Gljnrj,Gljnvan,Gljran,Gok,Gor,Gubrjn,Gudd,Gulljn,Gumjr,Gur,Gvadok,Gvaek,Gvaeddjn,Gvan,Gveddjn,Gvegvjn,Gvelljn,Gvennjn,Gvenjk,Gveocjn,Gveodd,Gveodok,Gveodrj,Gveogvjn,Gveoran,Gvidok,Gvilam,Gvodd,Gvoddjn,Gvolljn,Gvor,Gvucjn,Gvudok,Gvumjr,Gvuran,Gvjbrjn,Gvjcjn,Gvjddrj,Gvjdok,Gvjmjr,Gvjnnjn,Gjdok,Gjlljn,Gjmjr,Haldar,Labrjn,Ladok,Laelljn,Lan,Lannjn,Laran,Lek,Lemjr,Lenvan,Leogvjn,Lercjn,Ligvjn,Lin,Lirjn,Lonnjn,Lorraent,Luddrj,Ludok,Lunnjn,Lunvan,Lurraent,Mak,Maddjn,Maennjn,Manrj,Manjk,Marcjn,Mek,Menvan,Meolljn,Meon,Meonnjn,Meorraent,Middrj,Midrj,Mimjr,Modd,Moddrj,Monrj,Moran,Morcjn,Mubrjn,Mudok,Mugvjn,Murcjn,Mjdok,Mjgvjn,Mjn,Mjrraent,Ovak,Ovadd,Ovaddjn,Ovaecjn,Ovaedrj,Ovain,Ovarcjn,Ovarjn,Ovecjn,Ovedrj,Oveomjr,Oveor,Oveorcjn,Overan,Overcjn,Ovidrj,Ovinvan,Ovinjk,Ovodd,Ovoddrj,Ovogvjn,Ovolljn,Ovoran,Ovorcjn,Ovorraent,Ovuddrj,Ovuddjn,Ovugvjn,Ovur,Ovjran,Rabrjn,Radd,Ranvan,Rar,Reoddjn,Reodrj,Rhaecjn,Rhaedok,Rhaemjr,Rhaerraent,Rhanrj,Rharcjn,Rhenrj,Rhenvan,Rhenjk,Rheodd,Rheoddjn,Rheolljn,Rheor,Rheoran,Rheorraent,Rheran,Rherraent,Rhobrjn,Rhodrj,Rholljn,Rhonvan,Rhubrjn,Rhugvjn,Rhunjk,Rhur,Rhjgvjn,Rhjlljn,Rhjnjk,Rhjrcjn,Rhjrraent,Rocjn,Roddjn,Romjr,Ron,Ronrj,Rubrjn,Ruddrj,Rumjr,Run,Rurcjn,Rjbrjn,Rjcjn,Rjddrj,Rjgvjn,Rjnnjn,Rjnrj,Saek,Saelljn,Saemjr,Saenvan,Saercjn,Sanjk,Saran,Sarraent,Secjn,Seddjn,Sedrj,Selljn,Sennjn,Seoddrj,Seorcjn,Sercjn,Siddrj,Simjr,Sirjn,Sodd,Sodrj,Soran,Suk,Sudd,Surcjn,Sjdd,Sjran,Sjrjn,Tabrjn,Taek,Taedd,Taedok,Taemjr,Taenvan,Taercjn,Tanrj,Tarcjn,Teddjn,Tegvjn,Ten,Tennjn,Tenvan,Teobrjn,Teoddjn,Teor,Teorcjn,Terraent,Tinrj,Tinvan,Tirjn,Todd,Tudd,Tuddrj,Tudok,Tunvan,Turraent,Tjddjn,Vaddjn,Vaeddjn,Vaedrj,Vaennjn,Varcjn,Ven,Vennjn,Veocjn,Veoddjn,Veodrj,Veogvjn,Veomjr,Vinvan,Vinjk,Virraent,Vobrjn,Vogvjn,Vonrj,Vuddjn,Vugvjn,Vjk,Vjgvjn,Vjrcjn,Jracjn,Jraek,Jran,Jrannjn,Jranvan,Jrarjn,Jredd,Jreddjn,Jregvjn,Jrerjn,Jrinvan,Jrirraent,Jroddrj,Jrulljn,Jrumjr,Jrunnjn,Jrunvan,Jrjlljn,Jrjmjr,Jrjnjk,Jrjrcjn
