Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: The encircling tactic is very powerful, particularly against fast opponents. By placing two units on opposite sides of an enemy, their zones of control will restrict it to one hex of movement in any direction.
en@shaw: ğ‘ ğ‘§ğ‘¯ğ‘•ğ‘»ğ‘’ğ‘©ğ‘¤ğ‘¦ğ‘™ ğ‘‘ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘’ ğ‘¦ğ‘Ÿ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤, ğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘’ğ‘¿ğ‘¤ğ‘¼ğ‘¤ğ‘¦ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘“ğ‘­ğ‘•ğ‘‘ ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘•. ğ‘šğ‘² ğ‘ğ‘¤ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘‘ğ‘µ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ªğ‘¯ ğ‘ªğ‘ğ‘´ğ‘•ğ‘¦ğ‘‘ ğ‘•ğ‘²ğ‘›ğ‘Ÿ ğ‘ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦, ğ‘ğ‘º ğ‘Ÿğ‘´ğ‘¯ğ‘Ÿ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘’ğ‘‘ ğ‘¦ğ‘‘ ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘£ğ‘§ğ‘’ğ‘• ğ‘ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘§ğ‘¯ğ‘¦ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯.

source: â€” Memoirs of Gweddry, 627YW
en@shaw: - ğ‘¥ğ‘§ğ‘¥ğ‘¢ğ‘¸ğ‘Ÿ ğ‘ Â·ğ‘œğ‘µğ‘§ğ‘›ğ‘®ğ‘°, 627YW

source: You can access the 'Recruit' and 'Recall' commands by right-clicking on a castle tile. That will let you choose which hex you put a new unit in. Placing units wisely can sometimes let you reach a village a turn earlier.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘ 'ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘' ğ‘¯ 'ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤' ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ ğ‘šğ‘² ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘© ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘¤. ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘‘ ğ‘¿ ğ‘—ğ‘µğ‘Ÿ ğ‘¢ğ‘¦ğ‘— ğ‘£ğ‘§ğ‘’ğ‘• ğ‘¿ ğ‘ğ‘«ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘¯. ğ‘ğ‘¤ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘²ğ‘Ÿğ‘¤ğ‘¦ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘³ğ‘¥ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘¤ğ‘§ğ‘‘ ğ‘¿ ğ‘®ğ‘°ğ‘— ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘© ğ‘‘ğ‘»ğ‘¯ ğ‘»ğ‘¤ğ‘°ğ‘¼.

source: There are some helpful summary screens in the main menu: for instance, the 'Status Table' will let you know how your enemies are doing, and how you are doing in comparison.
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘•ğ‘³ğ‘¥ ğ‘£ğ‘§ğ‘¤ğ‘ğ‘“ğ‘©ğ‘¤ ğ‘•ğ‘³ğ‘¥ğ‘¼ğ‘¦ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¿: ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘•, ğ‘ 'ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤' ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘‘ ğ‘¿ ğ‘¯ğ‘´ ğ‘£ğ‘¬ ğ‘¿ğ‘¼ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘¸ ğ‘›ğ‘µğ‘¦ğ‘™, ğ‘¯ ğ‘£ğ‘¬ ğ‘¿ ğ‘¸ ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯.

source: Units with the 'quick' trait move one extra hex per turn. This can be very important when moving through difficult terrain such as water or caves. It can make the difference between being able to move one hex or two.
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ 'ğ‘’ğ‘¢ğ‘¦ğ‘’' ğ‘‘ğ‘®ğ‘±ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘§ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘© ğ‘£ğ‘§ğ‘’ğ‘• ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯. ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘”ğ‘®ğ‘µ ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘¹ ğ‘’ğ‘±ğ‘ğ‘Ÿ. ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘£ğ‘§ğ‘’ğ‘• ğ‘¹ ğ‘‘ğ‘µ.

source: â€” High Lord Kalenz, 470YW
en@shaw: - ğ‘£ğ‘² ğ‘¤ğ‘¹ğ‘› Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, 470YW

source: After you have played a few scenarios, read the 'Gameplay' section in the help screen carefully. Details become important as scenarios get harder!
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘¤ğ‘±ğ‘› ğ‘© ğ‘“ğ‘¿ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ğ‘Ÿ, ğ‘¨ğ‘–ğ‘”ğ‘®ğ‘§ğ‘› ğ‘ 'ğ‘œğ‘±ğ‘¥ğ‘ğ‘¤ğ‘±' ğ‘•ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤ğ‘¦. ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ğ‘Ÿ ğ‘œğ‘§ğ‘‘ ğ‘£ğ‘¸ğ‘›ğ‘¼!

source: It is usually better to start the next scenario in a campaign with lower-level units that are about to level up than with those same units at a higher level.
el: Συνήθως είναι καλύτερο να ξεκινήσετε το επόμενο σενάριο σε μια εκστρατεία με μονάδες χαμηλότερου επιπέδου που πρόκειται να ανέβουν επίπεδο παρά με τις ίδιες μονάδες σε υψηλότερο επίπεδο.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘¦ğ‘¯ ğ‘© ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘¤ğ‘´ğ‘¼-ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘³ğ‘ ğ‘ğ‘¨ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘•ğ‘±ğ‘¥ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¨ğ‘‘ ğ‘© ğ‘£ğ‘²ğ‘¼ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤.
eo: Kutime pli bonas komenci la sekvan scenaron en kampanjo kun unuoj de pli malaltaj niveloj, kiuj tuj antaŭiĝos, ol kun tiuj samaj unuoj ĉe pli alta nivelo.

source: On www.wesnoth.org you can find strategy guides, technical support, the history of Wesnoth, and much more.
el: Στο www.wesnoth.org μπορείτε να βρείτε οδηγούς στρατηγικής, τεχνική υποστήριξη, την ιστορία του Wesnoth, και πολλά άλλα.
en@shaw: ğ‘ªğ‘¯ Â·ğ‘¢Â·ğ‘¢Â·ğ‘¢.Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”.ğ‘¹ğ‘œ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘‘ğ‘©ğ‘¡ğ‘° ğ‘œğ‘²ğ‘›ğ‘Ÿ, ğ‘‘ğ‘§ğ‘’ğ‘¯ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘, ğ‘ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, ğ‘¯ ğ‘¥ğ‘³ğ‘— ğ‘¥ğ‘¹.
eo: Sur www.wesnoth.org ni povas trovi strategiajn gvidojn, teĥnikan subtenon, la historion de Vesnot kaj multe pli.

source: â€” The Wesnoth Community
en@shaw: - ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘’ğ‘©ğ‘¥ğ‘¿ğ‘¦ğ‘‘ğ‘¦

source: Lawful units fight better by day, and chaotic units fight better at night. Neutral units are unaffected by the time of day.
en@shaw: ğ‘¤ğ‘·ğ‘“ğ‘«ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘²ğ‘‘ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘šğ‘² ğ‘›ğ‘±, ğ‘¯ ğ‘’ğ‘±ğ‘­ğ‘‘ğ‘¦ğ‘’ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘²ğ‘‘ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘¨ğ‘‘ ğ‘¯ğ‘²ğ‘‘. ğ‘¯ğ‘µğ‘‘ğ‘®ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¸ ğ‘©ğ‘¯ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘› ğ‘šğ‘² ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘›ğ‘±.

source: â€” Royal Compendium of Battle Terminology â€” Volume II, 212YW
en@shaw: - ğ‘®ğ‘¶ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘§ğ‘¯ğ‘›ğ‘°ğ‘©ğ‘¥ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘­ğ‘¤ğ‘©ğ‘¡ğ‘° - ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ II, 212YW

source: An otherwise sound plan can fail if you attack at the wrong time of day.
el: Ένα κατά τα άλλα σωστό σχέδιο μπορεί να αποτύχει αν επιτεθείτε την λάθος ώρα της ημέρας.
en@shaw: ğ‘©ğ‘¯ ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘¤ğ‘¨ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘±ğ‘¤ ğ‘¦ğ‘“ ğ‘¿ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¨ğ‘‘ ğ‘ ğ‘®ğ‘ªğ‘™ ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘›ğ‘±.
eo: Alie solida plano povas malsukcesi se oni atakas dum malĝusta tagtempo.

source: â€” Handbook of Tactical Analysis Volume I â€” Haldric II, 42YW
en@shaw: - ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘šğ‘«ğ‘’ ğ‘ ğ‘‘ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘¯ğ‘¨ğ‘¤ğ‘¦ğ‘•ğ‘¦ğ‘• ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ I - Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ II, 42YW

source: If you are playing with 'Shroud' or 'Fog of War' turned on, you won't know what you're facing. In this case, long-range scouting units are worth their cost. Try to choose scouts that can easily move across the surrounding terrain, because units see as far as they can move in one turn.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘¸ ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ 'ğ‘–ğ‘®ğ‘¬ğ‘›' ğ‘¹ 'ğ‘“ğ‘ªğ‘œ ğ‘ ğ‘¢ğ‘¹' ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘ªğ‘¯, ğ‘¿ ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘¿'ğ‘¼ ğ‘“ğ‘±ğ‘•ğ‘¦ğ‘™. ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘±ğ‘•, ğ‘¤ğ‘ªğ‘™-ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘•ğ‘’ğ‘¬ğ‘‘ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¸ ğ‘¢ğ‘»ğ‘” ğ‘ğ‘º ğ‘’ğ‘ªğ‘•ğ‘‘. ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘•ğ‘’ğ‘¬ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘°ğ‘Ÿğ‘¦ğ‘¤ğ‘¦ ğ‘¥ğ‘µğ‘ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ğ‘»ğ‘±ğ‘¯, ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘° ğ‘¨ğ‘Ÿ ğ‘“ğ‘¸ ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘¦ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘‘ğ‘»ğ‘¯.

source: There are six types of attacks: pierce, blade, impact, fire, cold, and arcane. Different units have weaknesses against different types of attacks. Right-click on a unit and select 'Unit Description' to see which attacks it is resistant to, and which will affect it the most.
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘•ğ‘¦ğ‘’ğ‘• ğ‘‘ğ‘²ğ‘ğ‘• ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•: ğ‘ğ‘½ğ‘•, ğ‘šğ‘¤ğ‘±ğ‘›, ğ‘¦ğ‘¥ğ‘ğ‘¨ğ‘’ğ‘‘, ğ‘“ğ‘²ğ‘¼, ğ‘’ğ‘´ğ‘¤ğ‘›, ğ‘¯ ğ‘¸ğ‘’ğ‘±ğ‘¯. ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘°ğ‘’ğ‘¯ğ‘©ğ‘•ğ‘©ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘²ğ‘ğ‘• ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•. ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¯ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ 'ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯' ğ‘‘ ğ‘•ğ‘° ğ‘¢ğ‘¦ğ‘— ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘‘, ğ‘¯ ğ‘¢ğ‘¦ğ‘— ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘‘ ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘.

source: The terrain your units are occupying determines the chance your opponents have of hitting them in battle. The defensive rating for the currently selected unit in the currently selected terrain is displayed in the top right corner of the screen.
en@shaw: ğ‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¿ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¸ ğ‘ªğ‘’ğ‘˜ğ‘«ğ‘ğ‘²ğ‘¦ğ‘™ ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘¦ğ‘¯ğ‘Ÿ ğ‘ ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘¿ğ‘¼ ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘£ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤. ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ ğ‘®ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘±ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘ªğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘’ğ‘¹ğ‘¯ğ‘» ğ‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯.

source: Poisoned units will lose eight hitpoints every turn until they are one point from death. They will remain at death's door until the poison is removed. Healers can prevent a poisoned unit from deteriorating, but the poison will not be removed unless the unit regenerates, or begins a turn in a village or next to a unit with the 'Cures' ability.
en@shaw: ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘µğ‘Ÿ ğ‘±ğ‘‘ ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘‘ğ‘»ğ‘¯ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘± ğ‘¸ ğ‘¢ğ‘³ğ‘¯ ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘›ğ‘§ğ‘”. ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘¨ğ‘‘ ğ‘›ğ‘§ğ‘”ğ‘• ğ‘›ğ‘¹ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘›. ğ‘£ğ‘°ğ‘¤ğ‘»ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘© ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘›ğ‘¦ğ‘‘ğ‘½ğ‘°ğ‘»ğ‘±ğ‘‘ğ‘¦ğ‘™, ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘› ğ‘³ğ‘¯ğ‘¤ğ‘§ğ‘• ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘®ğ‘°ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘‘ğ‘•, ğ‘¹ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘Ÿ ğ‘© ğ‘‘ğ‘»ğ‘¯ ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¹ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ 'ğ‘’ğ‘˜ğ‘«ğ‘®ğ‘Ÿ' ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦.

source: You can use units from a previous scenario by selecting 'Recall' in the 'Actions' menu. By recalling the same units over and over, you can build up a powerful and experienced army.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¿ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘šğ‘² ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ 'ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤' ğ‘¦ğ‘¯ ğ‘ 'ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ' ğ‘¥ğ‘§ğ‘¯ğ‘¿. ğ‘šğ‘² ğ‘®ğ‘¦ğ‘’ğ‘ªğ‘¤ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘´ğ‘ğ‘¼ ğ‘¯ ğ‘´ğ‘ğ‘¼, ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘³ğ‘ ğ‘© ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘¸ğ‘¥ğ‘¦.

source: Units of level one and higher have a 'Zone of Control' in each of the hexes next to them. If a unit moves into an enemy's zone of control, it may not move any further that turn. This means that units can have two empty hexes between them and still create a barrier to the enemy. However, skirmishers are skilled enough to ignore these zones.
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘³ğ‘¯ ğ‘¯ ğ‘£ğ‘²ğ‘¼ ğ‘£ğ‘¨ğ‘ ğ‘© 'ğ‘Ÿğ‘´ğ‘¯ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤' ğ‘¦ğ‘¯ ğ‘°ğ‘— ğ‘ ğ‘ ğ‘£ğ‘§ğ‘’ğ‘•ğ‘§ğ‘Ÿ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘ğ‘§ğ‘¥. ğ‘¦ğ‘“ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦'ğ‘Ÿ ğ‘Ÿğ‘´ğ‘¯ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤, ğ‘¦ğ‘‘ ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘‘ğ‘»ğ‘¯. ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘µ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘£ğ‘§ğ‘’ğ‘•ğ‘§ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ğ‘§ğ‘¥ ğ‘¯ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘’ğ‘®ğ‘°ğ‘±ğ‘‘ ğ‘© ğ‘šğ‘¨ğ‘®ğ‘°ğ‘» ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘•ğ‘’ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘»ğ‘Ÿ ğ‘¸ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘ğ‘°ğ‘Ÿ ğ‘Ÿğ‘´ğ‘¯ğ‘Ÿ.

source: The chance to hit a unit usually depends on how well that unit can defend itself in the terrain in which it is standing. However, magical attacks always have a 70% chance to hit, and units with the 'marksman' ability will always have at least 60% chance to hit when attacking on their turn.
en@shaw: ğ‘ ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘£ğ‘¦ğ‘‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘ªğ‘¯ ğ‘£ğ‘¬ ğ‘¢ğ‘§ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘™. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘© 70% ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘£ğ‘¦ğ‘‘, ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ 'ğ‘¥ğ‘¸ğ‘’ğ‘•ğ‘¥ğ‘©ğ‘¯' ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ 60% ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘£ğ‘¦ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ğ‘º ğ‘‘ğ‘»ğ‘¯.

source: â€” Handbook of Tactical Analysis Volume II â€” Haldric II, 43YW
en@shaw: - ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘šğ‘«ğ‘’ ğ‘ ğ‘‘ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘¯ğ‘¨ğ‘¤ğ‘¦ğ‘•ğ‘¦ğ‘• ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ II - Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ II, 43YW

source: Units stationed in villages will either heal eight hitpoints at the beginning of their turn, or will recover from poisoning.
el: Οι μονάδες που βρίσκονται σε χωριά είτε θα θεραπεύονται κατά οκτώ μονάδες στην αρχή του γύρου τους είτε θα αναρρώσουν από δηλητηρίαση.
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘²ğ‘ğ‘¼ ğ‘£ğ‘°ğ‘¤ ğ‘±ğ‘‘ ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘¨ğ‘‘ ğ‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘º ğ‘‘ğ‘»ğ‘¯, ğ‘¹ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘§ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ğ‘¦ğ‘™.

source: Don't move an injured unit if you don't have to â€” let it rest. If a unit does not move or attack, it will recover two hitpoints at the beginning of its next turn.
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘¡ğ‘»ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘“ ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ - ğ‘¤ğ‘§ğ‘‘ ğ‘¦ğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘‘. ğ‘¦ğ‘“ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¹ ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘§ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘‘ğ‘µ ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘¨ğ‘‘ ğ‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘»ğ‘¯.

source: Foot units tend to defend better in villages and castles than in other terrain types, while most mounted units do not gain any defensive advantages from villages or castles.
el: Οι περισσότερες μονάδες πεζικού αμύνονται καλύτερα στα χωριά και κάστρα από ότι σε άλλο έδαφος, ενώ οι περισσότερες έφιππες μονάδες δεν έχουν αμυντικό πλεονέκτημα σε χωριά και κάστρα.
en@shaw: ğ‘“ğ‘«ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘‘ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘’ğ‘­ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘ğ‘¨ğ‘¯ ğ‘¦ğ‘¯ ğ‘³ğ‘ğ‘¼ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘‘ğ‘²ğ‘ğ‘•, ğ‘¢ğ‘²ğ‘¤ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘±ğ‘¯ ğ‘§ğ‘¯ğ‘¦ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ ğ‘¨ğ‘›ğ‘ğ‘¨ğ‘¯ğ‘‘ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¹ ğ‘’ğ‘­ğ‘•ğ‘©ğ‘¤ğ‘Ÿ.

source: â€” Sir Kaylan, 498YW
en@shaw: - ğ‘•ğ‘» Â·ğ‘’ğ‘±ğ‘¤ğ‘¨ğ‘¯, 498YW

source: Horse-based units are generally resistant to attacks with bladed or impact weapons, but are vulnerable to attacks with piercing weapons, including bows and spears.
el: Οι μονάδες που βασίζονται σε άλογα είναι γενικά ανθεκτικές σε επιθέσεις με λεπιδωτά ή κρουστικά όπλα, αλλά είναι ευάλωτες σε επιθέσεις με διαπεραστικά όπλα, συμπεριλαμβανομένων των τόξων και των λογχών.
en@shaw: ğ‘£ğ‘¹ğ‘•-ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¸ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ğ‘¦ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘šğ‘¤ğ‘±ğ‘›ğ‘¦ğ‘› ğ‘¹ ğ‘¦ğ‘¥ğ‘ğ‘¨ğ‘’ğ‘‘ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘¸ ğ‘ğ‘©ğ‘¤ğ‘¯ğ‘»ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘½ğ‘•ğ‘¦ğ‘™ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘›ğ‘¦ğ‘™ ğ‘šğ‘¬ğ‘Ÿ ğ‘¯ ğ‘•ğ‘ğ‘½ğ‘Ÿ.

source: â€” Sir Kaylan, 502YW
en@shaw: - ğ‘•ğ‘» Â·ğ‘’ğ‘±ğ‘¤ğ‘¨ğ‘¯, 502YW

source: Inflicting the killing blow on an enemy unit is the best way to gain experience. Units killing an enemy will gain eight experience points for every level of the unit they kill, or four experience points for a zero-level opponent.
el: Ο καλύτερος τρόπος για να κερδίσετε εμπειρία είναι να δώσετε το τελειωτικό χτύπημα σε μια εχθρική μονάδα. Οι μονάδες που σκοτώνουν έναν εχθρό κερδίζουν οκτώ μονάδες εμπειρίας για κάθε επίπεδο της εχθρικής μονάδας που σκοτώνουν, ή τέσσερις μονάδες εμπειρίας για έναν αντίπαλο χωρίς εμπειρία.
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘šğ‘¤ğ‘´ ğ‘ªğ‘¯ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘± ğ‘‘ ğ‘œğ‘±ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•. ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘±ğ‘¯ ğ‘±ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘“ğ‘¹ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ğ‘± ğ‘’ğ‘¦ğ‘¤, ğ‘¹ ğ‘“ğ‘¹ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘“ğ‘¹ ğ‘© ğ‘Ÿğ‘½ğ‘´-ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘.

source: Elvish units move and fight well in forest. Dwarvish units move and fight well in hills, mountains and caves.
el: Οι μονάδες των ξωτικών πολεμούν και κινούνται πολύ καλά στα δάση. Οι μονάδες των νάνων κινούνται και πολεμούν πολύ καλά σε λόφους και βουνά.
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘µğ‘ ğ‘¯ ğ‘“ğ‘²ğ‘‘ ğ‘¢ğ‘§ğ‘¤ ğ‘¦ğ‘¯ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘. ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘µğ‘ ğ‘¯ ğ‘“ğ‘²ğ‘‘ ğ‘¢ğ‘§ğ‘¤ ğ‘¦ğ‘¯ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ, ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘’ğ‘±ğ‘ğ‘Ÿ.
eo: Elfaj unuoj moviĝas kaj batalas bone en arbaro. Nanaj unuoj moviĝas kaj batalas bone en montetoj, montoj kaj kavernoj.

source: Patience is often key. Rather than attacking in bad conditions or with few troops, wait for better conditions and then attack.
el: Η υπομονή είναι συχνά κλειδί. Αντί να επιτεθείτε με άσχημες συνθήκες η με λίγα στρατεύματα, είναι καλύτερα να περιμένετε για καλύτερες συνθήκες και μετά να επιτεθείτε.
en@shaw: ğ‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘• ğ‘¦ğ‘Ÿ ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘’ğ‘°. ğ‘®ğ‘­ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¹ ğ‘¢ğ‘¦ğ‘ ğ‘“ğ‘¿ ğ‘‘ğ‘®ğ‘µğ‘ğ‘•, ğ‘¢ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’.
eo: Pacienco ofte esencas. Anstataŭ ol ataki dum malfavoraj kondiĉoj aŭ kun malgranda trupo, pli bonas atendi pli taŭgajn kondiĉojn kaj tiam ataki.

source: Do not be afraid to retreat and regroup; it is often the key to victory.
el: Μην φοβάστε να υποχωρήσετε και να ανασυνταχθείτε· συχνά είναι το κλειδί για τη νίκη.
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘©ğ‘“ğ‘®ğ‘±ğ‘› ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘ ğ‘¯ ğ‘®ğ‘°ğ‘œğ‘®ğ‘µğ‘; ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘ ğ‘’ğ‘° ğ‘‘ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦.
eo: Ne timu cedi kaj rekoncentriĝi; tio ofte estas la ŝlosilo al venko.

source: In most campaigns you will receive a gold bonus for finishing early, depending on the number of villages on the map and the number of turns you finish early. You will always earn more gold this way than through capturing villages and waiting for turns to run out.
en@shaw: ğ‘¦ğ‘¯ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘© ğ‘œğ‘´ğ‘¤ğ‘› ğ‘šğ‘´ğ‘¯ğ‘©ğ‘• ğ‘“ğ‘¹ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘¦ğ‘™ ğ‘»ğ‘¤ğ‘°, ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ ğ‘¥ğ‘¨ğ‘ ğ‘¯ ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘¿ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘»ğ‘¤ğ‘°. ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘»ğ‘¯ ğ‘¥ğ‘¹ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘± ğ‘ğ‘¨ğ‘¯ ğ‘”ğ‘®ğ‘µ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘¬ğ‘‘.

source: Skeletons are resistant to piercing, bladed and cold-based attacks but are vulnerable to impact, fire, and arcane attacks.
el: Οι σκελετοί είναι ιδιαίτερα ανθεκτικοί σε ζημιά τύπου κοπής και τρυπήματος, αλλά ευάλωτοι σε ζημιά κρούσης, φωτιάς και ιερή ζημιά.
en@shaw: ğ‘•ğ‘’ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘ğ‘½ğ‘•ğ‘¦ğ‘™, ğ‘šğ‘¤ğ‘±ğ‘›ğ‘¦ğ‘› ğ‘¯ ğ‘’ğ‘´ğ‘¤ğ‘›-ğ‘šğ‘±ğ‘•ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘šğ‘³ğ‘‘ ğ‘¸ ğ‘ğ‘©ğ‘¤ğ‘¯ğ‘»ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¨ğ‘’ğ‘‘, ğ‘“ğ‘²ğ‘¼, ğ‘¯ ğ‘¸ğ‘’ğ‘±ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•.
eo: Ostaroj rezistas kontraŭ pikaj, klingaj kaj frostaj atakoj, sed vundeblas kontraŭ frapaj, fajraj kaj arkanaj atakoj.

source: Units with the 'leadership' ability help lower-level adjacent units on the same side fight better. Use leaders to help your other units level up faster.
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ 'ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘' ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¤ğ‘´ğ‘¼-ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘•ğ‘²ğ‘› ğ‘“ğ‘²ğ‘‘ ğ‘šğ‘§ğ‘‘ğ‘¼. ğ‘¿ğ‘• ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ğ‘¼ ğ‘³ğ‘ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘³ğ‘ ğ‘“ğ‘­ğ‘•ğ‘‘ğ‘¼.

source: Try to avoid moving next to unoccupied villages. An enemy unit may move into the village and attack you, while enjoying the defense and healing of the village.
el: Γενικά αποφεύγετε να στέκεστε δίπλα σε χωριό που δεν είναι κατειλημμένο. Μια εχθρική μονάδα μπορεί να πάει στο χωριό και να σας επιτεθεί, εκμεταλλευόμενη την άμυνα και την θεραπεία του χωριού.
en@shaw: ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘©ğ‘ğ‘¶ğ‘› ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘©ğ‘¯ğ‘­ğ‘’ğ‘˜ğ‘©ğ‘ğ‘²ğ‘› ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ. ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¥ğ‘± ğ‘¥ğ‘µğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¿, ğ‘¢ğ‘²ğ‘¤ ğ‘¦ğ‘¯ğ‘¡ğ‘¶ğ‘¦ğ‘™ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘¯ ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡.
eo: Provu eviti moviĝo apud senokupitajn vilaĝojn. Malamika unuo povus moviĝi en la vilaĝon kaj ataki vin, dum ĝi profitos el defendo kaj resanigo de la vilaĝo.

source: â€” Princess Li'sar, 515YW
en@shaw: - ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•ğ‘§ğ‘• Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸, 515YW

source: Use healers to support your attacks â€” they will win you battles without needing to attack anything themselves.
en@shaw: ğ‘¿ğ‘Ÿ ğ‘£ğ‘°ğ‘¤ğ‘»ğ‘Ÿ ğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘¿ğ‘¼ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• - ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘¢ğ‘¦ğ‘¯ ğ‘¿ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘¯ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ.

source: â€” The Scroll of Chantal, 516YW
en@shaw: - ğ‘ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘—ğ‘¨ğ‘¯ğ‘‘ğ‘©ğ‘¤, 516YW

source: The 'slow' attack ability makes enemy units move slower and halves the damage they do on all attacks until they end a turn.
en@shaw: ğ‘ 'ğ‘•ğ‘¤ğ‘´' ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘µğ‘ ğ‘•ğ‘¤ğ‘´ğ‘» ğ‘¯ ğ‘£ğ‘­ğ‘ğ‘Ÿ ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘ğ‘± ğ‘›ğ‘µ ğ‘ªğ‘¯ ğ‘·ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘± ğ‘§ğ‘¯ğ‘› ğ‘© ğ‘‘ğ‘»ğ‘¯.

source: Arcane attacks are very powerful against undead.
en@shaw: ğ‘¸ğ‘’ğ‘±ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘¸ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›.

source: â€” Great Sage Dacyn, 626YW
en@shaw: - ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘•ğ‘±ğ‘¡ Â·ğ‘›ğ‘±ğ‘’ğ‘°ğ‘¯, 626YW

source: Instead of leveling up, high-level units gain an 'After Maximum Level Advancement' (AMLA), which usually increases the unit's maximum hitpoints by three and full-heals them. This is much less than the normal benefits gained from advancing a level, so it is generally more useful to try to advance your lower-level units instead.
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ğ‘¦ğ‘™ ğ‘³ğ‘, ğ‘£ğ‘²-ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘œğ‘±ğ‘¯ ğ‘©ğ‘¯ 'ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘©ğ‘›ğ‘ğ‘¨ğ‘¯ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘' (AMLA), ğ‘¢ğ‘¦ğ‘— ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘šğ‘² ğ‘”ğ‘®ğ‘° ğ‘¯ ğ‘“ğ‘«ğ‘¤-ğ‘£ğ‘°ğ‘¤ğ‘Ÿ ğ‘ğ‘§ğ‘¥. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¥ğ‘³ğ‘— ğ‘¤ğ‘§ğ‘• ğ‘ğ‘¨ğ‘¯ ğ‘ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘šğ‘§ğ‘¯ğ‘¦ğ‘“ğ‘¦ğ‘‘ğ‘• ğ‘œğ‘±ğ‘¯ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘¦ğ‘™ ğ‘© ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤, ğ‘•ğ‘´ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ğ‘¦ ğ‘¥ğ‘¹ ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘‘ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘• ğ‘¿ğ‘¼ ğ‘¤ğ‘´ğ‘¼-ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘›.

source: On maps where 'Shroud' or 'Fog of War' has been enabled, a unit's sightlines are limited by its maximum movement. Remember this when deciding what unit is best to scout specific types of terrain.
en@shaw: ğ‘ªğ‘¯ ğ‘¥ğ‘¨ğ‘ğ‘• ğ‘¢ğ‘º 'ğ‘–ğ‘®ğ‘¬ğ‘›' ğ‘¹ 'ğ‘“ğ‘ªğ‘œ ğ‘ ğ‘¢ğ‘¹' ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›, ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘²ğ‘‘ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘. ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘›ğ‘¦ğ‘™ ğ‘¢ğ‘ªğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘‘ ğ‘•ğ‘’ğ‘¬ğ‘‘ ğ‘•ğ‘ğ‘©ğ‘•ğ‘¦ğ‘“ğ‘¦ğ‘’ ğ‘‘ğ‘²ğ‘ğ‘• ğ‘ ğ‘‘ğ‘»ğ‘±ğ‘¯.

source: Nearly every icon and word in Wesnoth's playing screen has a tool-tip. Place your mouse pointer over one to get an explanation or description.
en@shaw: ğ‘¯ğ‘½ğ‘¤ğ‘¦ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¯ ğ‘¢ğ‘»ğ‘› ğ‘¦ğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”ğ‘• ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘‘ğ‘µğ‘¤-ğ‘‘ğ‘¦ğ‘. ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¿ğ‘¼ ğ‘¥ğ‘¬ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘´ğ‘ğ‘¼ ğ‘¢ğ‘³ğ‘¯ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘’ğ‘•ğ‘ğ‘¤ğ‘©ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¹ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯.
