Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: In the twenty-seventh year of the reign of Garard II, king of Wesnoth, the kingdom was plunged into a bitter war with the Peoples of the North.
fr: Dans la vingt-septième année de Garard II, roi de Wesnoth, le royaume fût plongé dans une rude guerre avec les peuples nordiques.
sv: Under det tjugosjunde året av kung Garard II:s regeringstid, drogs Wesnoth in i krig med folken i norr.

source: The Northern host encamped at Galcadar, by the ford of Abez, and the king led his forces to meet them. Splitting his army in two, he led one half while his son, the crown prince Eldred, led the other.
fr: Le roi du nord campait à Galcadar, accessible par le gué d'Abez. Garard mena ses forces à sa rencontre. Scindant son armée en deux, il en mena une moitié, alors que son fils, le prince Eldred, héritier de la couronne, menait l'autre.
sv: Nordbornas armé hade slagit läger vid Galcadar, nära Abez vad, och kungen ledde sina trupper för att möta dem. Han delade sin armé i två delar,tog själv befälet över den ena halvan, och överlät åt sin son, kronprins Eldred, att leda den andra.

source: Eldred was a brave and courageous warrior, able to lead his soldiers well. Unfortunately for Garard, his son was also ambitious...and treacherous. In the heat of battle, Eldred's men turned on the king. And so, Garard was slain in battle that day, along with his brother and all his sons but Eldred.
fr: Eldred était un guerrier brave et courageux, qui pouvait diriger ses soldats d'une main de maître. Malheureusement pour Garard, il était également ambitieux... et déloyal. Durant la bataille, les hommes d'Eldred abandonnèrent leur roi. Garard fût massacré, ainsi que son frère et tous ses fils sauf Eldred.
sv: Eldred var en modig och dristig krigare och ledde sina trupper väl. Oturligt nog för Garard, så var hans son också makthungrig...och svekfull. Mitt i stridens hetta vände sig Eldreds trupper mot sin kung. Garard dödades på slagfältet den dagen, tillsammans med sin bror, och alla sina söner förutom Eldred.

source: Garard's queen, Asheviere, looked on with glee, having come to watch the battle from a nearby hill. The rule of her son would surely satisfy her lust for power far better than her husband's had.
fr: La reine de Garard, Asheviere, étant venue pour observer la bataille d'une colline voisine, regardait ce spectacle avec gaieté. Son fils satisferait sûrement bien mieux sa convoitise de pouvoir que son mari ne l'avait fait.
sv: Garards drottning, Asheviere, såg med förtjusning på skådespelet från en närbelägen kulle. Säkerligen skulle hennes son kunna tillfredsställa hennes maktlust mycket bättre än vad hennes make kunnat.

source: In exchange for tribute, the Northern king happily made peace with Eldred, who proclaimed himself king and led his army back to Weldyn.
fr: Le roi du nord fit volontiers la paix avec Eldred, en échange de cette trahison. Eldred s'autoproclama roi, et ramena son armée à Weldyn.
sv: Nordbornas kung slöt gärna fred med Eldred i utbyte mot tribut i guld. Eldred utropade sig själv till kung och tågade tillbaka till Weldyn med sin armé.

source: But Garard's arch-mage, Delfador, had escaped the battle and, riding with haste, reached Weldyn first. He mustered a force of loyalists to fight Eldred and avenge the king's death.
fr: Mais L'archimage de Garard, Delfador, s'échappa de la bataille et retourna a grand galop pour arriver le premier à Weldyn. Il rassembla une force de loyalistes pour combattre Eldred, et venger la mort du roi.
sv: Men Garards Ärkemagiker, Delfador, flydde striden och red med all hast tillbaka till Weldyn, och nådde staden innan Eldred hann fram.Han uppbringade en styrka med kungatrogna för att slå tillbaka Eldred och hämnas kungens död.

source: Eldred made war upon Delfador and his forces with his mother's advice ringing in his ears: 'Fight no one great or small except the old mage, whose head should be severed from his shoulders.'
fr: Eldred mena bataille contre Delfador et ses forces avec le conseil de sa mère clairement en tête : ne combattez personne, grand ou petit, excepté le vieux mage, et vous me rapporterez sa tête.
sv: Eldred drog i strid mot Delfador och hans styrkor med sin mors råd ringande i öronen: 'Slåss inte mot någon, varken stor eller liten utom den gamle magikern, vars huvud jag vill ha frånskilt hans hals.'

source: And Eldred did indeed meet Delfador face-to-face in battle that day. Sword clashed against staff, as the wise old mage fought the brash young warrior.
fr: Eldred rencontra en effet Delfador dans la bataille. Épée contre bâton dans un corps à corps sans merci, le sage mage combattit le jeune, fort et impétueux guerrier.
sv: Eldred mötte verkligen Delfador öga mot öga på slagfältet samma dag. Svärd sjöng mot stav när den vise gamle magikern slogs mot den unge stolte krigaren.

source: In the end Delfador's men were defeated and routed, but Asheviere found her son's lifeless body, fixed to the ground by the great mage's staff.
fr: Les hommes de Delfador perdirent la bataille, et furent mis en déroute, mais Asheviere trouva le corps de son fils à terre, criblé par le bâton de pouvoir du grand mage.
sv: Till sist förlorade Delfadors män slaget och blev drivna på flykt, men Asheviere fann sin sons livlösa kropp fastnaglad vid marken av den store magikerns stav.

source: Asheviere herself then took command of the army, and led it back to Weldyn. Knowing that the king's young nephews were next in line to the throne, she ordered them all killed, and declared herself Queen of Wesnoth.
fr: Asheviere prit le commandement de l'armée, et l'amena de nouveau à Weldyn. Se rendant compte que les jeunes neveux du roi étaient les prochains dans la succession au trône, elle ordonna de tous les tuer, et se déclara la Reine de Wesnoth.
sv: Asheviere tog då kommando över armén, och ledde den tillbaka till Weldyn. Då hon visste att kungens späda brorsöner stod på tur för tronen, så beordrade hon att de skulle mördas, och utnämnde sig själv till Drottning av Wesnoth.

source: Soon after news of Asheviere's orders reached Delfador, he secretly entered the palace and stole away Konrad, the youngest of Garard's nephews, thereby saving him from death.
fr: Ayant eu écho des ordres d'Asheviere, Delfador entra en secret dans le palais, et enleva Konrad, le plus jeune des neveux de Garard, le sauvant ainsi de la mort.
sv: Så snart som Delfador fick reda på Ashevieres order, tog han sig i hemlighet in i palatset och förde bort Konrad, den yngste av Garards brorsöner, och räddade på så sätt hans liv.

source: Fleeing to the forests of the West, Delfador raised the child Konrad under the protection of the Elves, watching sadly as Asheviere's reign of terror over the land began...
fr: Emmenant l'enfant loin dans les forêts de l'ouest, Delfador l'éleva sous la protection des elfes, observant tristement le commencement du règne de terreur d'Asheviere...
sv: Delfador flydde med barnet långt in i Västerns skogar, och uppfostrade honom där under alvernas beskydd. Under tiden såg de med sorg i hjärtat hur Ashevieres terrorvåg rullade över landet.

source: Black Flag
fr: Drapeau noir
sv: Svart Flagg

source: Victory: @Defeat Slowhand Defeat: #Death of Kapou'e #Death of Grüü #Turns run out
fr: Victoire: @Vaincre Slowhand Défaite: #Mort de Kapou'e #Mort de Grüü #Nombre de tours dépassé
sv: Seger: @Besegra Trögnäve Nederlag: #Kapou'e dör #Grüü dör #Dragen tar slut

source: Transport Galleon
de: Transport-Galleone
fr: Gallion de transport
sv: Transportgaljon

source: So here is Tirigaz.
sv: Så det här är Tirigaz.

source: Looks like they are to be facing attack from pirates of the High Sea. We should help them.
sv: Det ser ut som om de kommer att anfallas av pirater från havet. Vi bör hjälpa dem.

source: I propose that Gork, you and I call for reinforcements.
sv: Jag föreslår att Gork, du och jag hämtar truppförstärkningar.

source: Call for reinforcements? Do you mean you don't want to fight for our brothers? Are you a coward, Vraurk?
sv: Hämtar truppförstärkningar? Menar du att du inte vill slåss för våra bröder? Är du feg, Vraurk?

source: Me? I'll show you if I'm a coward!
sv: Jag? Jag skall visa dig om jag är feg!

source: It is not time for quarreling! I'm to contain them, go find reinforcements.
sv: Gräla inte nu! Jag håller dem tillbaka, hämta truppförstärkningar.

source: This is a wise choice. Good luck, son of the Black Eye.
sv: Det är ett klokt beslut. Lycka till, Svarta Ögats son.

source: Haha! Our plan is going well, let surround them on land while our allies attack them from sea!
sv: Ha ha! Det går enligt planerna, låt oss omringa dem på land, medan våra allierade anfaller från havet!

source: We are attacked from both sides! Grüü, hold them while I run to Tirigaz to find forces to counter attack. Although we can't defeat those pirates without naval forces, we can wipe humans out of this region.
sv: Vi är under attack från båda sidor! Grüü, håll dem tillbaka medan jag rusar till Tirigaz för att hämta styrkor för en motattack. Även om vi inte kan besegra piraterna utan flottstyrkor, så kan vi rensa detta område på människor.

source: I love this strategy, chief!
sv: Jag älskar den strategin, boss!

source: Pillage! Let's plunder these orcs!
sv: Krigsbyte! Låt oss plundra orcherna!

source: Aaaargh! I die!
sv: Aaaargh! Jag dör!

source: Finally you paid for all of what you did to my Orc brothers!
sv: Till sist har du fått betala för allt du har gjort mina orchbröder!

source: We're back! We have bad news, the humans are regrouping on our tails, we must leave.
sv: Vi är tillbaka! Vi har dåliga nyheter, människorna omgrupperar precis bakom oss, vi måste ge oss av.

source: But where is the rest of the council? We haven't made such a long journey to flee!
sv: Men var är resten av rådet? Vi har inte kommit hela denna vägen för att fly!

source: We had news from them, all of them fled to the East, near the Mourned Hills. I think we should go for them as soon as possible and evacuate this city.
sv: De har skickat besked att de alla har flytt österut, till trakten av de Begråtna kullarna. Jag tror att vi bör ta oss till dem så snart som möjligt och evakuera staden.

source: But it is beyond the Desert of Death, which is full of poisonous giant scorpions and outlaws. And bypassing it would take ages! Not to mention after this desert, we'll have to cross the Silent Forest!
sv: Men det är på andra sidan Dödens öken, som är full av giftiga jätteskorpioner och laglösa. Och det skulle ta en evighet att gå runt den! Till råga på allt så måste vi, efter öknen, genom den Tysta skogen!

source: So we have no choice ... I've never tasted scorpions but sure, this journey promises to be fun.
sv: Vi har inget val ... jag har aldrig smakat skorpion, men det verkar blir en skoj resa.

source: Clash of Armies
sv: Arméerna drabbar samman

source: Victory: @Defend Prestim successfully for four days Defeat: #Destruction of a tower of Prestim #Death of Kapou'e #Death of Grüü #Death of Inarix
sv: Seger: @Försvara Prestim i fyra dagar Nederlag: #Något av tornen i Prestim förstörs #Kapou'es dör #Grüüs dör #Inarix dör

source: So here we are, they are preparing to assault.
sv: Så, situationen är sådan, de förbereder ett anfall.

source: Prestim's walls are rock hard, they' ll break clean off on them.
sv: Prestims murar är hårda som sten, de kommer inte att komma över dem.

source: I'm not that sure. Every fortress has its own weakness. Prestim's wall are built on three towers. If one of them is destroyed, a breach will allow humans to enter Prestim ... needless to say, this would be the end for us.
sv: Jag är inte lika säker. Varje fort har sina svagheter. Prestims murar är byggda på tre torn. Om något av dem faller, så kommer människorna att kunna ta sig in i Prestim ... jag behöver väl inte säga att det skulle innebära slutet för oss.

source: I've received messengers from the Council, saying that they are regrouping tribes into the Great Horde.
sv: Jag har fått bud från Rådet; de omgrupperar stammar till den Stora Horden.

source: Great! When do they arrive?
sv: Fantastiskt! När kommer de fram?

source: In four days minimum. I fear it will be too late.
sv: Det tar åtminstone fyra dagar. Jag är rädd att det blir för sent.

source: I don't think so, there is still a way..
sv: Det tror jag inte, det finns fortfarande en utväg..

source: Which one?
sv: Vilken då?

source: Most of forces will cross the river by the ford where the bridge where previously. If we manage to defend it, we might still have a chance.
sv: Större delen av styrkorna kommer att ta sig över floden vid det vadställe som finns där bron låg tidigare. Om vi kan försvara vadstället, så har vi fortfarande en chans.

source: And if we fail?
sv: Och om vi misslyckas?

source: Then they will assault Prestim at five versus one. We'll just have to pray mother earth.
sv: Då kommer de att anfalla Prestim med fem emot en. Vi kommer att få be till moder jord.

source: Great.
sv: Bra.

source: Then, the battle for Prestim began.
sv: Då, striden om Prestim började.

source: We arrive to honor our alliance, Earl Lanbec'h.
sv: Vi kommer i enlighet med vårt fördrag, Greve Lanbec'h.

source: Here we are! Hold on Prestim, we arrive to push them to the river!
sv: Vi är här nu! Håll ut Prestim, vi kommer för att fösa dem ut i floden!

source: They are too numerous now, RETREAT !
sv: De är alltför många nu, RETRÄTT!

source: The great horde at last! I was begining to think they will never come.
sv: Till sist kommer den stora horden! Jag började nästan tro att de aldrig skulle komma.

source: The defense of Prestim you've done is heroic, facing such opposition surely undermined morale of humans. Now they are retreating to their fortresses and won't get out of them.
sv: Du har genomfört ett heroiskt försvar av Prestim. Ett sådant motstånd har säkerligen demoraliserat människorna. Nu drar de sig tillbaka till sina befästningar, och vågar sig säkert inte ut igen.

source: It is now time to show them who we are and to lead the Great Horde to their tails! They won't have a rest untill we'll destitute Earl Lanbec'h!
sv: Det är dags nu att visa dem vilka vi är, och att leda den stora horden till dem! De kommer inte att få någon ro tills vi har utblottat Greve Lanbec'h!

source: Kapou'e will come back in Son of the Black Eye chapter II, 'The Great Horde'.
sv: Kapou'e kommer tillbaka i Svarta Ögats son, kapitel II, 'Den Stora Horden'.

source: No! The walls of prestim are destroyed, we are done!
sv: No! Prestims murar har fallit, vi är förlorade!

source: The Desert of Death
fr: Le désert de la mort
sv: Dödens öken

source: Victory: @Defeat Ar Dant Defeat: #Death of Kapou'e #Death of Grüü #Death of a Shaman
fr: Victoire: @Vaincre Ar Dant Défaite: #Mort de Kapou'e #Mort de Grüü #Mort d'un chaman
sv: Seger: @Besegra Ar Dant Nederlag: #Kapou'e dör #Grüü dör #Någon shaman dör

source: End Of Peace
fr: La fin de la paix
sv: Fredens slut

source: Victory: @Defeat Albert and his troops Defeat: #Death of Kapou'e #Turns run out
fr: Victoire: @Vaincre Albert et ses troupes Défaite: #Mort de Kapou'e #Nombre de tours dépassé
sv: Seger: @Besegra Albert och hans trupper Nederlag: #Kapou'e dör #Dragen tar slut

source: Look, companions! Those orcs don't imagine they are living their last day. Let's slay all of them and give this land back to our people!
sv: Se, mina följeslagare! De där orcherna har inte en aning om att detta är deras sista dag i livet. Låt oss slakta dem allihop, och återbörda detta land till vårt folk!

source: We are attacked by these humans! Hurry up, we must defend our fathers' land!
sv: Vi är under attack från de här människorna! Skynda er, vi måste försvara våra förfäders land!

source: The battle begun.
sv: Striden började.

source: Argh! I die! But other humans will go and slay you, filthy orcs!
sv: Argh! Jag dör nu! Men andra människor kommer att slakta er smutsiga orcher!

source: Hurrah! Victory!
sv: Hurra! Seger!

source: We are victorious this time, but humans are organizing themselves in a huge army. We have just defeated a vanguard, they are coming massively.
sv: Denna gången vann vi, men människorna håller på att sluta sig samman i en stor armé. Vi har nyss besegrat en liten förtrupp, men de närmar sig i täta led.

source: What should be do, chief?
sv: Vad skall vi göra, boss?

source: We must lead my people to a safe place and ask for assistance from the Great Council. Some of them live in Barag Gor in the lands of the free tribes. We must leave, now!
sv: Vi måste leda mitt folk till en säker plats, och begära hjälp från det Stora Rådet. Några av dem bor i Barag Gor i de fria stammarnas land. Vi måste ge oss av genast!

source: But the free tribes are beyond the Mountains of Haag. These moutains are infested of dwarves and wild trolls.
sv: Men de fria stammarna håller till bortom Haag-bergen. De bergen kryllar av dvärgar och vilda troll.

source: We have no choice, we shall pass. The trolls have been our allies in the past--maybe they can help us. Hurry up, we must leave now.
sv: Vi har inget val, vi skall ta oss över. Trollen har varit våra allierade i svunna tider -- kanske de kan hjälpa oss. Skynda er, vi måste ge oss av nu.

source: Reinforcements, at least! Whoever you are, you are welcome in Prestim! The fortified bridge over the Gork river has been taken this morning by a small commando of elves, we already tried to assault it twice without success.
sv: Truppförstärkningar, åtminstone! Vem du än är, så är du välkommen till Prestim! Den befästa bron över floden Gork föll idag för en liten kommandostyrka avalver; vi har redan två gånger försökt erövra den, men till ingen nytta.

source: Ah! They are no match against my mace.
sv: Ah! De har inget att komma med mot min spikklubba.

source: There is worse, our scouts reported that our saurians allies led by Inarix are still blocked on the other side of the river some miles away. They won't be able to cross the river.
sv: Det är värre än så, våra spejare har rapporterat att våra allierade; ödlemännen under Inarix ledning, fortfarande sitter fast på andra sidan floden några kilometer bort. De kommer inte att kunna ta sig över floden.

source: Elves and dwarves have joined humans against us and are camping near. Humans will arrive soon. We must destroy the southern bridge on the river.
sv: Alver och dvärgar har anslutit sig till människorna i kampen mot oss. De har slagit läger i närheten. Människorna kommer snart hit. Vi måste förstöra den södra bron över floden.

source: We must do something!
sv: Vi måste göra något!

source: I know what we must do. Kill elves and help Inarix cross.
sv: Jag vet vad vi måste göra. Döda alverna och hjälpa Inarix att ta sig över floden.

source: It won't be that easy! Our enemies are well entrenchered. And don't forget, we will sabotage the southern bridge as soon as the bulk of Saurians army will have crossed!
sv: Det kommer inte att bli lätt! Våra fiender har förskansat sig väl. Och glöm inte, vi kommer att sabotera den södra bron så fort som huvudparten av ödlemännens armé har tagit sig över!

source: Each warrior trapped on the bridge or on the other side of the river will perish!
sv: Varje soldat som fastnar på bron eller på andra sidan floden kommer att förgås!

source: It is too late, we are defeated.
sv: Det är alldeles för sent, vi är besegrade.

source: Shan Taum The Smug
fr: Shan Taum, le Suffisant
sv: Shan Taum den Självgode

source: Victory: @Survive the Shan Taum menace for 20 turns Defeat: #Death of Kapou'e #Death of Grüü #Death of a shaman
fr: Victoire: @Survivre à la menace de Shan Taum pendant 20 tours Défaite: #Mort de Kapou'e #Mort de Grüü #Mort d'un chaman
sv: Seger: @Överleva Shan Taums hot i 20 drag Nederlag: #Kapou'e dör #Grüü dör #Någon shaman dör

source: Silent Forest
fr: La forêt silencieuse
sv: Tystnadens skog

source: Victory: @Kill all elves of the Silent Forest Defeat: #Death of Kapou'e #Death of Grüü #Death of a Shaman
fr: Victoire: @Tuer tous les elfes de la forêt silencieuse Défaite: #Mort de Kapou'e #Mort de Grüü #Mort d'un chaman
sv: Seger: @Döda alla alver i Tystnadens skog Nederlag: #Kapou'e dör #Grüü dör #Någon shaman dör

source: The Siege Of Barag Gór
fr: Le Siège de Barag Gór
sv: Belägringen av Barag Gór

source: Victory: @Rescue the Shamans @Bring the Shamans and Kapou'e to the sign post Defeat: #Death of Kapou'e #Death of Grüü #Death of a Shaman #Turns run out
fr: Victoire: @Sauver les chamans @Amener les chamans et Kapou'e au poteau de direction Défaite: #Mort de Kapou'e #Mort de Grüü #Mort d'un chaman #Nombre de tours dépassé
sv: Seger: @Rädda shamanerna @För shamanerna och Kapou'e till vägskylten Nederlag: #Kapou'e dör #Grüü dör #Någon shaman dör #Dragen tar slut

source: Here is Barag Gor.
sv: Här är Barag Gor.

source: Oh no! They are besieged by elves. We must help our brothers to get rid of this mob. But these filthy elves are so numerous.
sv: Åh nej! Alverna belägrar staden. Vi måste hjälpa våra bröder att jaga dem på flykten. Men de smutsiga alverna är så många.

source: I have a subtle plan, chief.
sv: Jag har en subtil plan, boss.

source: Which plan?
sv: Vad då för plan?

source: We go and we kill all of them. What do you think?
sv: Vi dödar dem allihop. Vad tycker du om min plan?

source: Then, Kapou'e launched his desperate attack to stop the siege of Barag Gor.
sv: Då iscensatte Kapou'e sitt desperata anfall för att häva belägringen av Barag Gor.

source: Freedom! Many thanks, Son of The Black Eye. I'm Jetto, master of assassins, now you can count on the assassins guild to help you in your quest!
sv: Frihet! Stort tack, Svarta Ögats son. Jag är Jetto, lönnmördarnas mästare, du kan nu räkna med hjälp från vårt skrå!

source: They are retreating at last!
sv: De drar sig till sist tillbaka!

source: We're not out of the woods yet. I can see that more are pouring from the forest. We are not in safety.
sv: Vi är inte på den säkra sidan än. Jag kan se hur fler av dem väller fram ur skogen. Vi är inte i säkerhet än.

source: You are right, we have to go to a safer place. You have helped us. Would you help us again and escort us to the Harbour of Tirigaz?
sv: Du har rätt, vi måste ge oss av till ett säkrare ställe. Du har hjälpt oss förut. Vill du hjälpa oss igen, och eskortera oss till Tirigaz hamn?

source: Yes, I need to ask for assistance from whole council. I'm with you.
sv: Ja, jag behöver begära hjälp från hela rådet. Jag följer med er.

source: Excellent. This is a dangerous journey, as we have to take a road near the elvish forest. This is the road near that yellow farm.
sv: Utmärkt. Det är en farlig resa, då vi måste följa en som gränsar till alvernas skog. Det är den vägen som går förbi den gula gården där.

source: Yes, but I can see that more are pouring from the forest. We are not in safety.
sv: Ja, men jag kan se hur fler av dem väller fram ur skogen. Vi är inte i säkerhet än.

source: You are right, we have to leave to a safer place. You have helped us. Would you help us again and escort us to the Harbour of Tirigaz?
sv: Du har rätt, vi måste ge oss av till ett säkrare ställe. Du har hjälpt oss förut. Vill du hjälpa oss igen, och eskortera oss till Tirigaz hamn?

source: Yes, I need to ask for assistance to the whole council. I'm with you.
sv: Ja, jag behöver begära hjälp från hela rådet. Jag följer med er.

source: Excellent. This is a dangerous journey, as we have to take a road near the elvish forest. This is the road near this yellow farm.
sv: Utmärkt. Det är en farlig resa, då vi måste följa en som gränsar till alvernas skog. Det är den vägen som går förbi den gula gården där.

source: We're safe, finally. Hurry up Kapou'e, come with us, we need to reach Tirigaz as soon as possible.
sv: Äntligen är vi säkra. Skynda dig Kapou'e, kom med oss, vi måste ta oss till Tirigaz snarast möjligt.
