Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: This unit is invisible. It cannot be seen or attacked by enemy units.
el: Αυτή η μονάδα είναι αόρατη. Οι αντίπαλες μονάδες δεν μπορούν να την εντοπίσουν ή να της επιτεθούν.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤. ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘•ğ‘°ğ‘¯ ğ‘¹ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘‘ ğ‘šğ‘² ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•.
eo: Tiu ĉi unuo estas nevidebla. Malamikaj unuoj povas nek vidi nek ataki ĝin.
fr: Cette unité est invisible. Elle ne peut être vue ou attaquée par des unités ennemies.
sv: Den här truppen är osynlig. Den kan inte bli sedd eller attackeras av fiendetrupper

source: This unit has been slowed. It moves at half normal speed and receives one less attack than normal in combat.
fr: Cette unité a été ralentie. Elle se déplace deux fois plus lentement que la normale et peut lancer une attaque de moins que la normale.
sv: Den här truppen har blivit nedsaktad. den förflyttar sig med halva sin normala hastighet och kan attackera en gång mindre än normalt

source: This unit is poisoned. It will lose 8 HP every turn until it can seek a cure to the poison in a village or from a friendly unit with the 'cures' ability. Units cannot be killed by poison alone. The poison will not reduce it below 1 HP.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ğ‘›. ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘µğ‘Ÿ 8 HP ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘‘ğ‘»ğ‘¯ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘°ğ‘’ ğ‘© ğ‘’ğ‘˜ğ‘«ğ‘¼ ğ‘‘ ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¹ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘¤ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ 'ğ‘’ğ‘˜ğ‘«ğ‘®ğ‘Ÿ' ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦. ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘šğ‘² ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘©ğ‘¤ğ‘´ğ‘¯. ğ‘ ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘¦ğ‘›ğ‘¿ğ‘• ğ‘¦ğ‘‘ ğ‘šğ‘©ğ‘¤ğ‘´ 1 HP.
fr: Cette unité est empoisonnée. Elle perdra 8 points de vie chaque tour jusqu'à ce qu'elle reçoive des soins en se rendant dans un village ou en se fasse soigner par une unité possédant la capacité de 'soin'. Les unité ne peuvent pas être tuée simplement par du poison. Celui-ci ne fera pas baisser ses points de vie en dessous de 1.
sv: Den här truppen är förgiftad och kommer att förlora 8 HP varje drag tills den kan hitta ett motmedel i en by eller från en allierad med förmågan att bota. Trupper kan inte dö av enbart förgiftning, så truppen kommer inte att få mindre än 1 HP.

source: This unit has been turned to stone. It may not move or attack.
fr: Cette unité a été changée en pierre. Elle ne peut plus ni bouger, ni attaquer.
sv: Denna trupp har förstenats. Den kan inte flytta sig eller attackera.

source: _description
sv: _beskrivning

source: damage
en@shaw: ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡
fr: dommage
sv: skada

source: hexes
fr: hexagones
sv: rutor

source: Lawful units
de: Redliche Einheiten
fr: Unités justes
sv: Lagenliga trupper

source: Neutral units
de: Neutrale Einheiten
fr: Unités neutres
sv: Neutrala trupper

source: Chaotic units
de: Lichtscheue Einheiten
fr: Unités chaotiques
sv: Kaotiska trupper

source: Owned
fr: Possédé
sv: Kontrollerad

source: Enemy
fr: Ennemi
sv: Fiendes

source: Allied
fr: Allié
sv: Allierads

source: TitleScreen button^Tutorial
de: Einführung
en@shaw: ğ‘‘ğ‘µğ‘‘ğ‘¹ğ‘°ğ‘©ğ‘¤
fr: Didacticiel
sv: Träningsspel

source: TitleScreen button^Campaign
de: Kampagnen
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯
fr: Campagne
sv: Kampanj

source: TitleScreen button^Multiplayer
de: Mehrspieler
en@shaw: ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘»
fr: Multi-joueurs
sv: Flera spelare

source: TitleScreen button^Load
de: Laden
en@shaw: ğ‘¤ğ‘´ğ‘›
fr: Charger
sv: Öppna

source: TitleScreen button^Language
de: Sprache
en@shaw: ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡
fr: Langue
sv: Språk

source: TitleScreen button^Preferences
de: Einstellungen
en@shaw: ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ
fr: Preferences
sv: Inställningar

source: TitleScreen button^About
de: Über uns
fr: À propos
sv: Om

source: TitleScreen button^Quit
de: Beenden
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘‘
fr: Quitter
sv: Avsluta

source: Start a tutorial to familiarize yourself with the game
de: Führt in die Grundzüge des Spieles ein
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘© ğ‘‘ğ‘µğ‘‘ğ‘¹ğ‘°ğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘©ğ‘¥ğ‘¦ğ‘¤ğ‘˜ğ‘»ğ‘²ğ‘Ÿ ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘œğ‘±ğ‘¥
fr: Commencer un didacticiel pour vous familiariser avec le jeu
sv: Starta ett träningsspel för att bekanta dig med spelet

source: Start a new single player campaign
de: Eine neue Einzelspielerkampagne starten
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘» ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯
fr: Commencer une nouvelle campagne (jeu solo)
sv: Starta en ny kampanj för en spelare

source: Play multiplayer (hotseat, LAN, or Internet), or a single scenario against the AI
de: Mehrspielerpartie (Hotseat, LAN, Internet) / ein Szenario gegen den Computer spielen
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» (ğ‘£ğ‘­ğ‘‘ğ‘•ğ‘°ğ‘‘, ğ‘¤ğ‘¨ğ‘¯, ğ‘¹ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘), ğ‘¹ ğ‘© ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ AI
fr: Jouer en multi-joueurs (hotseat, réseau local ou Internet) ou un simple scénario contre l'ordinateur
sv: Starta ett spel för flera spelare (hotseat, LAN eller internet), eller ett separat scenario mot datorn

source: Load a single player saved game
de: Einzelspieler Spielstand laden
fr: Charger une partie sauvegardée (jeu solo)
sv: Öppna ett sparat privat spel

source: Change the language
de: Spracheinstellungen ändern
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡
fr: Changer la langue
sv: Byt språk

source: Configure the game's settings
de: Globale Einstellungen des Spiels verändern
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘ ğ‘œğ‘±ğ‘¥'ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ
fr: Configurer les paramètres du jeu
sv: Konfigurera spelet

source: View the credits
de: Mitwirkende anzeigen
en@shaw: ğ‘ğ‘¿ ğ‘ ğ‘’ğ‘®ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘•
fr: Afficher les crédits
sv: Medverkande

source: Quit the game
de: Das Spiel beenden
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘ ğ‘œğ‘±ğ‘¥
fr: Quitter le jeu
sv: Avsluta spelet

source: More
de: Nächste Seite
fr: Plus
sv: Läs mer

source: -- The Tome of Wesnoth
de: -- Das Buch von Wesnoth
fr: -- Le livre de Wesnoth
sv: -- Wesnoths Bok

source: strikes
fr: attaques
sv: slag

source: chaotic
de: lichtscheu
el: χαοτικός
en@shaw: ğ‘’ğ‘±ğ‘­ğ‘‘ğ‘¦ğ‘’
eo: kaosema
fr: Chaotique
sv: kaotisk

source: lawful
de: redlich
el: Νομοταγής
en@shaw: ğ‘¤ğ‘·ğ‘“ğ‘«ğ‘¤
eo: laŭleĝa
fr: Juste
sv: lagenlig

source: Delete File
fr: Supprimer le fichier
sv: Radera fil

source: Deletion of the file failed.
fr: La suppression du fichier a échoué.
sv: Kunde ej radera fil.

source: In Wesnoth, there are three types of damage usually associated with physical attacks: Blade, Pierce and Impact damage. Additionally, there are three further types of damage usually associated with magical attacks: Fire, Cold and Holy attacks. Different units may have resistances which alter the damage which they take from certain damage types. Resistances work very simply: If a unit has 40% resistance against a damage type, then they will suffer 40% less damage when hit with that damage type. It is also possible for a unit to have weakness; if a unit has -100% resistance against a damage type, it will suffer 100% more damage when hit by that type. For example, Skeletons are highly resistant to Blade and Pierce damage, but are vulnerable to Impact and Fire damage, and extremely vulnerable to Holy damage.
de: In Wesnoth verursachen physische Attacken drei verschiedene Schadensarten: Klinge, Stich und Wucht. Zusätzlich gibt es noch drei unterschiedliche magische Schadensarten: Feuer, Kälte und heilige Attacken. Einheiten können Resistenzen gegen manche Schadensarten haben, was den Schaden, den sie durch diese Schadensart bekommen, verändert. Resistenzen funktionieren sehr einfach: Wenn eine Einheit eine 40%tige Resistenz gegen eine Schadensart hat, erleidet sie bei einer Attacke dieses Typs 40% weniger Schaden. Eine Einheit kann auch besonders verwundbar für eine Schadensart sein. Bei einer Resistenz von -100% erleidet die Einheit 100% mehr Schaden bei einem Angriff dieser Art. Skelette sind beispielsweise sehr resistent gegen Klingen- und Stichangriffe, aber verwundbar durch Wucht- und Feuerschaden. Am verwundbarsten sind sie durch heilige Attacken.
fr: Dans Wesnoth, il y a trois types de dommages habituellement associés avec des attaques physiques : tranchant, perforant et contondant. Par ailleurs, il y a trois autres types de dommages communément associés avec des attaques magiques : feu, froid et sacré. Des unités différentes peuvent avoir des résistances qui modifient la quantité de dommages subis face à certains types de dommages. Les résistances fonctionnent très simplement. Si une unité a 40% de résistance contre un type de dommage, alors elle subit 40% de dommages en moins sur un coup de ce type de dommage.Il est également possible pour une unité d'avoir une faiblesse; si une unité a -100% de résistance contre un type de dommage, elle subira 100% de dommages en plus sur une touche de ce type. Par exemple, les Squelettes sont hautement résistants aux dommages tranchants et perforants, mais sont vulnérables aux dommages contondants et de feu, et extrèmement vulnérables aux dommages sacrés.

source: Wesnoth games usually take place with a regular cycle between day and night. The current time of day can be observed under the minimap in the upper right. The usual day/night cycle runs: Dawn <jump>to=160</jump><img>src=misc/schedule-dawn.png align=here</img> Morning <jump>to=160</jump><img>src=misc/schedule-morning.png align=here</img> Afternoon <jump>to=160</jump><img>src=misc/schedule-afternoon.png align=here</img> Dusk <jump>to=160</jump><img>src=misc/schedule-dusk.png align=here</img> First Watch <jump>to=160</jump><img>src=misc/schedule-firstwatch.png align=here</img> Second Watch <jump>to=160</jump><img>src=misc/schedule-secondwatch.png align=here</img> Morning and Afternoon count as day, First and Second Watch count as night. The time of day affects the damage of certain units as follows - Lawful units get +25% damage in daytime, and -25% damage at night. Chaotic units get +25% damage at night, and -25% in daytime. Neutral units are unaffected by the time of day. <img>src=misc/schedule-underground.png align=right float=yes</img>Keep in mind that some scenarios take place underground, where it is perpetually night!
de: Spiele in Wesnoth haben normalerweise einen regelmäßigen Tageszeiten-Zyklus. Die aktuelle Tageszeit ist ersichtlich direkt unter der Übersichtskarte oben rechts. Der normale Tag/Nacht-Zyklus sieht folgendermaßen aus: Morgengrauen <jump>to=160</jump><img>src=misc/schedule-dawn.png align=here</img> Vormittag <jump>to=160</jump><img>src=misc/schedule-morning.png align=here</img> Nachmittag <jump>to=160</jump><img>src=misc/schedule-afternoon.png align=here</img> Abenddämmerung <jump>to=160</jump><img>src=misc/schedule-dusk.png align=here</img> Erste Wache <jump>to=160</jump><img>src=misc/schedule-firstwatch.png align=here</img> Zweite Wache <jump>to=160</jump><img>src=misc/schedule-secondwatch.png align=here</img> Vormittag und Nachmittag zählen als Tag, Erste und Zweite Wache als Nacht. Die Tageszeit beeinflusst den Schaden, der von bestimmten Einheiten ausgerichtet wird wie folgt: Rechtschaffene Einheiten teilen tagsüber 25% mehr Schaden aus, und Nachts dafür 25% weniger. Chaotische Einheiten teilen tagsüber 25% weniger Schaden aus, und Nachts dafür 25% mehr. Neutrale Einheiten werden von den Tageszeiten nicht beeinflusst. <img>src=misc/schedule-underground.png align=right float=yes</img>Vergessen Sie nicht, das manche Szenarios unter der Erdoberfläche stattfinden. Dort ist es immer Nacht!
fr: Les parties de Wesnoth se déroulent habituellement avec un cycle régulier entre le jour et la nuit. L'heure courante peut être observée sous la mini-carte en haut à droite. Le cycle habituel jour/nuit est le suivant : Aube <jump>to=160</jump><img>src=misc/schedule-dawn.png align=here</img> Matin <jump>to=160</jump><img>src=misc/schedule-morning.png align=here</img> Après-midi <jump>to=160</jump><img>src=misc/schedule-afternoon.png align=here</img> Crépuscule <jump>to=160</jump><img>src=misc/schedule-dusk.png align=here</img> Première veille <jump>to=160</jump><img>src=misc/schedule-firstwatch.png align=here</img> Seconde veille <jump>to=160</jump><img>src=misc/schedule-secondwatch.png align=here</img> Le matin et l'après-midi comptent comme la journée, les première et seconde veilles comme la nuit. L'heure courante affecte la quantité de dommages de certaines unités de la manière suivante - Les unités loyales infligent +25% de dommages le jour et -25% la nuit. Les unités chaotiques infligent +25% de dommages la nuit et -25% le jour. Les unités neutres ne sont pas affectées par l'heure courante. <img>src=misc/schedule-underground.png align=right float=yes</img>Gardez à l'esprit que certains scénarios se déroulent sous terre, où il fait perpétuellement nuit !

source: In combat, your units will inevitably take damage. Wesnoth offers several ways for your units to heal, all of which take place at the beginning of your turn, before you take action. Resting: A unit which neither moves nor attacks will heal 2HP in its next turn. Villages: A unit which starts a turn in a village will heal 8HP. <ref>dst=ability_regeneration text=Regeneration</ref>: Certain units (such as trolls) will automatically heal 8HP every turn. Healing units: Units with the <ref>dst=ability_heals text=Heals</ref> ability will heal all friendly units immediately beside them for 4HP each turn, or prevent Poison from dealing damage. Curing units: Units with the <ref>dst=ability_cures text=Cures</ref> ability will heal all friendly units immediately beside them for 8HP each turn, or cure a unit of Poison. Keep in mind that while Resting can be combined with other forms of healing, villages, regeneration, and healing/curing cannot combine with each other. Also, units heal fully between scenarios.
de: Im Kampf werden Ihre Einheiten unvermeidlich verletzt werden. In Wesnoth gibt es verschiedene Möglichkeiten, diesen Schaden zu heilen. Schaden wird immer am Anfang Ihres Zuges, bevor Sie etwas tun können, geheilt. Rasten: Eine Einheit, die sich nicht bewegt und auch nicht angreift, heilt 2 Lebenspunkte (Abk. LP) am Anfang des nächsten Zuges. Dörfer: Wenn eine Einheit sich am Ende des Zuges in einem Dorf befindet, heilt sie 8 Punkte. <ref>dst=ability_regeneration text=Regeneration</ref>: Manche Einheiten (z.B. Trolle) heilen jeden Zug automatisch 8 Punkte. Heilende Einheiten: Einheiten mit der <ref>dst=ability_heals text='Heilung'</ref>-Fähigkeit heilen 4 Lebenspunkte bei allen direkt benachbarten Einheiten oder verhindern Giftschaden. Einheiten mit der <ref>dst=ability_cures text='Größerer Heilung'</ref>-Fähigkeit heilen 8 Lebenspunkte bei benachbarten Einheiten oder heilen eine Einheit von ihrer Vergiftung. Beachten Sie, das Rasten mit anderen Heilungsformen kombiniert werden kann, aber alle anderen Arten nicht miteinander kombiniert werden können. Weiterhin werden Einheiten zwischen Szenarien vollständig geheilt.
fr: Au combat, vos unités vont inévitablement subir des dommaes. Wesnoth offre plusieurs solutions pour soigner vos unités, qui s'appliquent toutes au début de votre tour, avant que vous n'agissiez. Repos : Une unité qui ne bouge ni n'attaque se soignera de 2 PV à son prochain tour. Villages : Une unité qui commence un tour dans un village se soignera de 8 PV. <ref>dst=ability_regeneration text=Régénération</ref> : Certaines unités (telles les trolls) guériront automatiquement de 8 PV à chaque tour. Pouvoir de soin : Les unités avec la capacité <ref>dst=ability_heals text=soins</ref> soigneront tous les unités amicales adjacentes de 4 PV à chaque tour ou empêcheront le poison d'infliger des dommages. Pouvoir de guérison : Les unités avec la capacité <ref>dst=ability_cures text=Guérison</ref> soigneront tous les unités amicales adjacentes de 8 PV à chaque tour ou purgeront une unité du Poison. Gardez en tête que si le repos peut être combiné avec d'autres formes de soins, les villages, la régénération et les soins/guérisons ne peuvent se cumuler entre eux. Par ailleurs, les unités guérissent complètement entre les scénarios.

source: In Wesnoth, it is not enough simply to recruit units and fight. You must watch your gold as well, especially in campaigns, where you can carry extra gold over from one scenario to the next. There are two aspects to this; Income and Upkeep. Income is simple. For every village you control, you gain one gold a turn. Thus, if you have ten villages, you would normally gain ten gold. Unfortunately, your Upkeep costs are subtracted from this income, as detailed below. Upkeep is also fairly simple. Each unit requires an amount of Upkeep equal to its level. You can support as many levels <italic>text=worth</italic> of units as you have villages for free. However, for each level of unit beyond the number of villages you have, you must pay one gold per turn. For example, if you have twelve level one units and ten villages, you would have to pay two gold a turn in upkeep. These costs are subtracted from your Income, so in the case of twelve levels of units and ten villages, your resultant Income would be 8 gold a turn. There are two main exceptions to Upkeep. Firstly, units with the Loyal trait will only ever count as level one for upkeep purposes, regardless of their actual level. Secondly, units you begin the scenario with (such as Konrad or Delfador), or units who join you during a scenario (such as the Horseman in the second level of Heir to the Throne) will never charge any upkeep.
de: Es reicht in Wesnoth nicht, einfach Einheiten auszubilden und zu kämpfen. Sie müssen auch auf Ihr Gold achten, besonders in Kampagnen, wo Sie einen Teil Ihres Goldes zum nächsten Szenario mitnehmen können. Es gibt hier zwei Dinge zu beachten: Einkommen und Unterhalt. Mit dem Einkommen ist es einfach: Sie bekommen für jedes Dorf, das Sie kontrollieren, 1 Goldstück pro Zug. Wenn Sie also zehn Dörfer haben, würden Sie zehn Goldstücke bekommen. Leider werden Ihnen davon die Unterhaltskosten noch abgezogen. Jede Einheit braucht zum Unterhalt einen Betrag an Goldstücken gleich ihrer Stufe. Sie können allerdings soviel Stufen von Einheiten, wie Sie Dörfer haben, ohne Kosten unterhalten. Für jede Einheits-Stufe darüber hinaus müssen Sie ein Goldstück zahlen. Wenn Sie zum Beispiel zwölf Stufe-1-Einheiten haben und zehn Dörfer kontrollieren, müssen Sie zwei Stück Gold pro Zug bezahlen. Diese Kosten werden von Ihrem Einkommen abgezogen. Im vorigen Beispiel also, mit insgesamt zwölf Einheiten-Stufen und zehn Dörfern, wäre Ihr Einkommen 8 Gold pro Zug. Es gibt zwei Ausnahmen für die Berechnung der Unterhaltskosten. Erstens zählen loyale Einheiten (mit der Charakteristik 'loyal') immer nur als Stufe-1-Einheiten, gleich welche Stufe Sie tatsächlich haben. Zweitens kosten alle Einheiten, mit denen Sie ein Szenario beginnen (z.B. Konrad und Delfador) und Einheiten, die sich Ihnen wärend eines Szenarios anschließen (wie z.B. der Reiter im zweiten Szenario von "Der Thronerbe") niemals Unterhalt.
fr: Dans Wesnoth, il ne suffit pas simplement d'enrôler des unités et de combattre. Vous devez aussi surveiller votre or, particulièrement en campagne, où vous pouvez conserver de l'or d'un scénario au suivant. Il y a deux aspects à cela; Le revenu et l'entretien. Le revenu est simple. Pour chaque village que vous contrôlez, vous gagnez une pièce d'or par tour. Ainsi, si vous avez dix villages, vous gagnerez normalement dix pièces d'or.Malheureusement, vos coûts d'entretien sont soustraits de ce revenu, comme détaillé ci-dessous. L'entretien est aussi plutôt simple. Chaque unité requiert un montant d'entretien égal à son niveau. Vous pouvez soutenir autant de niveaux d'unités que vous possédez de villages, gratuitement. Cependant, pour chaque niveau d'unité au-delà de ce nombre, vous devez payer une pièce d'or par tour. Par exemple, si vous avez douze niveaux d'unités et dix villages, vous devrez payer deux pièces d'or par tour en entretien. Ces coûts sont soustraits de votre revenu, ainsi dans le cas de douze niveaux d'unités et de dix villages, votre revenu net sera de 8 pièces d'or par tour. Il y a deux exceptions principales à l'entretien. Premièrement, des unités avec le trait loyal ne compteront toujours que comme unité de niveau un pour l'entretien, quel que soit leur niveau actuel. Deuxièmement, les unités avec lesquelles vous débutez le scénario (telles Konrad ou Delfador), ou les unités qui vous rejoignent au cours d'un scénario (tel l'écuyer dans le second niveau de L'héritier du trône) ne vous coûteront jamais rien en entretien.

source: This concludes the fundamentals of Wesnoth. You might want to read up on Basic Strategy, or familiarise yourself with <ref>dst=traits text=Traits</ref> and <ref>dst=abilities text=Abilities</ref>, but you now know everything you need to know to play the Heir to the Throne scenario. Have fun, and good luck!
de: Die Grundlagen des Spiels wurden nun behandelt. Sie können weiterlesen bei "Grundlegende Strategien", oder sich die <ref>dst=traits text=Charakteristiken</ref> und <ref>dst=abilities text=Eigenschaften</ref> anschauen, allerdings wissen Sie schon alles, was zum Spielen des Szenarios "Der Thronerbe" wichtig ist. Viel Spaß dabei!
fr: Ceci conclut les bases de Wesnoth. Vous pourriez vouloir lire plus avant la stratégie de base, ou vous familiariser avec les <ref>dst=traits text=traits</ref> et les <ref>dst=abilities text=Capacités</ref>, mais vous connaissez maintenant tout ce qu'il vous faut savoir pour jouer le scénario L'héritier du trône. Amusez-vous bien et bonne chance !

source: A feeling of well-being overwhelms the drinker.
el: Ένα αίσθημα υγείας κυριεύει τον πότη
en@shaw: ğ‘© ğ‘“ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘ ğ‘¢ğ‘§ğ‘¤-ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘´ğ‘ğ‘»ğ‘¢ğ‘§ğ‘¤ğ‘¥ğ‘Ÿ ğ‘ ğ‘›ğ‘®ğ‘¦ğ‘™ğ‘’ğ‘».
eo: Sento de komforto inundas la korpon de trinkanto.
fr: Un sentiment de bien-être envahit le buveur.

source: You are not worthy of healing.
el: Δεν αξίζεις να γιατρευτείς.
en@shaw: ğ‘¿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘»ğ‘ğ‘° ğ‘ ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™.
eo: Vi ne indas resanigi
fr: Vous n'êtes pas digne d'être soigné

source: Strength is given to the drinker.
el: Ο πότης αποκτάει δύναμη.
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘” ğ‘¦ğ‘Ÿ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘›ğ‘®ğ‘¦ğ‘™ğ‘’ğ‘».
eo: Kiu fortrinkos ĝin, akiros grandan forton
fr: Donne de la force à celui qui la boit

source: Potion of Decay
el: Φίλτρο αποσύνθεσης
en@shaw: ğ‘ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘’ğ‘±
eo: Pocio de putro
fr: Potion de dégénerescence

source: This poor unit drank something really bad.
el: Αυτή η μονάδα ήπιε κάτι πραγματικά κακό.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘ğ‘«ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘›ğ‘®ğ‘¨ğ‘™ğ‘’ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘šğ‘¨ğ‘›.
eo: Ĉi mizera milit-unuo trinkis fakte ion malbonan.
fr: Cette pauvre unité a bu quelquechose de vraiment mauvais.

source: Ring of Regeneration
el: Δαχτυλίδι αναγέννησης
en@shaw: ğ‘®ğ‘¦ğ‘™ ğ‘ ğ‘®ğ‘°ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘–ğ‘ªğ‘¯
eo: Ringo de regenero
fr: Aneau de régénération

source: This ring will heal the bearer a little each turn.
el: Αυτό το δαχτυλίδι θα γιατρεύει τον κάτοχο του από λίγο σε κάθε γύρο.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘®ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘°ğ‘¤ ğ‘ ğ‘šğ‘ºğ‘» ğ‘© ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘°ğ‘— ğ‘‘ğ‘»ğ‘¯.
eo: Ĉi ringo dum ĉiu turno iom sanigos posedanton.
fr: Cet anneau va soigner son porteur un peu cahque tour.

source: Ring of Slowness
el: Δαχτυλίδι βραδύτητας.
en@shaw: ğ‘®ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘¤ğ‘´ğ‘¯ğ‘©ğ‘•
eo: Ringo de malrapido
fr: Anneau de lenteur

source: The bearer of this ring is slowed.
el: Ο κάτοχος του δαχτυλιδιού αυτού επιβραδύνεται.
en@shaw: ğ‘ ğ‘šğ‘ºğ‘» ğ‘ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘•ğ‘¤ğ‘´ğ‘›.
eo: Posedanto de ĉi tiu ringo estas malrapidigita
fr: Le porteur de cet anneau est ralenti

source: Staff of Swiftness
el: Ράβδος Ταχύτητας
en@shaw: ğ‘•ğ‘‘ğ‘­ğ‘“ ğ‘ ğ‘•ğ‘¢ğ‘¦ğ‘“ğ‘‘ğ‘¯ğ‘©ğ‘•
eo: Bastono de rapido
fr: Bâton de promptitude
