Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: Teleport: This unit may teleport between any two friendly villages instantly.
fr: Téléportation : Cette unité peut se téléporter instantanément entre deux villages alliés.
sv: Teleportera: Den här truppen kan förflytta sig mellan två kontrollerade byar ögonblickligen.

source: Leadership: This unit can lead friendly units that are next to it, making them fight better. Adjacent friendly units of lower level will do more damage in battle.
fr: Commandement : Cette unité peut commander d'autres unités alliées qui sont à ses côtés, les rendant meilleures en combat. Les unités alliées de niveau inférieur feront plus de dégâts en combat.
sv: Ledarskap: Den här truppen leder närliggande trupper i strid och får dem att kämpa bättre. Närliggande allierade trupper av lägre nivå kommer att utdela mer skada i strid.

source: Ambush: This unit can hide in forest, and remain undetected by its enemies. Enemy units cannot see or attack this unit when it is in forest, except for any turn immediately after this unit has attacked, or if there are enemy units next to this unit.
fr: Embuscade : Cette unité peut se cacher dans les forêts et rester invisible à ses ennemis. Les unités ennemies ne peuvent voir ni attaquer cette unité tant qu'elle se trouve en forêt, sauf pour le tours suivant une attaque de cette unité ou s'il y a des unités ennemies adjacentes à cette unité.
sv: Bakhåll: Den här truppen kan gömma sig i skog, och blir inte upptäckt av sina fiender. Fiendetrupper kan inte se eller attackera den här truppen i skogen, förutom draget precis efter den har attackerat, eller om det finns fiendetrupper alldeles bredvid.

source: Illuminates: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk.
en@shaw: ğ‘¦ğ‘¤ğ‘µğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘•: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘¤ğ‘µğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘• ğ‘ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ºğ‘¦ğ‘©, ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘¤ğ‘·ğ‘“ğ‘«ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘²ğ‘‘ ğ‘šğ‘§ğ‘‘ğ‘¼, ğ‘¯ ğ‘’ğ‘±ğ‘­ğ‘‘ğ‘¦ğ‘’ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘²ğ‘‘ ğ‘¢ğ‘»ğ‘•. ğ‘§ğ‘¯ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘¢ğ‘» ğ‘›ğ‘©ğ‘•ğ‘’ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘²ğ‘‘, ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘¢ğ‘» ğ‘›ğ‘± ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘’.
fr: Illumination : Cette unité illumine les cases environnantes, rendant les unités justes plus fortes, et les unités chaotiques plus faibles. Toutes les unités adjacentes à cette unité combattront la nuit comme si c'était le crépuscule et comme s'il faisait jour au moment du crépuscule.
sv: Lyser upp: Den här truppen lyser upp närområdet, så att lagenliga trupper slåss bättre och kaotiska sämre. Trupper på rutorna bredvid slåss som det vore skymning när det är natt och som vid dag när det är skymning.

source: Skirmisher: This unit is skilled in moving past enemies quickly, and ignores all Enemy Zones of Control.
fr: Escarmouches : Cette unités est très habile pour se aller rapidement derrière les lignes ennemies et ignore les zones de contrôle ennemies.
sv: Stigfinnare: Denna trupp är skicklig i att finna vägar förbi fienden, och hindras inte av fiendens kontrollzoner.

source: Never more than 1 upkeep
fr: Jamais plus de 1 d'entretien
sv: Aldrig mer än 1 i underhåll

source: This unit takes half normal damage when it did not initiate the attack.
fr: Cette unité subit la moitié des dégâts normaux quand elle ne commence pas le combat.
sv: Den här truppen tar halva nominella skadan om den inte anföll först.

source: minimum damage
fr: dégâts minimum
sv: minsta möjliga skada

source: Game
de: Spiel
fr: Jeu
sv: Spel

source: Configure Sides:
fr: Configurer les équipes :
sv: Inställningssidor:

source: Choose Team Settings:
fr: Choisir les paramètres de l'équipe :
sv: Välj laginställningar:

source: Could not connect to the remote host
de: Es konnte keine Verbindung mit dem entfernten Server/Gastgeber hergestellt werden
fr: Impossible de se connecter au serveur distant
sv: Kunde inte ansluta till värden

source: Waiting for players to connect
fr: En attente de connexion d'autres joueurs
sv: Väntar på att spelare skall ansluta

source: Filled
fr: Occupé
sv: Upptagen

source: Available
fr: Libre
sv: Ledig

source: &misc/observer.png,Observer
de: &misc/observer.png,Beobachter
fr: &misc/observer.png,Observateur
sv: &misc/observer.png,Åskådare

source: Describe Unit
fr: Décrire l'unité
sv: Beskriv truppen

source: Full Screen or Windowed?
fr: Plein écran ou fenêtré ?
sv: Fullskärm eller fönsterläge?

source: Display:
fr: Affichage :
sv: Skärm:

source: Windowed
fr: Fenêtré
sv: Fönster

source: Speed:
fr: Vitesse :
sv: Hastighet:

source: Sound Settings...
fr: Paramètres de son...
sv: Ljudinställningar...

source: Options
sv: Alternativ

source: Choose Scenario
fr: Choisissez un scénario
sv: Välj scenario

source: This terrain acts as $terrains for movement and defense purposes
fr: Ce terrain se comporte comme $terrains pour le mouvement et la défense
sv: Den här terrängen kan betraktas som $terrains ur förflyttnings- och försvarssynpunkt

source: The terrain with the best modifier is chosen automatically
fr: Le terrain avec le meilleur modificateur est choisi automatiquement.
sv: Den för truppen mest fördelaktiga terrängen används automatiskt

source: This terrain gives healing
fr: Ce terrain soigne.
sv: Den här terrängen är läkande

source: This terrain acts as keep, i.e., you can recruit units when a leader is in a location with this terrain
fr: Ce terrain se comporte comme un donjon, c-à-d que vous pouvez recruter des unités quand un chef est dessus.
sv: Den här terrängen är som ett kärntorn. Du kan alltså rekrytera trupper när din ledare befinner på den här sortens terräng.

source: This terrain acts as castle, i.e., you can recruit units onto a location with this terrain
fr: Ce terrain se comporte comme un chateau, c-à-d que vous pouvez recruter des unités sur cette case.
sv: Den här terrängen är som en borg. Rekryterade trupper kan alltså placeras på den här sortens terräng.

source: or
fr: ou
sv: eller

source: Unit resistance table
fr: Table de résistance des unités
sv: Motståndskraftstabell för trupper

source: See Also...
fr: Voir aussi...
sv: Se även...

source: Backstab: This attack deals double damage if a friendly unit is on the opposite side of the target.
fr: Assassinat : Cette attaque occasionne le double de dommages si une unité alliée se trouve sur la case opposée à la cible.
sv: Rygghugg: Denna typ av attack orsakar dubbel skada om en vänligt sinnad trupp befinner sig på motsatt sida av målet.

source: Charge: This attack deals double damage to the target. It also causes this unit to take double damage from the target's counterattack.
fr: Charge : Cette attaque inflige le double de dégâts à la cible. Cependant cette unité recevra également le double de dégâts lors de la contre-attaque.
sv: Storma: Denna typ av attack orsakar dubbel skada hos målet, men den anfallande truppen mottar också dubbel skada från målets motattack.

source: Drain: This unit drains health from living units, healing itself for half the amount of damage it deals.
fr: Drainage : Cette unité draine la vie des unités vivantes, se régénérant ainsi de la moitié des dommages causés.
sv: Utsugning: Denna typ av attack suger hälsa ur levande trupper, och förbättrar den anfallande truppens hälsa med hälften av den skada den orsakar.

source: Magical: This attack always has a 70% chance to hit.
fr: Enchantement : Cette attaque a toujours 70 % de chance d'atteindre sa cible.
sv: Magisk: Denna attack har alltid en 70-procentig chans att träffa.

source: Marksman: When used offensively, this attack always has at least a 60% chance to hit.
en@shaw: ğ‘¥ğ‘¸ğ‘’ğ‘•ğ‘¥ğ‘©ğ‘¯: ğ‘¢ğ‘§ğ‘¯ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘©ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ğ‘¤ğ‘°, ğ‘ğ‘¦ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘© 60% ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘£ğ‘¦ğ‘‘.
fr: Tir d'élite : Quand utilisée offensivement, cette attaque a toujours au moins 60% de chance d'atteindre sa cible.
sv: Prickskytt: Vid anfall har denna typ av attack alltid åtminstone 60% chans att träffa.

source: Plague: If this unit kills a living target and that unit was not stationed in a village, the dead target's corpse will rise up and fight for you.
fr: Peste : Si cette unité tue une unité vivante et que celle-ci n'était pas dans un village, le corps de la cible ressuscitera et se joindra à vos troupes.
sv: Pest: Om denna typ av attack dödar ett levande mål som inte befinner sig i en by, kommer den döda truppens lik att reanimeras och slåss på anfallarens sida.

source: Poison: This attack poisons the target. Poisoned units lose 8 HP every turn until they are cured or are reduced to 1 HP.
fr: Empoisonnement : Cette attaque empoisonne le cible. Les unités empoisonnées perdent 8 points de vie à chaque tour jusqu'à ce qu'elles soient guéries, ou n'aient plus qu'un seul point de vie.
sv: Gift: Denna typ av attack förgiftar målet. Förgiftade trupper förlorar 8 HP varje drag tills de botas eller har försvagats till 1 HP.

source: Slow: This attack slows the target. Slowed units move at half normal speed and receive one less attack than normal in combat for the duration of one turn.
fr: Ralentissement : Cette attaque ralentit la cible. Les unités ralenties voient leur vitesse de déplacement réduite de moitié et disposent d'une attaque de moins en combat.
sv: Sakta ner: Denna typ av attack får målet att saktas ner. Trupper som är nersaktade rör sig med halva sin normala hastighet, och har ett slag mindre under sitt drag.

source: Stone: This attack turns the target to stone. Units that have been turned to stone may not move or attack.
fr: Pétrification : Cette attaque transforme la cible en pierre. Les unités ainsi pétrifiées ne peuvent plus ni se déplacer, ni attaquer.
sv: Förstena: Denna attack förstenar målet. Förstenade trupper kan inte röra sig och inte attackera.

source: Berserk: Whether used offensively or defensively, this attack presses the engagement until one of the combatants is slain.
fr: Furie : Qu'elle soit utilisée de manière offensive ou défensive, cette attaque force l'engagement jusqu'à ce qu'un des deux combattants ne meure.
sv: Bärsärkagång: Oavsett om det gäller anfall eller försvar, så innebär denna typ av attack att striden fortsätter tills en av parterna ligger död på marken.

source: First Strike: This unit always strikes first with this attack, even if they are defending.
en@shaw: ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ğ‘• ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘¸ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™.
fr: Initiative: Cette unité attaque toujours en premier, même lorsqu'elle se défend.
sv: Första slaget: Denna typ av attack slår alltid först, även om den försvarar sig.

source: first strike
fr: initiative
sv: första slaget

source: Elves
de: Elfen
fr: Elfes
sv: Alver

source: Orcs
de: Orks
sv: Orcher

source: Humans
de: Menschen
fr: Humains
sv: Människor

source: Undead
de: Untote
fr: Morts-vivants
sv: Vandöda

source: Deep Water
de: Tiefes Wasser
en@shaw: ğ‘›ğ‘°ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼
fr: Eau profonde
sv: Djupt vatten

source: Shallow Water
de: Seichtes Wasser
en@shaw: ğ‘–ğ‘¨ğ‘¤ğ‘´ ğ‘¢ğ‘·ğ‘‘ğ‘¼
fr: Eau peu profonde
sv: Grunt vatten

source: Village
de: Dorf
el: Χωριό
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡
eo: Vilaĝo
sv: By

source: Swamp
de: Sumpf
en@shaw: ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘
fr: Marais
sv: Träsk

source: Ice
de: Eis
fr: Glace
sv: Is

source: Road
de: Straße
en@shaw: ğ‘®ğ‘´ğ‘›
fr: Route
sv: Väg

source: Dirt
fr: Terrain boueux
sv: Jord

source: Grassland
fr: Prairie
sv: Slätt

source: Hills
de: Hügel
el: Λόφοι
en@shaw: ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ
eo: Montetoj
fr: Collines
sv: Kullar

source: Mountains
de: Berge
el: Βουνά
en@shaw: ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ
eo: Montoj
fr: Montagnes
sv: Berg

source: Forest
de: Wald
el: Δάσος
en@shaw: ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘
eo: Arbaro
fr: Forêt
sv: Skog

source: Bridge
de: Brücke
en@shaw: ğ‘šğ‘®ğ‘¦ğ‘¡
fr: Pont
sv: Bro

source: Castle
de: Burg
el: Κάστρο
en@shaw: ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤
eo: Kastelo
fr: Château
sv: Borg

source: Keep
de: Bergfried
el: Πύργος
eo: Ĉefturo
fr: Donjon
sv: Kärntorn

source: Cave
de: Höhle
el: Σπηλιά
en@shaw: ğ‘’ğ‘±ğ‘
eo: Kaverno
fr: Caverne
sv: Grotta

source: Cave Wall
de: Höhlenwnad
fr: Mur de caverne
sv: Grottvägg

source: Encampment
de: Lager
fr: Campement
sv: Läger

source: $name's Bridge,$name's Crossing
en@shaw: $name's ğ‘šğ‘®ğ‘¦ğ‘¡,$ğ‘¯ğ‘±ğ‘¥'ğ‘Ÿ ğ‘’ğ‘®ğ‘ªğ‘•ğ‘¦ğ‘™
fr: Pont $name,croisement $name
sv: $name|s bro,$name|s överfart

source: $name's Highway,$name's Pass,Path of $name
en@shaw: $name's ğ‘£ğ‘²ğ‘¢ğ‘±,$ğ‘¯ğ‘±ğ‘¥'ğ‘Ÿ ğ‘ğ‘­ğ‘•,ğ‘ğ‘­ğ‘” ğ‘ $name
fr: Route $name,Passe de $name,Chemin de $name
sv: $name|s väg,$name|s pass,$name|s stig

source: $name River,River $name
en@shaw: $name ğ‘®ğ‘¦ğ‘ğ‘¼,ğ‘®ğ‘¦ğ‘ğ‘¼ $name
fr: Rivière $name,Rivière $name
sv: $name-floden,Floden $name

source: $name Forest,$name's Forest
en@shaw: $name ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘,$ğ‘¯ğ‘±ğ‘¥'ğ‘Ÿ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘
fr: Forêt $name, Forêt $name
sv: $name-skogen,$name|s skog

source: $name Lake
en@shaw: $name ğ‘¤ğ‘±ğ‘’
fr: Lac $name
sv: $name-sjön

source: $name|bury,$name|ham,$name|ton
sv: $name|hult,$name|torp,$name|by

source: $name|ham,$name|ford,$name|cross,$river|ford,$river|cross
sv: $name|torp,$name|vad,$name|överfart,$river|vad,$river|överfart

source: $river|bridge,$river|bridge,$river|bridge,$name|ham,$name|bridge
sv: $river|bro,$river|bro,$river|bro,$name|torp,$name|bro

source: $name|ham,$name|ton,$name|field
sv: $name|torp,$name|by,$name|vall

source: $name|ham,$name|ton,$name|wood,$name Forest
sv: $name|torp,$name|by,$name|lund,$name skog

source: $name|ham,$name|bury,$name|ton,$name|hill,$name|crest
sv: $name|torp,$name|hult,$name|by,$name|kulle,$name|krön

source: $name|ham,$name|bury,$name|ton,$name|mont,$name|mont,$name|cliff,$name|cliff
sv: $name|torp,$name|hult,$name|by,$name|Berget,$name|Berget,$name|klippa,$name|klippa

source: Choose a File to Save As
fr: Choisir un fichier pour enregistrer
sv: Välj en fil att spara som...

source: The map already exists. Do you want to overwrite it?
en@shaw: ğ‘ ğ‘¥ğ‘¨ğ‘ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘‘ ğ‘¦ğ‘‘?
fr: La carte existe déja. Voulez vous l'écraser?
sv: Kartan finns redan. Vill du skriva över den?

source: Which Player?
fr: Quel joueur ?
sv: Vilken spelare?

source: Which player should start here?
fr: Quel joueur commencera ici ?
sv: Vilken spelare skall börja här?

source: Choose a Map to Load
fr: Choisir une carte à charger
sv: Välj en karta att öppna

source: The file does not contain a valid map.
fr: Ce fichier ne contient pas de carte valide.
sv: Filen innehåller inte en giltig karta.

source: '$filename' does not exist or can not be read as a file.
fr: « $filename » n'existe pas ou ne peut pas être lu.
sv: '$filename' finns inte, eller kan inte läsas som en fil.

source: Load failed:
fr: Chargement impossible :
sv: Kunde inte öppna:

source: You must have a hex selected on the board.
fr: Vous devez sélectionner une case sur le plateau de jeu.
sv: Du måste välja en ruta.

source: Do you want to save the map before quitting?
fr: Voulez-vous sauvegarder la carte avant de quitter ?
sv: Vill du spara kartan innan du slutar?

source: Map saved.
el: Ο χάρτης αποθηκεύτηκε.
en@shaw: ğ‘¥ğ‘¨ğ‘ ğ‘•ğ‘±ğ‘ğ‘›.
eo: Mapo konserviĝis.
fr: Carte sauvée.
sv: Kartan har sparats.

source: Could not save the map: $msg
el: Αδυναμία αποθήκευσης του χάρτη: $msg
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘ ğ‘¥ğ‘¨ğ‘: $msg
eo: Mapo ne konserveblas: $msg
fr: Impossible de sauver la carte : $msg
sv: Kunde inte spara kartan: $msg

source: Player
fr: Joueur
sv: Spelare

source: Your modifications to the map will be lost. Continue?
fr: Vos modifications de la carte seront perdues. Continuer ?
sv: Du kommer att förlora alla ändringar på kartan. Vill du fortsätta?

source: Create New Map
fr: Créer une nouvelle carte
sv: Skapa ny karta

source: Generate New Map
fr: Créer une nouvelle carte
sv: Skapa ny karta

source: Generate Random Map
fr: Générer une carte aléatoirement
sv: Generera slumpkarta

source: Random Generator Settings
fr: Paramètres du générateur aléatoire
sv: Inställningar för slumpgenerator

source: Map creation failed.
fr: Création de la carte impossible.
sv: Kunde inte skapa karta.

source: Resize Map
fr: Redimensionner la carte
sv: Ändra storlek på karta

source: X-Axis
fr: Axe X
sv: X-axel

source: Y-Axis
fr: Axe Y
sv: Y-axel

source: Flip around (this may change the dimensions of the map):
fr: Inverser (ceci pourra changer les dimensions de la carte):
sv: Flippa (detta kan ändra kartans dimensioner):

source: Edit
fr: Éditer
sv: Redigera

source: File
fr: Fichier
sv: Arkiv

source: Next tip
fr: Astuce suivante
sv: Visa nästa tips

source: Tip of the Day
fr: Astuce du jour
sv: Dagens tips

source: Do not show tips
de: Nicht nochmal fragen
fr: Ne pas afficher les astuces
sv: Visa inte Dagens tips

source: Lawful units fight better at day, and chaotic units fight better at night. Neutral units are unaffected by day and night.
de: Redliche Einheiten kämpfen besser am Tage, während lichtscheue Einheiten im Schutze der Nacht Angriffsvorteile genießen. Neutrale Einheiten sind vom Tag-Nacht-Wechsel nicht betroffen.
fr: Les unités justes se battent mieux le jour et les unités chaotiques mieux la nuit. Les unités neutres ne sont pas affectées par la période du jour.
sv: Lagenliga trupper slåss bättre på dagen, och kaotiska trupper slåss bättre på natten. Neutrala trupper påverkas inte av tid på dygnet.

source: In a campaign, you can use veteran units from previous scenarios by using the 'recall' option.
de: In einer Kampagne könnt Ihr erfahrene Einheiten aus dem vorherigen Szenario wieder einsetzen, indem Ihr die Option 'Einberufen ' verwendet.
fr: Dans une campagne, vous pouvez utiliser des vétérans de vos précédents scénarios en utilisant l'option « rappeler ».
sv: I en kampanj kan du använda veteraner från tidigare scenarior genom att välja 'Återkalla'.

source: There are six types of attacks: pierce, blade, impact, fire, cold, and holy. Different units have weaknesses against different types of attacks. Right-click on a unit, and then select 'Unit Description', and then click 'Resistance' to see how much resistance a unit has against different attack types.
de: Es gibt sechs Schadensarten in Wesnoth: Stich, Klinge, Wucht, Feuer, Kälte und Heilig/Geweiht. Jede Einheit hat Stärken und Schwächen gegen unterschiedliche Arten von Angriffen. Klickt mit der rechten Maustaste auf eine Einheit und wählt die Option 'Einheitenbeschreibung'. Die Tabelle 'Resistenz' gibt Euch darüber Auskunft, wie hoch der jeweilige Widerstand gegen eine bestimmte Schadensart ist.
fr: Il existe six sortes d'attaques : le transpercement, les lames, les impact, le feu, le froid et les attaques sacrées. Les unités résistent plus ou moins bien au différent type d'attaques. Choisissez 'Description de l'unité' -> 'Résistance' pour voir la résistance d'une unité face aux différents type d'attaques.
sv: Det finns sex typer av attacker: spetsande, skärande, krossande, samt eld-, frost- och heliga attacker. Olika trupper har olika motståndskraft mot olika typer av vapen. Om du högerklickar på en trupp och väljer 'Truppbeskrivning' och därefter 'Motståndskraft' så kan du se hur mycket motståndskraft truppen har mot de olika vapenslagen.

source: The terrain your units are on determines the chance your opponents have of hitting them in battle. The defensive rating for the currently selected unit in the currently selected terrain is displayed in the top-right corner of the screen.
de: Das Gelände, in dem sich Eure Einheit aufhält, entscheidet über die Wahrscheinlichkeit, dass Euch Feinde mit einem Angriff verletzen. Der Verteidigungswert der gewählten Einheit wird in der rechten oberen Ecke angezeigt.
fr: Le terrain sur lequel se trouvent vos unités détermine la probabilité qu'ont vos adversaires de vous toucher au cours du combat. Le taux de défense d'une unité sélectionnée sur le terrain sélectionné est affiché en haut à droite de l'écran.
sv: Hur stor chans en fiendetrupp har att träffa dina trupper beror på vilken typ av terräng din trupp står på. Vilken försvarsprocent den valda truppen har på sin terräng visas längst upp till höger på skärmen.

source: Poisoned units lose 8 hitpoints every turn, but they will not die from poison: poison will never reduce them below 1 hitpoint. Poisoned units can be cured by moving them to a village, or placing them next to a unit with the 'cure' ability.
de: Vergiftete Einheiten verlieren pro Runde 8 Lebenspunkte. Das Gift ist jedoch nicht in der Lage Eure Einheit zu töten. Es bleibt mindestens 1 Lebenspunkt übrig. Vergiftete Einheiten können kuriert werden, wenn Ihr sie in ein Dorf führt oder sie neben einer Einheit mit der Fähigkeit 'Kurieren' platziert.
fr: Les unités empoisonnées perdent 8 points de vie par tour, mais elles ne mourront pas de l'effet du poison : le poison ne réduit jamais les points de vie en dessous de 1. Les unités empoisonnées peuvent être guéries en les plaçant dans un village ou à coté d'une unité ayant l'habilité «traitement».
sv: Förgiftade trupper förlorar 8 HP varje drag, men de kan inte dö av förgiftning allena: de får aldrig mindre än 1 HP av giftet.Förgiftade trupper kan botas genom att ställas i en by, eller i omedelbar närhet av en trupp som har förmågan att 'bota'.

source: You can use units from a previous scenario by selecting 'Recall' by the game menu. By recalling the same units over and over, you can build up a powerful and experienced army.
de: Ihr könnt Einheiten aus früheren Szenarien verwenden, wenn Ihr sie einberuft. Wenn Ihr dies über mehrer Szenarien tut, bilden diese Einheiten eine immer mächtiger und erfahrener werdende Armee.
fr: Vous pouvez utiliser des unités d'un scénario précédent en sélectionnant «Rappeler» dans le menu de jeu. En rappelant toujours les mêmes unités vous pouvez former une armée expérimentée et puissante.
sv: Du kan använda trupper från tidigare scenarior genom att välja återkalla från menyn. Genom att återkalla samma trupper om och om igen, så kan du bygga upp en kraftfull och erfaren armé.

source: All units have a Zone of Control in each of the hexes next to them. If a unit moves into an enemy's Zone of Control, it may not move any further that turn.
de: Einheiten kontrollieren alle Felder, die an ihr Eigenes angrenzen. Wenn sich eine Eurer Einheiten in die Nähe einer gegnerischen Einheit begibt, kann sie sich in dieser Runde nicht weiter bewegen.
fr: Toutes les unités ont une zone de contrôle sur chacun des hexagones qui leur sont adjacents. Si une unité se déplace dans la zone de contrôle ennemie elle ne peut faire aucun autre mouvement pour ce tour.
sv: Alla trupper har en kontrollzon i varje omkringliggande ruta. Om en trupp flyttar in i en fiendes kontrollzon, så kan den inte flytta något mer det draget.
