Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: With the help of the Merfolk, and my knowledge of an island that will make a good re-provisioning point, we should be able to embark for the great lands that are to the East.
fr: Grâce à l'aide des ondins et à une île de ma connaissance sur laquelle nous pourrons nous réapprovisionner, nous devrions pouvoir mettre le cap sur les grandes terres qui sont à l'Est.

source: What I don't like is the fact that Lich-Lord Jevyan, whom our capital is named after, betrayed my people. To make matters worse he knows that you have that ruby.
fr: Mais ce qui me déplaît, c'est que le seigneur liche Jevyan, en l'honneur de qui notre capitale est nommée, ait trahi mon peuple. Et, ce qui ne risque pas d'améliorer la situation, il sait que vous possédez ce rubis.

source: There's not much we can do about that now. I dub this fine ship the Eldaric, in honour of my father. About that island. . .
fr: Nous ne pouvons pas y faire grand chose pour l'instant. Je baptise ce navire admirable l'Eldaric en mémoire de mon père. Concernant cette île...

source: Great, more boats, and now an Ocean!
fr: Oh joie, encore plus de bateaux, et maintenant un océan !

source: After you make it to this new land, send some of the ships back, for there may still be survivors in Southbay.
fr: Une fois que vous aurez accosté sur ce nouveau rivage, renvoyez quelques navires ici, il est possible qu'il y ait encore quelques survivants à Southbay.

source: My Son!
fr: Mon fils !

source: A Harrowing Escape
fr: Une fuite pénible

source: Argh, the Orcish vanguard must have flanked us even further to the East! They're already holding the mouth of the pass. We have to get out of the mountain pass before winter comes or we're all dead meat!
fr: Argh, l'avant-garde orc a dû nous contourner par l'est ! Ils tiennent déjà l'entrée de la passe. Si nous ne franchissons pas cette passe montagneuse avant l'arrivée de l'hiver nous sommes finis.

source: Father, I wish you were here. . .
fr: Père, si au moins vous étiez là...

source: I'd drop the sentiment, and pick up your sword. There's plenty of fighting ahead of us!
fr: Ce n'est pas le moment de devenir sentimal. Attrapez votre épée, de rudes combats nous attendent !

source: You won't get much further boy. Grrrr!
fr: C'est ici que tu t'arrêtes, gamin. Grrrr !

source: Burin, Burin the Lost. Who be yee?
fr: Burin, Burin le perdu. Z'êtes qui ?

source: I'm Prince Haldric, we have little time to talk. We must make haste through the pass. . . What are you?
fr: Je suis le prince Haldric. Nous n'avons pas le temps de discuter, nous devons nous hâter de traverser la passe... Qu'êtes-vous ?

source: I'm a Dwarf! Damn fool of a boy! I got lost while exploring deep underground, almost a century ago. I've never found my way home. But it seems nice enough here.
fr: Je suis un nain ! Pauvre demeuré ! Je me suis perdu alors que j'explorais des cavernes, il y a presque un siècle de cela. Je n'ai jamais trouvé le moyen de rentrer chez moi. Et comme ça semblait plutôt sympa par ici...

source: Nice? The Orcs have come and we must flee!
fr: Sympa ? Les orcs arrivent, nous devons fuire !

source: Orcs! It's been a long time since I felt the satisfying crunch of one of those under my Axe. Time for a fight!
fr: Des orcs ! Ça fait bien longtemps que je n'en avais pas massacré un à la hache. Ça me manquait !

source: You've fought Orcs before?
fr: Vous avez affronté des orcs auparavant ?

source: Fool Boy! Where did you grow up? Enough of this, let's go get some Orcs!
fr: Mon pauvre ! Mais d'où tu sors ? Assez discuté, allons nous faire quelques orcs !

source: We're trapped in the pass! I can see their re-enforcements! All is lost! Is that. . . Is that snow. . . We're so dead!
fr: Nous sommes coincés dans cette passe ! Je vois leurs renforts arriver ! Nous avons échoué ! Qu'est-ce que... De la neige ? C'est la fin !

source: SE - The River Road. SW - The Midlands.
fr: Sud-est : la route de la rivière. Sud-ouest : les Midlands.

source: GO HOME! AIN'T NUTTIN TO SEE HEER!
fr: Barrez vous ! Y a rien à voir par ici !

source: Now, should I go South-East on the River Road, or South-West through the midlands? The River Road crosses the Swamp of Esten, so I doubt that even Orcs would go there. The Midlands were nice, but who knows what's going on there now.
fr: Et maintenant, vaut-il mieux longer la rivière vers le sud-est, ou traverser les Midlands en direction du sud-ouest ? La route de la rivière traverse les marais d'Esten, je doute que les orcs nous y suivraient. Quant aux Midlands, allez savoir ce qui s'y trame en ce moment.

source: I think I'll take the River Road. . .
fr: Je pense que nous allons longer la rivière...

source: Good. The Midlands are probably an Orc infested ruin by now.
fr: Tant mieux. Les Midlands sont probablement ravagés et infestés d'orcs à l'heure actuelle.

source: SWAMP! I'm under 5 feet tall, and I don't float! Argh, have it your way.
fr: Des marécages ! Mais je mesure moins d'un mètre cinquante et je ne flotte pas ! Argh...

source: We'll go through the Midlands. . .
fr: Nous allons traverser les Midlands...

source: I suspect that the Midlands might be in ruins by now.
fr: Je soupçonne les Midlands d'être en ruine à l'heure qu'il est.

source: It's better than the swamp, I'm under 5 feet tall, and I don't float! Besides, I'd rather enjoy meeting more orcs.
fr: C'est quand même mieux que les marais ! Je mesure moins d'un mètre cinquante et je ne flotte pas ! Et surtout ça ne me déplairait pas de croiser quelques orcs de plus.

source: Come and get it!
fr: Viens te battre !

source: Die human.
fr: Crève humain.

source: Uh-oh!
fr: Oh oh !

source: I'll not go so easily!
fr: Tu ne m'auras pas si facilement !

source: We've escaped the pass. Well, at least I know that the orcs can be beaten. Hmmm, I guess that this is the last I'll see of my home. . . and my Father. (Sigh)
fr: Nous avons franchi la passe. Bien, au moins je sais maintenant que les orcs peuvent être vaincus. Hmmm, je suppose que je vois pour la dernière fois mon pays... et mon père. (Soupir)

source: We should make our way to Southbay. It is the largest city on the Isle. We should be able to make a stand there. Failing that, there's always Clearwater Port.
fr: Nous devons nous rendre à Southbay. C'est la plus grande ville de l'île. Nous devrions pouvoir y supporter un siège. Et si jamais nous échouons, il restera toujours le port de Clearwater.

source: A New Land
fr: Une nouvelle terre

source: At last the distant shores of a great continent are spotted. The time for landfall has arrived.
fr: Les lointains rivages d'un grand continent sont enfin en vue. Le temps du débarquement est arrivé.

source: Go home you vile dwarves! By treaty you are pledged to only the hills and mountains to the North of the Great River. This is not your land.
fr: Rentrez chez vous maudits nains ! Le traité que vous avez signé vous attribue les collines et les montagnes au nord de la grande rivière. Ici ne sont pas vos terres.

source: Our lands are become full, and our mines go to the bottom of the world. We have won our war against those things that live in the dark. By what right do you claim all of the forests of the world, and ALL of the land South of the Great River, and force us onto only the hills and mountans of the North? There are hills and mountains as good as any here in the South!
fr: Nos régions sont surpeuplées, et nos mines s'enfoncent jusqu'aux antres de la terre. Nous avons vaincus ces choses qui vivent dans l'obscurité. De quel droit vous octroyez-vous toutes les forêts du monde ainsi que toutes les terres au sud de la grande rivière et nous forcez-vous dans les régions montagneuses du nord ? Il y a des collines et des montagnes au moins aussi bien ici dans le sud !

source: By the right of treaty, ancient but still true-
fr: Par le droit d'un traité, ancien certes mais toujours en vigueur.

source: Hmph! You nany-pamby elves: 'We don't cut the trees we groom the forest.' Our axes can get the wood for a fifth of the cost! I can charge half of what your people do, and still be rich, and I'm not the first to have the thought!
fr: Pfff ! Bande de chochottes : « Nous ne coupons pas les arbres, nous entretenons la forêt. » Nos haches peuvent nous fournir du bois pour un cinquième du coût ! Même si je le vendais deux fois moins cher que vous, je me ferais quand même une fortune ; et je ne suis pas le premier à penser ça !

source: Wait, I see a ship. Many ships. We're being invaded!
fr: Attendez, je vois un navire. Plusieurs navires. Nous sommes envahis !

source: Umm, we're being invaded? Okay, we'll sort out our differences later. Let's get them first.
fr: Hum, nous sommes envahis ? Très bien, nous règlerons nos problèmes plus tard. Commençons par nous occuper d'eux.

source: We come in Peace. May our peoples-
fr: Nous venons en paix. Puissent nos peuples...

source: Get them!
fr: À l'attaque !

source: Gee, and you were practising that speech for days. I guess that's it for diplomacy then. Haldric, we should avoid calling upon too many units, and avoid fighting them. There has to be a peaceful resolution to this.
fr: Tsss... et dire que vous prépariez ce discours depuis plusieurs jours. J'ai l'impression que la diplomatie n'est plus vraiment d'actualité. Haldric, ne débarquons pas en trop grand nombre et évitons de les affronter. Il y a nécessairement un moyen pacifique de s'en sortir.

source: In the name of. . . This is the continent of my home. But I set out East. I must have travelled clear around the world.
fr: Nom d'un... C'est mon continent d'origine. Et pourtant j'étais parti vers l'est. J'ai dû faire le tour du monde.

source: My people are too far South. I don't know what's going on here. I'll stick with you until the end. You've been a good friend. Just no more sea voyages.
fr: Mon peuple est bien trop au sud. Je ne sais pas ce qui se passe ici. Je crois que je vais continuer à vous suivre, vous avez été un bon ami. Mais c'en est fini des voyages en mer.

source: What? What's going on here? Dwarves? Humans? Ships? Glimir tell me.
fr: Quoi ? Qu se passe-t-il ici ? Des nains ? Des humains ? Des navires ? Expliquez moi Glimir.

source: The stories are true. There must be dwarven colonists in the Brown Hills. We caught this band chopping wood near the bay. Then we saw lots of ships. Not like before, with that fellow from Southbay and his lone ship. It was always interesting when he stopped by.
fr: Les rumeurs étaient vraies. Il doit y avoir des colons nains dans les collines ocres. Nous avons surpris cette bande en train de couper du bois près de la côte. C'est alors que nous avons aperçu de nombreux navires. Ce n'est pas comme avant quand ce voyageur de Southbay arrivait sur son unique navire. C'était toujours intéressant quand il faisait escale par ici.

source: We thought we were being invaded. We, erm, put our differences aside with the dwarves, for the moment, and decided to deal with this first.
fr: Nous pensions que nous étions envahis. Nous avions décidé de, hum, mettre de côté nos différents avec les nains et de nous occuper de ce problème d'abord.

source: These are disturbing trends. Human, it is by luck alone that I am here to spare you. For on this day the Council of Lords is meeting in a forest not far from here.
fr: Ce sont des nouvelles inquiétantes. Humain, vous avez de la chance que je sois là pour vous sauver la vie. Car en ce jour le grand conseil se réunit dans une forêt non loin d'ici.

source: I am Prince Haldric. We come in Peace. May our peoples-
fr: Je suis le prince Haldric. Nous venons en paix. Puissent nos peuples...

source: As for you dwarf, return to the Brown Hills. Then tell your people to prepare to return to the North.
fr: Quant à vous colons nains, retournez dans les collines ocres. Et demandez à votre peuple de se préparer à retourner dans le nord.

source: I'll return to the hills, but I can't promise that my people will go. Hmph!
fr: Je retourne vers les collines, mais je ne peux pas vous garantir que mon peuple acceptera de s'en aller. Tsss...

source: Haldric is it? You are their leader? You and your advisers are to come with me. It will be safe for your passengers to disembark here.
fr: Haldric vous avez dit ? Vous dirigez ces hommes ? Vous et vos conseillers devez m'accompagner. Vos passagers peuvent débarquer ici en sécurité.

source: (Whisper) Maybe it'd be best if you didn't mention our little friend following us. . .
fr: (Chuchottement) Peut-être vaut-il mieux que vous ne mentionniez pas notre gentil petit compagnon qui nous suit depuis le début...

source: I must return to my people. You have kept your word, you may avail of my services in the future. The services of my people will remain at your disposal.
fr: Je dois m'en retourner vers mon peuple. Vous avez tenu parole, vous pourrez utiliser mes services à l'avenir. Mon peuple reste à votre entière disposition.

source: I must return to my people. My warriors that fought by your side wish to remain with you. You have kept your word, you may avail of my services in the future.
fr: Je dois m'en retourner vers mon peuple. Mes guerriers qui se sont battus à vos côtés souhaitent continuer à vous accompagner. Vous avez tenu parole, vous pourrez utiliser mes services à l'avenir.

source: May the currents carry you swiftly my friend. (Whisper) Jessica, send word that a third of the fleet is to return to the Green Isle, to look for more survivors. If they return tell them to keep retuning until no more survivors are found.
fr: Que les courants vous soient favorables mon ami. (Chuchottement) Jessica, donnez l'ordre qu'un tiers de la flotte retourne sur l'île verte à la recherche de survivants. S'ils en reviennent, dites leur de continuer jusqu'à ce que tous les survivants soient secourus.

source: (Still Whispering) Man the ships with skeleton crews, and give them the remaining supplies. Pass the word to Lord Typhon. Make sure than no more than a third of the fleet is sent. We can't provide the Orcs with a ready made fleet. Make haste, return before it is time to meet with these, what are they? Ahhh, Elves.
fr: (Toujours en chuchottant) Réduisez les effectifs des navires et donnez leur tous les vivres qui nous restent. Faites parvenir la nouvelle au seigneur Typhon. Assurez vous que pas plus d'un tiers de la flotte ne reparte. Nous ne pouvons pas nous permettre de fournir une flotte toute prête aux orcs. Faites vite, soyez de retour avant la rencontre avec ces... qu'est-ce que c'est déjà ? Ah oui, des elfes.

source: This is the second Eldaric I get to say goodbye to. At least this time it is easier than the first.
fr: C'est le deuxième Eldaric auquel je fais des adieux. Au moins cette fois est-ce plus facile qu'avec le premier.

source: I bet this wasn't the welcome you were expecting.
fr: Je suppose que ce n'était pas la bienvenue que vous espériez.

source: A Spy in the Woods
fr: Un espion au cœur des bois

source: So a doom has followed them here from their old home. My Outriders have reported that Orcs have made landfall. Orcs here, for the first time in centuries.
fr: Ainsi donc une catastrophe venue de leur continent d'origine les a accompagnés jusqu'ici. Mes éclaireurs ont fait état du débarquement d'orcs. Des orcs sur cette terre, pour la première fois depuis des siècles.

source: And he bears an artifact of some power. The Orcs would not be able to sense that. There is some greater power at work here.
fr: Et il est le porteur d'un artefact d'une grande puissance. Les orcs ne devraient pas être capables de le ressentir. Nous sommes confrontés à une puissance supérieure.

source: We may have decided wrong. If the humans drive the Orcs off we should honour our pledge. If more trouble follows them here we should let them fight it out, then we should 'deal' with the survivors, and make compromise with the Dwarves.
fr: Peut-être avons-nous pris la mauvaise décision. Si les humains réussissent à repousser les orcs, nous devrions honorer notre parole. Si la situation venait à empirer, nous devrions les laisser s'en charger, puis nous « occuper » des survivants et trouver un compromis avec les nains.

source: But we spoke a Pact with this Haldric and these men of the West North-
fr: Mais nous avons conclu un pacte avec ce dénommé Haldric et...

source: We are the people of the forest, you know that all words spoken to these un-people are of secondary importance to our own needs. As Lord Aryad said, 'If more trouble follows them here we should let them fight it out, then we should 'deal' with the survivors, and make compromise with the Dwarves.'
fr: Nous sommes le peuple de la forêt, vous êtes conscients que ce que nous pouvons promettre à ces sous-êtres n'est que de peu d'importance en comparaison de nos propres besoins. Comme le seigneur Aryad l'a dit, si la situation venait à empirer, nous devrions les laisser s'en charger, puis nous « occuper » des survivants et trouver un compromis avec les nains.

source: (Sigh) Agreed.
fr: (Soupir) D'accord.

source: (Whispering) Some friends. I must tell Haldric.
fr: (Murmure) Avec des amis comme ça, plus besoin d'ennemis. Je dois prévenir Haldric.

source: A Summer of Storms
fr: Un été orageux

source: The trouble seems to have finally reached to the heart of the Isle, to the isolated lands of King Eldaric IV.
fr: La guerre semble finalement avoir atteint le cœur de l'île où se trouvent les terres du roi Eldaric IV.

source: It looks like an Wesfolk rabble have seized the Northern Keep! Prepare for battle Haldric!
fr: On dirait que des brigands Wesfolk ont capturé le fort au nord. Prépare toi au combat Haldric !

source: Father, I am of age, may I lead our forces in battle?
fr: Père, je suis suffisamment âgé maintenant, puis-je mener nos forces au combat ?

source: You're showing initiative son! I'm proud of you! You may lead our forces to battle, but I'll stay near to keep an eye on you.
fr: Tu fais preuve d'initiative mon fils ! Je suis fière de toi ! Je te charge de diriger nos forces dans cette bataille, mais je resterai à proximité pour veiller sur toi.

source: Onward to victory!
fr: En avant vers la victoire !

source: Look a little prince-ling, and his merry men! We'll teach you a lesson for what your kind did to us!
fr: Un petit prince et sa troupe ! Nous allons vous faire payer ce que votre peuple nous a fait subir.

source: Don't forget about some of the more isolated the villages, we'll need the gold!
fr: Pense à t'occuper des villages les plus isolés, l'or est le nerf de la guerre !

source: Make haste Son! We must win before the summer crop is in ruin.
fr: Fais vite, fils ! Nous devons vaincre avant que la récolte de cette été ne soit ruinée.

source: I evoke surrender! Don't kill me. . .
fr: Je me rends ! Ne me tuez pas...

source: Why have you come to trouble our lands?
fr: Pourquoi avez-vous essayé d'envahir nos terres ?

source: Trouble your lands! Bah! Your fool Prince of Southbay has attacked our lands. The Lich-Lords had no choice. . . They opened a gate. . . and. . .
fr: Envahir vos terres ? Bah ! Votre idiot de prince de Southbay nous a attaqués. Les seigneurs liches n'ont pas eu d'autre choix... Ils ont ouvert un portail... et...

source: And what?
fr: Et quoi ?

source: They pledged to visit all of the terrors of the hells upon this Isle. They built a great stone gate to the heart of the homeland of the Orcs in the distant West! Now even us Wesfolk must flee or be slaves.
fr: Ils ont juré de répandre toutes les ténèbres des enfers sur cette île. Ils ont construit un grand portail en pierre vers le cœur du territoire orc dans l'ouest lointain ! Et maintenant, même nous les Wesfolks devont fuire ou être asservis.

source: Orcs are just creatures of tall tales!
fr: Les orcs ne sont que des contes de grand-mère !

source: You've been on this Isle too long. I assure you that orcs exist. By now there are probably a half dozen gates to the orcish homeland. There is no hope.
fr: Vous êtes restés sur cette île bien trop longtemps. Je peux vous assurer que les orcs existent. Il doit maintenant y avoir une demi-douzaine de portails ouverts sur leur territoire. Il n'y a plus aucun espoir.

source: We must prepare the defences! Haldric, stay at the keep, I must go and fortify our frontier.
fr: Nous devons monter des défenses ! Haldric, reste au fort, je m'en vais fortifier notre frontière.

source: My forces are defeated, under your customs of surrender I will go now.
fr: Mes troupes ont été vaincues. Au nom de votre tradition en matière de reddition, je vais maintenant me retirer.

source: You may go. See to it that you trouble us no more, for the custom states that you may evoke surrender but once. If we meet again, I won't be so merciful.
fr: Vous pouvez partir. Mais évitez de nous attaquer dans l'avenir, car la tradition que vous avez invoquée ne permet de se rendre qu'une fois. Si jamais nous sommes à nouveau confrontés, je ne serai pas aussi clément.

source: We have run out of time. . . The crops shall spoil, we'll starve!
fr: Nous avons trop tardé... La récolte va pourrir sur pied. Nous allons mourir de faim !

source: Die Wesfolk Scum!
fr: Meurs pourriture Wesfolk !

source: Feel my wrath you fiend!
fr: Subissez ma rage, espèce de monstres !

source: You can win most scenarios simply by defeating all enemy leaders. Win this scenario by defeating me. Your fighter from the previous scenario can help you in this battle. To recall him, right-click on a castle tile, select Recall, select your fighter, then select 'Ok'. You should also recruit Elvish Fighters and Elvish Archers.
de: Die meisten Szenarios könnt Ihr gewinnen, in dem Ihr alle gegnerischen Anführer besiegt. Um dieses Szenario zu gewinnen, müsst Ihr mich besiegen. Euer Kämpfer aus dem vorigen Szenario kann Euch dabei helfen. Um ihn einzuberufen, müsst Ihr auf ein Burgfeld rechts-klicken, "Einberufen" auswählen, den Kämpfer auswählen und dann "OK" drücken. Ihr solltet auch Elfen-Kämpfer und Elfen-Schützen ausbilden.
fr: Vous pouvez réussir la plupart des scénarios en vainquant tous les chefs ennemis. Gagnez ce scénario en me vainquant. Votre guerrier du précédent scénario peut vous aider dans cette bataille. Pour le rappeler, cliquez avec le bouton droit sur une case du château, sélectionnez « rappeler », sélectionnez votre guerrier, puis sélectionnez « Ok». Vous devriez également recruter des guerriers et des archers elfes.

source: Scenario
de: Szenario
el: Αποστολή
eo: Scenaro
fr: Scénario

source: Sand
el: Άμμος
en@shaw: ğ‘•ğ‘­ğ‘¯ğ‘›
eo: Sablo
fr: Sable

source: Tundra
fr: Toundra

source: FG
fr: Devant

source: BG
fr: Fond

source: pistol
de: Pistole
fr: pistolet

source: General
fr: Général

source: ballista
fr: baliste

source: Sergeant
de: Unteroffizier
fr: Sergent

source: +Core Developers
de: +Hauptentwicklung
fr: +Noyau dur

source: - Main Developer
de: - Projektleitung
fr: - Développeur en chef

source: - Artwork and graphics designer
de: - Grafik
fr: - Directeur artistique

source: +Developers
de: +Programmierung
fr: +Développeurs

source: +General Purpose Administrators
de: +Administration
fr: +Administrateurs multi-fonctions

source: +Artwork and graphics designers
de: +Grafik
fr: +Graphistes

source: +Music
de: +Musik
fr: +Musiciens

source: +Packagers
de: +Binärpakete
fr: +Empaqueteurs

source: +Miscellaneous
de: +Verschiedenes
fr: +Divers

source: +Internationalization Manager
de: +Internationalisierungsleitung
fr: +Coordinateur des traductions

source: +Brazilian Translation
de: +Brasilianische Übersetzung
fr: +Traduction brésilienne

source: +Catalan Translation
de: +Catalanische Übersetzung
fr: +Traduction catalane

source: +Czech Translation
de: +Czechische Übersetzung
fr: +Traduction tchèque

source: +Danish Translation
de: +Dänische Übersetzung
fr: +Traduction danoise
