Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: This magical branch grants +2 damage to melee attacks.
el: Αυτό το μαγικό κλαδί δίνει +2 ζημιά στις επιθέσεις σώμα με σώμα.

source: Wose Branch
el: Κλαδί Δενδροποιμένα

source: The magical branch of some great Wose.
el: Το μαγικό κλαδί κάποιου μεγάλου Δενδροποιμένα.

source: This unit will gain the stun weapon special on melee attacks.
el: Αυτή η μονάδα θα αποκτήσει την ειδική ικανότητα ακινητοποίησης στις επιθέσεις σώμα με σώμα.

source: Echoes of the Earth
el: Ηχώ της Γης

source: Powerful echoes from the bowels of the earth.
el: Δυνατές ηχώ από τα έγκατα της γης.

source: The unit gains the stun weapon special on melee attacks.
el: Η μονάδα κερδίζει το ειδικό όπλο ζαλίσματος στις επιθέσεις σώμα με σώμα.

source: After $unit.name| absorbed the stone’s power, the monolith lost its magical properties.
el: Αφού ο/η $unit.name| απορρόφησε τη δύναμη της πέτρας, ο μονόλιθος έχασε τις μαγικές του ιδιότητες.

source: unerring
el: αλάνθαστος

source: This attack never misses.
el: Αυτή η επίθεση δεν αστοχεί ποτέ.

source: Gold carryover:
el: Μεταφορά χρυσού:
eo: Kunportota oro:

source: Notes:
el: Σημειώσεις:
eo: Notoj:

source: Trailers
el: Τρέιλερ
eo: Antaŭvidfilmetoj

source: Miscellaneous Contributors
el: Λοιποί Συντελεστές
eo: Diversaj kontribuantoj

source: Ancient Greek Translation
el: Μετάφραση Αρχαίων Ελληνικών
eo: Malnovgreka traduko

source: Asturian Translation
el: Μετάφραση Αστουριανών
eo: Asturia traduko

source: Bengali Translation
el: Μετάφραση Μπενγκάλι
eo: Bengala traduko

source: English (Shaw) Translation
el: Αγγλική Μετάφραση (Shaw)
eo: Angla (Ŝava) traduko

source: Icelandic Translation
el: Ισλανδική Μετάφραση
eo: Islanda traduko

source: Irish Translation
el: Ιρλανδική Μετάφραση
eo: Irlanda traduko

source: Old English Translation
el: Αρχαία αγγλική Μετάφραση
eo: Malnovangla traduko

source: Scottish Gaelic Translation
el: Σκωτική γαελική Μετάφραση
eo: Skotgaela traduko

source: Ukrainian Translation
el: Ουκρανική Μετάφραση
eo: Ukraina traduko

source: Welsh Translation
el: Μετάφραση Ουαλικών
eo: Kimra traduko

source: RACV’s Translation
el: Μετάφραση RACV
eo: Valencia (RACV) traduko

source: Items
el: Αντικείμενα
eo: Eroj

source: Evil Altar
el: Σατανικός Βωμός
eo: Malica altaro

source: Altar
el: Βωμός
eo: Altaro

source: Ankh Necklace
el: Περδέραιο Ανκ
eo: Anĥa kolringo

source: Anvil
el: Αμόνι
eo: Amboso

source: Archery Target
el: Στόχος Τοξοβολίας
eo: Arkpafa celo

source: Golden Armor
el: Χρυσή Πανοπλία
eo: Ora kiraso

source: Armor
el: Πανοπλία
eo: Kiraso

source: Axe
el: Τσεκούρι
eo: Hakilo

source: Small Axe
el: Μικρός Πέλεκυς
eo: Malgranda hakilo

source: Throwing Axe
el: Πέλεκυς Ρίψης
eo: Ĵethakilo

source: Blue Ball
el: Μπλε Μπάλα
eo: Blua pilko

source: Green Ball
el: Πράσινη Μπάλα
eo: Verda pilko

source: Magenta Ball
el: Ματζέντα Μπάλα
eo: Maĝenta pilko

source: Barrel
el: Βαρέλι
eo: Barelo

source: Bomb
el: Βόμβα
eo: Bombo

source: Bones
el: Κόκαλα
eo: Ostoj

source: Bonestack
el: Σωρός Κοκάλων
eo: Ostostako

source: Book
el: Βιβλίο
eo: Libro

source: Bow
el: Τόξο
eo: Pafarko

source: Crystal Bow
el: Κρυστάλλινο Τόξο
eo: Kristala pafarko

source: Elven Bow
el: Ξωτικό Τόξο
eo: Elfa pafarko

source: Box
el: Κουτί
eo: Skatolo

source: Branch
el: Κλαδί
eo: Branĉo

source: Bare Branch
el: Γυμνό Κλαδί
eo: Kalva branĉo

source: Brazier
el: Πυρσός
eo: Braĝujo

source: Lit Brazier
el: Αναμμένος Πυρσός
eo: Lumanta braĝujo

source: Buckler
el: Ασπίδα
eo: Ŝildeto

source: Burial
el: Ταφή
eo: Enterigejo

source: Cage
el: Κλουβί
eo: Kaĝo

source: Closed Chest
el: Κλειστό Σεντούκι
eo: Fermita kesto

source: Open Chest
el: Ανοιχτό Σεντούκι
eo: Malfermita kesto

source: Closed Plain Chest
el: Κλειστό Απλό Σεντούκι
eo: Fermita ordinara kesto

source: Open Plain Chest
el: Ανοιχτό Απλό Σεντούκι
eo: Malfermita ordinara teksto

source: Green Cloak
el: Πράσινη Κάπα
eo: Verda mantelo

source: Club
el: Ρόπαλο
eo: Klabo

source: Closed Coffin
el: Κλειστό Φέρετρο
eo: Fermita ĉerko

source: Open Coffin
el: Ανοιχτό Φέρετρο
eo: Malfermita ĉerko

source: Crossbow
el: Βαλλίστρα
eo: Arbalesto

source: Dagger
el: Εγχειρίδιο
eo: Ponardo

source: Poison Dagger
el: Δηλητηριασμένο Εγχειρίδιο
eo: Venena ponardo

source: Poison Dagger (clean)
el: Δηλητηριασμένο Εγχειρίδιο (καθαρό)
eo: Venena ponardo (pura)

source: Dragon Statue
el: Άγαλμα Δράκου
eo: Draka statuo

source: Unenchanted Flaming Sword
el: Μη-μαγεμένο Φλεγόμενο Σπαθί
eo: Nesorĉa flama glavo

source: Flower
el: Λουλούδι
eo: Floro

source: Go Here Overlay
el: Επικάλυμμα Πήγαινε Εδώ

source: Large Pile of Gold Coins
el: Μεγάλος Σωρός Χρυσών Νομισμάτων
eo: Granda staplo de ormoneroj

source: Pile of Gold Coins
el: Σωρός Χρυσών Νομισμάτων
eo: Staplo de ormoneroj

source: Small Pile of Gold Coins
el: Μικρός Σωρός Χρυσών Νομισμάτων
eo: Malgranda staplo de ormoneroj

source: Grain Sheaf
el: Δεμάτι Σιταριού
eo: Grengarbo

source: Hammer
el: Σφυρί
eo: Martelo

source: Runic Hammer
el: Ρουνικό Σφυρί
eo: Runa martelo

source: Key
el: Κλειδί
eo: Ŝlosilo

source: Dark Key
el: Σκοτεινό Κλειδί
eo: Malhela ŝlosilo

source: Leather Pack
el: Δερμάτινο Σακίδιο
eo: Leda pako

source: Mace
el: Ράβδος
eo: Madzo

source: Bone Necklace
el: Κολιέ από Κόκαλο
eo: Osta kolĉeno

source: Stone Necklace
el: Πέτρινο Κολιέ
eo: Ŝtona kolĉeno

source: Orcish Flag
el: Σημαία Ορκ
eo: Orka flago

source: Ornate
el: Περίτεχνο
eo: Ornama

source: Green Potion
el: Πράσινο Φίλτρο
eo: Verda pocio

source: Gray Potion
el: Γκρι Φίλτρο
eo: Griza pocio

source: Red Potion
el: Κόκκινο Φίλτρο
eo: Ruĝa pocio

source: Yellow Potion
el: Κίτρινο Φίλτρο
eo: Flava pocio

source: Brown Ring
el: Καφέ Δαχτυλίδι
eo: Bruna ringo

source: Golden Ring
el: Χρυσό Δαχτυλίδι
eo: Ora ringo

source: Red Ring
el: Κόκκινο Δαχτυλίδι
eo: Ruĝa ringo

source: Silver Ring
el: Ασημένιο Δαχτυλίδι
eo: Arĝenta ringo

source: White Ring
el: Άσπρο Δαχτυλίδι
eo: Blanka ringo

source: Rock
el: Βράχος
eo: Roko

source: Scarecrow
el: Σκιάχτρο
eo: Birdotimigilo

source: Sling
el: Σφενδόνη
eo: Ŝtonĵetilo

source: Spear
el: Δόρυ
eo: Lanco

source: Fancy Spear
el: Περίτεχνο Δόρυ
eo: Ornama lanco

source: Javelin
el: Ακόντιο
eo: Ĵetlanco

source: Staff
el: Ράβδος
eo: Bastono

source: Druid Staff
el: Ράβδος Δρυ��δη
eo: Druida bastono

source: Magic Staff
el: Μαγική Ράβδος
eo: Magia bastono

source: Magic Wand
el: Μαγικό Ραβδί
eo: Sorĉbastono

source: Plain Staff
el: Απλή Ράβδος
eo: Ordinara bastono

source: Stone Tablet
el: Πέτρινη Πλάκα
eo: Ŝtontabuleto

source: Bale of Straw
el: Δέμα Άχυρου
eo: Pajbloko

source: Sword
el: Ξίφος
eo: Glavo

source: Holy Sword
el: Ιερό Σπαθί
eo: Sankta glavo

source: Short Sword
el: Κοντό Σπαθί
eo: Mallonga glavo

source: Wraith Sword
el: Σπαθί Φαντάσματος
eo: Fantoma glavo

source: Ankh Talisman
el: Φυλαχτό Άνκχ
eo: Anskruca talismano

source: Bone Talisman
el: Φυλαχτό από Κόκαλο
eo: Osta talismano

source: Stone Talisman
el: Πέτρινο Φυλαχτό
eo: Ŝtona talismano

source: Thunderstick
el: Ραβδί Βροντής
eo: Tondrobastono

source: Lit Torch
el: Αναμμένη Δάδα
eo: Lumanta torĉo

source: Unlit Torch
el: Σβηστή Δάδα
eo: Nelumanta torĉo

source: Scenery
el: Τοπίο
eo: Scenejo

source: Castle Ruins
el: Ερείπια Κάστρου
eo: Kastelaj ruinoj

source: Magic Circle
el: Μαγικός Κύκλος
eo: Magia cirklo

source: Glowing Magic Circle
el: Λαμπερός Μαγικός Κύκλος
eo: Ardanta magia cirklo

source: Closed Dwarven Doors
el: Κλειστές Πόρτες των Νάνων
eo: Malfermitaj nanaj pordoj

source: Campfire
el: Φωτιά
eo: Lignofajro

source: Flames
el: Φλόγες
eo: Flamoj

source: Rusty Gate South East
el: Σκουριασμένη Πύλη Νοτιοανατολικά
eo: Rusta pordego sudorienten

source: Rusty Gate South West
el: Σκουριασμένη Πύλη Νοτιοδυτικά
eo: Rusta pordego sudokcidenten

source: Ice Pack
el: Πακέτο Πάγου
eo: Glacia pako

source: Lean-to
el: Υπόστεγο

source: Lighthouse
el: Φάρος
eo: Lumturo

source: Mausoleum
el: Μαυσωλείο
eo: Maŭzoleo

source: Abandoned Mine
el: Εγκαταλελειμμένο Ορυχείο
eo: Forlasita mino

source: Monolith
el: Μονόλιθος
eo: Monolito

source: Empty Nest
el: Άδεια Φωλιά
eo: Malplena nesto

source: Full Nest
el: Γεμάτη Φωλιά
eo: Plena nesto

source: Leaning Oak
el: Κλίνουσα Βελανιδιά
eo: Klina kverko

source: Pine Tree
el: Πεύκο
eo: Pino

source: Rock Cairn
el: Πέτρινος Σωρός
eo: Roka ŝtonamaso

source: Rubble
el: Ερείπια
eo: Rubo

source: Rune
el: Ρούνος
eo: Runo

source: Glowing Rune
el: Λαμπερός Ρούνος
eo: Ardanta runo

source: Shipwreck
el: Ναυάγιο
eo: Ŝipruino

source: Signpost
el: Πινακίδα
eo: Signalposto

source: Slab
el: Πλάκα

source: Piles of Snow
el: Σωροί Χιονιού
eo: Staplo el neĝo

source: Summoning Center
el: Κέντρο Κλήσης
eo: Magialvoka centro

source: Summoning Circle
el: Κύκλος Κλήσης
eo: Magialvoka cirklo

source: Temple
el: Ναός
eo: Templo

source: Ruined Temple
el: Ερειπωμένος Ναός
eo: Ruina templo

source: Fancy Red Tent
el: Περίτεχνη Κόκκινη Σκηνή
eo: Ornama ruĝa tendo

source: Ruined Tent
el: Ερειπωμένη Σκηνή
eo: Ruina tendo

source: Weapons Shop Tent
el: Σκηνή Καταστήματος Όπλων
eo: Armilvenda tendo

source: Closed Trapdoor
el: Κλειστή Καταπακτή
eo: Fermita plankpordo

source: Open Trapdoor
el: Ανοιχτή Καταπακτή
eo: Malfermita plankpordo

source: Trash Pile
el: Σωρός Σκουπιδιών
eo: Staplo de forĵetaĵo

source: Burned Human Village
el: Καμένο Ανθρώπινο Χωριό
eo: Bruligita homvilaĝo

source: Well
el: Πηγάδι
eo: Puto

source: Whirlpool
el: Δίνη
eo: Akvokirlo

source: Windmill
el: Ανεμόμυλος
eo: Ventmuelejo

source: Ask $ai_controller_unit.name to move here
el: Ζητήστε από τον/την $ai_controller_unit.name να μετακινηθεί εδώ
eo: Peti al $ai_controller_unit.name moviĝi ĉi tien

source: In this scenario, you may issue instructions to an allied side by right-clicking on a unit that belongs to it.
el: Σε αυτό το σενάριο, μπορείτε να δώσετε οδηγίες σε μια συμμαχική πλευρά κάνοντας δεξί κλικ σε μια μονάδα που της ανήκει.
eo: En ĉi tiu scenaro, vi povas doni ordonojn al alianca flanko per dekstraklako sur unuo, kiu apartenas al ĝi.

source: focusing on defeating $ai_controller.side_$ally_side|_current_settings.focus_on_enemy.side_description|.
el: εστιάζοντας στην ήττα $ai_controller.side_$ally_side|_current_settings.focus_on_enemy.side_description|.
eo: fokusiĝas pri venki $ai_controller.side_$ally_side|_current_settings.focus_on_enemy.side_description|.

source: Side $temp_i
el: Πλευρά $temp_i
eo: Flanko $temp_i

source: side $temp_i ($side_i_leader.name|)
el: πλευρά $temp_i ($side_i_leader.name|)
eo: flanko $temp_i ($side_i_leader.name|)

source: focusing on protecting $ai_controller.side_$ally_side|_current_settings.protect.side_description|.
el: εστιάζοντας στην προστασία $ai_controller.side_$ally_side|_current_settings.protect.side_description|.
eo: fokusiĝi pri protekto de $ai_controller.side_$ally_side|_current_settings.protect.side_description|.

source: Objective: $ai_controller.side_$ally_side|_current_settings.currently_doing_objective_description Behavior: $ai_controller.side_$ally_side|_current_settings.currently_doing_behavior_description
el: Στόχος: $ai_controller.side_$ally_side|_current_settings.currently_doing_objective_description Συμπεριφορά: $ai_controller.side_$ally_side|_current_settings.currently_doing_behavior_description
eo: Celo: $ai_controller.side_$ally_side|_current_settings.currently_doing_objective_description Konduto: $ai_controller.side_$ally_side|_current_settings.currently_doing_behavior_description

source: This unit has been renamed to:
el: Αυτή η μονάδα μετονομάστηκε σε:
eo: Ĉi tiu unuo alinomiĝis al:

source: deflect
el: εκτροπή

source: When used defensively, this attack reduces the opponent’s chance to hit by 10%.
el: Όταν χρησιμοποιείται αμυντικά, αυτή η επίθεση μειώνει την πιθανότητα να χτυπηθεί ο αντίπαλος κατά 10%.

source: This unit’s defensive techniques reduce the chance of a successful enemy attack.
el: Οι αμυντικές τεχνικές αυτής της μονάδας μειώνουν την πιθανότητα επιτυχούς εχθρικής επίθεσης.

source: absorb
el: απορρόφηση

source: This attack puts the unit in good defensive position, and it absorbs some of the damage dealt by an enemy strike.
el: Αυτή η επίθεση θέτει τη μονάδα σε καλή αμυντική θέση και απορροφά μέρος της ζημιάς που προκαλείται από ένα εχθρικό χτύπημα.

source: This unit can block enemy strikes, so that it takes reduced damage when hit.
el: Αυτή η μονάδα μπορεί να μπλοκάρει εχθρικά χτυπήματα, ώστε να δέχεται μειωμένη ζημιά όταν χτυπιέται.

source: Don’t make a wish.
el: Μην κάνεις ευχή
eo: Ne fari deziron.

source: Sprinkling this water on melee weapons grants them the <i>arcane</i> damage type until the end of the current scenario. Should $unit.name use it?
el: Το ράντισμα αυτού του νερού σε όπλα σώμα με σώμα τους προσδίδει τον τύπο ζημιάς <i>μυστικιστική</i> μέχρι το τέλος του τρέχοντος σεναρίου. Θα πρέπει να το χρησιμοποιήσει ο/η $unit.name;

source: holy water^Take it
el: Πάρε το
eo: Preni ĝin

source: holy water^Leave it
el: Άφησε το
eo: Lasi ĝin

source: $unit.name has no need for this Holy Water! Let another take it.
el: Ο/Η $unit.name δεν χρειάζεται αυτό το Αγίασμα! Ας το πάρει άλλος.
eo: $unit.name ne bezonas ĉi tiun Sanktan Akvon! Prenu ĝin iu alia.

source: This water will make melee weapons have the <i>arcane</i> damage type until the end of the current scenario.
el: Αυτό το νερό θα κάνει τα όπλα σώμα με σώμα να έχουν τον τύπο ζημιάς <i>μυστικιστική</i> μέχρι το τέλος του τρέχοντος σεναρίου.
eo: Ĉi tiu akvo igos kontaktajn damaĝojn havi la specon <i>arkana</i> ĝis la fino de la nuna scenaro.

source: storm trident^Take it
el: τρίαινα καταιγίδας^Πάρτε την
eo: Preni ĝin

source: storm trident^Leave it
el: τρίαινα καταιγίδας^Αφήστε την
eo: Lasi ĝin

source: $unit.name cannot use this Storm Trident! Let one of the merfolk who can wield it have it.
el: Ο/Η $unit.name δεν μπορεί να χρησιμοποιήσει αυτή την Τρίαινα της Καταιγίδας! Δώστε την σε έναν από τους νηρηίδες που μπορεί να την χειριστεί.
eo: $unit.name ne povas uzi ĉi tiun Ŝtorman Tridenton! Gesirneoj kapablas teni ĝin, lasu unu el ili havi ĝin.

source: This trident gives merfolk the power to throw lightning at their enemies.
el: Αυτή η τρίαινα δίνει στους νηρηίδες τη δύναμη να ρίχνουν κεραυνούς στους εχθρούς τους.
eo: Tiu ĉi tridento ebligas al gesirenoj ĵeti fulmon al malamikoj.

source: sceptre of fire
el: σφαίρα φωτιάς
eo: fajra sceptro

source: Turns run out
el: Οι γύροι θα τελειώσουν
eo: Vicoj elĉerpiĝos

source: (early finish bonus)
el: (μπόνους πρόωρης ολοκλήρωσης)
eo: (bonifiko pro rapida fino)

source: Bonus objective:
el: Στόχος πριμ:
eo: Bonifika celo:

source: Optional objective:
el: Προαιρετικός στόχος:
eo: Malnepra celo:

source: This is the last scenario.
el: Αυτή είναι η τελευταία αποστολή.
eo: Ĉi tiu estas la lasta scenaro.

source: No turn limit
el: Χωρίς όριο γύρων
eo: Sen viclimo

source: Battle Epic
el: Μαχητική Επική
eo: Batala epiko

source: Battle Music
el: Μουσική Μάχης
eo: Batala muziko

source: Breaking the Chains
el: Σπάζοντας τις Αλυσίδες
eo: Rompante la ĉenojn

source: Casualties of War
el: Θύματα Πολέμου
eo: Domaĝoj de milito

source: Elf Land
el: Χώρα των Ξωτικών
eo: Elfa lando

source: Elvish theme
el: Θέμα Ξωτικών
eo: Elfa temo

source: Frantic
el: Μανιώδης
eo: Panika

source: Heroes Rite
el: Τελετουργικό Ηρώων
eo: Rito de herooj

source: Into the Shadows
el: Μέσα στις Σκιές
eo: En la ombrojn

source: Knalgan Theme
el: Θέμα Knalgan
eo: Knalga temo

source: The Knolls of Doldesh
el: Οι Λόφοι του Doldesh
eo: La altaĵetoj de Doldeŝ

source: Legends of the North
el: Θρύλοι του Βορρά
eo: Legendoj de la nordo

source: Love Theme
el: Θέμα Αγάπης
eo: Ama temo

source: Loyalists
el: Φιλοβασιλικοί
eo: Lojalistoj

source: Over the Northern Mountains
el: Πέρα από τα Βόρεια Βουνά
eo: Super la Nordmontoj

source: Northerners
el: Βόρειοι
eo: Norduloj

source: Revelation
el: Αποκάλυψη
eo: Rivelo

source: Sad
el: Λυπημένο
eo: Malfeliĉa

source: Siege of Laurelmor
el: Πολιορκία του Laurelmor
eo: Sieĝo de Laŭrelmoro

source: Silvan Sanctuary
el: Δασικό Ιερό
eo: Foresta altarejo

source: Suspense
el: Αγωνία
eo: Suspenso

source: The City Falls
el: Η Πόλη Πέφτει
eo: La urbo falas

source: The Dangerous Symphony
el: Η Επικίνδυνη Συμφωνία
eo: La danĝera simfonio

source: The Deep Path
el: Το Βαθύ Μονοπάτι
eo: La profunda vojo

source: The King is Dead
el: Ο Βασιλιάς Πέθανε
eo: La reĝo mortis

source: Transience
el: Παροδικότητα
eo: Maleterno

source: Traveling Minstrels
el: Ταξιδεύοντες Μουσικοί
eo: Vojaĝantaj minstreloj

source: Vengeful Pursuit
el: Εκδικητική Καταδίωξη
eo: Venĝa persekuto

source: Still Another Wanderer
el: Ακόμα Ένας Περιπλανώμενος
eo: Jen alia vagulo

source: Weight of Revenge
el: Βάρος της Εκδίκησης
eo: Pezo de venĝo

source: You retrieve $amount_gold pieces of gold.
el: Ανακτάτε $amount_gold κομμάτια χρυσού.
eo: Vi prenas $amount_gold orpecojn.

source: Light blue
el: Ανοιχτό μπλε
eo: Helblua

source: Bright green
el: Φωτεινό πράσινο
eo: Helverda

source: Bright orange
el: Φωτεινό πορτοκαλί
eo: Heloranĝkolora

source: color^Gold
el: Χρυσός
eo: Orkolora

source: Pink
el: Ροζ

source: Dark blue
el: Σκούρο μπλε
eo: Malhelblua

source: Reef
el: Ύφαλος
eo: Rifo

source: Shallow water
el: Αβαθή νερά
eo: Malprofunda akvo

source: Deep water
el: Βαθιά νερά
eo: Profunda akvo

source: Swamp water
el: Στάσιμα νερά
eo: Marĉakvo

source: Fungus
el: Μύκητας
eo: Fungo

source: Rail
el: Σιδηρόδρομος
eo: Relo

source: Urban
el: Αστικό

source: Wesnoth (Default)
el: Wesnoth (Προεπιλογή)
eo: Vesnot (defaŭlta)

source: The standard Wesnoth core.
el: Ο τυπικός πυρήνας Wesnoth.
eo: La laŭnorma kerno de Vesnot.

source: Lawful units fight better during the day, and worse at night. Day: +25% Damage Night: −25% Damage
el: Οι νομοταγής μονάδες πολεμούν καλύτερα τη μέρα και χειρότερα τη νύχτα. Μέρα +25% Ζημιά Νύχτα: −25% Ζημιά
eo: Laŭleĝaj unuoj batalas pli bone dumtage, kaj pli malbone dumnokte. Tage: +25% da damaĝo Nokte: −25% da damaĝo

source: Chaotic units fight better at night, and worse during the day. Day: −25% Damage Night: +25% Damage
el: Οι χαοτικές μονάδες πολεμούν καλύτερα τη νύχτα και χειρότερα τη ημέρα. Μέρα: −25% Ζημιά Νύχτα: +25% Ζημιά
eo: Ĥaosaj unuoj batalas pli bone dumnokte kaj pli malbone dumtage. Tage: −25% da damaĝo Nokte: +25% da damaĝo

source: Liminal units fight best during the twilight times of day. Twilight: +25% Damage
el: Οι μονάδες του σούρουπου μάχονται καλύτερα κατά τις ώρες του λυκόφωτος. Λυκόφως: +25% Ζημιά
eo: Liminaj unuoj plej bone batalas dum krepuskaj tempoj de diurno. Krepuske: +25% da damaĝo

source: Install Dependencies
el: Εγκατάσταση Εξαρτήσεων
eo: Instali dependaĵojn

source: Screenshot
el: Φωτογραφία
eo: Ekrankopio

source: Midday
el: Μεσημέρι

source: Midnight
el: Μεσάνυχτα

source: Gain +8 hitpoints.
el: Κερδίστε +8 πόντους ζωής.

source: Gain +4 melee damage.
el: Κερδίστε +4 ζημιά σώμα με σώμα.

source: Gain +2 melee damage.
el: Κερδίστε +2 ζημιά σώμα με σώμα.

source: Gain +1 melee damage.
el: Κερδίστε +1 ζημιά σώμα με σώμα.

source: Gain +4 ranged damage.
el: Κερδίστε +4 ζημιά εξ αποστάσεως.

source: Gain +2 ranged damage.
el: Κερδίστε +2 ζημιά εξ αποστάσεως.

source: Gain +1 ranged damage.
el: Κερδίστε +1 ζημιά εξ αποστάσεως.

source: Ok, continue with the game
el: Εντάξει, συνέχεια με το παιχνίδι

source: per turn
el: ανά γύρο
eo: povice

source: Total bonus:
el: Συνολικό μπόνους:
eo: Tuta bonifiko:

source: Total gold:
el: Συνολικός χρυσός:
eo: Tuta oro:

source: Carryover percentage:
el: Ποσοστό μεταφοράς:
eo: Kunportota elcento:

source: Bonus gold:
el: Μπόνους χρυσός:
eo: Ora bonifiko:

source: Retained gold:
el: Διατηρούμενος χρυσός:
eo: Ŝparita oro:

source: You will start the next scenario with the defined minimum starting gold.
el: Θα ξεκινήσετε το επόμενο σενάριο με τον καθορισμένο ελάχιστο χρυσό εκκίνησης.

source: (Note: You should use $replacement instead in new code)
el: (Σημείωση: Θα πρέπει να χρησιμοποιήσετε $replacement στον νέο κώδικα)
eo: (Noto: vi uzu $replacement anstataŭe en nova kodo)

source: Invalid deprecation level $level (should be 1-4)
el: Μη έγκυρο επίπεδο απαξίωσης $level (πρέπει να είναι 1-4)
eo: Malaktualiga nivelo $level nevalidas (devus esti 1–4)

source: Invalid deprecation level (should be 1-4)
el: Μη έγκυρο επίπεδο απαξίωσης (πρέπει να είναι 1-4)
eo: Malaktualiga nivelo nevalidas (devus esti 1–4)

source: female^unhealable
el: αθεράπευτη
eo: nesanigebla

source: unhealable
el: αθεράπευτος
eo: nesanigebla

source: input
el: είσοδος
eo: enigo

source: $percent|% of gold carried over to the next scenario.
el: $percent|% του χρυσού μεταφέρεται στο επόμενο σενάριο.
eo: $percent|% da oro surportiĝos al la sekva scenaro.

source: Plan Unit Advance
el: Σχεδιασμός Εξέλιξης Μονάδας
eo: Plani antaŭigon de unuo

source: Force advancement planning
el: Επιβολή σχεδιασμού εξέλιξης
eo: Devigi planadon de antaŭigo

source: You will be asked a question on choosing advancement whenever an undecided unit appears. Some eras and scenarios may automatically enable this option.
el: Θα σας γίνει ερώτηση για την επιλογή εξέλιξης όποτε εμφανιστεί μια μη αποφασισμένη μονάδα. Μερικές εποχές και σενάρια μπορεί να ενεργοποιούν αυτόματα αυτή την επιλογή.
eo: Oni demandos al vi por elekti antaŭiĝon, kiam ajn nedecidita unuo aperos. Iuj eraoj kaj scenaroj povus aŭtomate aktivigi ĉi tiun opcion.

source: No planned advancement
el: Χωρίς σχεδιασμένη εξέλιξη
eo: Neniu planita antaŭigo

source: Plan Advancement
el: Σχεδιασμός Εξέλιξης
eo: Plani antaŭigon

source: This advancement is currently the default for all units of the same type
el: Αυτή η εξέλιξη είναι αυτήν τη στιγμή η προεπιλογή για όλες τις μονάδες του ίδιου τύπου
eo: Ĉi tiu antaŭigo nun defaŭltas por ĉiuj unuoj de la sama speco

source: Apply to all units of this type
el: Εφαρμογή σε όλες τις μονάδες αυτού του τύπου
eo: Apliki al ĉiuj ĉispecaj unuoj

source: replay^Play
el: Αναπαραγωγή
eo: Reludi

source: replay^Stop
el: Διακοπή
eo: Halti

source: pause after current move
el: παύση μετά την τρέχουσα κίνηση
eo: paŭzigi post nuna movo

source: replay^Reset
el: Επαναφορά
eo: Rekomenci

source: Next Move
el: Επόμενη Κίνηση
eo: Sekva vicon

source: play single move
el: αναπαραγωγή μίας κίνησης
eo: ludi unu movon

source: Continue Play
el: Συνέχεια Παιχνιδιού
eo: Daŭrigi ludadon

source: Exit the replay mode and continue playing normally.
el: Έξοδος από τη λειτουργία επανάληψης και συνέχεια του παιχνιδιού κανονικά.
eo: Eliri la reludadan reĝimon kaj daŭrigi ludadon normalan.

source: pause
el: παύση
eo: paŭzigi

source: theme^Default
el: Προεπιλογή
eo: Defaŭlta

source: The default theme
el: Το προεπιλεγμένο θέμα
eo: La defaŭlta etoso

source: Load Turn...
el: Φόρτωση Γύρου...
eo: Ŝargi vicon...

source: Replay Turn...
el: Επανάληψη Σειράς...
eo: Reludi vicon...

source: XP
de: EP
el: Εμπειρία
eo: Sperto

source: MP
el: ΠΠ
eo: PL

source: def
el: άμυνα

source: statuspanel^lvl
el: επίπ
eo: niv

source: <i>― The Wesnoth Design Guide</i>
el: <i>― Ο Οδηγός Σχεδιασμού του Wesnoth</i>
eo: <i>— La Dezajngvidilo de Vesnot</i>

source: In the map editor, select <i>New Scenario</i> in the <i>File</i> menu to make use of advanced features.
el: Στον επεξεργαστή χάρτη, επιλέξτε <i>Νέο Σενάριο</i> στο μενού <i>Αρχείο</i> για να χρησιμοποιήσετε προηγμένες λειτουργίες.
eo: En la redaktilo de mapo, elektu <i>Nova scenaro</i> en la menuo <i>Dosiero</i> por ekuzi altnivelajn funkciojn.

source: <i>― Great Mage Delfador, 520YW</i>
el: <i>― Ο Μέγας Μάγος Delfador, 520ΕΩ</i>

source: <i>― The Wesnoth Tactical Guide</i>
el: <i>― Ο Τακτικός Οδηγός του Wesnoth</i>
eo: <i>— La taktikgvidilo de Vesnot</i>
