Repository: wesnoth/wesnoth
Catalog: po/wesnoth/*.po
Languages: de, el, en@shaw, eo, fr, sv

source: The chance to hit a unit usually depends on how well that unit can defend itself in the terrain it is standing in, however magical attacks always have a 70% chance to hit, and marksman attacks have at least 60% chance to hit.
de: Die Wahrscheinlichkeit, dass ein Angriff eine Einheit verletzt, hängt normalerweise davon ab, wie gut sich diese Einheit im Gelände, in dem sie sich gerade aufhält, verteidigen kann. Einheiten, die über Anfriffe magischer Natur verfügen, haben grundsätzlich eine Trefferwahrscheinlichkeit von 70%. Darüber hinaus gibt es noch Einheiten, die über das Wissen der Schießkunst verfügen. Diese haben eine Trefferwahrscheinlichkeit von 60%.
fr: La probabilité de toucher une unité dépend normalement de la capacité de l'unité ciblée à se défendre sur le terrain où elle se trouve. Cependant les attaques magiques ont toujours 70% de chances de toucher, et les tireurs d'élite ont au minimum 60% de chances de toucher.
sv: Chans man har att träffa en annan trupp beror vanligtvis på vilken terräng denna trupp befinner sig i. Dock har magiska attacker alltid en 70% chans att träffa, och en prickskytt har alltid åtminstone 60% chans att träffa.

source: Units stationed in villages heal 8 hitpoints at the beginning of their turn.
de: Einheiten, die in einem Dorf stationiert sind, regenerieren 8 Lebenspunkt zu Beginn der nächsten Runde.
fr: Les unités stationnées dans un village regagnent 8 points de vie au début de leur tour.
sv: Trupper som befinner sig i byar återfår 8 HP i början på sitt drag.

source: Units that do not move or attack during their turn rest, and will recover 2 hitpoints at the beginning of their next turn.
de: Verwundete Einheiten, die sich während einer Runde weder bewegen noch angreifen, können sich etwas ausruhen. Deshalb erhalten sie bei Beginn der nächsten Runde 2 Lebenspunkte zurück.
fr: Les unités qui n'attaquent ni ne se déplacent durant leur tour se reposent et regagneront 2 points de vie au début de leur prochain tour.
sv: Trupper som inte flyttar eller attackerar under ett drag vilar, och återfår två HP vid början av nästa drag.

source: Most foot units defend better in villages and castles than in most other terrain, while most mounted units don't get any defensive advantage in villages and castles.
de: Die meisten Fußtruppen verteidigen sich besser in Dörfern und Burgen als im übrigen Gelände, während die meisten berittenen Einheiten keinen Vorteil bei der Verteidigung in Dörfern oder Burgen genießen.
fr: La plupart des unités à pied se défendent mieux dans les villages et les châteaux que sur la plupart des autres terrains, mais les unités montées ne gagnent aucun avantage défensif à se trouver dans un village ou un château.
sv: De flesta trupper som går till fots försvarar sig bättre i byar och borgar än ute i naturen. De flesta beridna trupper har dock inte någon fördel av att försvara sig i byar eller borgar.

source: Horse based units are generally resistant to attacks with bladed or impact weapons, but are vulnerable to attacks with piercing weapons, including bows and spears.
de: Berittene Einheiten sind generell resistenter gegen Angriffe mit Schwertern und Wuchtwaffen, sind dafür aber verwundbarer gegen Angriffen mit Stichwaffen, Speeren sowie Pfeilen.
fr: Les unités de cavalerie sont généralement résistantes aux attaques d'armes tranchantes ou contondantes, mais sont vulnérables aux attaques d'armes perçantes comme les arcs ou les lances.
sv: Trupper till häst är i allmänhet motståndskraftiga mot attacker med eggade och trubbiga vapen, men är sårbara mot spetsiga vapen, som bågar och spjut.

source: Inflicting the killing blow on an enemy unit is the best way to gain experience. Units killing an enemy will gain 8 experience for every level of the unit they kill.
de: Das Töten von gegnerischen Einheiten ist der beste Weg, um Erfahrung zu gewinnen. Jede Einheit, die einen Feind tötet, erhalten pro Stufe des Gegners 8 Erfahrungspunkte.
fr: Infliger le coup fatal à une unité ennemie est le meilleur moyen de gagner de l'expérience. Les unités qui tuent un ennemi gagnent 8 points d'expérience pour chaque niveau de l'unité tuée.
sv: Det bästa sättet för en trupp att skaffa sig erfarenhet är att utdela dödsstöten för en fiendetrupp. Trupper som dödar en fiendetrupp får 8 XP för varje nivå som den dödade truppen har.

source: Elvish units move and fight very well in forest. Dwarvish units move and fight very well in hills and mountains.
de: Da elfische Einheiten in den Wäldern aufgewachsen sind, sind sie dort beweglicher und kämpfen geschickter, wohingegen Zwerge, deren Behausungen in den Hügeln und Bergen Wesnoths liegt, dort einen Heimvorteil genießen.
fr: Les elfes se déplacent et combattent très bien dans les forêts. Les nains se déplacent et combattent très bien dans les collines et les montagnes.
sv: Alver rör sig och slåss mycket bra i skogen. Dvärgar rör sig och slåss mycket bra i kullar och berg.

source: Patience is often key. Rather than attacking in bad conditions, or with few troops, wait for better conditions and then attack.
de: Geduld ist häufig der Schlüssel zum Sieg. Anstatt mit wenigen Einheiten oder unter schlechten Bedingungen zu attackieren, solltet Ihr lieber auf bessere Bedingungen für einen Angriff warten.
fr: La patience est souvent primordiale. Plutôt que d'attaquer dans de mauvaises conditions ou avec peu de troupes, attendez pour de meilleures conditions et alors seulement attaquez.
sv: Nyckeln till framgång är ofta tålamod. Hellre än att anfalla i underläge, i dålig terräng eller med ett litet antal trupper, vänta tills situationen är mer fördelaktig för dig, och attackera då.

source: If you are attacked from several directions, it may be a good idea to send expendable units in some directions to delay enemy units.
de: Wenn Ihr aus mehreren Richtungen angegriffen werdet, ist es vielleicht eine gute Idee, entbehrliche Einheiten in andere Richtungen zu schicken, um den gegnerischen Angriff zu verzögern.
el: Αν δέχεστε επίθεση από πολλές πλευρές, ίσως είναι καλή ιδέα να στείλετε αναλώσιμες μονάδες σε ορισμένες πλευρές για να καθυστερήσετε τις εχθρικές μονάδες.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘¸ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¦ğ‘‘ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘© ğ‘œğ‘«ğ‘› ğ‘²ğ‘›ğ‘¾ ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘•ğ‘³ğ‘¥ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘± ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•.
eo: Se vi estas atakata el kelkaj flankoj, eble utilos sendi al iu direkto ne tiel bezonatajn milit-unuojn, por malrapidigi malamikon.
fr: Si vous êtes attaqué depuis plusieurs directions, une bonne idée peut être d'envoyer quelques unités sacrifiables dans certaines des directions pour ralentir l'ennemi.
sv: Om du blir attackerad på flera flanker, så kan det vara en god idé att sända iväg trupper som du kan avvara, så att dessa sinkar fiendens trupper.

source: Do not be afraid to retreat and regroup, it is often the key to victory.
de: Es ist kein Zeichen der Feigheit, sich zurückzuziehen und seine Einheiten neu zu gruppieren, denn dieses Vorgehen kann über Sieg und Niederlage entscheiden.
fr: N'ayez pas peur de battre en retraite pour vous regrouper, c'est souvent la clé de la victoire.
sv: Dra dig inte för att omgruppera eller slå till reträtt, detta är ofta nyckeln till den slutliga segern.

source: In most campaigns you will receive a gold bonus for finishing early, depending on the number of villages on the map, and the number of turns you finish early. You will always earn more gold this way than through capturing villages and waiting for turns to run out.
de: In den meisten Kampagnen erhaltet Ihr eine Goldprämie, wen Ihr ein Szenario frühzeitig beendest. Die Prämie ist sowohl davon abhängig, wie viele Züge früher ihr das Szenario beendet habt als auch von der Anzahl der, auf der Karte verteilten Dörfer. Ihr erhaltet aber grundsätzlich mehr Gold, als wenn ihr sämtliche Dörfer auf der Karte besetzt und bis zum Ablauf des Rundenlimits wartet.
fr: Dans la plupart des campagnes vous recevrez un bonus d'or si vous finissez plus tôt, dépendant du nombre de villages sur la carte et du nombre de tours d'avance que vous avez. Vous gagnerez toujours plus d'or ainsi qu'en capturant tous les villages et en attendant la fin du nombre de tour maximum.
sv: I de flesta kampanjer får du en guldbonus om du avslutar ett scenario snabbt. Bonusen beror på antalet byar på kartan och på hur många drag du har kvar när du slutar. Du tjänar alltid mer guld på detta sätt, än genom att erövra byar och vänta på att dragen tar slut.

source: Your leader can recruit or recall units from any keep inside a castle, not just the keep they start on. You can capture a keep from an enemy and recruit from there. Also, some of your allies may be willing to make room for you on their keep so you can recruit there.
de: Euer Heerführer kann von jeder Burg aus Einheiten ausbilden oder einberufen, nicht nur in der Burg in der Ihr startet. Ihr könnt gegnerische Festungen einnehmen und von dort aus Einheiten in die Schlacht rufen. Es gibt auch die Möglichkeit, dass Eure Verbündeten für Euch Platz in ihrer Burg schaffen, damit Ihr dort Einheiten ausbilden könnt.
en@shaw: ğ‘¿ğ‘¼ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¹ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘§ğ‘¯ğ‘¦ ğ‘’ğ‘°ğ‘ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘© ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤, ğ‘¯ğ‘ªğ‘‘ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘ ğ‘’ğ‘°ğ‘ ğ‘ğ‘± ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ªğ‘¯. ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘© ğ‘’ğ‘°ğ‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘º. ğ‘·ğ‘¤ğ‘•ğ‘´, ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘¿ğ‘¼ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘¢ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘®ğ‘µğ‘¥ ğ‘“ğ‘¹ ğ‘¿ ğ‘ªğ‘¯ ğ‘ğ‘º ğ‘’ğ‘°ğ‘ ğ‘•ğ‘´ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘ğ‘º.
fr: Votre général peut recruter et rappeler des unités depuis n'importe quel donjon dans un château, pas seulement depuis le donjon de départ. Vous pouvez capturer le donjon d'un ennemi et recruter depuis celui-ci. Certains de vos alliés peuvent aussi vous faire de la place dans leur donjon afin que vous puissiez recruter de là.
sv: Din ledare kan återkalla och rekrytera trupper i kärntornet i alla borgar, inte enbart där scenariot började. Du kan erövra ett kärntorn från en fiende, och använda den för att återkalla och rekrytera, eller så kan en allierad ledare låta dig använda sin.

source: Skeletons are resistant to piercing and bladed attacks, but vulnerable to impact, fire, and holy attacks.
de: Skelette sind resistenter gegen Angriffe mit Klingen- und Stichwaffen. Dafür gehen sie unter den Schlägen von Hieb- oder geweihten Waffen sowie dem Einfluss von Feuer schnell zu Grunde.
fr: Les squelettes sont résistants aux attaques perçantes et tranchantes mais vulnérables aux attaques contondantes, au feu et aux attaques sacrées.
sv: Skelett är motståndskraftiga mot spetsiga och eggade vapen, men sårbara mot trubbiga och heliga vapen samt eldvapen.

source: Units with leadership ability make lower level adjacent units on the same side fight better.
de: Niedrig stufige Truppen, die an der Seite einer Einheit mit Führungsqualitäten kämpfen, genießen Vorteile im Kampf.
fr: Les unités avec la capacité de commandement aident les unités adjacentes de leur camp et de niveau inférieur au leur à mieux se battre.
sv: Trupper med ledarskapsförmåga får lägre rankade trupper på deras sida att slåss bättre.

source: Generally avoid moving next to an unoccupied village. An enemy unit may move onto the village and attack you, while enjoying the defense and healing of the village.
de: Vermeidet es, Eure Einheiten in die Nähe eines unbesetzten Dorfes zu bewegen. Eine gegnerische Einheit könnte das Dorf besetzten und Euch attackieren, während sie selbst von den Verteidigungs- und Heilungsboni profitiert.
fr: Généralement, évitez de vous déplacer à coté d'un village innocupé. Une unité ennemie pourrait se déplacer dans ce village et vous attaquer, en profitant de la défense et des capacités de guérison du village.
sv: Undvik i allmänhet att placera någon trupp bredvid en tom by. En fiendetrupp kan ställa sig i byn och attackera dig. Fiendetruppen får då tillgång till byns försvarsfördelar och läkande egenskaper.

source: Holding the mouse cursor on an ability or trait shows a description of that ability or trait.
de: Wenn Ihr den Mauszeiger über eine Fähigkeit oder Eigenschaft einer Einheit bewegt, wird Euch die jeweilige Beschreibung angezeigt.
fr: Déplacez le curseur de la souris sur une capacité ou un trait de caractère affiche une description de celui-ci.
sv: Om du håller muspekaren över en förmåga eller ett karaktärsdrag så visas en förklaring av den förmågan eller det karaktärsdraget.

source: Use lines of units to screen injured units to let them recover.
de: Ihr solltet versuchen, einen Ring um Eure verwundeten Einheiten zu ziehen, um es dem Gegner schwerer zu machen, diese anzugreifen.
en@shaw: ğ‘¿ğ‘Ÿ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¦ğ‘¯ğ‘¡ğ‘»ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘‘ ğ‘¤ğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘®ğ‘§ğ‘’ğ‘³ğ‘ğ‘¼.
fr: Utilisez des lignes d'unités pour protéger les unités blessées et leur laisser le temps de récupérer.
sv: Använd dig av trupplinjer för att skydda skadade trupper så att de kan återhämta sig.

source: Read the hotkeys list in the preferences menu.
de: Lest Euch die Liste der Tastenkombinationen durch, um schnelleren Zugriff auf die Funktionen des Spiels zu bekommen.
en@shaw: ğ‘¨ğ‘–ğ‘”ğ‘®ğ‘§ğ‘› ğ‘ ğ‘£ğ‘­ğ‘‘ğ‘’ğ‘°ğ‘Ÿ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ğ‘¿.
fr: Lisez la liste des raccourcis claviers dans le menu des préférences.
sv: Läs listan över snabbtangenter i inställningsmenyn.

source: If you move a unit, but don't attack or discover any additional information, you can undo your move by pressing 'u'.
de: Ihr könnt die Bewegung einer Einheit rückgängig machen, indem Ihr die Taste 'U' drückt. Dies geht jedoch nur, wenn diese Einheit noch nichts entdeckt hat - beispielsweise neue Dörfer oder gegnerische Einheiten - bzw. noch keine gegnerische Einheit angegriffen hat.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘¥ğ‘µğ‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¹ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘§ğ‘¯ğ‘¦ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘ªğ‘¯, ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘¿ğ‘¼ ğ‘¥ğ‘µğ‘ ğ‘šğ‘² ğ‘ğ‘®ğ‘§ğ‘•ğ‘¦ğ‘™ 'ğ‘¿'.
fr: Si vous déplacez une unité, mais que vous n'attaquez pas et que vous ne découvrez aucune information supplémentaire, vous pouvez annuler votre mouvement en pressant la touche «u».
sv: Om du flyttar en trupp utan att anfalla eller upptäcka något nytt genom förflyttningen så kan du ångra förflyttningen genom att trycka på 'u'.

source: You can see how far enemy units can move by moving the mouse cursor over them.
de: Ihr könnt feststellen, wie weit sich gegnerische Einheiten in ihrer Runde bewegen können. Zeigt einfach mit dem Mauszeiger auf sie.
el: Μπορείς να δεις πόσο μακριά μπορούν να κινηθούν οι εχθρικές μονάδες κουνώντας το ποντίκι πάνω τους.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘° ğ‘£ğ‘¬ ğ‘“ğ‘¸ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘šğ‘² ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘´ğ‘ğ‘¼ ğ‘ğ‘§ğ‘¥.
eo: Se vi donos kursoron super malamikan milit-unuon, vi ekvidos, kiel distance ĝi povas moviĝi.
fr: Vous pouvez voir jusqu'où une unité ennemie peut se déplacer en plaçant le curseur de la souris sur celle-ci.
sv: Du kan se hur långt en fiendetrupp kan förflytta sig genom att placera muspekaren över truppen.

source: Use healers to support your attacks - they will win you battles without needing to attack anything themselves.
de: Unterstützt Eure angreifenden Einheiten durch Heiler - diese können den Kampf gewinnen, ohne ein einziges mal anzugreifen.
fr: Utilisez des guérisseurs pour soutenir vos attaques, ils gagneront la bataille sans avoir à frapper par eux-mêmes.
sv: Använd trupper som kan vårda och bota för att understödja dina anfall - de kommer att vinna dina slag för dig utan att själva behöva attackera.

source: The 'slow' attack ability makes enemy units move slower, but it also gives them one less attack than they would normally have. It is thus very effective against units that have a few powerful attacks.
de: Angriffe, die über die Eigenschaft 'Verlangsamen' verfügen, sind sehr wirkungsvoll gegen starke Einheiten, da ihre Bewegungsrate gesenkt wird und zudem ihre Angriffszahl um die Hälfte reduziert wird.
fr: La capacité d'attaque «lenteur» fait que les unités ennemies se déplaçent moins vite, mais aussi qu'elles perdent une attaque. Elle est donc très efficace contre les unités qui ont un petit nombre d'attaque très puissantes.
sv: Förmågan att 'sakta ner' en motståndare gör att en träffad fiende rör sig långsammare, och minskar också en fiendes antal attacker med ett. Det är därför en mycket effektiv metod mot fiender som har ett litet antal mycket kraftfulla attacker.

source: Holy attacks are very powerful against undead.
de: Untote sind sehr anfällig gegen geweihte Waffe und heilige Magie.
fr: Les attaques sacrées sont très puissantes contre les morts-vivants.
sv: Heliga vapen är mycket kraftfulla mot vandöda trupper.

source: Units are healed when they advance a level. Used wisely, this can turn a fight.
de: Einheiten werden vollständig geheilt, sobald sie eine Stufe aufsteigen. Klug eingesetzt, kann dies einen Kampf entscheiden.
el: Οι μονάδες γιατρεύονται όταν εξελιχθούν στο επόμενο επίπεδο. Αν αυτό χρησιμοποιηθεί σοφά, μπορεί να αλλάξει την έκβαση μιας μάχης.
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¸ ğ‘£ğ‘°ğ‘¤ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘• ğ‘© ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤. ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘¢ğ‘²ğ‘Ÿğ‘¤ğ‘¦, ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘‘ğ‘»ğ‘¯ ğ‘© ğ‘“ğ‘²ğ‘‘.
eo: Se estas milit-unuo avanciigita sur pli altan nivelon, ĝi resaniĝos. Se vi saĝe utiligos tion, vi povas renversi batalrezulton.
fr: Une unité récupère la totalité de ses points de vie lorsqu'elle avance d'un niveau. Utilisé à bon escient cela peut changer le cours d'une bataille.
sv: Trupper återfår sin hälsa när de befordras. Om man utnyttjar detta klokt, så kan det vända ett strid.

source: Charging units are best used against enemies they can kill with a single blow.
de: Einheiten, deren Waffen die Eigenschaft Sturmangriff aufweisen, solltet Ihr am besten gegen Gegner einsetzen, die ihr mit dem ersten Angriff vernichten könnt.
el: Οι μονάδες πού κάνουν έφιππη επίθεση με κοντάρι είναι αποτελεσματικότεροι εναντίον αντιπάλων που μπορούν να σκοτώσουν με ένα και μόνο χτύπημα.
en@shaw: ğ‘—ğ‘¸ğ‘¡ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¸ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘¦ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘šğ‘¤ğ‘´.
eo: milit-unuoj atakantaj per fento estas la plej efikaj kontraŭ malamikoj, kiujn kapablas mortigi per unu bato.
fr: La meilleure utilisation des unités qui chargent est de les envoyer contre des ennemis qu'elles peuvent tuer en un coup.
sv: Stormande trupper används bäst mot fiender som de kan döda med ett slag.

source: Ancient Lich
de: Alter Lich
fr: Ancienne Liche
sv: Åldrad häxmästare

source: The final form that mages of the undead can achieve, Ancient Liches strike terror into the hearts of those who see them. Not only is their touch that of death, but their spells are powerful enough to freeze even the bravest where they stand. Should you ever come across one of these, flee fast and far, for they move faster than most undead.
de: Sie haben die höchste Stufe erreicht die es für ein Magier der Toten gibt. Alte Liche lassen denen die sie erblicken kalte Schauer über den Rücken laufen. Nicht nur ihre Berührung ist tödlich, sie verfügen auch über Zaubersprüche die selbst die tapfersten Kämpfer auf der Stelle erstarren lassen. Sollte Euer Weg jemals den eines Alten Liches kreuzen dann flieht so schnell und so weit wie Ihr nur könnt, denn sie sind schneller als die meisten anderen Untoten.
fr: La forme suprême qu'un mage noir puisse atteindre, une Ancienne Liche frappe de terreur les coeurs de ceux qui la voient. Son toucher sème la mort et ses sorts sont suffisamment puissants pour stopper net même les plus braves.Si un jour vous croisez le chemin de l'une d'elles, fuyez rapidement et loin car elle se déplacent bien mieux que la plupart de morts-vivants.
sv: Den slutgiltiga skepnad en vandöd magiker kan anta. De åldrade häxmästarna gör alla som ser dem förlamade av skräck. Inte bara är deras blotta beröring dödlig, utan deras besvärjelser är också så kraftfulla att även den modigaste stelnar av skräck. Skulle du någonsin möta en åldrad häxmästare, så fly med all hast, ty de är snabbare än de flesta vandöda.

source: touch
de: Berührung
fr: toucher
sv: beröring

source: cold
de: Kälte
el: κρύο
en@shaw: ğ‘’ğ‘´ğ‘¤ğ‘›
eo: frosto
fr: froid
sv: frost

source: drain
de: Lebensentzug
fr: drainage
sv: utsugning

source: magic
de: Kälteschock
fr: magie
sv: magi

source: magical
en@shaw: ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤
fr: enchantement
sv: magisk

source: Ancient Wose
de: Alter Waldschrat
fr: Vénérable Wose
sv: Uråldrig wose

source: ambush,regenerates
fr: embuscade,régénération
sv: bakhåll, regenererar

source: crush
de: Zermalmen
fr: écrasement
sv: krossa

source: impact
de: Wucht
el: κρούση
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¨ğ‘’ğ‘‘
eo: frapo
fr: contondant
sv: krossande

source: Arch Mage
de: Erzmagier
fr: Archimage
sv: Ärkemagiker

source: Leaders among the mages, the Arch Mages hurl huge balls of fire at their enemies.
de: Erzmagier zählen zu den besten Magiern von Wesnoth. Sie schleudern riesige Feuerbälle auf ihre Gegner.
fr: Un chef parmi les mages, l'archimage projette d'énormes boules de feu à ses ennemis.
sv: Ärkemagikerna är ledare bland magiker, och kastar stora eldklot på sina fiender.

source: staff
de: Stab
fr: bâton
sv: stav

source: fireball
de: Feuerball
fr: boule de feu
sv: eldklot

source: fire
de: Feuer
el: φωτιά
en@shaw: ğ‘“ğ‘²ğ‘¼
eo: fajro
fr: brûlure
sv: eld

source: Assassin
de: Attentäter
sv: Lönnmördare

source: skirmisher
de: Plänkler
en@shaw: ğ‘•ğ‘’ğ‘»ğ‘¥ğ‘¦ğ‘–ğ‘»
fr: tirailleur
sv: Stigfinnare

source: Assassins are masters of the night. Like Rogues, they can backstab and ignore enemy zones of control. They can also throw poison-tipped knives at their enemies from long range.
de: Assassinen sind Meister der Nacht. So wie Diebe und Schurken verfügen auch sie über die Fähigkeit des Hinterhalts und ignorieren die feindlichen Kontrollzonen. Außerdem können sie vergiftete Dolche aus großer Entfernung auf ihre Gegner werfen.
fr: Les assassins sont les maîtres de la nuit. Comme les bandits, ils peuvent frapper par derrière et ignorent les zones de contrôle ennemies. Ils peuvent également lancer des couteaux empoisonnés à leurs ennemis.
sv: Lönnmördare är nattens mästare. Likt stråtrövare kan de anfalla bakifrån, och de bryr sig inte om fiendens kontrollzoner. De kan också kasta förgiftade knivar på sina fiender.

source: dagger
de: Dolch
fr: dague
sv: dolk

source: blade
de: Klinge
el: λεπίδα
en@shaw: ğ‘šğ‘¤ğ‘±ğ‘›
eo: klingo
fr: tranchant
sv: skärande

source: backstab
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘•ğ‘‘ğ‘¨ğ‘š
fr: assassinat
sv: rygghugg

source: knife
de: Messer
fr: couteau
sv: kniv

source: poison
de: Vergiften
en@shaw: ğ‘ğ‘¶ğ‘Ÿğ‘©ğ‘¯
fr: empoisonnement
sv: gift

source: Armed with heavy mace, Bandits are adept at robbing and killing at night.
de: Ausgerüstet mit einem schweren Streitkolben, sind Banditen Meister darin in der Nacht zu stehlen und zu töten.
fr: Armés de lourdes masses d'armes, les bandits sont des adeptes du vol et de l'assassinat de nuit.
sv: Banditer bär tunga spikklubbor och är skickliga på att råna och mörda nattetid.

source: mace
de: Streitkolben
fr: massue
sv: spikklubba

source: Princess
de: Prinzessin
fr: Princesse
sv: Prinsessa

source: leadership,skirmisher
fr: commandement,escarmouche
sv: ledarskap, stigfinnare
