Repository: wesnoth/wesnoth
Catalog: po/wesnoth-trow/*.po
Languages: en@shaw

source: You have the Ruby of Fire, but you have no idea what it does, correct? You know that lich you have petrified just outside of Southbayâ€”
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼, ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ ğ‘²ğ‘›ğ‘¾ ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘‘ ğ‘›ğ‘³ğ‘Ÿ, ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘? ğ‘¿ ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘¦ğ‘— ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘§ğ‘‘ğ‘®ğ‘©ğ‘“ğ‘²ğ‘› ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘› ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±-

source: Yes, Lich Point! Where we first used our magi in battle, and turned the tide of war against your people.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘¤ğ‘¦ğ‘— ğ‘ğ‘¶ğ‘¯ğ‘‘! ğ‘¢ğ‘º ğ‘¢ğ‘° ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘¬ğ‘¼ ğ‘¥ğ‘±ğ‘¡ğ‘² ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘¯ ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘ ğ‘‘ğ‘²ğ‘› ğ‘ ğ‘¢ğ‘¹ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘¿ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤.

source: Erm, yes... He was Caror, the arch rival of our dearly departed Lich-Lord Lenvan. He coveted the ruby, and was studying it. The only copy of his study, the Book of Fire and Darkness, was petrified along with him.
en@shaw: ğ‘§ğ‘®ğ‘¥, ğ‘˜ğ‘§ğ‘•... ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ Â·ğ‘’ğ‘¸ğ‘¹, ğ‘ ğ‘¸ğ‘— ğ‘®ğ‘²ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘¬ğ‘¼ ğ‘›ğ‘½ğ‘¤ğ‘¦ ğ‘›ğ‘¦ğ‘ğ‘¸ğ‘‘ğ‘©ğ‘› ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘› Â·ğ‘¤ğ‘§ğ‘¯ğ‘ğ‘¨ğ‘¯. ğ‘£ğ‘° ğ‘’ğ‘³ğ‘ğ‘©ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘®ğ‘µğ‘šğ‘°, ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘‘ğ‘³ğ‘›ğ‘¦ğ‘¦ğ‘™ ğ‘¦ğ‘‘. ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘³ğ‘›ğ‘¦, ğ‘ ğ‘šğ‘«ğ‘’ ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘¯ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•, ğ‘¢ğ‘ªğ‘Ÿ ğ‘ğ‘§ğ‘‘ğ‘®ğ‘©ğ‘“ğ‘²ğ‘› ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘¦ğ‘¥.

source: If we make landfall outside of Southbay, weâ€™ll be trapped. Of that I am sure!
en@shaw: ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¥ğ‘±ğ‘’ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘“ğ‘ªğ‘¤ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘› ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±, ğ‘¢ğ‘°'ğ‘¤ ğ‘šğ‘° ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘. ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘² ğ‘¨ğ‘¥ ğ‘–ğ‘«ğ‘¼!

source: My family was from Southbay. My father was a soldier there. The cityâ€™s sewer entrance is near that fossil of a lich.
en@shaw: ğ‘¥ğ‘² ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±. ğ‘¥ğ‘² ğ‘“ğ‘­ğ‘ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ ğ‘ğ‘º. ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘°ğ‘Ÿ ğ‘°ğ‘¹ğ‘±ğ‘•ğ‘¿ğ‘¼ ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘­ğ‘¯ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘½ ğ‘ğ‘¨ğ‘‘ ğ‘“ğ‘­ğ‘•ğ‘©ğ‘¤ ğ‘ ğ‘© ğ‘¤ğ‘¦ğ‘—.

source: Wow, this is beginning to sound dangerously like a plan. Commander Aethyr, will you join us?
en@shaw: ğ‘¢ğ‘¬ğ‘¢, ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘•ğ‘¤ğ‘¦ ğ‘¤ğ‘²ğ‘’ ğ‘© ğ‘ğ‘¤ğ‘¨ğ‘¯. ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ Â·ğ‘±ğ‘”ğ‘½, ğ‘¢ğ‘¦ğ‘¤ ğ‘¿ ğ‘¡ğ‘¶ğ‘¯ ğ‘³ğ‘•?

source: No. These monsters killed my family. My wife, my daughters. There is nothing left for me. Iâ€™ll stay. By the time the orcs wrestle Clearwater Port away from me thereâ€™ll be nothing but rubble left!
en@shaw: ğ‘¯ğ‘´. ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘¥ğ‘² ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦. ğ‘¥ğ‘² ğ‘¢ğ‘²ğ‘“, ğ‘¥ğ‘² ğ‘›ğ‘¹ğ‘‘ğ‘»ğ‘Ÿ. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘“ğ‘¹ ğ‘¥ğ‘°. ğ‘²'ğ‘¤ ğ‘•ğ‘‘ğ‘±. ğ‘šğ‘² ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘®ğ‘§ğ‘•ğ‘©ğ‘¤ ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘ ğ‘©ğ‘¢ğ‘± ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¥ğ‘° ğ‘ğ‘ºğ‘©ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘šğ‘³ğ‘‘ ğ‘®ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¤ğ‘§ğ‘“ğ‘‘!

source: The peasant farmers seem to like you. Who knows, maybe theyâ€™ll be of some help.
en@shaw: ğ‘ ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¸ğ‘¥ğ‘¼ğ‘Ÿ ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘¤ğ‘²ğ‘’ ğ‘¿. ğ‘£ğ‘µ ğ‘¯ğ‘´ğ‘Ÿ, ğ‘¥ğ‘±ğ‘šğ‘° ğ‘ğ‘±ğ‘¤ ğ‘šğ‘° ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘£ğ‘§ğ‘¤ğ‘.

source: Resources are scarce, we need all of the help we can get. Be brave and fight hard, my friend!
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘•ğ‘’ğ‘ºğ‘•, ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘œğ‘§ğ‘‘. ğ‘šğ‘° ğ‘šğ‘®ğ‘±ğ‘ ğ‘¯ ğ‘“ğ‘²ğ‘‘ ğ‘£ğ‘¸ğ‘›, ğ‘¥ğ‘² ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›!

source: Fallen Lich Point
en@shaw: Â·ğ‘“ğ‘·ğ‘¤ğ‘©ğ‘¯ Â·ğ‘¤ğ‘¦ğ‘— Â·ğ‘ğ‘¶ğ‘¯ğ‘‘

source: Utâ€™Tan-Grilg
en@shaw: Â·ğ‘µğ‘‘'ğ‘‘ğ‘¨ğ‘¯-ğ‘œğ‘®ğ‘¦ğ‘¤ğ‘œ

source: Lich-Lord Caror
en@shaw: ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘› Â·ğ‘’ğ‘¸ğ‘¹

source: Haldric enters Southbayâ€™s sewer
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘Ÿ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±ğ‘Ÿ ğ‘°ğ‘¹ğ‘±ğ‘•ğ‘¿ğ‘¼

source: Wait! I see a ship! Humans is coming! Smash â€™em good!
en@shaw: ğ‘¢ğ‘±ğ‘‘! ğ‘² ğ‘•ğ‘° ğ‘© ğ‘–ğ‘¦ğ‘! ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™! ğ‘•ğ‘¥ğ‘¨ğ‘– 'ğ‘§ğ‘¥ ğ‘œğ‘«ğ‘›!

source: Some pep talk. The book will probably be in the Old Wesfolk tongue.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘ğ‘§ğ‘ ğ‘‘ğ‘·ğ‘’. ğ‘ ğ‘šğ‘«ğ‘’ ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘¦ğ‘¯ ğ‘ ğ‘´ğ‘¤ğ‘› Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’ ğ‘‘ğ‘³ğ‘™.

source: Ohh.
en@shaw: ğ‘´ğ‘´.

source: Just get the book, I think I should be able to translate it.
en@shaw: ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘ ğ‘šğ‘«ğ‘’, ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘² ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘‘ ğ‘¦ğ‘‘.

source: Then, into Southbayâ€™s sewer.
en@shaw: ğ‘ğ‘§ğ‘¯, ğ‘¦ğ‘¯ğ‘‘ğ‘« Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±ğ‘Ÿ ğ‘°ğ‘¹ğ‘±ğ‘•ğ‘¿ğ‘¼.

source: Right.
en@shaw: ğ‘®ğ‘²ğ‘‘.

source: Thereâ€™s an odd monolith standing near here.
en@shaw: ğ‘ğ‘º'ğ‘Ÿ ğ‘©ğ‘¯ ğ‘ªğ‘› ğ‘¥ğ‘­ğ‘¯ğ‘©ğ‘¤ğ‘¦ğ‘” ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘¯ğ‘½ ğ‘£ğ‘½.

source: Haldric, this looks like a job for you, probably something to do with the lich. Maybe you should get yourself over here.
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘© ğ‘¡ğ‘ªğ‘š ğ‘“ğ‘¹ ğ‘¿, ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘‘ ğ‘›ğ‘µ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¤ğ‘¦ğ‘—. ğ‘¥ğ‘±ğ‘šğ‘° ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘œğ‘§ğ‘‘ ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘´ğ‘ğ‘¼ ğ‘£ğ‘½.

source: I think Iâ€™ll say that magic phrase.
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘²'ğ‘¤ ğ‘•ğ‘± ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘“ğ‘®ğ‘±ğ‘Ÿ.

source: The lich is free! Letâ€™s bash him and grab that book. That sounds like a job for you, Lady Jessene!
en@shaw: ğ‘ ğ‘¤ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘“ğ‘®ğ‘°! ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘šğ‘¨ğ‘– ğ‘£ğ‘¦ğ‘¥ ğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘š ğ‘ğ‘¨ğ‘‘ ğ‘šğ‘«ğ‘’. ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘¤ğ‘²ğ‘’ ğ‘© ğ‘¡ğ‘ªğ‘š ğ‘“ğ‘¹ ğ‘¿, ğ‘¤ğ‘±ğ‘›ğ‘¦ Â·ğ‘¡ğ‘§ğ‘•ğ‘°ğ‘¯!

source: Hmph! Youâ€™re just happy because that monolith proves your paternity!
en@shaw: ğ‘£ğ‘¥ğ‘! ğ‘¿'ğ‘¼ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘¦ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘­ğ‘¯ğ‘©ğ‘¤ğ‘¦ğ‘” ğ‘ğ‘®ğ‘µğ‘ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘ğ‘©ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘‘ğ‘°!

source: Free, Iâ€™m free, and I feel the Ruby of Fire! It will be mine.
en@shaw: ğ‘“ğ‘®ğ‘°, ğ‘²'ğ‘§ğ‘¥ ğ‘“ğ‘®ğ‘°, ğ‘¯ ğ‘² ğ‘“ğ‘°ğ‘¤ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼! ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¥ğ‘²ğ‘¯.

source: No you wonâ€™t, you soldier of darkness!
en@shaw: ğ‘¯ğ‘´ ğ‘¿ ğ‘¢ğ‘´ğ‘¯ğ‘‘, ğ‘¿ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•!

source: I think Iâ€™ll wait a while before uttering any magic phrases.
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘²'ğ‘¤ ğ‘¢ğ‘±ğ‘‘ ğ‘© ğ‘¢ğ‘²ğ‘¤ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘³ğ‘‘ğ‘¼ğ‘¦ğ‘™ ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘“ğ‘®ğ‘±ğ‘Ÿğ‘©ğ‘Ÿ.

source: We have more pressing matters to deal with before we free that lich.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘¹ ğ‘ğ‘®ğ‘§ğ‘•ğ‘¦ğ‘™ ğ‘¥ğ‘¨ğ‘‘ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘›ğ‘°ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘“ğ‘®ğ‘° ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘¦ğ‘—.

source: Afraid youâ€™ll find out youâ€™re not of the line of Kings?
en@shaw: ğ‘©ğ‘“ğ‘®ğ‘±ğ‘› ğ‘¿'ğ‘¤ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¬ğ‘‘ ğ‘¿'ğ‘¼ ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘ ğ‘¤ğ‘²ğ‘¯ ğ‘ ğ‘’ğ‘¦ğ‘™ğ‘Ÿ?

source: This sounds like a job for Prince Haldric, hopefully.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘¤ğ‘²ğ‘’ ğ‘© ğ‘¡ğ‘ªğ‘š ğ‘“ğ‘¹ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘£ğ‘´ğ‘ğ‘“ğ‘©ğ‘¤ğ‘°.

source: The Lich-Lord is already free.
en@shaw: ğ‘ ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘› ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘“ğ‘®ğ‘°.

source: NW â€” Southbay.
en@shaw: NW - Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±.

source: Sounds good to me.
en@shaw: ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘œğ‘«ğ‘› ğ‘‘ ğ‘¥ğ‘°.

source: I feel like Iâ€™m forgetting something. Ohh, the book!
en@shaw: ğ‘² ğ‘“ğ‘°ğ‘¤ ğ‘¤ğ‘²ğ‘’ ğ‘²'ğ‘§ğ‘¥ ğ‘“ğ‘¼ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™. ğ‘´ğ‘´, ğ‘ ğ‘šğ‘«ğ‘’!

source: Prince Haldric must be the first into the sewers of Southbay.
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘°ğ‘¹ğ‘±ğ‘–ğ‘•ğ‘¿ğ‘¼ğ‘Ÿ ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±.

source: Rarlg
en@shaw: ğ‘®ğ‘¸ğ‘¤ğ‘œ

source: Rarlg â€” argh, a raul-rarlg!
en@shaw: ğ‘®ğ‘¸ğ‘¤ğ‘œ - ğ‘¸ğ‘œ, ğ‘© ğ‘®ğ‘ªğ‘¤-ğ‘®ğ‘¸ğ‘¤ğ‘œ!

source: Oh my!
en@shaw: ğ‘´ ğ‘¥ğ‘²!

source: And he brought a friend.
en@shaw: ğ‘¯ ğ‘£ğ‘° ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘© ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›.

source: Raul-Rarlg
en@shaw: ğ‘®ğ‘ªğ‘¤-ğ‘®ğ‘¸ğ‘¤ğ‘œ

source: So close. So close.
en@shaw: ğ‘•ğ‘´ ğ‘’ğ‘¤ğ‘´ğ‘Ÿ. ğ‘•ğ‘´ ğ‘’ğ‘¤ğ‘´ğ‘Ÿ.

source: I found the book in what was left of his robes! Letâ€™s get out of here!
en@shaw: ğ‘² ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘šğ‘«ğ‘’ ğ‘¦ğ‘¯ ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘®ğ‘´ğ‘šğ‘Ÿ! ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘£ğ‘½!

source: I can hear their reinforcements coming! Weâ€™re trapped! All is lost!
en@shaw: ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘½ ğ‘ğ‘º ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™! ğ‘¢ğ‘°'ğ‘¼ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘! ğ‘·ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘•ğ‘‘!

source: Sewer â€” Danger Keep Out!
en@shaw: ğ‘°ğ‘¹ğ‘±ğ‘•ğ‘¿ğ‘¼ - ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ ğ‘’ğ‘°ğ‘ ğ‘¬ğ‘‘!

source: Sewer of Southbay
en@shaw: Â·ğ‘°ğ‘¹ğ‘±ğ‘•ğ‘¿ğ‘¼ ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±

source: Red Wizards
en@shaw: ğ‘®ğ‘§ğ‘› ğ‘¢ğ‘¦ğ‘Ÿğ‘¼ğ‘›ğ‘Ÿ

source: Spider
en@shaw: ğ‘•ğ‘ğ‘²ğ‘›ğ‘»

source: Prince Haldric exits the sewer
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ğ‘• ğ‘ ğ‘°ğ‘¹ğ‘±ğ‘•ğ‘¿ğ‘¼

source: In the last leg of their journey to Southbay, Haldric and his companions find themselves in the Sewers of Southbay.
en@shaw: ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¤ğ‘§ğ‘œ ğ‘ ğ‘ğ‘º ğ‘¡ğ‘»ğ‘¯ğ‘° ğ‘‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±, Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘¯ğ‘¦ğ‘©ğ‘¯ğ‘Ÿ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘°ğ‘¹ğ‘±ğ‘–ğ‘•ğ‘¿ğ‘¼ğ‘Ÿ ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±.

source: Only a human could take such a lovely cave and fill it with refuse. Humans. Hey, is that a pair of boots?
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘© ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘’ğ‘«ğ‘› ğ‘‘ğ‘±ğ‘’ ğ‘•ğ‘³ğ‘— ğ‘© ğ‘¤ğ‘³ğ‘ğ‘¤ğ‘° ğ‘’ğ‘±ğ‘ ğ‘¯ ğ‘“ğ‘¦ğ‘¤ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘•. ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ. ğ‘£ğ‘±, ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘© ğ‘ğ‘º ğ‘ ğ‘šğ‘µğ‘‘ğ‘•?

source: We should be cautious down here. This isnâ€™t an old maidâ€™s drain pipe, this is the sewer of Southbay. It is said that the city diverted an underground river for its own use, and let their own effluent run down the old river bed.
en@shaw: ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘’ğ‘·ğ‘–ğ‘©ğ‘• ğ‘›ğ‘¬ğ‘¯ ğ‘£ğ‘½. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿğ‘¯ğ‘‘ ğ‘©ğ‘¯ ğ‘´ğ‘¤ğ‘› ğ‘¥ğ‘±ğ‘›ğ‘Ÿ ğ‘›ğ‘®ğ‘±ğ‘¯ ğ‘ğ‘²ğ‘, ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘°ğ‘¹ğ‘±ğ‘•ğ‘¿ğ‘¼ ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘›ğ‘²ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘› ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘“ğ‘¹ ğ‘¦ğ‘‘ğ‘• ğ‘´ğ‘¯ ğ‘¿ğ‘•, ğ‘¯ ğ‘¤ğ‘§ğ‘‘ ğ‘ğ‘º ğ‘´ğ‘¯ ğ‘§ğ‘“ğ‘¤ğ‘µğ‘©ğ‘¯ğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘›ğ‘¬ğ‘¯ ğ‘ ğ‘´ğ‘¤ğ‘› ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘šğ‘§ğ‘›.

source: This is the far end of that river bed. Legend has itâ€”
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘“ğ‘¸ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘šğ‘§ğ‘›. ğ‘¤ğ‘§ğ‘œğ‘§ğ‘¯ğ‘› ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘‘- -

source: That a King banished a pair of twin Magi and their devoted followers down here after the Wesfolk war!
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘© ğ‘’ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘¯ğ‘¦ğ‘–ğ‘‘ ğ‘© ğ‘ğ‘º ğ‘ ğ‘‘ğ‘¢ğ‘¦ğ‘¯ ğ‘¥ğ‘±ğ‘¡ğ‘² ğ‘¯ ğ‘ğ‘º ğ‘›ğ‘¦ğ‘ğ‘´ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¼ğ‘Ÿ ğ‘›ğ‘¬ğ‘¯ ğ‘£ğ‘½ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’ ğ‘¢ğ‘¹!

source: Can you feel it, brother? This one bears the Ruby of Fire. After all our time searching, it has come to us!
en@shaw: ğ‘’ğ‘¨ğ‘¯ ğ‘¿ ğ‘“ğ‘°ğ‘¤ ğ‘¦ğ‘‘, ğ‘šğ‘®ğ‘³ğ‘ğ‘¼? ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘³ğ‘¯ ğ‘šğ‘ºğ‘Ÿ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼. ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘·ğ‘¤ ğ‘¬ğ‘¼ ğ‘‘ğ‘²ğ‘¥ ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™, ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘³ğ‘•!

source: The brothers Red will finally ascend to power. We must have it. Get them!
en@shaw: ğ‘ ğ‘šğ‘®ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘®ğ‘§ğ‘› ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘©ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘ğ‘¬ğ‘¼. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘‘. ğ‘œğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥!

source: Haldric, I feel a strong foreboding. Have you noticed that anything that happens to be strong in the ways of magic can sense that ruby? Elilmaldur-Rithrandil felt it, and so did Lich-Lord Caror, now these two.
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘² ğ‘“ğ‘°ğ‘¤ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘“ğ‘¹ğ‘šğ‘´ğ‘›ğ‘¦ğ‘™. ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘±ğ‘Ÿ ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘µğ‘šğ‘°? Â·ğ‘§ğ‘¤ğ‘¦ğ‘¤ğ‘¥ğ‘¨ğ‘¤ğ‘›ğ‘»-ğ‘®ğ‘¦ğ‘”ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘¤ ğ‘“ğ‘§ğ‘¤ğ‘‘ ğ‘¦ğ‘‘, ğ‘¯ ğ‘•ğ‘´ ğ‘›ğ‘¦ğ‘› ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘› Â·ğ‘’ğ‘¸ğ‘¹, ğ‘¯ğ‘¬ ğ‘ğ‘°ğ‘Ÿ ğ‘‘ğ‘µ.

source: We retrieved the Lich-Lordâ€™s book, and I can literally feel the power of the ruby, even with it in my pack. Letâ€™s work out what it does, before we decide what to do with it.
en@shaw: ğ‘¢ğ‘° ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ğ‘› ğ‘ ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘šğ‘«ğ‘’, ğ‘¯ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘¤ğ‘°ğ‘‘ğ‘¼ğ‘¨ğ‘¤ğ‘² ğ‘“ğ‘°ğ‘¤ ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘°, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘¥ğ‘² ğ‘ğ‘¨ğ‘’. ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘¢ğ‘»ğ‘’ ğ‘¬ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘‘ ğ‘›ğ‘³ğ‘Ÿ, ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘› ğ‘¢ğ‘ªğ‘‘ ğ‘‘ ğ‘›ğ‘µ ğ‘¢ğ‘¦ğ‘ ğ‘¦ğ‘‘.

source: Brother!
en@shaw: ğ‘šğ‘®ğ‘³ğ‘ğ‘¼!

source: Hmm. He seems to have had a map, and some gold!
en@shaw: ğ‘£ğ‘¥. ğ‘£ğ‘° ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘£ğ‘¨ğ‘› ğ‘© ğ‘¥ğ‘¨ğ‘, ğ‘¯ ğ‘•ğ‘³ğ‘¥ ğ‘œğ‘´ğ‘¤ğ‘›!

source: Argh, the stream bed is blocked! Only a pint of goo is getting through. Weâ€™ll have to go around.
en@shaw: ğ‘¸ğ‘œ, ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ ğ‘šğ‘§ğ‘› ğ‘¦ğ‘Ÿ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘‘! ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘© ğ‘ğ‘²ğ‘¯ğ‘‘ ğ‘ ğ‘œğ‘µ ğ‘¦ğ‘Ÿ ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘”ğ‘®ğ‘µ. ğ‘¢ğ‘°'ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘œğ‘´ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘›.

source: To Southbay
en@shaw: ğ‘‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±

source: Danger Ahead!
en@shaw: ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ ğ‘©ğ‘£ğ‘§ğ‘›!

source: Finally, on to Southbay!
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦, ğ‘ªğ‘¯ ğ‘‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±!

source: Southbay in Winter
en@shaw: Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘¦ğ‘¯ Â·ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: King Addroran IX
en@shaw: Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘¨ğ‘›ğ‘®ğ‘¹ğ‘¨ğ‘¯ ğ‘ Â·ğ‘¯ğ‘²ğ‘¯ğ‘”

source: Prince Haldric has emerged from the sewers of Southbay in the very heart of the city. After some commotion, he gains an audience with the King of Southbay.
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¥ğ‘»ğ‘¡ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘°ğ‘¹ğ‘±ğ‘–ğ‘•ğ‘¿ğ‘¼ğ‘Ÿ ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘£ğ‘¸ğ‘‘ ğ‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦. ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘•ğ‘³ğ‘¥ ğ‘’ğ‘ªğ‘¥ğ‘´ğ‘–ğ‘©ğ‘¯, ğ‘£ğ‘° ğ‘œğ‘±ğ‘¯ğ‘Ÿ ğ‘©ğ‘¯ ğ‘·ğ‘›ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±.

source: So, Prince, you bring refugees, but do you bring swords as well?
en@shaw: ğ‘•ğ‘´, ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•, ğ‘¿ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘°ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘•ğ‘¹ğ‘›ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤?

source: I bear both, and all are loyal to the King of Southbay!
en@shaw: ğ‘² ğ‘šğ‘º ğ‘šğ‘´ğ‘”, ğ‘¯ ğ‘·ğ‘¤ ğ‘¸ ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘‘ ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±!

source: I knew you as a boy, and your people have preceded you. Your father was an honorable man, and so are you. Arenâ€™t you the king now?
en@shaw: ğ‘² ğ‘¯ğ‘¿ ğ‘¿ ğ‘¨ğ‘Ÿ ğ‘© ğ‘šğ‘¶, ğ‘¯ ğ‘¿ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘›ğ‘©ğ‘› ğ‘¿. ğ‘¿ğ‘¼ ğ‘“ğ‘­ğ‘ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘¯ ğ‘ªğ‘¯ğ‘¼ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¥ğ‘¨ğ‘¯, ğ‘¯ ğ‘•ğ‘´ ğ‘¸ ğ‘¿. ğ‘¸ğ‘¯ğ‘‘ ğ‘¿ ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘¯ğ‘¬?

source: A king with no land and no crown is no king, my Lord.
en@shaw: ğ‘© ğ‘’ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘¯ğ‘´ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¯ ğ‘¯ğ‘´ ğ‘’ğ‘®ğ‘¬ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘’ğ‘¦ğ‘™, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›.

source: It is so. These are dark days to live through, my young prince. Youâ€™ve done your father proud. Far better than my legacy, a dead adventurer and a missing fool! It is fitting that my line should end with my kingdom.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘´. ğ‘ğ‘°ğ‘Ÿ ğ‘¸ ğ‘›ğ‘¸ğ‘’ ğ‘›ğ‘±ğ‘Ÿ ğ‘‘ ğ‘¤ğ‘²ğ‘ ğ‘”ğ‘®ğ‘µ, ğ‘¥ğ‘² ğ‘˜ğ‘³ğ‘™ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•. ğ‘¿'ğ‘ ğ‘›ğ‘³ğ‘¯ ğ‘¿ğ‘¼ ğ‘“ğ‘­ğ‘ğ‘¼ ğ‘ğ‘®ğ‘¬ğ‘›. ğ‘“ğ‘¸ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘¥ğ‘² ğ‘¤ğ‘§ğ‘œğ‘©ğ‘•ğ‘°, ğ‘© ğ‘›ğ‘§ğ‘› ğ‘©ğ‘›ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘¿ğ‘®ğ‘¼ ğ‘¯ ğ‘© ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘“ğ‘µğ‘¤! ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘² ğ‘¤ğ‘²ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘§ğ‘¯ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘² ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥.

source: You should not say such things!
en@shaw: ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘± ğ‘•ğ‘³ğ‘— ğ‘”ğ‘¦ğ‘™ğ‘Ÿ!

source: Hmph! It matters little now. Whatâ€™s this? You bring a Wesfolk waif with you. Put her out with the others!
en@shaw: ğ‘£ğ‘¥ğ‘! ğ‘¦ğ‘‘ ğ‘¥ğ‘¨ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘¯ğ‘¬. ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘ğ‘¦ğ‘•? ğ‘¿ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘© Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’ ğ‘¢ğ‘±ğ‘“ ğ‘¢ğ‘¦ğ‘ ğ‘¿. ğ‘ğ‘«ğ‘‘ ğ‘£ğ‘» ğ‘¬ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘³ğ‘ğ‘¼ğ‘Ÿ!

source: Youâ€™ve put my people out in the snow? Prepare to meet your fate youâ€”
en@shaw: ğ‘¿'ğ‘ ğ‘ğ‘«ğ‘‘ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¬ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘¯ğ‘´? ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘‘ ğ‘¥ğ‘°ğ‘‘ ğ‘¿ğ‘¼ ğ‘“ğ‘±ğ‘‘ ğ‘¿- -

source: She and her people have been of great service to me. Open the gates, let them in.
en@shaw: ğ‘–ğ‘° ğ‘¯ ğ‘£ğ‘» ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘• ğ‘‘ ğ‘¥ğ‘°. ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘œğ‘±ğ‘‘ğ‘•, ğ‘¤ğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘¯.

source: What? On your word alone, boy? And what of the other Wesfolk that have drifted to our gate?
en@shaw: ğ‘¢ğ‘ªğ‘‘? ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘¢ğ‘»ğ‘› ğ‘©ğ‘¤ğ‘´ğ‘¯, ğ‘šğ‘¶? ğ‘¯ ğ‘¢ğ‘ªğ‘‘ ğ‘ ğ‘ ğ‘³ğ‘ğ‘¼ Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘®ğ‘¦ğ‘“ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘¬ğ‘¼ ğ‘œğ‘±ğ‘‘?

source: Let them all in! For the sake of humanity on this isle!
en@shaw: ğ‘¤ğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘·ğ‘¤ ğ‘¦ğ‘¯! ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘±ğ‘’ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘‘ğ‘¦ ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘²ğ‘¤!

source: Hmm... Very well. I so swear. Speak.
en@shaw: ğ‘£ğ‘¥... ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤. ğ‘² ğ‘•ğ‘´ ğ‘•ğ‘¢ğ‘º. ğ‘•ğ‘ğ‘°ğ‘’.

source: Second, I know the way to the mysterious lands of the east. Addroran, I was your sonâ€™s navigator and companion. Believe me, you must go east.
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›, ğ‘² ğ‘¯ğ‘´ ğ‘ ğ‘¢ğ‘± ğ‘‘ ğ‘ ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘½ğ‘¦ğ‘©ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘ ğ‘°ğ‘•ğ‘‘. Â·ğ‘¨ğ‘›ğ‘®ğ‘¹ğ‘¨ğ‘¯, ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘¿ğ‘¼ ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ğ‘¨ğ‘ğ‘©ğ‘œğ‘±ğ‘‘ğ‘» ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘¯ğ‘¦ğ‘©ğ‘¯. ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘¥ğ‘°, ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘´ ğ‘°ğ‘•ğ‘‘.

source: Sheâ€™s just full of surprises.
en@shaw: ğ‘–ğ‘°'ğ‘Ÿ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘«ğ‘¤ ğ‘ ğ‘•ğ‘»ğ‘ğ‘®ğ‘²ğ‘Ÿğ‘¦ğ‘Ÿ.

source: I was the navigator. Haldric, your people simply washed up here long ago, but my people came here on purpose. Youâ€™d all still be herding sheep and living in grass huts if it wasnâ€™t for my people.
en@shaw: ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘ ğ‘¯ğ‘¨ğ‘ğ‘©ğ‘œğ‘±ğ‘‘ğ‘». Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘¿ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘–ğ‘‘ ğ‘³ğ‘ ğ‘£ğ‘½ ğ‘¤ğ‘ªğ‘™ ğ‘©ğ‘œğ‘´, ğ‘šğ‘³ğ‘‘ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘’ğ‘±ğ‘¥ ğ‘£ğ‘½ ğ‘ªğ‘¯ ğ‘ğ‘»ğ‘ğ‘©ğ‘•. ğ‘¿'ğ‘› ğ‘·ğ‘¤ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘£ğ‘»ğ‘›ğ‘¦ğ‘™ ğ‘–ğ‘°ğ‘ ğ‘¯ ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘• ğ‘£ğ‘³ğ‘‘ğ‘• ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤.

source: Some favor your people did for us. Why flee at all? And why east? Weâ€™ve already repelled one orcish assault. We should be working toward taking back the Isle.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘“ğ‘±ğ‘ğ‘¼ ğ‘¿ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘› ğ‘“ğ‘¹ ğ‘³ğ‘•. ğ‘¢ğ‘² ğ‘“ğ‘¤ğ‘° ğ‘¨ğ‘‘ ğ‘·ğ‘¤? ğ‘¯ ğ‘¢ğ‘² ğ‘°ğ‘•ğ‘‘? ğ‘¢ğ‘°'ğ‘ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘®ğ‘©ğ‘ğ‘§ğ‘¤ğ‘› ğ‘¢ğ‘³ğ‘¯ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘©ğ‘•ğ‘ªğ‘¤ğ‘‘. ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘› ğ‘‘ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘’ ğ‘ ğ‘²ğ‘¤.

source: This is no time for bravado. You must head east because my people came from the west, which is teeming with every form of enemy and monster imaginable. There is literally no room there. If you thought we were bad, you should see what else comes behind us. Youâ€™d be slaves, or youâ€™d be dead.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘‘ğ‘²ğ‘¥ ğ‘“ğ‘¹ ğ‘šğ‘®ğ‘©ğ‘ğ‘­ğ‘›ğ‘´. ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘§ğ‘› ğ‘°ğ‘•ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘’ğ‘±ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘, ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘‘ğ‘°ğ‘¥ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘“ğ‘¹ğ‘¥ ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¯ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ ğ‘¦ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘¯ğ‘©ğ‘šğ‘©ğ‘¤. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¤ğ‘°ğ‘‘ğ‘¼ğ‘¨ğ‘¤ğ‘² ğ‘¯ğ‘´ ğ‘®ğ‘µğ‘¥ ğ‘ğ‘º. ğ‘¦ğ‘“ ğ‘¿ ğ‘”ğ‘·ğ‘‘ ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘šğ‘¨ğ‘›, ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘•ğ‘° ğ‘¢ğ‘ªğ‘‘ ğ‘§ğ‘¤ğ‘• ğ‘’ğ‘³ğ‘¥ğ‘Ÿ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘³ğ‘•. ğ‘¿'ğ‘› ğ‘šğ‘° ğ‘•ğ‘¤ğ‘±ğ‘ğ‘Ÿ, ğ‘¹ ğ‘¿'ğ‘› ğ‘šğ‘° ğ‘›ğ‘§ğ‘›.

source: Learn the lesson of my people. If we had fled here while even one of our great cities still stood we could have taken this Isle with ease. But we fought on until the bitter end. There can be no compromise with the orcs, their numbers are limitless, and you have no way to stop more orcs from coming.
en@shaw: ğ‘¤ğ‘»ğ‘¯ ğ‘ ğ‘¤ğ‘§ğ‘•ğ‘©ğ‘¯ ğ‘ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤. ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘› ğ‘“ğ‘¤ğ‘§ğ‘› ğ‘£ğ‘½ ğ‘¢ğ‘²ğ‘¤ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘¬ğ‘¼ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘«ğ‘› ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘²ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘°ğ‘Ÿ. ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘“ğ‘·ğ‘‘ ğ‘ªğ‘¯ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘šğ‘¦ğ‘‘ğ‘¼ ğ‘§ğ‘¯ğ‘›. ğ‘ğ‘º ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘’ğ‘ªğ‘¥ğ‘ğ‘®ğ‘ªğ‘¥ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘•, ğ‘ğ‘º ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ ğ‘¸ ğ‘¤ğ‘¦ğ‘¥ğ‘©ğ‘‘ğ‘¤ğ‘©ğ‘•, ğ‘¯ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ ğ‘¢ğ‘± ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘¥ğ‘¹ ğ‘¹ğ‘’ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™.

source: Hmm. There is wisdom in your words, and my end should be in this place. We can hold out for the rest of the winter here. When the orcs last came it was fall and the harvest was in. We can hunt the great schools of fish that live under the ice. You might even be able to depart in well provisioned ships!
en@shaw: ğ‘£ğ‘¥. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¢ğ‘¦ğ‘Ÿğ‘›ğ‘©ğ‘¥ ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘¢ğ‘»ğ‘›ğ‘Ÿ, ğ‘¯ ğ‘¥ğ‘² ğ‘§ğ‘¯ğ‘› ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘±ğ‘•. ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘¬ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘£ğ‘½. ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘’ğ‘±ğ‘¥ ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘·ğ‘¤ ğ‘¯ ğ‘ ğ‘£ğ‘¸ğ‘ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¦ğ‘¯. ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘³ğ‘¯ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘•ğ‘’ğ‘µğ‘¤ğ‘Ÿ ğ‘ ğ‘“ğ‘¦ğ‘– ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘²ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘²ğ‘•. ğ‘¿ ğ‘¥ğ‘²ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘›ğ‘¦ğ‘ğ‘¸ğ‘‘ ğ‘¦ğ‘¯ ğ‘¢ğ‘§ğ‘¤ ğ‘ğ‘®ğ‘©ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯ğ‘› ğ‘–ğ‘¦ğ‘ğ‘•!

source: Donâ€™t you intend to come with us?
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¿ ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•?

source: No. Flee, and flee east. It is my duty to hold this city as long as I can for the sake of all who can be evacuated. That means that it shall fall on Haldric and you to lead the evacuation.
en@shaw: ğ‘¯ğ‘´. ğ‘“ğ‘¤ğ‘°, ğ‘¯ ğ‘“ğ‘¤ğ‘° ğ‘°ğ‘•ğ‘‘. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘² ğ‘›ğ‘¿ğ‘‘ğ‘¦ ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘¨ğ‘Ÿ ğ‘¤ğ‘ªğ‘™ ğ‘¨ğ‘Ÿ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘±ğ‘’ ğ‘ ğ‘·ğ‘¤ ğ‘£ğ‘µ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¦ğ‘ğ‘¨ğ‘’ğ‘˜ğ‘©ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘›. ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘–ğ‘¨ğ‘¤ ğ‘“ğ‘·ğ‘¤ ğ‘ªğ‘¯ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¯ ğ‘¿ ğ‘‘ ğ‘¤ğ‘§ğ‘› ğ‘ ğ‘¦ğ‘ğ‘¨ğ‘’ğ‘˜ğ‘©ğ‘¢ğ‘±ğ‘–ğ‘©ğ‘¯.

source: King, there will be a new kingdom in the east, and the bulk of the fleet will bear the flag of Southbay. A new throne and new lands await you in the east.
en@shaw: ğ‘’ğ‘¦ğ‘™, ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘© ğ‘¯ğ‘¿ ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘°ğ‘•ğ‘‘, ğ‘¯ ğ‘ ğ‘šğ‘©ğ‘¤ğ‘’ ğ‘ ğ‘ ğ‘“ğ‘¤ğ‘°ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘º ğ‘ ğ‘“ğ‘¤ğ‘¨ğ‘œ ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±. ğ‘© ğ‘¯ğ‘¿ ğ‘”ğ‘®ğ‘´ğ‘¯ ğ‘¯ ğ‘¯ğ‘¿ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘©ğ‘¢ğ‘±ğ‘‘ ğ‘¿ ğ‘¦ğ‘¯ ğ‘ ğ‘°ğ‘•ğ‘‘.

source: My bloodline has ended with my sons, and I am old. Let the ships take the women, children, and young men first. A new kingdom must be born of vital blood. We old men are still of some value. We will make the orcs pay dearly when they come to take this place!
en@shaw: ğ‘¥ğ‘² ğ‘šğ‘¤ğ‘©ğ‘›ğ‘¤ğ‘²ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘² ğ‘•ğ‘³ğ‘¯ğ‘Ÿ, ğ‘¯ ğ‘² ğ‘¨ğ‘¥ ğ‘´ğ‘¤ğ‘›. ğ‘¤ğ‘§ğ‘‘ ğ‘ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘‘ğ‘±ğ‘’ ğ‘ ğ‘¢ğ‘¦ğ‘¥ğ‘¦ğ‘¯, ğ‘—ğ‘¦ğ‘¤ğ‘›ğ‘®ğ‘©ğ‘¯, ğ‘¯ ğ‘˜ğ‘³ğ‘™ ğ‘¥ğ‘§ğ‘¯ ğ‘“ğ‘»ğ‘•ğ‘‘. ğ‘© ğ‘¯ğ‘¿ ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘šğ‘¹ğ‘¯ ğ‘ ğ‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘šğ‘¤ğ‘³ğ‘›. ğ‘¢ğ‘° ğ‘´ğ‘¤ğ‘› ğ‘¥ğ‘§ğ‘¯ ğ‘¸ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘ğ‘¨ğ‘¤ğ‘¿. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘ğ‘± ğ‘›ğ‘½ğ‘¤ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘±ğ‘•!

source: If there is no other way. May the bards forever sing of the valor of the Kings of Southbay! Jessene, about that book?
en@shaw: ğ‘¦ğ‘“ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘³ğ‘ğ‘¼ ğ‘¢ğ‘±. ğ‘¥ğ‘± ğ‘ ğ‘šğ‘¸ğ‘›ğ‘• ğ‘“ğ‘¹ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘¦ğ‘™ ğ‘ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘¼ ğ‘ ğ‘ ğ‘’ğ‘¦ğ‘™ğ‘Ÿ ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±! Â·ğ‘¡ğ‘§ğ‘•ğ‘°ğ‘¯, ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘šğ‘«ğ‘’?

source: Iâ€™ll begin my translation. Oh, and you should seal up the sewer entrance.
en@shaw: ğ‘²'ğ‘¤ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ ğ‘¥ğ‘² ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯. ğ‘´, ğ‘¯ ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘•ğ‘°ğ‘¤ ğ‘³ğ‘ ğ‘ ğ‘°ğ‘¹ğ‘±ğ‘•ğ‘¿ğ‘¼ ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘­ğ‘¯ğ‘•.

source: A Final Spring
en@shaw: ğ‘© Â·ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ Â·ğ‘•ğ‘ğ‘®ğ‘¦ğ‘™

source: Southbay Guard
en@shaw: Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘œğ‘¸ğ‘›
