Repository: wesnoth/wesnoth
Catalog: po/wesnoth-trow/*.po
Languages: en@shaw

source: I have a very bad feeling about this. This awful swamp and its crazy cult... Before these troubles started we used to have to clear the swamp every spring and fall.
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘šğ‘¨ğ‘› ğ‘“ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¦ğ‘•. ğ‘ğ‘¦ğ‘• ğ‘·ğ‘“ğ‘©ğ‘¤ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘®ğ‘±ğ‘Ÿğ‘¦ ğ‘’ğ‘©ğ‘¤ğ‘‘... ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘°ğ‘Ÿ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘° ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘’ğ‘¤ğ‘½ ğ‘ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘•ğ‘ğ‘®ğ‘¦ğ‘™ ğ‘¯ ğ‘“ğ‘·ğ‘¤.

source: I suppose with the rampaging bands of murderous orcs roaming about that hasnâ€™t been done in a while.
en@shaw: ğ‘² ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘®ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¡ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘¥ğ‘»ğ‘›ğ‘¼ğ‘©ğ‘• ğ‘¹ğ‘’ğ‘• ğ‘®ğ‘´ğ‘¥ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿğ‘¯ğ‘‘ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘³ğ‘¯ ğ‘¦ğ‘¯ ğ‘© ğ‘¢ğ‘²ğ‘¤.

source: Wait, I think I hear something... To arms!
en@shaw: ğ‘¢ğ‘±ğ‘‘, ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘² ğ‘£ğ‘½ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™... ğ‘‘ ğ‘¸ğ‘¥ğ‘Ÿ!

source: Careful, you donâ€™t know whatâ€™s lurking in there!
en@shaw: ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤, ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘¤ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ğ‘º!

source: Maybe theyâ€™ll clear it some time after the APOCALYPSE is OVER!
en@shaw: ğ‘¥ğ‘±ğ‘šğ‘° ğ‘ğ‘±ğ‘¤ ğ‘’ğ‘¤ğ‘½ ğ‘¦ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘²ğ‘¥ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘©ğ‘ğ‘­ğ‘’ğ‘©ğ‘¤ğ‘¦ğ‘ğ‘• ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘¼!

source: Oooh! I take it you wouldnâ€™t mind if I helped out?
en@shaw: ğ‘µ! ğ‘² ğ‘‘ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘¿ ğ‘¢ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘¦ğ‘“ ğ‘² ğ‘£ğ‘§ğ‘¤ğ‘ğ‘‘ ğ‘¬ğ‘‘?

source: Hey, thereâ€™s somebody hidden in the temple. Ack! Hold there!
en@shaw: ğ‘£ğ‘±, ğ‘ğ‘º'ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘©ğ‘¤. ğ‘¨ğ‘’! ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ğ‘º!

source: SW â€” The Oldwood Forest. Enter at Your Own Risk!
en@shaw: SW - ğ‘ Â·ğ‘´ğ‘¤ğ‘›ğ‘¢ğ‘«ğ‘› ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘. ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘´ğ‘¯ ğ‘®ğ‘¦ğ‘•ğ‘’!

source: May I live forever in Un-death!
en@shaw: ğ‘¥ğ‘± ğ‘² ğ‘¤ğ‘¦ğ‘ ğ‘“ğ‘¹ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘¯ ğ‘©ğ‘¯-ğ‘›ğ‘§ğ‘”!

source: Ohh! To be risen again!
en@shaw: ğ‘´ğ‘´! ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘Ÿğ‘©ğ‘¯ ğ‘©ğ‘œğ‘±ğ‘¯!

source: A prayer for life immortal!
en@shaw: ğ‘© ğ‘ğ‘®ğ‘º ğ‘“ğ‘¹ ğ‘¤ğ‘²ğ‘“ ğ‘¦ğ‘¥ğ‘¹ğ‘‘ğ‘©ğ‘¤!

source: I donâ€™t know who you are, but you canâ€™t continue down this road! There is a horde of those orcs bigger than any army Iâ€™ve ever seen just down the road!
en@shaw: ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´ ğ‘£ğ‘µ ğ‘¿ ğ‘¸, ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘›ğ‘¬ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘´ğ‘›! ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘£ğ‘¹ğ‘› ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘šğ‘¦ğ‘œğ‘» ğ‘ğ‘¨ğ‘¯ ğ‘§ğ‘¯ğ‘¦ ğ‘¸ğ‘¥ğ‘¦ ğ‘²'ğ‘ ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘°ğ‘¯ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘¬ğ‘¯ ğ‘ ğ‘®ğ‘´ğ‘›!

source: Iâ€™m Haldric; my father was King Eldaric IV in the lands northwest of here. Soldier, have you deserted your post?
en@shaw: ğ‘²'ğ‘§ğ‘¥ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’; ğ‘¥ğ‘² ğ‘“ğ‘­ğ‘ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘§ğ‘¤ğ‘›ğ‘ºğ‘¦ğ‘’ ğ‘ Â·ğ‘“ğ‘¹ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘¯ğ‘¹ğ‘”ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘£ğ‘½. ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼, ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘›ğ‘©ğ‘Ÿğ‘»ğ‘‘ğ‘©ğ‘› ğ‘¿ğ‘¼ ğ‘ğ‘´ğ‘•ğ‘‘?

source: No, Sir! Iâ€™m the sole survivor of the Clearwater Port expeditionary force. Trust me, you canâ€™t continue down this road, Sir. Especially with the refugees, youâ€™ll be slaughtered.
en@shaw: ğ‘¯ğ‘´, ğ‘•ğ‘»! ğ‘²'ğ‘§ğ‘¥ ğ‘ ğ‘•ğ‘´ğ‘¤ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘» ğ‘ ğ‘ ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘ºğ‘° ğ‘“ğ‘¹ğ‘•. ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘°, ğ‘¿ ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘›ğ‘¬ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘´ğ‘›, ğ‘•ğ‘». ğ‘¦ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘°ğ‘Ÿ, ğ‘¿'ğ‘¤ ğ‘šğ‘° ğ‘•ğ‘¤ğ‘ªğ‘‘ğ‘»ğ‘›.

source: Tell me, does Clearwater Port still stand? Is the port free?
en@shaw: ğ‘‘ğ‘§ğ‘¤ ğ‘¥ğ‘°, ğ‘›ğ‘³ğ‘Ÿ ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›? ğ‘¦ğ‘Ÿ ğ‘ ğ‘ğ‘¹ğ‘‘ ğ‘“ğ‘®ğ‘°?

source: As far as I know, Sir. We have a large army, and they were pressing all able bodied men and boys into service when I left. That orcish army is huge, but they havenâ€™t met the main body of our forces yet.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘“ğ‘¸ ğ‘¨ğ‘Ÿ ğ‘² ğ‘¯ğ‘´, ğ‘•ğ‘». ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘¤ğ‘¸ğ‘¡ ğ‘¸ğ‘¥ğ‘¦, ğ‘¯ ğ‘ğ‘± ğ‘¢ğ‘» ğ‘ğ‘®ğ‘§ğ‘•ğ‘¦ğ‘™ ğ‘·ğ‘¤ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘šğ‘­ğ‘›ğ‘°ğ‘› ğ‘¥ğ‘§ğ‘¯ ğ‘¯ ğ‘šğ‘¶ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘•ğ‘»ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘² ğ‘¤ğ‘§ğ‘“ğ‘‘. ğ‘ğ‘¨ğ‘‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¸ğ‘¥ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘£ğ‘¿ğ‘¡, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ğ‘¯ğ‘‘ ğ‘¥ğ‘§ğ‘‘ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘ ğ‘¬ğ‘¼ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘˜ğ‘§ğ‘‘.

source: Well, we canâ€™t go back, and the road ahead is blocked. I guess weâ€™ll have to risk it and go through the Oldwood forest, then make a break for Clearwater Port or Southbay.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘œğ‘´ ğ‘šğ‘¨ğ‘’, ğ‘¯ ğ‘ ğ‘®ğ‘´ğ‘› ğ‘©ğ‘£ğ‘§ğ‘› ğ‘¦ğ‘Ÿ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘‘. ğ‘² ğ‘œğ‘§ğ‘• ğ‘¢ğ‘°'ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘®ğ‘¦ğ‘•ğ‘’ ğ‘¦ğ‘‘ ğ‘¯ ğ‘œğ‘´ ğ‘”ğ‘®ğ‘µ ğ‘ Â·ğ‘´ğ‘¤ğ‘›ğ‘¢ğ‘«ğ‘› ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘, ğ‘ğ‘§ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘šğ‘®ğ‘±ğ‘’ ğ‘“ğ‘¹ ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘ ğ‘¹ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±.

source: Sir, if you donâ€™t mind, Iâ€™ll go with you.
en@shaw: ğ‘•ğ‘», ğ‘¦ğ‘“ ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¥ğ‘²ğ‘¯ğ‘›, ğ‘²'ğ‘¤ ğ‘œğ‘´ ğ‘¢ğ‘¦ğ‘ ğ‘¿.

source: On we go...
en@shaw: ğ‘ªğ‘¯ ğ‘¢ğ‘° ğ‘œğ‘´...

source: We have run out of time... Weâ€™ll be trapped in this swamp when winter arrives!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘³ğ‘¯ ğ‘¬ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥... ğ‘¢ğ‘°'ğ‘¤ ğ‘šğ‘° ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘¼ğ‘²ğ‘ğ‘Ÿ!

source: The Midlands
en@shaw: ğ‘ Â·ğ‘¥ğ‘¦ğ‘›ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ

source: To the southwest lay the Midlands. These were prosperous kingdoms, nestled between hill and forest. These had been the breadbasket of the Green Isle, exporting lumber and gemstones as well. The Midland kingdoms fed the city of Southbay, the largest city on the Isle. The coming of the Orcs threatened to lay waste to all this.
en@shaw: ğ‘‘ ğ‘ ğ‘•ğ‘¬ğ‘”ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘¤ğ‘± ğ‘ ğ‘¥ğ‘¦ğ‘›ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ. ğ‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘» ğ‘ğ‘®ğ‘ªğ‘•ğ‘ğ‘¼ğ‘©ğ‘• ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥ğ‘Ÿ, ğ‘¯ğ‘§ğ‘•ğ‘©ğ‘¤ğ‘› ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘£ğ‘¦ğ‘¤ ğ‘¯ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘. ğ‘ğ‘°ğ‘Ÿ ğ‘£ğ‘¨ğ‘› ğ‘šğ‘°ğ‘¯ ğ‘ ğ‘šğ‘®ğ‘§ğ‘›ğ‘šğ‘¨ğ‘•ğ‘’ğ‘©ğ‘‘ ğ‘ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘²ğ‘¤, ğ‘§ğ‘’ğ‘•ğ‘ğ‘¹ğ‘‘ğ‘¦ğ‘™ ğ‘¤ğ‘©ğ‘¥ğ‘šğ‘» ğ‘¯ ğ‘¡ğ‘§ğ‘¥ğ‘•ğ‘‘ğ‘´ğ‘¯ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤. ğ‘ ğ‘¥ğ‘¦ğ‘›ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥ğ‘Ÿ ğ‘“ğ‘§ğ‘› ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±, ğ‘ ğ‘¤ğ‘¸ğ‘¡ğ‘©ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘ªğ‘¯ ğ‘ ğ‘²ğ‘¤. ğ‘ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘”ğ‘®ğ‘§ğ‘‘ğ‘©ğ‘¯ğ‘› ğ‘‘ ğ‘¤ğ‘± ğ‘¢ğ‘±ğ‘•ğ‘‘ ğ‘‘ ğ‘·ğ‘¤ ğ‘ğ‘¦ğ‘•.

source: Tan-Bok
en@shaw: ğ‘‘ğ‘¨ğ‘¯-ğ‘šğ‘­ğ‘’

source: Tan-Hogar
en@shaw: ğ‘‘ğ‘¨ğ‘¯-ğ‘£ğ‘´ğ‘œğ‘¸

source: Prince Haldric leads his refugee band into the Midlands and smoke is in the air.
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¤ğ‘°ğ‘›ğ‘Ÿ ğ‘£ğ‘¦ğ‘Ÿ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘° ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘¥ğ‘¦ğ‘›ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘¯ ğ‘•ğ‘¥ğ‘´ğ‘’ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘º.

source: It is as we suspected, the orcs have sacked the Midlands. This is not a civilized way to fight a war! Look there, there are still orcs about... To arms!
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘° ğ‘•ğ‘³ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›, ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘¨ğ‘’ğ‘‘ ğ‘ ğ‘¥ğ‘¦ğ‘›ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘•ğ‘¦ğ‘ğ‘¦ğ‘¤ğ‘²ğ‘Ÿğ‘› ğ‘¢ğ‘± ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘© ğ‘¢ğ‘¹! ğ‘¤ğ‘«ğ‘’ ğ‘ğ‘º, ğ‘ğ‘º ğ‘¸ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¹ğ‘’ğ‘• ğ‘©ğ‘šğ‘¬ğ‘‘... ğ‘‘ ğ‘¸ğ‘¥ğ‘Ÿ!

source: All right! Charge!
en@shaw: ğ‘·ğ‘¤ ğ‘®ğ‘²ğ‘‘! ğ‘—ğ‘¸ğ‘¡!

source: Feel my wrath, you orcish scum!
en@shaw: ğ‘“ğ‘°ğ‘¤ ğ‘¥ğ‘² ğ‘®ğ‘ªğ‘”, ğ‘¿ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘•ğ‘’ğ‘©ğ‘¥!

source: HUMANS... I see humans!
en@shaw: ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ... ğ‘² ğ‘•ğ‘° ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ!

source: Ha, Hogar! You said we wouldnâ€™t see any action this far back from the front.
en@shaw: ğ‘£ğ‘­, ğ‘£ğ‘´ğ‘œğ‘¸! ğ‘¿ ğ‘•ğ‘§ğ‘› ğ‘¢ğ‘° ğ‘¢ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘•ğ‘° ğ‘§ğ‘¯ğ‘¦ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¸ ğ‘šğ‘¨ğ‘’ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘“ğ‘®ğ‘³ğ‘¯ğ‘‘.

source: Shut yer mouth! Letâ€™s just get â€™em.
en@shaw: ğ‘–ğ‘³ğ‘‘ ğ‘˜ğ‘» ğ‘¥ğ‘¬ğ‘”! ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘§ğ‘‘ 'ğ‘§ğ‘¥.

source: SW â€” Southbay.
en@shaw: SW - Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±.

source: Grilg
en@shaw: Â·ğ‘œğ‘®ğ‘¦ğ‘¤ğ‘œ

source: What? More humans here? Get them!
en@shaw: ğ‘¢ğ‘ªğ‘‘? ğ‘¥ğ‘¹ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘½? ğ‘œğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥!

source: Howâ€™d they get behind us? I hate to miss such tasty meat.
en@shaw: ğ‘£ğ‘¬ğ‘› ğ‘ğ‘± ğ‘œğ‘§ğ‘‘ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘³ğ‘•? ğ‘² ğ‘£ğ‘±ğ‘‘ ğ‘‘ ğ‘¥ğ‘¦ğ‘• ğ‘•ğ‘³ğ‘— ğ‘‘ğ‘±ğ‘•ğ‘‘ğ‘° ğ‘¥ğ‘°ğ‘‘.

source: Better him than me! Reserves!
en@shaw: ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘£ğ‘¦ğ‘¥ ğ‘ğ‘¨ğ‘¯ ğ‘¥ğ‘°! ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ğ‘Ÿ!

source: Hogar was a fool! Reserves!
en@shaw: ğ‘£ğ‘´ğ‘œğ‘¸ ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘“ğ‘µğ‘¤! ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ğ‘Ÿ!

source: Iâ€™m Haldric, my father was King Eldaric IV in the lands northwest of here. Soldier, arenâ€™t you on the wrong side of the lines?
en@shaw: ğ‘²'ğ‘§ğ‘¥ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘¥ğ‘² ğ‘“ğ‘­ğ‘ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘§ğ‘¤ğ‘›ğ‘ºğ‘¦ğ‘’ ğ‘ Â·ğ‘“ğ‘¹ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘¯ğ‘¹ğ‘”ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘£ğ‘½. ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼, ğ‘¸ğ‘¯ğ‘‘ ğ‘¿ ğ‘ªğ‘¯ ğ‘ ğ‘®ğ‘ªğ‘™ ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ?

source: They overran my post. I got hit on the head pretty good. When I came to the orcish army had already passed my position.
en@shaw: ğ‘ğ‘± ğ‘´ğ‘ğ‘»ğ‘®ğ‘¨ğ‘¯ ğ‘¥ğ‘² ğ‘ğ‘´ğ‘•ğ‘‘. ğ‘² ğ‘œğ‘ªğ‘‘ ğ‘£ğ‘¦ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘£ğ‘§ğ‘› ğ‘ğ‘®ğ‘¦ğ‘‘ğ‘¦ ğ‘œğ‘«ğ‘›. ğ‘¢ğ‘§ğ‘¯ ğ‘² ğ‘’ğ‘±ğ‘¥ ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¸ğ‘¥ğ‘¦ ğ‘£ğ‘¨ğ‘› ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘¥ğ‘² ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯.

source: Tell me, how fares Southbay?
en@shaw: ğ‘‘ğ‘§ğ‘¤ ğ‘¥ğ‘°, ğ‘£ğ‘¬ ğ‘“ğ‘ºğ‘Ÿ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±?

source: Southbay wonâ€™t fall without one hell of a fight, sir. Theyâ€™ll stand to the last! I only wish I was there!
en@shaw: Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘“ğ‘·ğ‘¤ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘£ğ‘§ğ‘¤ ğ‘ ğ‘© ğ‘“ğ‘²ğ‘‘, ğ‘•ğ‘». ğ‘ğ‘±ğ‘¤ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘‘ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘! ğ‘² ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘¦ğ‘– ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘ğ‘º!

source: Well, we canâ€™t go back, and the road ahead is blocked... I guess weâ€™ll have to risk it and go through the Oldwood forest, then make a break for Clearwater Port.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘œğ‘´ ğ‘šğ‘¨ğ‘’, ğ‘¯ ğ‘ ğ‘®ğ‘´ğ‘› ğ‘©ğ‘£ğ‘§ğ‘› ğ‘¦ğ‘Ÿ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘‘... ğ‘² ğ‘œğ‘§ğ‘• ğ‘¢ğ‘°'ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘®ğ‘¦ğ‘•ğ‘’ ğ‘¦ğ‘‘ ğ‘¯ ğ‘œğ‘´ ğ‘”ğ‘®ğ‘µ ğ‘ Â·ğ‘´ğ‘¤ğ‘›ğ‘¢ğ‘«ğ‘› ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘, ğ‘ğ‘§ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘šğ‘®ğ‘±ğ‘’ ğ‘“ğ‘¹ ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘.

source: We have run out of time... Weâ€™ll be trapped in the midlands when winter comes!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘³ğ‘¯ ğ‘¬ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥... ğ‘¢ğ‘°'ğ‘¤ ğ‘šğ‘° ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘¦ğ‘›ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘’ğ‘³ğ‘¥ğ‘Ÿ!

source: The Oldwood
en@shaw: ğ‘ Â·ğ‘´ğ‘¤ğ‘›ğ‘¢ğ‘«ğ‘›

source: Elilmaldur-Rithrandil
en@shaw: Â·ğ‘§ğ‘¤ğ‘¦ğ‘¤ğ‘¥ğ‘¨ğ‘¤ğ‘›ğ‘»-ğ‘®ğ‘¦ğ‘”ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘¤

source: Death of Elilmaldur-Rithrandil
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘§ğ‘¤ğ‘¦ğ‘¤ğ‘¥ğ‘¨ğ‘¤ğ‘›ğ‘»-ğ‘®ğ‘¦ğ‘”ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘¤

source: Haldricâ€™s band finds itself at the heart of the Oldwood Forest. The road quickly narrows and becomes little more than a path. Branches reach high overhead, blocking almost all of the light... The ominous noises of the deep woods echo all around.
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ğ‘• ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘“ğ‘²ğ‘¯ğ‘›ğ‘Ÿ ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘¨ğ‘‘ ğ‘ ğ‘£ğ‘¸ğ‘‘ ğ‘ ğ‘ Â·ğ‘´ğ‘¤ğ‘›ğ‘¢ğ‘«ğ‘› ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘. ğ‘ ğ‘®ğ‘´ğ‘› ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘¯ğ‘ºğ‘´ğ‘Ÿ ğ‘¯ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ğ‘Ÿ ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘© ğ‘ğ‘­ğ‘”. ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—ğ‘©ğ‘Ÿ ğ‘®ğ‘°ğ‘— ğ‘£ğ‘² ğ‘´ğ‘ğ‘¼ğ‘£ğ‘§ğ‘›, ğ‘šğ‘¤ğ‘ªğ‘’ğ‘¦ğ‘™ ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘¤ğ‘²ğ‘‘... ğ‘ ğ‘­ğ‘¥ğ‘©ğ‘¯ğ‘©ğ‘• ğ‘¯ğ‘¶ğ‘Ÿğ‘©ğ‘Ÿ ğ‘ ğ‘ ğ‘›ğ‘°ğ‘ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ ğ‘§ğ‘’ğ‘´ ğ‘·ğ‘¤ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘›.

source: Will this evil forest ever end! There are mosquitoes as big as my fist in here, and these nasty old trees are giving me the creeps.
en@shaw: ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘§ğ‘ğ‘¼ ğ‘§ğ‘¯ğ‘›! ğ‘ğ‘º ğ‘¸ ğ‘¥ğ‘©ğ‘•ğ‘’ğ‘°ğ‘‘ğ‘´ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘šğ‘¦ğ‘œ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘² ğ‘“ğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘£ğ‘½, ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘¯ğ‘­ğ‘•ğ‘‘ğ‘¦ ğ‘´ğ‘¤ğ‘› ğ‘‘ğ‘®ğ‘°ğ‘Ÿ ğ‘¸ ğ‘œğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘¥ğ‘° ğ‘ ğ‘’ğ‘®ğ‘°ğ‘ğ‘•.

source: Quiet. Listen, I think I hear something.
en@shaw: ğ‘’ğ‘¢ğ‘²ğ‘§ğ‘‘. ğ‘¤ğ‘¦ğ‘•ğ‘©ğ‘¯, ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘² ğ‘£ğ‘½ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™.

source: All I hear are more tree-foes!
en@shaw: ğ‘·ğ‘¤ ğ‘² ğ‘£ğ‘½ ğ‘¸ ğ‘¥ğ‘¹ ğ‘‘ğ‘®ğ‘°-ğ‘“ğ‘´ğ‘Ÿ!

source: That tree, it speaks! Noâ€” Noâ€” We are tree-friends, really!
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘‘ğ‘®ğ‘°, ğ‘¦ğ‘‘ ğ‘•ğ‘ğ‘°ğ‘’ğ‘•! ğ‘¯ğ‘´- ğ‘¯ğ‘´- ğ‘¢ğ‘° ğ‘¸ ğ‘‘ğ‘®ğ‘°-ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ, ğ‘®ğ‘¾ğ‘¤ğ‘¦!

source: Your kind has long come with your axes, some tree-friends you are. Still, you seem less of a menace than these new monsters that have come to plague us. They cut the trees, and burn the trees for no reason at all!
en@shaw: ğ‘¿ğ‘¼ ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘£ğ‘¨ğ‘Ÿ ğ‘¤ğ‘ªğ‘™ ğ‘’ğ‘³ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘¿ğ‘¼ ğ‘ºğ‘±ğ‘©ğ‘’ğ‘•ğ‘©ğ‘Ÿ, ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘®ğ‘°-ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘¿ ğ‘¸. ğ‘•ğ‘‘ğ‘¦ğ‘¤, ğ‘¿ ğ‘•ğ‘°ğ‘¥ ğ‘¤ğ‘§ğ‘• ğ‘ ğ‘© ğ‘¥ğ‘§ğ‘¯ğ‘©ğ‘• ğ‘ğ‘¨ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘¯ğ‘¿ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘œ ğ‘³ğ‘•. ğ‘ğ‘± ğ‘’ğ‘³ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘°ğ‘Ÿ, ğ‘¯ ğ‘šğ‘»ğ‘¯ ğ‘ ğ‘‘ğ‘®ğ‘°ğ‘Ÿ ğ‘“ğ‘¹ ğ‘¯ğ‘´ ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ ğ‘¨ğ‘‘ ğ‘·ğ‘¤!

source: You claim to be a tree-friend; show it to be true. For we are in dire need, or you may meet your fate with the rest of these monsters.
en@shaw: ğ‘¿ ğ‘’ğ‘¤ğ‘±ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘‘ğ‘®ğ‘°-ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›; ğ‘–ğ‘´ ğ‘¦ğ‘‘ ğ‘‘ ğ‘šğ‘° ğ‘‘ğ‘®ğ‘µ. ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘¸ ğ‘¦ğ‘¯ ğ‘›ğ‘²ğ‘® ğ‘¯ğ‘°ğ‘›, ğ‘¹ ğ‘¿ ğ‘¥ğ‘± ğ‘¥ğ‘°ğ‘‘ ğ‘¿ğ‘¼ ğ‘“ğ‘±ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ.

source: The temple has already been looted, but the entrance to its catacombs seems to be blocked by a wall of magical energy.
en@shaw: ğ‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘šğ‘°ğ‘¯ ğ‘¤ğ‘µğ‘‘ğ‘©ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘• ğ‘‘ ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘’ğ‘´ğ‘¥ğ‘Ÿ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘šğ‘¤ğ‘ªğ‘’ğ‘‘ ğ‘šğ‘² ğ‘© ğ‘¢ğ‘·ğ‘¤ ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘¼ğ‘¡ğ‘¦.

source: Stupid stinking trees, weâ€™ll show you!
en@shaw: ğ‘•ğ‘‘ğ‘µğ‘ğ‘¦ğ‘› ğ‘•ğ‘‘ğ‘¦ğ‘™ğ‘’ğ‘¦ğ‘™ ğ‘‘ğ‘®ğ‘°ğ‘Ÿ, ğ‘¢ğ‘°'ğ‘¤ ğ‘–ğ‘´ ğ‘¿!

source: Chop â€™em down. Itâ€™s cool in these woods, I think we need a fire!
en@shaw: ğ‘—ğ‘ªğ‘ 'ğ‘§ğ‘¥ ğ‘›ğ‘¬ğ‘¯. ğ‘¦ğ‘‘'ğ‘• ğ‘’ğ‘µğ‘¤ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ, ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘© ğ‘“ğ‘²ğ‘¼!

source: Without the help of these tree-folk weâ€™ll be trapped in these woods till we die! There will be nothing to hold the orcs back!
en@shaw: ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘‘ğ‘®ğ‘°-ğ‘“ğ‘´ğ‘’ ğ‘¢ğ‘°'ğ‘¤ ğ‘šğ‘° ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘° ğ‘›ğ‘²! ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘šğ‘¨ğ‘’!

source: Stupid tree-folk.
en@shaw: ğ‘•ğ‘‘ğ‘µğ‘ğ‘¦ğ‘› ğ‘‘ğ‘®ğ‘°-ğ‘“ğ‘´ğ‘’.

source: On this day you have proved yourself to be a tree-friend. For so long your kind has only come with sharp blades to harm my kind. You come to build these buildings of stone. Our roots may be slow, but they are strong. We will eventually claim all of the stones back for the earth.
en@shaw: ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘± ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘®ğ‘µğ‘ğ‘› ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘‘ğ‘®ğ‘°-ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›. ğ‘“ğ‘¹ ğ‘•ğ‘´ ğ‘¤ğ‘ªğ‘™ ğ‘¿ğ‘¼ ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘£ğ‘¨ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘’ğ‘³ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘–ğ‘¸ğ‘ ğ‘šğ‘¤ğ‘±ğ‘›ğ‘Ÿ ğ‘‘ ğ‘£ğ‘¸ğ‘¥ ğ‘¥ğ‘² ğ‘’ğ‘²ğ‘¯ğ‘›. ğ‘¿ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘šğ‘¦ğ‘¤ğ‘›ğ‘¦ğ‘™ğ‘Ÿ ğ‘ ğ‘•ğ‘‘ğ‘´ğ‘¯. ğ‘¬ğ‘¼ ğ‘®ğ‘µğ‘‘ğ‘• ğ‘¥ğ‘± ğ‘šğ‘° ğ‘•ğ‘¤ğ‘´, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘¸ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘—ğ‘©ğ‘¢ğ‘©ğ‘¤ğ‘° ğ‘’ğ‘¤ğ‘±ğ‘¥ ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘•ğ‘‘ğ‘´ğ‘¯ğ‘Ÿ ğ‘šğ‘¨ğ‘’ ğ‘“ğ‘¹ ğ‘ ğ‘»ğ‘”.

source: Well, I suspect you wonâ€™t have to worry about my kind for much longer. The orcs have come, and they are taking this Isle!
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘² ğ‘•ğ‘³ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘¿ ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘¢ğ‘³ğ‘®ğ‘¦ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¥ğ‘² ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘¥ğ‘³ğ‘— ğ‘¤ğ‘ªğ‘™ğ‘œğ‘¼. ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥, ğ‘¯ ğ‘ğ‘± ğ‘¸ ğ‘‘ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘²ğ‘¤!

source: Can you help us fight the orcs?
en@shaw: ğ‘’ğ‘¨ğ‘¯ ğ‘¿ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘“ğ‘²ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘•?

source: My kind are bound to the forest, we would be of little help to you beyond our borders. Maybe we could still be of some aid to you. In a war of your people some time ago one of your kings trapped an evil lich in the catacombs of the temple at the heart of the wood. We were there, we were watching.
en@shaw: ğ‘¥ğ‘² ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘¸ ğ‘šğ‘¬ğ‘¯ğ‘› ğ‘‘ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘, ğ‘¢ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘ ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘‘ ğ‘¿ ğ‘šğ‘¦ğ‘˜ğ‘ªğ‘¯ğ‘› ğ‘¬ğ‘¼ ğ‘šğ‘¹ğ‘›ğ‘¼ğ‘Ÿ. ğ‘¥ğ‘±ğ‘šğ‘° ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘²ğ‘› ğ‘‘ ğ‘¿. ğ‘¦ğ‘¯ ğ‘© ğ‘¢ğ‘¹ ğ‘ ğ‘¿ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘²ğ‘¥ ğ‘©ğ‘œğ‘´ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘¿ğ‘¼ ğ‘’ğ‘¦ğ‘™ğ‘Ÿ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘ ğ‘©ğ‘¯ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¤ğ‘¦ğ‘— ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘’ğ‘´ğ‘¥ğ‘Ÿ ğ‘ ğ‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘¨ğ‘‘ ğ‘ ğ‘£ğ‘¸ğ‘‘ ğ‘ ğ‘ ğ‘¢ğ‘«ğ‘›. ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘ğ‘º, ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘¢ğ‘ªğ‘—ğ‘¦ğ‘™.

source: After we drove your kind off we figured out how to break the spell that holds the Evil in the catacombs, and keeps others from entering them.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¢ğ‘° ğ‘›ğ‘®ğ‘´ğ‘ ğ‘¿ğ‘¼ ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘ªğ‘“ ğ‘¢ğ‘° ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘»ğ‘› ğ‘¬ğ‘‘ ğ‘£ğ‘¬ ğ‘‘ ğ‘šğ‘®ğ‘±ğ‘’ ğ‘ ğ‘•ğ‘ğ‘§ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘›ğ‘Ÿ ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘’ğ‘´ğ‘¥ğ‘Ÿ, ğ‘¯ ğ‘’ğ‘°ğ‘ğ‘• ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥.

source: This helps us how?
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘£ğ‘§ğ‘¤ğ‘ğ‘• ğ‘³ğ‘• ğ‘£ğ‘¬?

source: The lich was carrying a powerful artifact. We know, we can feel it. This artifact may aid you in your quest.
en@shaw: ğ‘ ğ‘¤ğ‘¦ğ‘— ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘¨ğ‘®ğ‘¦ğ‘¦ğ‘™ ğ‘© ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¸ğ‘‘ğ‘©ğ‘“ğ‘¨ğ‘’ğ‘‘. ğ‘¢ğ‘° ğ‘¯ğ‘´, ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘°ğ‘¤ ğ‘¦ğ‘‘. ğ‘ğ‘¦ğ‘• ğ‘¸ğ‘‘ğ‘©ğ‘“ğ‘¨ğ‘’ğ‘‘ ğ‘¥ğ‘± ğ‘²ğ‘› ğ‘¿ ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘.

source: At this point we need all of the help we can get!
en@shaw: ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘œğ‘§ğ‘‘!

source: Then I will open the catacombs for you...
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘’ğ‘´ğ‘¥ğ‘Ÿ ğ‘“ğ‘¹ ğ‘¿...

source: Young Prince, while the lich-lords have betrayed us by allying themselves with that orcish scum, I canâ€™t bring myself to fight against one of the greatest leaders of my people.
en@shaw: ğ‘˜ğ‘³ğ‘™ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•, ğ‘¢ğ‘²ğ‘¤ ğ‘ ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘¦ğ‘‘ğ‘®ğ‘±ğ‘› ğ‘³ğ‘• ğ‘šğ‘² ğ‘¨ğ‘¤ğ‘²ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘•ğ‘’ğ‘©ğ‘¥, ğ‘² ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘¥ğ‘²ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘©ğ‘•ğ‘‘ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ ğ‘ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤.

source: Lady, why would you let those monsters lead your people?
en@shaw: ğ‘¤ğ‘±ğ‘›ğ‘¦, ğ‘¢ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘¿ ğ‘¤ğ‘§ğ‘‘ ğ‘ğ‘´ğ‘Ÿ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¤ğ‘°ğ‘› ğ‘¿ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤?

source: Haldric, we are an ancient people who lived in a land filled with all manner of man and beast. We needed vision that extended beyond the meager span of human years. The art of necromancy allowed our best and brightest to live forever, and our worst got to serve as mindless slaves.
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘¢ğ‘° ğ‘¸ ğ‘©ğ‘¯ ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘£ğ‘µ ğ‘¤ğ‘¦ğ‘ğ‘› ğ‘¦ğ‘¯ ğ‘© ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘·ğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘¼ ğ‘ ğ‘¥ğ‘¨ğ‘¯ ğ‘¯ ğ‘šğ‘°ğ‘•ğ‘‘. ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘›ğ‘©ğ‘› ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘šğ‘¦ğ‘˜ğ‘ªğ‘¯ğ‘› ğ‘ ğ‘¥ğ‘°ğ‘œğ‘» ğ‘•ğ‘ğ‘¨ğ‘¯ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘˜ğ‘½ğ‘Ÿ. ğ‘ ğ‘¸ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘®ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘•ğ‘° ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘¬ğ‘¼ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘¯ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘©ğ‘•ğ‘‘ ğ‘‘ ğ‘¤ğ‘²ğ‘ ğ‘“ğ‘¹ğ‘§ğ‘ğ‘¼, ğ‘¯ ğ‘¬ğ‘¼ ğ‘¢ğ‘»ğ‘•ğ‘‘ ğ‘œğ‘ªğ‘‘ ğ‘‘ ğ‘•ğ‘»ğ‘ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘²ğ‘¯ğ‘›ğ‘¤ğ‘©ğ‘• ğ‘•ğ‘¤ğ‘±ğ‘ğ‘Ÿ.

source: Uh-huh. Have you considered the possibility that the unholy act of turning your best and brightest into undead is what causes them to fall into darkness?
en@shaw: ğ‘©-ğ‘£ğ‘©. ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘› ğ‘ ğ‘ğ‘ªğ‘•ğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘©ğ‘¯ğ‘£ğ‘´ğ‘¤ğ‘° ğ‘¨ğ‘’ğ‘‘ ğ‘ ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘¯ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘©ğ‘•ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¦ğ‘Ÿ ğ‘¢ğ‘ªğ‘‘ ğ‘’ğ‘·ğ‘Ÿğ‘©ğ‘Ÿ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘“ğ‘·ğ‘¤ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•?

source: We should save the debate for later. I can still be of use to you. I shall scout the road ahead. We need to know if we can make it to Southbay. Iâ€™ll return in a few days.
en@shaw: ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘•ğ‘±ğ‘ ğ‘ ğ‘›ğ‘©ğ‘šğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘¤ğ‘±ğ‘‘ğ‘¼. ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ ğ‘¿ğ‘• ğ‘‘ ğ‘¿. ğ‘² ğ‘–ğ‘¨ğ‘¤ ğ‘•ğ‘’ğ‘¬ğ‘‘ ğ‘ ğ‘®ğ‘´ğ‘› ğ‘©ğ‘£ğ‘§ğ‘›. ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘¯ğ‘´ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±. ğ‘²'ğ‘¤ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘¦ğ‘¯ ğ‘© ğ‘“ğ‘¿ ğ‘›ğ‘±ğ‘Ÿ.

source: We have run out of time... Weâ€™ll be trapped in these woods until we die!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘³ğ‘¯ ğ‘¬ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥... ğ‘¢ğ‘°'ğ‘¤ ğ‘šğ‘° ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘° ğ‘›ğ‘²!

source: Temple in the Deep
en@shaw: Â·ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘ Â·ğ‘›ğ‘°ğ‘

source: Lich-Lord Lenvan
en@shaw: ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘› Â·ğ‘¤ğ‘§ğ‘¯ğ‘ğ‘¨ğ‘¯

source: Undead
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›

source: Retrieve the Fire Ruby (with Prince Haldric)
en@shaw: ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘®ğ‘µğ‘šğ‘° (ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’)

source: Prince Haldric and his company, grim and watchful, descend into catacombs below the temple, buried deep in the bedrock, in the very roots of the world itself. In the distance Haldric hears a booming voice.
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘’ğ‘³ğ‘¥ğ‘ğ‘©ğ‘¯ğ‘¦, ğ‘œğ‘®ğ‘¦ğ‘¥ ğ‘¯ ğ‘¢ğ‘ªğ‘—ğ‘“ğ‘©ğ‘¤, ğ‘›ğ‘¦ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘’ğ‘´ğ‘¥ğ‘Ÿ ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘©ğ‘¤, ğ‘šğ‘§ğ‘®ğ‘¦ğ‘› ğ‘›ğ‘°ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘šğ‘§ğ‘›ğ‘®ğ‘­ğ‘’, ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘®ğ‘µğ‘‘ğ‘• ğ‘ ğ‘ ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“. ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘£ğ‘½ğ‘Ÿ ğ‘© ğ‘šğ‘µğ‘¥ğ‘¦ğ‘™ ğ‘ğ‘¶ğ‘•.

source: Free! Iâ€™m free at last! No mere magi could seal me in here forever! Rise, my soldiers of darkness, the world will be ours once more!
en@shaw: ğ‘“ğ‘®ğ‘°! ğ‘²'ğ‘§ğ‘¥ ğ‘“ğ‘®ğ‘° ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘! ğ‘¯ğ‘´ ğ‘¥ğ‘½ ğ‘¥ğ‘±ğ‘¡ğ‘² ğ‘’ğ‘«ğ‘› ğ‘•ğ‘°ğ‘¤ ğ‘¥ğ‘° ğ‘¦ğ‘¯ ğ‘£ğ‘½ ğ‘“ğ‘¹ğ‘§ğ‘ğ‘¼! ğ‘®ğ‘²ğ‘Ÿ, ğ‘¥ğ‘² ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•, ğ‘ ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¬ğ‘¼ğ‘Ÿ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¥ğ‘¹!

source: Back underground... Och. this feels much better! As for the current residents, ugh!
en@shaw: ğ‘šğ‘¨ğ‘’ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›... ğ‘­ğ‘’. ğ‘ğ‘¦ğ‘• ğ‘“ğ‘°ğ‘¤ğ‘Ÿ ğ‘¥ğ‘³ğ‘— ğ‘šğ‘§ğ‘‘ğ‘¼! ğ‘¨ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘®ğ‘§ğ‘Ÿğ‘¦ğ‘›ğ‘©ğ‘¯ğ‘‘ğ‘•, ğ‘³ğ‘œ!

source: Letâ€™s send these monsters to their final rest.
en@shaw: ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘ğ‘º ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ ğ‘®ğ‘§ğ‘•ğ‘‘.

source: All my days are ended.
en@shaw: ğ‘·ğ‘¤ ğ‘¥ğ‘² ğ‘›ğ‘±ğ‘Ÿ ğ‘¸ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘›.

source: The world wonâ€™t miss him one bit.
en@shaw: ğ‘ ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘¥ğ‘¦ğ‘• ğ‘£ğ‘¦ğ‘¥ ğ‘¢ğ‘³ğ‘¯ ğ‘šğ‘¦ğ‘‘.

source: Whatâ€™s that! No! The tree-folk are sealing us back in here. They must think that weâ€™ve failed. Weâ€™re trapped.
en@shaw: ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘ğ‘¨ğ‘‘! ğ‘¯ğ‘´! ğ‘ ğ‘‘ğ‘®ğ‘°-ğ‘“ğ‘´ğ‘’ ğ‘¸ ğ‘•ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘³ğ‘• ğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘¯ ğ‘£ğ‘½. ğ‘ğ‘± ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘°'ğ‘ ğ‘“ğ‘±ğ‘¤ğ‘›. ğ‘¢ğ‘°'ğ‘¼ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘.

source: You already have the Fire Ruby.
en@shaw: ğ‘¿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘®ğ‘µğ‘šğ‘°.

source: Itâ€™s funny that the lich-lord didnâ€™t have this on his person. Since I donâ€™t actually know what this thing does, Iâ€™ll just put it in the bottom of my pack for right now.
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘“ğ‘³ğ‘¯ğ‘¦ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘› ğ‘›ğ‘¦ğ‘›ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘¦ğ‘• ğ‘ªğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯. ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¨ğ‘’ğ‘—ğ‘«ğ‘©ğ‘¤ğ‘¦ ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘”ğ‘¦ğ‘™ ğ‘›ğ‘³ğ‘Ÿ, ğ‘²'ğ‘¤ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘«ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘ ğ‘¥ğ‘² ğ‘ğ‘¨ğ‘’ ğ‘“ğ‘¹ ğ‘®ğ‘²ğ‘‘ ğ‘¯ğ‘¬.

source: Maybe you should move somebody else to the chest.
en@shaw: ğ‘¥ğ‘±ğ‘šğ‘° ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘¥ğ‘µğ‘ ğ‘•ğ‘³ğ‘¥ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘§ğ‘¤ğ‘• ğ‘‘ ğ‘ ğ‘—ğ‘§ğ‘•ğ‘‘.
