Repository: wesnoth/wesnoth
Catalog: po/wesnoth-trow/*.po
Languages: en@shaw

source: Iâ€™m glad thatâ€™s over! We have the Ruby of Fire, and that Lich-Lord is now a pile of dust, letâ€™s get out of these catacombs!
en@shaw: ğ‘²'ğ‘§ğ‘¥ ğ‘œğ‘¤ğ‘¨ğ‘› ğ‘ğ‘¨ğ‘”'ğ‘• ğ‘´ğ‘ğ‘¼! ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼, ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘› ğ‘¦ğ‘Ÿ ğ‘¯ğ‘¬ ğ‘© ğ‘ğ‘²ğ‘¤ ğ‘ ğ‘›ğ‘³ğ‘•ğ‘‘, ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘’ğ‘´ğ‘¥ğ‘Ÿ!

source: Heâ€™s raising our dead!
en@shaw: ğ‘£ğ‘°'ğ‘Ÿ ğ‘®ğ‘±ğ‘Ÿğ‘¦ğ‘™ ğ‘¬ğ‘¼ ğ‘›ğ‘§ğ‘›!

source: Return to Oldwood
en@shaw: Â·ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ Â·ğ‘´ğ‘¤ğ‘›ğ‘¢ğ‘«ğ‘›

source: Prince Haldric has emerged from the Lich-Lordâ€™s tomb, with the Ruby of Fire. The forest seems particularly bright this day, but there is a cold breeze. It is late into the fall, and the first snows should fall any day. Prince Haldric has returned to his forest keep, and is pondering what to do next...
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¥ğ‘»ğ‘¡ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘‘ğ‘µğ‘¥, ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼. ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘’ğ‘¿ğ‘¤ğ‘¼ğ‘¤ğ‘¦ ğ‘šğ‘®ğ‘²ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘±, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘’ğ‘´ğ‘¤ğ‘› ğ‘šğ‘®ğ‘°ğ‘Ÿ. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘±ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘“ğ‘·ğ‘¤, ğ‘¯ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘•ğ‘¯ğ‘´ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘“ğ‘·ğ‘¤ ğ‘§ğ‘¯ğ‘¦ ğ‘›ğ‘±. ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘£ğ‘¨ğ‘Ÿ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘’ğ‘°ğ‘, ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ğ‘™ ğ‘¢ğ‘ªğ‘‘ ğ‘‘ ğ‘›ğ‘µ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘...

source: So, you have defeated the lich and returned with his jewel of power. The earth feels happy beneath my toes.
en@shaw: ğ‘•ğ‘´, ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘¤ğ‘¦ğ‘— ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¡ğ‘µğ‘©ğ‘¤ ğ‘ ğ‘ğ‘¬ğ‘¼. ğ‘ ğ‘»ğ‘” ğ‘“ğ‘°ğ‘¤ğ‘Ÿ ğ‘£ğ‘¨ğ‘ğ‘¦ ğ‘šğ‘¦ğ‘¯ğ‘°ğ‘” ğ‘¥ğ‘² ğ‘‘ğ‘´ğ‘Ÿ.

source: Yes, it was a tough battle, but we prevailed. Now, Iâ€™m having a problem. I know not what I should do next.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘‘ğ‘³ğ‘“ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘ğ‘®ğ‘¦ğ‘ğ‘±ğ‘¤ğ‘›. ğ‘¯ğ‘¬, ğ‘²'ğ‘§ğ‘¥ ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘© ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥. ğ‘² ğ‘¯ğ‘´ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘² ğ‘–ğ‘«ğ‘› ğ‘›ğ‘µ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘.

source: I have the jewel, but I have no idea what it does. To make matters worse, I have no idea whatâ€™s going on outside this forest. The number of refugees is growing daily. We need to get to Southbay, but I dare not lead us onto the plains and risk a slaughter.
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘¡ğ‘µğ‘©ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ ğ‘²ğ‘›ğ‘¾ ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘‘ ğ‘›ğ‘³ğ‘Ÿ. ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘¥ğ‘¨ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¢ğ‘»ğ‘•, ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ ğ‘²ğ‘›ğ‘¾ ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘› ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘. ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘°ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘œğ‘®ğ‘´ğ‘¦ğ‘™ ğ‘›ğ‘±ğ‘¤ğ‘¦. ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘›ğ‘º ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘°ğ‘› ğ‘³ğ‘• ğ‘ªğ‘¯ğ‘‘ğ‘µ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘®ğ‘¦ğ‘•ğ‘’ ğ‘© ğ‘•ğ‘¤ğ‘·ğ‘‘ğ‘¼.

source: My eyes do not extend beyond the forest. You have indeed shown yourself a tree-friend, I would there were more I could do to help you.
en@shaw: ğ‘¥ğ‘² ğ‘²ğ‘Ÿ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘› ğ‘šğ‘¦ğ‘˜ğ‘ªğ‘¯ğ‘› ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘–ğ‘´ğ‘¯ ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘© ğ‘‘ğ‘®ğ‘°-ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›, ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘ğ‘º ğ‘¢ğ‘» ğ‘¥ğ‘¹ ğ‘² ğ‘’ğ‘«ğ‘› ğ‘›ğ‘µ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿.

source: We canâ€™t all stay here for the winter; we would starve, or freeze. Your hospitality, though generously meant, has barely sufficed. Hold â€” I see somebody!
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘·ğ‘¤ ğ‘•ğ‘‘ğ‘± ğ‘£ğ‘½ ğ‘“ğ‘¹ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼; ğ‘¢ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘‘ğ‘¸ğ‘, ğ‘¹ ğ‘“ğ‘®ğ‘°ğ‘Ÿ. ğ‘¿ğ‘¼ ğ‘£ğ‘­ğ‘•ğ‘ğ‘©ğ‘‘ğ‘¨ğ‘¤ğ‘©ğ‘‘ğ‘°, ğ‘ğ‘´ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘•ğ‘¤ğ‘¦ ğ‘¥ğ‘§ğ‘¯ğ‘‘, ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘ºğ‘¤ğ‘¦ ğ‘•ğ‘©ğ‘“ğ‘²ğ‘•ğ‘‘. ğ‘£ğ‘´ğ‘¤ğ‘› - ğ‘² ğ‘•ğ‘° ğ‘•ğ‘³ğ‘¥ğ‘šğ‘ªğ‘›ğ‘¦!

source: You thought that I ran away, didnâ€™t you?
en@shaw: ğ‘¿ ğ‘”ğ‘·ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘² ğ‘®ğ‘¨ğ‘¯ ğ‘©ğ‘¢ğ‘±, ğ‘›ğ‘¦ğ‘›ğ‘¯ğ‘‘ ğ‘¿?

source: The thought had crossed my mind.
en@shaw: ğ‘ ğ‘”ğ‘·ğ‘‘ ğ‘£ğ‘¨ğ‘› ğ‘’ğ‘®ğ‘ªğ‘•ğ‘› ğ‘¥ğ‘² ğ‘¥ğ‘²ğ‘¯ğ‘›.

source: Well, I come bearing news of the road to Southbay!
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘² ğ‘’ğ‘³ğ‘¥ ğ‘šğ‘ºğ‘¦ğ‘™ ğ‘¯ğ‘¿ğ‘Ÿ ğ‘ ğ‘ ğ‘®ğ‘´ğ‘› ğ‘‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±!

source: Really!
en@shaw: ğ‘®ğ‘¾ğ‘¤ğ‘¦!

source: The news is not good. The main host of orcs is between the forest and Southbay. We clearly canâ€™t go that way. However, the road to Clearwater Port is free of orcs. Apparently theyâ€™re bogged down in the swamp of Esten.
en@shaw: ğ‘ ğ‘¯ğ‘¿ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘«ğ‘›. ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¦ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘¯ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±. ğ‘¢ğ‘° ğ‘’ğ‘¤ğ‘½ğ‘¤ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘œğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘±. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘ ğ‘®ğ‘´ğ‘› ğ‘‘ ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘®ğ‘° ğ‘ ğ‘¹ğ‘’ğ‘•. ğ‘©ğ‘ğ‘¨ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘ğ‘±'ğ‘¼ ğ‘šğ‘­ğ‘œğ‘› ğ‘›ğ‘¬ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ ğ‘ Â·ğ‘§ğ‘•ğ‘‘ğ‘§ğ‘¯.

source: Well, I certainly donâ€™t mind the thought of the orcs floundering around that infernal swamp. But, one question remains.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘² ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ğ‘¤ğ‘¦ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘”ğ‘·ğ‘‘ ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘“ğ‘¤ğ‘¬ğ‘¯ğ‘›ğ‘»ğ‘¦ğ‘™ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘. ğ‘šğ‘³ğ‘‘, ğ‘¢ğ‘³ğ‘¯ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘©ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘Ÿ.

source: What?
en@shaw: ğ‘¢ğ‘ªğ‘‘?

source: Can I trust you, and your information? I donâ€™t even know your name.
en@shaw: ğ‘’ğ‘¨ğ‘¯ ğ‘² ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ ğ‘¿, ğ‘¯ ğ‘¿ğ‘¼ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘ªğ‘¯? ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¯ğ‘´ ğ‘¿ğ‘¼ ğ‘¯ğ‘±ğ‘¥.

source: You again!
en@shaw: ğ‘¿ ğ‘©ğ‘œğ‘±ğ‘¯!

source: I come bearing news of the road to Southbay!
en@shaw: ğ‘² ğ‘’ğ‘³ğ‘¥ ğ‘šğ‘ºğ‘¦ğ‘™ ğ‘¯ğ‘¿ğ‘Ÿ ğ‘ ğ‘ ğ‘®ğ‘´ğ‘› ğ‘‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±!

source: Humph! Your words mean very little to me.
en@shaw: ğ‘£ğ‘©ğ‘¥ğ‘“! ğ‘¿ğ‘¼ ğ‘¢ğ‘»ğ‘›ğ‘Ÿ ğ‘¥ğ‘°ğ‘¯ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘‘ ğ‘¥ğ‘°.

source: It is important, and not good. The main host of orcs is between the forest and Southbay. You clearly canâ€™t go that way. However, the road to Clearwater Port is free of orcs. Apparently theyâ€™re bogged down in the swamp of Esten.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘, ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘«ğ‘›. ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¦ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘¯ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±. ğ‘¿ ğ‘’ğ‘¤ğ‘½ğ‘¤ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘œğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘±. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘ ğ‘®ğ‘´ğ‘› ğ‘‘ ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘®ğ‘° ğ‘ ğ‘¹ğ‘’ğ‘•. ğ‘©ğ‘ğ‘¨ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘ğ‘±'ğ‘¼ ğ‘šğ‘­ğ‘œğ‘› ğ‘›ğ‘¬ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ ğ‘ Â·ğ‘§ğ‘•ğ‘‘ğ‘§ğ‘¯.

source: I propose we join forces, and make a break for Clearwater Port.
en@shaw: ğ‘² ğ‘ğ‘®ğ‘©ğ‘ğ‘´ğ‘Ÿ ğ‘¢ğ‘° ğ‘¡ğ‘¶ğ‘¯ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ, ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘šğ‘®ğ‘±ğ‘’ ğ‘“ğ‘¹ ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘.

source: Well, I certainly donâ€™t mind the thought of the orcs floundering around that infernal swamp. But, some questions remain.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘² ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ğ‘¤ğ‘¦ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘”ğ‘·ğ‘‘ ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘“ğ‘¤ğ‘¬ğ‘¯ğ‘›ğ‘»ğ‘¦ğ‘™ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘. ğ‘šğ‘³ğ‘‘, ğ‘•ğ‘³ğ‘¥ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘—ğ‘©ğ‘¯ğ‘Ÿ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯.

source: Lady, why would you let those undead monsters lead your people?
en@shaw: ğ‘¤ğ‘±ğ‘›ğ‘¦, ğ‘¢ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘¿ ğ‘¤ğ‘§ğ‘‘ ğ‘ğ‘´ğ‘Ÿ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¤ğ‘°ğ‘› ğ‘¿ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤?

source: Other than losing our war back west, then our refugee war to your people, and this orc thing, it wasnâ€™t such a bad deal.
en@shaw: ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘¤ğ‘µğ‘Ÿğ‘¦ğ‘™ ğ‘¬ğ‘¼ ğ‘¢ğ‘¹ ğ‘šğ‘¨ğ‘’ ğ‘¢ğ‘§ğ‘•ğ‘‘, ğ‘ğ‘§ğ‘¯ ğ‘¬ğ‘¼ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘° ğ‘¢ğ‘¹ ğ‘‘ ğ‘¿ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤, ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¹ğ‘’ ğ‘”ğ‘¦ğ‘™, ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿğ‘¯ğ‘‘ ğ‘•ğ‘³ğ‘— ğ‘© ğ‘šğ‘¨ğ‘› ğ‘›ğ‘°ğ‘¤.

source: Uh-huh. Have you considered the possibility that the unholy act of turning your best and brightest into undead is what caused them to fall into darkness?
en@shaw: ğ‘©-ğ‘£ğ‘©. ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘› ğ‘ ğ‘ğ‘ªğ‘•ğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘©ğ‘¯ğ‘£ğ‘´ğ‘¤ğ‘° ğ‘¨ğ‘’ğ‘‘ ğ‘ ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘¯ ğ‘šğ‘®ğ‘²ğ‘‘ğ‘©ğ‘•ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¦ğ‘Ÿ ğ‘¢ğ‘ªğ‘‘ ğ‘’ğ‘·ğ‘Ÿğ‘› ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘“ğ‘·ğ‘¤ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•?

source: We should save this pointless debate for later. Anything else?
en@shaw: ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘•ğ‘±ğ‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¤ğ‘©ğ‘• ğ‘›ğ‘©ğ‘šğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘¤ğ‘±ğ‘‘ğ‘¼. ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘§ğ‘¤ğ‘•?

source: Why should I trust you, or your information? I donâ€™t even know your name, and you have this nasty habit of mysteriously vanishing!
en@shaw: ğ‘¢ğ‘² ğ‘–ğ‘«ğ‘› ğ‘² ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ ğ‘¿, ğ‘¹ ğ‘¿ğ‘¼ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘ªğ‘¯? ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¯ğ‘´ ğ‘¿ğ‘¼ ğ‘¯ğ‘±ğ‘¥, ğ‘¯ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘­ğ‘•ğ‘‘ğ‘¦ ğ‘£ğ‘¨ğ‘šğ‘¦ğ‘‘ ğ‘ ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘½ğ‘°ğ‘©ğ‘•ğ‘¤ğ‘° ğ‘ğ‘¨ğ‘¯ğ‘¦ğ‘–ğ‘¦ğ‘™!

source: Bah, have it your way!
en@shaw: ğ‘šğ‘­, ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘‘ ğ‘¿ğ‘¼ ğ‘¢ğ‘±!

source: Lady Jessene
en@shaw: ğ‘¤ğ‘±ğ‘›ğ‘¦ Â·ğ‘¡ğ‘§ğ‘•ğ‘°ğ‘¯

source: I am the Lady Jessene, a noble, a princess of the Wesfolk! I was betrayed by the Lich-Lordsâ€™ dark pact with the orcs, in no small part because your fool Prince of Southbay convinced them that their immortal un-lives were over!
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘ ğ‘¤ğ‘±ğ‘›ğ‘¦ Â·ğ‘¡ğ‘§ğ‘•ğ‘°ğ‘¯, ğ‘© ğ‘¯ğ‘´ğ‘šğ‘¤, ğ‘© ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•ğ‘§ğ‘• ğ‘ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’! ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘®ğ‘±ğ‘› ğ‘šğ‘² ğ‘ ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ' ğ‘›ğ‘¸ğ‘’ ğ‘ğ‘¨ğ‘’ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘•, ğ‘¦ğ‘¯ ğ‘¯ğ‘´ ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘ğ‘¸ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘¿ğ‘¼ ğ‘“ğ‘µğ‘¤ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘’ğ‘©ğ‘¯ğ‘ğ‘¦ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘º ğ‘¦ğ‘¥ğ‘¹ğ‘‘ğ‘©ğ‘¤ ğ‘©ğ‘¯-ğ‘¤ğ‘¦ğ‘ğ‘Ÿ ğ‘¢ğ‘» ğ‘´ğ‘ğ‘¼!

source: And now, Iâ€™m as much a refugee as you. In truth, I donâ€™t know if the Lich-Lords are working with the orcs or not. The orcs may have gotten rid of the Lich-Lords, or they may not have, but I do know that the orcs are not going to tolerate living humans outside of the slave mines or stew pot!
en@shaw: ğ‘¯ ğ‘¯ğ‘¬, ğ‘²'ğ‘§ğ‘¥ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘³ğ‘— ğ‘© ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘° ğ‘¨ğ‘Ÿ ğ‘¿. ğ‘¦ğ‘¯ ğ‘‘ğ‘®ğ‘µğ‘”, ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´ ğ‘¦ğ‘“ ğ‘ ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘¸ ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¹ ğ‘¯ğ‘ªğ‘‘. ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¥ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘œğ‘ªğ‘‘ğ‘©ğ‘¯ ğ‘®ğ‘¦ğ‘› ğ‘ ğ‘ ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ, ğ‘¹ ğ‘ğ‘± ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘‘ğ‘­ğ‘¤ğ‘»ğ‘±ğ‘‘ ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ ğ‘•ğ‘¤ğ‘±ğ‘ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ğ‘¹ ğ‘•ğ‘‘ğ‘µ ğ‘ğ‘ªğ‘‘!

source: Young prince, it is time to go! We must flee before the winter snow!
en@shaw: ğ‘˜ğ‘³ğ‘™ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘œğ‘´! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘¤ğ‘° ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘•ğ‘¯ğ‘´!

source: Fair enough. We will head for Clearwater Port. Thank you, Elilmaldur-Rithrandil, I will remember your hospitality!
en@shaw: ğ‘“ğ‘º ğ‘¦ğ‘¯ğ‘³ğ‘“. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘› ğ‘“ğ‘¹ ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘. ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿, Â·ğ‘§ğ‘¤ğ‘¦ğ‘¤ğ‘¥ğ‘¨ğ‘¤ğ‘›ğ‘»-ğ‘®ğ‘¦ğ‘”ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘¤, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘¿ğ‘¼ ğ‘£ğ‘­ğ‘•ğ‘ğ‘©ğ‘‘ğ‘¨ğ‘¤ğ‘©ğ‘‘ğ‘°!

source: Always happy to help a tree-friend. May the Powers of Light guide you on your way!
en@shaw: ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘£ğ‘¨ğ‘ğ‘¦ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘© ğ‘‘ğ‘®ğ‘°-ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›. ğ‘¥ğ‘± ğ‘ ğ‘ğ‘¬ğ‘¼ğ‘Ÿ ğ‘ ğ‘¤ğ‘²ğ‘‘ ğ‘œğ‘²ğ‘› ğ‘¿ ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘¢ğ‘±!

source: Finally, weâ€™re getting out of this forest!
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦, ğ‘¢ğ‘°'ğ‘¼ ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘!

source: Clearwater Port
en@shaw: Â·ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» Â·ğ‘ğ‘¹ğ‘‘

source: Humans
en@shaw: ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ

source: Commander Aethyr
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ Â·ğ‘±ğ‘”ğ‘½

source: Tan-Vragar
en@shaw: ğ‘‘ğ‘¨ğ‘¯-ğ‘ğ‘®ğ‘©ğ‘¡ğ‘¼

source: Tan-Burg
en@shaw: ğ‘‘ğ‘¨ğ‘¯-ğ‘šğ‘»ğ‘œ

source: Angry Farmer
en@shaw: ğ‘¨ğ‘™ğ‘œğ‘®ğ‘¦ ğ‘“ğ‘¸ğ‘¥ğ‘¼

source: Death of Lady Jessene
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ ğ‘¤ğ‘±ğ‘›ğ‘¦ Â·ğ‘¡ğ‘§ğ‘•ğ‘°ğ‘¯

source: Death of Commander Aethyr
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ Â·ğ‘±ğ‘”ğ‘½

source: Miss the Last Ship
en@shaw: ğ‘¥ğ‘¦ğ‘• ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘–ğ‘¦ğ‘

source: Our Prince has arrived at Clearwater Port, with the orcs on his heels. While the orcs havenâ€™t caught up with him yet, the winter snow has, and the ships seem to be missing from the port.
en@shaw: ğ‘¬ğ‘¼ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘£ğ‘¨ğ‘Ÿ ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘¨ğ‘‘ ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘, ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘ªğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘£ğ‘°ğ‘¤ğ‘Ÿ. ğ‘¢ğ‘²ğ‘¤ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ğ‘¯ğ‘‘ ğ‘’ğ‘·ğ‘‘ ğ‘³ğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘¦ğ‘¥ ğ‘˜ğ‘§ğ‘‘, ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘•ğ‘¯ğ‘´ ğ‘£ğ‘¨ğ‘Ÿ, ğ‘¯ ğ‘ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘ğ‘¹ğ‘‘.

source: Ha! Clearwater Port still stands!
en@shaw: ğ‘£ğ‘­! ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ!

source: Lieutenant, who is in command here? And where are the ships? We risk being trapped in this city for the winter if the port freezes over.
en@shaw: ğ‘¤ğ‘¿ğ‘‘ğ‘§ğ‘¯ğ‘©ğ‘¯ğ‘‘, ğ‘£ğ‘µ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘£ğ‘½? ğ‘¯ ğ‘¢ğ‘º ğ‘¸ ğ‘ ğ‘–ğ‘¦ğ‘ğ‘•? ğ‘¢ğ‘° ğ‘®ğ‘¦ğ‘•ğ‘’ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘“ğ‘¹ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘¦ğ‘“ ğ‘ ğ‘ğ‘¹ğ‘‘ ğ‘“ğ‘®ğ‘°ğ‘Ÿğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘¼.

source: I am, my Lord, I command the local garrison. Our whole fishing fleet is evacuating people to Southbay as we speak. The ships should be back in a few days. Our forces engaged the orcs as they exited the Swamp of Esten. At first, we prevailed, and pushed them back into the swamp!
en@shaw: ğ‘² ğ‘¨ğ‘¥, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘² ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘œğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯. ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¤ ğ‘“ğ‘¦ğ‘–ğ‘¦ğ‘™ ğ‘“ğ‘¤ğ‘°ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘ğ‘¨ğ‘’ğ‘˜ğ‘©ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘¨ğ‘Ÿ ğ‘¢ğ‘° ğ‘•ğ‘ğ‘°ğ‘’. ğ‘ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘¯ ğ‘© ğ‘“ğ‘¿ ğ‘›ğ‘±ğ‘Ÿ. ğ‘¬ğ‘¼ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘§ğ‘¯ğ‘œğ‘±ğ‘¡ğ‘› ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ ğ‘ Â·ğ‘§ğ‘•ğ‘‘ğ‘§ğ‘¯. ğ‘¨ğ‘‘ ğ‘“ğ‘»ğ‘•ğ‘‘, ğ‘¢ğ‘° ğ‘ğ‘®ğ‘¦ğ‘ğ‘±ğ‘¤ğ‘›, ğ‘¯ ğ‘ğ‘«ğ‘–ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘!

source: But our victory did not hold; orc reinforcements quickly overran our positions. We lost most of our forces, my lord, including the King of Clearwater, who died bravely leading a charge.
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘¬ğ‘¼ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘›; ğ‘¹ğ‘’ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘´ğ‘ğ‘»ğ‘®ğ‘¨ğ‘¯ ğ‘¬ğ‘¼ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ. ğ‘¢ğ‘° ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘¬ğ‘¼ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘», ğ‘£ğ‘µ ğ‘›ğ‘²ğ‘› ğ‘šğ‘®ğ‘±ğ‘ğ‘¤ğ‘¦ ğ‘¤ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘© ğ‘—ğ‘¸ğ‘¡.

source: The blood of many good soldiers stained the frozen field that day. And still the orcs press on. The king left no heir, but the other nobles have fled to Southbay. Weâ€™ve been busy evacuating the rest of the populace. The army bought us enough time to evacuate almost all our people, and most of the winter stores. Theyâ€™ve gone to Southbay, which is brimming with refugees from all over.
en@shaw: ğ‘ ğ‘šğ‘¤ğ‘³ğ‘› ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘œğ‘«ğ‘› ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ ğ‘•ğ‘‘ğ‘±ğ‘¯ğ‘› ğ‘ ğ‘“ğ‘®ğ‘´ğ‘Ÿğ‘©ğ‘¯ ğ‘“ğ‘°ğ‘¤ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘›ğ‘±. ğ‘¯ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘ğ‘®ğ‘§ğ‘• ğ‘ªğ‘¯. ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¯ğ‘´ ğ‘º, ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘¯ğ‘´ğ‘šğ‘¤ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘¤ğ‘§ğ‘› ğ‘‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±. ğ‘¢ğ‘°'ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘šğ‘¦ğ‘Ÿğ‘° ğ‘¦ğ‘ğ‘¨ğ‘’ğ‘˜ğ‘©ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘ğ‘­ğ‘ğ‘˜ğ‘©ğ‘¤ğ‘©ğ‘•. ğ‘ ğ‘¸ğ‘¥ğ‘¦ ğ‘šğ‘·ğ‘‘ ğ‘³ğ‘• ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘¦ğ‘ğ‘¨ğ‘’ğ‘˜ğ‘©ğ‘±ğ‘‘ ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘·ğ‘¤ ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤, ğ‘¯ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘•ğ‘‘ğ‘¹ğ‘Ÿ. ğ‘ğ‘±'ğ‘ ğ‘œğ‘ªğ‘¯ ğ‘‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±, ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘šğ‘®ğ‘¦ğ‘¥ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘°ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘·ğ‘¤ ğ‘´ğ‘ğ‘¼.

source: Weâ€™re only holding the city until the last of the refugees are gone. You, my lord, are free to retreat to safety when the next ship comes. But, if I may be frank, my lord, our defenses are stretched thin and we could use all the help we can get to hold our walls. Otherwise I fear that we will be overrun before the last of the people can be evacuated.
en@shaw: ğ‘¢ğ‘°'ğ‘¼ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘´ğ‘¤ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘°ğ‘Ÿ ğ‘¸ ğ‘œğ‘ªğ‘¯. ğ‘¿, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘¸ ğ‘“ğ‘®ğ‘° ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘ ğ‘‘ ğ‘•ğ‘±ğ‘“ğ‘‘ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘–ğ‘¦ğ‘ ğ‘’ğ‘³ğ‘¥ğ‘Ÿ. ğ‘šğ‘³ğ‘‘, ğ‘¦ğ‘“ ğ‘² ğ‘¥ğ‘± ğ‘šğ‘° ğ‘“ğ‘®ğ‘¨ğ‘™ğ‘’, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘¬ğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘—ğ‘‘ ğ‘”ğ‘¦ğ‘¯ ğ‘¯ ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘¿ğ‘• ğ‘·ğ‘¤ ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘œğ‘§ğ‘‘ ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘¬ğ‘¼ ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ. ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ ğ‘² ğ‘“ğ‘½ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘´ğ‘ğ‘¼ğ‘®ğ‘³ğ‘¯ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¦ğ‘ğ‘¨ğ‘’ğ‘˜ğ‘©ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘›.

source: Well, we are the last of the refugees from our lands, for the orcs are right on our heels! We have Wesfolk with us. They have been of service. They are to be evacuated as well. We have traveled far and bear many wounded, but we will help you defend these walls as long as we can.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘¢ğ‘° ğ‘¸ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘°ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ, ğ‘“ğ‘¹ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¸ ğ‘®ğ‘²ğ‘‘ ğ‘ªğ‘¯ ğ‘¬ğ‘¼ ğ‘£ğ‘°ğ‘¤ğ‘Ÿ! ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•. ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•. ğ‘ğ‘± ğ‘¸ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘ğ‘¨ğ‘’ğ‘˜ğ‘©ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘¨ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘› ğ‘“ğ‘¸ ğ‘¯ ğ‘šğ‘º ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘©ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘¤ğ‘ªğ‘™ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯.

source: Yes. Be sure that it is understood that these are our allies and friends.
en@shaw: ğ‘˜ğ‘§ğ‘•. ğ‘šğ‘° ğ‘–ğ‘«ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘«ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¸ ğ‘¬ğ‘¼ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ ğ‘¯ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ.

source: Yes, sir!
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘•ğ‘»!

source: Yes sir, indeed! You need us to help hold out until the ships arrive.
en@shaw: ğ‘˜ğ‘§ğ‘• ğ‘•ğ‘», ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›! ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘³ğ‘• ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘¬ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘©ğ‘®ğ‘²ğ‘.

source: Ships! Nobody said anything about ships. Will this torture ever end! Ahh, the orcs will help take my mind off things.
en@shaw: ğ‘–ğ‘¦ğ‘ğ‘•! ğ‘¯ğ‘´ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘•ğ‘§ğ‘› ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘–ğ‘¦ğ‘ğ‘•. ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¹ğ‘—ğ‘» ğ‘§ğ‘ğ‘¼ ğ‘§ğ‘¯ğ‘›! ğ‘­, ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘‘ğ‘±ğ‘’ ğ‘¥ğ‘² ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘ªğ‘“ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ.

source: To your posts, men! We should be able to evacuate everyone in three more boatloads. Until then, let us make those orcs pay dearly for every inch of our land. For our homes, for our people, for our fallen king!
en@shaw: ğ‘‘ ğ‘¿ğ‘¼ ğ‘ğ‘´ğ‘•ğ‘‘ğ‘•, ğ‘¥ğ‘§ğ‘¯! ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¦ğ‘ğ‘¨ğ‘’ğ‘˜ğ‘©ğ‘±ğ‘‘ ğ‘§ğ‘ğ‘®ğ‘°ğ‘¢ğ‘³ğ‘¯ ğ‘¦ğ‘¯ ğ‘”ğ‘®ğ‘° ğ‘¥ğ‘¹ ğ‘šğ‘´ğ‘‘ğ‘¤ğ‘´ğ‘›ğ‘Ÿ. ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘¯, ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘¥ğ‘±ğ‘’ ğ‘ğ‘´ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘ğ‘± ğ‘›ğ‘½ğ‘¤ğ‘¦ ğ‘“ğ‘¹ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘¦ğ‘¯ğ‘— ğ‘ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›. ğ‘“ğ‘¹ ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥ğ‘Ÿ, ğ‘“ğ‘¹ ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤, ğ‘“ğ‘¹ ğ‘¬ğ‘¼ ğ‘“ğ‘·ğ‘¤ğ‘©ğ‘¯ ğ‘’ğ‘¦ğ‘™!

source: You killed my family! Die!
en@shaw: ğ‘¿ ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘¥ğ‘² ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦! ğ‘›ğ‘²!

source: Push â€™em into the sea! Theyâ€™re in our winter homes! Heh... Tan-Vragar, Iâ€™m sure they will enjoy your little surprise!
en@shaw: ğ‘ğ‘«ğ‘– 'ğ‘§ğ‘¥ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘•ğ‘°! ğ‘ğ‘±'ğ‘¼ ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘£ğ‘´ğ‘¥ğ‘Ÿ! ğ‘£ğ‘§...ğ‘‘ğ‘¨ğ‘¯-ğ‘ğ‘®ğ‘©ğ‘¡ğ‘¼, ğ‘² 'ğ‘§ğ‘¥ ğ‘–ğ‘«ğ‘¼ ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘¦ğ‘¯ğ‘¡ğ‘¶ ğ‘¿ğ‘¼ ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘•ğ‘¼ğ‘ğ‘®ğ‘²ğ‘Ÿ!

source: An ode to ye, on yer way, I hope you have a brighter day!
en@shaw: ğ‘©ğ‘¯ ğ‘´ğ‘› ğ‘‘ ğ‘˜ğ‘°, ğ‘ªğ‘¯ ğ‘˜ğ‘» ğ‘¢ğ‘±, ğ‘² ğ‘£ğ‘´ğ‘ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘šğ‘®ğ‘²ğ‘‘ğ‘» ğ‘›ğ‘±!

source: Dead-Manâ€™s Ford
en@shaw: ğ‘›ğ‘§ğ‘›-ğ‘¥ğ‘¨ğ‘¯'ğ‘Ÿ ğ‘“ğ‘¹ğ‘›

source: The River Road â€” To the Swamp of Esten.
en@shaw: ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘®ğ‘´ğ‘› - ğ‘‘ ğ‘ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ ğ‘ Â·ğ‘§ğ‘•ğ‘‘ğ‘§ğ‘¯.

source: My lord, the first ship has arrived! Prince Haldric, if you and your men must leave for Southbay just go to the pier to board the ship.
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘–ğ‘¦ğ‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘©ğ‘®ğ‘²ğ‘ğ‘›! ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘¦ğ‘“ ğ‘¿ ğ‘¯ ğ‘¿ğ‘¼ ğ‘¥ğ‘§ğ‘¯ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¤ğ‘°ğ‘ ğ‘“ğ‘¹ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘ğ‘½ ğ‘‘ ğ‘šğ‘¹ğ‘› ğ‘ ğ‘–ğ‘¦ğ‘.

source: My lord, the first ship is departing. But the second ship should arrive shortly.
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘–ğ‘¦ğ‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘ğ‘¸ğ‘‘ğ‘¦ğ‘™. ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘–ğ‘¦ğ‘ ğ‘–ğ‘«ğ‘› ğ‘©ğ‘®ğ‘²ğ‘ ğ‘–ğ‘¹ğ‘‘ğ‘¤ğ‘¦.

source: My lord, the second ship has arrived! Prince Haldric, if you and your men want to leave for Southbay just go to the pier to board the ship.
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘–ğ‘¦ğ‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘©ğ‘®ğ‘²ğ‘ğ‘›! ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘¦ğ‘“ ğ‘¿ ğ‘¯ ğ‘¿ğ‘¼ ğ‘¥ğ‘§ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¤ğ‘°ğ‘ ğ‘“ğ‘¹ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘ğ‘½ ğ‘‘ ğ‘šğ‘¹ğ‘› ğ‘ ğ‘–ğ‘¦ğ‘.

source: My lord, the second ship is departing. But the last ship will be here before long. With your help we can hold on just a while longer.
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘–ğ‘¦ğ‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘ğ‘¸ğ‘‘ğ‘¦ğ‘™. ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘–ğ‘¦ğ‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘£ğ‘½ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¤ğ‘ªğ‘™. ğ‘¢ğ‘¦ğ‘ ğ‘¿ğ‘¼ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ªğ‘¯ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘© ğ‘¢ğ‘²ğ‘¤ ğ‘¤ğ‘ªğ‘™ğ‘œğ‘¼.

source: My lord, the last ship has arrived! Finally the last of our people can flee to safety. Prince Haldric, you and your men must go now! Go to the pier to board the ship for Southbay.
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘–ğ‘¦ğ‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘©ğ‘®ğ‘²ğ‘ğ‘›! ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘ ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘¤ğ‘° ğ‘‘ ğ‘•ğ‘±ğ‘“ğ‘‘ğ‘¦. ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘¿ ğ‘¯ ğ‘¿ğ‘¼ ğ‘¥ğ‘§ğ‘¯ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘´ ğ‘¯ğ‘¬! ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘ğ‘½ ğ‘‘ ğ‘šğ‘¹ğ‘› ğ‘ ğ‘–ğ‘¦ğ‘ ğ‘“ğ‘¹ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±.

source: My lord, the last ship is departing. Weâ€™re trapped!
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘–ğ‘¦ğ‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘ğ‘¸ğ‘‘ğ‘¦ğ‘™. ğ‘¢ğ‘°'ğ‘¼ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘!

source: My lord, the ship isnâ€™t here yet. Come help us defend against the orcs.
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘ ğ‘–ğ‘¦ğ‘ ğ‘¦ğ‘Ÿğ‘¯ğ‘‘ ğ‘£ğ‘½ ğ‘˜ğ‘§ğ‘‘. ğ‘’ğ‘³ğ‘¥ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘•.

source: Shirk not your duty, soldier. When the boat arrives, this is where Prince Haldric must go to lead you to the ship. Until then, help us defend against the orcs.
en@shaw: ğ‘–ğ‘»ğ‘’ ğ‘¯ğ‘ªğ‘‘ ğ‘¿ğ‘¼ ğ‘›ğ‘¿ğ‘‘ğ‘¦, ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼. ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘šğ‘´ğ‘‘ ğ‘¼ğ‘²ğ‘ğ‘Ÿ, ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¢ğ‘º ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘´ ğ‘‘ ğ‘¤ğ‘§ğ‘› ğ‘¿ ğ‘‘ ğ‘ ğ‘–ğ‘¦ğ‘. ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘¯, ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘•.

source: We needed him to get out of here. Weâ€™re trapped!
en@shaw: ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘›ğ‘©ğ‘› ğ‘£ğ‘¦ğ‘¥ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘£ğ‘½. ğ‘¢ğ‘°'ğ‘¼ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘!

source: Weâ€™ve escaped from the orcs before we were trapped by the ice! Now, on to Southbay.
en@shaw: ğ‘¢ğ‘°'ğ‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘²ğ‘•! ğ‘¯ğ‘¬, ğ‘ªğ‘¯ ğ‘‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±.

source: I know I mentioned I canâ€™t float.
en@shaw: ğ‘² ğ‘¯ğ‘´ ğ‘² ğ‘¥ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘› ğ‘² ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘“ğ‘¤ğ‘´ğ‘‘.

source: Might I suggest a bit of a detour?
en@shaw: ğ‘¥ğ‘²ğ‘‘ ğ‘² ğ‘•ğ‘©ğ‘¡ğ‘§ğ‘•ğ‘‘ ğ‘© ğ‘šğ‘¦ğ‘‘ ğ‘ ğ‘© ğ‘›ğ‘¦ğ‘‘ğ‘«ğ‘®?

source: Why?
en@shaw: ğ‘¢ğ‘²?
