Repository: wesnoth/wesnoth
Catalog: po/wesnoth-trow/*.po
Languages: en@shaw

source: We will suck the marrow from your bones human!
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘³ğ‘’ ğ‘ ğ‘¥ğ‘ºğ‘´ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿ğ‘¼ ğ‘šğ‘´ğ‘¯ğ‘Ÿ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯!

source: The battle is going against us!
en@shaw: ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘³ğ‘•!

source: Our forces are being routed! We should flee back to the Green Isle!
en@shaw: ğ‘¬ğ‘¼ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘®ğ‘µğ‘‘ğ‘©ğ‘›! ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘“ğ‘¤ğ‘° ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘²ğ‘¤!

source: It goes poorly for us!
en@shaw: ğ‘¦ğ‘‘ ğ‘œğ‘´ğ‘Ÿ ğ‘ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘“ğ‘¹ ğ‘³ğ‘•!

source: Defeated, by humans?
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›, ğ‘šğ‘² ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ?

source: Fight on, you cowardly orcish worms!
en@shaw: ğ‘“ğ‘²ğ‘‘ ğ‘ªğ‘¯, ğ‘¿ ğ‘’ğ‘¬ğ‘»ğ‘›ğ‘¤ğ‘° ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¢ğ‘»ğ‘¥ğ‘Ÿ!

source: Da old bag of bones has been crushed, and our cause is lost. We know da elfses have da fire ruby. Retreat!
en@shaw: ğ‘›ğ‘­ ğ‘´ğ‘¤ğ‘› ğ‘šğ‘¨ğ‘œ ğ‘ ğ‘šğ‘´ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘’ğ‘®ğ‘³ğ‘–ğ‘‘, ğ‘¯ ğ‘¬ğ‘¼ ğ‘’ğ‘·ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘•ğ‘‘. ğ‘¢ğ‘° ğ‘¯ğ‘´ ğ‘›ğ‘­ ğ‘§ğ‘¤ğ‘“ğ‘•ğ‘°ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘­ ğ‘“ğ‘²ğ‘¼ ğ‘®ğ‘µğ‘šğ‘°. ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘!

source: Da elfses have the fire ruby, we must flee. To da ships!
en@shaw: ğ‘›ğ‘­ ğ‘§ğ‘¤ğ‘“ğ‘•ğ‘°ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘®ğ‘µğ‘šğ‘°, ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘¤ğ‘°. ğ‘‘ ğ‘›ğ‘­ ğ‘–ğ‘¦ğ‘ğ‘•!

source: We must get back to the Green Isle. The elfses have the Ruby of Fire and our assault has been stopped.
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘²ğ‘¤. ğ‘ ğ‘§ğ‘¤ğ‘“ğ‘•ğ‘°ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘¯ ğ‘¬ğ‘¼ ğ‘©ğ‘•ğ‘ªğ‘¤ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘‘ğ‘ªğ‘ğ‘‘.

source: The plan revolved around some orcs making it back to the Green Isle to tell their kin that the elves have the Ruby of Fire so we wouldnâ€™t have to bear the brunt of the next invasion.
en@shaw: ğ‘ ğ‘ğ‘¤ğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘ğ‘­ğ‘¤ğ‘ğ‘› ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘³ğ‘¥ ğ‘¹ğ‘’ğ‘• ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘¦ğ‘‘ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘²ğ‘¤ ğ‘‘ ğ‘‘ğ‘§ğ‘¤ ğ‘ğ‘º ğ‘’ğ‘¦ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘•ğ‘´ ğ‘¢ğ‘° ğ‘¢ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘šğ‘º ğ‘ ğ‘šğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¯ğ‘ğ‘±ğ‘ ğ‘©ğ‘¯.

source: What have we done?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘° ğ‘›ğ‘³ğ‘¯?

source: My love, my family, Iâ€™ll be there sooâ€”
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘³ğ‘, ğ‘¥ğ‘² ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦, ğ‘²'ğ‘¤ ğ‘šğ‘° ğ‘ğ‘º ğ‘•ğ‘µ-

source: Aethyr! No! He was critical for convincing Jevyan that the elves have the Ruby of Fire.
en@shaw: Â·ğ‘±ğ‘”ğ‘½! ğ‘¯ğ‘´! ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘¦ğ‘¯ğ‘•ğ‘¦ğ‘™ Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼.

source: Jevyanâ€” I spit upon thee. Your end awaits. My love, my family, Iâ€™ll be there sooâ€”
en@shaw: Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯- ğ‘² ğ‘•ğ‘ğ‘¦ğ‘‘ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘ğ‘°. ğ‘¿ğ‘¼ ğ‘§ğ‘¯ğ‘› ğ‘©ğ‘¢ğ‘±ğ‘‘ğ‘•. ğ‘¥ğ‘² ğ‘¤ğ‘³ğ‘, ğ‘¥ğ‘² ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦, ğ‘²'ğ‘¤ ğ‘šğ‘° ğ‘ğ‘º ğ‘•ğ‘µ-

source: No. Why? You fools, you gave the Ruby of Fire to the elves. But that wonâ€™t save you from me. I will destroy you, then I will deal with the elves.
en@shaw: ğ‘¯ğ‘´. ğ‘¢ğ‘²? ğ‘¿ ğ‘“ğ‘µğ‘¤ğ‘Ÿ, ğ‘¿ ğ‘œğ‘±ğ‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘šğ‘³ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘¿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¥ğ‘°. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘¿, ğ‘ğ‘§ğ‘¯ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘°ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ.

source: Weâ€™ll see about that. For the honor of Commander Aethyr, forward!
en@shaw: ğ‘¢ğ‘°'ğ‘¤ ğ‘•ğ‘° ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¨ğ‘‘. ğ‘“ğ‘¹ ğ‘ ğ‘ªğ‘¯ğ‘¼ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ Â·ğ‘±ğ‘”ğ‘½, ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘›!

source: I am fallen before my plans have reached fruition. A curse upon you Haldric, may you and your descendants know nothing but strife!
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘“ğ‘·ğ‘¤ğ‘©ğ‘¯ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¥ğ‘² ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘“ğ‘®ğ‘µğ‘¦ğ‘–ğ‘©ğ‘¯. ğ‘© ğ‘’ğ‘»ğ‘• ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘¿ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘¥ğ‘± ğ‘¿ ğ‘¯ ğ‘¿ğ‘¼ ğ‘›ğ‘©ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¯ğ‘´ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘šğ‘³ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘“!

source: Ack. One of those monsters is destroying the bridge.
en@shaw: ğ‘¨ğ‘’. ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘¦ğ‘™ ğ‘ ğ‘šğ‘®ğ‘¦ğ‘¡.

source: Inky
en@shaw: ğ‘¦ğ‘™ğ‘’ğ‘¦

source: The bridge!
en@shaw: ğ‘ ğ‘šğ‘®ğ‘¦ğ‘¡!

source: Our advance is thwarted, that monster has destroyed the bridge!
en@shaw: ğ‘¬ğ‘¼ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘• ğ‘¦ğ‘Ÿ ğ‘”ğ‘¢ğ‘¹ğ‘‘ğ‘©ğ‘›, ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘› ğ‘ ğ‘šğ‘®ğ‘¦ğ‘¡!

source: Ahh... That almost makes it all worth while!
en@shaw: ğ‘­... ğ‘ğ‘¨ğ‘‘ ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘¦ğ‘‘ ğ‘·ğ‘¤ ğ‘¢ğ‘»ğ‘” ğ‘¢ğ‘²ğ‘¤!

source: Strike down these fools.
en@shaw: ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ ğ‘›ğ‘¬ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘“ğ‘µğ‘¤ğ‘Ÿ.

source: Rise, rise from the ground!
en@shaw: ğ‘®ğ‘²ğ‘Ÿ, ğ‘®ğ‘²ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›!

source: Come in from the deep my loyal soldiers!
en@shaw: ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘›ğ‘°ğ‘ ğ‘¥ğ‘² ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ!

source: We did it! We won!
en@shaw: ğ‘¢ğ‘° ğ‘›ğ‘¦ğ‘› ğ‘¦ğ‘‘! ğ‘¢ğ‘° ğ‘¢ğ‘³ğ‘¯!

source: Jevyan is destroyed, but at a terrible price. Letâ€™s put Commander Aethyr to rest and discuss what is to come in the following days.
en@shaw: Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘¨ğ‘‘ ğ‘© ğ‘‘ğ‘§ğ‘®ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘®ğ‘²ğ‘•. ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘ğ‘«ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ Â·ğ‘±ğ‘”ğ‘½ ğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘• ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘›ğ‘±ğ‘Ÿ.

source: Our strength is waning, and our foes grow stronger by the hour. The battle is lost!
en@shaw: ğ‘¬ğ‘¼ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘” ğ‘¦ğ‘Ÿ ğ‘¢ğ‘±ğ‘¯ğ‘¦ğ‘™, ğ‘¯ ğ‘¬ğ‘¼ ğ‘“ğ‘´ğ‘Ÿ ğ‘œğ‘®ğ‘´ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘šğ‘² ğ‘ ğ‘¬ğ‘¼. ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘•ğ‘‘!

source: Epilogue
en@shaw: Â·ğ‘§ğ‘ğ‘©ğ‘¤ğ‘ªğ‘œ

source: Wesnothians
en@shaw: Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”ğ‘¾ğ‘¯ğ‘•

source: May Commander Aethyr have a peaceful journey into the next world, where he has been preceded by his wife and loving daughters. For his heroism in the face of adversity a place of glory is assured to him in the Halls of Light...
en@shaw: ğ‘¥ğ‘± ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ Â·ğ‘±ğ‘”ğ‘½ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘ğ‘°ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘¡ğ‘»ğ‘¯ğ‘° ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘»ğ‘¤ğ‘›, ğ‘¢ğ‘º ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘›ğ‘©ğ‘› ğ‘šğ‘² ğ‘£ğ‘¦ğ‘Ÿ ğ‘¢ğ‘²ğ‘“ ğ‘¯ ğ‘¤ğ‘³ğ‘ğ‘¦ğ‘™ ğ‘›ğ‘¹ğ‘‘ğ‘»ğ‘Ÿ. ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘Ÿ ğ‘£ğ‘ºğ‘´ğ‘¦ğ‘Ÿğ‘©ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘±ğ‘• ğ‘ ğ‘¨ğ‘›ğ‘ğ‘»ğ‘•ğ‘¦ğ‘‘ğ‘° ğ‘© ğ‘ğ‘¤ğ‘±ğ‘• ğ‘ ğ‘œğ‘¤ğ‘¹ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘©ğ‘–ğ‘«ğ‘¼ğ‘› ğ‘‘ ğ‘£ğ‘¦ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘£ğ‘ªğ‘¤ğ‘Ÿ ğ‘ ğ‘¤ğ‘²ğ‘‘...

source: Without the Commanderâ€™s noble sacrifice we would have never carried the day. We have won a great victory here today but much has been lost. My father Eldaric and King Addroran have fallen, and with them many other good people. However, there is hope, and a new land is open before us!
en@shaw: ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘»ğ‘Ÿ ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘•ğ‘¨ğ‘’ğ‘®ğ‘¦ğ‘“ğ‘²ğ‘• ğ‘¢ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘’ğ‘¨ğ‘®ğ‘¦ğ‘› ğ‘ ğ‘›ğ‘±. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘£ğ‘½ ğ‘‘ğ‘«ğ‘›ğ‘± ğ‘šğ‘³ğ‘‘ ğ‘¥ğ‘³ğ‘— ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘¤ğ‘ªğ‘•ğ‘‘. ğ‘¥ğ‘² ğ‘“ğ‘­ğ‘ğ‘¼ Â·ğ‘§ğ‘¤ğ‘›ğ‘ºğ‘¦ğ‘’ ğ‘¯ Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘¨ğ‘›ğ‘®ğ‘¹ğ‘¨ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘·ğ‘¤ğ‘©ğ‘¯, ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘³ğ‘ğ‘¼ ğ‘œğ‘«ğ‘› ğ‘ğ‘°ğ‘ğ‘©ğ‘¤. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘£ğ‘´ğ‘, ğ‘¯ ğ‘© ğ‘¯ğ‘¿ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘³ğ‘•!

source: But dark deeds have been done on all sides. There is now a secret that only Jessene and I share. I must have your word that what I say will never be uttered again.
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘›ğ‘¸ğ‘’ ğ‘›ğ‘°ğ‘›ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘³ğ‘¯ ğ‘ªğ‘¯ ğ‘·ğ‘¤ ğ‘•ğ‘²ğ‘›ğ‘Ÿ. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘¬ ğ‘© ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ Â·ğ‘¡ğ‘§ğ‘•ğ‘°ğ‘¯ ğ‘¯ ğ‘² ğ‘–ğ‘º. ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¿ğ‘¼ ğ‘¢ğ‘»ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘² ğ‘•ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘šğ‘° ğ‘³ğ‘‘ğ‘¼ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯.

source: I have followed you this far, I will keep your secret. I pledge.
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘› ğ‘¿ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¸, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘°ğ‘ ğ‘¿ğ‘¼ ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘. ğ‘² ğ‘ğ‘¤ğ‘§ğ‘¡.

source: Lord, I shall guard your secret until the day of my death.
en@shaw: ğ‘¤ğ‘¹ğ‘›, ğ‘² ğ‘–ğ‘¨ğ‘¤ ğ‘œğ‘¸ğ‘› ğ‘¿ğ‘¼ ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘›ğ‘± ğ‘ ğ‘¥ğ‘² ğ‘›ğ‘§ğ‘”.

source: I will take it with me to my grave.
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘° ğ‘‘ ğ‘¥ğ‘² ğ‘œğ‘®ğ‘±ğ‘.

source: I agree, but misfortune may follow you depending on the nature of your misdeed.
en@shaw: ğ‘² ğ‘©ğ‘œğ‘®ğ‘°, ğ‘šğ‘³ğ‘‘ ğ‘¥ğ‘¦ğ‘•ğ‘“ğ‘¹ğ‘—ğ‘µğ‘¯ ğ‘¥ğ‘± ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘¿ ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ ğ‘¯ğ‘±ğ‘—ğ‘¼ ğ‘ ğ‘¿ğ‘¼ ğ‘¥ğ‘¦ğ‘•ğ‘›ğ‘°ğ‘›.

source: The elves donâ€™t have the Ruby of Fire. We perpetrated a ruse on the orcs. If they return they will come looking for the elves.
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼. ğ‘¢ğ‘° ğ‘ğ‘»ğ‘ğ‘©ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘© ğ‘®ğ‘µğ‘Ÿ ğ‘ªğ‘¯ ğ‘ ğ‘¹ğ‘’ğ‘•. ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘³ğ‘¥ ğ‘¤ğ‘«ğ‘’ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ.

source: To be fair to you, Haldric, the elves were considering betraying their pact with us.
en@shaw: ğ‘‘ ğ‘šğ‘° ğ‘“ğ‘º ğ‘‘ ğ‘¿, Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘» ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘¦ğ‘™ ğ‘šğ‘¦ğ‘‘ğ‘®ğ‘±ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘ğ‘¨ğ‘’ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•.

source: Humph. I suspected as much â€” from both the elves and you. Humans and elves always think theyâ€™re so clever!
en@shaw: ğ‘£ğ‘©ğ‘¥ğ‘“. ğ‘² ğ‘•ğ‘³ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘Ÿ ğ‘¥ğ‘³ğ‘— -- ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘šğ‘´ğ‘” ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¯ ğ‘¿. ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘±'ğ‘¼ ğ‘•ğ‘´ ğ‘’ğ‘¤ğ‘§ğ‘ğ‘¼!

source: May the Lords of Light have Mercy on you. But, I am bound by my word.
en@shaw: ğ‘¥ğ‘± ğ‘ ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘ ğ‘¤ğ‘²ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘»ğ‘•ğ‘¦ ğ‘ªğ‘¯ ğ‘¿. ğ‘šğ‘³ğ‘‘, ğ‘² ğ‘¨ğ‘¥ ğ‘šğ‘¬ğ‘¯ğ‘› ğ‘šğ‘² ğ‘¥ğ‘² ğ‘¢ğ‘»ğ‘›.

source: What? Why would you doubt me?
en@shaw: ğ‘¢ğ‘ªğ‘‘? ğ‘¢ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘¿ ğ‘›ğ‘¬ğ‘‘ ğ‘¥ğ‘°?

source: The orcs that didnâ€™t escape in the ships have regrouped. They are preparing to march on the elves. We should come to the aid of our new friends.
en@shaw: ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘›ğ‘¦ğ‘›ğ‘¯ğ‘‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘°ğ‘œğ‘®ğ‘µğ‘ğ‘‘. ğ‘ğ‘± ğ‘¸ ğ‘ğ‘®ğ‘°ğ‘ğ‘ºğ‘¦ğ‘™ ğ‘‘ ğ‘¥ğ‘¸ğ‘— ğ‘ªğ‘¯ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘ ğ‘²ğ‘› ğ‘ ğ‘¬ğ‘¼ ğ‘¯ğ‘¿ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ.

source: These orcs are few, but the elves arenâ€™t accustomed to war. Besides we will have to rely on elven charity if we are to survive this first winter.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘¸ ğ‘“ğ‘¿, ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ğ‘¯ğ‘‘ ğ‘©ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ğ‘› ğ‘‘ ğ‘¢ğ‘¹. ğ‘šğ‘¦ğ‘•ğ‘²ğ‘›ğ‘Ÿ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¤ğ‘² ğ‘ªğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘—ğ‘¨ğ‘®ğ‘¦ğ‘‘ğ‘¦ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¸ ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼.

source: After that, we should build towns in all of the regions that the elves have given us. We should move our capital inland, away from the coast. I hope the children of the good people of the west-north, of the Green Isle, find prosperity in this new land.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘‘, ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘‘ğ‘¬ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘®ğ‘°ğ‘—ğ‘©ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘³ğ‘•. ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘¥ğ‘µğ‘ ğ‘¬ğ‘¼ ğ‘’ğ‘¨ğ‘ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘¤ğ‘©ğ‘¯ğ‘›, ğ‘©ğ‘¢ğ‘± ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘’ğ‘´ğ‘•ğ‘‘. ğ‘² ğ‘£ğ‘´ğ‘ ğ‘ ğ‘—ğ‘¦ğ‘¤ğ‘›ğ‘®ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘œğ‘«ğ‘› ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘-ğ‘¯ğ‘¹ğ‘”, ğ‘ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘²ğ‘¤, ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘®ğ‘ªğ‘•ğ‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¦ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘¿ ğ‘¤ğ‘¨ğ‘¯ğ‘›.

source: So what of the rest of you?
en@shaw: ğ‘•ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘¿?

source: I know the way to many places, I think. I want to find out if there are dwarves in other lands. Itâ€™s a big world with lots of good mountains. Of that much I am sure.
en@shaw: ğ‘² ğ‘¯ğ‘´ ğ‘ ğ‘¢ğ‘± ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ, ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’. ğ‘² ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¬ğ‘‘ ğ‘¦ğ‘“ ğ‘ğ‘º ğ‘¸ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘³ğ‘ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ. ğ‘¦ğ‘‘'ğ‘• ğ‘© ğ‘šğ‘¦ğ‘œ ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘¤ğ‘ªğ‘‘ğ‘• ğ‘ ğ‘œğ‘«ğ‘› ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ. ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘³ğ‘— ğ‘² ğ‘¨ğ‘¥ ğ‘–ğ‘«ğ‘¼.

source: We have lost much in the last few months, but we should not lose all of our knowledge. I will go forth amongst the people and spread wisdom, and see about establishing a new order of Magi in this new land.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¥ğ‘³ğ‘— ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘“ğ‘¿ ğ‘¥ğ‘³ğ‘¯ğ‘”ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘µğ‘Ÿ ğ‘·ğ‘¤ ğ‘ ğ‘¬ğ‘¼ ğ‘¯ğ‘ªğ‘¤ğ‘¦ğ‘¡. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘´ ğ‘“ğ‘¹ğ‘” ğ‘©ğ‘¥ğ‘³ğ‘™ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¯ ğ‘•ğ‘ğ‘®ğ‘§ğ‘› ğ‘¢ğ‘¦ğ‘Ÿğ‘›ğ‘©ğ‘¥, ğ‘¯ ğ‘•ğ‘° ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘©ğ‘•ğ‘‘ğ‘¨ğ‘šğ‘¤ğ‘¦ğ‘–ğ‘¦ğ‘™ ğ‘© ğ‘¯ğ‘¿ ğ‘¹ğ‘›ğ‘¼ ğ‘ ğ‘¥ğ‘±ğ‘¡ğ‘² ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘¿ ğ‘¤ğ‘¨ğ‘¯ğ‘›.

source: I am but a humble servant of the Crown. I will establish a new order of knights for a new land. For a new King, if you will allow me to serve under your banner.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘šğ‘³ğ‘‘ ğ‘© ğ‘£ğ‘³ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘»ğ‘ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘’ğ‘®ğ‘¬ğ‘¯. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘•ğ‘‘ğ‘¨ğ‘šğ‘¤ğ‘¦ğ‘– ğ‘© ğ‘¯ğ‘¿ ğ‘¹ğ‘›ğ‘¼ ğ‘ ğ‘¯ğ‘²ğ‘‘ğ‘• ğ‘“ğ‘¹ ğ‘© ğ‘¯ğ‘¿ ğ‘¤ğ‘¨ğ‘¯ğ‘›. ğ‘“ğ‘¹ ğ‘© ğ‘¯ğ‘¿ ğ‘’ğ‘¦ğ‘™, ğ‘¦ğ‘“ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘¤ğ‘¬ ğ‘¥ğ‘° ğ‘‘ ğ‘•ğ‘»ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¿ğ‘¼ ğ‘šğ‘¨ğ‘¯ğ‘».

source: Excellent.
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘.

source: I suppose I am King Haldric now. Hmm... but what to call this new kingdom?
en@shaw: ğ‘² ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿ ğ‘² ğ‘¨ğ‘¥ Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¯ğ‘¬. ğ‘£ğ‘¥... ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘‘ ğ‘’ğ‘·ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘¿ ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥?

source: May I make a suggestion?
en@shaw: ğ‘¥ğ‘± ğ‘² ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘•ğ‘©ğ‘¡ğ‘§ğ‘•ğ‘—ğ‘©ğ‘¯?

source: Sure.
en@shaw: ğ‘–ğ‘«ğ‘¼.

source: Hmm. â€˜Wesnothâ€™. I like it. Yes, â€˜Wesnothâ€™ would be fine. So I am the first King of Wesnoth!
en@shaw: ğ‘£ğ‘¥. 'Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”'. ğ‘² ğ‘¤ğ‘²ğ‘’ ğ‘¦ğ‘‘. ğ‘˜ğ‘§ğ‘•, 'Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”' ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘“ğ‘²ğ‘¯. ğ‘•ğ‘´ ğ‘² ğ‘¨ğ‘¥ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘’ğ‘¦ğ‘™ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”!

source: So, what is to become of me?
en@shaw: ğ‘•ğ‘´, ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘ ğ‘¥ğ‘°?

source: I am not to be bought with trinkets, Haldric.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘šğ‘° ğ‘šğ‘·ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘‘ğ‘®ğ‘¦ğ‘™ğ‘’ğ‘©ğ‘‘ğ‘•, Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’.

source: Then take my hand, Jessene, if you wonâ€™t accept crown or kingdom. You have earned both. We canâ€™t make this work without your people... and I donâ€™t think I can make it work without <i>you</i>.
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘‘ğ‘±ğ‘’ ğ‘¥ğ‘² ğ‘£ğ‘¨ğ‘¯ğ‘›, Â·ğ‘¡ğ‘§ğ‘•ğ‘°ğ‘¯, ğ‘¦ğ‘“ ğ‘¿ ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘’ğ‘®ğ‘¬ğ‘¯ ğ‘¹ ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘»ğ‘¯ğ‘› ğ‘šğ‘´ğ‘”. ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘»ğ‘’ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘¿ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤...ğ‘¯ ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘¢ğ‘»ğ‘’ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ <i>you</i>.

source: But some of us have remembered the true story of our arrival on this great continent. The true story of the Rise of Wesnoth.
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘³ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ğ‘› ğ‘ ğ‘‘ğ‘®ğ‘µ ğ‘•ğ‘‘ğ‘¹ğ‘¦ ğ‘ ğ‘¬ğ‘¼ ğ‘¨ğ‘®ğ‘²ğ‘ğ‘©ğ‘¤ ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘©ğ‘¯ğ‘‘. ğ‘ ğ‘‘ğ‘®ğ‘µ ğ‘•ğ‘‘ğ‘¹ğ‘¦ ğ‘ ğ‘ ğ‘®ğ‘²ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”.

source: Noble Commander
en@shaw: ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼

source: The rank of a noble Commander is held by those who lead battle groups into combat. Possessing leadership skills, they give lower-level units in adjacent hexes improved performance in combat. Commanders are best skilled with the sword, although they also carry a bow to use when necessary. If the Commander is lost, so is the battle.
en@shaw: ğ‘ ğ‘®ğ‘¨ğ‘™ğ‘’ ğ‘ ğ‘© ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘£ğ‘§ğ‘¤ğ‘› ğ‘šğ‘² ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘¤ğ‘§ğ‘› ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘œğ‘®ğ‘µğ‘ğ‘• ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘. ğ‘ğ‘©ğ‘Ÿğ‘§ğ‘•ğ‘¦ğ‘™ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘Ÿ, ğ‘ğ‘± ğ‘œğ‘¦ğ‘ ğ‘¤ğ‘´ğ‘¼-ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘§ğ‘’ğ‘•ğ‘§ğ‘Ÿ ğ‘¦ğ‘¥ğ‘ğ‘®ğ‘µğ‘ğ‘› ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ğ‘©ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘. ğ‘’ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘»ğ‘Ÿ ğ‘¸ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘¹ğ‘›, ğ‘·ğ‘¤ğ‘ğ‘´ ğ‘ğ‘± ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘’ğ‘¨ğ‘®ğ‘¦ ğ‘© ğ‘šğ‘´ ğ‘‘ ğ‘¿ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘¯ğ‘§ğ‘•ğ‘©ğ‘•ğ‘¼ğ‘¦. ğ‘¦ğ‘“ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘•ğ‘‘, ğ‘•ğ‘´ ğ‘¦ğ‘Ÿ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤.

source: Noble Fighter
en@shaw: ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘“ğ‘²ğ‘‘ğ‘¼

source: Young and brash, Fighters fight with a sword, and are vulnerable to ranged attacks from enemies. However they have the potential to become great Commanders one day.
en@shaw: ğ‘˜ğ‘³ğ‘™ ğ‘¯ ğ‘šğ‘®ğ‘¨ğ‘–, ğ‘“ğ‘²ğ‘‘ğ‘»ğ‘Ÿ ğ‘“ğ‘²ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘•ğ‘¹ğ‘›, ğ‘¯ ğ‘¸ ğ‘ğ‘©ğ‘¤ğ‘¯ğ‘»ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘ğ‘©ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¤ ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘»ğ‘Ÿ ğ‘¢ğ‘³ğ‘¯ ğ‘›ğ‘±.

source: Noble Lord
en@shaw: ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘¤ğ‘¹ğ‘›

source: The noble leaders of many troops, Lords are especially strong in melee combat, and also possess skill with the bow. Like Commanders, Lords possess leadership skills, and improve the fighting ability of all adjacent lower-level units.
en@shaw: ğ‘ ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘‘ğ‘®ğ‘µğ‘ğ‘•, ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘¸ ğ‘¦ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¦ğ‘¯ ğ‘¥ğ‘±ğ‘¤ğ‘± ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘, ğ‘¯ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘ğ‘©ğ‘Ÿğ‘§ğ‘• ğ‘•ğ‘’ğ‘¦ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘šğ‘´. ğ‘¤ğ‘²ğ‘’ ğ‘’ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘»ğ‘Ÿ, ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘ğ‘©ğ‘Ÿğ‘§ğ‘• ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘Ÿ, ğ‘¯ ğ‘¦ğ‘¥ğ‘ğ‘®ğ‘µğ‘ ğ‘ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘·ğ‘¤ ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘´ğ‘¼-ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•.

source: Noble Youth
en@shaw: ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘¿ğ‘”

source: Today he is a young man, by his devotion to the crown he is seeking to become a Lord â€” to join the elite of humanity.
en@shaw: ğ‘‘ğ‘«ğ‘›ğ‘± ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘© ğ‘˜ğ‘³ğ‘™ ğ‘¥ğ‘¨ğ‘¯, ğ‘šğ‘² ğ‘£ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘’ğ‘®ğ‘¬ğ‘¯ ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘•ğ‘°ğ‘’ğ‘¦ğ‘™ ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘© ğ‘¤ğ‘¹ğ‘› -- ğ‘‘ ğ‘¡ğ‘¶ğ‘¯ ğ‘ ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘‘ğ‘¦.

source: training sword
en@shaw: ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘•ğ‘¹ğ‘›

source: female^Vampire Lady
en@shaw: ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘® ğ‘¤ğ‘±ğ‘›ğ‘¦

source: Cold and beautiful, she maintains her eternal youthful appearance drinking the blood of the living.
en@shaw: ğ‘’ğ‘´ğ‘¤ğ‘› ğ‘¯ ğ‘šğ‘¿ğ‘‘ğ‘¦ğ‘“ğ‘©ğ‘¤, ğ‘–ğ‘° ğ‘¥ğ‘±ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘£ğ‘» ğ‘°ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘¿ğ‘”ğ‘“ğ‘©ğ‘¤ ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘• ğ‘›ğ‘®ğ‘¦ğ‘™ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘šğ‘¤ğ‘³ğ‘› ğ‘ ğ‘ ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™.

source: blood kiss
en@shaw: ğ‘šğ‘¤ğ‘³ğ‘› ğ‘’ğ‘¦ğ‘•

source: Warrior King
en@shaw: ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ ğ‘’ğ‘¦ğ‘™

source: As the leaders of the human Kingdoms, Kings are responsible for ruling and protecting their subjects. Kings can coordinate the attacks of level 1 and 2 units, thereby increasing their fighting efficiency.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ ğ‘ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥ğ‘Ÿ, ğ‘’ğ‘¦ğ‘™ğ‘Ÿ ğ‘¸ ğ‘®ğ‘¦ğ‘•ğ‘ğ‘ªğ‘¯ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘®ğ‘µğ‘¤ğ‘¦ğ‘™ ğ‘¯ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘•ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘•. ğ‘’ğ‘¦ğ‘™ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘´ğ‘¹ğ‘›ğ‘©ğ‘¯ğ‘©ğ‘‘ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ 1 ğ‘¯ 2 ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•, ğ‘ğ‘ºğ‘šğ‘² ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘•ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘•ğ‘¦.

source: female^Wesfolk Lady
en@shaw: Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’ ğ‘¤ğ‘±ğ‘›ğ‘¦

source: female^Wesfolk Leader
en@shaw: Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’ ğ‘¤ğ‘°ğ‘›ğ‘»

source: female^Wesfolk Outcast
en@shaw: Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’ ğ‘¬ğ‘‘ğ‘’ğ‘¨ğ‘•ğ‘‘

source: Wose Sapling
en@shaw: ğ‘¢ğ‘´ğ‘Ÿ ğ‘•ğ‘¨ğ‘ğ‘¤ğ‘¦ğ‘™

source: distract
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘

source: This unit is capable of distracting opponents, allowing allied units to trespass their Zones of Control and move unhindered around them.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘•, ğ‘©ğ‘¤ğ‘¬ğ‘¦ğ‘™ ğ‘¨ğ‘¤ğ‘²ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘‘ ğ‘‘ğ‘®ğ‘§ğ‘•ğ‘ğ‘©ğ‘• ğ‘ğ‘º ğ‘Ÿğ‘´ğ‘¯ğ‘Ÿ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘©ğ‘¯ğ‘£ğ‘¦ğ‘¯ğ‘›ğ‘»ğ‘› ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥.

source: I canâ€™t be finished yet... I still have so much more to do.
en@shaw: ğ‘² ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘ ğ‘˜ğ‘§ğ‘‘... ğ‘² ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘´ ğ‘¥ğ‘³ğ‘— ğ‘¥ğ‘¹ ğ‘‘ ğ‘›ğ‘µ.

source: It is not yet my time! No!
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘˜ğ‘§ğ‘‘ ğ‘¥ğ‘² ğ‘‘ğ‘²ğ‘¥! ğ‘¯ğ‘´!

source: Fool of a boy. I never should have followed him.
en@shaw: ğ‘“ğ‘µğ‘¤ ğ‘ ğ‘© ğ‘šğ‘¶. ğ‘² ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘› ğ‘£ğ‘¦ğ‘¥.

source: Hail the Kings, may their bloodlines continue beyond my time!
en@shaw: ğ‘£ğ‘±ğ‘¤ ğ‘ ğ‘’ğ‘¦ğ‘™ğ‘Ÿ, ğ‘¥ğ‘± ğ‘ğ‘º ğ‘šğ‘¤ğ‘©ğ‘›ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘šğ‘¦ğ‘˜ğ‘ªğ‘¯ğ‘› ğ‘¥ğ‘² ğ‘‘ğ‘²ğ‘¥!

source: For Land and Lord, I sacrifice all!
en@shaw: ğ‘“ğ‘¹ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¯ ğ‘¤ğ‘¹ğ‘›, ğ‘² ğ‘•ğ‘¨ğ‘’ğ‘®ğ‘¦ğ‘“ğ‘²ğ‘• ğ‘·ğ‘¤!

source: May the Lords of Light protect us all.
en@shaw: ğ‘¥ğ‘± ğ‘ ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘ ğ‘¤ğ‘²ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ ğ‘³ğ‘• ğ‘·ğ‘¤.

source: Without him the bottoms of our ships will be completely vulnerable...
en@shaw: ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘£ğ‘¦ğ‘¥ ğ‘ ğ‘šğ‘­ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘ ğ‘¬ğ‘¼ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘¤ğ‘¦ ğ‘ğ‘©ğ‘¤ğ‘¯ğ‘»ğ‘©ğ‘šğ‘©ğ‘¤...

source: A Former Friend
en@shaw: ğ‘© ğ‘“ğ‘¹ğ‘¥ğ‘¼ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›

source: I still think I should be called â€˜Dragonbaneâ€™.
en@shaw: ğ‘² ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘² ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘’ğ‘·ğ‘¤ğ‘› 'ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯ğ‘šğ‘±ğ‘¯'.

source: Not in my lifetime.
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ ğ‘¥ğ‘² ğ‘¤ğ‘²ğ‘“ğ‘‘ğ‘²ğ‘¥.

source: Donâ€™t worry about it.
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¢ğ‘³ğ‘®ğ‘¦ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¦ğ‘‘.

source: Too bad that this isnâ€™t going as well as the beach... I miss the beach.
en@shaw: ğ‘‘ğ‘µ ğ‘šğ‘¨ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿğ‘¯ğ‘‘ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤ ğ‘¨ğ‘Ÿ ğ‘ ğ‘šğ‘°ğ‘—... ğ‘² ğ‘¥ğ‘¦ğ‘• ğ‘ ğ‘šğ‘°ğ‘—.

source: Haldric, just before we arrived here I got word that the your â€˜third of a fleetâ€™ has departed for our old home, the Green Isle.
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘£ğ‘½ ğ‘² ğ‘œğ‘ªğ‘‘ ğ‘¢ğ‘»ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘¿ğ‘¼ 'ğ‘”ğ‘»ğ‘› ğ‘ ğ‘© ğ‘“ğ‘¤ğ‘°ğ‘‘' ğ‘£ğ‘¨ğ‘Ÿ ğ‘›ğ‘¦ğ‘ğ‘¸ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘¬ğ‘¼ ğ‘´ğ‘¤ğ‘› ğ‘£ğ‘´ğ‘¥, ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘²ğ‘¤.

source: You were planning on sharing this with me when?
en@shaw: ğ‘¿ ğ‘¢ğ‘» ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘–ğ‘ºğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘° ğ‘¢ğ‘§ğ‘¯?

source: Haldric, messengers just informed me that the fleet has returned from our old home. They came back with as nearly as large a fleet as we initially set out with, and Southbay still stands. This is excellent news. As per your orders a third of the fleet has headed back out.
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘¥ğ‘§ğ‘•ğ‘©ğ‘¯ğ‘¡ğ‘¼ğ‘Ÿ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘¥ğ‘› ğ‘¥ğ‘° ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘“ğ‘¤ğ‘°ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¬ğ‘¼ ğ‘´ğ‘¤ğ‘› ğ‘£ğ‘´ğ‘¥. ğ‘ğ‘± ğ‘’ğ‘±ğ‘¥ ğ‘šğ‘¨ğ‘’ ğ‘¢ğ‘¦ğ‘ ğ‘¨ğ‘Ÿ ğ‘¯ğ‘½ğ‘¤ğ‘¦ ğ‘¨ğ‘Ÿ ğ‘¤ğ‘¸ğ‘¡ ğ‘© ğ‘“ğ‘¤ğ‘°ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘° ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘•ğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘¢ğ‘¦ğ‘, ğ‘¯ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘¿ğ‘Ÿ. ğ‘¨ğ‘Ÿ ğ‘ğ‘» ğ‘¿ğ‘¼ ğ‘¹ğ‘›ğ‘¼ğ‘Ÿ ğ‘© ğ‘”ğ‘»ğ‘› ğ‘ ğ‘ ğ‘“ğ‘¤ğ‘°ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘£ğ‘§ğ‘›ğ‘©ğ‘› ğ‘šğ‘¨ğ‘’ ğ‘¬ğ‘‘.

source: That is excellent news indeed. Our numbers have doubled. Now on to the business at hand.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘¿ğ‘Ÿ ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›. ğ‘¬ğ‘¼ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ğ‘›. ğ‘¯ğ‘¬ ğ‘ªğ‘¯ ğ‘‘ ğ‘ ğ‘šğ‘¦ğ‘Ÿğ‘¯ğ‘©ğ‘• ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›.
