Repository: wesnoth/wesnoth
Catalog: po/wesnoth-trow/*.po
Languages: en@shaw

source: This is the second Eldaric I get to say goodbye to. At least this time it is easier than the first.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› Â·ğ‘§ğ‘¤ğ‘›ğ‘ºğ‘¦ğ‘’ ğ‘² ğ‘œğ‘§ğ‘‘ ğ‘‘ ğ‘•ğ‘± ğ‘œğ‘«ğ‘›ğ‘šğ‘² ğ‘‘. ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘°ğ‘Ÿğ‘¦ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘.

source: The Kaâ€™lian
en@shaw: ğ‘ Â·ğ‘’ğ‘±ğ‘¤ğ‘¾ğ‘¯

source: Elves
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘Ÿ

source: Lord Logalmier
en@shaw: ğ‘¤ğ‘¹ğ‘› Â·ğ‘¤ğ‘ªğ‘œğ‘¨ğ‘¤ğ‘¥ğ‘°ğ‘®

source: Lord Aryad
en@shaw: ğ‘¤ğ‘¹ğ‘› Â·ğ‘ºğ‘°ğ‘¨ğ‘›

source: I think Iâ€™ll fight the dragon!
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘²'ğ‘¤ ğ‘“ğ‘²ğ‘‘ ğ‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯!

source: Lord Logalmier, I shall defeat your dragon.
en@shaw: ğ‘¤ğ‘¹ğ‘› Â·ğ‘¤ğ‘ªğ‘œğ‘¨ğ‘¤ğ‘¥ğ‘°ğ‘®, ğ‘² ğ‘–ğ‘¨ğ‘¤ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘¿ğ‘¼ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯.

source: Letâ€™s get those saurians and nagas on that beach!
en@shaw: ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘œğ‘§ğ‘‘ ğ‘ğ‘´ğ‘Ÿ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘¯ğ‘­ğ‘œğ‘©ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘šğ‘°ğ‘—!

source: Those cold blooded monsters will feel my wrath!
en@shaw: ğ‘ğ‘´ğ‘Ÿ ğ‘’ğ‘´ğ‘¤ğ‘› ğ‘šğ‘¤ğ‘©ğ‘›ğ‘¦ğ‘› ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘°ğ‘¤ ğ‘¥ğ‘² ğ‘®ğ‘ªğ‘”!

source: Letâ€™s clear out that troll hole!
en@shaw: ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘’ğ‘¤ğ‘½ ğ‘¬ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘£ğ‘´ğ‘¤!

source: So what exactly is a troll?
en@shaw: ğ‘•ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘œğ‘Ÿğ‘¨ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘© ğ‘‘ğ‘®ğ‘´ğ‘¤?

source: Letâ€™s put those souls to rest on the cursed isle!
en@shaw: ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘ğ‘«ğ‘‘ ğ‘ğ‘´ğ‘Ÿ ğ‘•ğ‘´ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘’ğ‘»ğ‘•ğ‘› ğ‘²ğ‘¤!

source: Undead. Bah! Weâ€™re pros at fighting them.
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›. ğ‘šğ‘­! ğ‘¢ğ‘°'ğ‘¼ ğ‘ğ‘®ğ‘´ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥.

source: In the name of peace between our peoples:
en@shaw: ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘ğ‘°ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ğ‘Ÿ:

source: I fear my kin are too easy on you. I decree that you should be made to fight the Dragon of the Green Swamp and its saurian minions. If you can defeat him, you will have truly earned your place in this land.
en@shaw: ğ‘² ğ‘“ğ‘½ ğ‘¥ğ‘² ğ‘’ğ‘¦ğ‘¯ ğ‘¸ ğ‘‘ğ‘µ ğ‘°ğ‘Ÿğ‘¦ ğ‘ªğ‘¯ ğ‘¿. ğ‘² ğ‘›ğ‘©ğ‘’ğ‘®ğ‘° ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¥ğ‘±ğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘¸ğ‘¾ğ‘¯ ğ‘¥ğ‘¦ğ‘¯ğ‘˜ğ‘©ğ‘¯ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘£ğ‘¦ğ‘¥, ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘®ğ‘µğ‘¤ğ‘° ğ‘»ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘›.

source: There is a group of saurians, friends of the dragon Iâ€™m sure, who are trading metal with the nagas of the sea. We should put a stop to this. They are located on a beach near here.
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘œğ‘®ğ‘µğ‘ ğ‘ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯ ğ‘²'ğ‘§ğ‘¥ ğ‘–ğ‘«ğ‘¼, ğ‘£ğ‘µ ğ‘¸ ğ‘‘ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘™ ğ‘¥ğ‘§ğ‘‘ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¯ğ‘­ğ‘œğ‘©ğ‘Ÿ ğ‘ ğ‘ ğ‘•ğ‘°. ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘ğ‘«ğ‘‘ ğ‘© ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘‘ ğ‘ğ‘¦ğ‘•. ğ‘ğ‘± ğ‘¸ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ªğ‘¯ ğ‘© ğ‘šğ‘°ğ‘— ğ‘¯ğ‘½ ğ‘£ğ‘½.

source: We are having a problem with a troll-hole in the Brown Hills. While I find the thought of those dwarves stumbling on the trolls vaguely amusing, this should make an adequate quest for you.
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘© ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘‘ğ‘®ğ‘´ğ‘¤-ğ‘£ğ‘´ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘šğ‘®ğ‘¬ğ‘¯ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ. ğ‘¢ğ‘²ğ‘¤ ğ‘² ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘”ğ‘·ğ‘‘ ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘•ğ‘‘ğ‘³ğ‘¥ğ‘šğ‘¤ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘ğ‘±ğ‘œğ‘¤ğ‘¦ ğ‘©ğ‘¥ğ‘¿ğ‘Ÿğ‘¦ğ‘™, ğ‘ğ‘¦ğ‘• ğ‘–ğ‘«ğ‘› ğ‘¥ğ‘±ğ‘’ ğ‘©ğ‘¯ ğ‘¨ğ‘›ğ‘©ğ‘’ğ‘¢ğ‘©ğ‘‘ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘¿.

source: Long ago a clan of elves on the Isle of Tears fell under the sway of a dark curse. Their souls still haunt that place and no elf will go there. You should clear this isle, and put their souls to rest.
en@shaw: ğ‘¤ğ‘ªğ‘™ ğ‘©ğ‘œğ‘´ ğ‘© ğ‘’ğ‘¤ğ‘¨ğ‘¯ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ ğ‘²ğ‘¤ ğ‘ ğ‘‘ğ‘½ğ‘Ÿ ğ‘“ğ‘§ğ‘¤ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘•ğ‘¢ğ‘± ğ‘ ğ‘© ğ‘›ğ‘¸ğ‘’ ğ‘’ğ‘»ğ‘•. ğ‘ğ‘º ğ‘•ğ‘´ğ‘¤ğ‘Ÿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘£ğ‘ªğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¯ ğ‘¯ğ‘´ ğ‘§ğ‘¤ğ‘“ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘´ ğ‘ğ‘º. ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘’ğ‘¤ğ‘½ ğ‘ğ‘¦ğ‘• ğ‘²ğ‘¤, ğ‘¯ ğ‘ğ‘«ğ‘‘ ğ‘ğ‘º ğ‘•ğ‘´ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘‘.

source: Ahh, you have defeated the dragon, man of the west-north, you are truly impressive for a human.
en@shaw: ğ‘­, ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯, ğ‘¥ğ‘¨ğ‘¯ ğ‘ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘-ğ‘¯ğ‘¹ğ‘”, ğ‘¿ ğ‘¸ ğ‘‘ğ‘®ğ‘µğ‘¤ğ‘° ğ‘¦ğ‘¥ğ‘ğ‘®ğ‘§ğ‘•ğ‘¦ğ‘ ğ‘“ğ‘¹ ğ‘© ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯.

source: So, you have defeated the trolls. Welcome back, Haldric.
en@shaw: ğ‘•ğ‘´, ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ. ğ‘¢ğ‘§ğ‘¤ğ‘’ğ‘©ğ‘¥ ğ‘šğ‘¨ğ‘’, Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’.

source: Finally the souls of our poor kin may rest. Thank you.
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘ ğ‘•ğ‘´ğ‘¤ğ‘Ÿ ğ‘ ğ‘¬ğ‘¼ ğ‘ğ‘«ğ‘¼ ğ‘’ğ‘¦ğ‘¯ ğ‘¥ğ‘± ğ‘®ğ‘§ğ‘•ğ‘‘. ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿.

source: Our beaches are free again. I knew I could trust you, Haldric.
en@shaw: ğ‘¬ğ‘¼ ğ‘šğ‘°ğ‘—ğ‘©ğ‘Ÿ ğ‘¸ ğ‘“ğ‘®ğ‘° ğ‘©ğ‘œğ‘±ğ‘¯. ğ‘² ğ‘¯ğ‘¿ ğ‘² ğ‘’ğ‘«ğ‘› ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ ğ‘¿, Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’.

source: Haldric and his companions find themselves before the Kaâ€™lian, or the Council of Elven Lords.
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘¯ğ‘¦ğ‘©ğ‘¯ğ‘Ÿ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ Â·ğ‘’ğ‘±ğ‘¤ğ‘¾ğ‘¯, ğ‘¹ ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ.

source: Dionli, why have you brought these humans before us?
en@shaw: Â·ğ‘›ğ‘¾ğ‘¯ğ‘¤ğ‘°, ğ‘¢ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘³ğ‘•?

source: They are of the same people as the Prince of Southbay. They come as refugees. I can see a use for them.
en@shaw: ğ‘ğ‘± ğ‘¸ ğ‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¨ğ‘Ÿ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±. ğ‘ğ‘± ğ‘’ğ‘³ğ‘¥ ğ‘¨ğ‘Ÿ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘°ğ‘Ÿ. ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘° ğ‘© ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥.

source: The dwarves have come to the Brown Hills. While they live long, even they grow like weeds when in an empty field. There is trouble brewing.
en@shaw: ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘ ğ‘šğ‘®ğ‘¬ğ‘¯ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ. ğ‘¢ğ‘²ğ‘¤ ğ‘ğ‘± ğ‘¤ğ‘¦ğ‘ ğ‘¤ğ‘ªğ‘™, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘ğ‘± ğ‘œğ‘®ğ‘´ ğ‘¤ğ‘²ğ‘’ ğ‘¢ğ‘°ğ‘›ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘¯ ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘“ğ‘°ğ‘¤ğ‘›. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘šğ‘®ğ‘µğ‘¦ğ‘™.

source: It is better to be the greater of three than the lesser of two. The Prince of Southbay was good, he was a credit to his people. Maybe these ones are made of the same stuff.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘‘ ğ‘šğ‘° ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘ ğ‘”ğ‘®ğ‘° ğ‘ğ‘¨ğ‘¯ ğ‘ ğ‘¤ğ‘§ğ‘•ğ‘¼ ğ‘ ğ‘‘ğ‘µ. ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘¢ğ‘ªğ‘Ÿ ğ‘œğ‘«ğ‘›, ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘’ğ‘®ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤. ğ‘¥ğ‘±ğ‘šğ‘° ğ‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘¥ğ‘±ğ‘› ğ‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘•ğ‘‘ğ‘³ğ‘“.

source: But why then do they come as refugees? Speak, human.
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘² ğ‘ğ‘§ğ‘¯ ğ‘›ğ‘µ ğ‘ğ‘± ğ‘’ğ‘³ğ‘¥ ğ‘¨ğ‘Ÿ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘°ğ‘Ÿ? ğ‘•ğ‘ğ‘°ğ‘’, ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯.

source: Our people come in peace. There was a war in our homeland. We are refugees. We come seeking a new home, since our island to the west and north is now forfeit.
en@shaw: ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘•. ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘¢ğ‘¹ ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥ğ‘¤ğ‘¨ğ‘¯ğ‘›. ğ‘¢ğ‘° ğ‘¸ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘°ğ‘Ÿ. ğ‘¢ğ‘° ğ‘’ğ‘³ğ‘¥ ğ‘•ğ‘°ğ‘’ğ‘¦ğ‘™ ğ‘© ğ‘¯ğ‘¿ ğ‘£ğ‘´ğ‘¥, ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘¬ğ‘¼ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘‘ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘¯ ğ‘¯ğ‘¹ğ‘” ğ‘¦ğ‘Ÿ ğ‘¯ğ‘¬ ğ‘“ğ‘¹ğ‘“ğ‘¦ğ‘‘.

source: So you come to steal our land? We know your kind, humans of the west-north.
en@shaw: ğ‘•ğ‘´ ğ‘¿ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘•ğ‘‘ğ‘°ğ‘¤ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›? ğ‘¢ğ‘° ğ‘¯ğ‘´ ğ‘¿ğ‘¼ ğ‘’ğ‘²ğ‘¯ğ‘›, ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘-ğ‘¯ğ‘¹ğ‘”.

source: We only wish to live in peace. The dwarves are peoples of mountain and hill, the elves are people of the forests, we only seek some of the space in between.
en@shaw: ğ‘¢ğ‘° ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘¦ğ‘– ğ‘‘ ğ‘¤ğ‘²ğ‘ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘•. ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¸ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ ğ‘¯ ğ‘£ğ‘¦ğ‘¤, ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘•, ğ‘¢ğ‘° ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘•ğ‘°ğ‘’ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ ğ‘•ğ‘ğ‘±ğ‘• ğ‘¦ğ‘¯ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯.

source: I suggest that we grant these humans the plains to the north and south of the Great River.
en@shaw: ğ‘² ğ‘•ğ‘©ğ‘¡ğ‘§ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘œğ‘®ğ‘­ğ‘¯ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘¯ ğ‘•ğ‘¬ğ‘” ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¼.

source: They should be put to the test before such a grant is made.
en@shaw: ğ‘ğ‘± ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘ğ‘«ğ‘‘ ğ‘‘ ğ‘ ğ‘‘ğ‘§ğ‘•ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘•ğ‘³ğ‘— ğ‘© ğ‘œğ‘®ğ‘­ğ‘¯ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘±ğ‘›.

source: A quest for each of us then?
en@shaw: ğ‘© ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘°ğ‘— ğ‘ ğ‘³ğ‘• ğ‘ğ‘§ğ‘¯?

source: Umm, agreed.
en@shaw: ğ‘©ğ‘¥, ğ‘©ğ‘œğ‘®ğ‘°ğ‘›.

source: Well then, human. Each of us lords has a specific quest for you. If you complete them all you will be granted all of the plains in our domain and the hills south of the Great River, if not you will be forced to depart. So which quest do you wish to undertake first?
en@shaw: ğ‘¢ğ‘§ğ‘¤ ğ‘ğ‘§ğ‘¯, ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯. ğ‘°ğ‘— ğ‘ ğ‘³ğ‘• ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘ğ‘©ğ‘•ğ‘¦ğ‘“ğ‘¦ğ‘’ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘¿. ğ‘¦ğ‘“ ğ‘¿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘·ğ‘¤ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘œğ‘®ğ‘­ğ‘¯ğ‘‘ğ‘§ğ‘› ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘›ğ‘´ğ‘¥ğ‘±ğ‘¯ ğ‘¯ ğ‘ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ ğ‘•ğ‘¬ğ‘” ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¼, ğ‘¦ğ‘“ ğ‘¯ğ‘ªğ‘‘ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘“ğ‘¹ğ‘•ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘ğ‘¸ğ‘‘. ğ‘•ğ‘´ ğ‘¢ğ‘¦ğ‘— ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘¦ğ‘– ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘‘ğ‘±ğ‘’ ğ‘“ğ‘»ğ‘•ğ‘‘?

source: Very good, but this is just the start, human. There is still much more for you to do.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘œğ‘«ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘, ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¥ğ‘³ğ‘— ğ‘¥ğ‘¹ ğ‘“ğ‘¹ ğ‘¿ ğ‘‘ ğ‘›ğ‘µ.

source: You are victorious again. You may yet earn your place in this land.
en@shaw: ğ‘¿ ğ‘¸ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¹ğ‘¦ğ‘©ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯. ğ‘¿ ğ‘¥ğ‘± ğ‘˜ğ‘§ğ‘‘ ğ‘»ğ‘¯ ğ‘¿ğ‘¼ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘›.

source: Ahh, my young prince, youâ€™re not as soft as I thought.
en@shaw: ğ‘­, ğ‘¥ğ‘² ğ‘˜ğ‘³ğ‘™ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•, ğ‘¿'ğ‘¼ ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘Ÿ ğ‘•ğ‘ªğ‘“ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘² ğ‘”ğ‘·ğ‘‘.

source: You were successful, Prince Haldric. I knew you could do it.
en@shaw: ğ‘¿ ğ‘¢ğ‘» ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤, ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’. ğ‘² ğ‘¯ğ‘¿ ğ‘¿ ğ‘’ğ‘«ğ‘› ğ‘›ğ‘µ ğ‘¦ğ‘‘.

source: Man of the west-north, you have earned your place on this great continent.
en@shaw: ğ‘¥ğ‘¨ğ‘¯ ğ‘ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘-ğ‘¯ğ‘¹ğ‘”, ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘»ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘©ğ‘¯ğ‘‘.

source: We hereby grant you the plains to the north of the Great River, and the plains and hills to the south of the Great River. Be kind to the land. In a time of need we may call upon you, remember our generosity.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘½ğ‘šğ‘² ğ‘œğ‘®ğ‘­ğ‘¯ğ‘‘ ğ‘¿ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¼, ğ‘¯ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘ ğ‘•ğ‘¬ğ‘” ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¼. ğ‘šğ‘° ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘‘ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›. ğ‘¦ğ‘¯ ğ‘© ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘¯ğ‘°ğ‘› ğ‘¢ğ‘° ğ‘¥ğ‘± ğ‘’ğ‘·ğ‘¤ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘¿, ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘¬ğ‘¼ ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘­ğ‘•ğ‘©ğ‘‘ğ‘°.

source: Who is this?
en@shaw: ğ‘£ğ‘µ ğ‘¦ğ‘Ÿ ğ‘ğ‘¦ğ‘•?

source: The Dragon
en@shaw: ğ‘ Â·ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯

source: Saurians
en@shaw: ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ

source: Slay the Dragon
en@shaw: ğ‘•ğ‘¤ğ‘± ğ‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯

source: After some days of travel Haldric finds himself confronted by a vast expanse of swamp. A small island with a mountain dominates the view. That can only be the home of the dragon.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘•ğ‘³ğ‘¥ ğ‘›ğ‘±ğ‘Ÿ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘“ğ‘²ğ‘¯ğ‘›ğ‘Ÿ ğ‘£ğ‘¦ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘© ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘• ğ‘ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘. ğ‘© ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ ğ‘›ğ‘ªğ‘¥ğ‘¦ğ‘¯ğ‘±ğ‘‘ğ‘• ğ‘ ğ‘ğ‘¿. ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘ ğ‘£ğ‘´ğ‘¥ ğ‘ ğ‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯.

source: Flies, flies, everywhere! Ack!
en@shaw: ğ‘“ğ‘¤ğ‘²ğ‘Ÿ, ğ‘“ğ‘¤ğ‘²ğ‘Ÿ, ğ‘§ğ‘ğ‘®ğ‘°ğ‘¢ğ‘º! ğ‘¨ğ‘’!

source: â€˜Prince Haldric the Dragonbaneâ€™ sounds rather nice.
en@shaw: 'ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯ğ‘šğ‘±ğ‘¯' ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘®ğ‘­ğ‘ğ‘¼ ğ‘¯ğ‘²ğ‘•.

source: Weâ€™ll see...
en@shaw: ğ‘¢ğ‘°'ğ‘¤ ğ‘•ğ‘°...

source: Iâ€™m glad thatâ€™s over. The elves certainly arenâ€™t taking it easy on us. Itâ€™s a miracle any of us are alive at all.
en@shaw: ğ‘²'ğ‘§ğ‘¥ ğ‘œğ‘¤ğ‘¨ğ‘› ğ‘ğ‘¨ğ‘”'ğ‘• ğ‘´ğ‘ğ‘¼. ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ğ‘¤ğ‘¦ ğ‘¸ğ‘¯ğ‘‘ ğ‘‘ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘¦ğ‘‘ ğ‘°ğ‘Ÿğ‘¦ ğ‘ªğ‘¯ ğ‘³ğ‘•. ğ‘¦ğ‘‘'ğ‘• ğ‘© ğ‘¥ğ‘¦ğ‘®ğ‘©ğ‘’ğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘¦ ğ‘ ğ‘³ğ‘• ğ‘¸ ğ‘©ğ‘¤ğ‘²ğ‘ ğ‘¨ğ‘‘ ğ‘·ğ‘¤.

source: Iâ€™m still not calling you â€˜the Dragonbaneâ€™.
en@shaw: ğ‘²'ğ‘§ğ‘¥ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘·ğ‘¤ğ‘¦ğ‘™ ğ‘¿ 'ğ‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯ğ‘šğ‘±ğ‘¯'.

source: Watch for the big mudcrawlers. They divide when you kill them.
en@shaw: ğ‘¢ğ‘ªğ‘¡ ğ‘“ğ‘¹ ğ‘ ğ‘šğ‘¦ğ‘œ ğ‘¥ğ‘³ğ‘›ğ‘’ğ‘®ğ‘ªğ‘¤ğ‘»ğ‘Ÿ. ğ‘ğ‘± ğ‘›ğ‘¦ğ‘ğ‘²ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘¥.

source: Shekâ€™kahan
en@shaw: ğ‘–ğ‘§ğ‘’'ğ‘’ğ‘¨ğ‘£ğ‘±ğ‘¯

source: It is unwise to trifle with dragons, boy!
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘¢ğ‘²ğ‘Ÿ ğ‘‘ ğ‘‘ğ‘®ğ‘²ğ‘“ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯ğ‘Ÿ, ğ‘šğ‘¶!

source: We shall see.
en@shaw: ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘•ğ‘°.

source: Who dares disturb Shekâ€™kahan the Terrible?
en@shaw: ğ‘£ğ‘µ ğ‘›ğ‘ºğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘»ğ‘š ğ‘–ğ‘§ğ‘’'ğ‘’ğ‘¨ğ‘£ğ‘±ğ‘¯ ğ‘ ğ‘‘ğ‘§ğ‘®ğ‘©ğ‘šğ‘©ğ‘¤?

source: I do, you fiend!
en@shaw: ğ‘² ğ‘›ğ‘µ, ğ‘¿ ğ‘“ğ‘°ğ‘¯ğ‘›!

source: We still have to slay the dragon!
en@shaw: ğ‘¢ğ‘° ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘•ğ‘¤ğ‘± ğ‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯!

source: The dragonâ€™s cave has yielded some treasure!
en@shaw: ğ‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯ğ‘Ÿ ğ‘’ğ‘±ğ‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘˜ğ‘°ğ‘¤ğ‘›ğ‘§ğ‘› ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¼!

source: No!
en@shaw: ğ‘¯ğ‘´!

source: Weâ€™ve slain the dragon:
en@shaw: ğ‘¢ğ‘°'ğ‘ ğ‘•ğ‘¤ğ‘±ğ‘¯ ğ‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯:

source: Letâ€™s get out of here!
en@shaw: ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘£ğ‘½!

source: Letâ€™s finish off the rest of these monsters!
en@shaw: ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘ªğ‘“ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ!

source: More saurians are arriving. Theyâ€™ve surrounded us! Weâ€™re doomed.
en@shaw: ğ‘¥ğ‘¹ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘»ğ‘²ğ‘ğ‘¦ğ‘™. ğ‘ğ‘±'ğ‘ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘³ğ‘•! ğ‘¢ğ‘°'ğ‘¼ ğ‘›ğ‘µğ‘¥ğ‘›.

source: Lizard Beach
en@shaw: Â·ğ‘¤ğ‘¦ğ‘Ÿğ‘¼ğ‘› Â·ğ‘šğ‘°ğ‘—

source: Monsters
en@shaw: ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ

source: Monsters! Weâ€™re being invaded by monsters.
en@shaw: ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ! ğ‘¢ğ‘°'ğ‘¼ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘ğ‘±ğ‘›ğ‘©ğ‘› ğ‘šğ‘² ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ.

source: We must hold the beach until we can call our naga friends.
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘šğ‘°ğ‘— ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘·ğ‘¤ ğ‘¬ğ‘¼ ğ‘¯ğ‘­ğ‘œğ‘© ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ.

source: Us, monsters? Hmph... prepare to meet our blades.
en@shaw: ğ‘³ğ‘•, ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ? ğ‘£ğ‘¥ğ‘... ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘‘ ğ‘¥ğ‘°ğ‘‘ ğ‘¬ğ‘¼ ğ‘šğ‘¤ğ‘±ğ‘›ğ‘Ÿ.

source: We were too slow... Every naga in the sea will be upon us!
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘‘ğ‘µ ğ‘•ğ‘¤ğ‘´... ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘¯ğ‘­ğ‘œğ‘© ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘³ğ‘•!

source: We must protect the saurians. We need the metal!
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ. ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘ ğ‘¥ğ‘§ğ‘‘ğ‘©ğ‘¤!

source: Weâ€™ve cleared the beach. Letâ€™s return to the elves.
en@shaw: ğ‘¢ğ‘°'ğ‘ ğ‘’ğ‘¤ğ‘½ğ‘› ğ‘ ğ‘šğ‘°ğ‘—. ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ.

source: Troll Hole
en@shaw: Â·ğ‘‘ğ‘®ğ‘´ğ‘¤ Â·ğ‘£ğ‘´ğ‘¤

source: Trolls
en@shaw: ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ

source: Fang
en@shaw: ğ‘“ğ‘¨ğ‘™

source: It isnâ€™t long before Haldric and his companions enter the Brown Hills. An elven guide leads them to a gaping cave mouth, and they descend into the darkness.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿğ‘¯ğ‘‘ ğ‘¤ğ‘ªğ‘™ ğ‘šğ‘¦ğ‘“ğ‘¹ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘¯ğ‘¦ğ‘©ğ‘¯ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘šğ‘®ğ‘¬ğ‘¯ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ. ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘œğ‘²ğ‘› ğ‘¤ğ‘°ğ‘›ğ‘Ÿ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘© ğ‘œğ‘±ğ‘ğ‘¦ğ‘™ ğ‘’ğ‘±ğ‘ ğ‘¥ğ‘¬ğ‘”, ğ‘¯ ğ‘ğ‘± ğ‘›ğ‘¦ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•.

source: I indeed do. They are green, and mean, and will try to crush you like a bug. They heal very quickly.
en@shaw: ğ‘² ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘›ğ‘µ. ğ‘ğ‘± ğ‘¸ ğ‘œğ‘®ğ‘°ğ‘¯, ğ‘¯ ğ‘¥ğ‘°ğ‘¯, ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘’ğ‘®ğ‘³ğ‘– ğ‘¿ ğ‘¤ğ‘²ğ‘’ ğ‘© ğ‘šğ‘³ğ‘œ. ğ‘ğ‘± ğ‘£ğ‘°ğ‘¤ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦.

source: Hmm... Do we really need to know that much about the trolls? I think itâ€™s safe to say that the elves wouldnâ€™t have sent us down here if they were at all friendly.
en@shaw: ğ‘£ğ‘¥... ğ‘›ğ‘µ ğ‘¢ğ‘° ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘³ğ‘— ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ? ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¦ğ‘‘'ğ‘• ğ‘•ğ‘±ğ‘“ ğ‘‘ ğ‘•ğ‘± ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘³ğ‘• ğ‘›ğ‘¬ğ‘¯ ğ‘£ğ‘½ ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘¢ğ‘» ğ‘¨ğ‘‘ ğ‘·ğ‘¤ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘¤ğ‘¦.

source: Fair enough. Well, letâ€™s get them!
en@shaw: ğ‘“ğ‘º ğ‘¦ğ‘¯ğ‘³ğ‘“. ğ‘¢ğ‘§ğ‘¤, ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘œğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥!

source: We have failed... More of the trollsâ€™ kin are arriving through the entrance.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘±ğ‘¤ğ‘›... ğ‘¥ğ‘¹ ğ‘ ğ‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ' ğ‘’ğ‘¦ğ‘¯ ğ‘¸ ğ‘»ğ‘²ğ‘ğ‘¦ğ‘™ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•.

source: The trolls are beaten, but they were no easy opponents. It is no wonder why the elves pressed us to do their dirty work.
en@shaw: ğ‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘šğ‘°ğ‘‘ğ‘©ğ‘¯, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘¢ğ‘» ğ‘¯ğ‘´ ğ‘°ğ‘Ÿğ‘¦ ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘•. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¢ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¢ğ‘² ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘³ğ‘• ğ‘‘ ğ‘›ğ‘µ ğ‘ğ‘º ğ‘›ğ‘»ğ‘‘ğ‘¦ ğ‘¢ğ‘»ğ‘’.

source: Cursed Isle
en@shaw: Â·ğ‘’ğ‘»ğ‘•ğ‘› Â·ğ‘²ğ‘¤

source: Sheâ€™s... Sheâ€™s beautiful.
en@shaw: ğ‘–ğ‘°'ğ‘Ÿ... ğ‘–ğ‘°'ğ‘Ÿ ğ‘šğ‘¿ğ‘‘ğ‘¦ğ‘“ğ‘©ğ‘¤.

source: Midnight Queen
en@shaw: ğ‘¥ğ‘¦ğ‘›ğ‘¯ğ‘²ğ‘‘ ğ‘’ğ‘¢ğ‘°ğ‘¯

source: You will be made to serve... Come admire me. Feel my love.
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¥ğ‘±ğ‘› ğ‘‘ ğ‘•ğ‘»ğ‘... ğ‘’ğ‘³ğ‘¥ ğ‘©ğ‘›ğ‘¥ğ‘²ğ‘¼ ğ‘¥ğ‘°. ğ‘“ğ‘°ğ‘¤ ğ‘¥ğ‘² ğ‘¤ğ‘³ğ‘.

source: She is so...
en@shaw: ğ‘–ğ‘° ğ‘¦ğ‘Ÿ ğ‘•ğ‘´...

source: Haldric, think with your brain!
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘¦ğ‘ ğ‘¿ğ‘¼ ğ‘šğ‘®ğ‘±ğ‘¯!

source: Defeat the Vampire Queen
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘® ğ‘’ğ‘¢ğ‘°ğ‘¯

source: The temple is quite empty.
en@shaw: ğ‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¢ğ‘²ğ‘‘ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦.

source: After a short trip by sea, Haldric arrives on the elvesâ€™ cursed Isle of Tears. A fog hangs in the air.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘© ğ‘–ğ‘¹ğ‘‘ ğ‘‘ğ‘®ğ‘¦ğ‘ ğ‘šğ‘² ğ‘•ğ‘°, Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¼ğ‘²ğ‘ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ' ğ‘’ğ‘»ğ‘•ğ‘› ğ‘²ğ‘¤ ğ‘ ğ‘‘ğ‘½ğ‘Ÿ. ğ‘© ğ‘“ğ‘ªğ‘œ ğ‘£ğ‘¨ğ‘™ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘º.

source: I expect weâ€™ll be facing more undead. Be careful.
en@shaw: ğ‘² ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘¢ğ‘°'ğ‘¤ ğ‘šğ‘° ğ‘“ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘¥ğ‘¹ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›. ğ‘šğ‘° ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤.

source: These will be the long dead. Not like the undead that my people used, and they are elf-dead. Be careful indeed.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ ğ‘¤ğ‘ªğ‘™ ğ‘›ğ‘§ğ‘›. ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘²ğ‘’ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘, ğ‘¯ ğ‘ğ‘± ğ‘¸ ğ‘§ğ‘¤ğ‘“-ğ‘›ğ‘§ğ‘›. ğ‘šğ‘° ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›.

source: All soldiers of darkness will meet the same fate by my hand.
en@shaw: ğ‘·ğ‘¤ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘°ğ‘‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘“ğ‘±ğ‘‘ ğ‘šğ‘² ğ‘¥ğ‘² ğ‘£ğ‘¨ğ‘¯ğ‘›.

source: Those elves are finally at rest. I hope that the curses they laid upon us hold no weight.
en@shaw: ğ‘ğ‘´ğ‘Ÿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘¨ğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘‘. ğ‘² ğ‘£ğ‘´ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘’ğ‘»ğ‘•ğ‘¦ğ‘Ÿ ğ‘ğ‘± ğ‘¤ğ‘±ğ‘› ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘³ğ‘• ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘¯ğ‘´ ğ‘¢ğ‘±ğ‘‘.

source: Haldric, youâ€™re too paranoid.
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘¿'ğ‘¼ ğ‘‘ğ‘µ ğ‘ğ‘ºğ‘©ğ‘¯ğ‘¶ğ‘›.

source: A curse upon all of your kin that visit this isle.
en@shaw: ğ‘© ğ‘’ğ‘»ğ‘• ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘·ğ‘¤ ğ‘ ğ‘¿ğ‘¼ ğ‘’ğ‘¦ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘²ğ‘¤.

source: I wish a blight upon you and yours. May you never see peace.
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘– ğ‘© ğ‘šğ‘¤ğ‘²ğ‘‘ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘¿ ğ‘¯ ğ‘¿ğ‘¼ğ‘Ÿ. ğ‘¥ğ‘± ğ‘¿ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘° ğ‘ğ‘°ğ‘•.

source: My soul will haunt this place until the end of time! A curse upon you!
en@shaw: ğ‘¥ğ‘² ğ‘•ğ‘´ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘ªğ‘¯ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘±ğ‘• ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘‘ğ‘²ğ‘¥! ğ‘© ğ‘’ğ‘»ğ‘• ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘¿!

source: Without their queen the undead are simply fading away!
en@shaw: ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘ğ‘º ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¸ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘¦ ğ‘“ğ‘±ğ‘›ğ‘¦ğ‘™ ğ‘©ğ‘¢ğ‘±!

source: Back, back to the grave with you!
en@shaw: ğ‘šğ‘¨ğ‘’, ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘¿!

source: We still have to defeat that vampire queen!
en@shaw: ğ‘¢ğ‘° ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¨ğ‘¥ğ‘ğ‘²ğ‘® ğ‘’ğ‘¢ğ‘°ğ‘¯!

source: No! The ship that was supposed to pick us up sees that thereâ€™s still fighting. Itâ€™s not stopping. Weâ€™re trapped.
en@shaw: ğ‘¯ğ‘´! ğ‘ ğ‘–ğ‘¦ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿğ‘› ğ‘‘ ğ‘ğ‘¦ğ‘’ ğ‘³ğ‘• ğ‘³ğ‘ ğ‘•ğ‘°ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘º'ğ‘Ÿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™. ğ‘¦ğ‘‘'ğ‘• ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ğ‘¦ğ‘™. ğ‘¢ğ‘°'ğ‘¼ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘.

source: A Spy in the Woods
en@shaw: ğ‘© Â·ğ‘•ğ‘ğ‘² ğ‘¦ğ‘¯ ğ‘ Â·ğ‘¢ğ‘«ğ‘›ğ‘Ÿ

source: Jessene in Hiding
en@shaw: Â·ğ‘¡ğ‘§ğ‘•ğ‘°ğ‘¯ ğ‘¦ğ‘¯ ğ‘£ğ‘²ğ‘›ğ‘¦ğ‘™

source: So a doom has followed them here from their old home. My Outriders have reported that orcs have made landfall. Orcs! The tree-killers of our most ancient legends. Some thought them only a nightmare to frighten children, and never real at all.
en@shaw: ğ‘•ğ‘´ ğ‘© ğ‘›ğ‘µğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘£ğ‘½ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘º ğ‘´ğ‘¤ğ‘› ğ‘£ğ‘´ğ‘¥. ğ‘¥ğ‘² ğ‘¬ğ‘‘ğ‘®ğ‘²ğ‘›ğ‘»ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘±ğ‘› ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘“ğ‘ªğ‘¤. ğ‘¹ğ‘’ğ‘•! ğ‘ ğ‘‘ğ‘®ğ‘°-ğ‘’ğ‘¦ğ‘¤ğ‘»ğ‘Ÿ ğ‘ ğ‘¬ğ‘¼ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘§ğ‘œğ‘§ğ‘¯ğ‘›ğ‘Ÿ. ğ‘•ğ‘³ğ‘¥ ğ‘”ğ‘·ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘© ğ‘¯ğ‘²ğ‘‘ğ‘¥ğ‘º ğ‘‘ ğ‘“ğ‘®ğ‘²ğ‘‘ğ‘©ğ‘¯ ğ‘—ğ‘¦ğ‘¤ğ‘›ğ‘®ğ‘©ğ‘¯, ğ‘¯ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘®ğ‘¾ğ‘¤ ğ‘¨ğ‘‘ ğ‘·ğ‘¤.

source: And he bears an artifact of some power. The orcs would not be able to sense that. There is some hand we cannot see at work here.
en@shaw: ğ‘¯ ğ‘£ğ‘° ğ‘šğ‘ºğ‘Ÿ ğ‘©ğ‘¯ ğ‘¸ğ‘‘ğ‘©ğ‘“ğ‘¨ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘ğ‘¬ğ‘¼. ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘• ğ‘ğ‘¨ğ‘‘. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ ğ‘£ğ‘¨ğ‘¯ğ‘› ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘° ğ‘¨ğ‘‘ ğ‘¢ğ‘»ğ‘’ ğ‘£ğ‘½.

source: We may have decided wrongly. If the humans drive the orcs off we should honor our pledge. If more trouble follows them here we should let them fight it out, then we should â€˜dealâ€™ with the survivors, and make a compromise with the Dwarves.
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘›ğ‘©ğ‘› ğ‘®ğ‘ªğ‘™ğ‘¤ğ‘°. ğ‘¦ğ‘“ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘›ğ‘®ğ‘²ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘ªğ‘“ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘ªğ‘¯ğ‘¼ ğ‘¬ğ‘¼ ğ‘ğ‘¤ğ‘§ğ‘¡. ğ‘¦ğ‘“ ğ‘¥ğ‘¹ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘Ÿ ğ‘ğ‘§ğ‘¥ ğ‘£ğ‘½ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘¤ğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘“ğ‘²ğ‘‘ ğ‘¦ğ‘‘ ğ‘¬ğ‘‘, ğ‘ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› 'ğ‘›ğ‘°ğ‘¤' ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘»ğ‘Ÿ, ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘’ğ‘ªğ‘¥ğ‘ğ‘®ğ‘ªğ‘¥ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ.

source: But we spoke a Pact with this Haldric and these men of the west-north...
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘•ğ‘ğ‘´ğ‘’ ğ‘© ğ‘ğ‘¨ğ‘’ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘-ğ‘¯ğ‘¹ğ‘”...

source: The Vanguard
en@shaw: ğ‘ Â·ğ‘ğ‘¨ğ‘¯ğ‘œğ‘¸ğ‘›

source: Haldric and his companions race across the plains to confront the resurgent orcish threat. On the eve of battle, Lady Jessene catches up with Haldric on a fog-covered plain.
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘¯ğ‘¦ğ‘©ğ‘¯ğ‘Ÿ ğ‘®ğ‘±ğ‘• ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘®ğ‘¦ğ‘•ğ‘»ğ‘¡ğ‘©ğ‘¯ğ‘‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘”ğ‘®ğ‘§ğ‘‘. ğ‘ªğ‘¯ ğ‘ Â·ğ‘°ğ‘ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘¤ğ‘±ğ‘›ğ‘¦ Â·ğ‘¡ğ‘§ğ‘•ğ‘°ğ‘¯ ğ‘’ğ‘¨ğ‘—ğ‘©ğ‘Ÿ ğ‘³ğ‘ ğ‘¢ğ‘¦ğ‘ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘© ğ‘“ğ‘ªğ‘œ-ğ‘’ğ‘³ğ‘ğ‘¼ğ‘› ğ‘ğ‘¤ğ‘±ğ‘¯.
