Repository: wesnoth/wesnoth
Catalog: po/wesnoth-trow/*.po
Languages: en@shaw

source: The Rise of Wesnoth
en@shaw: ğ‘ Â·ğ‘®ğ‘²ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”

source: Fighter
en@shaw: ğ‘“ğ‘²ğ‘‘ğ‘¼

source: Commander
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼

source: Lord
en@shaw: ğ‘¤ğ‘¹ğ‘›

source: Lead Prince Haldric through the destruction of the Green Isle and across the Ocean to establish the very kingdom of Wesnoth itself. The confrontation with Lich-Lord Jevyan awaits...
en@shaw: ğ‘¤ğ‘°ğ‘› ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘²ğ‘¤ ğ‘¯ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘©ğ‘•ğ‘‘ğ‘¨ğ‘šğ‘¤ğ‘¦ğ‘– ğ‘ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“. ğ‘ ğ‘’ğ‘­ğ‘¯ğ‘“ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘› Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯ ğ‘©ğ‘¢ğ‘±ğ‘‘ğ‘•...

source: Campaign Design
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯

source: Campaign Maintenance
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘¥ğ‘±ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘•

source: Artwork and Graphics Design
en@shaw: ğ‘¸ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯

source: WML Contributors
en@shaw: WML ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘˜ğ‘©ğ‘‘ğ‘»ğ‘Ÿ

source: A Summer of Storms
en@shaw: ğ‘© Â·ğ‘•ğ‘³ğ‘¥ğ‘¼ ğ‘ Â·ğ‘•ğ‘‘ğ‘¹ğ‘¥ğ‘Ÿ

source: In the days before Haldric the First saved our people and founded the country of Wesnoth, we came from an island kingdom far to the west...
en@shaw: ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘±ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘•ğ‘±ğ‘ğ‘› ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¯ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘ ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘° ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, ğ‘¢ğ‘° ğ‘’ğ‘±ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘©ğ‘¯ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥ ğ‘“ğ‘¸ ğ‘‘ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘...

source: They were the vanquished refugees of some war, fleeing from their homes in a land even farther off into the west. The Wesfolk were not numerous, but they used dark magic, commanding vengeful spirits and legions of walking dead...
en@shaw: ğ‘ğ‘± ğ‘¢ğ‘» ğ‘ ğ‘ğ‘¨ğ‘™ğ‘’ğ‘¢ğ‘¦ğ‘–ğ‘‘ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘°ğ‘Ÿ ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘¢ğ‘¹, ğ‘“ğ‘¤ğ‘°ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘º ğ‘£ğ‘´ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘¸ğ‘ğ‘¼ ğ‘ªğ‘“ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘. ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’ ğ‘¢ğ‘» ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘¿ğ‘¥ğ‘¼ğ‘©ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘›ğ‘¸ğ‘’ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’, ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¯ğ‘¡ğ‘“ğ‘©ğ‘¤ ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘ğ‘• ğ‘¯ ğ‘¤ğ‘°ğ‘¡ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘¢ğ‘·ğ‘’ğ‘¦ğ‘™ ğ‘›ğ‘§ğ‘›...

source: After a time of great struggle, a peace was reached. We came to dominate most of the Isle, with the Wesfolk pushed onto the most marginal of lands. In confronting their vile legions, we grew strong. Indeed, it was from this war we gleaned our first shards of knowledge about magic.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘© ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘œğ‘©ğ‘¤, ğ‘© ğ‘ğ‘°ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘®ğ‘°ğ‘—ğ‘‘. ğ‘¢ğ‘° ğ‘’ğ‘±ğ‘¥ ğ‘‘ ğ‘›ğ‘ªğ‘¥ğ‘¦ğ‘¯ğ‘±ğ‘‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘²ğ‘¤, ğ‘¢ğ‘¦ğ‘ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’ ğ‘ğ‘«ğ‘–ğ‘‘ ğ‘ªğ‘¯ğ‘‘ğ‘µ ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¥ğ‘¸ğ‘¡ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ. ğ‘¦ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘ğ‘²ğ‘¤ ğ‘¤ğ‘°ğ‘¡ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¢ğ‘° ğ‘œğ‘®ğ‘µ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™. ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›, ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¹ ğ‘¢ğ‘° ğ‘œğ‘¤ğ‘°ğ‘¯ğ‘› ğ‘¬ğ‘¼ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘–ğ‘¸ğ‘›ğ‘Ÿ ğ‘ ğ‘¯ğ‘ªğ‘¤ğ‘¦ğ‘¡ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’.

source: You must recall that the route from the western continent to our Green Isle was perilous at the best of times â€” so perilous that a stable trading relationship between the mainland and the Isle could never be maintained.
en@shaw: ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘®ğ‘µğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘¬ğ‘¼ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘²ğ‘¤ ğ‘¢ğ‘ªğ‘Ÿ ğ‘ğ‘ºğ‘©ğ‘¤ğ‘©ğ‘• ğ‘¨ğ‘‘ ğ‘ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ - ğ‘•ğ‘´ ğ‘ğ‘ºğ‘©ğ‘¤ğ‘©ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘šğ‘©ğ‘¤ ğ‘‘ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘™ ğ‘®ğ‘¦ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘–ğ‘¦ğ‘ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘¥ğ‘±ğ‘¯ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¯ ğ‘ ğ‘²ğ‘¤ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘šğ‘° ğ‘¥ğ‘±ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘›.

source: Things were worse still when sailing to the east. A strong, cold ocean current swept down from the north in the Eastern Ocean, pushing all ships horribly off course. Ships that traveled east and returned reported nothing but open ocean and vile sea monsters...
en@shaw: ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘¢ğ‘» ğ‘¢ğ‘»ğ‘• ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘§ğ‘¯ ğ‘•ğ‘±ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘. ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™, ğ‘’ğ‘´ğ‘¤ğ‘› ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘¢ğ‘§ğ‘ğ‘‘ ğ‘›ğ‘¬ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘¦ğ‘¯ ğ‘ ğ‘°ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘´ğ‘–ğ‘©ğ‘¯, ğ‘ğ‘«ğ‘–ğ‘¦ğ‘™ ğ‘·ğ‘¤ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘£ğ‘¹ğ‘©ğ‘šğ‘¤ğ‘° ğ‘ªğ‘“ ğ‘’ğ‘¹ğ‘•. ğ‘–ğ‘¦ğ‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘› ğ‘°ğ‘•ğ‘‘ ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘šğ‘³ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘¯ ğ‘ğ‘²ğ‘¤ ğ‘•ğ‘° ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ...

source: Over time our skills as navigators grew. Then, one day, the strong-hearted Crown Prince of Southbay returned home from a long voyage with a fabulous tale. He said that there were lands to the east that could be reached by aggressively sailing to the east and north, to compensate for southern pull of the ocean.
en@shaw: ğ‘´ğ‘ğ‘¼ ğ‘‘ğ‘²ğ‘¥ ğ‘¬ğ‘¼ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘¯ğ‘¨ğ‘ğ‘©ğ‘œğ‘±ğ‘‘ğ‘»ğ‘Ÿ ğ‘œğ‘®ğ‘µ. ğ‘ğ‘§ğ‘¯, ğ‘¢ğ‘³ğ‘¯ ğ‘›ğ‘±, ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™-ğ‘£ğ‘¸ğ‘‘ğ‘¦ğ‘› ğ‘’ğ‘®ğ‘¬ğ‘¯ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘£ğ‘´ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘¤ğ‘ªğ‘™ ğ‘ğ‘¶ğ‘¦ğ‘¡ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘“ğ‘¨ğ‘šğ‘˜ğ‘©ğ‘¤ğ‘©ğ‘• ğ‘‘ğ‘±ğ‘¤. ğ‘£ğ‘° ğ‘•ğ‘§ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘º ğ‘¢ğ‘» ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘šğ‘° ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘šğ‘² ğ‘©ğ‘œğ‘®ğ‘§ğ‘•ğ‘¦ğ‘ğ‘¤ğ‘° ğ‘•ğ‘±ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘ ğ‘¯ ğ‘¯ğ‘¹ğ‘”, ğ‘‘ ğ‘’ğ‘­ğ‘¥ğ‘ğ‘©ğ‘¯ğ‘•ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘•ğ‘³ğ‘ğ‘¼ğ‘¯ ğ‘ğ‘«ğ‘¤ ğ‘ ğ‘ ğ‘´ğ‘–ğ‘©ğ‘¯.

source: It wasnâ€™t long after he returned that the very Crown Prince who discovered the land to the east fell ill and died under mysterious circumstances. His younger brother, the next in line for the throne, chafed at the eye of suspicion cast upon him. He conspired to start a war of distraction with the poor Wesfolk kingdoms and their Lich-Lords.
en@shaw: ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿğ‘¯ğ‘‘ ğ‘¤ğ‘ªğ‘™ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘£ğ‘° ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘’ğ‘®ğ‘¬ğ‘¯ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘£ğ‘µ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ğ‘› ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘ ğ‘“ğ‘§ğ‘¤ ğ‘¦ğ‘¤ ğ‘¯ ğ‘›ğ‘²ğ‘› ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘½ğ‘¦ğ‘©ğ‘• ğ‘•ğ‘»ğ‘’ğ‘©ğ‘¥ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ. ğ‘£ğ‘¦ğ‘Ÿ ğ‘˜ğ‘³ğ‘™ğ‘¼ ğ‘šğ‘®ğ‘³ğ‘ğ‘¼, ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘¤ğ‘²ğ‘¯ ğ‘“ğ‘¹ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯, ğ‘—ğ‘±ğ‘“ğ‘‘ ğ‘¨ğ‘‘ ğ‘ ğ‘² ğ‘ ğ‘•ğ‘©ğ‘•ğ‘ğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘­ğ‘•ğ‘‘ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘£ğ‘¦ğ‘¥. ğ‘£ğ‘° ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘© ğ‘¢ğ‘¹ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘ğ‘«ğ‘¼ Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’ ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥ğ‘Ÿ ğ‘¯ ğ‘ğ‘º ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ.

source: The new Crown Prince departed with the largest army ever assembled on the Isle to make war with the Wesfolk. This is where our story begins...
en@shaw: ğ‘ ğ‘¯ğ‘¿ ğ‘’ğ‘®ğ‘¬ğ‘¯ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘›ğ‘¦ğ‘ğ‘¸ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¤ğ‘¸ğ‘¡ğ‘©ğ‘•ğ‘‘ ğ‘¸ğ‘¥ğ‘¦ ğ‘§ğ‘ğ‘¼ ğ‘¨ğ‘•ğ‘§ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘²ğ‘¤ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘¢ğ‘¹ ğ‘¢ğ‘¦ğ‘ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¢ğ‘º ğ‘¬ğ‘¼ ğ‘•ğ‘‘ğ‘¹ğ‘¦ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘Ÿ...

source: For this is the story of Haldric the First and the Rise of Wesnoth...
en@shaw: ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘•ğ‘‘ğ‘¹ğ‘¦ ğ‘ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¯ ğ‘ ğ‘®ğ‘²ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”...

source: Prince Haldric
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’

source: Haldric
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’

source: Wesfolk Leader
en@shaw: Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’ ğ‘¤ğ‘°ğ‘›ğ‘»

source: Wesfolk
en@shaw: Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’

source: King Eldaric IV
en@shaw: Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘§ğ‘¤ğ‘›ğ‘ºğ‘¦ğ‘’ ğ‘ Â·ğ‘“ğ‘¹ğ‘

source: Defeat the Wesfolk Leader
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’ ğ‘¤ğ‘°ğ‘›ğ‘»

source: Death of Prince Haldric
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’

source: Death of King Eldaric
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘§ğ‘¤ğ‘›ğ‘ºğ‘¦ğ‘’

source: The trouble seems to have finally reached to the heart of the Isle, to the isolated lands of King Eldaric IV.
en@shaw: ğ‘ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘‘ ğ‘ ğ‘£ğ‘¸ğ‘‘ ğ‘ ğ‘ ğ‘²ğ‘¤, ğ‘‘ ğ‘ ğ‘²ğ‘•ğ‘©ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘ Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘§ğ‘¤ğ‘›ğ‘ºğ‘¦ğ‘’ ğ‘ Â·ğ‘“ğ‘¹ğ‘.

source: It looks like a Wesfolk rabble have seized the Northern Keep! Prepare for battle, Haldric!
en@shaw: ğ‘¦ğ‘‘ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘© Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’ ğ‘®ğ‘¨ğ‘šğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘°ğ‘Ÿğ‘› ğ‘ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘’ğ‘°ğ‘! ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘“ğ‘¹ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’!

source: Father, I am of age now. May I lead our forces in battle?
en@shaw: ğ‘“ğ‘­ğ‘ğ‘¼, ğ‘² ğ‘¨ğ‘¥ ğ‘ ğ‘±ğ‘¡ ğ‘¯ğ‘¬. ğ‘¥ğ‘± ğ‘² ğ‘¤ğ‘°ğ‘› ğ‘¬ğ‘¼ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤?

source: Youâ€™re showing initiative, son! Iâ€™m proud of you! Yes, you may lead our forces to battle, it is time â€” but Iâ€™ll stay near to keep an eye on you. There is more to this raid than meets the eye, I think.
en@shaw: ğ‘¿'ğ‘¼ ğ‘–ğ‘´ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘, ğ‘•ğ‘³ğ‘¯! ğ‘²'ğ‘§ğ‘¥ ğ‘ğ‘®ğ‘¬ğ‘› ğ‘ ğ‘¿! ğ‘˜ğ‘§ğ‘•, ğ‘¿ ğ‘¥ğ‘± ğ‘¤ğ‘°ğ‘› ğ‘¬ğ‘¼ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘²ğ‘¥ - ğ‘šğ‘³ğ‘‘ ğ‘²'ğ‘¤ ğ‘•ğ‘‘ğ‘± ğ‘¯ğ‘½ ğ‘‘ ğ‘’ğ‘°ğ‘ ğ‘©ğ‘¯ ğ‘² ğ‘ªğ‘¯ ğ‘¿. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¥ğ‘¹ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘±ğ‘› ğ‘ğ‘¨ğ‘¯ ğ‘¥ğ‘°ğ‘‘ğ‘• ğ‘ ğ‘², ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’.

source: These are not normal times. When the Prince of Southbay has raised a host that could utterly destroy them, why would they compound their troubles by raising a quarrel with another king?
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ. ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘£ğ‘¨ğ‘Ÿ ğ‘®ğ‘±ğ‘Ÿğ‘› ğ‘© ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘³ğ‘‘ğ‘¼ğ‘ğ‘¦ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ğ‘§ğ‘¥, ğ‘¢ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘ğ‘± ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘º ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘šğ‘² ğ‘®ğ‘±ğ‘Ÿğ‘¦ğ‘™ ğ‘© ğ‘’ğ‘¢ğ‘ªğ‘®ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘’ğ‘¦ğ‘™?

source: Perhaps these are refugees fleeing his advance?
en@shaw: ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘ğ‘°ğ‘Ÿ ğ‘¸ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘°ğ‘Ÿ ğ‘“ğ‘¤ğ‘°ğ‘¦ğ‘™ ğ‘£ğ‘¦ğ‘Ÿ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•?

source: Unlikely. The Prince they might evade in the wild country; south and east of here is more thickly settled with our folk, and a greater danger to them. Even supposing they could win through us, why court the wrath of the greater kingdoms?
en@shaw: ğ‘©ğ‘¯ğ‘¤ğ‘²ğ‘’ğ‘¤ğ‘°. ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘ğ‘± ğ‘¥ğ‘²ğ‘‘ ğ‘¦ğ‘ğ‘±ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘²ğ‘¤ğ‘› ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘°; ğ‘•ğ‘¬ğ‘” ğ‘¯ ğ‘°ğ‘•ğ‘‘ ğ‘ ğ‘£ğ‘½ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘¹ ğ‘”ğ‘¦ğ‘’ğ‘¤ğ‘° ğ‘•ğ‘§ğ‘‘ğ‘©ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘¬ğ‘¼ ğ‘“ğ‘´ğ‘’, ğ‘¯ ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ ğ‘‘ ğ‘ğ‘§ğ‘¥. ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘ğ‘± ğ‘’ğ‘«ğ‘› ğ‘¢ğ‘¦ğ‘¯ ğ‘”ğ‘®ğ‘µ ğ‘³ğ‘•, ğ‘¢ğ‘² ğ‘’ğ‘¹ğ‘‘ ğ‘ ğ‘®ğ‘ªğ‘” ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥ğ‘Ÿ?

source: We must inquire of the survivors after we defeat them. Onward to victory!
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘©ğ‘¯ğ‘’ğ‘¢ğ‘²ğ‘¼ ğ‘ ğ‘ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘»ğ‘Ÿ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¢ğ‘° ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘§ğ‘¥. ğ‘ªğ‘¯ğ‘¢ğ‘¼ğ‘› ğ‘‘ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦!

source: Donâ€™t forget about some of the more isolated villages, weâ€™ll need the gold!
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘“ğ‘¼ğ‘œğ‘§ğ‘‘ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ ğ‘¥ğ‘¹ ğ‘²ğ‘•ğ‘©ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ, ğ‘¢ğ‘°'ğ‘¤ ğ‘¯ğ‘°ğ‘› ğ‘ ğ‘œğ‘´ğ‘¤ğ‘›!

source: Make haste, son! We must win before the summer crop is in ruin.
en@shaw: ğ‘¥ğ‘±ğ‘’ ğ‘£ğ‘±ğ‘•ğ‘‘, ğ‘•ğ‘³ğ‘¯! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘³ğ‘¥ğ‘¼ ğ‘’ğ‘®ğ‘ªğ‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘®ğ‘µğ‘¦ğ‘¯.

source: I invoke the right of surrender! Donâ€™t kill me...
en@shaw: ğ‘² ğ‘¦ğ‘¯ğ‘ğ‘´ğ‘’ ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘»! ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘¥ğ‘°...

source: Why have you come to trouble our lands?
en@shaw: ğ‘¢ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ?

source: Trouble your lands! Bah! Your fool Prince of Southbay has attacked our lands. The Lich-Lords had no choice... They opened a gate... and...
en@shaw: ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘¿ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ! ğ‘šğ‘­! ğ‘¿ğ‘¼ ğ‘“ğ‘µğ‘¤ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘£ğ‘¨ğ‘Ÿ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘‘ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ. ğ‘ ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘£ğ‘¨ğ‘› ğ‘¯ğ‘´ ğ‘—ğ‘¶ğ‘•... ğ‘ğ‘± ğ‘´ğ‘ğ‘©ğ‘¯ğ‘› ğ‘© ğ‘œğ‘±ğ‘‘... ğ‘¯...

source: And what?
en@shaw: ğ‘¯ ğ‘¢ğ‘ªğ‘‘?

source: Orcs are just creatures of tall tales!
en@shaw: ğ‘¹ğ‘’ğ‘• ğ‘¸ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘ ğ‘‘ğ‘·ğ‘¤ ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ!

source: Youâ€™ve been on this island too long. I assure you that orcs exist. By now there are probably a half dozen gates to the orcish homeland. There is no hope.
en@shaw: ğ‘¿'ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘‘ğ‘µ ğ‘¤ğ‘ªğ‘™. ğ‘² ğ‘©ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘ğ‘¨ğ‘‘ ğ‘¹ğ‘’ğ‘• ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘. ğ‘šğ‘² ğ‘¯ğ‘¬ ğ‘ğ‘º ğ‘¸ ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘© ğ‘£ğ‘­ğ‘“ ğ‘›ğ‘³ğ‘Ÿğ‘©ğ‘¯ ğ‘œğ‘±ğ‘‘ğ‘• ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘£ğ‘´ğ‘¥ğ‘¤ğ‘¨ğ‘¯ğ‘›. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘£ğ‘´ğ‘.

source: We must prepare the defenses! Haldric, stay at the keep. I must go and fortify our frontier.
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘Ÿ! Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘•ğ‘‘ğ‘± ğ‘¨ğ‘‘ ğ‘ ğ‘’ğ‘°ğ‘. ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘´ ğ‘¯ ğ‘“ğ‘¹ğ‘‘ğ‘©ğ‘“ğ‘² ğ‘¬ğ‘¼ ğ‘“ğ‘®ğ‘ªğ‘¯ğ‘‘ğ‘½.

source: My forces are defeated, under your customs of surrender I will go now.
en@shaw: ğ‘¥ğ‘² ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›, ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¿ğ‘¼ ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ğ‘Ÿ ğ‘ ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘» ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘´ ğ‘¯ğ‘¬.

source: You may go. See to it that you trouble us no more, for the custom states that you may invoke surrender but once. If we meet again, I wonâ€™t be so merciful.
en@shaw: ğ‘¿ ğ‘¥ğ‘± ğ‘œğ‘´. ğ‘•ğ‘° ğ‘‘ ğ‘¦ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘³ğ‘• ğ‘¯ğ‘´ ğ‘¥ğ‘¹, ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘¥ğ‘± ğ‘¦ğ‘¯ğ‘ğ‘´ğ‘’ ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘» ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘•. ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¥ğ‘°ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯, ğ‘² ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘´ ğ‘¥ğ‘»ğ‘•ğ‘¦ğ‘“ğ‘©ğ‘¤.

source: We have run out of time... The crops shall spoil, weâ€™ll starve!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘³ğ‘¯ ğ‘¬ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥... ğ‘ ğ‘’ğ‘®ğ‘ªğ‘ğ‘• ğ‘–ğ‘¨ğ‘¤ ğ‘•ğ‘ğ‘¶ğ‘¤, ğ‘¢ğ‘°'ğ‘¤ ğ‘•ğ‘‘ğ‘¸ğ‘!

source: Die, Wesfolk scum!
en@shaw: ğ‘›ğ‘², Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’ ğ‘•ğ‘’ğ‘©ğ‘¥!

source: Feel my wrath, you fiend!
en@shaw: ğ‘“ğ‘°ğ‘¤ ğ‘¥ğ‘² ğ‘®ğ‘ªğ‘”, ğ‘¿ ğ‘“ğ‘°ğ‘¯ğ‘›!

source: The Fall
en@shaw: ğ‘ Â·ğ‘“ğ‘·ğ‘¤

source: Summer passes into fall, and King Eldaric fortifies his frontiers. It is not long before the first orcish scouts are spotted. War has come to the valley.
en@shaw: ğ‘•ğ‘³ğ‘¥ğ‘¼ ğ‘ğ‘­ğ‘•ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘“ğ‘·ğ‘¤, ğ‘¯ Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘§ğ‘¤ğ‘›ğ‘ºğ‘¦ğ‘’ ğ‘“ğ‘¹ğ‘‘ğ‘©ğ‘“ğ‘²ğ‘Ÿ ğ‘£ğ‘¦ğ‘Ÿ ğ‘“ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘½ğ‘Ÿ. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘ªğ‘™ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘•ğ‘’ğ‘¬ğ‘‘ğ‘• ğ‘¸ ğ‘•ğ‘ğ‘­ğ‘‘ğ‘©ğ‘›. ğ‘¢ğ‘¹ ğ‘£ğ‘¨ğ‘Ÿ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘°.

source: Orcs
en@shaw: ğ‘¹ğ‘’ğ‘•

source: Death of King Eldaric IV
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘§ğ‘¤ğ‘›ğ‘ºğ‘¦ğ‘’ ğ‘ Â·ğ‘“ğ‘¹ğ‘

source: Orcs kill the Wesfolk Leader
en@shaw: ğ‘¹ğ‘’ğ‘• ğ‘’ğ‘¦ğ‘¤ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’ ğ‘¤ğ‘°ğ‘›ğ‘»

source: Haldric, things have not gone well! The orcs have arrived. We met them at the north keep but they were just too many. They have flanked us to the east in the mountains. I have my personal guards holding the pass to the north, but they wonâ€™t be able to last long... We must evacuate our home.
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘ªğ‘¯ ğ‘¢ğ‘§ğ‘¤! ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘®ğ‘²ğ‘ğ‘›. ğ‘¢ğ‘° ğ‘¥ğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¨ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘’ğ‘°ğ‘ ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘¢ğ‘» ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦. ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘¤ğ‘¨ğ‘™ğ‘’ğ‘‘ ğ‘³ğ‘• ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘² ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘œğ‘¸ğ‘›ğ‘Ÿ ğ‘£ğ‘´ğ‘¤ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘­ğ‘• ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¤ğ‘ªğ‘™... ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¦ğ‘ğ‘¨ğ‘’ğ‘˜ğ‘©ğ‘±ğ‘‘ ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥.

source: Die! Die! Die!
en@shaw: ğ‘›ğ‘²! ğ‘›ğ‘²! ğ‘›ğ‘²!

source: This is going to get ugly...
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘³ğ‘œğ‘¤ğ‘¦...

source: Hurry! Only death awaits in this valley!
en@shaw: ğ‘£ğ‘³ğ‘®ğ‘¦! ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘›ğ‘§ğ‘” ğ‘©ğ‘¢ğ‘±ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘¤ğ‘°!

source: Haldric, what say you on this matter?
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘¢ğ‘ªğ‘‘ ğ‘•ğ‘± ğ‘¿ ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘¨ğ‘‘ğ‘¼?

source: Hmm... after some thought...
en@shaw: ğ‘£ğ‘¥... ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘•ğ‘³ğ‘¥ ğ‘”ğ‘·ğ‘‘...

source: I think that your skills may be useful. You may join us.
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘Ÿ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤. ğ‘¿ ğ‘¥ğ‘± ğ‘¡ğ‘¶ğ‘¯ ğ‘³ğ‘•.

source: Let there be peace between us, our survival depends on it.
en@shaw: ğ‘¤ğ‘§ğ‘‘ ğ‘ğ‘º ğ‘šğ‘° ğ‘ğ‘°ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘³ğ‘•, ğ‘¬ğ‘¼ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘ªğ‘¯ ğ‘¦ğ‘‘.

source: So what shall I call you?
en@shaw: ğ‘•ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘¨ğ‘¤ ğ‘² ğ‘’ğ‘·ğ‘¤ ğ‘¿?

source: The Lady Outlaw will do.
en@shaw: ğ‘ ğ‘¤ğ‘±ğ‘›ğ‘¦ ğ‘¬ğ‘‘ğ‘¤ğ‘· ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘µ.

source: Lady Outlaw
en@shaw: ğ‘¤ğ‘±ğ‘›ğ‘¦ ğ‘¬ğ‘‘ğ‘¤ğ‘·

source: Your word canâ€™t be trusted. Prepare to meet your gods!
en@shaw: ğ‘¿ğ‘¼ ğ‘¢ğ‘»ğ‘› ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘›. ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘‘ ğ‘¥ğ‘°ğ‘‘ ğ‘¿ğ‘¼ ğ‘œğ‘ªğ‘›ğ‘Ÿ!

source: Sheâ€™s clever! Maybe I made the wrong choice. Well, at least she left some of her gold behind...
en@shaw: ğ‘–ğ‘°'ğ‘Ÿ ğ‘’ğ‘¤ğ‘§ğ‘ğ‘¼! ğ‘¥ğ‘±ğ‘šğ‘° ğ‘² ğ‘¥ğ‘±ğ‘› ğ‘ ğ‘®ğ‘ªğ‘™ ğ‘—ğ‘¶ğ‘•. ğ‘¢ğ‘§ğ‘¤, ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘–ğ‘° ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘£ğ‘» ğ‘œğ‘´ğ‘¤ğ‘› ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘›...

source: Son, you must lead our people through the south pass. I will remain behind to hold off these vile monsters for as long as I can.
en@shaw: ğ‘•ğ‘³ğ‘¯, ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¤ğ‘§ğ‘› ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘•ğ‘¬ğ‘” ğ‘ğ‘­ğ‘•. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ªğ‘“ ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘²ğ‘¤ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ ğ‘“ğ‘¹ ğ‘¨ğ‘Ÿ ğ‘¤ğ‘ªğ‘™ ğ‘¨ğ‘Ÿ ğ‘² ğ‘’ğ‘¨ğ‘¯.

source: But, Father!
en@shaw: ğ‘šğ‘³ğ‘‘, ğ‘“ğ‘­ğ‘ğ‘¼!

source: Itâ€™s the only way. Go now, and donâ€™t look back! Luck be with you!
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘±. ğ‘œğ‘´ ğ‘¯ğ‘¬, ğ‘¯ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¤ğ‘«ğ‘’ ğ‘šğ‘¨ğ‘’! ğ‘¤ğ‘³ğ‘’ ğ‘šğ‘° ğ‘¢ğ‘¦ğ‘ ğ‘¿!

source: Weâ€™re surrounded! The orcs have taken the southern pass! All is lost!
en@shaw: ğ‘¢ğ‘°'ğ‘¼ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘©ğ‘›! ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘ ğ‘•ğ‘³ğ‘ğ‘¼ğ‘¯ ğ‘ğ‘­ğ‘•! ğ‘·ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘•ğ‘‘!

source: Weâ€™re surrounded! I can see their reinforcements! All is lost!
en@shaw: ğ‘¢ğ‘°'ğ‘¼ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘©ğ‘›! ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘° ğ‘ğ‘º ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•! ğ‘·ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘•ğ‘‘!

source: Our home! Where shall we go!
en@shaw: ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥! ğ‘¢ğ‘º ğ‘–ğ‘¨ğ‘¤ ğ‘¢ğ‘° ğ‘œğ‘´!

source: There can be no looking back! We must go south.
en@shaw: ğ‘ğ‘º ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘¤ğ‘«ğ‘’ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘’! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘´ ğ‘•ğ‘¬ğ‘”.

source: A Harrowing Escape
en@shaw: ğ‘© Â·ğ‘£ğ‘¨ğ‘®ğ‘´ğ‘¦ğ‘™ Â·ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘

source: Refugees
en@shaw: ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘°ğ‘Ÿ

source: Defeat all enemy leaders
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘·ğ‘¤ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ

source: Argh, the orcish vanguard must have flanked us even further to the east! Theyâ€™re already holding the mouth of the pass. We have to get out of the mountain pass before winter comes or weâ€™re all dead meat!
en@shaw: ğ‘¸ğ‘œ, ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘ğ‘¨ğ‘¯ğ‘œğ‘¸ğ‘› ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘¤ğ‘¨ğ‘™ğ‘’ğ‘‘ ğ‘³ğ‘• ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘! ğ‘ğ‘±'ğ‘¼ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘£ğ‘´ğ‘¤ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘¬ğ‘” ğ‘ ğ‘ ğ‘ğ‘­ğ‘•. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ ğ‘ğ‘­ğ‘• ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘’ğ‘³ğ‘¥ğ‘Ÿ ğ‘¹ ğ‘¢ğ‘°'ğ‘¼ ğ‘·ğ‘¤ ğ‘›ğ‘§ğ‘› ğ‘¥ğ‘°ğ‘‘!

source: Father, I wish you were here...
en@shaw: ğ‘“ğ‘­ğ‘ğ‘¼, ğ‘² ğ‘¢ğ‘¦ğ‘– ğ‘¿ ğ‘¢ğ‘» ğ‘£ğ‘½...

source: Iâ€™d drop the sentiment and pick up your sword. Thereâ€™s plenty of fighting ahead of us!
en@shaw: ğ‘²'ğ‘›ğ‘° ğ‘›ğ‘®ğ‘ªğ‘ ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¯ ğ‘ğ‘¦ğ‘’ ğ‘³ğ‘ ğ‘¿ğ‘¼ ğ‘•ğ‘¹ğ‘›. ğ‘ğ‘º'ğ‘Ÿ ğ‘ğ‘¤ğ‘§ğ‘¯ğ‘‘ğ‘° ğ‘ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘©ğ‘£ğ‘§ğ‘› ğ‘ ğ‘³ğ‘•!

source: Who goes there?
en@shaw: ğ‘£ğ‘µ ğ‘œğ‘´ğ‘Ÿ ğ‘ğ‘º?

source: Burin the Lost
en@shaw: Â·ğ‘šğ‘»ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘ªğ‘•ğ‘‘

source: Burin, Burin the Lost. Who be ye?
en@shaw: Â·ğ‘šğ‘»ğ‘¦ğ‘¯, Â·ğ‘šğ‘»ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘ªğ‘•ğ‘‘. ğ‘£ğ‘µ ğ‘šğ‘° ğ‘˜ğ‘°?

source: Iâ€™m Prince Haldric, we have little time to talk. We must make haste through the pass... What are you?
en@shaw: ğ‘²'ğ‘§ğ‘¥ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘‘ğ‘·ğ‘’. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘£ğ‘±ğ‘•ğ‘‘ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘ğ‘­ğ‘•... ğ‘¢ğ‘ªğ‘‘ ğ‘¸ ğ‘¿?

source: Iâ€™m a dwarf, you fool of a boy! I got lost while exploring deep underground, almost a century ago. Iâ€™ve never found my way home. But it seems nice enough here.
en@shaw: ğ‘²'ğ‘§ğ‘¥ ğ‘© ğ‘›ğ‘¢ğ‘¹ğ‘“, ğ‘¿ ğ‘“ğ‘µğ‘¤ ğ‘ ğ‘© ğ‘šğ‘¶! ğ‘² ğ‘œğ‘ªğ‘‘ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¢ğ‘²ğ‘¤ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘¹ğ‘¦ğ‘™ ğ‘›ğ‘°ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›, ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘© ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘˜ğ‘¼ğ‘¦ ğ‘©ğ‘œğ‘´. ğ‘²'ğ‘ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¥ğ‘² ğ‘¢ğ‘± ğ‘£ğ‘´ğ‘¥. ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘¯ğ‘²ğ‘• ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘£ğ‘½.

source: Nice? The orcs have come, and we must flee!
en@shaw: ğ‘¯ğ‘²ğ‘•? ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥, ğ‘¯ ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘¤ğ‘°!

source: Orcs! Itâ€™s been a long time since I felt the satisfying crunch of one of those under my axe. Time for a fight!
en@shaw: ğ‘¹ğ‘’ğ‘•! ğ‘¦ğ‘‘'ğ‘• ğ‘šğ‘°ğ‘¯ ğ‘© ğ‘¤ğ‘ªğ‘™ ğ‘‘ğ‘²ğ‘¥ ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘² ğ‘“ğ‘§ğ‘¤ğ‘‘ ğ‘ ğ‘•ğ‘¨ğ‘‘ğ‘¦ğ‘•ğ‘“ğ‘²ğ‘¦ğ‘™ ğ‘’ğ‘®ğ‘©ğ‘¯ğ‘— ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¥ğ‘² ğ‘¨ğ‘’ğ‘•. ğ‘‘ğ‘²ğ‘¥ ğ‘“ğ‘¹ ğ‘© ğ‘“ğ‘²ğ‘‘!

source: Youâ€™ve fought orcs before?
en@shaw: ğ‘¿'ğ‘ ğ‘“ğ‘·ğ‘‘ ğ‘¹ğ‘’ğ‘• ğ‘šğ‘¦ğ‘“ğ‘¹?

source: Fool boy! Where did you grow up? Enough of this, letâ€™s go get some orcs!
en@shaw: ğ‘“ğ‘µğ‘¤ ğ‘šğ‘¶! ğ‘¢ğ‘º ğ‘›ğ‘¦ğ‘› ğ‘¿ ğ‘œğ‘®ğ‘´ ğ‘³ğ‘? ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘ ğ‘ğ‘¦ğ‘•, ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘œğ‘´ ğ‘œğ‘§ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘¹ğ‘’ğ‘•!

source: SE â€” The River Road. SW â€” The Midlands.
en@shaw: ğ‘•ğ‘¬ğ‘”ğ‘°ğ‘•ğ‘‘ - ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘®ğ‘´ğ‘›. SW - ğ‘ ğ‘¥ğ‘¦ğ‘›ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ.

source: Good. The Midlands are probably an orc-infested ruin by now.
en@shaw: ğ‘œğ‘«ğ‘›. ğ‘ ğ‘¥ğ‘¦ğ‘›ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘¸ ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘©ğ‘¯ ğ‘¹ğ‘’-ğ‘¦ğ‘¯ğ‘“ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘µğ‘¦ğ‘¯ ğ‘šğ‘² ğ‘¯ğ‘¬.

source: Weâ€™ll go through the Midlands...
en@shaw: ğ‘¢ğ‘°'ğ‘¤ ğ‘œğ‘´ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘¥ğ‘¦ğ‘›ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ...

source: I suspect that the Midlands might be in ruins by now.
en@shaw: ğ‘² ğ‘•ğ‘³ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘¥ğ‘¦ğ‘›ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘¥ğ‘²ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ ğ‘®ğ‘µğ‘¦ğ‘¯ğ‘Ÿ ğ‘šğ‘² ğ‘¯ğ‘¬.

source: Come and get it!
en@shaw: ğ‘’ğ‘³ğ‘¥ ğ‘¯ ğ‘œğ‘§ğ‘‘ ğ‘¦ğ‘‘!

source: Die, human.
en@shaw: ğ‘›ğ‘², ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯.

source: Uh-oh!
en@shaw: ğ‘©-ğ‘´!

source: Iâ€™ll not go so easily!
en@shaw: ğ‘²'ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘´ ğ‘•ğ‘´ ğ‘°ğ‘Ÿğ‘¦ğ‘¤ğ‘¦!

source: We should make our way to Southbay. It is the largest city on the Isle. We should be able to make a stand there. Failing that, thereâ€™s always Clearwater Port.
en@shaw: ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘¥ğ‘±ğ‘’ ğ‘¬ğ‘¼ ğ‘¢ğ‘± ğ‘‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ ğ‘¤ğ‘¸ğ‘¡ğ‘©ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘ªğ‘¯ ğ‘ ğ‘²ğ‘¤. ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘ğ‘º. ğ‘“ğ‘±ğ‘¤ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘, ğ‘ğ‘º'ğ‘Ÿ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘.

source: The Swamp of Esten
en@shaw: ğ‘ Â·ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ ğ‘ Â·ğ‘§ğ‘•ğ‘‘ğ‘§ğ‘¯

source: Cultists
en@shaw: ğ‘’ğ‘©ğ‘¤ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘•

source: Scorpion
en@shaw: ğ‘•ğ‘’ğ‘¹ğ‘ğ‘°ğ‘©ğ‘¯

source: With great trepidation, Prince Haldric leads his refugee band into the Swamp of Esten. In the center of that very swamp a shroud of fog descends over young Prince Haldric.
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘‘ğ‘®ğ‘§ğ‘ğ‘¦ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¤ğ‘°ğ‘›ğ‘Ÿ ğ‘£ğ‘¦ğ‘Ÿ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘° ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ ğ‘ Â·ğ‘§ğ‘•ğ‘‘ğ‘§ğ‘¯. ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ ğ‘© ğ‘–ğ‘®ğ‘¬ğ‘› ğ‘ ğ‘“ğ‘ªğ‘œ ğ‘›ğ‘¦ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘´ğ‘ğ‘¼ ğ‘˜ğ‘³ğ‘™ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’.
