Repository: wesnoth/wesnoth
Catalog: po/wesnoth-trow/*.po
Languages: en@shaw

source: The Ruby of Fire was imbued with magic in the distant west, and can be used to scorch enemies into submission.
en@shaw: ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¦ğ‘¥ğ‘šğ‘¿ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘§ğ‘•ğ‘‘, ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘«ğ‘¸ğ‘¹ğ‘´ğ‘–ğ‘±ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘•ğ‘’ğ‘¹ğ‘— ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘•ğ‘©ğ‘šğ‘¥ğ‘¦ğ‘–ğ‘©ğ‘¯.

source: ruby of fire
en@shaw: ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼

source: Death of King Addroran IX
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘¨ğ‘›ğ‘®ğ‘¹ğ‘¨ğ‘¯ ğ‘ Â·ğ‘¯ğ‘²ğ‘¯ğ‘”

source: Several months pass. Jessene has translated Lich-Lord Carorâ€™s Book of Fire and Darkness. Prince Haldric is busy probing the secrets of the Ruby of Fire.
en@shaw: ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘¤ ğ‘¥ğ‘³ğ‘¯ğ‘”ğ‘• ğ‘ğ‘­ğ‘•. Â·ğ‘¡ğ‘§ğ‘•ğ‘°ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘› Â·ğ‘’ğ‘¸ğ‘¹ğ‘• ğ‘šğ‘«ğ‘’ ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘¯ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•. ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¦ğ‘Ÿ ğ‘šğ‘¦ğ‘Ÿğ‘° ğ‘ğ‘®ğ‘´ğ‘šğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼.

source: I think Iâ€™ve figured something out. Look.
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘²'ğ‘ ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘»ğ‘› ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¬ğ‘‘. ğ‘¤ğ‘«ğ‘’.

source: Ouch! Hot, hot, hot! Gee, somebody should really attach this thing to a scepter or something! I think Iâ€™ll save it for closer-ranged combat for now.
en@shaw: ğ‘¬ğ‘—! ğ‘£ğ‘ªğ‘‘, ğ‘£ğ‘ªğ‘‘, ğ‘£ğ‘ªğ‘‘! ğ‘¡ğ‘°, ğ‘•ğ‘³ğ‘¥ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘–ğ‘«ğ‘› ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘©ğ‘‘ğ‘¨ğ‘— ğ‘ğ‘¦ğ‘• ğ‘”ğ‘¦ğ‘™ ğ‘‘ ğ‘© ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘¹ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™! ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘²'ğ‘¤ ğ‘•ğ‘±ğ‘ ğ‘¦ğ‘‘ ğ‘“ğ‘¹ ğ‘’ğ‘¤ğ‘´ğ‘•ğ‘¼-ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘ ğ‘“ğ‘¹ ğ‘¯ğ‘¬.

source: Watch it! Well, at least youâ€™re improving.
en@shaw: ğ‘¢ğ‘ªğ‘¡ ğ‘¦ğ‘‘! ğ‘¢ğ‘§ğ‘¤, ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘¿'ğ‘¼ ğ‘¦ğ‘¥ğ‘ğ‘®ğ‘µğ‘ğ‘¦ğ‘™.

source: Humph. Fool of a boyâ€™s just gonna burn us all up. Humans, always playing at being wizards.
en@shaw: ğ‘£ğ‘©ğ‘¥ğ‘“. ğ‘“ğ‘µğ‘¤ ğ‘ ğ‘© ğ‘šğ‘¶'ğ‘Ÿ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘­ğ‘¯ğ‘© ğ‘šğ‘»ğ‘¯ ğ‘³ğ‘• ğ‘·ğ‘¤ ğ‘³ğ‘. ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ, ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘¨ğ‘‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘Ÿğ‘¼ğ‘›ğ‘Ÿ.

source: Orcs sighted! Theyâ€™ve seized the frontier! To arms! To arms!
en@shaw: ğ‘¹ğ‘’ğ‘• ğ‘•ğ‘²ğ‘‘ğ‘©ğ‘›! ğ‘ğ‘±'ğ‘ ğ‘•ğ‘°ğ‘Ÿğ‘› ğ‘ ğ‘“ğ‘®ğ‘ªğ‘¯ğ‘‘ğ‘½! ğ‘‘ ğ‘¸ğ‘¥ğ‘Ÿ! ğ‘‘ ğ‘¸ğ‘¥ğ‘Ÿ!

source: For the glory of Southbay!
en@shaw: ğ‘“ğ‘¹ ğ‘ ğ‘œğ‘¤ğ‘¹ğ‘¦ ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±!

source: Prince Haldric, Iâ€™ll concentrate on holding Southbay. You must defeat the orcs. The ships arenâ€™t ready yet. We must defeat this army of orcs to buy us more time. Try not to kill us all with that ruby!
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘²'ğ‘¤ ğ‘’ğ‘­ğ‘¯ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘±ğ‘‘ ğ‘ªğ‘¯ ğ‘£ğ‘´ğ‘¤ğ‘›ğ‘¦ğ‘™ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±. ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘•. ğ‘ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘¸ğ‘¯ğ‘‘ ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘˜ğ‘§ğ‘‘. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¸ğ‘¥ğ‘¦ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘‘ ğ‘šğ‘² ğ‘³ğ‘• ğ‘¥ğ‘¹ ğ‘‘ğ‘²ğ‘¥. ğ‘‘ğ‘®ğ‘² ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘³ğ‘• ğ‘·ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘µğ‘šğ‘°!

source: Very well. Iâ€™ll do my best.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤. ğ‘²'ğ‘¤ ğ‘›ğ‘µ ğ‘¥ğ‘² ğ‘šğ‘§ğ‘•ğ‘‘.

source: Lord Typhon
en@shaw: ğ‘¤ğ‘¹ğ‘› Â·ğ‘‘ğ‘²ğ‘“ğ‘ªğ‘¯

source: I come seeking the Crown Prince!
en@shaw: ğ‘² ğ‘’ğ‘³ğ‘¥ ğ‘•ğ‘°ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘®ğ‘¬ğ‘¯ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•!

source: Who is this fish man?
en@shaw: ğ‘£ğ‘µ ğ‘¦ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¦ğ‘– ğ‘¥ğ‘¨ğ‘¯?

source: Indeed it is. But where is the Prince?
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ. ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘º ğ‘¦ğ‘Ÿ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•?

source: The Crown Prince is dead. But we have need of your services againâ€”
en@shaw: ğ‘ ğ‘’ğ‘®ğ‘¬ğ‘¯ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘¦ğ‘Ÿ ğ‘›ğ‘§ğ‘›. ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘°ğ‘› ğ‘ ğ‘¿ğ‘¼ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•ğ‘©ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯- -

source: Under the same terms?
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘‘ğ‘»ğ‘¥ğ‘Ÿ?

source: Agreed.
en@shaw: ğ‘©ğ‘œğ‘®ğ‘°ğ‘›.

source: Good. We need the steel for our own war in the deep. I formally place the might of the Merfolk at your disposal!
en@shaw: ğ‘œğ‘«ğ‘›. ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘ ğ‘•ğ‘‘ğ‘°ğ‘¤ ğ‘“ğ‘¹ ğ‘¬ğ‘¼ ğ‘´ğ‘¯ ğ‘¢ğ‘¹ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘°ğ‘. ğ‘² ğ‘“ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘ ğ‘¥ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘¥ğ‘»ğ‘“ğ‘´ğ‘’ ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘´ğ‘Ÿğ‘©ğ‘¤!

source: Death of Lord Typhon
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ ğ‘¤ğ‘¹ğ‘› Â·ğ‘‘ğ‘²ğ‘“ğ‘ªğ‘¯

source: Make haste. We must secure the frontier or itâ€™s all over!
en@shaw: ğ‘¥ğ‘±ğ‘’ ğ‘£ğ‘±ğ‘•ğ‘‘. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ ğ‘ ğ‘“ğ‘®ğ‘ªğ‘¯ğ‘‘ğ‘½ ğ‘¹ ğ‘¦ğ‘‘'ğ‘• ğ‘·ğ‘¤ ğ‘´ğ‘ğ‘¼!

source: Familiar
en@shaw: ğ‘“ğ‘©ğ‘¥ğ‘¦ğ‘¤ğ‘¦ğ‘¼

source: Lich-Lord Jevyan
en@shaw: ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘› Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯

source: King Addroran, your day is done. Prepare to be ground to dust. If youâ€™re lucky I may raise you from death for my own amusement. Oh, and whatâ€™s this? I sense, I sense the Ruby of Fire.
en@shaw: Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘¨ğ‘›ğ‘®ğ‘¹ğ‘¨ğ‘¯, ğ‘¿ğ‘¼ ğ‘›ğ‘± ğ‘¦ğ‘Ÿ ğ‘›ğ‘³ğ‘¯. ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘‘ ğ‘šğ‘° ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘‘ ğ‘›ğ‘³ğ‘•ğ‘‘. ğ‘¦ğ‘“ ğ‘¿'ğ‘¼ ğ‘¤ğ‘³ğ‘’ğ‘¦ ğ‘² ğ‘¥ğ‘± ğ‘®ğ‘±ğ‘Ÿ ğ‘¿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘›ğ‘§ğ‘” ğ‘“ğ‘¹ ğ‘¥ğ‘² ğ‘´ğ‘¯ ğ‘¨ğ‘¥ğ‘¿ğ‘Ÿğ‘¥ğ‘©ğ‘¯ğ‘‘. ğ‘´, ğ‘¯ ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘ğ‘¦ğ‘•? ğ‘² ğ‘•ğ‘§ğ‘¯ğ‘•, ğ‘² ğ‘•ğ‘§ğ‘¯ğ‘• ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼.

source: You monster! Youâ€™ve betrayed our people â€” to ally yourself with these orcs?!
en@shaw: ğ‘¿ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼! ğ‘¿'ğ‘ ğ‘šğ‘¦ğ‘‘ğ‘®ğ‘±ğ‘› ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ - ğ‘‘ ğ‘¨ğ‘¤ğ‘² ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¹ğ‘’ğ‘•?!

source: Fool Prince
en@shaw: ğ‘“ğ‘µğ‘¤ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•

source: Fool girl! My ambition is boundless; I will survive to rule the orcs and all else. That is more than can be said for you. King Addroran, meet your son â€” youâ€™ll be joining him soon enough.
en@shaw: ğ‘“ğ‘µğ‘¤ ğ‘œğ‘»ğ‘¤! ğ‘¥ğ‘² ğ‘¨ğ‘¥ğ‘šğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘šğ‘¬ğ‘¯ğ‘›ğ‘¤ğ‘©ğ‘•; ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ ğ‘‘ ğ‘®ğ‘µğ‘¤ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¯ ğ‘·ğ‘¤ ğ‘§ğ‘¤ğ‘•. ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘•ğ‘§ğ‘› ğ‘“ğ‘¹ ğ‘¿. Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘¨ğ‘›ğ‘®ğ‘¹ğ‘¨ğ‘¯, ğ‘¥ğ‘°ğ‘‘ ğ‘¿ğ‘¼ ğ‘•ğ‘³ğ‘¯ - ğ‘¿'ğ‘¤ ğ‘šğ‘° ğ‘¡ğ‘¶ğ‘¯ğ‘¦ğ‘™ ğ‘£ğ‘¦ğ‘¥ ğ‘•ğ‘µğ‘¯ ğ‘¦ğ‘¯ğ‘³ğ‘“.

source: NO!
en@shaw: ğ‘¯ğ‘´!

source: Fath-er! Join... us...
en@shaw: ğ‘“ğ‘¨ğ‘”-ğ‘©ğ‘©! ğ‘¡ğ‘¶ğ‘¯... ğ‘³ğ‘•...

source: His older brother was more attractive...
en@shaw: ğ‘£ğ‘¦ğ‘Ÿ ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘šğ‘®ğ‘³ğ‘ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¥ğ‘¹ ğ‘©ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘...

source: Their reserves are arriving, and we havenâ€™t secured the frontier! Weâ€™re dead!
en@shaw: ğ‘ğ‘º ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ğ‘Ÿ ğ‘¸ ğ‘»ğ‘²ğ‘ğ‘¦ğ‘™, ğ‘¯ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ğ‘¯ğ‘‘ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘› ğ‘ ğ‘“ğ‘®ğ‘ªğ‘¯ğ‘‘ğ‘½! ğ‘¢ğ‘°'ğ‘¼ ğ‘›ğ‘§ğ‘›!

source: Southbay
en@shaw: Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±

source: To Clearwater Port
en@shaw: ğ‘‘ ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘

source: To the Midlands &amp; Oldwood
en@shaw: ğ‘‘ ğ‘ ğ‘¥ğ‘¦ğ‘›ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ &ğ‘¨ğ‘¥ğ‘; Â·ğ‘´ğ‘¤ğ‘›ğ‘¢ğ‘«ğ‘›

source: To the Midlands
en@shaw: ğ‘‘ ğ‘ ğ‘¥ğ‘¦ğ‘›ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ

source: New Southbay
en@shaw: ğ‘¯ğ‘¿ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±

source: They sealed it, there is no escape for you!
en@shaw: ğ‘ğ‘± ğ‘•ğ‘°ğ‘¤ğ‘› ğ‘¦ğ‘‘, ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘“ğ‘¹ ğ‘¿!

source: I am finished.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘.

source: We needed him to hold Southbay. Weâ€™re done for!
en@shaw: ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘›ğ‘©ğ‘› ğ‘£ğ‘¦ğ‘¥ ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±. ğ‘¢ğ‘°'ğ‘¼ ğ‘›ğ‘³ğ‘¯ ğ‘“ğ‘¹!

source: Weâ€™ve defeated the orcs. Letâ€™s rig the ships and get out of here.
en@shaw: ğ‘¢ğ‘°'ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘¹ğ‘’ğ‘•. ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘®ğ‘¦ğ‘œ ğ‘ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘¯ ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘£ğ‘½.

source: Oh, for my sons... â€” As we agreed. I will hold Southbay until my last breath.
en@shaw: ğ‘´, ğ‘“ğ‘¹ ğ‘¥ğ‘² ğ‘•ğ‘³ğ‘¯ğ‘Ÿ... - ğ‘¨ğ‘Ÿ ğ‘¢ğ‘° ğ‘©ğ‘œğ‘®ğ‘°ğ‘›. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘´ğ‘¤ğ‘› Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¥ğ‘² ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘šğ‘®ğ‘§ğ‘”.

source: With the help of the Merfolk, and my knowledge of an island that will make a good re-provisioning point, we should be able to embark for the great lands that are to the east.
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ ğ‘ ğ‘¥ğ‘»ğ‘“ğ‘´ğ‘’, ğ‘¯ ğ‘¥ğ‘² ğ‘¯ğ‘ªğ‘¤ğ‘¦ğ‘¡ ğ‘ ğ‘©ğ‘¯ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘œğ‘«ğ‘› ğ‘®ğ‘°-ğ‘ğ‘®ğ‘©ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘¶ğ‘¯ğ‘‘, ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘§ğ‘¥ğ‘šğ‘¸ğ‘’ ğ‘“ğ‘¹ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘.

source: Thereâ€™s not much we can do about that now. I dub this fine ship the Eldaric, in honor of my father. About that island...
en@shaw: ğ‘ğ‘º'ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘³ğ‘— ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘µ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘¬. ğ‘² ğ‘›ğ‘©ğ‘š ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¯ ğ‘–ğ‘¦ğ‘ ğ‘ Â·ğ‘§ğ‘¤ğ‘›ğ‘ºğ‘¦ğ‘’, ğ‘¦ğ‘¯ ğ‘ªğ‘¯ğ‘¼ ğ‘ ğ‘¥ğ‘² ğ‘“ğ‘­ğ‘ğ‘¼. ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘›...

source: Great, more boats, and now an ocean!
en@shaw: ğ‘œğ‘®ğ‘±ğ‘‘, ğ‘¥ğ‘¹ ğ‘šğ‘´ğ‘‘ğ‘•, ğ‘¯ ğ‘¯ğ‘¬ ğ‘©ğ‘¯ ğ‘´ğ‘–ğ‘©ğ‘¯!

source: After you make it to this new land, send some of the ships back, for there may still be survivors in Southbay.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¿ ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘¿ ğ‘¤ğ‘¨ğ‘¯ğ‘›, ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘šğ‘¨ğ‘’, ğ‘“ğ‘¹ ğ‘ğ‘º ğ‘¥ğ‘± ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘»ğ‘Ÿ ğ‘¦ğ‘¯ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±.

source: My son!
en@shaw: ğ‘¥ğ‘² ğ‘•ğ‘³ğ‘¯!

source: Peoples in Decline
en@shaw: Â·ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ Â·ğ‘›ğ‘¦ğ‘’ğ‘¤ğ‘²ğ‘¯

source: Several days later Prince Haldric departs in his ship, the Eldaric, his home and the Green Isle lost to him forever. Before him lay a vast expanse of stormy seas, and the mysterious island that Lady Jessene has mentioned, and even more exotic lands even further to the East.
en@shaw: ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘¤ ğ‘›ğ‘±ğ‘Ÿ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘›ğ‘¦ğ‘ğ‘¸ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘–ğ‘¦ğ‘, ğ‘ Â·ğ‘§ğ‘¤ğ‘›ğ‘ºğ‘¦ğ‘’, ğ‘£ğ‘¦ğ‘Ÿ ğ‘£ğ‘´ğ‘¥ ğ‘¯ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘²ğ‘¤ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘‘ ğ‘£ğ‘¦ğ‘¥ ğ‘“ğ‘¹ğ‘§ğ‘ğ‘¼. ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘¥ ğ‘¤ğ‘± ğ‘© ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘§ğ‘’ğ‘•ğ‘ğ‘¨ğ‘¯ğ‘• ğ‘ ğ‘•ğ‘‘ğ‘¹ğ‘¥ğ‘° ğ‘•ğ‘°ğ‘Ÿ, ğ‘¯ ğ‘ ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘½ğ‘¦ğ‘©ğ‘• ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘±ğ‘›ğ‘¦ Â·ğ‘¡ğ‘§ğ‘•ğ‘°ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘›, ğ‘¯ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¥ğ‘¹ ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘‘ğ‘¦ğ‘’ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘.

source: The island that King Haldric and his crew are approaching was at one time a volcano that is now slowly sinking into the sea. The elder Crown Prince of Southbay had managed to establish a foothold on this Island, despite the belligerent nature of its reptilian inhabitants. There will be little left of that foothold by now.
en@shaw: ğ‘ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘’ğ‘®ğ‘µ ğ‘¸ ğ‘©ğ‘ğ‘®ğ‘´ğ‘—ğ‘¦ğ‘™ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¨ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘‘ğ‘²ğ‘¥ ğ‘© ğ‘ğ‘­ğ‘¤ğ‘’ğ‘±ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘¬ ğ‘•ğ‘¤ğ‘´ğ‘¤ğ‘¦ ğ‘•ğ‘¦ğ‘™ğ‘’ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘•ğ‘°. ğ‘ ğ‘§ğ‘¤ğ‘›ğ‘¼ ğ‘’ğ‘®ğ‘¬ğ‘¯ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘£ğ‘¨ğ‘› ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ğ‘› ğ‘‘ ğ‘©ğ‘•ğ‘‘ğ‘¨ğ‘šğ‘¤ğ‘¦ğ‘– ğ‘© ğ‘“ğ‘«ğ‘‘ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘›, ğ‘›ğ‘¦ğ‘•ğ‘ğ‘²ğ‘‘ ğ‘ ğ‘šğ‘©ğ‘¤ğ‘¦ğ‘¡ğ‘»ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘±ğ‘—ğ‘¼ ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘§ğ‘ğ‘‘ğ‘¦ğ‘¤ğ‘˜ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘£ğ‘¨ğ‘šğ‘¦ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•. ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘“ğ‘«ğ‘‘ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘šğ‘² ğ‘¯ğ‘¬.

source: Drakes
en@shaw: ğ‘›ğ‘®ğ‘±ğ‘’ğ‘•

source: Gerrick
en@shaw: ğ‘¡ğ‘ºğ‘¦ğ‘’

source: After some time at sea an island is spotted. The Eldaric docks at a crude port that appears to be deserted.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘²ğ‘¥ ğ‘¨ğ‘‘ ğ‘•ğ‘° ğ‘©ğ‘¯ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘¦ğ‘Ÿ ğ‘•ğ‘ğ‘­ğ‘‘ğ‘©ğ‘›. ğ‘ Â·ğ‘§ğ‘¤ğ‘›ğ‘ºğ‘¦ğ‘’ ğ‘›ğ‘­ğ‘’ğ‘• ğ‘¨ğ‘‘ ğ‘© ğ‘’ğ‘®ğ‘µğ‘› ğ‘ğ‘¹ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘©ğ‘ğ‘½ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘©ğ‘Ÿğ‘»ğ‘‘ğ‘©ğ‘›.

source: Land! Land! Bless the Lords of Light!
en@shaw: ğ‘¤ğ‘¨ğ‘¯ğ‘›! ğ‘¤ğ‘¨ğ‘¯ğ‘›! ğ‘šğ‘¤ğ‘§ğ‘• ğ‘ ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘ ğ‘¤ğ‘²ğ‘‘!

source: We come in peace. We only seek to re-provision our ships.
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘•. ğ‘¢ğ‘° ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘•ğ‘°ğ‘’ ğ‘‘ ğ‘®ğ‘°-ğ‘ğ‘®ğ‘©ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘¬ğ‘¼ ğ‘–ğ‘¦ğ‘ğ‘•.

source: Look out, a serpent has emerged from the deep.
en@shaw: ğ‘¤ğ‘«ğ‘’ ğ‘¬ğ‘‘, ğ‘© ğ‘•ğ‘»ğ‘ğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¥ğ‘»ğ‘¡ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘›ğ‘°ğ‘.

source: Well, it looks like their warriors have given up the fight. We should be able to re-provision the ships now.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘¦ğ‘‘ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘º ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘³ğ‘ ğ‘ ğ‘“ğ‘²ğ‘‘. ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘°-ğ‘ğ‘®ğ‘©ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘¯ğ‘¬.

source: The nice thing is, theyâ€™ll go back to guarding this island after weâ€™re gone for a while. Itâ€™ll make a good way of preventing others from following us.
en@shaw: ğ‘ ğ‘¯ğ‘²ğ‘• ğ‘”ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ, ğ‘ğ‘±ğ‘¤ ğ‘œğ‘´ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘œğ‘¸ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¢ğ‘°'ğ‘¼ ğ‘œğ‘ªğ‘¯ ğ‘“ğ‘¹ ğ‘© ğ‘¢ğ‘²ğ‘¤. ğ‘¦ğ‘‘'ğ‘¤ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘œğ‘«ğ‘› ğ‘¢ğ‘± ğ‘ ğ‘ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘³ğ‘•.

source: This island is slowly sinking. Hmm, I wonder what theyâ€™ll do when it gets too small for them?
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘¦ğ‘Ÿ ğ‘•ğ‘¤ğ‘´ğ‘¤ğ‘¦ ğ‘•ğ‘¦ğ‘™ğ‘’ğ‘¦ğ‘™. ğ‘£ğ‘¥, ğ‘² ğ‘¢ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¢ğ‘ªğ‘‘ ğ‘ğ‘±ğ‘¤ ğ‘›ğ‘µ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘œğ‘§ğ‘‘ğ‘• ğ‘‘ğ‘µ ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥?

source: They seem rather intelligent. Theyâ€™re certainly belligerent and numerous. Iâ€™m sure theyâ€™ll eventually evacuate. Just like us right now.
en@shaw: ğ‘ğ‘± ğ‘•ğ‘°ğ‘¥ ğ‘®ğ‘­ğ‘ğ‘¼ ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘‘. ğ‘ğ‘±'ğ‘¼ ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ğ‘¤ğ‘¦ ğ‘šğ‘©ğ‘¤ğ‘¦ğ‘¡ğ‘»ğ‘©ğ‘¯ğ‘‘ ğ‘¯ ğ‘¯ğ‘¿ğ‘¥ğ‘¼ğ‘©ğ‘•. ğ‘²'ğ‘§ğ‘¥ ğ‘–ğ‘«ğ‘¼ ğ‘ğ‘±ğ‘¤ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘—ğ‘©ğ‘¢ğ‘©ğ‘¤ğ‘° ğ‘¦ğ‘ğ‘¨ğ‘’ğ‘˜ğ‘©ğ‘±ğ‘‘. ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¤ğ‘²ğ‘’ ğ‘³ğ‘• ğ‘®ğ‘²ğ‘‘ ğ‘¯ğ‘¬.

source: I donâ€™t find that thought very comforting.
en@shaw: ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘”ğ‘·ğ‘‘ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘’ğ‘³ğ‘¥ğ‘“ğ‘¼ğ‘‘ğ‘¦ğ‘™.

source: The fleet is starving, weâ€™ll never pacify this island before we all die!
en@shaw: ğ‘ ğ‘“ğ‘¤ğ‘°ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘ğ‘¦ğ‘™, ğ‘¢ğ‘°'ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘•ğ‘©ğ‘“ğ‘² ğ‘ğ‘¦ğ‘• ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘·ğ‘¤ ğ‘›ğ‘²!

source: Rough Landing
en@shaw: Â·ğ‘®ğ‘³ğ‘“ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘™

source: Abraxas
en@shaw: ğ‘©ğ‘šğ‘®ğ‘¨ğ‘’ğ‘•ğ‘©ğ‘Ÿ

source: Naga
en@shaw: ğ‘¯ğ‘­ğ‘œğ‘©

source: After a particularly bad series of storms the Eldaric has taken on water, and much of the fleet has been scattered. Lord Typhon suggests stopping at a group of small windswept islands to regroup.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘© ğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘’ğ‘¿ğ‘¤ğ‘¼ğ‘¤ğ‘¦ ğ‘šğ‘¨ğ‘› ğ‘•ğ‘½ğ‘¦ğ‘Ÿ ğ‘ ğ‘•ğ‘‘ğ‘¹ğ‘¥ğ‘Ÿ ğ‘ Â·ğ‘§ğ‘¤ğ‘›ğ‘ºğ‘¦ğ‘’ ğ‘£ğ‘¨ğ‘Ÿ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘¢ğ‘·ğ‘‘ğ‘¼, ğ‘¯ ğ‘¥ğ‘³ğ‘— ğ‘ ğ‘ ğ‘“ğ‘¤ğ‘°ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘’ğ‘¨ğ‘‘ğ‘¼ğ‘›. ğ‘¤ğ‘¹ğ‘› Â·ğ‘‘ğ‘²ğ‘“ğ‘ªğ‘¯ ğ‘•ğ‘©ğ‘¡ğ‘§ğ‘•ğ‘‘ğ‘• ğ‘•ğ‘‘ğ‘ªğ‘ğ‘¦ğ‘™ ğ‘¨ğ‘‘ ğ‘© ğ‘œğ‘®ğ‘µğ‘ ğ‘ ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘¢ğ‘¦ğ‘¯ğ‘•ğ‘¢ğ‘§ğ‘ğ‘‘ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘‘ ğ‘®ğ‘°ğ‘œğ‘®ğ‘µğ‘.

source: I donâ€™t think I can take much more of this. Iâ€™m feeling ill!
en@shaw: ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘‘ğ‘±ğ‘’ ğ‘¥ğ‘³ğ‘— ğ‘¥ğ‘¹ ğ‘ ğ‘ğ‘¦ğ‘•. ğ‘²'ğ‘§ğ‘¥ ğ‘“ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘¦ğ‘¤!

source: Be careful, these islands arenâ€™t safe. Weâ€™re in Naga territory. But this is the only place to stop with soft sand beaches to make landfall... The Nagas like to scavenge metal from ships that they capture here.
en@shaw: ğ‘šğ‘° ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤, ğ‘ğ‘°ğ‘Ÿ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘¸ğ‘¯ğ‘‘ ğ‘•ğ‘±ğ‘“. ğ‘¢ğ‘°'ğ‘¼ ğ‘¦ğ‘¯ ğ‘¯ğ‘­ğ‘œğ‘© ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¼ğ‘¦. ğ‘šğ‘³ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘ªğ‘“ğ‘‘ ğ‘•ğ‘­ğ‘¯ğ‘› ğ‘šğ‘°ğ‘—ğ‘©ğ‘Ÿ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘“ğ‘ªğ‘¤... ğ‘ ğ‘¯ğ‘­ğ‘œğ‘©ğ‘Ÿ ğ‘¤ğ‘²ğ‘’ ğ‘‘ ğ‘•ğ‘’ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘¡ ğ‘¥ğ‘§ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘£ğ‘½.

source: Prey! Get them!
en@shaw: ğ‘ğ‘®ğ‘±! ğ‘œğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥!

source: The fleet must regroup here. We have to defeat these monsters.
en@shaw: ğ‘ ğ‘“ğ‘¤ğ‘°ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘°ğ‘œğ‘®ğ‘µğ‘ ğ‘£ğ‘½. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ.

source: Scaly the Serpent
en@shaw: ğ‘•ğ‘’ğ‘±ğ‘¤ğ‘¦ ğ‘ ğ‘•ğ‘»ğ‘ğ‘©ğ‘¯ğ‘‘

source: The next time we see land, it should be the great continent to the east.
en@shaw: ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¢ğ‘° ğ‘•ğ‘° ğ‘¤ğ‘¨ğ‘¯ğ‘›, ğ‘¦ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘.

source: I think weâ€™re being followed...
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘°'ğ‘¼ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘›...

source: We were too slow... The fleet will be scattered to the four corners of the world!
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘‘ğ‘µ ğ‘•ğ‘¤ğ‘´... ğ‘ ğ‘“ğ‘¤ğ‘°ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘•ğ‘’ğ‘¨ğ‘‘ğ‘¼ğ‘› ğ‘‘ ğ‘ ğ‘“ğ‘¹ ğ‘’ğ‘¹ğ‘¯ğ‘¼ğ‘Ÿ ğ‘ ğ‘ ğ‘¢ğ‘»ğ‘¤ğ‘›!

source: A New Land
en@shaw: ğ‘© Â·ğ‘¯ğ‘¿ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›

source: After the defeat of the Nagas, Haldricâ€™s refugees take on fresh water and hunt small game, relieved to have land beneath their feet. When they depart, even the sea-weather is milder.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ ğ‘ ğ‘¯ğ‘­ğ‘œğ‘©ğ‘Ÿ, Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ğ‘• ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘°ğ‘Ÿ ğ‘‘ğ‘±ğ‘’ ğ‘ªğ‘¯ ğ‘“ğ‘®ğ‘§ğ‘– ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘¯ ğ‘£ğ‘³ğ‘¯ğ‘‘ ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘œğ‘±ğ‘¥, ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘ğ‘› ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘šğ‘¦ğ‘¯ğ‘°ğ‘” ğ‘ğ‘º ğ‘“ğ‘°ğ‘‘. ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘›ğ‘¦ğ‘ğ‘¸ğ‘‘, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘•ğ‘°-ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘²ğ‘¤ğ‘›ğ‘».

source: After a weekâ€™s steady sailing eastward, they begin to hear the cries of gulls and feel the loom of the land. The Great Continent appears before them over the summer-lit seas.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘© ğ‘¢ğ‘°ğ‘’ğ‘• ğ‘•ğ‘‘ğ‘§ğ‘›ğ‘¦ ğ‘•ğ‘±ğ‘¤ğ‘¦ğ‘™ ğ‘°ğ‘•ğ‘‘ğ‘¢ğ‘¼ğ‘›, ğ‘ğ‘± ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘£ğ‘½ ğ‘ ğ‘’ğ‘®ğ‘²ğ‘Ÿ ğ‘ ğ‘œğ‘©ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘“ğ‘°ğ‘¤ ğ‘ ğ‘¤ğ‘µğ‘¥ ğ‘ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›. ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘©ğ‘ğ‘½ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘³ğ‘¥ğ‘¼-ğ‘¤ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘Ÿ.

source: Glimir
en@shaw: Â·ğ‘œğ‘¤ğ‘¦ğ‘¥ğ‘½

source: Continentals
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ

source: Alas, the shore of the Great Continent was not so tranquil a place as it had appeared from at sea.
en@shaw: ğ‘©ğ‘¤ğ‘¨ğ‘•, ğ‘ ğ‘–ğ‘¹ ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘´ ğ‘‘ğ‘®ğ‘¨ğ‘™ğ‘’ğ‘¢ğ‘©ğ‘¤ ğ‘© ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¨ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘› ğ‘©ğ‘ğ‘½ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¨ğ‘‘ ğ‘•ğ‘°.

source: Go home, you vile dwarves! By treaty you are pledged to only the hills and mountains to the north of the Great River. This is not your land.
en@shaw: ğ‘œğ‘´ ğ‘£ğ‘´ğ‘¥, ğ‘¿ ğ‘ğ‘²ğ‘¤ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ! ğ‘šğ‘² ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦ ğ‘¿ ğ‘¸ ğ‘ğ‘¤ğ‘§ğ‘¡ğ‘› ğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¼. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¿ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›.

source: Wait, I see a ship. Many ships. Weâ€™re being invaded!
en@shaw: ğ‘¢ğ‘±ğ‘‘, ğ‘² ğ‘•ğ‘° ğ‘© ğ‘–ğ‘¦ğ‘. ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘–ğ‘¦ğ‘ğ‘•. ğ‘¢ğ‘°'ğ‘¼ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘ğ‘±ğ‘›ğ‘©ğ‘›!

source: We come in peace. May our peoplesâ€”
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘•. ğ‘¥ğ‘± ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ğ‘Ÿ-

source: Get them!
en@shaw: ğ‘œğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥!

source: In the name of... This is the continent of my home. But I set out east. I must have traveled clear around the world.
en@shaw: ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘... ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘¥ğ‘² ğ‘£ğ‘´ğ‘¥. ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘•ğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘°ğ‘•ğ‘‘. ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘› ğ‘’ğ‘¤ğ‘½ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘¢ğ‘»ğ‘¤ğ‘›.

source: My people are too far south. I donâ€™t know whatâ€™s going on here. Iâ€™ll stick with you until the end. Youâ€™ve been a good friend. Just no more sea voyages.
en@shaw: ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¸ ğ‘‘ğ‘µ ğ‘“ğ‘¸ ğ‘•ğ‘¬ğ‘”. ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘£ğ‘½. ğ‘²'ğ‘¤ ğ‘•ğ‘‘ğ‘¦ğ‘’ ğ‘¢ğ‘¦ğ‘ ğ‘¿ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘§ğ‘¯ğ‘›. ğ‘¿'ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘© ğ‘œğ‘«ğ‘› ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›. ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¯ğ‘´ ğ‘¥ğ‘¹ ğ‘•ğ‘° ğ‘ğ‘¶ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ.

source: I bet this wasnâ€™t the welcome you were expecting.
en@shaw: ğ‘² ğ‘šğ‘§ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘ªğ‘Ÿğ‘¯ğ‘‘ ğ‘ ğ‘¢ğ‘§ğ‘¤ğ‘’ğ‘©ğ‘¥ ğ‘¿ ğ‘¢ğ‘» ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™.

source: Lady Dionli
en@shaw: ğ‘¤ğ‘±ğ‘›ğ‘¦ Â·ğ‘›ğ‘¾ğ‘¯ğ‘¤ğ‘°

source: What? Whatâ€™s going on here? Dwarves? Humans? Ships? Glimir, tell me.
en@shaw: ğ‘¢ğ‘ªğ‘‘? ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘£ğ‘½? ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ? ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ? ğ‘–ğ‘¦ğ‘ğ‘•? Â·ğ‘œğ‘¤ğ‘¦ğ‘¥ğ‘½, ğ‘‘ğ‘§ğ‘¤ ğ‘¥ğ‘°.

source: The stories are true. There must be dwarven colonists in the Brown Hills. We caught this band chopping wood near the bay. Then we saw lots of ships. Not like before, with that fellow from Southbay and his lone ship. It was always interesting when he stopped by.
en@shaw: ğ‘ ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘Ÿ ğ‘¸ ğ‘‘ğ‘®ğ‘µ. ğ‘ğ‘º ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘§ğ‘¯ ğ‘’ğ‘­ğ‘¤ğ‘©ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘šğ‘®ğ‘¬ğ‘¯ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ. ğ‘¢ğ‘° ğ‘’ğ‘·ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘—ğ‘­ğ‘ğ‘¦ğ‘™ ğ‘¢ğ‘«ğ‘› ğ‘¯ğ‘½ ğ‘ ğ‘šğ‘±. ğ‘ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘•ğ‘· ğ‘¤ğ‘ªğ‘‘ğ‘• ğ‘ ğ‘–ğ‘¦ğ‘ğ‘•. ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘²ğ‘’ ğ‘šğ‘¦ğ‘“ğ‘¹, ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘“ğ‘§ğ‘¤ğ‘´ ğ‘“ğ‘®ğ‘ªğ‘¥ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¤ğ‘´ğ‘¯ ğ‘–ğ‘¦ğ‘. ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘©ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘§ğ‘¯ ğ‘£ğ‘° ğ‘•ğ‘‘ğ‘ªğ‘ğ‘‘ ğ‘šğ‘².

source: We thought we were being invaded. We, erm, put our differences aside with the dwarves, for the moment, and decided to deal with this first.
en@shaw: ğ‘¢ğ‘° ğ‘”ğ‘·ğ‘‘ ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘ğ‘±ğ‘›ğ‘©ğ‘›. ğ‘¢ğ‘°, ğ‘§ğ‘®ğ‘¥, ğ‘ğ‘«ğ‘‘ ğ‘¬ğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘©ğ‘•ğ‘²ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ, ğ‘“ğ‘¹ ğ‘ ğ‘¥ğ‘´ğ‘¥ğ‘©ğ‘¯ğ‘‘, ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘›ğ‘°ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘»ğ‘•ğ‘‘.

source: These are disturbing trends. Human, it is by luck alone that I am here to spare you. For on this day the Council of Lords is meeting in a forest not far from here.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘¸ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘»ğ‘šğ‘¦ğ‘™ ğ‘‘ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ. ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘šğ‘² ğ‘¤ğ‘³ğ‘’ ğ‘©ğ‘¤ğ‘´ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘² ğ‘¨ğ‘¥ ğ‘£ğ‘½ ğ‘‘ ğ‘•ğ‘ğ‘º ğ‘¿. ğ‘“ğ‘¹ ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘± ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘ ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘°ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘© ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¸ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘½.

source: I am Prince Haldric. We come in peace. May our peoplesâ€”
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’. ğ‘¢ğ‘° ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘•. ğ‘¥ğ‘± ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ğ‘Ÿ-

source: Haldric.
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’.

source: As for you, dwarf, return to the Brown Hills. Then tell your people to prepare to return to the north.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘“ğ‘¹ ğ‘¿, ğ‘›ğ‘¢ğ‘¹ğ‘“, ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘ ğ‘šğ‘®ğ‘¬ğ‘¯ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ. ğ‘ğ‘§ğ‘¯ ğ‘‘ğ‘§ğ‘¤ ğ‘¿ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”.

source: Iâ€™ll return to the hills, but I canâ€™t promise that my people will go. Hmph!
en@shaw: ğ‘²'ğ‘¤ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘¥ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘´. ğ‘£ğ‘¥ğ‘!

source: Haldric, is it? You are their leader? You and your advisers are to come with me. It will be safe for your passengers to disembark here.
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘¦ğ‘Ÿ ğ‘¦ğ‘‘? ğ‘¿ ğ‘¸ ğ‘ğ‘º ğ‘¤ğ‘°ğ‘›ğ‘»? ğ‘¿ ğ‘¯ ğ‘¿ğ‘¼ ğ‘¨ğ‘›ğ‘ğ‘²ğ‘Ÿğ‘»ğ‘Ÿ ğ‘¸ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘°. ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘•ğ‘±ğ‘“ ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘ğ‘¨ğ‘•ğ‘©ğ‘¯ğ‘¡ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘§ğ‘¥ğ‘šğ‘¸ğ‘’ ğ‘£ğ‘½.

source: I must return to my people. You have kept your word, you may avail of my services in the future. The services of my people will remain at your disposal.
en@shaw: ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘§ğ‘ğ‘‘ ğ‘¿ğ‘¼ ğ‘¢ğ‘»ğ‘›, ğ‘¿ ğ‘¥ğ‘± ğ‘©ğ‘ğ‘±ğ‘¤ ğ‘ ğ‘¥ğ‘² ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¿ğ‘—ğ‘¼. ğ‘ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘´ğ‘Ÿğ‘©ğ‘¤.

source: I must return to my people. My warriors that fought by your side wish to remain with you. You have kept your word, and you may avail of my services in the future.
en@shaw: ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤. ğ‘¥ğ‘² ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘“ğ‘·ğ‘‘ ğ‘šğ‘² ğ‘¿ğ‘¼ ğ‘•ğ‘²ğ‘› ğ‘¢ğ‘¦ğ‘– ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘¿. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘§ğ‘ğ‘‘ ğ‘¿ğ‘¼ ğ‘¢ğ‘»ğ‘›, ğ‘¯ ğ‘¿ ğ‘¥ğ‘± ğ‘©ğ‘ğ‘±ğ‘¤ ğ‘ ğ‘¥ğ‘² ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¿ğ‘—ğ‘¼.
