Repository: wesnoth/wesnoth
Catalog: po/wesnoth-trow/*.po
Languages: en@shaw

source: Haldric, the elves, we canâ€™t trust them!
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘§ğ‘¥!

source: I could have told you that.
en@shaw: ğ‘² ğ‘’ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘´ğ‘¤ğ‘› ğ‘¿ ğ‘ğ‘¨ğ‘‘.

source: Haldric, itâ€™s bad. The elves are having second thoughts. They think we might be more trouble than weâ€™re worth. We have to defeat these orcs decisively.
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘¦ğ‘‘'ğ‘• ğ‘šğ‘¨ğ‘›. ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘”ğ‘·ğ‘‘ğ‘•. ğ‘ğ‘± ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘° ğ‘¥ğ‘²ğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘¹ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¯ ğ‘¢ğ‘°'ğ‘¼ ğ‘¢ğ‘»ğ‘”. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘•ğ‘¦ğ‘ğ‘¤ğ‘¦.

source: That does not sound unreasonable.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘›ğ‘´ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘©ğ‘¯ğ‘®ğ‘°ğ‘Ÿğ‘¯ğ‘©ğ‘šğ‘©ğ‘¤.

source: More orcs will follow after these. That ruby guarantees it. If more orcs follow us here, the elves seem content to let us fight it out. Then they said they would â€˜deal with the survivorsâ€™.
en@shaw: ğ‘¥ğ‘¹ ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘°ğ‘Ÿ. ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘œğ‘¨ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘°ğ‘Ÿ ğ‘¦ğ‘‘. ğ‘¦ğ‘“ ğ‘¥ğ‘¹ ğ‘¹ğ‘’ğ‘• ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘³ğ‘• ğ‘£ğ‘½, ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘•ğ‘°ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘‘ ğ‘‘ ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘“ğ‘²ğ‘‘ ğ‘¦ğ‘‘ ğ‘¬ğ‘‘. ğ‘ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘•ğ‘§ğ‘› ğ‘ğ‘± ğ‘¢ğ‘«ğ‘› 'ğ‘›ğ‘°ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘»ğ‘Ÿ'.

source: I have a plan. Jessene, remember that troll-hole? Here, take the Ruby of Fire, hide it in the hole.
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘ğ‘¤ğ‘¨ğ‘¯. Â·ğ‘¡ğ‘§ğ‘•ğ‘°ğ‘¯, ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘‘ğ‘®ğ‘´ğ‘¤-ğ‘£ğ‘´ğ‘¤? ğ‘£ğ‘½, ğ‘‘ğ‘±ğ‘’ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼, ğ‘£ğ‘²ğ‘› ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘£ğ‘´ğ‘¤.

source: Haldric! What! Why?
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’! ğ‘¢ğ‘ªğ‘‘! ğ‘¢ğ‘²?

source: Just do it.
en@shaw: ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘µ ğ‘¦ğ‘‘.

source: Commander Aethyr, did these orcs come on our ships? Did they capture the fleet we sent out?
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ Â·ğ‘±ğ‘”ğ‘½, ğ‘›ğ‘¦ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘’ğ‘³ğ‘¥ ğ‘ªğ‘¯ ğ‘¬ğ‘¼ ğ‘–ğ‘¦ğ‘ğ‘•? ğ‘›ğ‘¦ğ‘› ğ‘ğ‘± ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ ğ‘“ğ‘¤ğ‘°ğ‘‘ ğ‘¢ğ‘° ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘¬ğ‘‘?

source: No, sir! They must have seized all remaining boats on the Green Isle. Our fleet should be returning any day now.
en@shaw: ğ‘¯ğ‘´, ğ‘•ğ‘»! ğ‘ğ‘± ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘°ğ‘Ÿğ‘› ğ‘·ğ‘¤ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘šğ‘´ğ‘‘ğ‘• ğ‘ªğ‘¯ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘²ğ‘¤. ğ‘¬ğ‘¼ ğ‘“ğ‘¤ğ‘°ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘§ğ‘¯ğ‘¦ ğ‘›ğ‘± ğ‘¯ğ‘¬.

source: We are a refugee people. We must push back their vanguard, and secure our beachhead. If they capture our ships all is lost. We will be crushed under a tide of orcs.
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘© ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘° ğ‘ğ‘°ğ‘ğ‘©ğ‘¤. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘«ğ‘– ğ‘šğ‘¨ğ‘’ ğ‘ğ‘º ğ‘ğ‘¨ğ‘¯ğ‘œğ‘¸ğ‘›, ğ‘¯ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ ğ‘¬ğ‘¼ ğ‘šğ‘°ğ‘—ğ‘£ğ‘§ğ‘›. ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘¬ğ‘¼ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘·ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘•ğ‘‘. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘’ğ‘®ğ‘³ğ‘–ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘© ğ‘‘ğ‘²ğ‘› ğ‘ ğ‘¹ğ‘’ğ‘•.

source: Lady Jessene soon departs. In the distance a voice booms:
en@shaw: ğ‘¤ğ‘±ğ‘›ğ‘¦ Â·ğ‘¡ğ‘§ğ‘•ğ‘°ğ‘¯ ğ‘•ğ‘µğ‘¯ ğ‘›ğ‘¦ğ‘ğ‘¸ğ‘‘ğ‘•. ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘© ğ‘ğ‘¶ğ‘• ğ‘šğ‘µğ‘¥ğ‘Ÿ:

source: Drop the gold where it is! Weâ€™ve paid our friends enough. There are humans about, I can smell â€™em!
en@shaw: ğ‘›ğ‘®ğ‘ªğ‘ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¢ğ‘º ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ! ğ‘¢ğ‘°'ğ‘ ğ‘ğ‘±ğ‘› ğ‘¬ğ‘¼ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘¦ğ‘¯ğ‘³ğ‘“. ğ‘ğ‘º ğ‘¸ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘©ğ‘šğ‘¬ğ‘‘, ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘¥ğ‘§ğ‘¤ 'ğ‘§ğ‘¥!

source: We have run out of time... Weâ€™ll never beat the orcs to the beach.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘³ğ‘¯ ğ‘¬ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥... ğ‘¢ğ‘°'ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘šğ‘°ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘‘ ğ‘ ğ‘šğ‘°ğ‘—.

source: Iâ€™ve found the orcsâ€™ chest! Itâ€™s filled with gold.
en@shaw: ğ‘²'ğ‘ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘¹ğ‘’ğ‘•' ğ‘—ğ‘§ğ‘•ğ‘‘! ğ‘¦ğ‘‘'ğ‘• ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘œğ‘´ğ‘¤ğ‘›.

source: General Kafka
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘’ğ‘­ğ‘“ğ‘’ğ‘©

source: Never trust the living to do the job of the undead. Prepare to meet the inevitable!
en@shaw: ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ ğ‘ ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘‘ ğ‘›ğ‘µ ğ‘ ğ‘¡ğ‘ªğ‘š ğ‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›. ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘‘ ğ‘¥ğ‘°ğ‘‘ ğ‘ ğ‘¦ğ‘¯ğ‘§ğ‘ğ‘¦ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤!

source: The only job of the dead is to remain dead. Prepare to be reunited with the ground.
en@shaw: ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¡ğ‘ªğ‘š ğ‘ ğ‘ ğ‘›ğ‘§ğ‘› ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘›ğ‘§ğ‘›. ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘°ğ‘µğ‘¯ğ‘²ğ‘‘ğ‘¦ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›.

source: We must block the human advance!
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘¤ğ‘ªğ‘’ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•!

source: Reserves! We canâ€™t let them get to their landing site.
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ğ‘Ÿ! ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘¤ğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘œğ‘§ğ‘‘ ğ‘‘ ğ‘ğ‘º ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘•ğ‘²ğ‘‘.

source: Weâ€™ve defeated their vanguard. We have to meet the fleet before Jevyan destroys them and captures the ships. I hope Jessene makes it back soon.
en@shaw: ğ‘¢ğ‘°'ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘ğ‘º ğ‘ğ‘¨ğ‘¯ğ‘œğ‘¸ğ‘›. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘¥ğ‘°ğ‘‘ ğ‘ ğ‘“ğ‘¤ğ‘°ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘Ÿ ğ‘ğ‘§ğ‘¥ ğ‘¯ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘Ÿ ğ‘ ğ‘–ğ‘¦ğ‘ğ‘•. ğ‘² ğ‘£ğ‘´ğ‘ Â·ğ‘¡ğ‘§ğ‘•ğ‘°ğ‘¯ ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘¦ğ‘‘ ğ‘šğ‘¨ğ‘’ ğ‘•ğ‘µğ‘¯.

source: Oh, to join my family again! Do not mourn my passing.
en@shaw: ğ‘´, ğ‘‘ ğ‘¡ğ‘¶ğ‘¯ ğ‘¥ğ‘² ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦ ğ‘©ğ‘œğ‘±ğ‘¯! ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘¹ğ‘¯ ğ‘¥ğ‘² ğ‘ğ‘­ğ‘•ğ‘¦ğ‘™.

source: Ahh, itâ€™s great to be home! Iâ€™m not much for the politics, but itâ€™s great to be home!
en@shaw: ğ‘­, ğ‘¦ğ‘‘'ğ‘• ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘‘ ğ‘šğ‘° ğ‘£ğ‘´ğ‘¥! ğ‘²'ğ‘§ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘³ğ‘— ğ‘“ğ‘¹ ğ‘ ğ‘ğ‘ªğ‘¤ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘'ğ‘• ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘‘ ğ‘šğ‘° ğ‘£ğ‘´ğ‘¥!

source: Return of the Fleet
en@shaw: Â·ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘ ğ‘ Â·ğ‘“ğ‘¤ğ‘°ğ‘‘

source: Death of Aethyr
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘±ğ‘”ğ‘½

source: Haldric reaches the site where the fleet is due to return. Several ships have already docked. The orcs are on the frontier.
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘®ğ‘°ğ‘—ğ‘©ğ‘Ÿ ğ‘ ğ‘•ğ‘²ğ‘‘ ğ‘¢ğ‘º ğ‘ ğ‘“ğ‘¤ğ‘°ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¿ ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯. ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘¤ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘›ğ‘­ğ‘’ğ‘‘. ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¸ ğ‘ªğ‘¯ ğ‘ ğ‘“ğ‘®ğ‘ªğ‘¯ğ‘‘ğ‘½.

source: Sir, some ships have landed... They look like theyâ€™ve been damaged by the voyage. Hmm, it seems that most of the ships are staying at sea.
en@shaw: ğ‘•ğ‘», ğ‘•ğ‘³ğ‘¥ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘›... ğ‘ğ‘± ğ‘¤ğ‘«ğ‘’ ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘±'ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ğ‘› ğ‘šğ‘² ğ‘ ğ‘ğ‘¶ğ‘¦ğ‘¡. ğ‘£ğ‘¥, ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘¸ ğ‘•ğ‘‘ğ‘±ğ‘¦ğ‘™ ğ‘¨ğ‘‘ ğ‘•ğ‘°.

source: Yes sir! The rest of the refugees have fled south, to our initial landing site. But if we fail here theyâ€™ll doubtless be slaughtered.
en@shaw: ğ‘˜ğ‘§ğ‘• ğ‘•ğ‘»! ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘°ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘¤ğ‘§ğ‘› ğ‘•ğ‘¬ğ‘”, ğ‘‘ ğ‘¬ğ‘¼ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘•ğ‘²ğ‘‘. ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘“ğ‘±ğ‘¤ ğ‘£ğ‘½ ğ‘ğ‘±ğ‘¤ ğ‘›ğ‘¬ğ‘‘ğ‘¤ğ‘©ğ‘• ğ‘šğ‘° ğ‘•ğ‘¤ğ‘ªğ‘‘ğ‘»ğ‘›.

source: Well, that settles it. Enough talking, time to fight!
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘‘. ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ğ‘·ğ‘’ğ‘¦ğ‘™, ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘“ğ‘²ğ‘‘!

source: For the glory of the men of the Green Isle!
en@shaw: ğ‘“ğ‘¹ ğ‘ ğ‘œğ‘¤ğ‘¹ğ‘¦ ğ‘ ğ‘ ğ‘¥ğ‘§ğ‘¯ ğ‘ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘²ğ‘¤!

source: No, for the glory of all of the people of the west-north! Charge!
en@shaw: ğ‘¯ğ‘´, ğ‘“ğ‘¹ ğ‘ ğ‘œğ‘¤ğ‘¹ğ‘¦ ğ‘ ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘-ğ‘¯ğ‘¹ğ‘”! ğ‘—ğ‘¸ğ‘¡!

source: Bah! Puny human-worm, we will stomp you under our heels!
en@shaw: ğ‘šğ‘­! ğ‘ğ‘¿ğ‘¯ğ‘° ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯-ğ‘¢ğ‘»ğ‘¥, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘­ğ‘¥ğ‘ ğ‘¿ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¬ğ‘¼ ğ‘£ğ‘°ğ‘¤ğ‘Ÿ!

source: Weâ€™ll see about that. The Fool Prince of Southbay was wrong to start this war, but youâ€™re the real monster! You sacrificed your own people to preserve your immortal un-life.
en@shaw: ğ‘¢ğ‘°'ğ‘¤ ğ‘•ğ‘° ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¨ğ‘‘. ğ‘ ğ‘“ğ‘µğ‘¤ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘± ğ‘¢ğ‘ªğ‘Ÿ ğ‘®ğ‘ªğ‘™ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¹, ğ‘šğ‘³ğ‘‘ ğ‘¿'ğ‘¼ ğ‘ ğ‘®ğ‘¾ğ‘¤ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼! ğ‘¿ ğ‘•ğ‘¨ğ‘’ğ‘®ğ‘¦ğ‘“ğ‘²ğ‘•ğ‘‘ ğ‘¿ğ‘¼ ğ‘´ğ‘¯ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘‘ ğ‘ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ ğ‘¿ğ‘¼ ğ‘¦ğ‘¥ğ‘¹ğ‘‘ğ‘©ğ‘¤ ğ‘©ğ‘¯-ğ‘¤ğ‘²ğ‘“.

source: Enough of this. A curse of darkness upon you, young prince.
en@shaw: ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘ ğ‘ğ‘¦ğ‘•. ğ‘© ğ‘’ğ‘»ğ‘• ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘• ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘¿, ğ‘˜ğ‘³ğ‘™ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•.

source: I see masts on the horizon. Jevyanâ€™s fleet is here! Itâ€™s all over.
en@shaw: ğ‘² ğ‘•ğ‘° ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘• ğ‘ªğ‘¯ ğ‘ ğ‘£ğ‘¼ğ‘²ğ‘Ÿğ‘©ğ‘¯. Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯ğ‘• ğ‘“ğ‘¤ğ‘°ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘£ğ‘½! ğ‘¦ğ‘‘'ğ‘• ğ‘·ğ‘¤ ğ‘´ğ‘ğ‘¼.

source: Please Disembark in an Orderly Fashion and Proceed South
en@shaw: ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘§ğ‘¥ğ‘šğ‘¸ğ‘’ ğ‘¦ğ‘¯ ğ‘©ğ‘¯ ğ‘¹ğ‘›ğ‘»ğ‘¤ğ‘° ğ‘“ğ‘¨ğ‘–ğ‘©ğ‘¯ ğ‘¯ ğ‘ğ‘®ğ‘©ğ‘•ğ‘°ğ‘› ğ‘•ğ‘¬ğ‘”

source: Hmm, they left off the â€˜or the orcs will eat youâ€™ part.
en@shaw: ğ‘£ğ‘¥, ğ‘ğ‘± ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘ªğ‘“ ğ‘ 'ğ‘¹ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘°ğ‘‘ ğ‘¿' ğ‘ğ‘¸ğ‘‘.

source: Iâ€™m back, things went well! Haldric, I sure hope you know what youâ€™re doing.
en@shaw: ğ‘²'ğ‘§ğ‘¥ ğ‘šğ‘¨ğ‘’, ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ğ‘‘ ğ‘¢ğ‘§ğ‘¤! Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘² ğ‘–ğ‘«ğ‘¼ ğ‘£ğ‘´ğ‘ ğ‘¿ ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘¿'ğ‘¼ ğ‘›ğ‘µğ‘¦ğ‘™.

source: Umm, weâ€™ll talk about it later. Iâ€™m just a little busy at the moment. Iâ€™m glad you made it back in one piece.
en@shaw: ğ‘©ğ‘¥, ğ‘¢ğ‘°'ğ‘¤ ğ‘‘ğ‘·ğ‘’ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¦ğ‘‘ ğ‘¤ğ‘±ğ‘‘ğ‘¼. ğ‘²'ğ‘§ğ‘¥ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘© ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘šğ‘¦ğ‘Ÿğ‘° ğ‘¨ğ‘‘ ğ‘ ğ‘¥ğ‘´ğ‘¥ğ‘©ğ‘¯ğ‘‘. ğ‘²'ğ‘§ğ‘¥ ğ‘œğ‘¤ğ‘¨ğ‘› ğ‘¿ ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘ ğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘ğ‘°ğ‘•.

source: Yes, it looks like you could use all of the help you can get.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘¦ğ‘‘ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘¿ ğ‘’ğ‘«ğ‘› ğ‘¿ğ‘• ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘œğ‘§ğ‘‘.

source: Weâ€™ve defeated Jevyanâ€™s forces. The ships must disembark their passengers quicklyâ€”
en@shaw: ğ‘¢ğ‘°'ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯ğ‘• ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ. ğ‘ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘§ğ‘¥ğ‘šğ‘¸ğ‘’ ğ‘ğ‘º ğ‘ğ‘¨ğ‘•ğ‘©ğ‘¯ğ‘¡ğ‘¼ğ‘Ÿ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦-

source: Haldric, whatâ€™s going on? Whatâ€™s the plan?
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘ªğ‘¯? ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘ ğ‘ğ‘¤ğ‘¨ğ‘¯?

source: That will be easier said than done. Even if we defeat him, the other Lich-Lords will follow. Itâ€™s because of that ruby. If I were paranoid Iâ€™d say that our dear old â€˜tree-friendâ€™ might have known as much.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘°ğ‘Ÿğ‘¦ğ‘¼ ğ‘•ğ‘§ğ‘› ğ‘ğ‘¨ğ‘¯ ğ‘›ğ‘³ğ‘¯. ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘£ğ‘¦ğ‘¥, ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘ªğ‘¤ğ‘´. ğ‘¦ğ‘‘'ğ‘• ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘µğ‘šğ‘°. ğ‘¦ğ‘“ ğ‘² ğ‘¢ğ‘» ğ‘ğ‘ºğ‘©ğ‘¯ğ‘¶ğ‘› ğ‘²'ğ‘›ğ‘° ğ‘•ğ‘± ğ‘ğ‘¨ğ‘‘ ğ‘¬ğ‘¼ ğ‘›ğ‘½ ğ‘´ğ‘¤ğ‘› 'ğ‘‘ğ‘®ğ‘°-ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›' ğ‘¥ğ‘²ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘³ğ‘—.

source: We should discuss this in private. Here, come with me.
en@shaw: ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘• ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘. ğ‘£ğ‘½, ğ‘’ğ‘³ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘°.

source: Iâ€” I die?
en@shaw: ğ‘²- ğ‘² ğ‘›ğ‘²?

source: The Plan
en@shaw: ğ‘ Â·ğ‘ğ‘¤ğ‘¨ğ‘¯

source: So what is your plan?
en@shaw: ğ‘•ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘ğ‘¤ğ‘¨ğ‘¯?

source: Weâ€™re going to convince Jevyan that we gave the elves the Ruby of Fire to secure our place in this new land. Then if the orcs return, hopefully theyâ€™ll go looking for our not-so-loyal elven allies first.
en@shaw: ğ‘¢ğ‘°'ğ‘¼ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘¦ğ‘¯ğ‘• Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘œğ‘±ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘‘ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ ğ‘¬ğ‘¼ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘¿ ğ‘¤ğ‘¨ğ‘¯ğ‘›. ğ‘ğ‘§ğ‘¯ ğ‘¦ğ‘“ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯, ğ‘£ğ‘´ğ‘ğ‘“ğ‘©ğ‘¤ğ‘° ğ‘ğ‘±ğ‘¤ ğ‘œğ‘´ ğ‘¤ğ‘«ğ‘’ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘¬ğ‘¼ ğ‘¯ğ‘ªğ‘‘-ğ‘•ğ‘´-ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ ğ‘“ğ‘»ğ‘•ğ‘‘.

source: Many people would call you a coward if you did not. They would say that you turned your back on your pact with the elves. Itâ€™s not like you can tell people what I overheard.
en@shaw: ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘«ğ‘› ğ‘’ğ‘·ğ‘¤ ğ‘¿ ğ‘© ğ‘’ğ‘¬ğ‘¼ğ‘› ğ‘¦ğ‘“ ğ‘¿ ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘. ğ‘ğ‘± ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘± ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘šğ‘¨ğ‘’ ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘ğ‘¨ğ‘’ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘¦ğ‘‘'ğ‘• ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘²ğ‘’ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘‘ğ‘§ğ‘¤ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘ªğ‘‘ ğ‘² ğ‘´ğ‘ğ‘»ğ‘£ğ‘»ğ‘›.

source: Recent events have taught me one thing: that survival trumps honor. Besides, they wonâ€™t be screaming at me â€” Iâ€™ll be dead.
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘·ğ‘‘ ğ‘¥ğ‘° ğ‘¢ğ‘³ğ‘¯ ğ‘”ğ‘¦ğ‘™: ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘©ğ‘¤ ğ‘‘ğ‘®ğ‘©ğ‘¥ğ‘ğ‘• ğ‘ªğ‘¯ğ‘¼. ğ‘šğ‘¦ğ‘•ğ‘²ğ‘›ğ‘Ÿ, ğ‘ğ‘± ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¥ğ‘¦ğ‘™ ğ‘¨ğ‘‘ ğ‘¥ğ‘° - ğ‘²'ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘§ğ‘›.

source: Iâ€™ll be dead. I mean we canâ€™t just say that we gave away the Ruby of Fire, or send Jevyan a letter. Well, we are going to say it â€” but thatâ€™s not the point. Jessene, youâ€™re going to forge a very official looking treaty, in which we give the elves the Ruby of Fire, in return for our place here.
en@shaw: ğ‘²'ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘§ğ‘›. ğ‘² ğ‘¥ğ‘°ğ‘¯ ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘± ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘œğ‘±ğ‘ ğ‘©ğ‘¢ğ‘± ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼, ğ‘¹ ğ‘•ğ‘§ğ‘¯ğ‘› Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯ ğ‘© ğ‘¤ğ‘§ğ‘‘ğ‘¼. ğ‘¢ğ‘§ğ‘¤, ğ‘¢ğ‘° ğ‘¸ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘± ğ‘¦ğ‘‘ - ğ‘šğ‘³ğ‘‘ ğ‘ğ‘¨ğ‘”'ğ‘• ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘. Â·ğ‘¡ğ‘§ğ‘•ğ‘°ğ‘¯, ğ‘¿'ğ‘¼ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘“ğ‘¹ğ‘¡ ğ‘© ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘ªğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘¤ğ‘«ğ‘’ğ‘¦ğ‘™ ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦, ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘— ğ‘¢ğ‘° ğ‘œğ‘¦ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼, ğ‘¦ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘“ğ‘¹ ğ‘¬ğ‘¼ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘£ğ‘½.

source: Iâ€™m going to face Jevyan, and if rumors of his power are true heâ€™s going to pick that treaty off my mangled corpse. Then, youâ€™re going to destroy Jevyan after word of the treaty has spread to the orcs, but before he has a chance to read my undead mind...
en@shaw: ğ‘²'ğ‘§ğ‘¥ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘“ğ‘±ğ‘• Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯, ğ‘¯ ğ‘¦ğ‘“ ğ‘®ğ‘µğ‘¥ğ‘¼ğ‘Ÿ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘¬ğ‘¼ ğ‘¸ ğ‘‘ğ‘®ğ‘µ ğ‘£ğ‘°'ğ‘Ÿ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘ğ‘¦ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦ ğ‘ªğ‘“ ğ‘¥ğ‘² ğ‘¥ğ‘¨ğ‘™ğ‘œğ‘©ğ‘¤ğ‘› ğ‘’ğ‘¹ğ‘ğ‘•. ğ‘ğ‘§ğ‘¯, ğ‘¿'ğ‘¼ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¢ğ‘»ğ‘› ğ‘ ğ‘ ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦ ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘ğ‘®ğ‘§ğ‘› ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘¸ğ‘±ğ‘–ğ‘±ğ‘™ğ‘”ğ‘®ğ‘°ğ‘› ğ‘¥ğ‘² ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¥ğ‘²ğ‘¯ğ‘›...

source: There is no way Iâ€™m letting you go through with this, sir! Over our dead bodies, right Jessene?
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¢ğ‘± ğ‘²'ğ‘§ğ‘¥ ğ‘¤ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¿ ğ‘œğ‘´ ğ‘”ğ‘®ğ‘µ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘•, ğ‘•ğ‘»! ğ‘´ğ‘ğ‘¼ ğ‘¬ğ‘¼ ğ‘›ğ‘§ğ‘› ğ‘šğ‘ªğ‘›ğ‘¦ğ‘Ÿ, ğ‘®ğ‘²ğ‘‘ Â·ğ‘¡ğ‘§ğ‘•ğ‘°ğ‘¯?

source: Right!
en@shaw: ğ‘®ğ‘²ğ‘‘!

source: Iâ€™ll do it, sir. Iâ€™ll sacrifice myself to plant the false treaty.
en@shaw: ğ‘²'ğ‘¤ ğ‘›ğ‘µ ğ‘¦ğ‘‘, ğ‘•ğ‘». ğ‘²'ğ‘¤ ğ‘•ğ‘¨ğ‘’ğ‘®ğ‘¦ğ‘“ğ‘²ğ‘• ğ‘¥ğ‘²ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘‘ ğ‘ğ‘¤ğ‘­ğ‘¯ğ‘‘ ğ‘ ğ‘“ğ‘·ğ‘¤ğ‘• ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦.

source: No. I canâ€™t ask you to do this.
en@shaw: ğ‘¯ğ‘´. ğ‘² ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘¿ ğ‘‘ ğ‘›ğ‘µ ğ‘ğ‘¦ğ‘•.

source: Youâ€™ve denied me honorable death twice already. Once when you arrived at Clearwater Port, and once again when your ships rescued me. Iâ€™ll not be denied in this a third time!
en@shaw: ğ‘¿'ğ‘ ğ‘›ğ‘¦ğ‘¯ğ‘²ğ‘› ğ‘¥ğ‘° ğ‘ªğ‘¯ğ‘¼ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘§ğ‘” ğ‘‘ğ‘¢ğ‘²ğ‘• ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦. ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘¨ğ‘‘ ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘, ğ‘¯ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘¿ğ‘¼ ğ‘–ğ‘¦ğ‘ğ‘• ğ‘®ğ‘§ğ‘•ğ‘’ğ‘¿ğ‘› ğ‘¥ğ‘°. ğ‘²'ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘¯ğ‘²ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘© ğ‘”ğ‘»ğ‘› ğ‘‘ğ‘²ğ‘¥!

source: No, this is my sacrifice to make!
en@shaw: ğ‘¯ğ‘´, ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¥ğ‘² ğ‘•ğ‘¨ğ‘’ğ‘®ğ‘¦ğ‘“ğ‘²ğ‘• ğ‘‘ ğ‘¥ğ‘±ğ‘’!

source: Sir, my family has been slaughtered, and my home lost. All I long for is to join them. Give me this honorable death... Please, Sir! I beg you!
en@shaw: ğ‘•ğ‘», ğ‘¥ğ‘² ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘¤ğ‘ªğ‘‘ğ‘»ğ‘›, ğ‘¯ ğ‘¥ğ‘² ğ‘£ğ‘´ğ‘¥ ğ‘¤ğ‘ªğ‘•ğ‘‘. ğ‘·ğ‘¤ ğ‘² ğ‘¤ğ‘ªğ‘™ ğ‘“ğ‘¹ ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘¡ğ‘¶ğ‘¯ ğ‘ğ‘§ğ‘¥. ğ‘œğ‘¦ğ‘ ğ‘¥ğ‘° ğ‘ğ‘¦ğ‘• ğ‘ªğ‘¯ğ‘¼ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘§ğ‘”... ğ‘ğ‘¤ğ‘°ğ‘Ÿ, ğ‘•ğ‘»! ğ‘² ğ‘šğ‘§ğ‘œ ğ‘¿!

source: After this conflict is over Iâ€™ll have to suffer through the long years alone, with no honorable way of joining them. I want to look that monster Jevyan in the eye before I go! I wonâ€™t be denied!
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘¼ ğ‘²'ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘•ğ‘³ğ‘“ğ‘¼ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘¤ğ‘ªğ‘™ ğ‘˜ğ‘½ğ‘Ÿ ğ‘©ğ‘¤ğ‘´ğ‘¯, ğ‘¢ğ‘¦ğ‘ ğ‘¯ğ‘´ ğ‘ªğ‘¯ğ‘¼ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘± ğ‘ ğ‘¡ğ‘¶ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥. ğ‘² ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¤ğ‘«ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘² ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘² ğ‘œğ‘´! ğ‘² ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘¯ğ‘²ğ‘›!

source: Very well, if you canâ€™t be deterred. Remember, you <i>must</i> be slain by the hand of Jevyan himself. We canâ€™t have an illiterate orc or mindless skeleton getting the treaty. We will honor your sacrifice.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤, ğ‘¦ğ‘“ ğ‘¿ ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘›. ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼, ğ‘¿ <i>must</i> ğ‘šğ‘° ğ‘•ğ‘¤ğ‘±ğ‘¯ ğ‘šğ‘² ğ‘ ğ‘£ğ‘¨ğ‘¯ğ‘› ğ‘ Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯ ğ‘£ğ‘¦ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘“. ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘»ğ‘©ğ‘‘ ğ‘¹ğ‘’ ğ‘¹ ğ‘¥ğ‘²ğ‘¯ğ‘›ğ‘¤ğ‘©ğ‘• ğ‘•ğ‘’ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘©ğ‘¯ ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘ªğ‘¯ğ‘¼ ğ‘¿ğ‘¼ ğ‘•ğ‘¨ğ‘’ğ‘®ğ‘¦ğ‘“ğ‘²ğ‘•.

source: Honor me by destroying Jevyan! Preferably before he can do unnatural things to me. I want to rest in the ground, not be some mindless undead slave for all eternity!
en@shaw: ğ‘ªğ‘¯ğ‘¼ ğ‘¥ğ‘° ğ‘šğ‘² ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘¦ğ‘™ Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯! ğ‘ğ‘®ğ‘§ğ‘“ğ‘»ğ‘©ğ‘šğ‘¤ğ‘° ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘£ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘µ ğ‘³ğ‘¯ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘‘ ğ‘¥ğ‘°. ğ‘² ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›, ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘•ğ‘³ğ‘¥ ğ‘¥ğ‘²ğ‘¯ğ‘›ğ‘¤ğ‘©ğ‘• ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘•ğ‘¤ğ‘±ğ‘ ğ‘“ğ‘¹ ğ‘·ğ‘¤ ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘‘ğ‘¦!

source: Weâ€™ll make sure. I promise.
en@shaw: ğ‘¢ğ‘°'ğ‘¤ ğ‘¥ğ‘±ğ‘’ ğ‘–ğ‘«ğ‘¼. ğ‘² ğ‘ğ‘®ğ‘ªğ‘¥ğ‘¦ğ‘•.

source: Evil
en@shaw: ğ‘°ğ‘ğ‘©ğ‘¤

source: Commander Aethyr sacrifices himself to Lich-Lord Jevyan and
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ Â·ğ‘±ğ‘”ğ‘½ ğ‘•ğ‘¨ğ‘’ğ‘®ğ‘¦ğ‘“ğ‘²ğ‘•ğ‘©ğ‘Ÿ ğ‘£ğ‘¦ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘‘ ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘› Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯ ğ‘¯

source: Destroy Lich-Lord Jevyan and
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘› Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯ ğ‘¯

source: Defeat all enemy leaders except for one
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘·ğ‘¤ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘“ğ‘¹ ğ‘¢ğ‘³ğ‘¯

source: Death of Commander Aethyr by somebody other than Jevyan
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ Â·ğ‘±ğ‘”ğ‘½ ğ‘šğ‘² ğ‘•ğ‘³ğ‘¥ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯

source: Fail to leave one enemy leader behind
en@shaw: ğ‘“ğ‘±ğ‘¤ ğ‘‘ ğ‘¤ğ‘°ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘›

source: Haldric approaches the place where Lich-Lord Jevyan has made landfall. The final confrontation looms before him.
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘©ğ‘ğ‘®ğ‘´ğ‘—ğ‘©ğ‘Ÿ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¢ğ‘º ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘› Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¥ğ‘±ğ‘› ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘“ğ‘ªğ‘¤. ğ‘ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘­ğ‘¯ğ‘“ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¤ğ‘µğ‘¥ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘¥.

source: You cannot win. Give me the Ruby of Fire and I will go in peace.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘¦ğ‘¯. ğ‘œğ‘¦ğ‘ ğ‘¥ğ‘° ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘¯ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘´ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘•.

source: Bah! Even if you have learned to conceal the power of the Ruby of Fire you will deliver it unto me in death!
en@shaw: ğ‘šğ‘­! ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘“ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¤ğ‘»ğ‘¯ğ‘› ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘¤ ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘¦ğ‘¤ğ‘¦ğ‘ğ‘¼ ğ‘¦ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘µ ğ‘¥ğ‘° ğ‘¦ğ‘¯ ğ‘›ğ‘§ğ‘”!

source: Youâ€™re a fool, Jevyan. How do you think we secured our place here? We had to give the elves the Ruby of Fire. We just signed a treaty with the elves ensuring our place here.
en@shaw: ğ‘¿'ğ‘¼ ğ‘© ğ‘“ğ‘µğ‘¤, Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯. ğ‘£ğ‘¬ ğ‘›ğ‘µ ğ‘¿ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘° ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘› ğ‘¬ğ‘¼ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘£ğ‘½? ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘› ğ‘‘ ğ‘œğ‘¦ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼. ğ‘¢ğ‘° ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘²ğ‘¯ğ‘› ğ‘© ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ğ‘–ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘¬ğ‘¼ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘£ğ‘½.

source: No! I donâ€™t believe it. Only a fool would give away an artifact of such power.
en@shaw: ğ‘¯ğ‘´! ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘¦ğ‘‘. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘© ğ‘“ğ‘µğ‘¤ ğ‘¢ğ‘«ğ‘› ğ‘œğ‘¦ğ‘ ğ‘©ğ‘¢ğ‘± ğ‘©ğ‘¯ ğ‘¸ğ‘‘ğ‘©ğ‘“ğ‘¨ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘³ğ‘— ğ‘ğ‘¬ğ‘¼.

source: A fool, or a desperate band of refugees!
en@shaw: ğ‘© ğ‘“ğ‘µğ‘¤, ğ‘¹ ğ‘© ğ‘›ğ‘§ğ‘•ğ‘ğ‘¼ğ‘©ğ‘‘ ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ğ‘°ğ‘Ÿ!

source: Ha. Let all of the minions of Darkness be cast down!
en@shaw: ğ‘£ğ‘­. ğ‘¤ğ‘§ğ‘‘ ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘˜ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘• ğ‘šğ‘° ğ‘’ğ‘­ğ‘•ğ‘‘ ğ‘›ğ‘¬ğ‘¯!

source: It matters little, because here you fall!
en@shaw: ğ‘¦ğ‘‘ ğ‘¥ğ‘¨ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤, ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘£ğ‘½ ğ‘¿ ğ‘“ğ‘·ğ‘¤!

source: For all of the good people of Clearwater Port!
en@shaw: ğ‘“ğ‘¹ ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘œğ‘«ğ‘› ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘!

source: For the honor of Southbay!
en@shaw: ğ‘“ğ‘¹ ğ‘ ğ‘ªğ‘¯ğ‘¼ ğ‘ Â·ğ‘•ğ‘¬ğ‘”ğ‘šğ‘±!

source: We donâ€™t need some magic trinket to beat you! Prepare to meet your fate, you decrepit sack of bones! For the honor of all of the people of the west-north!
en@shaw: ğ‘¢ğ‘° ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘°ğ‘› ğ‘•ğ‘³ğ‘¥ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘‘ğ‘®ğ‘¦ğ‘™ğ‘’ğ‘©ğ‘‘ ğ‘‘ ğ‘šğ‘°ğ‘‘ ğ‘¿! ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘‘ ğ‘¥ğ‘°ğ‘‘ ğ‘¿ğ‘¼ ğ‘“ğ‘±ğ‘‘, ğ‘¿ ğ‘›ğ‘©ğ‘’ğ‘®ğ‘§ğ‘ğ‘¦ğ‘‘ ğ‘•ğ‘¨ğ‘’ ğ‘ ğ‘šğ‘´ğ‘¯ğ‘Ÿ! ğ‘“ğ‘¹ ğ‘ ğ‘ªğ‘¯ğ‘¼ ğ‘ ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘-ğ‘¯ğ‘¹ğ‘”!

source: Charge!
en@shaw: ğ‘—ğ‘¸ğ‘¡!

source: I hate it when my prey gets chatty! Get them, itâ€™s a long boat ride back home!
en@shaw: ğ‘² ğ‘£ğ‘±ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¥ğ‘² ğ‘ğ‘®ğ‘± ğ‘œğ‘§ğ‘‘ğ‘• ğ‘—ğ‘¨ğ‘‘ğ‘°! ğ‘œğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥, ğ‘¦ğ‘‘'ğ‘• ğ‘© ğ‘¤ğ‘ªğ‘™ ğ‘šğ‘´ğ‘‘ ğ‘®ğ‘²ğ‘› ğ‘šğ‘¨ğ‘’ ğ‘£ğ‘´ğ‘¥!

source: We shall soon see if you have the Ruby of Fire!
en@shaw: ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘•ğ‘µğ‘¯ ğ‘•ğ‘° ğ‘¦ğ‘“ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼!

source: Heâ€™s raising our dead! Be careful!
en@shaw: ğ‘£ğ‘°'ğ‘Ÿ ğ‘®ğ‘±ğ‘Ÿğ‘¦ğ‘™ ğ‘¬ğ‘¼ ğ‘›ğ‘§ğ‘›! ğ‘šğ‘° ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤!

source: Feel my wrath, Jevyan, Iâ€™m coming for you! No piece of paper in my pocket is going to stop me from destroying you. For my family! For the people of Clearwater Port!
en@shaw: ğ‘“ğ‘°ğ‘¤ ğ‘¥ğ‘² ğ‘®ğ‘ªğ‘”, Â·ğ‘¡ğ‘§ğ‘ğ‘¾ğ‘¯, ğ‘²'ğ‘§ğ‘¥ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘¿! ğ‘¯ğ‘´ ğ‘ğ‘°ğ‘• ğ‘ ğ‘ğ‘±ğ‘ğ‘¼ ğ‘¦ğ‘¯ ğ‘¥ğ‘² ğ‘ğ‘ªğ‘’ğ‘©ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘¥ğ‘° ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘¦ğ‘™ ğ‘¿. ğ‘“ğ‘¹ ğ‘¥ğ‘² ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦! ğ‘“ğ‘¹ ğ‘ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘’ğ‘¤ğ‘½ğ‘¢ğ‘ªğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘!

source: All life is finite; you will be made to serve along with the rest.
en@shaw: ğ‘·ğ‘¤ ğ‘¤ğ‘²ğ‘“ ğ‘¦ğ‘Ÿ ğ‘“ğ‘²ğ‘¯ğ‘²ğ‘‘; ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¥ğ‘±ğ‘› ğ‘‘ ğ‘•ğ‘»ğ‘ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘.

source: Come on, stay still, just for a second...
en@shaw: ğ‘’ğ‘³ğ‘¥ ğ‘ªğ‘¯, ğ‘•ğ‘‘ğ‘± ğ‘•ğ‘‘ğ‘¦ğ‘¤, ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘© ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›...

source: For the Wesfolk!
en@shaw: ğ‘“ğ‘¹ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘“ğ‘´ğ‘’!

source: Be careful, Commander!
en@shaw: ğ‘šğ‘° ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤, ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼!

source: You deny me my honorable death? Our foes are not yet convinced that the elves have the ruby.
en@shaw: ğ‘¿ ğ‘›ğ‘¦ğ‘¯ğ‘² ğ‘¥ğ‘° ğ‘¥ğ‘² ğ‘ªğ‘¯ğ‘¼ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘§ğ‘”? ğ‘¬ğ‘¼ ğ‘“ğ‘´ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘˜ğ‘§ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘¦ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘°.

source: We took yer home, now weâ€™ll take yer lives!
en@shaw: ğ‘¢ğ‘° ğ‘‘ğ‘«ğ‘’ ğ‘˜ğ‘» ğ‘£ğ‘´ğ‘¥, ğ‘¯ğ‘¬ ğ‘¢ğ‘°'ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘˜ğ‘» ğ‘¤ğ‘¦ğ‘ğ‘Ÿ!

source: The elfses have da fire ruby, and you have nothing!
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘“ğ‘•ğ‘°ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘­ ğ‘“ğ‘²ğ‘¼ ğ‘®ğ‘µğ‘šğ‘°, ğ‘¯ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™!
