Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: Underground Channels
es: Canales Subterráneos

source: New Recruit for Delfador:
es: Nuevo Recluta para Delfador:

source: The river travels underground here, and there is an awful stench of rot and decay. Has some undead creature taken up residence inside?
es: El río viaja bajo tierra aquí, y hay un hedor horrible a podredumbre y decadencia. ¿Alguna criatura no muerta ha tomado residencia dentro?

source: I am not sure what benefit we could gain from fighting in such a place, but it is always our duty to destroy evil.
es: No estoy seguro de qué beneficio podríamos obtener luchando en un lugar así, pero siempre es nuestro deber destruir el mal.

source: Goodbye ... young Master Delfador ... Prince Konrad ... hum dum da dum ... and good luck. I hope my gift will be useful to you.
es: Adiós ... joven Maestro Delfador ... Príncipe Konrad ... hum dum da dum ... y buena suerte. Espero que mi regalo te sea útil.

source: Hello ... again. Har alam dum ...
es: Hola ... de nuevo. Har alam dum ...

source: Lintanir Forest
es: Bosque Lintanir

source: At last! Friends, we have finally reached the Lintanir Forest, home of the North Elves. I was born not far east of here... more years ago than I care to remember.
es: ¡Al fin! Amigos, finalmente hemos llegado al Bosque Lintanir, hogar de los Elfos del Norte. Nací no muy lejos al este de aquí... hace más años de los que quiero recordar.

source: Hail, elves! I am Konrad, heir to the throne of Wesnoth and son of the Aethenwood. Lord Kalenz has told me much about his home in the Lintanir. I am honored to meet you.
es: ¡Salve, elfos! Soy Konrad, heredero al trono de Wesnoth e hijo del Bosque Edén. El Señor Kalenz me ha hablado mucho sobre su hogar en Lintanir. Es un honor conocerlos.

source: Greetings, Konrad. I have heard much about you as well. Welcome to the Lintanir Forest.
es: Saludos, Konrad. También he oído mucho sobre usted. Bienvenido al Bosque Lintanir.

source: Hail, elves! I am Konrad, heir to the throne of Wesnoth, son of the Aethenwood and friend of Lord Kalenz.
es: ¡Salve, elfos! Soy Konrad, heredero al trono de Wesnoth, hijo del Bosque Edén y amigo del Señor Kalenz.

source: Greetings, Konrad. I have heard much about you. Welcome to the Lintanir Forest, home of the North Elves.
es: Saludos, Konrad. He oído mucho sobre usted. Bienvenido al Bosque Lintanir, hogar de los Elfos del Norte.

source: How quickly does the race of men mature! Only seventeen winters have passed since I last laid eyes on you, Konrad, yet you are now a grown man. A proven warrior stands before me!
es: ¡Qué rápido madura la raza de los hombres! Solo han pasado diecisiete inviernos desde la última vez que te vi, Konrad, y ahora eres un hombre adulto. ¡Un guerrero probado está ante mí!

source: Forgive me, Elf, but I’m afraid I do not recall meeting you before.
es: Perdóname, elfo, pero me temo que no recuerdo haberte conocido antes.

source: Konrad, this is Parandra. When Asheviere first took power and her orcs began rampaging across Wesnoth, Parandra helped me rescue you from the royal palace.
es: Konrad, esta es Parandra. Cuando Asheviere tomó el poder por primera vez y sus orcos comenzaron a arrasar Wesnoth, Parandra me ayudó a rescatarte del palacio real.

source: I had no idea! Thank you, my lady. It is a pleasure to meet you again.
es: ¡No tenía idea! Gracias, mi señora. Es un placer conocerte de nuevo.

source: Rescued him from my mother? Seventeen years ago Konrad would’ve been an infant. What is this you’re talking about?
es: ¿Lo rescataron de mi madre? Hace diecisiete años Konrad habría sido un infante. ¿De qué están hablando?

source: Your mother has much blood upon her hands, child. She has had many killed unjustly. When Konrad was an infant, she ordered all the princes put to death, so she could seize control.
es: Tu madre tiene mucha sangre en sus manos, niña. Ha hecho matar a muchos injustamente. Cuando Konrad era un infante, ordenó matar a todos los príncipes para poder tomar el control.

source: Not long ago I would’ve decried such an obvious lie. But Konrad and Delfador have shown me many things of which I didn’t wish to believe regarding my mother. I trust that you speak the truth.
es: Hace no mucho habría denunciado una mentira tan obvia. Pero Konrad y Delfador me han mostrado muchas cosas que no quería creer sobre mi madre. Confío en que dicen la verdad.

source: But now I hold the Sceptre — our symbol of rulership — and my mother’s time as queen draws short. I have a chance to do better!
es: Pero ahora tengo el Cetro — nuestro símbolo de gobierno — y el tiempo de mi madre como reina se acaba. ¡Tengo la oportunidad de hacerlo mejor!

source: Though you have the Sceptre, my lady, it is not your place to rule. Your line was tainted when Asheviere orchestrated her husband’s downfall.
es: Aunque tienes el Cetro, mi señora, no es tu lugar gobernar. Tu linaje fue manchado cuando Asheviere orquestó la caída de su esposo.

source: But that is why I must take the Sceptre from you, Konrad — it is our symbol of rulership. My mother’s time as queen draws short. With the Sceptre, as queen, I have a chance to do better.
es: Pero por eso debo tomar el Cetro de ti, Konrad — es nuestro símbolo de gobierno. El tiempo de mi madre como reina se acaba. Con el Cetro, como reina, tengo la oportunidad de hacerlo mejor.

source: My lady, there is some good in you, but the throne is not yours to claim. Your line was tainted when Asheviere orchestrated her husband’s downfall.
es: Mi señora, hay algo de bondad en ti, pero el trono no es tuyo para reclamarlo. Tu linaje fue manchado cuando Asheviere orquestó la caída de su esposo.

source: Konrad is the rightful heir; the son of Arand and nephew of Garard. I have raised him as my own, as penance for my part in Garard’s fall. Konrad shall be king.
es: Konrad es el heredero legítimo; hijo de Arand y sobrino de Garard. Lo he criado como mío, como penitencia por mi parte en la caída de Garard. Konrad será rey.

source: (gestures to Delfador)
es: (hace un gesto hacia Delfador)

source: Delfador, you have raised Konrad to be skillful and wise, honorable and just. A warrior who has respect, and appreciates peace. Yet the throne is not the place for him. You know of what I speak, Delfador.
es: Delfador, has criado a Konrad para que sea hábil y sabio, honorable y justo. Un guerrero que tiene respeto y aprecia la paz. Sin embargo, el trono no es el lugar para él. Sabes de qué hablo, Delfador.

source: Parandra, what you say may seem right to some, but as long as you and I speak to no-one of what we know, I see no reason why Konrad would not best have the throne.
es: Parandra, lo que dices puede parecer correcto para algunos, pero mientras tú y yo no hablemos con nadie de lo que sabemos, no veo razón por la que Konrad no deba tener el trono.

source: In so many things you are right, Delfador, and your wisdom is unmatched in the world of men. But in this, you are mistaken. Li’sar is the heir. She should take the throne. Now that I have met her for myself, I am sure of it.
es: En tantas cosas tienes razón, Delfador, y tu sabiduría no tiene igual en el mundo de los hombres. Pero en esto, te equivocas. Li’sar es la heredera. Ella debe tomar el trono. Ahora que la he conocido por mí misma, estoy segura.

source: Hmph. Perhaps you are right, perhaps not. We shall see.
es: Hmph. Tal vez tengas razón, tal vez no. Lo veremos.

source: *Ahem*
es: *Ejem*

source: ... Konrad, I once promised you aid from my home, should we ever reach it. Now we have. The Lintanir has magic to offer you and your companions; aid on your quest against the dark queen.
es: ... Konrad, una vez te prometí ayuda de mi hogar, si alguna vez llegábamos a él. Ahora lo hemos hecho. Lintanir tiene magia para ofrecerte a ti y a tus compañeros; ayuda en tu misión contra la reina oscura.

source: ... Konrad, you have proven yourself an enemy of Asheviere’s and a friend to the elves. The Lintanir has magic to offer you and your companions; aid on your quest against the dark queen.
es: ... Konrad, has demostrado ser un enemigo de Asheviere y un amigo de los elfos. Lintanir tiene magia para ofrecerte a ti y a tus compañeros; ayuda en tu misión contra la reina oscura.

source: We hold in our possession three objects of legend: a tome of wose lore, a chestplate of black steel, and a great sword of fire. Choose one, and it shall be yours.
es: Poseemos tres objetos de leyenda: un tomo de sabiduría wose, una coraza de acero negro, y una gran espada de fuego. Elige uno, y será tuyo.

source: You are as generous as you are wise, Lord Kalenz. Please, tell us more about these artifacts you offer.
es: Eres tan generoso como sabio, Señor Kalenz. Por favor, cuéntanos más sobre estos artefactos que ofreces.

source: Now I wish you luck, Konrad, and you Li’sar. Let us rest, and then once more go forth. Fortune has smiled upon us so far, despite great dangers. Perhaps she will continue to do so.
es: Ahora les deseo suerte, Konrad, y a ti Li’sar. Descansemos, y luego avancemos una vez más. La fortuna nos ha sonreído hasta ahora, a pesar de grandes peligros. Tal vez siga haciéndolo.

source: But enough introductions. Konrad, is the Lord Kalenz with you? There is much that the three of us ought to speak about.
es: Pero basta de presentaciones. Konrad, ¿está el Señor Kalenz contigo? Hay mucho de lo que los tres deberíamos hablar.

source: The good lord was injured in battle some time ago, and retreated eastwards towards Lintanir forest. He has not arrived safely? That is ill news, for he seemed a wise elf and a staunch ally.
es: El buen señor resultó herido en batalla hace algún tiempo, y se retiró hacia el este hacia el bosque Lintanir. ¿No ha llegado a salvo? Esa es una mala noticia, pues parecía un elfo sabio y un aliado firme.

source: That bodes ill indeed. I do not believe he has perished, for Kalenz represents the best of us, and has survived many trials in times past. But I fear he has been waylaid by some mischief.
es: Eso augura mal, en efecto. No creo que haya perecido, pues Kalenz representa lo mejor de nosotros, y ha sobrevivido a muchas pruebas en tiempos pasados. Pero temo que ha sido detenido por alguna maldad.

source: I can do little but wish you luck, Konrad, and you Li’sar. Rest, and then go forth. Fortune has smiled upon you so far, despite great dangers. Perhaps she will continue to do so.
es: Poco puedo hacer más que desearles suerte, Konrad, y a ti Li’sar. Descansen, y luego avancen. La fortuna les ha sonreído hasta ahora, a pesar de grandes peligros. Tal vez siga haciéndolo.

source: I know little of woses, but I know they are not warriors. What secret lore might they have that could be of use on the battlefield?
es: Sé poco de los woses, pero sé que no son guerreros. ¿Qué sabiduría secreta podrían tener que pudiera ser útil en el campo de batalla?

source: The ways of the wood; the art of moving quickly and unseen among the trees. It is a magical tome; a record of the life-sap of Elilmaldur-Rithrandil, eldest of the Green Isle.
es: Los caminos del bosque; el arte de moverse rápido y sin ser visto entre los árboles. Es un tomo mágico; un registro de la savia vital de Elilmaldur-Rithrandil, el mayor de la Isla Verde.

source: To many, this tome would seem filled with meaningless tales of sticks and leaves. But you were raised in woods, Konrad. Should you choose to take it, I believe you will gain great affinity with the forest, its nature and ways, and all the creatures within it.
es: Para muchos, este tomo parecería lleno de cuentos sin sentido sobre palos y hojas. Pero tú fuiste criado en los bosques, Konrad. Si eliges tomarlo, creo que ganarás gran afinidad con el bosque, su naturaleza y caminos, y todas las criaturas dentro de él.

source: Taking the tome of Wose Lore will grant <b>Konrad</b> the <i>ambush</i> ability — invisibility in forest — as well as improved forest movement and 70% forest defense.
es: Tomar el tomo de Sabiduría Wose otorgará a <b>Konrad</b> la habilidad <i>emboscada</i> — invisibilidad en bosque — así como movimiento mejorado en bosque y 70% de defensa en bosque.

source: You called this a sword of fire, Kalenz, but it looks little different from my own. Is there a command word, perhaps?
es: Llamaste a esto una espada de fuego, Kalenz, pero parece poco diferente de la mía. ¿Hay una palabra de comando, tal vez?

source: This is a wizard’s sword, Konrad; I sense its power. With such an enchanted weapon, even one as old as me would make a capable swordsman.
es: Esta es una espada de mago, Konrad; siento su poder. Con un arma encantada así, incluso alguien tan viejo como yo sería un espadachín capaz.

source: Yes, it once belonged to Ila’alion, a mighty sorceresses. It was enchanted as a boon to her by your elvish friends in the south, but it brought her only disaster.
es: Sí, alguna vez perteneció a Ila’alion, una poderosa hechicera. Fue encantada como un favor para ella por tus amigos elfos del sur, pero solo le trajo desastre.

source: Her fellow enchantresses... well, one could say they were slow to come to Ila’alion’s aid as she held this very forest against an orcish incursion. They resented her arrogance as the bearer of the sword, and indignation is a powerful force amongst my people at times.
es: Sus compañeras encantadoras... bueno, se podría decir que fueron lentas en acudir en ayuda de Ila’alion mientras defendía este mismo bosque contra una incursión orca. Resentían su arrogancia como portadora de la espada, y la indignación es una fuerza poderosa entre mi pueblo a veces.

source: Taking the Flaming Sword will grant <b>Delfador</b> a new melee attack, hitting for 7-4 fire damage.
es: Tomar la Espada Flamigera otorgará a <b>Delfador</b> un nuevo ataque cuerpo a cuerpo, golpeando por 7-4 de daño de fuego.

source: That’s a spectacular piece of armor, Kalenz, and I don’t think it is elf-made. Not even among the best smiths of Weldyn have I seen its like. How did the Lintanir come by it?
es: Esa es una pieza de armadura espectacular, Kalenz, y no creo que sea hecha por elfos. Ni siquiera entre los mejores herreros de Weldyn he visto algo parecido. ¿Cómo llegó Lintanir a poseerla?

source: Many years ago, we were troubled by an undead lord of great power. Its axe clove our steel blades as if they were saplings, and its enchanted armor deflected our strongest magics and hottest fires.
es: Hace muchos años, fuimos acosados por un señor no muerto de gran poder. Su hacha cortaba nuestras hojas de acero como si fueran brotes, y su armadura encantada desviaba nuestras magias más fuertes y fuegos más calientes.

source: Only at great length and great cost did we emerge triumphant, destroying the lord of the undead and taking its armor as spoil. If you choose to wear it, Li’sar, do so humbly — it was paid for in blood.
es: Solo tras gran esfuerzo y gran costo emergimos triunfantes, destruyendo al señor de los no muertos y tomando su armadura como botín. Si eliges usarla, Li’sar, hazlo con humildad — fue pagada con sangre.

source: Taking the Void Armor will grant <b>Li’sar</b> immunity to slows, poison, fire damage, cold damage, and arcane damage.
es: Tomar la Armadura del Vacío otorgará a <b>Li’sar</b> inmunidad a ralentizaciones, veneno, daño de fuego, daño de frío y daño arcano.

source: As you wish. The wose lore is yours.
es: Como desees. La sabiduría wose es tuya.

source: This massive book is filled with the Lore and Legends of the Wose. Konrad gains the <i>ambush</i> ability, improved forest movement, and 70% forest defense.
es: Este libro masivo está lleno de la Sabiduría y Leyendas de los Wose. Konrad gana la habilidad <i>emboscada</i>, movimiento mejorado en bosque y 70% de defensa en bosque.

source: wose lore
es: sabiduría wose

source: This unit has 70% defense, full movement, and invisibility in forest.
es: Esta unidad tiene 70% de defensa, movimiento completo e invisibilidad en bosque.

source: As you wish. The flaming sword is yours.
es: Como desees. La espada flamigera es tuya.

source: This massive blade was created centuries ago by long-forgotten elvish forgemasters, who imbued the bluish steel with an inner magical fire. Delfador gains a new melee attack, dealing 7-4 fire damage.
es: Esta hoja masiva fue creada siglos atrás por maestros forjadores elfos olvidados hace mucho, que imbuyeron el acero azulado con un fuego mágico interno. Delfador gana un nuevo ataque cuerpo a cuerpo, infligiendo 7-4 de daño de fuego.

source: flaming sword
es: espada flamigera

source: As you wish. The void armor is yours.
es: Como desees. La armadura del vacío es tuya.

source: This beautiful chest plate is crafted from shimmering black steel. Li’sar gains immunity to slows, poison, fire damage, cold damage, and arcane damage.
es: Esta hermosa coraza está forjada de acero negro reluciente. Li’sar gana inmunidad a ralentizaciones, veneno, daño de fuego, daño de frío y daño arcano.

source: void armor
es: armadura del vacío

source: This unit has immunity to slows, poison, fire damage, cold damage, and arcane damage.
es: Esta unidad tiene inmunidad a ralentizaciones, veneno, daño de fuego, daño de frío y daño arcano.

source: Fort Garard
es: Fuerte Garard

source: The ruins of Fort Garard. This is where my father died.
es: Las ruinas del Fuerte Garard. Aquí es donde murió mi padre.

source: Yes. You know the story. The darkest hour of my darkest day; a crime born of my haste and my arrogance. Had I been but a breath wiser that night, all might have been different...
es: Sí. Conoces la historia. La hora más oscura de mi día más oscuro; un crimen nacido de mi prisa y mi arrogancia. Si hubiera sido un poco más sabio esa noche, todo podría haber sido diferente...

source: Estmark Hills
es: Colinas Estmark

source: N. Outpost
es: Puesto Norte

source: S. Outpost
es: Puesto Sur

source: Halt! Your Highness Li’sar, by order of Queen Asheviere you are branded a traitor and an enemy of the state. Prepare to be apprehended.
es: ¡Alto! Alteza Li’sar, por orden de la Reina Asheviere eres marcada como traidora y enemiga del estado. Prepárate para ser aprehendida.

source: A traitor? This is the Sceptre of Fire, symbol of the kings of Wesnoth, and I return after claiming it at great cost from the caverns of the north.
es: ¿Una traidora? Este es el Cetro de Fuego, símbolo de los reyes de Wesnoth, y regreso tras reclamarlo a gran costo de las cavernas del norte.

source: You know that Asheviere has proven a poor ruler. You know that I have been a just general. And now I hold the Sceptre, not my mother. Stand aside or die, soldier.
es: Sabes que Asheviere ha demostrado ser una mala gobernante. Sabes que he sido una general justa. Y ahora tengo el Cetro, no mi madre. Apártate o muere, soldado.

source: Leave my cousin out of this. You know who I am. And now you see I hold the Sceptre.
es: Deja a mi prima fuera de esto. Sabes quién soy. Y ahora ves que tengo el Cetro.

source: You have heard lies about my war from Asheviere — now hear the truth. This land is suffering. I know it, you know it, even Li’sar knows it; Asheviere’s own daughter driven to revolt.
es: Has oído mentiras sobre mi guerra de parte de Asheviere — ahora escucha la verdad. Esta tierra está sufriendo. Lo sé, lo sabes, incluso Li’sar lo sabe; la propia hija de Asheviere llevada a la revuelta.

source: Together the princess and I have claimed the Sceptre of Fire, the staff of kings. In Haldric’s hands, it was our salvation from the Lich Lords. In mine, it shall save you and I both from the terror that is Asheviere. You will let us pass.
es: Juntos la princesa y yo hemos reclamado el Cetro de Fuego, el bastón de los reyes. En manos de Haldric, fue nuestra salvación de los Señores Liche. En las mías, salvará a ti y a mí del terror que es Asheviere. Nos dejarás pasar.

source: (whispering back and forth)
es: (susurrando de un lado a otro)

source: Go. You were never here.
es: Vayan. Nunca estuvieron aquí.

source: ... and if you do win against Asheviere, please remember our actions today.
es: ... y si ganan contra Asheviere, por favor recuerden nuestras acciones de hoy.

source: The Horse Plains
es: Las Llanuras de los Caballos

source: Lord Bayar
es: Señor Bayar

source: Test of the Clans
es: Prueba de los Clanes

source: So! The young prince has found his way to the lands of the Horse Lords.
es: ¡Así que! El joven príncipe ha encontrado su camino a las tierras de los Señores de los Caballos.

source: Do not expect us, too, to bend the knee just because the princess holds an old stick.
es: No esperen que nosotros también nos arrodillemos solo porque la princesa tiene un palo viejo.

source: Do not expect us, too, to bend the knee just because you hold an old stick.
es: No esperen que nosotros también nos arrodillemos solo porque tienes un palo viejo.

source: You are two children and an old man. What right have you to challenge the throne?
es: Son dos niños y un anciano. ¿Qué derecho tienen para desafiar el trono?

source: The Horse Clans are powerful and proud. If we cannot prove ourselves to them now, we shall surely have to battle them later, when we attack Weldyn.
es: Los Clanes de los Caballos son poderosos y orgullosos. Si no podemos demostrarles ahora, seguramente tendremos que luchar contra ellos más tarde, cuando ataquemos Weldyn.

source: Do not forget your pledge, lords of the clans. When Asheviere calls you for aid, let her pleas fall upon deaf ears.
es: No olviden su promesa, señores de los clanes. Cuando Asheviere los llame en su ayuda, dejen que sus súplicas caigan en oídos sordos.

source: You have proven yourselves worthy, Your Royal Highnesses, worthy even to claim the throne. I bow my head.
es: Han demostrado ser dignos, Altezas Reales, dignos incluso de reclamar el trono. Inclino mi cabeza.

source: Hold! We approach the walled city of Dan’Tonk. This was the crowning conquest of my mother’s early days. Its conscripts have made up the bulk of her footmen ever since.
es: ¡Alto! Nos acercamos a la ciudad amurallada de Dan’Tonk. Esta fue la conquista culminante de los primeros días de mi madre. Sus reclutas han formado la mayor parte de sus soldados de infantería desde entonces.

source: Are those... gryphons swooping over the city walls? Asheviere must have tried again to seize their eggs, but thanks to our help the gryphons have become strong enough to fight back!
es: ¿Esos son... grifos volando sobre las murallas de la ciudad? Asheviere debe haber intentado de nuevo apoderarse de sus huevos, ¡pero gracias a nuestra ayuda los grifos se han vuelto lo suficientemente fuertes para contraatacar!

source: That was a dark day... I remember it well. I urged the baron to flee, but in the end we chose to stand and fight — and it cost him his life. So many regrets...
es: Ese fue un día oscuro... Lo recuerdo bien. Insté al barón a huir, pero al final elegimos resistir y luchar — y le costó la vida. Tantos arrepentimientos...

source: When we someday lay siege to Weldyn, Asheviere will surely call upon Dan’Tonk’s footmen to flank us. If we strike now, we can do enough damage to prevent them from marching against us later.
es: Cuando algún día pongamos sitio a Weldyn, Asheviere seguramente llamará a los soldados de infantería de Dan’Tonk para flanquearnos. Si atacamos ahora, podemos causar suficiente daño para evitar que marchen contra nosotros más tarde.

source: We’re all set up, my lady, and we’ve blocked the roads with rubble. They won’t get through easily.
es: Todo está listo, mi señora, y hemos bloqueado los caminos con escombros. No pasarán fácilmente.

source: Well done, everyone — our flank is secure. Asheviere’s position in Weldyn grows weaker each day.
es: Bien hecho, todos — nuestro flanco está seguro. La posición de Asheviere en Weldyn se debilita cada día.
