Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: Can’t you see I’m busy? Stay out of this or you’ll regret it!
es: ¿No ves que estoy ocupado? ¡Aléjate o lo lamentarás!

source: Lo! We have cleansed a great evil here today, my friend. Together we shall fight onwards against evil!
es: ¡Mira! Hemos limpiado un gran mal aquí hoy, amigo. ¡Juntos lucharemos contra el mal!

source: With Muff Malal defeated, in time this land may heal. We did a good deed here.
es: Con Muff Malal derrotado, con el tiempo esta tierra podrá sanar. Hicimos una buena acción aquí.

source: The Three Sisters
es: Las Tres Hermanas

source: Elensefar Reef
es: Arrecife de Elensefar

source: I see stormclouds ahead. These boats aren’t built to maneuver in rough weather — if we continue westwards we may have trouble getting back without a fight.
es: Veo nubes de tormenta adelante. Estos barcos no están hechos para maniobrar en clima duro — si seguimos al oeste podríamos tener problemas para regresar sin una pelea.

source: Isle of the Damned
es: Isla de los Condenados

source: We’re caught in the storm! The wind is blowing us towards that island. Brace!
es: ¡Estamos atrapados en la tormenta! El viento nos empuja hacia esa isla. ¡Prepárense!

source: Whew, we survived... but the boats are smashed to bits. Where is this place?
es: Uf, sobrevivimos... pero los barcos están destrozados. ¿Dónde está este lugar?

source: I suppose we may as well explore while we’re marooned.
es: Supongo que podemos explorar mientras estamos varados.

source: I’m glad I could help make safe your home, but... why choose to live here, of all places? There must be safer hideouts than foggy islands crawling with undead!
es: Me alegra haber ayudado a hacer seguro tu hogar, pero... ¿por qué elegir vivir aquí, de todos los lugares? Debe haber escondites más seguros que islas brumosas llenas de no muertos.

source: Naw, weren’t always like this. The Three Sisters’ve always been good to us — tough, but fair. These undead be a new thing.
es: No, no siempre fue así. Las Tres Hermanas siempre han sido buenas con nosotros — duras, pero justas. Estos no muertos son algo nuevo.

source: There’s some old crypts on the west side of the island, see? Our leader went down, hunting for weapons, treasure, magic and what have ye. But instead of her coming back out, all we got was hordes of the dead.
es: Hay unas criptas antiguas en el lado oeste de la isla, ¿ves? Nuestra líder bajó buscando armas, tesoros, magia y demás. Pero en vez de que ella regresara, todo lo que obtuvimos fueron hordas de muertos.

source: Her and some of her girls are still down there, trapped — or dead. If’n you can help, we’d all be in yer debt.
es: Ella y algunas de sus chicas todavía están allí abajo, atrapadas — o muertas. Si puedes ayudar, todos estaríamos en deuda contigo.

source: If not... well, there’s our port. I’ve got some ships to take ye back to the mainland. We owe you that much.
es: Si no... bueno, está nuestro puerto. Tengo barcos para llevarte de vuelta al continente. Te lo debemos.

source: Isle of the Damned II
es: Isla de los Condenados II

source: Our leader an’ some o’ her hunters are still down there underground, trapped — or dead. If’n you can help, we’d all be in yer debt.
es: Nuestra líder y algunas de sus cazadoras aún están bajo tierra, atrapadas — o muertas. Si puedes ayudar, todos te deberemos una.

source: ... a prince? No kiddin’. Never thought I’d be friends with blue blood.
es: ... ¿un príncipe? No es broma. Nunca pensé que sería amigo de sangre azul.

source: Well. Listen, if you’re fightin’ Asheviere, then me an’ my hunters are with you; we want to help. It’s about time someone did somethin’ ’bout her.
es: Bueno. Escucha, si estás luchando contra Asheviere, entonces yo y mis cazadores estamos contigo; queremos ayudar. Ya es hora de que alguien haga algo al respecto.

source: Konrad can now recruit Poachers!
es: ¡Konrad ahora puede reclutar Cazadores Furtivos!

source: Thank you again fer how much help you’ve been, Konrad! The Three Sisters’re in your debt, now an’ ferever. Go an’ give Asheviere the thrashing she deserves.
es: ¡Gracias de nuevo por toda la ayuda que has dado, Konrad! Las Tres Hermanas están en deuda contigo, ahora y para siempre. Ve y dale a Asheviere la paliza que se merece.

source: There is a small port here, but most of the boats have been seized and sailed away! Those that remain are out in the river, filled with soldiers.
es: Hay un pequeño puerto aquí, pero la mayoría de los barcos han sido confiscados y navegados lejos. Los que quedan están en el río, llenos de soldados.

source: Many of the townsfolk relied on those boats for their livelihood. We have to do something!
es: Muchos de los habitantes dependían de esos barcos para su sustento. ¡Tenemos que hacer algo!

source: Leave it to us, Your Highness!
es: ¡Déjenoslo a nosotros, Alteza!

source: Now bring the rest of the boats back to port.
es: Ahora traigan el resto de los barcos de vuelta al puerto.

source: There is a small port here, but most of the ships have been seized and sailed away! Those that remain are out in the river, filled with soldiers.
es: Hay un pequeño puerto aquí, pero la mayoría de los barcos han sido confiscados y navegados lejos. Los que quedan están en el río, llenos de soldados.

source: Many of the townsfolk relied on those boats for their livelihood. We have to do something — and with my magical water-walking sandals, maybe I can.
es: Muchos de los habitantes dependían de esos barcos para su sustento. Tenemos que hacer algo — y con mis sandalias mágicas para caminar sobre el agua, tal vez pueda.

source: I have chased off the worst of the soldiers, and brought the remaining boats back to port! Doing this by myself was very dangerous and I got very lucky, but I am glad to have taken the risk and helped this town.
es: He ahuyentado a los peores soldados y traído los barcos restantes de vuelta al puerto. Hacer esto solo fue muy peligroso y tuve mucha suerte, pero me alegra haber tomado el riesgo y ayudado a este pueblo.

source: There is a small port here, but all of the ships have been seized and sailed away! Some hang just out of reach, as if to taunt us. If only I could reclaim them...
es: Hay un pequeño puerto aquí, pero todos los barcos han sido confiscados y navegados lejos. Algunos cuelgan justo fuera de alcance, como para burlarse de nosotros. Si tan solo pudiera recuperarlos...

source: There it be — what’s left of Halstead. You woulda been barely a year or two old, Konrad. It were a nasty fight, but in the end we knocked the whole thing down, Baldras and I did. I miss him something fierce.
es: Ahí está — lo que queda de Halstead. Apenas tendrías uno o dos años, Konrad. Fue una pelea dura, pero al final lo derribamos todo, Baldras y yo. Lo extraño muchísimo.

source: Baldras was your uncle, is that right? Is he not back with the others on the Three Sisters?
es: Baldras era tu tío, ¿verdad? ¿No está de vuelta con los demás en las Tres Hermanas?

source: No. He an’ some o’ the family went off to try and rescue a bunch of slaves, somewhere out eastways. Do a good deed, an’ maybe make us some new friends too, you know? But it’s been years, and not one of thems that went out has come back.
es: No. Él y algunos de la familia se fueron a intentar rescatar a un grupo de esclavos, por algún lugar al este. Hacer una buena acción, y tal vez hacer nuevos amigos también, ¿sabes? Pero han pasado años, y ninguno de los que se fueron ha regresado.

source: Delurin says they’re probably all dead, but I refuse t’ believe it. My uncle Baldras is tougher than that...
es: Delurin dice que probablemente todos están muertos, pero me niego a creerlo. Mi tío Baldras es más fuerte que eso...

source: Dallben, my home. Might look like jus’ another ruined town to you, but this place was once full of life an’ adventure!
es: Dallben, mi hogar. Puede parecerte solo otro pueblo en ruinas, pero este lugar una vez estuvo lleno de vida y aventura.

source: ’course everythin’ fell apart come Asheviere. We had to run fer our lives an’ hide, an’ now all’s left is memories. Lotsa stories like ours these days.
es: Por supuesto, todo se derrumbó con Asheviere. Tuvimos que huir por nuestras vidas y escondernos, y ahora solo quedan recuerdos. Muchas historias como la nuestra en estos días.

source: Wait a moment, Konrad. I might still be able to scrounge up a li’l gold for us.
es: Espera un momento, Konrad. Tal vez aún pueda reunir un poco de oro para nosotros.

source: You have gained 25 gold!
es: ¡Has ganado 25 de oro!

source: The Siege of Elensefar - 5 seasons remaining
es: El Asedio de Elensefar - 5 estaciones restantes

source: The Siege of Elensefar - 4 seasons remaining
es: El Asedio de Elensefar - 4 estaciones restantes

source: The Siege of Elensefar - 3 seasons remaining
es: El Asedio de Elensefar - 3 estaciones restantes

source: The Siege of Elensefar - 2 seasons remaining
es: El Asedio de Elensefar - 2 estaciones restantes

source: The Siege of Elensefar - 1 season remaining (last chance!)
es: El Asedio de Elensefar - 1 estación restante (¡última oportunidad!)

source: Delfador, I’ve come to Elensefar to help! Together we can fight off the besieging armies!
es: ¡Delfador, he venido a Elensefar para ayudar! Juntos podemos rechazar a los ejércitos sitiadores.

source: Don’t be daft, Konrad. You must be kept safe! This battle is too dangerous for you — keep your distance and do your good elsewhere.
es: No seas tonto, Konrad. ¡Debes mantenerse a salvo! Esta batalla es demasiado peligrosa para ti — mantén la distancia y haz tu bien en otro lugar.

source: Fighting here is a poor decision, Master Konrad. But if you insist on joining the battle, Maddock and I can certainly use your help.
es: Luchar aquí es una mala decisión, maestro Konrad. Pero si insistes en unirte a la batalla, Maddock y yo ciertamente podemos usar tu ayuda.

source: The Silver City
es: La Ciudad Plateada

source: Item for Konrad: <span color='#EFBF04'><b>full movement and 40% defense on water, swamp, & snow</b></span>
es: Objeto para Konrad: <span color='#EFBF04'><b>movimiento completo y 40% de defensa en agua, pantano y nieve</b></span>

source: Look at all this gold! Tear up the floorboards; don’t let ’em hide a thing.
es: ¡Mira todo este oro! Arranca los tablones; no dejes que escondan nada.

source: Leave Elensefar alone, you villains! Rule under Asheviere would have been bad enough, but orcs?!
es: ¡Dejen en paz a Elensefar, villanos! El gobierno de Asheviere habría sido bastante malo, ¡pero ¿orcos?!

source: Don’t try anything stupid, wretch. Your queen gave us this place fair and square, and we’re not givin’ it up so easy!
es: No intentes nada estúpido, miserable. Tu reina nos dio este lugar justa y cuadradamente, ¡y no lo vamos a entregar tan fácil!

source: Get lost, pinkskin! Elensefar is our city now.
es: ¡Lárgate, piel rosa! Elensefar es nuestra ciudad ahora.

source: Not if my sword has anything to say about it!
es: ¡No si mi espada tiene algo que decir al respecto!

source: Thanks again for saving our city, Konrad! Good luck in your fight against the dark queen — for all our sakes.
es: ¡Gracias de nuevo por salvar nuestra ciudad, Konrad! Buena suerte en tu lucha contra la reina oscura — por todos nosotros.

source: Fort Tahn
es: Fuerte Tahn

source: Weapon for Konrad: <span color='#EFBF04'><b>+3 strikes, <i>slows</i> and <i>arcane</i> specials on bow attacks</b></span>
es: Arma para Konrad: <span color='#EFBF04'><b>+3 golpes, <i>ralentiza</i> y <i>arcano</i> especiales en ataques con arco</b></span>

source: Incredible craftsmanship! Just incredible! I’ve never seen a bow like this before in my life! From the Aethenwood, you say?
es: ¡Artesanía increíble! ¡Simplemente increíble! ¡Nunca había visto un arco como este en mi vida! ¿Del Bosque Edén, dices?

source: Pulled it out of one of their halls as we was burning it down. When you’ve done testing it, we’re excited to get it back home to Westin along with the rest of our loot.
es: Lo saqué de uno de sus salones mientras lo quemábamos. Cuando termines de probarlo, estamos ansiosos por llevarlo de vuelta a Westin junto con el resto de nuestro botín.

source: This archer is holding an Aethenwood Moonbow! It’s a travesty for such a treasure to be even touched by one of Asheviere’s villains, much less pillaged from the ruins of my home! We have to get it back!
es: ¡Este arquero tiene un Arco Lunar del Bosque Edén! ¡Es una abominación que tal tesoro sea tocado por uno de los villanos de Asheviere, mucho menos saqueado de las ruinas de mi hogar! ¡Tenemos que recuperarlo!

source: Good work, everyone! We have reclaimed a powerful heirloom of the elves, and with the sacking of Fort Tahn we are one step closer to our eventual victory over Asheviere.
es: ¡Buen trabajo, todos! Hemos recuperado una poderosa reliquia de los elfos, y con el saqueo del Fuerte Tahn estamos un paso más cerca de nuestra victoria final sobre Asheviere.

source: Fort Tahn will rebuild in time, but by driving off the garrison we have dealt a small, yet meaningful blow against Asheviere.
es: El Fuerte Tahn se reconstruirá con el tiempo, pero al expulsar a la guarnición hemos dado un golpe pequeño, pero significativo contra Asheviere.

source: Dulatus Hills
es: Colinas Dulatus

source: Hullo, stranger. What brings you to these forsaken parts?
es: Hola, extraño. ¿Qué te trae a estas partes olvidadas?

source: I am Konrad, son of Arand and heir to Garard’s throne! I’m on a quest to depose the evil queen Asheviere!
es: ¡Soy Konrad, hijo de Arand y heredero al trono de Garard! ¡Estoy en una misión para destronar a la reina malvada Asheviere!

source: Here in the Dulatus, we don’ want no queen. Don’ much want no prince or king neither, though.
es: Aquí en las Dulatus, no queremos ninguna reina. Tampoco queremos mucho un príncipe o rey, sin embargo.

source: Once, these hills was rich with gold, an’ granite. King Garard took most o’ it to pay fer his wars, an’ his bride Asheviere took the rest. Now we’ve got nothin’ but empty mines an’ dusty vaults.
es: Antes, estas colinas eran ricas en oro y granito. El rey Garard tomó la mayor parte para pagar sus guerras, y su esposa Asheviere tomó el resto. Ahora no tenemos nada más que minas vacías y bóvedas polvorientas.

source: I’m sorry for your misfortunes, friend. Perhaps we can work together for the benefit of us both.
es: Lamento tus desgracias, amigo. Tal vez podamos trabajar juntos para el beneficio de ambos.

source: You have the facilities to store things of value, and we sometimes have more gold and supplies than we wish to carry with us on our march. If you store and guard our excess gold for us now, once I overthrow Asheviere and assume the throne I will be happy to help revitalize the Dulatus.
es: Tienes las instalaciones para almacenar cosas de valor, y a veces tenemos más oro y suministros de los que deseamos llevar en nuestra marcha. Si almacenas y guardas nuestro oro excedente ahora, una vez que derrote a Asheviere y asuma el trono estaré feliz de ayudar a revitalizar las Dulatus.

source: Hmm... I suppose we’ve got nothin’ else to do. You’re not worried we’re gonna steal it, or sell ye out to the queen?
es: Hmm... Supongo que no tenemos nada más que hacer. ¿No te preocupa que lo robemos, o que te vendamos a la reina?

source: You yourself said that you have no love for Asheviere. I am no fool ready to squander my earnings, but I would rather take a risk and make a friend than live my life in distrust.
es: Tú mismo dijiste que no tienes amor por Asheviere. No soy un tonto listo para desperdiciar mis ganancias, pero prefiero correr un riesgo y hacer un amigo que vivir mi vida en desconfianza.

source: Alright, kid. It’s a deal. We’ll hang onto your extra gold, free of charge.
es: De acuerdo, chico. Es un trato. Guardaremos tu oro extra, gratis.

source: Welcome back, prince. What business have you here?
es: Bienvenido de nuevo, príncipe. ¿Qué negocio tienes aquí?

source: So you’s that prince everyone’s so excited about, on his way to fight Asheviere. I don’ want no queen. Don’ much want no prince or king neither, though.
es: Entonces eres ese príncipe del que todos están tan emocionados, en camino a luchar contra Asheviere. No quiero ninguna reina. Tampoco quiero mucho un príncipe o rey, sin embargo.

source: Konrad, we don’t have time to stop and chat with villagers; especially not ones who scoff at the very idea of royalty. Let’s keep moving.
es: Konrad, no tenemos tiempo para detenernos y charlar con aldeanos; especialmente no con los que se burlan de la idea misma de la realeza. Sigamos adelante.

source: Hullo again, Konrad! I thought you might have trouble getting back to our old hole in the Dulatus, so me an’ some of the boys set up shop here instead.
es: ¡Hola de nuevo, Konrad! Pensé que podrías tener problemas para volver a nuestro viejo agujero en las Dulatus, así que yo y algunos de los chicos montamos tienda aquí en su lugar.

source: Welcome back, prince. Soon I might be calling you “king.”
es: Bienvenido de nuevo, príncipe. Pronto podría llamarte “rey”.

source: I have $bm_merle_stored_gold gold stored with Merle, and $gold gold in my coffers.
es: Tengo $bm_merle_stored_gold oro almacenado con Merle, y $gold oro en mis cofres.

source: Deposit 10 gold
es: Depositar 10 oro

source: More than one hundred gold? I ain’t comfortable holdin’ onto all that for you, Konrad. I ain’t gonna steal it, but some o’ the boys aren’t so honest as me, an’ these days there’s bandits in th’ countryside too. You carry around the rest o’ yer coin yerself, alright?
es: ¿Más de cien oro? No me siento cómodo guardando todo eso para ti, Konrad. No voy a robarlo, pero algunos de los chicos no son tan honestos como yo, y estos días hay bandidos en el campo también. Lleva el resto de tu moneda tú mismo, ¿de acuerdo?

source: Or, if ye really want, I thinks you’ve got enough money here to hire our whole village into yer army. If that’s the way ye wanted to go, I think most of us’d be willing.
es: O, si realmente quieres, creo que tienes suficiente dinero aquí para contratar a toda nuestra aldea en tu ejército. Si esa es la forma en que querías ir, creo que la mayoría de nosotros estaría dispuesta.

source: Hire Merle’s village (lose all stored gold, learn to recruit Ruffians)
es: Contratar la aldea de Merle (pierde todo el oro almacenado, aprende a reclutar Rufianes)

source: Alright, then, we’re with you. Whether this works out for us or not, at least it’s better than sittin’ around this old town waiting to rot.
es: De acuerdo, entonces, estamos contigo. Trabaje o no para nosotros, al menos es mejor que sentarnos en esta vieja ciudad esperando pudrirnos.

source: Konrad can now recruit Ruffians!
es: ¡Konrad ahora puede reclutar Rufianes!

source: Leave
es: Salir

source: Withdraw 10 gold
es: Retirar 10 oro

source: Gryphon Mountain
es: Montaña de los Grifos

source: I’ve heard stories about the fabled Gryphon Mountain! I would much like a chance to gaze upon the majestic creatures.
es: ¡He oído historias sobre la fabulosa Montaña de los Grifos! Me gustaría mucho tener una oportunidad de contemplar a las majestuosas criaturas.

source: Ah’m glad we could work together on this, kid. You collected the eggs, an’ now I’ll collect my profits!
es: Me alegra que pudiéramos trabajar juntos en esto, chico. Tú recolectaste los huevos, y ahora yo recolectaré mis ganancias!

source: Asheviere’s gold has blinded so many people. It’s how she controls the nobles, the army, the orcs... and it’s why peasants starve to death, their harvest all taken for taxes.
es: El oro de Asheviere ha cegado a tanta gente. Así es como controla a los nobles, el ejército, los orcos... y es por eso que los campesinos mueren de hambre, su cosecha tomada toda para impuestos.

source: That’s why we have to fight her. Not for my sake, but for the sake of all the peoples suffering under the dark queen’s lash.
es: Por eso tenemos que luchar contra ella. No por mi bien, sino por el bien de todos los pueblos que sufren bajo el látigo de la reina oscura.

source: Gryphon Mountain is at peace once again. I’m glad to see that the matriarch survived, and that her flock is recovering from the fighting...
es: La Montaña de los Grifos está en paz una vez más. Me alegra ver que la matriarca sobrevivió, y que su bandada se está recuperando de la lucha...

source: Gryphon Mountain is at peace once again. If only our fighting hadn’t killed the matriarch and driven away her flock...
es: La Montaña de los Grifos está en paz una vez más. Si tan solo nuestra lucha no hubiera matado a la matriarca y ahuyentado a su bandada...

source: Gryphon Mountain stands silent and empty. We got what we needed.
es: La Montaña de los Grifos está silenciosa y vacía. Obtuvimos lo que necesitábamos.

source: Valley of Death
es: Valle de la Muerte

source: Brother Kaelor
es: Hermano Kaelor

source: Press forward, brothers! We must vanquish these abominations and summon aid for our brethren, lest they fall to the darkness below!
es: ¡Avancen, hermanos! ¡Debemos desterrar estas abominaciones y convocar ayuda para nuestros hermanos, no sea que caigan en la oscuridad!

source: Lo! Konrad, a fellow brother of the order stands in need! Shall we answer the call?
es: ¡He aquí! Konrad, un compañero hermano de la orden está en necesidad! ¿Responderemos al llamado?

source: Valley of Death II
es: Valle de la Muerte II

source: Sister Myrilell
es: Hermana Myrilell

source: Fear not, Gwatharry, for Brother Kaelor has gone south to fetch help. May the Light speed him on his journey.
es: No temas, Gwatharry, porque el Hermano Kaelor ha ido al sur a buscar ayuda. Que la Luz acelere su viaje.

source: And may he return soon. The sacred seal continues to weaken, and undead are starting to slip through...
es: Y que regrese pronto. El sello sagrado continúa debilitándose, y los no muertos están empezando a filtrarse...

source: The seal is broken! The texts are burned! Yea, the very Light itself has forsaken us...
es: ¡El sello está roto! ¡Los textos están quemados! Sí, la Luz misma nos ha abandonado...

source: Doubt not, brother, for our faith is our shield. The warriors have gone for aid, and aid shall soon come.
es: No dudes, hermano, porque nuestra fe es nuestro escudo. Los guerreros han ido por ayuda, y la ayuda llegará pronto.

source: Strangers... and do I see Brother Moremirmu among their number? Your are sorely needed, Brother!
es: Extranjeros... ¿y veo al Hermano Moremirmu entre ellos? ¡Eres muy necesario, Hermano!

source: Are you the help we have been waiting for, stranger? Your aid would be most welcome.
es: ¿Eres la ayuda que hemos estado esperando, extraño? Tu ayuda sería muy bienvenida.

source: Our home — and all the living of Irdya — are safe thanks to you, righteous prince. May the Lords of Light shine their blessings down upon you as you journey forth on your quest of inheritance.
es: Nuestro hogar — y todos los vivos de Irdya — están a salvo gracias a ti, príncipe justo. Que los Señores de la Luz derramen sus bendiciones sobre ti mientras continúas tu búsqueda de herencia.

source: Grey Wood
es: Bosque Gris

source: There is a cloaked figure watching me from the edge of the Grey Woods... Hello! Who’s there?
es: Hay una figura encapuchada observándome desde el borde del Bosque Gris... ¡Hola! ¿Quién está ahí?

source: She’s fled! I’ve no hope of tracking anyone through such an overgrown forest.
es: ¡Ha huido! No tengo esperanza de rastrear a nadie a través de un bosque tan crecido.

source: Konrad, that looked like a Shadow Mage! I heard stories about them from Baldras and Harper and some o’ the others. But I never met one. I were too young back then.
es: Konrad, ¡eso parecía un Mago de las Sombras! Escuché historias sobre ellos de Baldras y Harper y algunos de los otros. Pero nunca conocí uno. Era demasiado joven en ese entonces.
