Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: Wonderful, the spider is dead! Just, ah, just give me a moment here...
es: ¡Maravilloso, la araña está muerta! Solo, ah, dame un momento aquí...

source: Improved Blowgun
es: Cerbatana Mejorada

source: Jeniver’s “<i>blowgun</i>” attack can now be used twice each turn!
es: ¡El ataque de “<i>cerbatana</i>” de Jeniver ahora se puede usar dos veces por turno!

source: Improved Flashpowder
es: Pólvora Relámpago Mejorada

source: Jeniver’s “<i>flashpowder</i>” attack can now be used twice each turn!
es: ¡El ataque de “<i>pólvora relámpago</i>” de Jeniver ahora se puede usar dos veces por turno!

source: Konrad, I had no idea you had a troll with you! What was his name? Dosh? Dosh, CAN. YOU. UNDERSTAND. ME?
es: Konrad, ¡no tenía idea de que tenías un troll contigo! ¿Cómo se llama? ¿Dosh? Dosh, ¿PUEDES. ENTENDERME?

source: Dere sometin’ wrong wit’ your head, girl? You talkin’ real funny.
es: ¿Hay algo malo con tu cabeza, chica? Hablas muy raro.

source: Oh! Oh, well then, Dosh, can I trouble you for a few pieces of your flesh? It’ll grow back, I’m sure. I have this, err, theory I want to try with regeneration, you see...
es: ¡Oh! Oh, bueno entonces, Dosh, ¿puedo molestarte por unos pedazos de tu carne? Crecerá de nuevo, estoy segura. Tengo esta, eh, teoría que quiero probar con regeneración, verás...

source: You want some pieces of Dosh? Dere definitely sometin’ wrong wit’ your head. But okay. Here you go.
es: ¿Quieres algunos pedazos de Dosh? Definitivamente hay algo malo con tu cabeza. Pero está bien. Aquí tienes.

source: Oh, a troll! Err, Konrad, you know, they say trolls have amazing powers of regeneration... in fact, I have something of a theory about the curative properties of troll-flesh...
es: ¡Oh, un troll! Eh, Konrad, sabes, dicen que los trolls tienen poderes asombrosos de regeneración... de hecho, tengo algo de una teoría sobre las propiedades curativas de la carne de troll...

source: The troll’s dead? Oh, wonderful— yes, yes there’s something I’ve been meaning to try with regeneration...
es: ¿El troll está muerto? Oh, maravilloso— sí, sí hay algo que he estado queriendo probar con regeneración...

source: Mix with one vial of frostbone... infusion of boar... heat over an open flame...
es: Mezclar con un vial de hueso de escarcha... infusión de jabalí... calentar a fuego abierto...

source: Oh! Oh Light, that’s foul! That stings! It blew up in my face!
es: ¡Oh! ¡Oh Luz, qué asqueroso! ¡Pica! ¡Explotó en mi cara!

source: I was— well, I was <b><i>trying</i></b> to unlock the secrets of the rapid curation of venoms; the curing of poison and bolstering of the body and so-on. But trollish regeneration seems, err, well— incompatible with my methods.
es: Estaba— bueno, <b><i>intentando</i></b> desbloquear los secretos de la curación rápida de venenos; la cura del veneno y el fortalecimiento del cuerpo y demás. Pero la regeneración troll parece, eh, bueno— incompatible con mis métodos.

source: Although, if you could someday find some other regenerating creature for me to take a sample of...
es: Aunque, si algún día pudieras encontrar alguna otra criatura regenerativa para que tome una muestra...

source: Ah can’t believe yer expecting me to fight side-by-side with some half-wit, bog-handed, mumblecrest o’ a troll, Konrad. I kin feel my ancestors laughin’ at me from below!
es: ¡No puedo creer que esperes que luche codo a codo con algún medio idiota, manotas del pantano, murmurador de troll, Konrad! ¡Siento a mis ancestros riendo de mí desde abajo!

source: Hey, who you calling... uhh... thing. Not like Dosh been killin’ hundred dwarves or nothin’ like that.
es: Hey, a quién llamas... uhh... cosa. No es como si Dosh hubiera matado cien enanos o algo por el estilo.

source: Dosh only ever kill two, small ones, an’ dey not even fight back. Dwarves not hard to kill. You probably not hard either.
es: Dosh solo mató dos, pequeños, y ni siquiera pelearon. Los enanos no son difíciles de matar. Tú probablemente tampoco.

source: Enough, both of you! Behave, or you’ll find yourselves needing to fight me, too.
es: ¡Basta, los dos! Compórtense, o se encontrarán necesitando luchar contra mí también.

source: I am not well-accustomed to fighting alongside trolls, Dosh. In the past I have fought against your kind instead. I hope there will be no tension between us.
es: No estoy acostumbrado a luchar junto a trolls, Dosh. En el pasado he luchado contra los de tu especie en su lugar. Espero que no haya tensión entre nosotros.

source: Nah, Dosh excited to be fightin’ with Delfador. Da orcs and trolls all be telling stories about all da big battles you fought back when. Now soon dey telling stories about Dosh too!
es: Nah, Dosh emocionado de luchar con Delfador. Los orcos y trolls cuentan historias sobre todas las grandes batallas que luchaste antes. ¡Ahora pronto contarán historias sobre Dosh también!

source: You bad troll, bad! Bad trolls be getting hit with big sticks!
es: ¡Troll malo, malo! ¡Los trolls malos reciben golpes con palos grandes!

source: I never thought I’d be fighting alongside the very wizard who killed my brother. I never had a chance to meet him. Thanks to you.
es: Nunca pensé que estaría luchando junto al mismo mago que mató a mi hermano. Nunca tuve la oportunidad de conocerlo. Gracias a ti.

source: You never had a chance to meet your father, either. I think Garard would be proud of you. You have his skill with the sword.
es: Tampoco tuviste la oportunidad de conocer a tu padre. Creo que Garard estaría orgulloso de ti. Tienes su habilidad con la espada.

source: But as for your brother... I have no doubt that Asheviere puffed Eldred up with flattery and lies, but it was his hand and his hand alone that slew the old king. Your brother sealed his own fate that day, Li’sar.
es: Pero en cuanto a tu hermano... No tengo duda de que Asheviere lo infló con halagos y mentiras, pero fue su mano y solo su mano la que mató al viejo rey. Tu hermano selló su propio destino ese día, Li’sar.

source: Save your breath. You’re not making this any easier. Let’s just do what needs to be done.
es: Ahorra tu aliento. No estás haciendo esto más fácil. Hagamos lo que hay que hacer.

source: A powerful magic awakens in my hands. Behold the Sceptre of Fire!
es: Un poderoso magia despierta en mis manos. ¡Contemplen el Cetro de Fuego!

source: exacting
es: exigente

source: Li’sar has drilled her infantry to perfection. Though few in number, each of her soldiers possesses skills not usually seen on others of their type.
es: Li’sar ha entrenado a su infantería a la perfección. Aunque pocos en número, cada uno de sus soldados posee habilidades no vistas usualmente en otros de su tipo.

source: I studied Li’sar back in the Aethenwood. Though her personal company is not large in number, they are exactingly trained — each of them possesses one ability not usually seen on others of their type.
es: Estudié a Li’sar en el Bosque Edén. Aunque su compañía personal no es grande en número, están muy bien entrenados — cada uno posee una habilidad no vista usualmente en otros de su tipo.

source: Look there: one of Li’sar’s personal company! I studied them back in the Aethenwood. Though not large in number, they are exactingly trained — each of them possesses one ability not usually seen on others of their type.
es: Mira allí: ¡uno de la compañía personal de Li’sar! Los estudié en el Bosque Edén. Aunque no son muchos, están muy bien entrenados — cada uno posee una habilidad no vista usualmente en otros de su tipo.

source: rejuvenates
es: rejuvenecer

source: This unit will heal itself and adjacent allied units for 4 HP each turn. This ability cannot cure poison, however, only delay its effect.
es: Esta unidad se curará a sí misma y a las unidades aliadas adyacentes por 4 PV cada turno. Esta habilidad no puede curar veneno, sin embargo, solo retrasar su efecto.

source: smite
es: golpear

source: Each time this unit strikes a finishing blow, it deals 30 arcane damage to adjacent enemies.
es: Cada vez que esta unidad da un golpe final, inflige 30 de daño arcano a los enemigos adyacentes.

source: Forged by the dwarves of Knalga at the behest of King Haldric II, the magic at the heart of this sceptre dates as far back as the mysterious Old Continent. Among its many powers is the ability to hurl fireballs of great size.
es: Forjado por los enanos de Knalga por orden del Rey Haldric II, la magia en el corazón de este cetro se remonta al misterioso Continente Antiguo. Entre sus muchos poderes está la capacidad de lanzar bolas de fuego de gran tamaño.

source: sceptre of fire
es: cetro de fuego

source: Royal Chainmail
es: Cota de Malla Real

source: Masterfully crafted by Weldyn smiths, then magically duplicated and enhanced by Delfador, this armor grants Konrad +40% resistance to all damage.
es: Maestramente forjada por herreros de Weldyn, luego duplicada mágicamente y mejorada por Delfador, esta armadura otorga a Konrad +40% de resistencia a todo daño.

source: chainmail
es: cota de malla

source: This unit gains +40% resistance to all damage.
es: Esta unidad gana +40% de resistencia a todo daño.

source: moonbow
es: arco lunar

source: sandals
es: sandalias

source: This unit has 40% defense and full movement on water, swamp, and snow.
es: Esta unidad tiene 40% de defensa y movimiento completo en agua, pantano y nieve.

source: orc-horn
es: cuerno de orco

source: Whenever one living ally dies, all others gain regeneration for one turn.
es: Cada vez que un aliado vivo muere, todos los demás ganan regeneración por un turno.

source: +regen
es: +regeneración

source: Take heart, men! Rally and avenge the fallen!
es: ¡Ánimo, hombres! ¡Reagrupen y venguen a los caídos!

source: Menu
es: Menú

source: Autumn, Year 517
es: Otoño, Año 517

source: Winter, Year 517
es: Invierno, Año 517

source: Spring, Year 518
es: Primavera, Año 518

source: Summer, Year 518
es: Verano, Año 518

source: Autumn, Year 518
es: Otoño, Año 518

source: Winter, Year 518
es: Invierno, Año 518

source: Spring, Year 519
es: Primavera, Año 519

source: Summer, Year 519
es: Verano, Año 519

source: Autumn, Year 519
es: Otoño, Año 519

source: Winter, Year 519
es: Invierno, Año 519

source: Spring, Year 520
es: Primavera, Año 520

source: Summer, Year 520
es: Verano, Año 520

source: Autumn, Year 520
es: Otoño, Año 520

source: Winter, Year 520
es: Invierno, Año 520

source: Spring, Year 521
es: Primavera, Año 521

source: Summer, Year 521
es: Verano, Año 521

source: Autumn, Year 521
es: Otoño, Año 521

source: Winter, Year 521
es: Invierno, Año 521

source: Spring, Year 522
es: Primavera, Año 522

source: Summer, Year 522
es: Verano, Año 522

source: Autumn, Year 522
es: Otoño, Año 522

source: Winter, Year 522
es: Invierno, Año 522

source: Spring, Year 523
es: Primavera, Año 523

source: Summer, Year 523
es: Verano, Año 523

source: Autumn, Year 523
es: Otoño, Año 523

source: Winter, Year 523
es: Invierno, Año 523

source: Spring, Year 524
es: Primavera, Año 524

source: Summer, Year 524
es: Verano, Año 524

source: Autumn, Year 524
es: Otoño, Año 524

source: Winter, Year 524
es: Invierno, Año 524

source: Spring, Year 525
es: Primavera, Año 525

source: Summer, Year 525
es: Verano, Año 525

source: Autumn, Year 525
es: Otoño, Año 525

source: Winter, Year 525
es: Invierno, Año 525

source: Spring, Year 526
es: Primavera, Año 526

source: Summer, Year 526
es: Verano, Año 526

source: Autumn, Year 526
es: Otoño, Año 526

source: Winter, Year 526
es: Invierno, Año 526

source: Spring, Year 527
es: Primavera, Año 527

source: Summer, Year 527
es: Verano, Año 527

source: Autumn, Year 527
es: Otoño, Año 527

source: Winter, Year 527
es: Invierno, Año 527

source: We’re allies now, cousin, and although I’m not pleased about it we must learn to work together. If you believe we’ll fight better by your taking direct command of my army, I’m willing to allow it.
es: Ahora somos aliados, primo, y aunque no me agrada debemos aprender a trabajar juntos. Si crees que lucharemos mejor si tomas el mando directo de mi ejército, estoy dispuesta a permitirlo.

source: Leave Li’sar under AI control ($stored_side.base_income bonus income)
es: Dejar a Li’sar bajo control de IA (ingreso bono de $stored_side.base_income)

source: Take manual control of Li’sar’s army (no bonus income)
es: Tomar control manual del ejército de Li’sar (sin ingreso bono)

source: loyal
es: leal

source: Zero upkeep
es: Cero mantenimiento

source: Lord Maddock
es: Señor Maddock

source: Uncle Somf
es: Tío Somf

source: We are vanquished, for I have been defeated!
es: ¡Hemos sido vencidos, porque yo he sido derrotado!

source: This is the end! Without me, who will guide the prince?
es: ¡Este es el fin! ¡Sin mí, quién guiará al príncipe!

source: Fight on without me, friends! The Light shall always prevail!
es: ¡Luchen sin mí, amigos! ¡La Luz siempre prevalecerá!

source: Ah’m not wounded! Jus’ need a moment... ta catch my breath...
es: ¡No estoy herido! Solo necesito un momento... para recuperar el aliento...

source: Well, this is a new experience...
es: Bueno, esta es una nueva experiencia...

source: Unngh... Sorry Baldras...
es: Unngh... Lo siento, Baldras...

source: Ack! I tried my best...
es: ¡Ack! Hice lo mejor que pude...

source: Chantal! A dark shadow falls upon my soul...
es: ¡Chantal! Una sombra oscura cae sobre mi alma...

source: Dosh don’ feel so good...
es: Dosh no se siente tan bien...

source: Send word of my fall to Sir Kaylan, Konrad! I fought my best...
es: ¡Envía noticias de mi caída a Sir Kaylan, Konrad! Luché lo mejor que pude...

source: Tell Sir Kaylan of my demise, Konrad... I have served you as best I could...
es: Dile a Sir Kaylan de mi muerte, Konrad... Te he servido lo mejor que pude...

source: Oh... I suppose I deserve this...
es: Oh... Supongo que me lo merezco...

source: Ow!
es: ¡Ay!

source: Jotha regrets nothing...
es: Jotha no se arrepiente de nada...

source: Bury me back home in the Dulatus...
es: Entiérrenme de nuevo en casa en Dulatus...

source: At least I die an honorable death...
es: Al menos muero con una muerte honorable...

source: Gah! At least I die a death worthy of the Horse Lords of old...
es: ¡Gah! Al menos muero con una muerte digna de los Señores de los Caballos de antaño...

source: Argh! I may fall, but the Clans shall always endure!
es: ¡Argh! Puedo caer, ¡pero los Clanes perdurarán siempre!

source: Ack! Bury me under the Horse Plains...
es: ¡Ack! Entiérrenme bajo las Llanuras de los Caballos...

source: Bah! Tell the Clans I died fighting...
es: ¡Bah! Díganle a los Clanes que morí luchando...

source: I have met my match...
es: He encontrado mi igual...

source: Tie him up and bind his wounds. The queen will want to make an example of this one.
es: Átenlo y venden sus heridas. La reina querrá hacer un ejemplo de este.

source: I have given all in defense of my home...
es: He dado todo en defensa de mi hogar...

source: Bind her arms and wings! The queen wants their leaders taken alive.
es: ¡Aten sus brazos y alas! La reina quiere a sus líderes vivos.

source: Argh! I am nearly finished! But if I were to die here, my people would be left leaderless.
es: ¡Argh! ¡Estoy casi acabado! Pero si muriera aquí, mi pueblo quedaría sin líder.

source: I have aided you in what ways I could, Konrad. Now I must leave your party, and retreat eastwards to Lintanir forest. May we someday meet again there.
es: Te he ayudado en lo que pude, Konrad. Ahora debo dejar tu grupo y retirarme hacia el este al bosque de Lintanir. Que algún día nos encontremos de nuevo allí.

source: I can’t believe it should end like this!
es: ¡No puedo creer que termine así!

source: At least I die alongside my princess...
es: Al menos muero junto a mi princesa...

source: Death of Konrad
es: Muerte de Konrad

source: Death of Konrad or Delfador
es: Muerte de Konrad o Delfador

source: Death of Konrad or Li’sar
es: Muerte de Konrad o Li’sar

source: Death of Konrad, Delfador, or Li’sar
es: Muerte de Konrad, Delfador o Li’sar

source: Delfador is a leader, and can recruit elementals when standing on a keep.
es: Delfador es un líder y puede reclutar elementales cuando está en una fortaleza.
