Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: You! You’re that wizard from the battle at Dan’Tonk! The one who did the storm and the lightning.
es: ¡Tú! ¡Eres ese mago de la batalla en Dan’Tonk! El que hizo la tormenta y los relámpagos.

source: Bazur always said he wanted a chance to kill you. Now I’ll do what he never could!
es: Bazur siempre dijo que quería una oportunidad de matarte. ¡Ahora haré lo que él nunca pudo!

source: Those were dark days. Today I end your rule as I shall one day end Asheviere’s!
es: Esos fueron días oscuros. ¡Hoy pongo fin a tu reinado como un día pondré fin al de Asheviere!

source: Hey! Do you see that? That’s the thing the queen told us to watch out for!
es: ¡Oye! ¿Ves eso? ¡Es la cosa que la reina nos dijo que vigiláramos!

source: The Sceptre of Fire! Get it!
es: ¡El Cetro de Fuego! ¡Tómenlo!

source: Weakling invaders! I’ll kill you all!
es: ¡Invasores débiles! ¡Los mataré a todos!

source: whimper whimper whimper
es: gemido gemido gemido

source: You’ll pay for that!
es: ¡Pagarás por eso!

source: These foes are beyond my strength!
es: ¡Estos enemigos están más allá de mi fuerza!

source: Filthy pinkskins!
es: ¡Pielrosas sucios!

source: Curse you all!
es: ¡Malditos sean todos!

source: Impossible! Arr, how shameful to die at the hands of some stupid assassins...
es: ¡Imposible! Arr, qué vergonzoso morir a manos de unos estúpidos asesinos...

source: Khargol’s dead! The assassins killed our chief!
es: ¡Khargol está muerto! ¡Los asesinos mataron a nuestro jefe!

source: Now is my chance! Set me free, girl, so I can take command of the horde!
es: ¡Ahora es mi oportunidad! ¡Libérame, niña, para que pueda tomar el mando de la horda!

source: Set you free? Nice try. You’re not getting out of that cage until Konrad returns.
es: ¿Liberarte? Buen intento. No saldrás de esa jaula hasta que Konrad regrese.

source: Stupid girl, you think the other orcs are just going to let him walk out? I must take command. Set me free or your friends all die!
es: Niña estúpida, ¿crees que los otros orcos simplemente lo dejarán salir caminando? Debo tomar el mando. ¡Libérame o tus amigos mueren todos!

source: Rrr... insufferable. I don’t know how Mother stands working with orcs.
es: Rrr... insoportable. No sé cómo Madre soporta trabajar con orcos.

source: Go. But don’t you dare betray us, or I swear to personally find you and kill you. If you know anything about me, you’ll know that’s a promise I can keep.
es: Vete. Pero no te atrevas a traicionarnos, o juro que personalmente te encontraré y te mataré. Si sabes algo sobre mí, sabrás que es una promesa que puedo cumplir.

source: Assassins! I’ll get them!
es: ¡Asesinos! ¡Los atraparé!

source: You?! What??
es: ¡¿Tú?! ¿¿Qué??

source: Play dead, you idiot.
es: Hazte el muerto, idiota.

source: Look, everyone! I have slain the invaders and avenged the murder of our chief!
es: ¡Miren, todos! ¡He matado a los invasores y vengado el asesinato de nuestro jefe!

source: As head of Khargol’s personal guard, is only right that I assume the late chief’s duties! Long live chief Fagh-mok the Amazing!
es: ¡Como jefe de la guardia personal de Khargol, es justo que asuma las obligaciones del difunto jefe! ¡Larga vida al jefe Fagh-mok el Asombroso!

source: Fagh-mok? You?! You’re weak! You were nothing more than the chief’s sword-carrier!
es: ¿Fagh-mok? ¿¿Tú?? ¡Eres débil! ¡No eras más que el portador de espada del jefe!

source: No, I should be chief instead! Khargol respected me most of all! I followed him from the beginning!
es: ¡No, yo debería ser el jefe en su lugar! ¡Khargol me respetaba más que a nadie! ¡Lo seguí desde el principio!

source: No, I should be chief! My warriors are the bravest, and I am the strongest warrior of all!
es: ¡No, yo debería ser el jefe! ¡Mis guerreros son los más valientes, y yo soy el guerrero más fuerte de todos!

source: Strongest?! I could kill both you AND that ingrate Fagh-Mok, with one hand tied behind my back!
es: ¿¿El más fuerte?? ¡Podría matar a ambos, a ti Y a ese ingrato Fagh-Mok, con una mano atada a la espalda!

source: Oh yeah? Come here and try it, you worthless sack of slime!
es: ¿Ah sí? ¡Ven aquí e inténtalo, saco de baba inútil!

source: I say we kill all three of ’em! Warriors, fight to make me chief and I promise to bathe you all in gold and blood!
es: ¡Digo que matemos a los tres! ¡Guerreros, luchen para hacerme jefe y les prometo bañarlos a todos en oro y sangre!

source: Hail, Li’sar! I return!
es: ¡Salve, Li’sar! ¡Regreso!

source: The orcich camp echoes with shouts and screams. I take it Fagh-Mok’s bid to become chief has not gone according to plan?
es: El campamento orco resuena con gritos y alaridos. Supongo que la oferta de Fagh-Mok para convertirse en jefe no ha salido según lo planeado.

source: Not exactly, no. But at least he held up his end of the bargain, and we ours. Chief Khargol is dead, and until the Whitefangs resolve their succession crisis they’ll be of no aid to Asheviere.
es: No exactamente, no. Pero al menos cumplió su parte del trato, y nosotros la nuestra. El jefe Khargol está muerto, y hasta que los Colmillo Blanco resuelvan su crisis de sucesión no serán de ayuda para Asheviere.

source: Then we’ve accomplished what we set out to do. Onwards to the next battle.
es: Entonces hemos logrado lo que nos propusimos. Adelante a la siguiente batalla.

source: scenario name^Cliffs of Thoria
es: Acantilados de Thoria

source: Drakes
es: Dracos

source: There is 80 gold lying in a cove at the bottom of this waterfall!
es: ¡Hay 80 de oro en una cala al fondo de esta cascada!

source: All is quiet. Whatever fight was happening here, it ended before we could intervene.
es: Todo está en silencio. Cualquier lucha que estaba ocurriendo aquí terminó antes de que pudiéramos intervenir.

source: And the outcome is no mystery — there is a small fleet of boats shattered among the river islands! I shall send a scout to investigate.
es: Y el resultado no es un misterio — ¡hay una pequeña flota de barcos destrozada entre las islas del río! Enviaré un explorador a investigar.

source: And the outcome is no mystery — there is a small fleet of boats shattered among the river islands! I shall send my familiar to investigate.
es: Y el resultado no es un misterio — ¡hay una pequeña flota de barcos destrozada entre las islas del río! Enviaré a mi familiar a investigar.

source: Curious. The wrecks are not of proper ships, but of shallow-draft rafts built only recently; much of their timber is green. Those that were not capsized have been burned. And most curious of all — all flew the banner of Wesnoth.
es: Curioso. Los restos no son de barcos propiamente dichos, sino de balsas de escaso calado construidas recientemente; gran parte de su madera está verde. Las que no volcaron han sido quemadas. Y lo más curioso de todo — todas llevaban el estandarte de Wesnoth.

source: Wesnoth! There is only one army of Wesnoth in these lands, and it is the one which I led here to fight you. These must be survivors from the volcano!
es: ¡Wesnoth! Solo hay un ejército de Wesnoth en estas tierras, y es el que yo lideré aquí para luchar contra ti. ¡Estos deben ser sobrevivientes del volcán!

source: I’m afraid they don’t seem to be survivors any longer, Li’sar.
es: Me temo que ya no parecen ser sobrevivientes, Li’sar.

source: Interlopers from the Domain of Men! Heed this warning for it is the last I shall offer your kind — Seek no further trespass of our land across this river. Lest you reach only that same end as they who did so before you.
es: ¡Intrusos del Dominio de los Hombres! Presten atención a esta advertencia, porque es la última que ofreceré a su especie — No busquen más transgresiones en nuestra tierra al otro lado de este río. No sea que alcancen el mismo final que aquellos que lo hicieron antes que ustedes.

source: A drake! So the winged figures we saw fighting were drakes. You are the ones who destroyed this flotilla?
es: ¡Un draco! Entonces las figuras aladas que vimos luchando eran dracos. ¿Ustedes son los que destruyeron esta flotilla?

source: We are. For in violation of our Ways, they harvested game from our Domain. Then... they took the eggs of drakes... our eggs... as prey. For such an act, I should grant no leniency. Yet long ago, my ancestors once made similar transgressions against your kind. So I grant you, who were not directly responsible, your lives. Now go.
es: Lo somos. Pues en violación de nuestras Costumbres, cazaron presas de nuestro Dominio. Luego... tomaron huevos de dracos... nuestros huevos... como presa. Por tal acto, no debería conceder clemencia. Sin embargo, hace mucho tiempo, mis ancestros cometieron transgresiones similares contra su especie. Así que les concedo a ustedes, que no fueron directamente responsables, sus vidas. Ahora váyanse.

source: The soldiers consumed drake eggs? I cannot imagine anyone would be fool enough to do such a thing, unless unknowingly or in extreme starvation. I fear this has been a terrible misunderstanding.
es: ¿Los soldados consumieron huevos de draco? No puedo imaginar que alguien sea tan tonto como para hacer tal cosa, a menos que lo hiciera sin saberlo o en extrema hambre. Temo que esto ha sido un terrible malentendido.

source: The men I trained are skilled and tenacious. If it was possible to survive, they will have. We will go, drake, but you will first turn over any prisoners and allow us to search the river for survivors.
es: Los hombres que entrené son hábiles y tenaces. Si era posible sobrevivir, lo habrán hecho. Iremos, draco, pero primero entregarás a cualquier prisionero y nos permitirás buscar sobrevivientes en el río.

source: Their lives are forfeit. All who have preyed upon our young, we shall destroy. The matter is decided. My decision, final.
es: Sus vidas están perdidas. A todos los que han depredado a nuestros jóvenes, los destruiremos. El asunto está decidido. Mi decisión, final.

source: Foul dragon, the decision was never yours to make! If but one soldier of Wesnoth has survived then I am coming to his rescue. Stand in my way only if you seek to do battle.
es: ¡Dragón inmundo, la decisión nunca fue tuya! Si tan solo un soldado de Wesnoth ha sobrevivido, entonces voy a rescatarlo. Ponte en mi camino solo si buscas luchar.

source: So be it, fellow contender.
es: Que así sea, compañero contendiente.

source: Find the survivor near the southeast corner of the map.
es: Encuentra al sobreviviente cerca de la esquina sureste del mapa.

source: Then, escort him towards the west edge of the map.
es: Luego, escóltalo hacia el borde oeste del mapa.

source: Reach Warven, then escort him towards the west edge of the map.
es: Llega a Warven, luego escóltalo hacia el borde oeste del mapa.

source: Escort Warven west to the marked hexes.
es: Escolta a Warven hacia el oeste hasta los hexágonos marcados.

source: Death of Warven
es: Muerte de Warven

source: Warven will remain under player control until the end of the scenario, but will join Li’sar’s side in future scenarios.
es: Warven permanecerá bajo el control del jugador hasta el final del escenario, pero se unirá al bando de Li’sar en escenarios futuros.

source: I don’t see any enemy keep on the river, but it’s littered with crude dwellings. We should break down the drakish villages to stop them rallying more fighters.
es: No veo ninguna fortaleza enemiga en el río, pero está lleno de viviendas rudimentarias. Deberíamos derribar las aldeas dracónicas para evitar que reúnan más luchadores.

source: There is a cataract ahead. By the thunder of the water and the height of the spume, it must drop several hundred feet at least! To try to sail past this would be suicide.
es: Hay una catarata adelante. Por el trueno del agua y la altura de la espuma, ¡debe caer varios cientos de pies al menos! Intentar navegar más allá de esto sería un suicidio.

source: Huzzah! We’ve killed their leader!
es: ¡Hurra! ¡Hemos matado a su líder!

source: Our dominant is slain! Gliders, send word to the first intendant of his ascension by fate.
es: ¡Nuestro dominante ha sido asesinado! Planeadores, envíen noticia al primer intendente de su ascensión por destino.

source: We’ve slain one of the drakes! Their biology is... wow, incredibly strange — yes, I think there must be some magic in them.
es: ¡Hemos matado a uno de los dracos! Su biología es... vaya, increíblemente extraña — sí, creo que debe haber algo de magia en ellos.

source: With more specimens, I’m sure I could learn something practical. If you could kill, say, err, thirty drakes — not including this one, that is — then I’m sure their fire could show me how to improve my flashpowder.
es: Con más especímenes, estoy seguro de que podría aprender algo práctico. Si pudieran matar, digamos, eh, treinta dracos — sin incluir este, claro — entonces estoy seguro de que su fuego podría mostrarme cómo mejorar mi pólvora relámpago.

source: That’s fifteen drakes you’ve defeated. I’m already learning so much from dissecting the corpses! Fifteen more and I’m sure I’ll learn something practical.
es: Eso son quince dracos que han derrotado. ¡Ya estoy aprendiendo tanto diseccionando los cadáveres! Quince más y estoy seguro de que aprenderé algo práctico.

source: Oh, wow, you defeated all thirty drakes I asked for! These are just... absolutely amazing! Such fascinating creatures! Did you know that each wing contains upwards of seven major arteries?
es: ¡Oh, vaya, derrotaron a los treinta dracos que pedí! Estos son... ¡absolutamente increíbles! ¡Criaturas tan fascinantes! ¿Sabían que cada ala contiene más de siete arterias principales?

source: Err, and, well, of course I’ve extracted some particular reagents that could be useful on the battlefield as well. As promised.
es: Eh, y, bueno, por supuesto he extraído algunos reactivos particulares que podrían ser útiles en el campo de batalla también. Como prometí.

source: Good, we’ve destroyed one drake beacon. Each one we raze will make it more difficult for them to rally their fighters.
es: Bien, hemos destruido un faro draco. Cada uno que arrasemos hará más difícil que reúnan a sus luchadores.

source: Look! I see someone at the top of the furthermost cliff! It’s a young human officer, barely more than a boy. He appears badly hurt but still alive.
es: ¡Miren! ¡Veo a alguien en la cima del acantilado más lejano! Es un joven oficial humano, apenas mayor que un niño. Parece gravemente herido pero aún vivo.

source: I wonder why the drakes haven’t finished him by now? It is strange that there are not any drakes in that area.
es: Me pregunto por qué los dracos no lo han terminado todavía. Es extraño que no haya dracos en esa área.

source: Well... that answers the question.
es: Bueno... eso responde la pregunta.

source: That young officer is Warven, one of my best lieutenants! He might well be the only survivor of this battle! We must reach him and bring him to safety.
es: ¡Ese joven oficial es Warven, uno de mis mejores tenientes! ¡Podría ser el único sobreviviente de esta batalla! Debemos llegar a él y llevarlo a un lugar seguro.

source: Must I remind you that he, like all the others who fought us underground, once tried his utmost to kill us? Will he follow you, or will he choose to betray us to Asheviere?
es: ¿Debo recordarte que él, como todos los demás que nos enfrentaron bajo tierra, una vez hizo todo lo posible por matarnos? ¿Te seguirá, o elegirá traicionarnos ante Asheviere?

source: Not so long ago he was fightin’ underground and trying his best to kill Konrad. How do you think he’s going to join our alliance now? What if he betrays us to the queen?
es: No hace mucho estaba luchando bajo tierra e intentando matar a Konrad con todas sus fuerzas. ¿Cómo crees que se unirá a nuestra alianza ahora? ¿Y si nos traiciona ante la reina?

source: Forget not that he, like the others who fought us underground, came north with you to kill Konrad. If rescued shall he join our alliance, or shall he betray us to Asheviere?
es: No olvides que él, como los demás que nos enfrentaron bajo tierra, vino al norte contigo para matar a Konrad. Si lo rescatamos, ¿se unirá a nuestra alianza, o nos traicionará ante Asheviere?

source: Aye, so said the scorpion to the frog! Dinnae forget, that ninnyhammerin’ cad tried to kill Konrad not so long ago, same as all them other chuckle-heads who fought us underground! He’ll betray us to Asheviere quick as a wink.
es: ¡Sí, como dijo el escorpión a la rana! ¡No olvides que ese tonto intentó matar a Konrad no hace mucho, igual que todos los demás idiotas que nos enfrentaron bajo tierra! ¡Nos traicionará ante Asheviere en un abrir y cerrar de ojos!

source: It’s good to save a life and all, of course. But, err, well, you know, wasn’t he fighting underground trying to kill Konrad not too long ago? Is he going to join our alliance? What if he betrays us to Asheviere?
es: Está bien salvar una vida y todo, por supuesto. Pero, eh, bueno, ya sabes, ¿no estaba luchando bajo tierra intentando matar a Konrad no hace mucho? ¿Se unirá a nuestra alianza? ¿Y si nos traiciona ante Asheviere?

source: Dosh don’t think dat be so smart. He was unnerground tryin’ to kill Konrad not too long ago, wasn’t he? Now we want to help him? Dosh thinks he’ll run quick as a wink back to dat queen, an’ we’ll be all da worse for it.
es: Dosh no cree que sea tan inteligente. Estaba bajo tierra intentando matar a Konrad no hace mucho, ¿verdad? ¿Ahora queremos ayudarlo? Dosh cree que correrá rápido de vuelta a esa reina, y estaremos peor por ello.

source: Do not forget that he, like all the others who fought us underground, once tried his utmost to kill me. Will he follow you, or will he choose to betray us to Asheviere?
es: No olvides que él, como todos los demás que nos enfrentaron bajo tierra, una vez hizo todo lo posible por matarme. ¿Te seguirá, o elegirá traicionarnos ante Asheviere?

source: Perhaps he did come to kill you, but he’s loyal to me and did so only at my orders. I don’t question you people who Konrad chooses to put his trust in — please don’t question mine.
es: Tal vez vino a matarte, pero es leal a mí y lo hizo solo bajo mis órdenes. No cuestiono a las personas en las que Konrad decide confiar — por favor, no cuestiones las mías.

source: Perhaps he did come to kill you, but he’s loyal to me and did so only at my orders. You can trust him.
es: Tal vez vino a matarte, pero es leal a mí y lo hizo solo bajo mis órdenes. Puedes confiar en él.

source: Who... who are you? A friend or a foe?
es: ¿Quién... quién eres? ¿Un amigo o un enemigo?

source: We are friends. Don’t worry about it and don’t try to fight us — you are in no condition to fight.
es: Somos amigos. No te preocupes por eso y no intentes luchar contra nosotros — no estás en condiciones de pelear.

source: Welcome back to the fold, young lieutenant. Let’s get you to the healers.
es: Bienvenido de nuevo al redil, joven teniente. Vamos a llevarte con los sanadores.

source: General Li’sar — here? Praise Haldric, you’re alive! But... what you doing in league with the false prince?
es: ¿General Li’sar — aquí? ¡Alabado sea Haldric, estás viva! Pero... ¿qué haces aliada con el falso príncipe?

source: Call it a change of heart. You swore an oath to me. Will you follow us?
es: Llámalo un cambio de corazón. Juraste lealtad a mí. ¿Nos seguirás?

source: Your Highness... Highnesses, I am yours to command.
es: Alteza... Altezas, estoy a su mando.

source: General... Thank you for rescuing me, but the others are in need of help too.
es: General... Gracias por rescatarme, pero los demás también necesitan ayuda.

source: Others? There are more survivors!?
es: ¿Otros? ¡¿Hay más sobrevivientes?!

source: Yes, Your Highness! We were only the scouts — trying to find a way back home. If I survive this battle, I can lead you upriver to our camp. They’ll be elated to see that you’ve survived.
es: ¡Sí, Alteza! Solo éramos los exploradores — intentando encontrar el camino de vuelta a casa. Si sobrevivo a esta batalla, puedo guiarlos río arriba hasta nuestro campamento. Estarán encantados de ver que has sobrevivido.

source: Our foe flees. We are victorious.
es: Nuestro enemigo huye. Somos victoriosos.

source: Warven’s made it to safety! Time to leave, everyone.
es: ¡Warven ha llegado a salvo! Es hora de irse, todos.

source: No! Without him we will never find the other survivors. I’ve failed my duty as commander.
es: ¡No! Sin él nunca encontraremos a los otros sobrevivientes. He fallado en mi deber como comandante.

source: Even the best healing we can administer is no substitute for rest. We must get Warven to safety before his wounds become too much to bear.
es: Incluso la mejor curación que podemos administrar no sustituye al descanso. Debemos llevar a Warven a un lugar seguro antes de que sus heridas sean demasiado graves.

source: Argh... I... can’t—
es: Argh... Yo... no puedo—

source: No! Without him we will never find the other survivors. I’ve failed my men.
es: ¡No! Sin él nunca encontraremos a los otros sobrevivientes. He fallado a mis hombres.

source: scenario name^Underground Channels
es: Canales Subterráneos

source: Saurians
es: Saurios

source: Here we are! Whatever evil lurks within these caves, we shall put an end to it.
es: ¡Aquí estamos! Cualquier mal que aceche dentro de estas cuevas, le pondremos fin.

source: Konrad, do you hear that sound? Look to the north. I wonder if—
es: Konrad, ¿oyes ese sonido? Mira al norte. Me pregunto si—

source: Whoah, did you hear that? Look north! The trees are moving!
es: ¡Vaya, lo oíste? ¡Mira al norte! ¡Los árboles se están moviendo!

source: Hark to the north, Konrad! There is movement among the trees!
es: ¡Escucha al norte, Konrad! ¡Hay movimiento entre los árboles!

source: Hey, do you hear that? Look north! Th’ trees are moving!
es: Oye, ¿lo oyes? ¡Mira al norte! Los árboles se están moviendo.

source: Do you hear that? Is — yes! Yes, look! A wose!
es: ¿Lo oyes? ¡Es — sí! ¡Sí, mira! ¡Un wose!

source: Hey, Konrad, did you hear dat? I tink dem trees are moving!
es: Oye, Konrad, ¿oyiste eso? Creo que esos árboles se están moviendo.

source: Delfador, do you hear that? Look to the north. Woses!
es: Delfador, ¿oyes eso? Mira al norte. ¡Woses!

source: Well, I say ... hmm dum har ... young Master Delfador?
es: Bueno, digo ... hmm dum har ... ¿joven Maestro Delfador?

source: Harum-alam-alam. So it is! Hmm hmm alam ... how is ... hum ... the ambassador? He was here ... hmm ... just the other day.
es: Harum-alam-alam. ¡Así es! Hmm hmm alam ... ¿cómo está ... hum ... el embajador? Estuvo aquí ... hmm ... justo el otro día.

source: That was many years ago, I’m afraid. You are the woses who once resided at the Grey Grove? I see you have learned the language of men.
es: Eso fue hace muchos años, me temo. ¿Son los woses que una vez residieron en el Bosque Gris? Veo que han aprendido el lenguaje de los hombres.

source: Hmm ... yes ... alam ... alam dum ... very useful ... language ... yes ... hum ... now these undead ... harum ... very troubling.
es: Hmm ... sí ... alam ... alam dum ... muy útil ... lenguaje ... sí ... hum ... ahora estos no muertos ... harum ... muy preocupantes.

source: I am sure ... dum hum ... you could help rid us of these ... alam hurum ... infernal undead ... yes, harum-alam-alam. Afterwards, we could perhaps... hmm ... help you too. Har alam dum.
es: Estoy seguro ... dum hum ... podrían ayudarnos a librarnos de estos ... alam hurum ... no muertos infernales ... sí, harum-alam-alam. Después, tal vez podríamos... hmm ... ayudarlos también. Har alam dum.

source: Defeat the undead leader
es: Derrota al líder no muerto

source: Death of Haralamdum
es: Muerte de Haralamdum
