Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: Dis da great orc-gate, Konrad. Once, long ago, lots o’ dem used it to come here from far away and fight you softskins. But dey didn’t build it, and now dey don’t know how to turn it back on again. Maybe nobody ever will.
es: Esta es la gran puerta orca, Konrad. Hace mucho tiempo, muchos de ellos la usaron para venir aquí desde lejos y pelear contra ustedes, pielessuaves. Pero no la construyeron ellos, y ahora no saben cómo encenderla de nuevo. Tal vez nadie lo haga nunca.

source: One of our horde is dead! Blow the horn, shaman.
es: ¡Uno de nuestra horda está muerto! Toca el cuerno, chamán.

source: Urgh... that sound hurts my head somethin’ fierce. I’ve heard a lot o’ orc-horns before, Konrad, an’ this one ain’t normal.
es: Urgh... ese sonido me duele la cabeza algo feroz. He oído muchos cuernos orcos antes, Konrad, y este no es normal.

source: The air rings with power and might! Hark! I recognize orcish magic when I hear it, Konrad.
es: ¡El aire resuena con poder y fuerza! ¡Escucha! Reconozco la magia orca cuando la oigo, Konrad.

source: Gah! Now thar’s a sound to split an eardrum! Ah’ve heard plenty o’ scumbreed half-dog warhorns before, Konrad, but this one ain’t normal.
es: ¡Gah! ¡Ahora sí que hay un sonido para reventar un tímpano! He oído muchos cuernos de guerra de medio-perro antes, Konrad, pero este no es normal.

source: Ow! Ow, ow, that hurts my ears, and sets my bones all a-shaking! That can’t be a mundane, every-day warhorn, can it?
es: ¡Ay! ¡Ay, ay, eso me duele los oídos y me hace temblar todos los huesos! Eso no puede ser un cuerno de guerra mundano y cotidiano, ¿verdad?

source: Dat’s a bad sound for us, Konrad. Dosh been hearin’ dis horn before — it’s not no normal warhorn. It’s got some kind of orc-magic.
es: Ese es un sonido malo para nosotros, Konrad. Dosh ha oído este cuerno antes — no es un cuerno de guerra normal. Tiene algún tipo de magia orca.

source: From the fortress rings a piercing sound of sacrifice, death, and rebirth! There is orcish magic at work here, Konrad.
es: ¡Desde la fortaleza resuena un sonido penetrante de sacrificio, muerte y renacimiento! Hay magia orca en acción aquí, Konrad.

source: From the fortress rings a piercing sound of sacrifice, death, and rebirth! There is orcish magic at work here.
es: ¡Desde la fortaleza resuena un sonido penetrante de sacrificio, muerte y renacimiento! Hay magia orca en acción aquí.

source: Tremble before the Horn of Glamdrol, worms! Whenever one of us falls, the rest shall be healed anew!
es: ¡Tiemblen ante el Cuerno de Glamdrol, gusanos! ¡Cada vez que uno de nosotros caiga, los demás serán sanados de nuevo!

source: What’s this? That orc was carrying a strange horn with magical markings. I will take it and examine it when I have time — for now we must continue to fight.
es: ¿Qué es esto? Ese orco llevaba un cuerno extraño con marcas mágicas. Lo tomaré y lo examinaré cuando tenga tiempo — por ahora debemos seguir luchando.

source: The shaman is dead, and we’ve claimed her magical horn for ourselves! There will be time to examine it later — for now we must continue to fight.
es: ¡El chamán está muerto y hemos reclamado su cuerno mágico para nosotros! Habrá tiempo para examinarlo después — por ahora debemos seguir luchando.

source: What are we doing fighting up here? The orcs’ gold is in their city, not here among these trolls!
es: ¿Qué estamos haciendo luchando aquí arriba? ¡El oro de los orcos está en su ciudad, no aquí entre estos trolls!

source: The chiefs are dead! Run for the hills!
es: ¡Los jefes están muertos! ¡Corran a las colinas!

source: I spit my last breath at you!
es: ¡Escupo mi último aliento hacia ustedes!

source: Let’s get out of here! Filthy invaders, I’m finding the high chief and bringing his warriors back from their raid! You’d better not be here when he gets back!
es: ¡Salgamos de aquí! ¡Invasores sucios, voy a encontrar al gran jefe y traer de vuelta a sus guerreros de su incursión! ¡Mejor que no estén aquí cuando regrese!

source: We have defeated all of the orcs! An incredible challenge — well done, everyone. Time to take our leave of this place, and to tally our plunder!
es: ¡Hemos derrotado a todos los orcos! Un desafío increíble — bien hecho, todos. ¡Hora de abandonar este lugar y contar nuestro botín!

source: We can afford to fight here only a little longer! This is orcish territory, and every minute here only further risks our enemies being reinforced.
es: ¡Solo podemos permitirnos luchar aquí un poco más! Este es territorio orco, y cada minuto aquí solo aumenta el riesgo de que nuestros enemigos sean reforzados.

source: That’s it! You pinkskins are proving way too much of a nuisance. I’m finding the high chief and bringing his warriors back from their raid!
es: ¡Eso es todo! Ustedes, pielrosas, están resultando ser una molestia demasiado grande. ¡Voy a encontrar al gran jefe y traer de vuelta a sus guerreros de su incursión!

source: That sounds like our cue to leave. We can’t risk being pinned down and eradicated. Quick, everyone, let us make our escape and tally our plunder!
es: Eso suena como nuestra señal para irnos. No podemos arriesgarnos a ser atrapados y erradicados. ¡Rápido, todos, escapemos y contemos nuestro botín!

source: Infirm Yeti
es: Yeti Débil

source: Brrr... it may not be winter, but with the storm swirling about overhead it certainly feels like it. This place is freezing!
es: Brrr... puede que no sea invierno, pero con la tormenta girando sobre nuestras cabezas, ciertamente se siente como tal. ¡Este lugar está helado!

source: Hello! Are you all right? What’re you doing out here in the cold? ...she’s still not paying attention.
es: ¡Hola! ¿Estás bien? ¿Qué haces aquí afuera en el frío? ...todavía no presta atención.

source: Err, hello? HELLO!
es: Eh, ¿hola? ¡HOLA!

source: Aaah! Don’t sneak up on a woman like that; the jump you gave me nearly ruined three days’ work!
es: ¡Aaah! ¡No te acerques sigilosamente a una mujer así; el salto que me diste casi arruinó el trabajo de tres días!

source: I’m sorry, I just wanted to see if everything is all right. What’re you doing alone and unarmed all the way up here in these snows?
es: Lo siento, solo quería ver si todo está bien. ¿Qué haces sola y desarmada tan arriba en estas nieves?

source: Ah, I’m glad you asked! You see, I’m an — err, how should I say it — alchemist, yes, yes, alchemist is right. A researcher!
es: ¡Ah, me alegra que preguntes! Verás, soy una — eh, ¿cómo debería decirlo? — alquimista, sí, sí, alquimista está bien. ¡Una investigadora!

source: You’re a mage? That explains why you’re not carrying any weapons. Are you conducting some sort of magical experiment?
es: ¿Eres una maga? Eso explica por qué no llevas armas. ¿Estás realizando algún tipo de experimento mágico?

source: No, no! I’m not one of those stuffy bleary-eyed academics; I don’t make magic, I cause chemistry! There’s all sorts of valuable alchemical reagents here in the mountains. I’m certain my theories are correct, I just need the ingredients to prove it!
es: ¡No, no! No soy una de esas académicas estiradas con ojos cansados; ¡no hago magia, causo química! Hay todo tipo de reactivos alquímicos valiosos aquí en las montañas. ¡Estoy segura de que mis teorías son correctas, solo necesito los ingredientes para probarlo!

source: Most of the herbs, you see, I’ve had no trouble collecting. Err, but, well, the local fauna — as you may surmise, the fauna has proven somewhat less cooperative than for which I was prepared... Right! But now you’re here to help!
es: La mayoría de las hierbas, verás, no he tenido problemas para recolectarlas. Eh, pero, bueno, la fauna local — como puedes suponer, la fauna ha resultado algo menos cooperativa de lo que estaba preparada... ¡Correcto! ¡Pero ahora estás aquí para ayudar!

source: Here, take this leather pouch for the tongue... and yes, this glass jar for the bile— No! Not that one, this one—
es: Aquí, toma esta bolsa de cuero para la lengua... y sí, este frasco de vidrio para la bilis— ¡No! No ese, este—

source: What is all this stuff? You... want me to gather some alchemy components for you, is that right?
es: ¿Qué es todo esto? Tú... quieres que recolecte algunos componentes de alquimia para ti, ¿verdad?

source: I am Konrad, heir to the throne of Wesnoth, and on a quest to depose the dark queen Asheviere. I’m happy to leave you with food or gold if you’re in trouble, but I’m not sure my army and I can spare the time to stop and help you collect ingredients.
es: Soy Konrad, heredero al trono de Wesnoth, y estoy en una misión para destronar a la reina oscura Asheviere. Estoy feliz de dejarte comida u oro si estás en problemas, pero no estoy seguro de que mi ejército y yo podamos dedicar el tiempo para detenernos y ayudarte a recolectar ingredientes.

source: Yes, ingredients, precisely! And if you did take the time to help me out, I’d be very grateful. And... and! If you help me, I’ll help you in return and come with you on your quest. A great chance to field-test my concoctions against that queen of yours.
es: ¡Sí, ingredientes, precisamente! Y si te tomas el tiempo para ayudarme, estaré muy agradecida. ¡Y... y! Si me ayudas, te ayudaré a cambio y vendré contigo en tu misión. Una gran oportunidad para probar en el campo mis concocciones contra esa reina tuya.

source: I only need three more ingredients to complete my experiments. Icemonax bile. Giant Spider venom — that one’s a doozy. And, err, believe it or not, Yeti tongue. If Yetis exist.
es: Solo necesito tres ingredientes más para completar mis experimentos. Bilis de Icemonax. Veneno de Araña Gigante — ese es un problema. Y, eh, créalo o no, lengua de Yeti. Si los Yetis existen.

source: ... and if we can collect all three of these, you’ll come with us to help us fight against Asheviere? I suppose that sounds like a fair trade.
es: ... y si podemos recolectar los tres, ¿vendrás con nosotros para ayudarnos a luchar contra Asheviere? Supongo que suena como un intercambio justo.

source: Absolutely! I may not be of much use right now, but once you get my ingredients for me I’ll be able to help you fight through the use of a variety of alchemical concoctions. For now, the keep is yours — I’ve noticed a very interesting species of beetle over here...
es: ¡Absolutamente! Puede que no sea de mucha utilidad ahora, pero una vez que tengas mis ingredientes, podré ayudarte a luchar mediante una variedad de concocciones alquímicas. Por ahora, el castillo es tuyo — he notado una especie de escarabajo muy interesante por aquí...

source: Gather ingredients until turns run out:
es: Recolecta ingredientes hasta que se acaben los turnos:

source: Defeat a Great Icemonax
es: Derrota a un Gran Icemonax

source: Defeat a Giant Spider
es: Derrota a una Araña Gigante

source: Defeat a Yeti
es: Derrota a un Yeti

source: Death of Jeniver
es: Muerte de Jeniver

source: Springtime Storm: at the end of every third turn (1, 4, 7, etc), Konrad’s forces will become slowed.
es: Tormenta de Primavera: al final de cada tercer turno (1, 4, 7, etc.), las fuerzas de Konrad se ralentizarán.

source: Summer Storm: at the end of every fourth turn (1, 5, 9, etc), Konrad’s forces will become slowed.
es: Tormenta de Verano: al final de cada cuarto turno (1, 5, 9, etc.), las fuerzas de Konrad se ralentizarán.

source: Autumn Storm: at the end of every third turn (1, 4, 7, etc), Konrad’s forces will become slowed.
es: Tormenta de Otoño: al final de cada tercer turno (1, 4, 7, etc.), las fuerzas de Konrad se ralentizarán.

source: Winter Storm: at the end of every second turn (1, 3, 5, etc), Konrad’s forces will become slowed.
es: Tormenta de Invierno: al final de cada segundo turno (1, 3, 5, etc.), las fuerzas de Konrad se ralentizarán.

source: Brr! This snowstorm is paralyzing me with cold! It’s springtime; surely the weather should be warmer than this?
es: ¡Brr! ¡Esta tormenta de nieve me paraliza de frío! Es primavera; seguramente el clima debería ser más cálido que esto.

source: Brr! This snowstorm is paralyzing me with cold! At least it’s summertime; the weather would surely be far worse in winter.
es: ¡Brr! ¡Esta tormenta de nieve me paraliza de frío! Al menos es verano; el clima seguramente sería mucho peor en invierno.

source: Brr! This snowstorm is paralyzing me with cold! It’s only autumn; surely the weather should be warmer than this?
es: ¡Brr! ¡Esta tormenta de nieve me paraliza de frío! Solo es otoño; seguramente el clima debería ser más cálido que esto.

source: Brr! This snowstorm is paralyzing me with cold! The weather here must be especially bad in the winter months, like now.
es: ¡Brr! ¡Esta tormenta de nieve me paraliza de frío! El clima aquí debe ser especialmente malo en los meses de invierno, como ahora.

source: Hmm? Oh, ah, did I forget to mention the chill? Silly me — there’s, err, yes there’s virtually always a storm blowing here; you’ll all be slowed down quite often, trying to keep warm while trudging through the deepening snowbanks. The local fauna are, of course, quite impervious to the cold.
es: ¿Hmm? Oh, ah, ¿olvidé mencionar el frío? Qué tonta — hay, eh, sí, casi siempre hay una tormenta soplando aquí; todos se ralentizarán bastante a menudo, tratando de mantenerse calientes mientras avanzan penosamente por los bancos de nieve que se profundizan. La fauna local, por supuesto, es bastante impermeable al frío.

source: We will not be able to fight in this blizzard forever, Konrad. Unless we have very fast warriors, we may have to split up if we want to collect all of Jeniver’s ingredients before we run out of time and the cold drives us away. The northeastern mountains look especially hard to reach!
es: No podremos luchar en esta tormenta para siempre, Konrad. A menos que tengamos guerreros muy rápidos, tal vez tengamos que dividirnos si queremos recolectar todos los ingredientes de Jeniver antes de que se nos acabe el tiempo y el frío nos obligue a irnos. ¡Las montañas del noreste parecen especialmente difíciles de alcanzar!

source: We won’t be able t’ fight in th’ blizzard forever, Konrad. Unless we have very fast warriors, we might want t’ split up to collect all o’ Jeniver’s ingredients afore we run out o’ time and the cold drives us away. Them northeastern mountains look ’specially hard t’ reach!
es: No podremos luchar en la tormenta para siempre, Konrad. A menos que tengamos guerreros muy rápidos, tal vez queramos dividirnos para recolectar todos los ingredientes de Jeniver antes de que se nos acabe el tiempo y el frío nos obligue a irnos. ¡Esas montañas del noreste parecen especialmente difíciles de alcanzar!

source: The Light warms us, yet this chill blizzard takes its toll, Konrad. Unless we have very fast warriors, we may have to split up should we hope to collect all of Jeniver’s ingredients before our time runs short and the cold drives us away. The northeastern mountains loom especially distant!
es: La Luz nos calienta, pero esta fría tormenta cobra su precio, Konrad. A menos que tengamos guerreros muy rápidos, tal vez tengamos que dividirnos si esperamos recolectar todos los ingredientes de Jeniver antes de que se nos acabe el tiempo y el frío nos obligue a irnos. ¡Las montañas del noreste se ven especialmente distantes!

source: We ain’t prepared t’ fight ferever in a blizzard like this, Konrad. Lest ye’ve got some very fast warriors, we may be havin’ to split up t’ get all o’ Jeniver’s ingredients afore we run out o’ time and the cold drives us away. Them northeastern mountains look ’specially hard t’ reach!
es: No estamos preparados para luchar para siempre en una tormenta como esta, Konrad. A menos que tengas guerreros muy rápidos, tal vez tengamos que dividirnos para obtener todos los ingredientes de Jeniver antes de que se nos acabe el tiempo y el frío nos obligue a irnos. ¡Esas montañas del noreste parecen especialmente difíciles de alcanzar!

source: Storm too cold, Konrad. Unless you got some fast fighters, Dosh is thinking we’ve got no time get all da ’gredients unless you splits us up. Otherwise we get too cold and den have to leave. Northeast mountains look ’specially hard to be gettin’ to.
es: Tormenta muy fría, Konrad. A menos que tengas luchadores rápidos, Dosh piensa que no tenemos tiempo para obtener todos los ingredientes a menos que nos dividamos. De lo contrario nos enfriamos demasiado y luego tenemos que irnos. Las montañas del noreste parecen especialmente difíciles de alcanzar.

source: We won’t be able to fight in this blizzard forever. Unless we have very fast warriors, we may have to split up if we want to collect all of your ingredients before we run out of time and the cold drives us away. The northeastern mountains look especially hard to reach!
es: No podremos luchar en esta tormenta para siempre. A menos que tengamos guerreros muy rápidos, tal vez tengamos que dividirnos si queremos recolectar todos tus ingredientes antes de que se nos acabe el tiempo y el frío nos obligue a irnos. ¡Las montañas del noreste parecen especialmente difíciles de alcanzar!

source: True, true, but, well, you know, I suppose there’d really be no harm in coming with you even if you don’t get them all— yes, I think I’ll join you no matter what. You seem the nice sort, very chivalrous and all that.
es: Cierto, cierto, pero, bueno, sabes, supongo que realmente no habría daño en venir contigo incluso si no los obtienes todos— sí, creo que me uniré a ti de cualquier manera. Pareces del tipo amable, muy caballeroso y todo eso.

source: But— err, of course I suppose I wouldn’t really be of much use to you unless you can gather at least some ingredients so that I can get my — you know — alchemical concoctions prepared. The more the better!
es: Pero— eh, por supuesto supongo que realmente no sería de mucha utilidad para ti a menos que puedas recolectar al menos algunos ingredientes para que pueda preparar mis — ya sabes — concocciones alquímicas. ¡Cuanto más, mejor!

source: These are the Knalgan caves we exited from. No point going back, at least not until we’ve finished helping Jeniver collect her ingredients.
es: Estas son las cuevas de Knalga de las que salimos. No tiene sentido regresar, al menos no hasta que hayamos terminado de ayudar a Jeniver a recolectar sus ingredientes.

source: This cave must be an entrance to the great underground empire of Knalga! We may decide to go that way later, but for now we should help Jeniver collect her ingredients.
es: ¡Esta cueva debe ser una entrada al gran imperio subterráneo de Knalga! Podríamos decidir ir por ese camino más tarde, pero por ahora deberíamos ayudar a Jeniver a recolectar sus ingredientes.

source: I’ve defeated one of the young Icemonax, Jeniver! How do I get the bile you wanted?
es: ¡He derrotado a uno de los Icemonax jóvenes, Jeniver! ¿Cómo obtengo la bilis que querías?

source: Oh, ah, I neglected to mention: only the Great Icemonax have the requisite liver chemistry for producing bile. You’ll have to down one of the bigger ones before I can collect what I need.
es: Oh, ah, olvidé mencionarlo: solo los Grandes Icemonax tienen la química hepática necesaria para producir bilis. Tendrás que derribar a uno de los más grandes antes de que pueda recolectar lo que necesito.

source: Oh, the Icemonax is dead! Yes, yes... allow me to extract the bile...
es: ¡Oh, el Icemonax está muerto! Sí, sí... permíteme extraer la bilis...

source: ... there! Now add essence of wandweed... bone of the tyrant... a lit torch—<i><b>stand back!</b></i>
es: ... ¡allí! Ahora añade esencia de hierba varita... hueso del tirano... una antorcha encendida—<i><b>¡retrocede!</b></i>

source: Smoke! Yes, earth turned to air... most useful for befuddling and bewitching the unprepared, and a validation of my theory of elemental humors!
es: ¡Humo! Sí, tierra convertida en aire... muy útil para confundir y hechizar a los desprevenidos, ¡y una validación de mi teoría de los humores elementales!

source: New Attack
es: Nuevo Ataque

source: Jeniver has gained a powerful <i>flashpowder</i> attack!
es: ¡Jeniver ha ganado un poderoso ataque de <i>polvo cegador</i>!

source: Look out! That giant spider is furious, and it’s coming right at us!
es: ¡Cuidado! ¡Esa araña gigante está furiosa, y viene directamente hacia nosotros!

source: Oh, come now, I’m sure it just wants to make friends. No need for violence; to get what I need, all you need to do is lever apart the front incisors and gently massage the venom sacks. I’m sure the spider won’t mind.
es: Oh, vamos, estoy segura de que solo quiere hacer amigos. No hay necesidad de violencia; para obtener lo que necesito, todo lo que tienen que hacer es separar los incisivos frontales y masajear suavemente las bolsas de veneno. Estoy segura de que a la araña no le importará.

source: You have the spider venom! Fantastic! I shall just add a distillation of euphoria... a dash of elf-hair, a few other bits and bobs...
es: ¡Tienen el veneno de araña! ¡Fantástico! Solo añadiré una destilación de euforia... un toque de cabello de elfo, algunos otros detalles...

source: And... and! And my elixir of immortality is ready!
es: ¡Y... y! ¡Y mi elixir de inmortalidad está listo!

source: Ugh... well, so much for my treatise on the life-extending properties of venoms. Ah, well— well, setbacks are inevitable! At least the toxin, properly prepared, may make for a useful weapon.
es: Ugh... bueno, adiós a mi tratado sobre las propiedades prolongadoras de la vida de los venenos. Ah, bueno— bueno, ¡los contratiempos son inevitables! Al menos el toxino, correctamente preparado, puede servir como un arma útil.

source: Jeniver has gained a poisoned <i>blowgun</i> attack!
es: ¡Jeniver ha ganado un ataque envenenado de <i>cerbatana</i>!

source: They truly are real! This Yeti would be a majestic sight, if not for how determined it is to beat our heads in with its bare fists!
es: ¡Realmente son reales! Este Yeti sería una vista majestuosa, si no fuera por lo decidido que está a golpearnos la cabeza con sus puños desnudos!

source: Fantastic, the Yeti is defeated! Let me take a look at that tongue...
es: ¡Fantástico, el Yeti está derrotado! Déjame echar un vistazo a esa lengua...

source: Yes, yes, now one dash of mugwort... essence of skyworm, heated under a cold flame... and... and— And golden transmutation is achieved!
es: Sí, sí, ahora un toque de artemisa... esencia de gusano del cielo, calentada bajo una llama fría... y... y— ¡Y se logra la transmutación dorada!

source: Golden transmutation? You mean you can transmute other substances into gold? That’s an incredible accomplishment!
es: ¿Transmutación dorada? ¿Quieres decir que puedes transmutar otras sustancias en oro? ¡Eso es un logro increíble!

source: Err, well, no, not quite. It’s more of a... distillation — yes, a process for refining and extracting more value out of your existing coin. But “transmutation” is a much more exciting word for alchemists. And etymology aside, my discovery will certainly help boost your income!
es: Eh, bueno, no, no exactamente. Es más bien una... destilación — sí, un proceso para refinar y extraer más valor de tus monedas existentes. Pero “transmutación” es una palabra mucho más emocionante para los alquimistas. Y dejando de lado la etimología, ¡mi descubrimiento ciertamente ayudará a aumentar tus ingresos!

source: New Ability
es: Nueva Habilidad

source: Jeniver has gained the powerful <i>transmutation</i> ability!
es: ¡Jeniver ha ganado la poderosa habilidad de <i>transmutación</i>!

source: And with that— yes, with that, I have everything I needed from the north! Excellent! I wonder what substances I should turn my study to next...
es: ¡Y con eso— sí, con eso, tengo todo lo que necesitaba del norte! ¡Excelente! Me pregunto a qué sustancias debería dedicar mi estudio a continuación...
