Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: I’m glad to help! But don’t forget, you’d said you would join us if we helped you here.
es: ¡Me alegra ayudar! Pero no olvides, habías dicho que te unirías a nosotros si te ayudábamos aquí.

source: Hmm? Oh yes, yes, that’s quite right, of course. In fact I’ve got some new ideas that I’m just longing to pursue; perhaps joining you on your travels will provide me with a good opportunity for travel and research. I’d be glad to accompany you on your travels, Konrad!
es: ¿Hmm? Oh sí, sí, eso es completamente correcto, por supuesto. De hecho, tengo algunas ideas nuevas que estoy deseando perseguir; tal vez unirme a ti en tus viajes me brinde una buena oportunidad para viajar e investigar. ¡Estaría encantada de acompañarte en tus viajes, Konrad!

source: We musn’t take too long helping Jeniver. The air is frigid and growing worse by the minute; meanwhile Asheviere continues to grow stronger and stronger unchecked.
es: No debemos tardar demasiado en ayudar a Jeniver. El aire está helado y empeora cada minuto; mientras tanto, Asheviere continúa creciendo más y más fuerte sin control.

source: Jeniver has said she will still follow us even if we run out of time, but without all three ingredients she also won’t be as useful as she might otherwise have been.
es: Jeniver ha dicho que nos seguirá incluso si se nos acaba el tiempo, pero sin los tres ingredientes tampoco será tan útil como podría haber sido de otra manera.

source: Jeniver, I know we’d promised to help gather your alchemical ingredients, but between the cold and the threat of Asheviere we simply can’t spare any more time to help you.
es: Jeniver, sé que habíamos prometido ayudar a recolectar tus ingredientes alquímicos, pero entre el frío y la amenaza de Asheviere simplemente no podemos dedicar más tiempo a ayudarte.

source: Oh, yes, no I understand; that’s quite all right. In fact I’ve got some new ideas that I’m just longing to pursue; regardless of the remaining ingredients here, perhaps joining you on your travels will provide me with a good opportunity for travel and research. If you’ll have me, of course!
es: Oh, sí, no, lo entiendo; está completamente bien. De hecho, tengo algunas ideas nuevas que estoy deseando perseguir; independientemente de los ingredientes restantes aquí, tal vez unirme a ti en tus viajes me brinde una buena oportunidad para viajar e investigar. ¡Si me aceptas, por supuesto!

source: Oh no! We promised to help Jeniver find her alchemical ingredients, but instead we’ve let her die...
es: ¡Oh no! Prometimos ayudar a Jeniver a encontrar sus ingredientes alquímicos, pero en cambio la hemos dejado morir...

source: scenario name^Northern Spring
es: Primavera del Norte

source: scenario name^Northern Summer
es: Verano del Norte

source: scenario name^Northern Autumn
es: Otoño del Norte

source: scenario name^Northern Winter
es: Invierno del Norte

source: scenario name^An Old Friend
es: Un Viejo Amigo

source: You have led us to a dark part of the jungle, great-granddaughter. And undead? What are undead doing in Wesmere?!
es: Nos has guiado a una parte oscura de la jungla, bisnieta. ¿Y no muertos? ¡¿Qué hacen no muertos en Wesmere?!

source: Not any undead. That dark rider is our friend Deoran, risen anew as a wight after Eldred so cruelly struck him down. He remembers nothing but echoes. It is terrible, Kalenz!
es: No cualquier no muerto. Ese jinete oscuro es nuestro amigo Deoran, resucitado de nuevo como un espectro después de que Eldred lo derribara tan cruelmente. No recuerda nada más que ecos. ¡Es terrible, Kalenz!

source: Death... I lowered my sword... A blade in my chest...
es: Muerte... Bajé mi espada... Una hoja en mi pecho...

source: I don’t know whether Deoran was turned to undeath as some insult of Asheviere’s or by the dark magic of Eldred’s fall, but now he has come here to Wesmere. He has sought me out...
es: No sé si Deoran fue convertido en no muerto como un insulto de Asheviere o por la magia oscura de la caída de Eldred, pero ahora ha venido aquí a Wesmere. Me ha buscado...

source: Deoran was a good man, and deserved better than the end he met. I know you and he were close, Chantal, and I am sorry.
es: Deoran era un buen hombre, y merecía algo mejor que el final que tuvo. Sé que tú y él eran cercanos, Chantal, y lo siento.

source: I had not the heart to kill him... one death was enough pain. But I know that we cannot leave him to rampage through Wesmere. Now that you are here, if his bones must be crushed and his body destroyed, so be it.
es: No tuve el corazón para matarlo... una muerte fue suficiente dolor. Pero sé que no podemos dejarlo arrasar por Wesmere. Ahora que estás aquí, si sus huesos deben ser aplastados y su cuerpo destruido, que así sea.

source: Indeed, it would a mercy to put this cursed being out of his misery. But perhaps it can be done without the violence that you would so abhor.
es: En efecto, sería una misericordia sacar a este ser maldito de su miseria. Pero tal vez se pueda hacer sin la violencia que tanto aborrecerías.

source: Not far from here is a place of old magic; a burial ground once prepared for one of our lords of old. It was never used, but remains a place of great peace and rest. You say Deoran has sought you out; I believe he has sought out this tomb.
es: No lejos de aquí hay un lugar de magia antigua; un cementerio preparado una vez para uno de nuestros antiguos señores. Nunca se usó, pero sigue siendo un lugar de gran paz y descanso. Dices que Deoran te ha buscado; creo que ha buscado esta tumba.

source: If we can lure him into the tomb without destroying him, his tired bones may at last find the peace they have so long been denied. And your tired heart may at last find closure, great-granddaughter.
es: Si podemos atraerlo a la tumba sin destruirlo, sus huesos cansados al fin podrán encontrar la paz que tanto tiempo se les ha negado. Y tu corazón cansado al fin podrá encontrar cierre, bisnieta.

source: Lure undead Deoran into the burial chamber, and leave him alone inside.
es: Atrae al no muerto Deoran a la cámara funeraria, y déjalo solo dentro.

source: Death of Deoran
es: Muerte de Deoran

source: Death of Kalenz or Chantal
es: Muerte de Kalenz o Chantal

source: In this scenario, you can neither gain nor spend gold.
es: En este escenario, no puedes ganar ni gastar oro.

source: Deoran will prefer to target Chantal.
es: Deoran preferirá atacar a Chantal.

source: Blackcrests... more, to the north... Rally! Form ranks...
es: Crestas Negras... más, al norte... ¡Reunión! ¡Formen filas...

source: You don’t remember me, do you, Deoran... We shared good memories together, back in the Lintanir.
es: No me recuerdas, ¿verdad, Deoran...? Compartimos buenos recuerdos juntos, allá en el Lintanir.

source: ... Chantal? No, not here... War is no... place for you...
es: ... ¿Chantal? No, no aquí... La guerra no es... lugar para ti...

source: Mebrin... I sense eye... of lich... Your time has come... once-wise sage...
es: Mebrin... Siento el ojo... de liche... Tu hora ha llegado... sabio que una vez lo fue...

source: You cursed me... you cursed me... to know the same pain...
es: Me maldeciste... me maldeciste... para conocer el mismo dolor...

source: He’s inside! Now we need to exit the tomb and leave him there.
es: ¡Está dentro! Ahora necesitamos salir de la tumba y dejarlo allí.

source: There! Now shut the gate and the magic will begin to do its work.
es: ¡Allí! Ahora cierra la puerta y la magia comenzará a hacer su trabajo.

source: Is it working?
es: ¿Está funcionando?

source: My... head...
es: Mi... cabeza...

source: I died. How am I here? I remember better places... happier times...
es: Morí. ¿Cómo estoy aquí? Recuerdo lugares mejores... tiempos más felices...

source: ... goodbye, Chantal.
es: ... adiós, Chantal.

source: Goodbye.
es: Adiós.

source: No! He has been broken to pieces...
es: ¡No! Ha sido hecho pedazos...

source: Argh! I am finished!
es: ¡Argh! ¡Estoy acabado!

source: The undead Deoran is beginning to cast his head wildly this way and that. If we cannot complete our task, I fear he shall soon flee into the river, and vanish to bring harm to some other land.
es: El no muerto Deoran comienza a mover la cabeza salvajemente de un lado a otro. Si no podemos completar nuestra tarea, temo que pronto huirá al río, y desaparecerá para causar daño en otra tierra.

source: You cannot... trap me, Mebrin... I see my escape...
es: No puedes... atraparme, Mebrin... Veo mi escape...

source: Deoran has gone! We’ve taken too long to seal him away, and now we may never find him again...
es: ¡Deoran se ha ido! Tardamos demasiado en sellarlo, y ahora tal vez nunca lo encontremos de nuevo...

source: scenario name^The Dwarven Doors
es: Las Puertas Enanas

source: Back into your hovel, worms! Your masters will deal with this idiot attack.
es: ¡De vuelta a su madriguera, gusanos! Sus amos lidiarán con este ataque idiota.

source: And stay in there. Any pinkskin sticks its head out, it won’t have a head for much longer!
es: Y quédense ahí. Cualquier pielrosa que asome la cabeza, ¡no la tendrá por mucho tiempo!

source: Hark! The darkness fills this valley: orcs. More than even my light can purify! Our crossing will be difficult, yet cross we must, if the dwarven caverns we wish to exit.
es: ¡Escuchen! La oscuridad llena este valle: orcos. ¡Más de los que incluso mi luz puede purificar! Nuestro cruce será difícil, pero debemos cruzar si queremos salir de las cavernas enanas.

source: There’s orcs here; lots of orcs. More than we can fight, I’m thinkin’. But we’ve gots to get through if’n we want to get out o’ these dwarf tunnels!
es: Hay orcos aquí; muchos orcos. Más de los que podemos luchar, creo. ¡Pero tenemos que pasar si queremos salir de estos túneles enanos!

source: There are orcs here; many orcs, likely more than we can defeat. Yet we must pass through this valley if we wish to exit the dwarven caverns.
es: Hay orcos aquí; muchos orcos, probablemente más de los que podemos derrotar. Sin embargo, debemos pasar por este valle si queremos salir de las cavernas enanas.

source: Hark! The darkness fills this valley: orcs. More than even my light can purify! Our crossing will be difficult, yet cross we must, if the dwarven caverns we wish to enter.
es: ¡Escuchen! La oscuridad llena este valle: orcos. ¡Más de los que incluso mi luz puede purificar! Nuestro cruce será difícil, pero debemos cruzar si queremos entrar en las cavernas enanas.

source: There’s orcs here; lots of orcs. More than we can fight, I’m thinkin’. But we’ve gots to get through if’n we want to into them dwarf tunnels!
es: Hay orcos aquí; muchos orcos. Más de los que podemos luchar, creo. ¡Pero tenemos que pasar si queremos entrar en esos túneles enanos!

source: There are orcs here; many orcs, likely more than we can defeat. Yet we must pass through this valley if we wish to enter the dwarvish caverns beyond.
es: Hay orcos aquí; muchos orcos, probablemente más de los que podemos derrotar. Sin embargo, debemos pasar por este valle si queremos entrar en las cavernas enanas más allá.

source: Filthy white-livered orcish cowards, squatting here in the ruins o’ the city o’ the dwarf-friends! Swallow-tiltin’ marmalade drinkers! I say we take an axe to every last one o’ the wretches!
es: ¡Cobardes orcos sucios y sin agallas, acurrucados aquí en las ruinas de la ciudad de los amigos de los enanos! ¡Bebedores de mermelada que se atragantan! ¡Digo que tomemos un hacha contra cada uno de los miserables!

source: Oh! Oh wow, that’s really a lot of orcs! I mean I knew there would be a lot but... wow! And slaves! I’d no idea there were so many humans living up in the north.
es: ¡Oh! ¡Vaya, eso es realmente muchos orcos! Quiero decir, sabía que habría muchos, pero... ¡vaya! ¡Y esclavos! No tenía idea de que había tantos humanos viviendo en el norte.

source: Mmm... Konrad better be bein’ careful. Dese be da Bloody Sword orcs. Ever since dey took over dis valley, dey’ve got really big and really strong. How you thinkin’ we should fight?
es: Mmm... Konrad mejor que tenga cuidado. Estos son los orcos de la Espada Sangrienta. Desde que tomaron este valle, se han vuelto realmente grandes y fuertes. ¿Cómo crees que deberíamos luchar?

source: As much as I wish we could stay and liberate all these poor slaves, there are just too many foes to fight. We’ve caught them by surprise right now, but that won’t last long.
es: Por mucho que desee que pudiéramos quedarnos y liberar a todos estos pobres esclavos, hay simplemente demasiados enemigos para luchar. Los hemos sorprendido ahora, pero eso no durará mucho.

source: We’ll have to focus on fighting our way through to the south exit, and free as many slaves as we can along the way!
es: ¡Tendremos que concentrarnos en abrirnos paso hasta la salida sur, y liberar a tantos esclavos como podamos en el camino!

source: We’ll have to focus on fighting our way through to the north exit, and free as many slaves as we can along the way!
es: ¡Tendremos que concentrarnos en abrirnos paso hasta la salida norte, y liberar a tantos esclavos como podamos en el camino!

source: Move Konrad to the marked tunnel entrance
es: Mueve a Konrad a la entrada del túnel marcada

source: Move Konrad to the southern edge of the map
es: Mueve a Konrad al borde sur del mapa

source: Rescue as many slaves as possible
es: Rescata a tantos esclavos como sea posible

source: Liberating a village will free the slaves inside. The more slaves are with you, the fewer new ones will appear.
es: Liberar una aldea liberará a los esclavos dentro. Cuantos más esclavos estén contigo, menos nuevos aparecerán.

source: Each surviving slave increases your gold carryover by 10.
es: Cada esclavo sobreviviente aumenta tu oro transportado en 10.

source: I— I can’t believe it. Have you come to rescue us? Others have tried before...
es: Yo— no puedo creerlo. ¿Han venido a rescatarnos? Otros lo han intentado antes...

source: By the Lords of Light, we’re saved! Take us with you! I don’t care who you are or where you’re going, as long as it’s away!
es: ¡Por los Señores de la Luz, estamos salvados! ¡Llévenos con ustedes! ¡No me importa quiénes son ni a dónde van, siempre y cuando sea lejos!

source: I am Konrad, son of Arand and rightful heir to the throne of Wesnoth. Words cannot express my grief at the sorry state of you and your people here. Of course you may come with us, as may any other slaves who we are able to free!
es: Soy Konrad, hijo de Arand y heredero legítimo del trono de Wesnoth. Las palabras no pueden expresar mi dolor por el lamentable estado de ustedes y su gente aquí. ¡Por supuesto que pueden venir con nosotros, al igual que cualquier otro esclavo que podamos liberar!

source: You’re making for the dwarven caves? I heard the masters say the central gate’s been collapsed for years — them dwarves did it to keep orcs out. Maybe you could come up from underground through there, if you had time to clear a path. But there’s no way down.
es: ¿Van hacia las cuevas enanas? Escuché a los amos decir que la puerta central ha estado colapsada durante años — los enanos lo hicieron para mantener a los orcos fuera. Tal vez podrían subir desde el subsuelo por allí, si tuvieran tiempo para despejar un camino. Pero no hay forma de bajar.

source: They tried to knock down the eastern mineshaft too, but its since been cleared. Lots o’ orcs and trolls go in, trying to finish off the last dwarves and claim Knalga’s treasure for themselves. That’s the only way underground now.
es: También intentaron derribar el pozo minero del este, pero desde entonces ha sido despejado. Muchos orcos y troles entran, tratando de acabar con los últimos enanos y reclamar el tesoro de Knalga para sí mismos. Esa es la única forma de bajar ahora.

source: Who’s there? What’s goin’ on?
es: ¿Quién está ahí? ¿Qué está pasando?

source: ... Uncle Somf? Is that really you? What’re you doing here!
es: ... ¿Tío Somf? ¿Eres realmente tú? ¡¿Qué haces aquí?!

source: Harper!? Well, I never— my, how ye’ve grown!
es: ¡¿Harper?! Bueno, nunca— ¡vaya, cómo has crecido!

source: How did ye find me? When we left the Three Sisters to try an’ help these people, Baldras ne’er told any o’ ye where we was goin’, fer fear o’ the orcs catchin’ wind.
es: ¿Cómo me encontraste? Cuando dejamos las Tres Hermanas para intentar ayudar a esta gente, Baldras nunca les dijo a ninguno de ustedes a dónde íbamos, por miedo a que los orcos se enteraran.

source: When you all didn’t come back, Delurin thought you was all dead, but I never lost hope. Where’s Uncle Baldras? I’ve so many things to tell him!
es: Cuando todos no regresaron, Delurin pensó que todos estaban muertos, pero nunca perdí la esperanza. ¿Dónde está el tío Baldras? ¡Tengo tantas cosas que contarle!

source: Ah... I’m sorry Harper, but he’s dead. Died a hero; saved us all when things went bad.
es: Ah... Lo siento Harper, pero está muerto. Murió como un héroe; nos salvó a todos cuando las cosas se pusieron mal.

source: Them orcs caught us soon as we got close, before we e’en got a chance to start smugglin’ people out. Yer uncle took the blame fer the whole thin’; said he was an escaped slave causin’ trouble, an’ that the rest of us were jus’ innocents mixed up in it all.
es: Los orcos nos atraparon tan pronto como nos acercamos, antes de que siquiera tuviéramos la oportunidad de comenzar a sacar a la gente. Tu tío se llevó la culpa por todo; dijo que era un esclavo fugitivo causando problemas, y que el resto de nosotros éramos solo inocentes involucrados en todo.

source: Orcs can’t hardly tell humans apart, you know; they believed every word he said. The rest o’ us they chained up and whipped a few times, afore throwin’ us into the fields to be slaves. But Baldras they made an’ example out of.
es: Los orcos apenas pueden distinguir a los humanos, sabes; creyeron cada palabra que dijo. Al resto de nosotros nos encadenaron y azotaron unas cuantas veces, antes de arrojarnos a los campos para ser esclavos. Pero a Baldras lo convirtieron en un ejemplo.

source: I was so sure he’d be okay... but I suppose it woulda been too good to be true. At least you’ve survived, Somf.
es: Estaba tan segura de que estaría bien... pero supongo que habría sido demasiado bueno para ser verdad. Al menos has sobrevivido, Somf.

source: ... Konrad, this is Somf — a friend from the Three Sisters. Somf, this is His Royal Highness Konrad, Prince of Wesnoth. I’m fighting in his army, an’ now you are too.
es: ... Konrad, este es Somf — un amigo de las Tres Hermanas. Somf, este es Su Alteza Real Konrad, príncipe de Wesnoth. Estoy luchando en su ejército, y ahora tú también.

source: I am Konrad, heir to the throne of Wesnoth. I’m here to rescue you from these slavers! Will you join me and help fight in my army?
es: Soy Konrad, heredero al trono de Wesnoth. ¡Estoy aquí para rescatarte de estos esclavistas! ¿Te unirás a mí y ayudarás a luchar en mi ejército?

source: That’s mighty fine of you to offer, boy; liberatin’ me from one master only to offer yerself as my new one. Hah, I weren’t born yesterday!
es: Eso es muy generoso de tu parte ofrecerlo, muchacho; liberándome de un amo solo para ofrecerte como mi nuevo amo. ¡Ja, no nací ayer!

source: That man looked like he could’ve made a capable warrior! I am sorry to see him go — but least we have given him the freedom to choose his own path.
es: ¡Ese hombre parecía que podría haber sido un guerrero capaz! Lamento verlo irse — pero al menos le hemos dado la libertad de elegir su propio camino.

source: Thursagan’s beard! There’s a great galumphing monster in the lake!
es: ¡La barba de Thursagan! ¡Hay un gran monstruo torpe en el lago!

source: By the Light! A monster most foul lurks within the waters!
es: ¡Por la Luz! ¡Un monstruo muy maligno acecha en las aguas!

source: Gah! Look out, there’s some kind of monster in the lake!
es: ¡Gah! ¡Cuidado, hay algún tipo de monstruo en el lago!

source: The legend was true! They say there’s always tentacled creatures hiding in lakes near dwarven tunnels.
es: ¡La leyenda era cierta! Dicen que siempre hay criaturas con tentáculos escondidas en lagos cerca de túneles enanos.

source: Here stand the pillars of Thunedain. He were a great lord o’ my kind; the last o’ the heroes o’ the Doors. Here did he stand, an’ here did he fall.
es: Aquí están los pilares de Thunedain. Era un gran señor de mi especie; el último de los héroes de las Puertas. Aquí se paró, y aquí cayó.

source: I think these to be the pillars of Thunedain, Konrad. He was a legendary dwarvish lord who made his last stand here. May we triumph where he fell.
es: Creo que estos son los pilares de Thunedain, Konrad. Era un señor enano legendario que hizo su última resistencia aquí. Que triunfemos donde él cayó.

source: Is this— yes, these must be the pillars of Thunedain. He was a great dwarvish lord who made his last stand here. May we triumph where he fell.
es: ¿Es esto— sí, estos deben ser los pilares de Thunedain. Era un gran señor enano que hizo su última resistencia aquí. Que triunfemos donde él cayó.

source: We’ve reached the southern exit to the valley, and have dealt a great blow to these orcs! If only we could have truly liberated this place... but I know that far more people are suffering under Asheviere.
es: ¡Hemos llegado a la salida sur del valle, y hemos asestado un gran golpe a estos orcos! Si tan solo hubiéramos podido liberar verdaderamente este lugar... pero sé que muchas más personas están sufriendo bajo Asheviere.

source: At least we did our best to help those who were enslaved here. To those who remain; to those we could not save I say: <i>Hold fast your hope, for one day you shall be free!</i>
es: Al menos hicimos lo mejor para ayudar a los que estaban esclavizados aquí. A los que permanecen; a los que no pudimos salvar les digo: <i>Mantengan firme su esperanza, porque un día serán libres.</i>

source: We’ve reached the entrance to the dwarven tunnels, and have dealt a great blow to these orcs! If only we could have truly liberated this place... but I know that far more people are suffering under Asheviere.
es: ¡Hemos llegado a la entrada de los túneles enanos, y hemos asestado un gran golpe a estos orcos! Si tan solo hubiéramos podido liberar verdaderamente este lugar... pero sé que muchas más personas están sufriendo bajo Asheviere.

source: As we were warned, the central tunnels have been collapsed. We shall have to make for the eastern mineshaft instead.
es: Como nos advirtieron, los túneles centrales han sido colapsados. Tendremos que dirigirnos al pozo minero del este en su lugar.

source: The central tunnels are collapsed! Maybe some of the slaves knew about this, but I freed so few... We shall have to make for the eastern mineshaft, and hope that entrance is still open.
es: ¡Los túneles centrales están colapsados! Tal vez algunos de los esclavos sabían de esto, pero liberé a tan pocos... Tendremos que dirigirnos al pozo minero del este, y esperar que la entrada aún esté abierta.

source: Death to slavers!
es: ¡Muerte a los esclavistas!

source: This isn’t going so well...
es: Esto no va tan bien...

source: Okay, forget this. I’m taking the rest of our slaves, getting the chief, and bringing the horde! You invaders had better not be here when we get back!
es: Bien, olvídalo. Me llevo al resto de nuestros esclavos, voy por el jefe, y traigo a la horda. ¡Será mejor que no estén aquí cuando regresemos, invasores!

source: The orcs are escaping, along with many of their slaves! I cannot rescue you all... but please, remember: <i>Hold fast your hope, for one day you shall be free!</i>
es: ¡Los orcos están escapando, junto con muchos de sus esclavos! No puedo rescatarlos a todos... pero por favor, recuerden: <i>Mantengan firme su esperanza, porque un día serán libres.</i>
