Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: High Lord Kalenz! Speaking to me!?
es: ¡Gran Señor Kalenz! ¿Hablando conmigo?

source: Err, well, I was told not to let anyone in... but surely you and any companions of yours are an exception. Go on, and speak to your granddaughter.
es: Eh, bueno, me dijeron que no dejara entrar a nadie... pero seguro que usted y sus compañeros son una excepción. Adelante, hable con su nieta.

source: How strange...
es: Qué extraño...

source: An Old Friend
es: Un Viejo Amigo

source: <b>-OR-</b> (choose one reward)
es: <b>-O-</b> (elige una recompensa)

source: Great-grandfather?! What is the meaning of this?
es: ¿¡Bisabuelo!? ¿Qué significa esto?

source: What is the meaning of this, indeed. The borders of Wesmere closed, even to Konrad and his retinue? What sort of trouble ails you, Chantal?
es: Qué significa esto, en efecto. ¿Las fronteras de Wesmere cerradas, incluso para Konrad y su grupo? ¿Qué clase de problemas te afligen, Chantal?

source: An old friend has returned, Kalenz.... I had hoped to put off this confrontation, but I know it is for the best that you are here, and that my hand is forced.
es: Un viejo amigo ha regresado, Kalenz... Esperaba posponer este encuentro, pero sé que es mejor que estés aquí, y que mi mano esté forzada.

source: This is a matter of a personal nature, Konrad. If you do not object, I would prefer if Kalenz and I did this alone.
es: Esto es un asunto personal, Konrad. Si no te opones, preferiría que Kalenz y yo lo hiciéramos solos.

source: This is a matter of a personal nature, Konrad. Kalenz is not here, and I would rather handle things myself.
es: Esto es un asunto personal, Konrad. Kalenz no está aquí, y prefiero manejarlo yo misma.

source: Thank you for your patience, Konrad. Kalenz and I are finished with our task.
es: Gracias por tu paciencia, Konrad. Kalenz y yo hemos terminado nuestra tarea.

source: As my heart begins to heal, so shall we elves help to heal your army. Though most of us must stay here to protect our domain, the shamans of Wesmere are ready to follow you.
es: A medida que mi corazón comienza a sanar, nosotros los elfos ayudaremos a sanar a tu ejército. Aunque la mayoría debemos quedarnos aquí para proteger nuestro dominio, los chamanes de Wesmere están listos para seguirte.

source: Or, if you wish, I can personally accompany you on your quest to overthrow the dark queen.
es: O, si lo deseas, puedo acompañarte personalmente en tu misión para derrocar a la reina oscura.

source: Learn to recruit Elvish Shamans
es: Aprender a reclutar Chamanes Elfas

source: I am glad we can help you, Konrad, for the dark queen has many deaths to answer for. Asheviere will rue the day she made an enemy of the elves.
es: Me alegra que podamos ayudarte, Konrad, pues la reina oscura tiene muchas muertes que responder. Asheviere lamentará el día que se hizo enemiga de los elfos.

source: Konrad can now recruit Elvish Shamans!
es: ¡Konrad ahora puede reclutar Chamanes Elfas!

source: Gain Chantal as a loyal companion
es: Obtener a Chantal como compañera leal

source: I am glad to join you on your quest, Konrad, for the dark queen has many deaths to answer for. Asheviere will rue the day she made an enemy of the elves.
es: Me alegra unirme a tu misión, Konrad, pues la reina oscura tiene muchas muertes que responder. Asheviere lamentará el día que se hizo enemiga de los elfos.

source: I would like to agree to your offer, but I don’t have enough gold! Perhaps another time, lizard.
es: Me gustaría aceptar tu oferta, pero ¡no tengo suficiente oro! Tal vez en otra ocasión, lagarto.

source: Whew! This has been grueling, but I feel as light on my feet as a fencer. I am grateful for your tutelage, Tirix.
es: ¡Uf! Ha sido agotador, pero me siento tan ligero de pies como un esgrimista. Estoy agradecido por tu enseñanza, Tirix.

source: Saurian Footwork
es: Juego de Pies Saurio

source: Ssslow, ssslow! It isss disssgusssting how you tall onesss are all ssso ssslow!
es: ¡Lento, lento! ¡Es repugnante lo lentos que son todos los altos!

source: What do you mean, lizard? Both my legs and my sword-arm are perfectly quick — as you will soon find out if you wish me any ill-intent.
es: ¿Qué quieres decir, lagarto? Tanto mis piernas como mi brazo de espada son perfectamente rápidos — como pronto descubrirás si me deseas alguna mala intención.

source: Psssh... I know your kind; tall, and clumsssy. Tirix can teach you ssspeed... yesss, ssspeed... But only if you pay. It ssshall not be cheap.
es: Psssh... Conozco a los de tu clase; altos y torpes. Tirix puede enseñarte velocidad... sí, velocidad... Pero solo si pagas. No será barato.

source: Have you returned to learn the waysss of ssspeed, human?
es: ¿Has vuelto para aprender los caminos de la velocidad, humano?

source: You are kind to offer, but I am hurrying north to meet with my mentor, and have no time to spare for lengthy training. Perhaps we will meet again another day.
es: Eres amable al ofrecerlo, pero me apresuro al norte para encontrarme con mi mentor, y no tengo tiempo para un entrenamiento largo. Tal vez nos veamos otro día.

source: 50 gold; physical training: <b>Konrad gains +1MP</b>
es: 50 de oro; entrenamiento físico: <b>Konrad gana +1MP</b>

source: After rigorous physical training with the saurians of the Swamp of Dread, Konrad has gained <b>+1MP</b>.
es: Tras un riguroso entrenamiento físico con los saurios del Pantano del Terror, Konrad ha ganado <b>+1MP</b>.

source: 100 gold; magical training: <b>Konrad gains +2MP</b>
es: 100 de oro; entrenamiento mágico: <b>Konrad gana +2MP</b>

source: After rigorous physical and magical training with the saurians of the Swamp of Dread, Konrad has gained <b>+2MP</b>.
es: Tras un riguroso entrenamiento físico y mágico con los saurios del Pantano del Terror, Konrad ha ganado <b>+2MP</b>.

source: 150 gold; legendary training: <b>Konrad gains +2MP and <i>skirmisher</i></b>
es: 150 de oro; entrenamiento legendario: <b>Konrad gana +2MP y <i>escaramuzador</i></b>

source: After rigorous physical and magical training with the saurians of the Swamp of Dread, Konrad has gained <b>+2MP</b> and the <b><i>skirmisher</i></b> ability.
es: Tras un riguroso entrenamiento físico y mágico con los saurios del Pantano del Terror, Konrad ha ganado <b>+2MP</b> y la habilidad <b><i>escaramuzador</i></b>.

source: Good, good, much better. Not so ssslow any more! I have no time or interessst in more training.
es: Bien, bien, mucho mejor. ¡Ya no tan lento! No tengo tiempo ni interés en más entrenamiento.

source: What happened here was such a tragedy... do you know anything more than I do, Ulfdain?
es: Lo que pasó aquí fue una tragedia... ¿sabes algo más que yo, Ulfdain?

source: Aye... ’twas a time of doom an’ great deeds, o’ fire an’ blood an’ slaughter. My father an’ his father alike perished defendin’ th’ West Gate, an’ soon after fell the Doors, an’ our King Thunedain with them.
es: Sí... fue un tiempo de fatalidad y grandes hazañas, de fuego, sangre y matanza. Mi padre y su padre perecieron defendiendo la Puerta Oeste, y poco después cayeron las Puertas, y nuestro Rey Thunedain con ellas.

source: The better part o’ our spirit died in those years. E’er since, us dwarves’ve been a people in decline, sniveling in our tunnels, th’ dyin’ dregs of a once-proud people. Or betrayin’ their kin to start anew in human lands, like me...
es: La mayor parte de nuestro espíritu murió en esos años. Desde entonces, nosotros los enanos hemos sido un pueblo en declive, gimoteando en nuestros túneles, los restos moribundos de un pueblo una vez orgulloso. O traicionando a su familia para empezar de nuevo en tierras humanas, como yo...

source: I’ve never-before heard you speak so grimly, Ulfdain. I’m sorry for your loss. Is there nothing we can do to restore Knalga to its former glory?
es: Nunca te había oído hablar tan sombríamente, Ulfdain. Lo siento por tu pérdida. ¿No hay nada que podamos hacer para restaurar Knalga a su antigua gloria?

source: Not lest ye’ can fight off all the orcs o’ the north, an’ trolls an’ undead besides. No, there ain’t no use cryin’ over it. Ah’ve given up hope; it’s only death in battle tha’ I wish fer now...
es: No a menos que puedas luchar contra todos los orcos del norte, y trolls y no muertos además. No, no sirve de nada llorar por ello. He perdido la esperanza; solo deseo la muerte en batalla ahora...

source: What happened here was such a tragedy... is there nothing we can do to restore Knalga to its former glory? Do you know anything more than I do, my dwarvish friend?
es: Lo que pasó aquí fue una tragedia... ¿no hay nada que podamos hacer para restaurar Knalga a su antigua gloria? ¿Sabes algo más que yo, amigo enano?

source: Aye, but ’tis not a time we dwarves like to talk about. The West Gate fallen, the Dwarven Doors sacked...
es: Sí, pero no es un tiempo del que nos gusta hablar a los enanos. La Puerta Oeste caída, las Puertas Enanas saqueadas...

source: No, there ain’t nothin’ ye can do, not unless ye’ can fight off all the orcs o’ the north, an’ trolls an’ undead besides. Us dwarves’re doomed to be a people in decline, sniveling in our tunnels, th’ dyin’ dregs of a once-proud people...
es: No, no hay nada que puedas hacer, no a menos que puedas luchar contra todos los orcos del norte, y trolls y no muertos además. Nosotros los enanos estamos condenados a ser un pueblo en declive, gimoteando en nuestros túneles, los restos moribundos de un pueblo una vez orgulloso...

source: Dwarven Doors
es: Puertas Enanas

source: The Dwarven Doors
es: Las Puertas Enanas

source: The once-thriving free city of Dwarven Doors is filled with slaves and their orcish masters. We can fight our way north to reach the caves of Knalga, while freeing as many slaves as possible on our way!
es: La ciudad libre de Puertas Enanas, una vez próspera, está llena de esclavos y sus amos orcos. Podemos abrirnos paso hacia el norte para llegar a las cuevas de Knalga, ¡mientras liberamos a tantos esclavos como sea posible en el camino!

source: The once-thriving free city of Dwarven Doors is filled with slaves and their orcish masters. We can fight our way south to exit the caves of Knalga, while freeing as many slaves as possible on our way!
es: La ciudad libre de Puertas Enanas, una vez próspera, está llena de esclavos y sus amos orcos. Podemos abrirnos paso hacia el sur para salir de las cuevas de Knalga, ¡mientras liberamos a tantos esclavos como sea posible en el camino!

source: We have cleared the Doors of orcs! It sounds as though they mean to return in the future, but at least for now we will be able to pass unmolested.
es: ¡Hemos limpiado las Puertas de orcos! Parece que planean regresar en el futuro, pero al menos por ahora podremos pasar sin ser molestados.

source: We have fought our way through the Doors! The orcs know better than to try to fight us again in the future, but neither can we rescue any more of their slaves while they are on alert. At least we will henceforth be able to pass unmolested.
es: ¡Hemos luchado para atravesar las Puertas! Los orcos saben que no deben intentar luchar contra nosotros de nuevo en el futuro, pero tampoco podemos rescatar a más de sus esclavos mientras estén alerta. Al menos de ahora en adelante podremos pasar sin ser molestados.

source: Get back to work, pinkskin! Show your masters a proper work ethic and maybe you’ll be spared the lash!
es: ¡Vuelve al trabajo, piel rosa! Muestra a tus amos una ética de trabajo adecuada y tal vez te ahorren el látigo.

source: Slaves? This is a travesty! Weren’t the Dwarven Doors once a great center of civilization?
es: ¿Esclavos? ¡Esto es una aberración! ¿No fueron las Puertas Enanas una vez un gran centro de civilización?

source: Their alliance with Knalga was strong, but even man and dwarf together could not stop the orcish war-horde. And now it’s a slave city under the heel of the orcs!
es: Su alianza con Knalga era fuerte, pero ni hombre ni enano juntos pudieron detener la horda de guerra orca. ¡Y ahora es una ciudad de esclavos bajo el talón de los orcos!

source: Caverns of Chaincolt
es: Cavernas de Chaincolt

source: The Lost General
es: El General Perdido

source: Weapon for Konrad: <span color='#EFBF04'><b>+3 melee damage, <i>drains</i> special on melee attacks</b></span>
es: Arma para Konrad: <span color='#EFBF04'><b>+3 daño cuerpo a cuerpo, especial <i>drena</i> en ataques cuerpo a cuerpo</b></span>

source: These old halls were ruined long ago, but there may still be something of value inside.
es: Estos antiguos salones fueron arruinados hace mucho, pero aún puede haber algo de valor dentro.

source: The trolls that used to inhabit these old halls have gone; either killed off or merely moved. There might have been treasure here, once, but all that is left now is rubble and excrement.
es: Los trolls que habitaban estos antiguos salones se han ido; ya sea eliminados o simplemente mudados. Puede haber habido tesoro aquí alguna vez, pero todo lo que queda ahora es escombros y excrementos.

source: I’m glad to be out into the sun and fresh air again. I may not despise caves so much as an elf, but I’m no dwarf either.
es: Me alegra estar de nuevo al sol y al aire fresco. No desprecio las cuevas tanto como un elfo, pero tampoco soy un enano.

source: There’s nothing more of value here — at least nothing that we have the time or skill to unearth.
es: No hay nada más de valor aquí — al menos nada que tengamos el tiempo o la habilidad para desenterrar.

source: The West Gate of Knalga! I learned about this place... it was a terrible tragedy when the kingdom of the dwarves was shattered by the orcs and their allies. Now all that’s left here are trolls and ruins.
es: ¡La Puerta Oeste de Knalga! Aprendí sobre este lugar... fue una terrible tragedia cuando el reino de los enanos fue destrozado por los orcos y sus aliados. Ahora todo lo que queda aquí son trolls y ruinas.

source: Greater Knalga
es: Gran Knalga

source: Digging for Dwarves
es: Excavando por Enanos

source: New Recruits <i><b>Choose Two</b></i>:
es: Nuevos Reclutas <i><b>Elige Dos</b></i>:

source: What now, human? I already told ye, no-one gets in without someone to vouch for ’em.
es: ¿Qué ahora, humano? Ya te dije, nadie entra sin alguien que responda por ellos.

source: Another attack! Up axes, and make ready to repel the invaders!
es: ¡Otro ataque! ¡Alzad los hachas y preparad la defensa contra los invasores!

source: Peace, dwarves of Knalga! I am a man of Wesnoth, not an orc or a troll, and I come as a friend.
es: ¡Paz, enanos de Knalga! Soy un hombre de Wesnoth, no un orco ni un troll, y vengo como amigo.

source: A man? Haven’t seen many o’ yer kind since our friends at the Doors fell, an’ you ain’t one o’ their’s. Who says we should trust ye?
es: ¿Un hombre? No he visto muchos de tu clase desde que cayeron nuestros amigos en las Puertas, y no eres uno de ellos. ¿Quién dice que deberíamos confiar en ti?

source: Let us in, ye chicken-hearted cad! Cannae a dwarf return to ’is home without bein’ set upon like some horde o’ trolls?
es: ¡Déjanos entrar, cobarde! ¿Acaso un enano no puede volver a su hogar sin ser atacado como una horda de trolls?

source: I dunno...
es: No sé...

source: Ulfdain!? I ain’t seen you in years, not since you left fer Wesnoth— an’ yer a Bloodaxe now too!? Get across th’ bridge then, quickly-now, afore th’ orcs find ye.
es: ¡¿Ulfdain?! ¡No te he visto en años, no desde que te fuiste a Wesnoth — y ahora eres un Hacha de Sangre también! Cruza el puente entonces, rápido, antes de que los orcos te encuentren.

source: Ulfdain!? I ain’t seen you in years, not since you left fer Wesnoth! Get across th’ bridge then, quickly-now, afore th’ orcs find ye.
es: ¡¿Ulfdain?! ¡No te he visto en años, no desde que te fuiste a Wesnoth! Cruza el puente entonces, rápido, antes de que los orcos te encuentren.

source: I’m from the Doors, your old human allies! And I’m free now, thanks to this boy Konrad and his army! They’re good people, and I’ll vouch for ’em.
es: ¡Soy de las Puertas, tus viejos aliados humanos! ¡Y ahora soy libre, gracias a este chico Konrad y su ejército! Son buena gente, y respondo por ellos.

source: Ah, let ’em in, Geldar. They ain’t orcs, trolls, or undead, an’ that’s good enough for now.
es: Ah, déjalos entrar, Geldar. No son orcos, trolls ni no muertos, y eso es suficiente por ahora.

source: Ah, let ’em in, Geldar. They ain’t orcs, trolls, or undead, an’ that’s good enough for me.
es: Ah, déjalos entrar, Geldar. No son orcos, trolls ni no muertos, y eso es suficiente para mí.

source: Ah’m a dwarf, gatekeeper, an’ I’ll vouch for them. Lower yer axes an’ let us in, ye hear?
es: Soy un enano, guardián, y respondo por ellos. Baja tus hachas y déjanos entrar, ¿me oyes?

source: I am Konrad, nephew of Garard, son of Arand and heir to the throne of Wesnoth! I give my word — you can trust me, dwarf.
es: ¡Soy Konrad, sobrino de Garard, hijo de Arand y heredero al trono de Wesnoth! Doy mi palabra — puedes confiar en mí, enano.

source: Hmph. So you say. We’ve had pretenders workin’ for th’ orcs try an’ sneak in here before. Even if you really are a prince, you ain’t gettin’ ’cross the east bridge lest ye’ve got someone to vouch for ye.
es: Hmph. Eso dices. Hemos tenido impostores trabajando para los orcos intentando colarse aquí antes. Incluso si realmente eres un príncipe, no cruzarás el puente este a menos que tengas a alguien que responda por ti.

source: What brings you to th’ East Gate o’ Knalga, friends? You be wantin’ somethin’ from us, don’t you?
es: ¿Qué los trae a la Puerta Este de Knalga, amigos? Quieren algo de nosotros, ¿verdad?

source: Well, to be honest, people usually want something from <i><b>me</b></i> instead. I help with a problem someone is having, and then they send some spare fighters to join my army. Can you and I arrange anything like that?
es: Bueno, para ser honesto, la gente suele querer algo de <i><b>mí</b></i> en su lugar. Ayudo con un problema que alguien tiene, y luego envían algunos luchadores de sobra para unirse a mi ejército. ¿Podemos arreglar algo así?

source: Spare fighters? I ain’t heard a jest that good since th’ trolls got Durrasil! Yer walkin’ through the corpse o’ our empire, fallen to rot an’ ruin, an’ ye got the gall to ask if we have extra axe-arms to send out with ye?
es: ¿Luchadores de sobra? ¡No he oído una broma tan buena desde que los trolls tomaron Durrasil! Estás caminando por el cadáver de nuestro imperio, caído en podredumbre y ruina, ¡y tienes el valor de preguntar si tenemos brazos de hacha extra para enviar contigo?

source: I’m afraid Geldar’s right. But problems — now problems we’ve got plenty of. Orc attacks, troll attacks, undead attacks. ’an now down in th’ mines—
es: Temo que Geldar tiene razón. Pero problemas — ahora problemas tenemos de sobra. Ataques de orcos, ataques de trolls, ataques de no muertos. Y ahora en las minas—

source: Relgorn, hush. That ain’t somethin’ fer outsiders to hear about.
es: Relgorn, cállate. Eso no es algo para que lo oigan forasteros.

source: Do ye got a better idea? We already tried t’ split ourselves up an’ help, an’ tha’s when trolls took the gatehouse!
es: ¿Tienes una idea mejor? Ya intentamos dividirnos y ayudar, ¡y fue entonces cuando los trolls tomaron la casa de la puerta!

source: Listen, human... I’m only trustin’ you ’cause you been vouched for, unnerstand? All ye need to know is that some o’ our people’re trapped in a cave-in down in th’ old mines. You get ’em out, we’ll make it worth yer while.
es: Escucha, humano... Solo confío en ti porque alguien responde por ti, ¿entiendes? Todo lo que necesitas saber es que algunos de nuestra gente están atrapados en un derrumbe en las viejas minas. Sácalos, y haremos que valga la pena.

source: Some o’ our people’re trapped in a cave-in down in th’ old mines. Tha’s all ye need to know. You get ’em out, an’ we’ll make it worth yer while.
es: Algunos de nuestra gente están atrapados en un derrumbe en las viejas minas. Eso es todo lo que necesitas saber. Sácalos, y haremos que valga la pena.

source: Thank ye again, Konrad. May ye have better luck saving your home than we’ve had for ours.
es: Gracias de nuevo, Konrad. Que tengas mejor suerte salvando tu hogar que la que nosotros hemos tenido con el nuestro.

source: What’s this? Konrad, ye’ve chased the orcs out o’ the Doors, wiped out th’ trolls an’ undead squattin’ in our halls, and e’en trustworthily helped us in the heart o’ Knalga itself.
es: ¿Qué es esto? Konrad, has echado a los orcos de las Puertas, eliminado a los trolls y no muertos que ocupaban nuestros salones, e incluso nos has ayudado de manera confiable en el corazón de Knalga mismo.

source: I know that the trolls’ll return. I know that the orcs’ll return, an’ that many o’ the Doors-folk are still with ’em, enslaved. But ye’ve given us dwarves more breathin’ room than we’ve had in many a year.
es: Sé que los trolls regresarán. Sé que los orcos regresarán, y que muchos de la gente de las Puertas aún están con ellos, esclavizados. Pero nos has dado a los enanos más espacio para respirar del que hemos tenido en muchos años.

source: I know ye said ye dinnae want any reward fer helpin’ us, but yer gettin’ one anyway. I’m sendin’ the best lads in Knalga to help you fight that queen o’ yers.
es: Sé que dijiste que no querías ninguna recompensa por ayudarnos, pero la tendrás de todos modos. Estoy enviando a los mejores muchachos de Knalga para ayudarte a luchar contra esa reina tuya.

source: Konrad can now recruit Dwarvish Fighters, Guardsmen, Thunderers, and Ulfserkers!
es: ¡Konrad ahora puede reclutar Luchadores, Guardias, Atronadores y Ulfhednars Enanos!

source: Passing through this whirlpool will warp reality, letting Konrad play an unlimited number of scenarios and disabling timed events that force him to move on. For each extra scenario you play over the normal number, Asheviere will gain +$s50_extra_income_per_scenario bonus income in the final scenario. Using the whirlpool is probably not balanced, and will disable all achievements (except for <i>“Asleep at the Wheel”</i>). Are you sure?
es: Pasar por este remolino alterará la realidad, permitiendo a Konrad jugar un número ilimitado de escenarios y desactivando los eventos temporizados que lo obligan a avanzar. Por cada escenario adicional que juegues más allá del número normal, Asheviere ganará +$s50_extra_income_per_scenario de ingresos adicionales en el escenario final. Usar el remolino probablemente no esté equilibrado, y desactivará todos los logros (excepto <i>“Dormido al volante”</i>). ¿Estás seguro?

source: There is a strange whirlpool here, clearly magical in nature... I wonder what would happen if we allowed ourselves to be pulled in?
es: Hay un extraño remolino aquí, claramente de naturaleza mágica... Me pregunto qué pasaría si nos dejáramos arrastrar por él.

source: Oh... my head! What just happened?
es: ¡Oh... mi cabeza! ¿Qué acaba de pasar?

source: There is nothing here of note. Was there ever?
es: No hay nada digno de mención aquí. ¿Lo hubo alguna vez?

source: There are countless caves and lava tunnels here, twisting and turning for miles on end. There’s no reason to wander any deeper this way, at least not right now.
es: Hay innumerables cuevas y túneles de lava aquí, serpenteando y girando por kilómetros sin fin. No hay razón para adentrarse más por este camino, al menos no ahora.

source: The Sceptre is quite real, I assure you. Perhaps you have forgotten our lessons...
es: El Cetro es muy real, te lo aseguro. Tal vez hayas olvidado nuestras lecciones...
