Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: Get the key on 32,28; then attack the Orcish Shaman
es: Consigue la llave en 32,28; luego ataca al Chamán Orco

source: Attack the Orcish Shaman
es: Ataca al Chamán Orco

source: Konrad, we merfolk are eager to fight for our freedom. My people will join you when you liberate our villages.
es: Konrad, nosotros los sirénidos estamos ansiosos por luchar por nuestra libertad. Mi gente se unirá a ti cuando liberes nuestras aldeas.

source: But chief, why are we only using bats and nagas?
es: Pero jefe, ¿por qué solo estamos usando murciélagos y nagas?

source: Because we need to control the seas and the merfolk, and nagas and bats are best for doing that!
es: ¡Porque necesitamos controlar los mares y a los sirénidos, y las nagas y los murciélagos son los mejores para eso!

source: But orcs are the most powerful race in all of...
es: Pero los orcos son la raza más poderosa en todo...

source: Shut up, worm! I’m the boss!
es: ¡Cállate, gusano! ¡Yo soy el jefe!

source: Look at me!
es: ¡Mírenme!

source: Ha ha ha! Now orcs will rule over land and sea!
es: ¡Ja ja ja! ¡Ahora los orcos gobernarán sobre la tierra y el mar!

source: (Sigh) Will someone kill this fool for me, please?
es: (Suspiro) ¿Alguien matará a este tonto por mí, por favor?

source: But... but... how can this be happening to me?
es: Pero... pero... ¿cómo puede estar pasándome esto a mí?

source: That’s for Gwaba!
es: ¡Esto es por Gwaba!

source: Who was that fool?
es: ¿Quién era ese tonto?

source: We have the key to the cave now! Let’s stop the shaman before it’s too late.
es: ¡Ahora tenemos la llave de la cueva! Detengamos al chamán antes de que sea demasiado tarde.

source: Arrgh! No! They broke my concentration — the Trident is out of control!
es: ¡Arrgh! ¡No! Rompieron mi concentración — ¡el Tridente está fuera de control!

source: It was never rightfully yours.
es: Nunca fue legítimamente tuyo.

source: I am sure the Trident will yield to <i>me</i> much more readily.
es: Estoy seguro de que el Tridente cederá ante <i>mí</i> mucho más fácilmente.

source: We’re running out of time. If we cannot reclaim the Trident of Storms soon, the orcs will use it to wreak great destruction upon the merfolk!
es: Se nos acaba el tiempo. Si no recuperamos pronto el Tridente de las Tormentas, ¡los orcos lo usarán para causar una gran destrucción a los sirénidos!

source: Finally!
es: ¡Finalmente!

source: The trident has yielded to my power!
es: ¡El tridente ha cedido a mi poder!

source: We were too slow, and the merfolk’s villages have been destroyed! How could I let this happen?
es: ¡Fuimos demasiado lentos y las aldeas de los sirénidos han sido destruidas! ¿Cómo pude permitir que esto sucediera?

source: Your Royal Highness, Prince Konrad, protector of the oppressed! Thank you for saving us from our enemies and helping us to reclaim our sacred Trident!
es: ¡Alteza Real, príncipe Konrad, protector de los oprimidos! ¡Gracias por salvarnos de nuestros enemigos y ayudarnos a recuperar nuestro sagrado Tridente!

source: From now on, your pearls belong to you and you alone.
es: De ahora en adelante, sus perlas les pertenecen solo a ustedes.

source: Konrad can now recruit Merman Fighters, Hunters, Brawlers, and Initiates!
es: ¡Konrad ahora puede reclutar Luchadores Sirénidos, Cazadores, Peleadores e Iniciados!

source: Can we take the Trident with us? It seems like it could be very useful.
es: ¿Podemos llevarnos el Tridente? Parece que podría ser muy útil.

source: No, Konrad. It is set firmly in the rock. And for good reason, too! The Trident of Storms helps maintain the delicate balance of the Bay of Pearls and protects the merfolk from the fierce power of the sea.
es: No, Konrad. Está firmemente incrustado en la roca. ¡Y por una buena razón! El Tridente de las Tormentas ayuda a mantener el delicado equilibrio de la Bahía de las Perlas y protege a los sirénidos del feroz poder del mar.

source: If it were that easy, the orcs would have looted it long ago. But no hand can pry it from the rock in which it is embedded. It is just as well, for its power protects my people from the often terrible power of the sea.
es: Si fuera tan fácil, los orcos lo habrían saqueado hace mucho tiempo. Pero ninguna mano puede arrancarlo de la roca en la que está incrustado. Es lo mejor, porque su poder protege a mi pueblo del a menudo terrible poder del mar.

source: (sigh) I knew it wouldn’t be that easy.
es: (suspiro) Sabía que no sería tan fácil.

source: scenario name^The Isle of Alduin
es: La Isla de Alduin

source: They’re all locked up? Good. The ship from Fort Tahn will be here any day now, and then we can finally get these troublemakers off the Isle.
es: ¿Están todos encerrados? Bien. El barco del Fuerte Tahn llegará en estos días, y entonces podremos sacar a estos alborotadores de la isla.

source: Is all this really necessary? I mean— back in my day... Just a few drunken words... Hardly worth being press-ganged, I don’t think...
es: ¿Es todo esto realmente necesario? Quiero decir— en mis tiempos... Solo unas pocas palabras ebrias... Apenas valía para ser reclutado a la fuerza...

source: If we let a few apprentices speak ill of the queen, how long until they all do? Don’t forget whose royal endorsement secured you your position, Seimus.
es: Si dejamos que unos pocos aprendices hablen mal de la reina, ¿cuánto tiempo pasará hasta que todos lo hagan? No olvides de quién fue el respaldo real que te aseguró tu posición, Seimus.

source: Hail, scholars of Alduin! I’ve heard much about your home! I’ve even heard that there are some of you brave enough to stand up to the dark queen.
es: ¡Salve, eruditos de Alduin! ¡He oído mucho sobre tu hogar! Incluso he oído que hay algunos de ustedes lo suficientemente valientes como para enfrentarse a la reina oscura.

source: Who’re you to ask, stranger? That kind of talk can be dangerous. Did you see what happened to our locked-up friends?
es: ¿Quién eres tú para preguntar, extraño? Ese tipo de charla puede ser peligrosa. ¿Viste qué pasó con nuestros amigos encerrados?

source: Who am I? I am Konrad, son of Prince Arand and heir to the throne of Wesnoth! I am Asheviere’s sworn enemy, and would welcome to my cause all who would oppose her!
es: ¿Quién soy? ¡Soy Konrad, hijo del príncipe Arand y heredero al trono de Wesnoth! ¡Soy el enemigo jurado de Asheviere, y daría la bienvenida a mi causa a todos los que se opongan a ella!

source: Konrad? The one they call “the false prince”! I— I wasn’t even sure you existed!
es: ¿Konrad? ¡El que llaman “el príncipe falso”! Yo— ¡ni siquiera estaba segura de que existieras!

source: Do you really think you can beat the queen? Is your whole rebel army here?!
es: ¿Realmente crees que puedes derrotar a la reina? ¡¿Está todo tu ejército rebelde aquí?!

source: Now now, everybody just calm down. We don’t want any trouble. If you really are Konrad then you’d best leave right now, before the queen’s soldiers catch you.
es: Ahora, ahora, todos cálmense. No queremos problemas. Si realmente eres Konrad, entonces mejor vete ahora mismo, antes de que los soldados de la reina te atrapen.

source: Don’t listen to him, Konrad. Soldiers from Wesnoth have locked up our friends. They dared to criticize the throne, and now they’ve been both expelled and imprisoned.
es: No le escuches, Konrad. Soldados de Wesnoth han encerrado a nuestros amigos. Se atrevieron a criticar el trono, y ahora han sido tanto expulsados como encarcelados.

source: You have to help us rescue them! Many of the older apprentices here think like Seimus, but my friends and I will fight with you!
es: ¡Tienes que ayudarnos a rescatarlos! Muchos de los aprendices mayores aquí piensan como Seimus, ¡pero mis amigos y yo lucharemos contigo!

source: You can now advance Mages to Red Mages!
es: ¡Ahora puedes avanzar Magos a Magos Rojos!

source: Konrad can now recruit Mages, and advance them to (only) Red Mages!
es: ¡Konrad ahora puede reclutar Magos, y avanzar solo a Magos Rojos!

source: Of course I will help. To battle!
es: ¡Por supuesto que ayudaré. A la batalla!

source: Reach the prisoner mages, then move one near Konrad’s keep.
es: Llega a los magos prisioneros, luego mueve uno cerca del castillo de Konrad.

source: Move any prisoner mage to one of the marked hexes.
es: Mueve cualquier mago prisionero a uno de los hexágonos marcados.

source: Defeat the two eastern leaders
es: Derrota a los dos líderes del este

source: (gain a loyal Arch Mage)
es: (obtén un Archimago leal)

source: Defeat enemy leaders
es: Derrota a los líderes enemigos

source: Death of all prisoner mages
es: Muerte de todos los magos prisioneros

source: Seimus! My old colleague, what has come over you? There are soldiers occupying the Isle and you do nothing?
es: ¡Seimus! ¡Mi viejo colega, qué te ha pasado? ¡Hay soldados ocupando la isla y tú no haces nada!

source: Delfador!? You’re here too? ...well, surely you know that Alduin is in no position to oppose the crown. I mean, we’re not all cut out to be rebels like you.
es: ¡¿Delfador?! ¿Tú también estás aquí? ...bueno, seguramente sabes que Alduin no está en posición de oponerse a la corona. Quiero decir, no todos estamos hechos para ser rebeldes como tú.

source: And those chained up apprentices really are troublemakers. Really! It’s not that I wouldn’t like to help. I would! But Alduin has a future to think about!
es: Y esos aprendices encadenados realmente son alborotadores. ¡De verdad! No es que no quiera ayudar. ¡Lo haría! ¡Pero Alduin tiene un futuro en que pensar!

source: You’ll recall that I was a troublemaker once. How many atrocities will happen because good men like you stay silent?
es: Recordarás que yo fui un alborotador una vez. ¿Cuántas atrocidades pasarán porque hombres buenos como tú permanecen en silencio?

source: Ignore him, Seimus. Attack, or I will have you charged with treason!
es: ¡Ignóralo, Seimus. Ataca, o te acusaré de traición!

source: The Seimus I knew would never stoop so low! What good is a master who abandons his apprentices!
es: ¡El Seimus que conocía nunca se rebajaría tanto! ¡De qué sirve un maestro que abandona a sus aprendices!

source: Oh... well...
es: Oh... bueno...

source: Alright. Okay! Lieutenant, I will not assist you against our own students. If I am to be branded a rebel, so be it.
es: Está bien. ¡De acuerdo! Teniente, no te ayudaré contra nuestros propios estudiantes. Si voy a ser marcado como rebelde, que así sea.

source: Traitor!
es: ¡Traidor!

source: Delfador, I cannot fight alongside you now, but neither will I fight against you. I must assemble the faculty and make clear Alduin’s new allegiance.
es: Delfador, no puedo luchar a tu lado ahora, pero tampoco lucharé contra ti. Debo reunir a la facultad y aclarar la nueva lealtad de Alduin.

source: And, if you can clear Asheviere’s soldiers off the Isle entirely, I promise to personally join your army!
es: Y, si puedes limpiar completamente a los soldados de Asheviere de la isla, ¡prometo unirme personalmente a tu ejército!

source: Seimus, don’t just stand there. There are rebels on the Isle! Put that magic training to good use and throw some fireballs!
es: Seimus, no te quedes ahí parado. ¡Hay rebeldes en la isla! ¡Usa ese entrenamiento mágico para algo bueno y lanza algunas bolas de fuego!

source: Rebels? Well... I mean... the worst of the trouble is more or less apprentices, isn’t it? You can hardly expect faculty to fight students!
es: ¿Rebeldes? Bueno... quiero decir... el peor de los problemas son más o menos aprendices, ¿no? ¡Apenas puedes esperar que la facultad luche contra estudiantes!

source: That’s precisely what I expect, provost. There are no students in Konrad’s army — only rebels. Prove your loyalty to the queen.
es: Eso es precisamente lo que espero, rector. No hay estudiantes en el ejército de Konrad — solo rebeldes. Demuestra tu lealtad a la reina.

source: Academy housing is down this way, Konrad. There’re many other students there, but I think most of them are trying to keep their heads down.
es: Las viviendas de la academia están por este camino, Konrad. Hay muchos otros estudiantes allí, pero creo que la mayoría están tratando de mantenerse discretos.

source: I hear sounds of fighting outside! Should we do something?
es: ¡Oigo sonidos de lucha afuera! ¿Deberíamos hacer algo?

source: I would if I could get out of these manacles...
es: Lo haría si pudiera salir de estos grilletes...

source: We need more income! Start drawing on our reserves.
es: ¡Necesitamos más ingresos! Empieza a usar nuestras reservas.

source: Who are you! What’s going on?
es: ¡¿Quién eres?! ¿Qué está pasando?

source: I’m a friend. We have to go — there’s no time to cut loose your shackles. Are you willing to help us fight Asheviere?
es: Soy un amigo. Tenemos que irnos — no hay tiempo para cortar tus grilletes. ¿Estás dispuesto a ayudarnos a luchar contra Asheviere?

source: Better than rotting in here. Come on, everyone, we’re leaving!
es: Mejor que pudrirse aquí. ¡Vamos, todos, nos vamos!

source: I’m a friend. Come — let us cut loose your shackles. Are you willing to help us fight Asheviere?
es: Soy un amigo. Ven — dejemos libres tus grilletes. ¿Estás dispuesto a ayudarnos a luchar contra Asheviere?

source: Wait! Stop! Please don’t kill me!
es: ¡Espera! ¡Para! ¡Por favor, no me mates!

source: I’m not going to kill you, provost. But I can see that you’re a coward. Run. And as long as you live, never forget what would’ve happened to your apprentices had I not been here to help.
es: No voy a matarte, rector. Pero veo que eres un cobarde. Corre. Y mientras vivas, nunca olvides lo que les habría pasado a tus aprendices si no hubiera estado aquí para ayudar.

source: Asheviere’s armies are defeated! We’ve won!
es: ¡Los ejércitos de Asheviere están derrotados! ¡Hemos ganado!

source: You... you really did it! Incredible! Alduin is in your debt, Delfador. And Konrad. And you apprentices too!
es: Tú... ¡realmente lo hiciste! ¡Increíble! Alduin está en deuda contigo, Delfador. Y contigo, Konrad. ¡Y con ustedes, aprendices también!

source: And, well, I made a promise to join you if you wiped those soldiers out. And I intend to keep it. I place myself at your service, young master.
es: Y, bueno, hice una promesa de unirme a ti si eliminabas a esos soldados. Y tengo intención de cumplirla. Me pongo a tu servicio, joven maestro.

source: We set out to save lives, but we lost many more than we helped. I’m sorry we couldn’t do better, but at least we’ve shown the people here that Asheviere can be beaten.
es: Salimos a salvar vidas, pero perdimos muchos más de los que ayudamos. Lo siento, no pudimos hacerlo mejor, pero al menos hemos mostrado a la gente aquí que Asheviere puede ser derrotada.

source: We’ve saved everyone we could! Now it’s time for us to save ourselves.
es: ¡Hemos salvado a todos los que pudimos! Ahora es hora de salvarnos a nosotros mismos.

source: Live not in fear, Alduin! Once I’m king I will return here to set things right.
es: ¡No vivan con miedo, Alduin! Una vez que sea rey, regresaré aquí para arreglar las cosas.

source: Live not in fear, Alduin, for today proves that Asheviere can be beaten! Once I’m king I will return here to set things right.
es: ¡No vivan con miedo, Alduin, porque hoy se demuestra que Asheviere puede ser derrotada! Una vez que sea rey, regresaré aquí para arreglar las cosas.

source: All of the prisoners we set out to rescue are dead! This has been a disaster...
es: ¡Todos los prisioneros que salimos a rescatar están muertos! ¡Esto ha sido un desastre...

source: Asheviere’s soldiers spoke of a royal ship coming to take the imprisoned mages away. If we take too long to finish our work here, that ship will surely arrive with reinforcements and defeat us.
es: Los soldados de Asheviere hablaron de un barco real que viene a llevarse a los magos encarcelados. Si tardamos demasiado en terminar nuestro trabajo aquí, ese barco seguramente llegará con refuerzos y nos derrotará.

source: Hail, Alduin! We’re here on schedule with a fresh rotation of guards for the garrison. It looks like you need them!
es: ¡Salve, Alduin! Llegamos a tiempo con una rotación fresca de guardias para la guarnición. ¡Parece que los necesitan!

source: Oh no! Asheviere’s soldiers have been reinforced! We cannot flee while their ship controls the waters, and we cannot afford the time to stop and fight...
es: ¡Oh no! ¡Los soldados de Asheviere han sido reforzados! No podemos huir mientras su barco controle las aguas, y no podemos permitirnos el tiempo para detenernos y luchar...

source: scenario name^Muff Malal’s Peninsula
es: Península de Muff Malal

source: What’s going on here? Stop attacking that helpless man!
es: ¿Qué está pasando aquí? ¡Deja de atacar a ese hombre indefenso!

source: I warned you not to interrupt! I’m BUSY! And for the record, HE attacked ME, while I was peacefully minding my own business killing innocent townsfolk.
es: ¡Te advertí que no interrumpieras! ¡Estoy OCUPADO! Y para que conste, ÉL me atacó a MÍ, mientras yo estaba pacíficamente ocupándome de mis asuntos matando a aldeanos inocentes.

source: For at the end of days, the texts prophesy a great destruction, yea, the sun itself shall rain down from the heavens as sulfur and fire!
es: Porque al final de los días, los textos profetizan una gran destrucción, sí, ¡el mismo sol lloverá desde los cielos como azufre y fuego!

source: And lo! The unclean dead shall be smitten down, and lo! There shall be peace eternal for all men. So readeth the texts.
es: ¡Y he aquí! Los muertos impuros serán abatidos, ¡y he aquí! Habrá paz eterna para todos los hombres. Así lo dicen los textos.

source: Yet until then, it falls to those such as me to do the smiting!
es: ¡Pero hasta entonces, corresponde a los como yo hacer el abatimiento!

source: Such an annoyance. Just stay out of my way until I’ve dealt with these newcomers, will you? I’ll have plenty of time to finish you off later!
es: Qué molestia. Solo mantente fuera de mi camino hasta que haya lidiado con estos recién llegados, ¿de acuerdo? ¡Tendré mucho tiempo para acabar contigo más tarde!

source: We must make haste if we wish to save that warrior, Konrad! I sense magical power in him, but one man alone will not prevail against the hordes of undead that roam this peninsula.
es: ¡Debemos apresurarnos si queremos salvar a ese guerrero, Konrad! Siento poder mágico en él, pero un solo hombre no prevalecerá contra las hordas de no muertos que recorren esta península.

source: 20 against 1 is pretty long odds, Konrad. If we’re goin’ to help that warrior before he’s overwhelmed, we’d better hurry things up.
es: 20 contra 1 son muy malas probabilidades, Konrad. Si vamos a ayudar a ese guerrero antes de que sea abrumado, será mejor que nos apresuremos.

source: 20-’gainst-1 fer that warrior, now them’s long odds e’en if he were a dwarf! Tha’ long-staff sixpenny sorcerer’ll be having a change o’ heart — literally! — once we’re through with ’im!
es: ¡20 contra 1 para ese guerrero, ahora esas son malas probabilidades incluso si fuera un enano! ¡Ese hechicero de bastón largo y seis peniques tendrá un cambio de corazón — literalmente! — una vez que terminemos con él!

source: Oh, oh my. That magical warrior looks rather, err, powerful, doesn’t he? But that’s also a lot, really quite many undead surrounding him. We’d better hurry if we want to save him.
es: Oh, oh Dios. Ese guerrero mágico parece bastante, eh, poderoso, ¿no es así? Pero también hay muchos, realmente bastantes no muertos rodeándolo. Será mejor que nos apresuremos si queremos salvarlo.

source: Dat holy man be lookin’ mighty strong, but Dosh is thinking there’s too many o’ dem undead e’en for him. We’d better be helpin’ him out, Konrad.
es: Ese hombre santo parece muy fuerte, pero Dosh piensa que hay demasiados no muertos incluso para él. Será mejor que lo ayudemos, Konrad.

source: We’d better move quickly and help fight! That warrior looks powerful, but the necromancer has the advantage of numbers.
es: ¡Será mejor que nos movamos rápido y ayudemos a luchar! Ese guerrero parece poderoso, pero el nigromante tiene la ventaja numérica.

source: Get ready for battle, everyone!
es: ¡Prepárense para la batalla, todos!

source: Defeat Muff Malal
es: Derrotar a Muff Malal

source: Moremirmu will join you if you move any unit adjacent to him.
es: Moremirmu se unirá a ti si mueves cualquier unidad adyacente a él.

source: I read about this place in Delfador’s books. The peninsula of pearls was once home to several small towns, thriving off of the pearl trade. Farmers, fishers... Muff Malal must have killed them all, while the queen’s armies did nothing to help.
es: Leí sobre este lugar en los libros de Delfador. La península de las perlas alguna vez fue hogar de varios pueblos pequeños, prosperando gracias al comercio de perlas. Agricultores, pescadores... Muff Malal debe haberlos matado a todos, mientras los ejércitos de la reina no hicieron nada para ayudar.

source: More of her politicking, I’m afraid. By allowing necromancy to flourish in the kingdom’s western regions, Asheviere forces us to devote time and resources to protecting the townsfolk — time we can no longer spend fighting her directly.
es: Más de su politiquería, me temo. Al permitir que la necromancia florezca en las regiones occidentales del reino, Asheviere nos obliga a dedicar tiempo y recursos a proteger a los aldeanos — tiempo que ya no podemos dedicar a luchar directamente contra ella.

source: Aye, tha’ human-queen ’o yers is a filthy, white-livered, chicken-hearted skinflint o’ a poltroon, she is! Dinnae you worry son, when we git our hands on her ah’ll tear her queenly flesh t’ shreds!
es: ¡Sí, esa reina humana tuya es una sucia, cobarde, avara y vil cobarde! ¡No te preocupes, hijo, cuando le pongamos las manos encima le arrancaré su carne real en pedazos!

source: She’s a real piece of work, isn’t she? I’ll bet she let this happen on purpose, to keep all us rebels busy while she be livin’ luxury up in Weldyn. If’n not for Baldras and Relana, one o’ these dead folk could’ve been me...
es: Es una verdadera pieza de trabajo, ¿no es así? Apuesto a que dejó que esto sucediera a propósito, para mantenernos a todos los rebeldes ocupados mientras ella vive en el lujo en Weldyn. Si no fuera por Baldras y Relana, uno de estos muertos podría haber sido yo...

source: I’ve visited this place before, to buy supplies from the fishermen... It’s rather terrible to see what’s become of it now.
es: He visitado este lugar antes, para comprar suministros de los pescadores... Es bastante terrible ver en qué se ha convertido ahora.

source: Lo and behold! I stood in need of aid, and so aid has come! What brings you to Muff Malal’s peninsula, pilgrims?
es: ¡He aquí y mira! Estaba en necesidad de ayuda, ¡y la ayuda ha llegado! ¿Qué los trae a la península de Muff Malal, peregrinos?

source: I am Konard, heir to the throne of Wesnoth, and seeking to reclaim my seat from the evil queen Asheviere! Who are you?
es: ¡Soy Konrad, heredero al trono de Wesnoth, y busco reclamar mi asiento de la maligna reina Asheviere! ¿Quién eres tú?

source: Brother Moremirmu, wandering warrior, at your service. Rejoice, for it seems the strands of fate have brought us here together, that we may unite in arms towards the vanquishing of evil!
es: Hermano Moremirmu, guerrero errante, a tu servicio. ¡Regocíjate, porque parece que los hilos del destino nos han traído aquí juntos, para que nos unamos en armas hacia la derrota del mal!

source: Aid me in my quest against this foul necromancer, and I shall ever-more be your loyal companion in the eternal war against the darkness!
es: Ayúdame en mi búsqueda contra este vil nigromante, ¡y seré para siempre tu leal compañero en la guerra eterna contra la oscuridad!
