Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: I am not a fool. I fought you because I believed it was best for Wesnoth. Now I fight my mother for the same reason.
es: No soy una tonta. Luché contra ti porque creía que era lo mejor para Wesnoth. Ahora lucho contra mi madre por la misma razón.

source: Indeed...
es: En efecto...

source: Listen, you whose eyes are fair but hide a vacuum, do you think I do not know what power can do to one’s soul? What evils a person is capable of when truth and righteousness are but scrolls that can be rewritten when a queen grows tired of them?
es: Escucha, tú cuyos ojos son hermosos pero ocultan un vacío, ¿crees que no sé lo que el poder puede hacerle al alma de uno? ¿Qué males es capaz de cometer una persona cuando la verdad y la rectitud son solo pergaminos que pueden reescribirse cuando una reina se cansa de ellos?

source: I spent my entire childhood listening to my mother give orders and command armies around. I hid in the throne room as a little girl as she met with her generals. I now know she was having people killed... entire towns of people killed!
es: Pasé toda mi infancia escuchando a mi madre dar órdenes y comandar ejércitos. Me escondí en la sala del trono siendo una niña pequeña mientras se reunía con sus generales. Ahora sé que estaba haciendo matar a gente... ¡pueblos enteros de gente asesinados!

source: You are all lucky. You do not know what Wesnoth has been like these past many years. There is no peace. I have never known peace.
es: Todos tienen suerte. No saben cómo ha sido Wesnoth estos últimos años. No hay paz. Nunca he conocido la paz.

source: I do know the cup of bitterness poured out on Wesnoth by your mother, child. The land has been torn apart. The elves know this. The orcs know this. Undead can feel it. Large armies of men march across the plains hunting each other, and when no men remain, outsiders will claim Wesnoth as their home.
es: Sí conozco la copa de amargura derramada sobre Wesnoth por tu madre, niña. La tierra ha sido destrozada. Los elfos lo saben. Los orcos lo saben. Los no muertos pueden sentirlo. Grandes ejércitos de hombres marchan por las llanuras cazándose unos a otros, y cuando no queden hombres, los forasteros reclamarán Wesnoth como su hogar.

source: Enough! I can listen to no more of this. Li’sar, you may want to end your mother’s rule, but I will end her life as she ended the life of my father and my brothers. Asheviere’s masterwork of treachery will end, and it will end by my blade!
es: ¡Basta! No puedo escuchar más de esto. Li’sar, puedes querer terminar con el reinado de tu madre, pero yo terminaré con su vida como ella terminó con la vida de mi padre y mis hermanos. ¡La obra maestra de traición de Asheviere terminará, y terminará por mi espada!

source: Crier
es: Pregonero

source: Hear ye, hear ye! I bring tidings to the Lord Konrad from Her Majesty the Queen!
es: ¡Oíd, oíd! ¡Traigo noticias para el Señor Konrad de parte de Su Majestad la Reina!

source: A message from Asheviere? I wonder what new trickery this is. Speak what you have come to say, courier.
es: ¿Un mensaje de Asheviere? Me pregunto qué nueva artimaña es esta. Di lo que has venido a decir, mensajero.

source: Kalenz, Lord of the Lintanir.
es: Kalenz, Señor del Lintanir.

source: Ethiliel, Lady of the Aethenwood.
es: Ethiliel, Señora del Bosque Edén.

source: Kaylan, Lord of Blackwater.
es: Kaylan, Señor de Aguasnegras.

source: Maddock, Lord of Elensefar.
es: Maddock, Señor de Elensefar.

source: Galdrad, Champion of the Aethenwood.
es: Galdrad, Campeón del Bosque Edén.

source: Delurin, Three Sisters outlaw.
es: Delurin, forajido de las Tres Hermanas.

source: Reglok, Elensefar thieves’ guildmaster.
es: Reglok, maestro del gremio de ladrones de Elensefar.

source: Harper, Three Sisters outlaw.
es: Harper, forajido de las Tres Hermanas.

source: Hark! The Lord Konrad and his followers are to be made aware of the events to proceed at Weldyn in three weeks’ time, these being the just and righteous execution of the following condemned criminals and rebel sympathizers:
es: ¡Atención! El señor Konrad y sus seguidores deben ser informados de los eventos que tendrán lugar en Weldyn en tres semanas, siendo estos la justa y recta ejecución de los siguientes criminales condenados y simpatizantes rebeldes:

source: $message|And one thousand twenty-eight other rebel partisans from the western and northern reaches.
es: $message|Y mil veintiocho partisanos rebeldes más de las regiones occidentales y septentrionales.

source: Hark! The Lord Konrad and his followers are to be made aware of the events to proceed at Weldyn in three weeks’ time, these being the just and righteous execution of one thousand twenty-eight condemned partisans and rebel sympathizers from the western and northern reaches.
es: ¡Atención! El señor Konrad y sus seguidores deben ser informados de los eventos que tendrán lugar en Weldyn en tres semanas, siendo estos la justa y recta ejecución de mil veintiocho partisanos condenados y simpatizantes rebeldes de las regiones occidentales y septentrionales.

source: The Queen laments such a loss of life as regrettable, but necessary in Her Judgement to ensure the continued safety and stability of Her Kingdom.
es: La Reina lamenta profundamente la pérdida de tantas vidas, pero en Su Juicio la considera necesaria para garantizar la seguridad y la estabilidad de Su Reino.

source: The Lord Konrad is warned to discontinue his campaign of terror and keep well away from Weldyn, lest the same tragic fate befall him as well.
es: Se advierte al señor Konrad que discontinúe su campaña de terror y se mantenga bien alejado de Weldyn, no sea que el mismo destino trágico le ocurra también a él.

source: A mass execution!? Sweet Haldric, all those people. We have to act!
es: ¡¿Una ejecución masiva?! Dulce Haldric, toda esa gente. ¡Tenemos que actuar!

source: ... but what did Asheviere hope to gain by telling us? Could she mean to catch us in some trap?
es: ... pero ¿qué esperaba ganar Asheviere diciéndonos? ¿Podría querer atraparnos en alguna trampa?

source: How naïve can you be? Of course it's a trap!
es: ¿Qué tan ingenuo puedes ser? ¡Por supuesto que es una trampa!

source: My mother knows how you think. She expects you to rush straight to Weldyn, where she and all her allies will be ready to catch us and crush us. We don’t even know if these people really have been captured.
es: Mi madre sabe cómo piensas. Espera que corras directamente a Weldyn, donde ella y todos sus aliados estarán listos para atraparnos y aplastarnos. Ni siquiera sabemos si esta gente realmente ha sido capturada.

source: We should ignore her taunt. Our wisest course of action would be to do as she says and stay well away, while we continue whittling down her base of power.
es: Deberíamos ignorar su burla. Nuestro curso de acción más sabio sería hacer lo que dice y mantenernos bien alejados, mientras continuamos reduciendo su base de poder.

source: The condemned are my friends and allies; rebels who risked everything to oppose the dark queen. Even ignoring our morals, what message would such an act send? Who would still support us after such a display?
es: Los condenados son mis amigos y aliados; rebeldes que lo arriesgaron todo para oponerse a la reina oscura. Incluso ignorando nuestros principios, ¿qué mensaje enviaría tal acto? ¿Quién nos apoyaría aún después de tal demostración?

source: If we are to rule Wesnoth, we must prove ourselves better than Asheviere, not equal. We must defeat her before she can carry out her executions.
es: Si vamos a gobernar Wesnoth, debemos demostrarnos mejores que Asheviere, no iguales. Debemos derrotarla antes de que pueda llevar a cabo sus ejecuciones.

source: Konrad speaks wisdom. Risky though it may be, we should march at once to Weldyn. There is no time to spare.
es: Konrad habla con sabiduría. Aunque sea arriesgado, deberíamos marchar de inmediato a Weldyn. No hay tiempo que perder.

source: Very well. This is it, then.
es: Muy bien. Esto es, entonces.

source: Asheviere has left us no time to stop and fight. We must reach Weldyn before she can carry out her executions.
es: Asheviere no nos ha dejado tiempo para detenernos y luchar. Debemos llegar a Weldyn antes de que pueda llevar a cabo sus ejecuciones.

source: The Elves Besieged
es: Los Elfos Asediados

source: In the twenty-eighth year of the reign of Garard II, King of Wesnoth, the kingdom was plunged into a bitter war with the Orcs of the North.
es: En el vigésimo octavo año del reinado de Garard II, Rey de Wesnoth, el reino fue sumido en una amarga guerra con los Orcos del Norte.

source: The Northern host encamped at Galcadar, by the Ford of Abez, and the King led his forces to meet them. Years of war brought Wesnoth to the brink of ruin, but at long last victory was won through the actions of Garard’s arch-mage, Delfador.
es: El ejército del Norte acampó en Galcadar, junto al Vado de Abez, y el Rey lideró sus fuerzas para enfrentarlos. Años de guerra llevaron a Wesnoth al borde de la ruina, pero al fin la victoria fue ganada gracias a las acciones del archimago de Garard, Delfador.

source: Garard’s son, the Crown Prince Eldred, joined in the revelry as the King celebrated his victory. Eldred was bright and driven, and might one day have grown into a wise ruler. Unfortunately for Garard, his son was also ambitious... and treacherous.
es: El hijo de Garard, el Príncipe Heredero Eldred, se unió a la celebración mientras el Rey festejaba su victoria. Eldred era brillante y ambicioso, y algún día podría haber crecido como un gobernante sabio. Desafortunadamente para Garard, su hijo también era ambicioso... y traicionero.

source: At the height of Garard’s triumph, Eldred struck the old King down in cold blood. Proclaiming himself heir, the young prince led his father’s army south towards Weldyn.
es: En la cima del triunfo de Garard, Eldred derribó al viejo Rey a sangre fría. Proclamándose heredero, el joven príncipe lideró el ejército de su padre hacia el sur, hacia Weldyn.

source: Garard’s queen, Asheviere, looked on with glee, having orchestrated much of her son’s treachery. The rule of Eldred would surely satisfy her lust for power far better than her husband’s had.
es: La reina de Garard, Asheviere, observaba con regocijo, habiendo orquestado gran parte de la traición de su hijo. El gobierno de Eldred seguramente satisfaría su lujuria por el poder mucho mejor que el de su esposo.

source: But Delfador the arch-mage had not fallen alongside his king. Returning from a distant battle, he mustered a force of loyalists to fight the young prince and avenge the King’s death. The loyalist army marched south to meet Eldred.
es: Pero Delfador el archimago no había caído junto a su rey. Regresando de una batalla distante, reunió una fuerza de leales para luchar contra el joven príncipe y vengar la muerte del Rey. El ejército leal marchó al sur para enfrentar a Eldred.

source: Eldred made war upon the loyalists with his mother’s advice ringing in his ears: <i>“Fight no one great or small except the old mage, whose head should be severed from his shoulders.”</i>
es: Eldred hizo la guerra a los leales con el consejo de su madre resonando en sus oídos: <i>“No luches contra nadie grande o pequeño excepto el viejo mago, cuya cabeza debe ser separada de sus hombros.”</i>

source: And Eldred did indeed meet Delfador face-to-face in battle, along the high road to Weldyn. Sword clashed against staff, as the wise old mage fought the brash young warrior.
es: Y Eldred en efecto se encontró cara a cara con Delfador en batalla, a lo largo del camino alto a Weldyn. La espada chocó contra el bastón, mientras el sabio viejo mago luchaba contra el joven guerrero temerario.

source: In the end Delfador’s men were defeated and routed, but Asheviere found her son’s lifeless body, fixed to the ground by the great mage’s staff.
es: Al final los hombres de Delfador fueron derrotados y dispersados, pero Asheviere encontró el cuerpo sin vida de su hijo, clavado al suelo por el bastón del gran mago.

source: Asheviere herself then took command of the army and led it back to Weldyn. Knowing that the King’s young nephews were next in line to the throne, she ordered them all killed and declared herself Queen of Wesnoth, striking down any lord bold enough to oppose her.
es: Asheviere misma tomó entonces el mando del ejército y lo llevó de regreso a Weldyn. Sabiendo que los jóvenes sobrinos del Rey eran los siguientes en la línea al trono, ordenó que los mataran a todos y se declaró Reina de Wesnoth, derribando a cualquier señor lo suficientemente audaz como para oponerse a ella.

source: Soon after news of Asheviere’s orders reached Delfador, he secretly entered the palace and stole away Konrad, the youngest of Garard’s nephews, thereby saving him from death.
es: Poco después de que las noticias de las órdenes de Asheviere llegaron a Delfador, entró secretamente al palacio y se llevó a Konrad, el menor de los sobrinos de Garard, salvándolo así de la muerte.

source: Fleeing to the Aethenwood beyond the south-western border of Wesnoth, Delfador raised the child Konrad under the protection of the elves, watching sadly as Asheviere’s reign of terror over the land began...
es: Huyendo al Bosque Edén más allá de la frontera suroeste de Wesnoth, Delfador crió al niño Konrad bajo la protección de los elfos, observando tristemente mientras comenzaba el reinado de terror de Asheviere sobre la tierra...

source: 10 gold
es: 10 de oro

source: A little gold for use in magical experiments. I’m sure it won’t be missed.
es: Un poco de oro para usar en experimentos mágicos. Estoy seguro de que no se echará de menos.

source: Konrad, wake up!
es: ¡Konrad, despierta!

source: <i>(yawn)</i> What a vivid dream. Asheviere and Eldred, Delfador and Garard, just like in the histories...
es: <i>(bostezo)</i> Qué sueño tan vívido. Asheviere y Eldred, Delfador y Garard, tal como en las historias...

source: Wake up, wake up, wake up! Curse you Konrad, get up and get out here! We’re under attack!
es: ¡Despierta, despierta, despierta! ¡Maldito seas Konrad, levántate y sal aquí! ¡Estamos bajo ataque!

source: I’m up, I’m up. What’s the “attack” today, Delfador? Orcs in the walls? Magi under my bedsheets?
es: Ya estoy despierto, ya estoy despierto. ¿Cuál es el “ataque” hoy, Delfador? ¿Orcos en las paredes? ¿Magos bajo mis sábanas?

source: No, you daft child, nothing like that! Grab your sword and come outside!
es: ¡No, niño tonto, nada de eso! ¡Toma tu espada y sal afuera!

source: Well, I’d better do as he says. Last time I missed battle training, Ethiliel made me spend all week transcribing her poetry. <i>(shudder)</i>
es: Bueno, mejor hago lo que dice. La última vez que falté al entrenamiento de batalla, Ethiliel me hizo pasar toda la semana transcribiendo su poesía. <i>(temblor)</i>

source: Explore your home
es: Explora tu hogar

source: Meet Delfador
es: Encuentra a Delfador

source: No time to rest! Got to train hard if I ever want to be a good king.
es: ¡No hay tiempo para descansar! Tengo que entrenar duro si alguna vez quiero ser un buen rey.

source: Looks like Delfador’s written part of a letter. “<i>Sir Kaylan, I hope this missive finds you well. Lord Maddock’s latest report is worrying: the recent mobilization suggests...</i>”
es: Parece que Delfador escribió parte de una carta. “<i>Sir Kaylan, espero que este mensaje te encuentre bien. El último informe de Lord Maddock es preocupante: la reciente movilización sugiere...</i>”

source: The letter trails off there.
es: La carta se interrumpe ahí.

source: “<i>The Young Statesman’s Political Primer</i>” “<i>Basics of Swordsmanship, feat. Sergeant Mari</i>” “<i>An Abridged History of Wesnoth, by Delfador</i>”
es: “<i>El Manual Político del Joven Estadista</i>” “<i>Fundamentos del Manejo de la Espada, con la Sargento Mari</i>” “<i>Una Historia Abreviada de Wesnoth, por Delfador</i>”

source: My textbooks, courtesy of the Aethenwood. The shelves get fuller every day.
es: Mis libros de texto, cortesía del Bosque Edén. Los estantes se llenan más cada día.

source: Hi-ya! Take that Eldred! Take that Asheviere!
es: ¡Hi-ya! ¡Toma eso, Eldred! ¡Toma eso, Asheviere!

source: This is good practice! I’m starting to tire myself out.
es: ¡Esto es buena práctica! Estoy empezando a cansarme.

source: Whew... I’m bruised and exhausted. It’s been good training so far, but if I keep throwing myself at this dummy I’m worried I might faint!
es: Uf... Estoy magullado y exhausto. Ha sido un buen entrenamiento hasta ahora, pero si sigo lanzándome contra este muñeco, ¡me preocupa que pueda desmayarme!

source: Well, time to see what Delfador’s so excited about.
es: Bueno, hora de ver por qué está tan emocionado Delfador.

source: Army of Wesnoth
es: Ejército de Wesnoth

source: Aethenwood Elves
es: Elfos del Bosque Edén

source: I’m here, Delfador! I thought you were calling me for more training, but there’s smoke rising from the forest. What’s going on?
es: ¡Estoy aquí, Delfador! Pensé que me llamabas para más entrenamiento, pero hay humo saliendo del bosque. ¿Qué está pasando?

source: Trouble from your Queen Asheviere, child! She knows that we sheltered you throughout your youth. Now she comes bearing fiery retribution, and the dawn of a dark age for the Aethenwood.
es: ¡Problemas de tu Reina Asheviere, niño! Sabe que te protegimos durante tu juventud. Ahora viene con una retribución ardiente, y el amanecer de una era oscura para el Bosque Edén.

source: I have already been injured. I fear she is after you personally, Master Konrad!
es: Ya me han herido. ¡Temo que va tras de ti personalmente, maestro Konrad!

source: They have us nearly surrounded, but we can still flee to the west. I will protect you!
es: Nos tienen casi rodeados, ¡pero aún podemos huir al oeste! ¡Te protegeré!

source: But what about the elves? They are our friends! We have to help fight!
es: ¡Pero qué hay de los elfos? ¡Son nuestros amigos! ¡Tenemos que ayudar a luchar!

source: Asheviere is all of our enemy. We will fight the invaders, but you must escape, Konrad. Lord Kalenz has commanded your safety. It is imperative that you escape!
es: Asheviere es enemiga de todos nosotros. Lucharemos contra los invasores, ¡pero tú debes escapar, Konrad! Lord Kalenz ha ordenado tu seguridad. ¡Es imperativo que escapes!

source: Galdrad is right. Do not throw your life away so easily, Your Highness.
es: Galdrad tiene razón. No tires tu vida tan fácilmente, Alteza.

source: There can be no looking back. We must go quickly!
es: ¡No hay vuelta atrás! ¡Debemos irnos rápido!

source: Move Konrad and Delfador to the west edge of the map
es: Mueve a Konrad y Delfador al borde oeste del mapa

source: Watch out for the fire!
es: ¡Cuidado con el fuego!

source: Konrad, it took you some time to rise this morning. I’m not angry, but I am worried. I won’t always be here to keep you safe!
es: Konrad, te tomó algo de tiempo levantarte esta mañana. No estoy enojado, pero estoy preocupado. ¡No siempre estaré aquí para mantenerte a salvo!

source: I know, Delfador, and I’m sorry. This is horrible! How did the fires get so close without me noticing!?
es: Lo sé, Delfador, y lo siento. ¡Esto es horrible! ¡¿Cómo llegaron los fuegos tan cerca sin que yo lo notara!?

source: I’ve never seen so many humans all in one place before. I can’t believe you and I are really the same as them...
es: Nunca había visto a tantos humanos juntos en un solo lugar antes. No puedo creer que tú y yo seamos realmente iguales que ellos...

source: <i><b>I’m</b></i> sorry you couldn’t have grown up among your own people. Our kind can be a little crude, but we aren’t usually so bad — it’s Asheviere who’s stirred up all this mischief.
es: <i><b>Lo</b></i> siento, no pudiste crecer entre tu propia gente. Nuestra especie puede ser un poco grosera, pero no solemos ser tan malos — es Asheviere quien ha provocado todo este desastre.

source: And if my suspicions are true, this is merely a small part of the greater whole of her armies! We must get out of this forest so we can see what else is going on.
es: Y si mis sospechas son ciertas, ¡esto es solo una pequeña parte del gran total de sus ejércitos! Debemos salir de este bosque para ver qué más está pasando.

source: Surround the enclaves! Don’t let anyone escape!
es: ¡Rodeen los enclaves! ¡No dejen que nadie escape!

source: I am Galdrad. You will have to fight me to get any further!
es: Soy Galdrad. ¡Tendrán que luchar contra mí para avanzar más!

source: Leave my home alone, you villain!
es: ¡Deja mi hogar en paz, villano!

source: You’re just an imposter! Everyone knows the real Prince Konrad died long ago.
es: ¡Eres solo un impostor! Todos saben que el verdadero príncipe Konrad murió hace mucho tiempo.

source: Oh no, it’s HIM, it’s Delfador THE GREAT! Get me out of here!
es: ¡Oh no, es ÉL, es Delfador EL GRANDE! ¡Sáquenme de aquí!

source: My reputation precedes me.
es: Mi reputación me precede.

source: Only fools dare oppose me.
es: Solo los tontos se atreven a oponerse a mí.

source: Wow, you’ve defeated all the invaders and saved the Aethenwood! I didn’t expect this to be possible, so if you’re reading this message in-game you’ve exceeded all expectations! (or you’re cheating to see what happens / using overpowered add-ons)
es: ¡Vaya, has derrotado a todos los invasores y salvado el Bosque Edén! No esperaba que esto fuera posible, así que si estás leyendo este mensaje en el juego, ¡has superado todas las expectativas! (o estás haciendo trampa para ver qué pasa / usando complementos demasiado poderosos)

source: Unfortunately this breaks the story, so for the rest of the campaign we’re going to have to pretend that this never happened, okay?
es: Desafortunadamente esto rompe la historia, así que por el resto de la campaña tendremos que fingir que esto nunca sucedió, ¿de acuerdo?

source: Impossible! I must report back to the queen.
es: ¡Imposible! Debo informar a la reina.

source: Hurry, Delfador! I’m not leaving without you.
es: ¡Apúrate, Delfador! No me voy sin ti.

source: Hurry along, Konrad! We leave together, or not at all.
es: ¡Apúrate, Konrad! Nos vamos juntos, o no nos vamos.

source: Time to go, Konrad! Come on!
es: ¡Hora de irnos, Konrad! ¡Vamos!

source: Of course you are right, Delfador. But what will become of our friends here?
es: Por supuesto que tienes razón, Delfador. ¿Pero qué será de nuestros amigos aquí?

source: The elves will fight. They may even prevail. But I fear things do not bode well for them. Let us not speak of it now. Onward!
es: Los elfos lucharán. Incluso podrían prevalecer. Pero temo que las cosas no pinten bien para ellos. No hablemos de eso ahora. ¡Adelante!

source: Flight of the Elves
es: Huida de los Elfos

source: Master Konrad, I am pleased to see that you have escaped! And even more pleased to see that you have returned.
es: Maestro Konrad, me alegra ver que has escapado. ¡Y aún más ver que has regresado!

source: What is the matter, Quillan? We had planned for you to all go into hiding after Konrad and I fled, if you could not defeat the attackers. Yet the fighting continues.
es: ¿Qué pasa, Quillan? Habíamos planeado que todos se escondieran después de que Konrad y yo huyéramos, si no podían derrotar a los atacantes. Sin embargo, la lucha continúa.

source: I suspect Elensefar to be under siege as well — I cannot leave Maddock to fight alone, yet neither can I leave you elves to be slaughtered.
es: Sospecho que Elensefar también está bajo asedio — no puedo dejar a Maddock luchando solo, pero tampoco puedo dejar que masacren a los elfos.
