Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: An’ that goes for th’ rest o’ you too! Get out o’ here, an’ tell Westin we sent you!
es: ¡Y eso va para el resto de ustedes también! ¡Salgan de aquí, y díganle a Westin que nosotros los enviamos!

source: And the rest of you — begone! For lo! The Light stands with Konrad, and only those of darkness dare to oppose him.
es: Y el resto de ustedes — ¡váyanse! ¡Porque he aquí! La Luz está con Konrad, y solo los de la oscuridad se atreven a oponerse a él.

source: An’ that goes for th’ rest o’ you too, ye horse-faced sons o’ elves! Run back to Westin afore I boil yer kneecaps inside yer skulls!
es: ¡Y eso va para el resto de ustedes también, hijos de elfos con cara de caballo! ¡Corran de vuelta a Westin antes de que hierva sus rótulas dentro de sus cráneos!

source: Da rest of you better be leavin’ now too. Konrad good troll-friend. You don’ wanna see what troll do to you if you keep fightin’ Konrad.
es: El resto de ustedes mejor se van ahora también. Konrad buen amigo troll. No quieren ver qué hace troll si siguen luchando contra Konrad.

source: And that goes for the rest of you too! Return to your homes in Westin, and trouble the Aethenwood no more.
es: ¡Y eso va para el resto de ustedes también! Regresen a sus hogares en Westin, y no molesten más al Bosque Edén.

source: With that, Fort Tahn is ours, the Aethenwood’s gold reclaimed, and this Moonbow recaptured! Once my archery improves I shall take it for my own, and someday wield it in battle against the dark queen. May its silver never tarnish.
es: Con eso, el Fuerte Tahn es nuestro, el oro del Bosque Edén recuperado, ¡y este Arco Lunar recapturado! Una vez que mejore mi tiro con arco, lo tomaré como mío, y algún día lo empuñaré en batalla contra la reina oscura. Que su plata nunca se manche.

source: With that, Fort Tahn is ours, the Aethenwood’s gold reclaimed, and this Moonbow recaptured! Once peace is restored this weapon belongs back in the Aethenwood, but for now I choose to wield it in battle against the dark queen. May its silver never tarnish.
es: Con eso, el Fuerte Tahn es nuestro, el oro del Bosque Edén recuperado, ¡y este Arco Lunar recapturado! Una vez que se restaure la paz, esta arma pertenece de nuevo al Bosque Edén, pero por ahora elijo empuñarla en batalla contra la reina oscura. Que su plata nunca se manche.

source: Elvish Moonbow
es: Arco Lunar Élfico

source: This magical weapon adds 3 strikes, the <i>slows</i> special, and the <i>arcane</i> special to Konrad’s bow attacks.
es: Esta arma mágica añade 3 golpes, la especial <i>ralentiza</i>, y la especial <i>arcano</i> a los ataques con arco de Konrad.

source: The false prince is proving a more difficult foe that I had expected. Some soldiers left for Westin not long ago — I’d better send a messenger and call them back to help.
es: El falso príncipe está resultando un enemigo más difícil de lo que esperaba. Algunos soldados partieron hacia Westin hace poco — mejor envío un mensajero y los llamo de vuelta para que ayuden.

source: You called for aid, Castellan? We’ve come to fight, and the Westin militia is not far behind!
es: ¿Llamaste por ayuda, Castellano? ¡Vinimos a luchar, y la milicia de Westin no está muy lejos!

source: We’ve taken too long to sack the fort, and now more soldiers have arrived! Even if we defeat them all, we’ll suffer greatly from the delay...
es: ¡Tardamos demasiado en saquear el fuerte, y ahora han llegado más soldados! Incluso si los derrotamos a todos, sufriremos mucho por el retraso...

source: scenario name^Gryphon Mountain
es: Montaña del Grifo

source: Burlin’s Crew
es: Tripulación de Burlin

source: Mother Gryphon
es: Grifo Madre

source: Gryphons
es: Grifos

source: The fabled Gryphon Mountain! It’s not the tallest mountain in Wesnoth, nor the widest, but is held in renown by poets and scholars alike for the beautiful gryphons who come here to nest. It’s nice to take a break from all our fighting and experience nature.
es: ¡La fabulosa Montaña del Grifo! No es la montaña más alta de Wesnoth, ni la más ancha, pero es celebrada por poetas y eruditos por igual por los hermosos grifos que vienen aquí a anidar. Es agradable tomar un descanso de todas nuestras batallas y experimentar la naturaleza.

source: Hey! Hey, kid!
es: ¡Oye! ¡Oye, chico!

source: You look like a strapping young lad! What do you say about doin’ a bit o’ work for old uncle Burlin?
es: ¡Pareces un joven fuerte! ¿Qué dices de hacer un poco de trabajo para el tío Burlin?

source: I might be interested. What kind of work?
es: Podría estar interesado. ¿Qué tipo de trabajo?

source: The <b><i>best</i></b> kind o’ work: well-paying! I’s got a contract to collect fifty gryphon eggs, see? But I ain’t excited to risk my crew’s lives on the job.
es: El <b><i>mejor</i></b> tipo de trabajo: ¡bien pagado! Tengo un contrato para recoger cincuenta huevos de grifo, ¿ves? Pero no estoy emocionado de arriesgar la vida de mi tripulación en el trabajo.

source: So, I say you an’ I make a deal. You kill off the gryphons for me, an’ when I make my sale t’ the queen I’ll split the profit with ye’, 70-30.
es: Entonces, digo que tú y yo hagamos un trato. Tú matas a los grifos por mí, y cuando haga mi venta a la reina, dividiré las ganancias contigo, 70-30.

source: The queen? You’re working for Asheviere?! I’d never ally myself with such a villain!
es: ¿La reina? ¡¿Estás trabajando para Asheviere?! ¡Nunca me aliaría con una villana así!

source: ... well aye, o’ course I’m workin’ for her! Ain’t this the middle o’ Wesnoth? Who else would be in charge, that good-for-nothin’ rebel Konrad? Hey— did I say 70-30? I meant 50-50!
es: ... bueno sí, ¡claro que estoy trabajando para ella! ¿No es este el centro de Wesnoth? ¿Quién más estaría a cargo, ese rebelde inútil de Konrad? ¡Oye— dije 70-30? Quise decir 50-50!

source: Tha’s a ripe load o’ tripe if ah’ve e’er heard one! What kind o’ dwarf-traitor slackjaw gives up ’is own kind? An’ this IS Prince Konrad, you numbskull! Show some respect!
es: ¡Eso es un montón de tonterías si alguna vez escuché una! ¿Qué tipo de traidor enano bocazas abandona a los suyos? ¡Y ESTE ES el príncipe Konrad, idiota! ¡Muestra algo de respeto!

source: I <b><i>am</i></b> Konrad, heir to the throne of Wesnoth and a sworn enemy of Asheviere’s! No amount of money will turn my blade. Raise your axe and make ready for battle, villain!
es: ¡<b><i>Yo soy</i></b> Konrad, heredero al trono de Wesnoth y enemigo jurado de Asheviere! Ninguna cantidad de dinero desviará mi espada. ¡Levanta tu hacha y prepárate para la batalla, villano!

source: Err... look, Your Highness, this is just business. I’ve got nothin’ ’gainst neither you nor Asheviere, but I do want to keep my word an’ do my job.
es: Eh... mira, Alteza, esto es solo negocio. No tengo nada en contra ni de ti ni de Asheviere, pero quiero mantener mi palabra y hacer mi trabajo.

source: Work together with me now, an’ once I’ve cleaned out the nests I’ll let you have your pick of the eggs. Gryphons’re worth somethin’ fierce in a scrap, ye ken?
es: Trabaja conmigo ahora, y una vez que haya limpiado los nidos, te dejaré elegir los huevos. ¡Los grifos valen algo feroz en una pelea, sabes?

source: I’ll even send some o’ my crew with you, to help you train your gryphons once they hatch!
es: ¡Incluso enviaré a algunos de mi tripulación contigo, para ayudarte a entrenar a tus grifos una vez que eclosionen!

source: You get yer rebel army, an’ I get my big sack o’ gold from the queen. Everyone wins, an’ nobody has to die.
es: Tú obtienes tu ejército rebelde, y yo obtengo mi gran saco de oro de la reina. Todos ganan, y nadie tiene que morir.

source: Agree to Burlin’s deal: Konrad learns to recruit Gryphon Riders and Dwarvish Scouts
es: Aceptar el trato de Burlin: Konrad aprende a reclutar Jinetes de Grifo y Exploradores Enanos

source: Fight Burlin: Asheviere loses $s50_burlin_income_penalty income and cannot recruit Gryphon Riders in the final scenario
es: Luchar contra Burlin: Asheviere pierde $s50_burlin_income_penalty de ingreso y no puede reclutar Jinetes de Grifo en el escenario final

source: Uhh... who you? You squishy! Me squish you!
es: Eh... ¿quién tú? ¡Tú blando! ¡Yo aplastar tú!

source: Very well. I don’t like aligning myself in any way with the dark queen, but you make a valid point. I’ll need gryphons and dwarves if I want my army to be victorious.
es: Muy bien. No me gusta alinearme de ninguna manera con la reina oscura, pero tienes un punto válido. Necesitaré grifos y enanos si quiero que mi ejército sea victorioso.

source: Great! I knew ye’d come round. Tha’ big gryphon in the middle is the matriarch — kill her off an’ we’ll have no trouble gettin’ the eggs we need.
es: ¡Genial! Sabía que entrarías en razón. Ese gran grifo en el medio es la matriarca — mátala y no tendremos problemas para conseguir los huevos que necesitamos.

source: Defeat the gryphon leader
es: Derrota al líder grifo

source: Death of Burlin
es: Muerte de Burlin

source: With the matriarch dead, the rest of them have fled! The mountain is silent once again.
es: ¡Con la matriarca muerta, el resto ha huido! La montaña vuelve a estar en silencio.

source: Twenty...
es: Veinte...

source: Forty...
es: Cuarenta...

source: Fifty! That’s all I need. As promised, the rest of the eggs are yours. And here’s some o’ my crew to help you ride ’em once they hatch. Great work, kid.
es: ¡Cincuenta! Eso es todo lo que necesito. Como prometí, el resto de los huevos son tuyos. Y aquí tienes a algunos de mi tripulación para ayudarte a montarlos una vez que eclosionen. Buen trabajo, chico.

source: Konrad can now recruit Gryphon Riders and Dwarvish Scouts!
es: ¡Konrad ahora puede reclutar Jinetes de Grifo y Exploradores Enanos!

source: Ack! So much fer my gold...
es: ¡Ack! Adiós a mi oro...

source: Oy, can ye hurry it up? Time is money, an’ I ain’t makin’ any standin’ around!
es: ¡Oye, puedes apurarte? ¡El tiempo es dinero, y no estoy ganando nada parado!

source: Ah, forget it, yer takin’ too long. I’ll deal with this meself — an’ keep all the reward for meself too!
es: Ah, olvídalo, estás tardando demasiado. ¡Lo manejaré yo mismo — y me quedaré con toda la recompensa también!

source: I said raise your axe, villain! Any friend of Asheviere’s is a foe of mine!
es: ¡Dije levanta tu hacha, villano! ¡Cualquier amigo de Asheviere es un enemigo mío!

source: Well, I tried. It’s yer funeral, kid.
es: Bueno, lo intenté. Es tu funeral, chico.

source: Hey boys, wake up an’ set up camp! Looks like we’re gonna need to fight fer it after all!
es: ¡Oye chicos, despierten y armen el campamento! ¡Parece que tendremos que luchar por ello después de todo!

source: Defeat Burlin
es: Derrota a Burlin

source: You’d think these gryphons would show a little more gratitude, instead of trying to kill us...
es: Uno pensaría que estos grifos mostrarían un poco más de gratitud, en lugar de intentar matarnos...

source: Ah, humbug. Now the queen’ll ne’er get her gryphons... an’ I’ll ne’er get my gold...
es: Ah, tonterías. Ahora la reina nunca tendrá sus grifos... y yo nunca tendré mi oro...

source: Even on his deathbed, money is all he cares about.
es: Incluso en su lecho de muerte, el dinero es lo único que le importa.

source: That’s why we have to fight her. Not for my sake, but for all the people suffering under Asheviere’s lash.
es: Por eso tenemos que luchar contra ella. No por mí, sino por toda la gente que sufre bajo el látigo de Asheviere.

source: Argh, this is takin’ too long. I’d better send a messenger to Dan’Tonk an’ call for help.
es: Argh, esto está tomando demasiado tiempo. Mejor envío un mensajero a Dan’Tonk y pido ayuda.

source: Ah’m back, Burlin! An’ I’ve brought a whole army with me — th’ queen’s pretty excited to finally capture the rebel prince!
es: ¡Estoy de vuelta, Burlin! ¡Y traje todo un ejército conmigo — la reina está bastante emocionada de finalmente capturar al príncipe rebelde!

source: scenario name^Valley of Death
es: Valle de la Muerte

source: Warrior Monks
es: Monjes Guerreros

source: Hail, strangers! The seals are failing, and the sister senior sent us to find aid. You must return with us to help our home, else all may soon be lost!
es: ¡Salve, extraños! Los sellos están fallando, y la hermana mayor nos envió a buscar ayuda. ¡Deben regresar con nosotros para ayudar a nuestro hogar, o todo pronto se perderá!

source: Don’t worry, warrior, we’ve already been to your home and fought to restore the seals! Your people are safe.
es: No te preocupes, guerrero, ¡ya hemos estado en tu hogar y luchamos para restaurar los sellos! Tu gente está a salvo.

source: Can it be true? Joyous news! You have my deepest gratitude, young one. Aid us in battle against these undead stragglers, and my warriors and I shall be glad to join you.
es: ¿Puede ser verdad? ¡Que alegría! Tienes mi más profunda gratitud, joven. Ayúdanos en la batalla contra estos no muertos, y mis guerreros y yo estaremos encantados de unirnos a ti.

source: Hail, strangers! How have these undead come to trouble you?
es: ¡Salve, extraños! ¿Cómo han llegado estos no muertos a molestarlos?

source: Strangers? No, Konrad, these are my brethren! Kaelor, it is good to once again lay eyes upon a fellow brother of the faith. But what are undead doing so near to our hallowed home?
es: ¿Extraños? No, Konrad, ¡estos son mis hermanos! Kaelor, es bueno volver a poner los ojos en un compañero de la fe. Pero ¿qué hacen no muertos tan cerca de nuestro hogar sagrado?

source: Grim tidings, brother Moremirmu! The seals are failing, and the sister senior sent us to cut through these restless dead and find aid for our home!
es: ¡Noticias sombrías, hermano Moremirmu! Los sellos están fallando, y la hermana mayor nos envió a abrirnos paso entre estos muertos inquietos y encontrar ayuda para nuestro hogar!

source: The seals? By the Light! I have been away from home for far too long, brother. Yet now have I returned — and with me comes a lost prince and his warriors most righteous, ready to aid you!
es: ¿Los sellos? ¡Por la Luz! He estado lejos de casa por demasiado tiempo, hermano. Sin embargo, ahora he regresado — y conmigo viene un príncipe perdido y sus guerreros más valientes, listos para ayudarte!

source: I don’t understand. Moremirmu, what’s going on?
es: No entiendo. Moremirmu, ¿qué está pasando?

source: These are fellow servants of the light, Konrad. Men from my home — a monastery, some days travel northwards. There is a powerful magic protecting my home, yet Kaelor reports that it is weakening. Undead have begun to slip through.
es: Estos son compañeros sirvientes de la luz, Konrad. Hombres de mi hogar — un monasterio, a algunos días de viaje hacia el norte. Hay una magia poderosa protegiendo mi hogar, pero Kaelor informa que se está debilitando. Los no muertos han comenzado a filtrarse.

source: We must fight through these undead and go at once to their aid, for without our help they may soon lose all!
es: ¡Debemos abrirnos paso entre estos no muertos e ir de inmediato a su ayuda, pues sin nuestra ayuda pronto podrían perderlo todo!

source: Nay, ’tis we who have come to trouble them! The seals are failing, and the sister senior sent us to cut through these restless dead and find aid for our home! But who are you to ask, stranger of the south?
es: No, ¡somos nosotros los que hemos venido a molestarlos! Los sellos están fallando, y la hermana mayor nos envió a abrirnos paso entre estos muertos inquietos y encontrar ayuda para nuestro hogar! Pero ¿quién eres tú para preguntar, extraño del sur?

source: Well met. I am Konrad. But I don’t understand — you said you’re looking for help?
es: Encantado. Soy Konrad. Pero no entiendo — dijiste que estás buscando ayuda?

source: Indeed. I come from a monastery, some days travel northwards. A powerful magic that once protected my home has weakened, and I was sent to seek aid.
es: En efecto. Vengo de un monasterio, a algunos días de viaje hacia el norte. Una magia poderosa que una vez protegió mi hogar ahora se ha debilitado, y fui enviado a buscar ayuda.

source: But if you serve the light and not the darkness, then that aid is you! Fight alongside me to vanquish these undead now, then return with us north and help our home. Otherwise, all shall soon be lost!
es: ¡Pero si sirves a la luz y no a la oscuridad, entonces esa ayuda eres tú! Lucha a mi lado para destruir a estos no muertos ahora, luego regresa con nosotros al norte y ayuda a nuestro hogar. ¡De lo contrario, todo pronto se perderá!

source: Kaelor, who are you people? How did all these undead come to be here?
es: Kaelor, ¿quiénes son ustedes? ¿Cómo llegaron todos estos no muertos aquí?

source: The hills to the north — now the home of my order — were once a wholly accursed place, blighted by necromancy and consumed by darkness.
es: Las colinas al norte — ahora el hogar de mi orden — fueron una vez un lugar completamente maldito, contaminado por la necromancia y consumido por la oscuridad.

source: We know not from whence the evil came. Some think the necromancers to be lich-lords, survivors of their invasion from the west; others believe they are stragglers of Ras-Tabahn’s. We only know that centuries ago, the crown used the ruby to seal them underground with powerful magic.
es: No sabemos de dónde vino el mal. Algunos piensan que los nigromantes son señores liches, sobrevivientes de su invasión desde el oeste; otros creen que son rezagados de Ras-Tabahn. Solo sabemos que hace siglos, la corona usó el rubí para sellarlos bajo tierra con una magia poderosa.

source: Men and women of our order, servants of the light, have made it our mission to cleanse this place of evil. We built our monastery here to ensure that the darkness never escapes.
es: Hombres y mujeres de nuestra orden, sirvientes de la luz, hemos hecho nuestra misión, limpiar este lugar del mal. Construimos nuestro monasterio aquí para asegurarnos de que la oscuridad nunca escape.

source: But it has been decades since the Crown sent to us men or supplies, and the power of our order has waned. Now the seals are beginning to fail...
es: Pero han pasado décadas desde que la Corona nos envió hombres o suministros, y el poder de nuestra orden ha disminuido. Ahora los sellos están comenzando a fallar...

source: My light fades...
es: Mi luz se desvanece...

source: Those armored warriors would surely have been of great help in our fight for the crown. If only we could have protected them...
es: ¡Esos guerreros acorazados seguramente habrían sido de gran ayuda en nuestra lucha por la corona! Si tan solo hubiéramos podido protegerlos...

source: One down, two to go!
es: ¡Uno menos, faltan dos!

source: Lo, our victory is won! And with the seal already restored and our home already rescued, there is nothing to prevent my brothers and I from joining you on your quest, Konrad.
es: ¡He aquí, nuestra victoria está ganada! Y con el sello ya restaurado y nuestro hogar ya rescatado, nada impide que mis hermanos y yo nos unamos a ti en tu búsqueda, Konrad.

source: Lo and behold! We have won a bright victory against the forces of darkness, good warrior. My brothers and I would be honored to continue fighting by your side.
es: ¡He aquí y contemplen! Hemos ganado una brillante victoria contra las fuerzas de la oscuridad, buen guerrero. Mis hermanos y yo estaríamos honrados de seguir luchando a tu lado.

source: Yet these few abominations were but a moth, drawn to the dark flame that stems from what lies to the north! I implore you, brave Konrad, travel north and rescue my home!
es: ¡Sin embargo, estas pocas abominaciones no fueron más que una polilla, atraída por la llama oscura que proviene de lo que yace al norte! Te imploro, valiente Konrad, viaja al norte y rescata mi hogar!

source: Konrad can now recruit Heavy Infantrymen!
es: ¡Konrad ahora puede reclutar Infantes Pesados!

source: The undead have been defeated! Yet with the leader of the warrior monks slain, we have lost the opportunity to gain a new ally in our fight for the crown.
es: ¡Los no muertos han sido derrotados! Sin embargo, con el líder de los monjes guerreros muerto, hemos perdido la oportunidad de ganar un nuevo aliado en nuestra lucha por la corona.

source: Make haste, Konrad! Should we tarry too long, the seals shall surely break and our home shall surely be destroyed!
es: ¡Date prisa, Konrad! Si nos demoramos demasiado, los sellos seguramente se romperán y nuestro hogar seguramente será destruido!

source: Alas, we have tarried too long. Even should we yet win the battle today, surely the seals have already broken, destroying our home....
es: ¡Ay, nos hemos demorado demasiado! Incluso si ganamos la batalla hoy, seguramente los sellos ya se han roto, destruyendo nuestro hogar...

source: scenario name^Valley of Death II
es: Valle de la Muerte II

source: Sister Kenara
es: Hermana Kenara

source: Brother Vinrar
es: Hermano Vinrar

source: Sister Miryan
es: Hermana Miryan

source: Lo and behold, Konrad: my home! At last I return... but we are too late! Undead! The seal has already broken!
es: ¡He aquí, Konrad: mi hogar! Al fin regreso... ¡pero llegamos demasiado tarde! ¡No muertos! ¡El sello ya se ha roto!

source: Lo and behold, Konrad! Fate has brought us to my home; the monastery of my order.
es: ¡He aquí, Konrad! El destino nos ha traído a mi hogar; el monasterio de mi orden.

source: ... but what calamity is this? Undead! The sacred seal has broken!
es: ... pero ¿qué calamidad es esta? ¡No muertos! ¡El sello sagrado se ha roto!

source: Brother, you return to us! And with aid from the outside! Yet your arrival is but a silver lining, too little too late, for our strength has failed.
es: ¡Hermano, has regresado con nosotros! ¡Y con ayuda del exterior! Sin embargo, tu llegada es solo un rayo de esperanza, demasiado poco y demasiado tarde, pues nuestra fuerza ha fallado.

source: Stranger, we welcome you to our home! Long have we awaited aid from the outside... Yet your arrival is but a silver lining, too little too late, for our strength has failed.
es: ¡Extraño, te damos la bienvenida a nuestro hogar! Hace mucho que esperábamos ayuda del exterior... Sin embargo, tu llegada es solo un rayo de esperanza, demasiado poco y demasiado tarde, pues nuestra fuerza ha fallado.

source: Dark magic streams forth from the underlevels, granting terrible un-life to things sprung from the deepest nightmares of humanity. With the spell broken that once sealed them below, the undead emerge to destroy us all!
es: Magia oscura fluye desde los niveles inferiores, otorgando una terrible no-vida a cosas surgidas de las pesadillas más profundas de la humanidad. ¡Con el hechizo que una vez los selló roto, los no muertos emergen para destruirnos a todos!

source: Don’t give up hope! You sent Kaelor to find help, and he found me — Konrad, heir to the throne of Wesnoth. If there are undead here then it is my duty to help you stop them.
es: ¡No pierdan la esperanza! Enviaron a Kaelor a buscar ayuda, y me encontró a mí — Konrad, heredero al trono de Wesnoth. Si hay no muertos aquí, entonces es mi deber ayudarlos a detenerlos.

source: You say there was once a spell that sealed these dead underground. Can you cast it again?
es: Dices que una vez hubo un hechizo que selló a estos muertos bajo tierra. ¿Puedes lanzarlo de nuevo?

source: Don’t give up hope! I am Konrad, heir to the throne of Wesnoth, and if there are undead here then it is my duty to help you stop them.
es: ¡No pierdan la esperanza! Soy Konrad, heredero al trono de Wesnoth, y si hay no muertos aquí, entonces es mi deber ayudarlos a detenerlos.

source: But what is this place? You say there was once a spell that sealed these dead underground. Can you cast it again?
es: Pero ¿qué es este lugar? Dices que una vez hubo un hechizo que selló a estos muertos bajo tierra. ¿Puedes lanzarlo de nuevo?
