Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: Your lies have sown enough discord and chaos among my people. How convenient that you’re here; I can capture both you and Maddock at the same time.
es: Tus mentiras han sembrado suficiente discordia y caos entre mi gente. Qué conveniente que estés aquí; puedo capturarlos a ti y a Maddock al mismo tiempo.

source: You’ve been a capable lord, Maddock, and from what I can tell you truly care about your city. If it’s any consolation, when all’s said and done I intend to make sure you stand a fair trial.
es: Has sido un señor capaz, Maddock, y por lo que puedo decir realmente te preocupas por tu ciudad. Si sirve de consuelo, cuando todo esté dicho y hecho, tengo la intención de asegurarme de que tengas un juicio justo.

source: As for you, Delfador... you’re going to regret what you did to my brother.
es: En cuanto a ti, Delfador... vas a arrepentirte de lo que le hiciste a mi hermano.

source: Elensefar has weathered countless storms, Your Highness. Your queen will be neither the first nor the last that breaks upon our shores.
es: Elensefar ha resistido innumerables tormentas, Su Alteza. Su reina no será ni la primera ni la última que se rompa en nuestras costas.

source: {ON_DIFFICULTY4 15 25 30 40} gold
es: {ON_DIFFICULTY4 15 25 30 40} de oro

source: {ON_DIFFICULTY4 10 15 20 25} gold
es: {ON_DIFFICULTY4 10 15 20 25} de oro

source: —how did you know?! It seems I’m not half so clever as I thought.
es: —¿cómo lo supiste? Parece que no soy ni la mitad de astuto de lo que pensaba.

source: You win this round, Konrad. I need to get out of here before this boat takes any more damage.
es: Ganas esta ronda, Konrad. Necesito salir de aquí antes de que este barco sufra más daño.

source: My last landed boat is badly damaged! I hate to retreat, but I can’t risk being trapped here and captured.
es: ¡Mi último barco desembarcado está gravemente dañado! Odio retirarme, pero no puedo arriesgarme a quedar atrapada aquí y capturada.

source: You prove your skills once again, cousin. A worthy foe indeed... Elensefar survives another day.
es: Demuestras tus habilidades una vez más, primo. Un enemigo digno de verdad... Elensefar sobrevive otro día.

source: I underestimated you, “cousin” — it seems you’re more than just a good actor and a pretty face. I may be forced to flee the field today, but this isn’t over.
es: Te subestimé, “primo” — parece que eres más que solo un buen actor y una cara bonita. Puede que me vea forzada a huir del campo hoy, pero esto no ha terminado.

source: That’s the first of the besieging leaders defeated! Keep pressing the attack!
es: ¡Ese es el primero de los líderes asediantes derrotado! ¡Sigan presionando el ataque!

source: Forget this! I was promised an easy fight full of plunder, not a flank and a rout! Deal with your problems yourselves, pink-skins.
es: ¡Olvídalo! Me prometieron una pelea fácil llena de botín, ¡no un flanco y una derrota! ¡Resuelvan sus problemas ustedes mismos, pielrosas!

source: They’ve gone. I hate to retreat, but without support I can’t risk being trapped here and captured. We came so, so close to taking the city!
es: Se han ido. Odio retirarme, pero sin apoyo no puedo arriesgarme a quedar atrapada aquí y capturada. ¡Estuvimos tan, tan cerca de tomar la ciudad!

source: They’ve gone. I hate to retreat, but without support I can’t risk being trapped here and captured. We already pushed dangerously hard just to get this far.
es: Se han ido. Odio retirarme, pero sin apoyo no puedo arriesgarme a quedar atrapada aquí y capturada. Ya nos esforzamos peligrosamente solo para llegar hasta aquí.

source: Useless orcs! You were hired for a siege, not a rout!
es: ¡Orcos inútiles! ¡Fueron contratados para un asedio, no para una derrota!

source: I hate to retreat, but we’re already overextended pushing this far into the city. With the north shore fallen, I can’t risk the whole army any further. We came so, so close to taking the city!
es: Odio retirarme, pero ya estamos sobreextendidos al empujar tan lejos dentro de la ciudad. Con la costa norte caída, no puedo arriesgar más al ejército entero. ¡Estuvimos tan, tan cerca de tomar la ciudad!

source: I hate to retreat, but with the north shore fallen we have little hope of taking the city. We already pushed dangerously hard just to get this far — I can’t risk things any further.
es: Odio retirarme, pero con la costa norte caída tenemos poca esperanza de tomar la ciudad. Ya nos esforzamos peligrosamente solo para llegar hasta aquí — no puedo arriesgar más las cosas.

source: We’ve driven them back! The siege of Elensefar is over!
es: ¡Los hemos repelido! ¡El asedio de Elensefar ha terminado!

source: Well done, Konrad. I was worried when you decided to join the fight, but Maddock and I could not have carried the day without your help. Together we have won a great victory over tyranny.
es: Bien hecho, Konrad. Me preocupé cuando decidiste unirte a la pelea, pero Maddock y yo no podríamos haber ganado el día sin tu ayuda. Juntos hemos ganado una gran victoria sobre la tiranía.

source: Pigs will fly before the silver city bows to any queen. After the thrashing we gave them, they won’t return anytime soon.
es: Los cerdos volarán antes de que la ciudad plateada se incline ante cualquier reina. Después de la paliza que les dimos, no regresarán pronto.

source: Konrad, Elensefar is in your debt today. What soldiers I can spare are now yours to command — as well as many of the Elensefar thieves’ guild’s more enterprising young robbers.
es: Konrad, Elensefar está en deuda contigo hoy. Los soldados que puedo prescindir ahora están a tus órdenes — al igual que muchos de los jóvenes ladrones más emprendedores del gremio de ladrones de Elensefar.

source: Konrad can now recruit Swordsmen, Pikemen, and Thieves!
es: ¡Konrad ahora puede reclutar Espadachines, Piqueros y Ladrones!

source: May they serve you well. Keep up the good fight, my lord.
es: Que te sirvan bien. Sigan con la buena lucha, mi señor.

source: Sirs, we’re running low on supplies. We have only a few more chances to take Elensefar castle’s storerooms before we’ll be forced to retreat!
es: Señores, nos estamos quedando sin suministros. ¡Solo tenemos unas pocas oportunidades más para tomar los almacenes del castillo de Elensefar antes de que nos veamos forzados a retirarnos!

source: Bah, this is starting to get ridiculous. I’m not sticking around forever, no matter what your queen promises me!
es: Bah, esto está empezando a volverse ridículo. ¡No me quedaré por siempre, no importa lo que tu reina me prometa!

source: Forget this! I was promised an easy fight full of plunder, not this siege that never ends! Deal with your problems yourselves, pink-skins.
es: ¡Olvídalo! Me prometieron una pelea fácil llena de botín, ¡no este asedio que nunca termina! ¡Resuelvan sus problemas ustedes mismos, pielrosas!

source: I hate to retreat, but we’re already overextended pushing just this far. We already exerted ourselves dangerously hard — I can’t risk things any further.
es: Odio retirarme, pero ya estamos sobreextendidos al empujar solo hasta aquí. Ya nos esforzamos peligrosamente — no puedo arriesgar más las cosas.

source: I surrender! I am beaten!
es: ¡Me rindo! ¡Estoy derrotado!

source: Alas, Maddock has capitulated. Elensefar is lost!
es: ¡Ay, Maddock ha capitulado! ¡Elensefar está perdido!

source: Fine, you idiots can keep the north shore! Orcs, retreat to the city.
es: Bien, idiotas, pueden quedarse con la orilla norte. Orcos, retírense a la ciudad.

source: Fine, you idiots can keep the south shore! Orcs, retreat to the city.
es: Bien, idiotas, pueden quedarse con la orilla sur. Orcos, retírense a la ciudad.

source: Hahaha, this town is great! Top-quality slaves, houses made with real shingles, and all the gold and silver in the world!
es: ¡Jajaja, esta ciudad es genial! Esclavos de primera calidad, casas hechas con tejas de verdad, ¡y todo el oro y la plata del mundo!

source: If Asheviere has truly given Elensefar to the orcs like they claim, it can only be because she expects them to ravage it.
es: Si Asheviere realmente ha dado Elensefar a los orcos como afirman, solo puede ser porque espera que lo devasten.

source: She must believe the people will never submit to her rule, and would rather ruin them entirely than risk another revolt. How awful.
es: Debe creer que la gente nunca se someterá a su gobierno, y preferiría arruinarlos por completo que arriesgarse a otra revuelta. Qué horrible.

source: We can’t let that happen. To arms, warriors!
es: No podemos permitir que eso suceda. ¡A las armas, guerreros!

source: Five
es: Cinco

source: Four
es: Cuatro

source: Three
es: Tres

source: $thief_count thieves/rogues will join your attack once you capture any village on one of Elensefar’s islands.
es: $thief_count ladrones/pícaros se unirán a tu ataque una vez que captures cualquier aldea en una de las islas de Elensefar.

source: Look, Konrad! I see a human fording the river, sneaking out of the city towards us.
es: ¡Mira, Konrad! Veo a un humano cruzando el río, escabulléndose de la ciudad hacia nosotros.

source: Look there, boy! One o’ ’em city-folk’s gone yellow. I think he’s sneakin’ out to see us.
es: ¡Mira allí, muchacho! Uno de esos ciudadanos se ha acobardado. Creo que se está escabullendo para vernos.

source: Look, Konrad! Someone’s fording the river, sneakin’ out to see us. How is he movin’ across the deep water?!
es: ¡Mira, Konrad! Alguien está cruzando el río, escabulléndose para vernos. ¡¡¿Cómo se mueve por el agua profunda?!

source: Hark, Konrad! One of the cityfolk steals across the river towards our shore!
es: ¡Escucha, Konrad! ¡Uno de los ciudadanos se desliza a través del río hacia nuestra orilla!

source: Oh, hello? Err... I think I see — yes, Konrad, someone’s sneaking across the river towards us.
es: Oh, ¿hola? Eh... Creo que veo — sí, Konrad, alguien se está escabullendo a través del río hacia nosotros.

source: Look there, Konrad. Dosh is seein’ a softskin sneakin’ across dis river towards us.
es: Mira allí, Konrad. Dosh está viendo a un pielblanda escabulléndose a través de este río hacia nosotros.

source: Look, someone’s fording the river! I think he’s sneaking out of the city towards us.
es: ¡Mira, alguien está cruzando el río! Creo que se está escabullendo de la ciudad hacia nosotros.

source: Halt! Who goes there, friend or foe?
es: ¡Alto! ¿Quién va allí, amigo o enemigo?

source: Greetings, friend. I am Reglok, guildmaster of the Elensefar thieves. We would like to help you against the orcs.
es: Saludos, amigo. Soy Reglok, maestro del gremio de ladrones de Elensefar. Nos gustaría ayudarte contra los orcos.

source: I know the sort of aid offered by a thief, Reglok. We do not trust you and we do not need you.
es: Conozco el tipo de ayuda que ofrece un ladrón, Reglok. No confiamos en ti y no te necesitamos.

source: Aye, sure ye do. An’ as soon as our backs are turned we’ll find yer fingers down our purses an’ yer knives stickin’ out o’ our spleens! What sort o’ chucklehead do ye take me for?
es: Sí, claro que sí. Y tan pronto como volvamos la espalda encontraremos tus dedos en nuestros bolsillos y tus cuchillos clavados en nuestros bazos. ¡¡¿Por qué tipo de idiota me tomas?!

source: Uh huh. I’ve dealt with thieves before. What’s in it for you, Reglok?
es: Ajá. He tratado con ladrones antes. ¿Qué ganas tú con esto, Reglok?

source: There is no Light within you, thief. You lie and you steal and you kill. Who says we can trust such as you?
es: No hay Luz dentro de ti, ladrón. Mientes y robas y matas. ¿Quién dice que podemos confiar en alguien como tú?

source: That’s very kind of you to offer! But, well, you’re a thief? The lying and stealing and... killing kind of thief?
es: ¡Es muy amable de tu parte ofrecerlo! Pero, bueno, ¿eres un ladrón? ¿El tipo de ladrón que miente y roba y... mata?

source: Dosh not be trustin’ any thief. Dosh know what thieves do. Lie and steal and kill.
es: Dosh no confía en ningún ladrón. Dosh sabe lo que hacen los ladrones. Mienten y roban y matan.

source: Thieves, hmmm? Who says we can trust such as you?
es: ¿Ladrones, hmm? ¿Quién dice que podemos confiar en alguien como ustedes?

source: We would understand if you didn’t trust us, of course, but it is in our mutual interest to rid the city of the orcs. Since Lord Maddock was dragged off in chains, our new overlords have done nothing but riot and steal. That infringes on our monopoly.
es: Entenderíamos si no confían en nosotros, por supuesto, pero es de interés mutuo librar la ciudad de los orcos. Desde que Lord Maddock fue arrastrado en cadenas, nuestros nuevos señores no han hecho más que amotinarse y robar. Eso infringe nuestro monopolio.

source: You shall find that there is honor, even among thieves. We served Maddock well, and if you can liberate Elensefar we shall do the same for you.
es: Encontrarán que hay honor, incluso entre ladrones. Servimos bien a Maddock, y si pueden liberar Elensefar haremos lo mismo por ustedes.

source: Yes, but where is your fighting force? How can you help us?
es: Sí, pero ¿dónde está su fuerza de combate? ¿Cómo pueden ayudarnos?

source: five
es: cinco

source: four
es: cuatro

source: three
es: tres

source: There is a hidden ford on the southwest side of the city, but coming from the north that shall be of little use. Instead, we shall lay in wait until you give us a signal then ambush the orcs’ rear.
es: Hay un vado oculto en el lado suroeste de la ciudad, pero viniendo desde el norte será de poca utilidad. En cambio, esperaremos hasta que nos den una señal y luego emboscaremos la retaguardia de los orcos.

source: When you raise your blue banner over any village in the city proper, we will see the sign and attack from the city’s center. Expect $thief_count of us to join the attack.
es: Cuando alcen su estandarte azul sobre cualquier aldea de la ciudad propiamente dicha, veremos la señal y atacaremos desde el centro de la ciudad. Esperen que $thief_count de nosotros se unan al ataque.

source: Agreed. But, will you be able to see our flag if it’s dark?
es: De acuerdo. Pero, ¿podrán ver nuestra bandera si está oscuro?

source: Yes, we will see it. In fact, we prefer to fight at night. I pray you do not lead us into slaughter.
es: Sí, la veremos. De hecho, preferimos luchar de noche. Rezo para que no nos lleven al matadero.

source: Do not fear, friends. There will be a slaughter here, but it will be orcish blood staining the streets.
es: No teman, amigos. Habrá una masacre aquí, pero será sangre orca la que manche las calles.

source: Information, child. There is a hidden ford on the southwest side of the city. Very few people know about it, least of all the orcs. I can show you how to cross.
es: Información, niño. Hay un vado oculto en el lado suroeste de la ciudad. Muy pocas personas lo conocen, menos aún los orcos. Puedo mostrarles cómo cruzar.

source: Alternatively, we can lay in wait until you give us a signal then ambush the orcs’ rear. Expect $thief_count of us to join the attack.
es: Alternativamente, podemos permanecer a la espera hasta que nos den una señal y luego emboscar la retaguardia de los orcos. Esperen que $thief_count de nosotros se unan al ataque.

source: Help us infiltrate the city. We can do the rest.
es: Ayúdennos a infiltrarnos en la ciudad. Nosotros podemos hacer el resto.

source: Very well. Watch exactly where I step.
es: Muy bien. Observen exactamente dónde piso.

source: You see? When the tide is at its lowest, the turbulent waters reveal a ford wide enough for two soldiers to march shoulder-to-shoulder. The orcs know not where to step. Now you do.
es: ¿Ven? Cuando la marea está en su punto más bajo, las aguas turbulentas revelan un vado lo suficientemente ancho para que dos soldados marchen hombro con hombro. Los orcos no saben dónde pisar. Ahora ustedes sí.

source: Good luck. You shall see me again if you succeed.
es: Buena suerte. Me verán de nuevo si tienen éxito.

source: I want you to reinforce us once we break through their line.
es: Quiero que nos refuercen una vez que rompamos su línea.

source: Very well. When you raise your blue banner over any village in the city proper, we will see the sign and attack from the city’s center.
es: Muy bien. Cuando levanten su estandarte azul sobre cualquier aldea en la ciudad propiamente dicha, veremos la señal y atacaremos desde el centro.

source: What!? How are you walking on water?
es: ¡¿Qué?! ¿Cómo están caminando sobre el agua?

source: That’s their banner! Let’s expel these invaders. Today, the city is ours again!
es: ¡Ese es su estandarte! Expulsemos a estos invasores. ¡Hoy, la ciudad será nuestra de nuevo!

source: We tried t’ tell Maddock this would happen. We had a real chance after Halstead fell, back when his son helped us fight.
es: Intentamos decirle a Maddock que esto pasaría. Tuvimos una oportunidad real después de que cayó Halstead, cuando su hijo nos ayudó a luchar.

source: I suppose he kept his city safe for a while. But were it worth it in the end?
es: Supongo que mantuvo su ciudad segura por un tiempo. ¿Pero valió la pena al final?

source: Arrgh! Lousy humans...
es: ¡Arrgh! Humanos asquerosos...

source: Look — that orc had in his pouch some strange, magical-looking sandals, likely looted from some wealthy merchant or ship captain. They seem oddly dry, despite the water all around.
es: Mira — ese orco tenía en su bolsa unas sandalias extrañas de apariencia mágica, probablemente saqueadas de algún mercader rico o capitán de barco. Parecen extrañamente secas, a pesar del agua a su alrededor.

source: Seafarer’s Sandals
es: Sandalias del Navegante

source: This enchanted footwear repels nearby water, allowing its wearer to walk on water, swamp, or snow as if standing on solid ground.
es: Este calzado encantado repele el agua cercana, permitiendo a quien lo lleva caminar sobre agua, pantano o nieve como si estuviera sobre tierra firme.

source: Magic of this caliber is most rare and hard-to-come-by! I shall wear them myself, and be grateful for the boon. Now, to finish off the remaining orcish leader.
es: ¡Magia de este calibre es muy rara y difícil de obtener! Yo mismo las llevaré, y estaré agradecido por el beneficio. Ahora, a terminar con el líder orco restante.

source: I’m not dying! Orcs never die! I just... need a moment...
es: ¡No estoy muriendo! ¡Los orcos nunca mueren! Solo... necesito un momento...

source: Well done, well done! Elensefar is finally rid of those loathsome beasts.
es: ¡Bien hecho, bien hecho! Elensefar finalmente se libró de esas bestias odiosas.

source: You walk free once more! But for how long? Once we leave, who will remain to defend the bridges?
es: ¡Caminan libres una vez más! ¿Pero por cuánto tiempo? Una vez que nos vayamos, ¿quién quedará para defender los puentes?

source: They say the best defense is a good offense, no? I place the thieves of Elensefar in your service, your exaltedness, ready to take the fight to the dark queen.
es: Dicen que la mejor defensa es un buen ataque, ¿no? Pongo a los ladrones de Elensefar a su servicio, su excelencia, listos para llevar la lucha a la reina oscura.

source: Konrad can now recruit Thieves!
es: ¡Konrad ahora puede reclutar Ladrones!

source: I myself must of course remain behind to oversee the city. You understand.
es: Yo mismo debo quedarme atrás para supervisar la ciudad. Lo entienden.

source: All too well. Rule wisely, ambitious Reglok, for I shall return to Elensefar once Asheviere is defeated and I am king. Prove yourself a better lord than the orcs.
es: Demasiado bien. Gobierna sabiamente, ambicioso Reglok, porque regresaré a Elensefar una vez que Asheviere sea derrotada y yo sea rey. Demuestra ser un mejor señor que los orcos.

source: Between the siege and our attack, Elensefar has been badly damaged. Countless townsfolk will die if we cannot finish things off soon!
es: Entre el asedio y nuestro ataque, Elensefar ha sido gravemente dañada. Innumerables ciudadanos morirán si no podemos terminar las cosas pronto.

source: Our battle has dragged on too long; Elensefar is all but destroyed. Even if we defeat these orcs, the city will never-again return to its former splendor...
es: Nuestra batalla se ha prolongado demasiado; Elensefar está casi destruida. Incluso si derrotamos a estos orcos, la ciudad nunca volverá a su antiguo esplendor...

source: scenario name^Fort Tahn
es: Fuerte Tahn

source: Fort Tahn Garrison
es: Guarnición del Fuerte Tahn

source: Villains! You have pillaged a great treasure from the halls of my home. Return it at once, and your lives may yet be spared!
es: ¡Villanos! Han saqueado un gran tesoro de los salones de mi hogar. ¡Devuélvanlo inmediatamente, y tal vez sus vidas sean perdonadas!

source: You— you’re Konrad! The false prince himself, here?!
es: ¡Tú— eres Konrad! ¡El falso príncipe en persona, aquí?!

source: I’m not about to surrender myself nor my property to a rebel! To arms, loyalists, and make ready to repel the invaders!
es: ¡No voy a rendirme a mí mismo ni a mi propiedad a un rebelde! ¡A las armas, leales, y prepárense para repeler a los invasores!

source: It is war, then. Such an insult against my Aethenwood kin shall not go unpunished.
es: Es la guerra, entonces. Tal insulto contra mis parientes de Bosque Edén no quedará impune.

source: Defeat the Master Bowman
es: Derrota al Maestro Arquero

source: Seeing all this stolen gold and broken treasures kindles a great coldness in my heart. Asheviere has much to pay for...
es: Ver todo este oro robado y tesoros rotos enciende una gran frialdad en mi corazón. Asheviere tiene mucho que pagar...

source: You dare use that bow against us? The Moonbows belong to the elves; you know nothing about them and have no right to lay a hand on one!
es: ¿Te atreves a usar ese arco contra nosotros? ¡Los Arcos Lunares pertenecen a los elfos; no sabes nada sobre ellos y no tienes derecho a tocar uno!

source: I know enough: I’ve trained in archery my entire life and never seen a bow to rival this one. Fighting with it is my best chance at beating you!
es: Sé lo suficiente: he entrenado en tiro con arco toda mi vida y nunca he visto un arco que rivalice con este. ¡Luchar con él es mi mejor oportunidad de vencerte!

source: One leader has been defeated, but he is not the one who holds the bow.
es: Un líder ha sido derrotado, pero no es el que sostiene el arco.

source: The rebels are too powerful! Mercy, Konrad! I’m just doing my duty to defend my country, as ordered by my sovereign, the queen!
es: ¡Los rebeldes son demasiado poderosos! ¡Piedad, Konrad! ¡Solo estoy cumpliendo mi deber de defender mi país, como ordenó mi soberana, la reina!

source: Surrender your elven weapon, and swear an oath to never again take up arms against me or my allies. I am the true sovereign in Wesnoth, and will give you but one chance at redemption.
es: Rinde tu arma élfica, y jura nunca volver a tomar las armas contra mí o mis aliados. Soy el verdadero soberano en Wesnoth, y te daré solo una oportunidad de redención.

source: But Asheviere will kill me! ...I suppose you will too. If you really are the heir, and an elf-lover besides, then I suppose our pillage does most rightfully belong to you. Here, take it, and leave the rest of us alive!
es: ¡Pero Asheviere me matará! ...Supongo que tú también. Si realmente eres el heredero, y además amante de los elfos, entonces supongo que nuestro saqueo pertenece con razón a ti. ¡Aquí, tómalo, y deja vivos al resto de nosotros!

source: You have gained 300 gold!
es: ¡Has ganado 300 de oro!

source: As for the rest of you — begone! Return to your homes in Westin and never again trouble my people, lest the wrath of the elves fall upon you!
es: En cuanto al resto de ustedes — ¡váyanse! Regresen a sus hogares en Westin y nunca vuelvan a molestar a mi pueblo, ¡no sea que la ira de los elfos caiga sobre ustedes!
