Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: Konrad, this entrance is nearly flooded, and is too narrow for both our armies to enter. My soldiers and I will search for another way in.
es: Konrad, esta entrada está casi inundada y es demasiado estrecha para que ambos ejércitos entren. Mis soldados y yo buscaremos otra forma de entrar.

source: It’s so exciting to finally see woses up close! I hear they have a spectacular resistance to poison! Wose sap... curing — yes, if I could just extract a bucket of wose sap I’m certain I could learn their secrets.
es: ¡Es tan emocionante ver woses de cerca finalmente! ¡Escuché que tienen una resistencia espectacular al veneno! Savia de wose... curando — sí, si pudiera extraer un balde de savia de wose estoy segura de que podría aprender sus secretos.

source: Now, err, well, of course sap extraction would be problematic from a live specimen, them being our allies and all. But, ah, we are on a battlefield. <b><i>We</i></b> don’t have to be the ones doing the cutting.
es: Ahora, eh, bueno, por supuesto la extracción de savia sería problemática de un espécimen vivo, siendo nuestros aliados y todo. Pero, ah, estamos en un campo de batalla. <b><i>Nosotros</i></b> no tenemos que ser los que corten.

source: You’re asking me to help you rob the dead. Don’t you think that’s a bit ghoulish, Jeniver?
es: Me estás pidiendo que te ayude a robar a los muertos. ¿No crees que eso es un poco macabro, Jeniver?

source: But just imagine the possibilities! I ask you to help me stand next to a wose when it dies. If I can, I’m sure — yes I’m sure I can gather enough sap to begin curing poisons.
es: ¡Pero imagina las posibilidades! Te pido que me ayudes a pararme junto a un wose cuando muera. Si puedo, estoy segura — sí, estoy segura de que puedo recoger suficiente savia para comenzar a curar venenos.

source: It’s falling over! Oh, now’s my chance to collect some sap!
es: ¡Se está cayendo! ¡Oh, ahora es mi oportunidad de recoger savia!

source: Antivenom
es: Antídoto

source: Jeniver has gained the “<i>cures</i>” ability!
es: ¡Jeniver ha ganado la habilidad “<i>cura</i>”!

source: It works! It works! Oh, I knew it! Now, err, I suppose I’d better quickly get back to the battle before the woses wonder what I was doing with their friend.
es: ¡Funciona! ¡Funciona! ¡Oh, lo sabía! Ahora, eh, supongo que mejor vuelvo rápido a la batalla antes de que los woses se pregunten qué estaba haciendo con su amigo.

source: Everyone ready? Good. Now that Konrad has distracted them from the west, we’ll push in from the east.
es: ¿Todos listos? Bien. Ahora que Konrad los ha distraído desde el oeste, avanzaremos desde el este.

source: The river is clean and fresh in this direction. There are no undead to hunt this way.
es: El río está limpio y fresco en esta dirección. No hay no muertos que cazar por aquí.

source: Look, saurians! What business do you have in these caves?
es: ¡Mira, saurios! ¿Qué asuntos tienen en estas cuevas?

source: Fssssh! Ssslay you! Ssslay you all!
es: ¡Fssssh! ¡Mataré! ¡Mataré a todos!

source: I don’t think diplomacy will get us far with these ones.
es: No creo que la diplomacia nos lleve lejos con estos.

source: The aggressive saurians are vanquished, but the undead are the greater evil here. We must not waver!
es: Los saurios agresivos han sido vencidos, pero los no muertos son el mayor mal aquí. ¡No debemos vacilar!

source: Master. Is away. I guard. I will fight. Until Iliah. Malal returns.
es: Amo. Está lejos. Yo guardo. Lucharé. Hasta que Iliah. Malal regrese.

source: Your master Malal is gone, you undead fool! Go back to your eternal rest.
es: ¡Tu amo Malal se ha ido, estúpido no muerto! ¡Regresa a tu descanso eterno!

source: Iliah-Malal? That is the lich we fought in the swamp. What would one of his minions be doing here? And why is it so powerful!?
es: ¿Iliah-Malal? Ese es el liche que luchamos en el pantano. ¿Qué estaría haciendo uno de sus secuaces aquí? ¡¿Y por qué es tan poderoso?!

source: It speaks of guarding — perhaps Malal has a sanctuary hidden somewhere else in these hills. I do not think we have time to search for it, though. Perhaps a task for another hero, another time.
es: Habla de guardar — tal vez Malal tenga un santuario oculto en algún otro lugar en estas colinas. No creo que tengamos tiempo para buscarlo, sin embargo. Tal vez una tarea para otro héroe, en otro momento.

source: There is an old book here, labeled <i>“Isaac Mallat — Journal.”</i> The running water has washed away most of the ink, but one passage is still readable...
es: Hay un libro viejo aquí, etiquetado <i>“Diario de Isaac Mallat.”</i> El agua corriente ha lavado la mayor parte de la tinta, pero un pasaje aún es legible...

source: —died in my arms. My own brother! He could have been saved!! This imbecile king’s quarantine will be the end of us all.
es: <i>—murió en mis brazos. ¡Mi propio hermano! ¡Podría haberse salvado!! La cuarentena de este rey imbécil será el fin de todos nosotros.

source: I’m sure I’m not contagious. I’m sure there’s some way to cure it. If I sneak out of the village and make my way north to—
es: Estoy seguro de que no soy contagioso. Estoy seguro de que hay alguna forma de curarlo. Si me escabullo del pueblo y me dirijo al norte hacia—</i>

source: Har hum har ... hmm ... well ... har alam dum ... good.
es: Har hum har ... hmm ... bueno ... har alam dum ... bien.

source: Those undead will bother you no more, Sir Wose. Will you join us? We march towards Weldyn, to depose the dark queen Asheviere.
es: Esos no muertos no los molestarán más, Señor Wose. ¿Se unirán a nosotros? Marchamos hacia Weldyn, para deponer a la reina oscura Asheviere.

source: March? So hasty. Harum-alam-alam ... no, we are not soldiers ... harum ... not at all. And we are not ... hum ... not many.
es: ¿Marchar? Tan apresurado. Harum-alam-alam ... no, no somos soldados ... harum ... para nada. Y no somos ... hum ... no muchos.

source: Hmm ... but there was something ... something to help ...
es: Hmm ... pero había algo ... algo para ayudar ...

source: Har dum ... oh, yes, the dust.
es: Har dum ... oh, sí, el polvo.

source: Dust carried ... har alam dum ... by a skeleton. Something magical. I put it ... harum ... where did I put it...
es: Polvo llevado ... har alam dum ... por un esqueleto. Algo mágico. Lo puse ... harum ... ¿dónde lo puse...

source: I see it — a pouch of powdered sapphire! A valuable component for all kinds of spells. I used the last of my supply in the defense of Elensefar, and have sorely missed it since. Thank you for your gift, Haralamdum.
es: Lo veo — ¡una bolsa de zafiro en polvo! Un componente valioso para todo tipo de hechizos. Usé lo último de mi suministro en la defensa de Elensefar, y lo he extrañado mucho desde entonces. Gracias por su regalo, Haralamdum.

source: Konrad, with this I can conjure up powerful earthen elementals. Malal must have stashed it away here. Now it is ours.
es: Konrad, con esto puedo conjurar elementales de tierra poderosos. Malal debe haberlo guardado aquí. Ahora es nuestro.

source: Delfador can now recruit Granite Golems!
es: ¡Delfador ahora puede reclutar Golems de Granito!

source: The woses have been defeated! The undead have won.
es: ¡Los woses han sido derrotados! Los no muertos han ganado.

source: We should hurry, Konrad. There are storm clouds on the horizon. If we take too long to finish our battle and it starts to rain, this entire cave system might flood.
es: Deberíamos apresurarnos, Konrad. Hay nubes de tormenta en el horizonte. Si tardamos demasiado en terminar nuestra batalla y comienza a llover, todo este sistema de cuevas podría inundarse.

source: It’s starting to rain, and these caves are about to flood! The undead can survive underwater, but I can’t. Even the merfolk must surface often for air! We’ll have to break off the attack.
es: ¡Está empezando a llover, y estas cuevas están a punto de inundarse! Los no muertos pueden sobrevivir bajo el agua, pero yo no. ¡Incluso los sirénidos deben salir a la superficie a menudo por aire! Tendremos que interrumpir el ataque.

source: It’s starting to rain, and these caves are about to flood! The undead can survive underwater, but I can’t. We’ll have to break off the attack.
es: ¡Está empezando a llover, y estas cuevas están a punto de inundarse! Los no muertos pueden sobrevivir bajo el agua, pero yo no. Tendremos que interrumpir el ataque.

source: scenario name^Test of the Clans
es: Prueba de los Clanes

source: Plainsmen
es: Hombres de las Llanuras

source: 30 gold
es: 30 de oro

source: The clans are rich and powerful, even under my mother, and their lands are overflowing with stockpiled supplies. We’ll make better use of it than they would.
es: Los clanes son ricos y poderosos, incluso bajo mi madre, y sus tierras están rebosantes de suministros almacenados. Haremos mejor uso de ellos que ellos.

source: Hail, men of the plains! I greet you with a proposal.
es: ¡Salve, hombres de las llanuras! Los saludo con una propuesta.

source: What do these intruders want? We did not invite them here, that is certain.
es: ¿Qué quieren estos intrusos? No los invitamos aquí, eso es seguro.

source: You know that my late uncle, King Garard II, was a friend of the clans. Your knights made up the cream of his army, and were venerated for their service. What prestige do you plainsmen hold under Asheviere, queen of the cities and employer of orcs?
es: Saben que mi difunto tío, el Rey Garard II, era amigo de los clanes. Sus caballeros formaban la crema de su ejército y eran venerados por su servicio. ¿Qué prestigio tienen los hombres de las llanuras bajo Asheviere, reina de las ciudades y empleadora de orcos?

source: Join us to overthrow the evil queen, and I will see the clans restored to prominence within the courts of Weldyn. Oppose us, and I will strip you of your power once the throne is rightfully reclaimed.
es: Únanse a nosotros para derrocar a la reina malvada, y veré a los clanes restaurados a la prominencia dentro de las cortes de Weldyn. Opónganse a nosotros, y les quitaré su poder una vez que el trono sea reclamado justamente.

source: Hah! You think you can seize the throne? You who are led by these youths and this old man?
es: ¡Ja! ¿Creen que pueden tomar el trono? ¿Ustedes que son liderados por estos jóvenes y este viejo?

source: He will confront Asheviere, as he claims. Then he will die. And if we have lent our support it will be all the worse for us.
es: Enfrentará a Asheviere, como dice. Luego morirá. Y si hemos prestado nuestro apoyo, será peor para nosotros.

source: “These youths”, you dare call us? Don’t think me so weak that I cannot prove my worth in pitched battle.
es: “Estos jóvenes”, ¿se atreven a llamarnos? No me consideren tan débil que no pueda probar mi valía en batalla campal.

source: Hah! You would challenge us? I accept. Rout our clansmen and we will repudiate the queen. Or otherwise leave now and never return!
es: ¡Ja! ¿Nos desafían? Acepto. Derroten a nuestros clanes y repudiaremos a la reina. ¡O de lo contrario váyanse ahora y nunca regresen!

source: If you will not listen to reason, then so be it. Ready your lances, men of the plains!
es: Si no escuchan la razón, entonces que así sea. ¡Preparen sus lanzas, hombres de las llanuras!

source: Fools! We will run you down like dogs!
es: ¡Tontos! ¡Los atropellaremos como perros!

source: There is no turning back for you now. You will not break us!
es: No hay vuelta atrás para ustedes ahora. ¡No nos romperán!

source: Defeat {ON_DIFFICULTY4 30 40 50 60} enemies to rout the Horse Clans ($clansmen_remaining remaining)
es: Derrota a {ON_DIFFICULTY4 30 40 50 60} enemigos para derrotar a los Clanes de los Caballos ($clansmen_remaining restantes)

source: Defeat one or more enemy leaders — defeated leaders will join your recall list next scenario
es: Derrotar a uno o más líderes enemigos — los líderes derrotados se unirán a tu lista de reincorporaciones en el siguiente escenario

source: This is sheer madness. We cannot afford to wage war against these clansmen when we should be marching against the Queen...
es: Esto es pura locura. No podemos permitirnos librar una guerra contra estos clanes cuando deberíamos estar marchando contra la Reina...

source: Lord Bayar, halt this folly! I challenge you to a personal combat.
es: ¡Señor Bayar, detén esta locura! Te desafío a un combate personal.

source: Ho! You have amused me, young heir. Ho, ho, challenge indeed.
es: ¡Jo! Me has divertido, joven heredero. Jo, jo, desafío en verdad.

source: Young heir? Then you assent to my claim?
es: ¿Joven heredero? ¿Entonces aceptas mi reclamo?

source: Impudence. Bah! Do you see orcs on our plains? Did we not grant you a test of your strength?
es: Imprudencia. ¡Bah! ¿Ven orcos en nuestras llanuras? ¿No les concedimos una prueba de su fuerza?

source: This is hardly a test. Our battle serves only to spill needless blood and weaken us both.
es: Esto apenas es una prueba. Nuestra batalla solo sirve para derramar sangre innecesaria y debilitarnos a ambos.

source: No, whelp. You may be weakened, but the horse clans are eternal.
es: No, cachorro. Pueden estar debilitados, pero los clanes de los caballos son eternos.

source: I will promise you this, however. If your forces can defeat me personally, I myself will join your cause.
es: Sin embargo, te prometo esto. Si tus fuerzas pueden derrotarme personalmente, yo mismo me uniré a tu causa.

source: Aye.
es: Sí.

source: How can this be?! You have bested me in combat! Impossible... but true. I will honor my pledge to join your army.
es: ¡¿Cómo puede ser?! ¡Me has vencido en combate! Imposible... pero cierto. Honraré mi promesa de unirme a tu ejército.

source: I cannot believe this! You have defeated me, despite everything. I pledge my lance into your service, young ones.
es: ¡No puedo creer esto! Me has derrotado, a pesar de todo. Prometo mi lanza a tu servicio, jóvenes.

source: A heroic battle! Yet in the end I am bested — incredible. I will join you, Konrad and Li’sar.
es: ¡Una batalla heroica! Sin embargo, al final soy vencido — increíble. Me uniré a ustedes, Konrad y Li’sar.

source: Bah, a humiliating defeat! But a defeat nonetheless. Let it not be said that Sir Rugan is without honor — as agreed, I will join your army.
es: Bah, ¡una derrota humillante! Pero una derrota al fin. Que no se diga que Sir Rugan carece de honor — como acordamos, me uniré a tu ejército.

source: We have defeated many foes — the plainsmen’s resolve is shaken! Only a few more and they will surely break.
es: Hemos derrotado a muchos enemigos — ¡la resolución de los hombres de las llanuras está tambaleante! Solo unos pocos más y seguramente se romperán.

source: Stop! Stop! Our armies can bear this no longer.
es: ¡Deténganse! ¡Deténganse! Nuestros ejércitos no pueden soportar esto más.

source: So you admit defeat! You assent to my claim and repudiate Asheviere?
es: ¡Entonces admiten la derrota! ¿Aceptan mi reclamo y repudian a Asheviere?

source: Indeed — you have humbled us, bearers of the Sceptre. His and Her Royal Highnesses fighting in tandem... perhaps you truly do have a chance at defeating the great queen.
es: En efecto — nos han humillado, portadores del Cetro. Sus Altezas Reales luchando en tándem... tal vez realmente tengan una oportunidad de derrotar a la gran reina.

source: The Clans cannot risk all by joining you in your attack on Weldyn, but you have proven yourself — neither shall we join Asheviere in opposition.
es: Los Clanes no pueden arriesgar todo uniéndose a ti en tu ataque a Weldyn, pero te has probado — tampoco nos uniremos a Asheviere en oposición.

source: And as a gesture of goodwill, I instead offer you our warchest; a vast reserve of supplies and coin to sustain you on your crusade.
es: Y como gesto de buena voluntad, en cambio te ofrezco nuestro cofre de guerra; una vasta reserva de suministros y monedas para sostenerte en tu cruzada.

source: Konrad and Li’sar have each gained 300 gold!
es: ¡Konrad y Li’sar han ganado cada uno 300 de oro!

source: Now go from this place, and fight with courage. Fight Her as ferociously as you have fought us.
es: Ahora váyanse de este lugar y luchen con valentía. Luchen contra Ella tan ferozmente como han luchado contra nosotros.

source: scenario name^Dan’Tonk
es: Dan’Tonk

source: Hello, Isolde. I see my mother’s appointed you regent in Dan’Tonk — congratulations. We were comrades, once. I’m sorry we now find ourselves on opposing sides.
es: Hola, Isolde. Veo que mi madre te ha nombrado regente en Dan’Tonk — felicidades. Fuimos camaradas, una vez. Lamento que ahora nos encontremos en bandos opuestos.

source: Hello, Li’sar. I’m sorry too. I never saw you as one to turn against your sovereign; your own kin. ...I suppose it runs in the family.
es: Hola, Li’sar. Yo también lo lamento. Nunca te vi como alguien que se volvería contra su soberana; su propia familia. ...Supongo que es cosa de familia.

source: You are bold to march out from behind your walls and meet us on the open plain. Are you not worried we will defeat you?
es: Eres valiente al salir de detrás de tus murallas y enfrentarnos en la llanura abierta. ¿No te preocupa que te derrotemos?

source: Hmph. My whole life, I’ve wanted to live a peaceful life. But there’s always someone causing problems. First it was Garard, then the baron. Outlaws on the isles, elves in the Aethenwood. Always one more thing.
es: Hmph. Toda mi vida, he querido vivir una vida pacífica. Pero siempre hay alguien causando problemas. Primero fue Garard, luego el barón. Forajidos en las islas, elfos en el Bosque Edén. Siempre una cosa más.

source: And now it’s you three. At least you had the courtesy to come to my city — your queen’s city — in person. I can vanquish you and your armies all at once.
es: Y ahora son ustedes tres. Al menos tuvieron la cortesía de venir a mi ciudad — la ciudad de su reina — en persona. Puedo vanquecerlos a ustedes y a sus ejércitos de una vez.

source: Defeat Isolde
es: Derrota a Isolde

source: Gryphons will appear periodically near the northwest corner of the map. They aren’t your allies, but will prefer to attack Isolde’s soldiers when given the choice.
es: Los grifos aparecerán periódicamente cerca de la esquina noroeste del mapa. No son tus aliados, pero preferirán atacar a los soldados de Isolde cuando se les dé la opción.

source: Look, gryphons are attacking soldiers inside the city walls!
es: ¡Mira, los grifos están atacando a soldados dentro de las murallas de la ciudad!

source: These vermin again. What did that dwarf do to rile them up so badly?!
es: ¡Estas alimañas otra vez! ¿Qué hizo ese enano para enfurecerlos tanto?

source: I suspect they have a particular grudge against the soldiers of Dan’Tonk, but we should still do our best to stay out of their way — they remain wild animals.
es: Sospecho que tienen un rencor particular contra los soldados de Dan’Tonk, pero aún así deberíamos hacer lo posible por mantenernos fuera de su camino — siguen siendo animales salvajes.

source: Li’sar, as a general of Wesnoth you were surely familiar with Dan’Tonk’s defenses. Do you have any insight into its weaknesses? Is there anything we can use against the general?
es: Li’sar, como general de Wesnoth seguramente estabas familiarizada con las defensas de Dan’Tonk. ¿Tienes alguna idea sobre sus debilidades? ¿Hay algo que podamos usar contra el general?

source: There was a hidden tunnel, once, but I had it collapsed some years ago. Sorry.
es: Hubo un túnel oculto, una vez, pero lo hice colapsar hace algunos años. Lo siento.

source: Argh! This is going terribly. Retreat! Retreat!
es: ¡Argh! Esto va terriblemente mal. ¡Retirada! ¡Retirada!

source: Victory is won. As we expected, Isolde has taken refuge behind the city walls. Her army is defeated, but not broken. We lack the supplies or time to besiege the city proper.
es: La victoria está ganada. Como esperábamos, Isolde se ha refugiado detrás de las murallas de la ciudad. Su ejército está derrotado, pero no destruido. Nos faltan los suministros o el tiempo para sitiar la ciudad propiamente dicha.

source: Maybe we don’t need to, Delfador. Power is a fragile thing, and we’ve shown this entire city — a city that once fought against Asheviere — that the queen is not so unbeatable as she once seemed. I do not think Isolde will be able to leave Dan’Tonk again without risking its revolt.
es: Tal vez no necesitemos hacerlo, Delfador. El poder es algo frágil, y hemos demostrado a toda esta ciudad — una ciudad que una vez luchó contra Asheviere — que la reina no es tan invencible como una vez pareció. No creo que Isolde pueda dejar Dan’Tonk de nuevo sin arriesgarse a una revuelta.

source: That, and also I’ll leave a few of my men behind to destroy the roads and harass any sorties. Dan’Tonk won’t pose any problem when we attack Weldyn.
es: Eso, y también dejaré a algunos de mis hombres atrás para destruir los caminos y hostigar cualquier salida. Dan’Tonk no representará ningún problema cuando ataquemos Weldyn.

source: We’re doing well. If we can keep up the fight for a little longer, I suspect Isolde will be forced to give up the fight.
es: Lo estamos haciendo bien. Si podemos mantener la lucha un poco más, sospecho que Isolde se verá obligada a rendirse.

source: You are a more skilled fighter than you look, Konrad. I don’t believe I can defeat you today. It’s time to cut our losses and retreat.
es: Eres un luchador más hábil de lo que pareces, Konrad. No creo que pueda derrotarte hoy. Es hora de cortar nuestras pérdidas y retirarnos.

source: scenario name^The Battle for Wesnoth
es: La Batalla por Wesnoth

source: Orcish Auxiliaries
es: Auxiliares Orcos

source: Royal Guard
es: Guardia Real

source: Beastmaster Burlin
es: Domador de Bestias Burlin

source: That orc’s keep will make a perfect staging ground for our attack on the city, Konrad. I’ll move forward and recruit from there once it’s clear. You’re welcome to share, of course.
es: Esa fortaleza del orco será una base perfecta para nuestro ataque a la ciudad, Konrad. Avanzaré y reclutaré desde allí una vez que esté despejado. Eres bienvenido a compartir, por supuesto.

source: Bridge Guard
es: Guardia del Puente

source: sapper
es: zapador

source: This unit is carrying explosives. When defeated, it will destroy whatever terrain it is standing on.
es: Esta unidad lleva explosivos. Cuando sea derrotada, destruirá cualquier terreno en el que esté parada.

source: This unit will not detonate if overkilled by 25 hitpoints or more, as long as the vanquishing damage type is not fire.
es: Esta unidad no detonará si es sobreasesinada por 25 puntos de vida o más, siempre que el tipo de daño que la derrota no sea fuego.

source: That guard was carrying some kind of strange device! Whatever it was, we slew him with such a mighty blow that he had not the chance to use it.
es: ¡Ese guardia llevaba algún tipo de dispositivo extraño! Fuera lo que fuera, lo matamos con un golpe tan poderoso que no tuvo oportunidad de usarlo.

source: Well done! We slew this guard with such a mighty blow that he had not a chance to destroy his bridge.
es: ¡Bien hecho! Matamos a este guardia con un golpe tan poderoso que no tuvo oportunidad de destruir su puente.

source: The fire is getting to the explosive powder! Your Majesty—
es: ¡El fuego está llegando al polvo explosivo! ¡Majestad—

source: Argh! Your Majesty... it doesn’t even need to walk...
es: ¡Argh! Majestad... ni siquiera necesita caminar...

source: Argh! Your Majesty... the plan...
es: ¡Argh! Majestad... el plan...

source: Carry out your orders. Do not disappoint me.
es: Cumple tus órdenes. No me decepciones.

source: So. After burning half my fields, these rebels come at last to face me.
es: Así que. Después de quemar la mitad de mis campos, estos rebeldes vienen al fin a enfrentarme.
