Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: kick
es: patada

source: female^Shackled Mage
es: Maga Encadenada

source: Warrior of Light
es: Guerrero de la Luz

source: After years of experience, the most devout of warriors develop vast spiritual powers. By strict devotion to the path of the light, they can call upon its aid to chase away the shadows of the night.
es: Después de años de experiencia, los guerreros más devotos desarrollan vastos poderes espirituales. Por estricta devoción al camino de la luz, pueden invocar su ayuda para ahuyentar las sombras de la noche.

source: No matter how foul the pit from whence darkness crawls, there too will you find these champions of light working tirelessly to cleanse evil from the troubled world in which they live.
es: No importa cuán fétido sea el pozo de donde se arrastra la oscuridad, allí también encontrarás a estos campeones de la luz trabajando incansablemente para limpiar el mal del mundo turbulento en el que viven.

source: lightbeam
es: rayo de luz

source: White Warrior
es: Guerrero Blanco

source: Not every white mage is content to merely wander the world, ministering to sickness and injury. Magi of a more martial bent are often driven to seek out villainy wherever it lies, delving into dark places and cleansing them of evil.
es: No todo mago blanco se contenta con simplemente vagar por el mundo, ministrando a la enfermedad y la lesión. Los magos de inclinación más marcial a menudo son impulsados a buscar la villanía dondequiera que se encuentre, adentrándose en lugares oscuros y limpiándolos del mal.

source: Armed with a blessed sword and channeling their light towards the mending of their own wounds, such a warrior proves a potent ally against all things unnatural.
es: Armado con una espada bendita y canalizando su luz hacia la curación de sus propias heridas, tal guerrero resulta un aliado potente contra todas las cosas antinaturales.

source: Caravan
es: Caravana

source: Caravans are used to carry gold or supplies across long distances. Because of the immense weight of the cargo this caravan carries, it is not nimble, but the driver can still try to drive off attackers with his whip.
es: Las caravanas se usan para transportar oro o suministros a largas distancias. Debido al inmenso peso de la carga que lleva esta caravana, no es ágil, pero el conductor aún puede intentar ahuyentar a los atacantes con su látigo.

source: whip
es: látigo

source: Granite Golem
es: Gólem de Granito

source: Towering over the battlefield, these enormous earthen constructs represent the pinnacle of elemental magic. Though painfully clumsy and impossible to transport across long distances, their vast bulk renders them nigh-immune to most forms of damage.
es: Torreando sobre el campo de batalla, estos enormes constructos de tierra representan la cúspide de la magia elemental. Aunque dolorosamente torpes e imposibles de transportar a largas distancias, su vasto volumen los hace casi inmunes a la mayoría de las formas de daño.

source: fist
es: puño

source: Quintain
es: Quintana

source: Quintains are used to practice swordplay and jousting on.
es: Las quintanas se usan para practicar esgrima y justas.

source: Wagon
es: Carro

source: Caravans are used to carry gold or supplies across long distances. This one is laden only lightly with hay, instead concealing Konrad and his soldiers.
es: Las caravanas se usan para transportar oro o suministros a largas distancias. Esta está cargada solo ligeramente con heno, en su lugar ocultando a Konrad y sus soldados.

source: Cave Wall
es: Pared de Cueva

source: A crudely hewn cave wall, weakened by recent cave-ins. Experience gathered from mining is of little use on the battlefield.
es: Una pared de cueva tallada toscamente, debilitada por derrumbes recientes. La experiencia obtenida de la minería es de poca utilidad en el campo de batalla.

source: Gryphlet
es: Grifito

source: Juvenile gryphon are covered with white and gray feathers, softer and more luxurious than those of their adult relatives. By the time they learn to fly, most have already grown larger than a wolf, and are more than capable of defending their nests from intruders.
es: Los grifos juveniles están cubiertos de plumas blancas y grises, más suaves y lujosas que las de sus parientes adultos. Para cuando aprenden a volar, la mayoría ya ha crecido más que un lobo, y son más que capaces de defender sus nidos de intrusos.

source: Sleeping Gryphon
es: Grifo Durmiente

source: Shhhh! The gryphon is sleeping! You’d better not wake it up!
es: ¡Shhhh! ¡El grifo está durmiendo! ¡Mejor no lo despiertes!

source: Barrow Wight
es: Espectro de Túmulo

source: Perpetually haunted by the fading memory of its former life, a Barrow Wight wanders aimlessly in a delirium of darkness and despair. Their chill essence is shrouded behind cloak and bone, shielding them from most magic.
es: Perpetuamente atormentado por el recuerdo desvaneciente de su vida anterior, un Espectro de Túmulo vaga sin rumbo en un delirio de oscuridad y desesperación. Su esencia fría está envuelta detrás de una capa y hueso, protegiéndolos de la mayoría de la magia.

source: shroud
es: mortaja

source: While defending, this unit has 50% fire and arcane resistance.
es: Mientras defiende, esta unidad tiene 50% de resistencia al fuego y arcano.

source: female^Vampire Lady
es: Dama Vampiro

source: blood kiss
es: beso de sangre

source: It is spring; the next scenario will have normal days and nights.
es: Es primavera; el siguiente escenario tendrá días y noches normales.

source: It is summer; the next scenario will have unusually long days.
es: Es verano; el siguiente escenario tendrá días inusualmente largos.

source: It is autumn; the next scenario will have normal days and nights.
es: Es otoño; el siguiente escenario tendrá días y noches normales.

source: It is winter; the next scenario will have unusually short days.
es: Es invierno; el siguiente escenario tendrá días inusualmente cortos.

source: This port has many small boats for us to use! I won’t be able to travel through deep water, but I can certainly reach the coastal islands and reef.
es: ¡Este puerto tiene muchos botes pequeños para que usemos! No podré viajar por aguas profundas, pero ciertamente puedo llegar a las islas costeras y al arrecife.

source: Spring
es: Primavera

source: Summer
es: Verano

source: Autumn
es: Otoño

source: Winter
es: Invierno

source: I hope Delfador is well. We could have used his help in this battle, but I know what he’s doing is important.
es: Espero que Delfador esté bien. Podríamos haber usado su ayuda en esta batalla, pero sé que lo que está haciendo es importante.

source: The attack on the Aethenwood was bad enough. Elensefar must surely be even more fierce...
es: El ataque al Bosque Edén fue lo suficientemente malo. Elensefar seguramente será aún más feroz...

source: I hope our rewards from this battle are worth the time we’re spending to fight it. We may have plenty of time to roam the Great Continent right now, but we won’t always. We should make every battle count.
es: Espero que nuestras recompensas de esta batalla valgan el tiempo que estamos invirtiendo en luchar. Podemos tener mucho tiempo para recorrer el Gran Continente ahora, pero no siempre. Deberíamos hacer que cada batalla cuente.

source: My hand tingles with power... Burn in the name of the kings of Wesnoth!
es: ¡Mi mano hormiguea con poder... ¡Arde en el nombre de los reyes de Wesnoth!

source: I am glad to see that you have been taking good care of my familiar, Konrad. Blackwing and I have been through many trials together.
es: Me alegra ver que has estado cuidando bien a mi familiar, Konrad. Ala Negra y yo hemos pasado por muchas pruebas juntos.

source: Thank you for entrusting me with him! He has become a valuable member of our team.
es: ¡Gracias por confiarme a él! Se ha convertido en un miembro valioso de nuestro equipo.

source: Seimus, I am glad that you still stand with us. I fear you would have gone down a dark path had Konrad and I not come to Alduin that day.
es: Seimus, me alegra que aún estés con nosotros. Temo que habrías tomado un camino oscuro si Konrad y yo no hubiéramos llegado a Alduin ese día.

source: Oh yes, don’t remind me. I’m trying not to think too much about all that.
es: Oh sí, no me lo recuerdes. Estoy tratando de no pensar demasiado en todo eso.

source: Fool girl! You shall meet the same fate as did your brother!
es: ¡Niña tonta! ¡Conocerás el mismo destino que tu hermano!

source: Hello Seimus, my old master. I’ll bet you regret expelling me now, don’t you!
es: ¡Hola Seimus, mi viejo maestro! ¡Apuesto a que ahora te arrepientes de haberme expulsado, ¿verdad!

source: Err, are you— who are you again? Many aspire to join the ranks of the magi, but few have the skill.
es: Eh, ¿eres tú...? ¿Quién eres otra vez? Muchos aspiran a unirse a las filas de los magos, pero pocos tienen la habilidad.

source: Lord Kalenz, I am grateful for your help. But when you made your journey to come join me, could you not have brought an elvish army along with you? I know you’re a powerful lord and greatly loved by your people.
es: Señor Kalenz, estoy agradecido por tu ayuda. Pero cuando hiciste tu viaje para unirte a mí, ¿no podrías haber traído un ejército élfico contigo? Sé que eres un señor poderoso y muy querido por tu pueblo.

source: Even only a few elvish warriors could have made a great difference in our quest! Your kin are many, and I know firsthand their great skill at sword and bow.
es: ¡Incluso solo unos pocos guerreros élficos podrían haber marcado una gran diferencia en nuestra búsqueda! Tu gente es numerosa, y conozco de primera mano su gran habilidad con la espada y el arco.

source: Not so many as we once were, Konrad. And one elf alone can quietly travel through human lands far easier than can an army or war-band.
es: No tantos como antes, Konrad. Y un elfo solo puede viajar silenciosamente por tierras humanas mucho más fácilmente que un ejército o una banda de guerra.

source: But should we ever make our way east back to my home in the Lintanir, my subjects will certainly be ready to offer gold and supplies. Especially after Asheviere’s crimes in the Aethenwood. A victory for you is a victory for all elves.
es: Pero si alguna vez volvemos al este a mi hogar en Lintanir, mis súbditos ciertamente estarán listos para ofrecer oro y suministros. Especialmente después de los crímenes de Asheviere en el Bosque Edén. Una victoria para ti es una victoria para todos los elfos.

source: Kalenz, did you ever know my father? Delfador has told me many things about Prince Arand, and Delfador’s regrets regarding him. I feel I would very much have liked to have met him.
es: Kalenz, ¿alguna vez conoció a mi padre? Delfador me ha contado muchas cosas sobre el príncipe Arand, y los remordimientos de Delfador respecto a él. Siento que me habría gustado mucho haberlo conocido.

source: Your father? No, I did not know your father, nor any of your family. Delfador and I have spoken about your parentage, and there is nothing for me to add.
es: ¿Tu padre? No, no conocí a tu padre, ni a nadie de tu familia. Delfador y yo hemos hablado sobre tu linaje, y no tengo nada que agregar.

source: It is sad to see what Wesnoth has fallen to, Konrad. Do not make the same mistakes as did my people.
es: Es triste ver en qué ha caído Wesnoth, Konrad. No cometas los mismos errores que mi pueblo.

source: I know something of the history of the elves. Delfador says that you once lived as if in a dream, untroubled by even the rumor of strife. That sounds an envious life.
es: Sé algo de la historia de los elfos. Delfador dice que alguna vez vivieron como en un sueño, sin preocuparse siquiera por el rumor de conflictos. Eso suena como una vida envidiable.

source: Indeed. But then man came. And with man came the orcs, chasing after the very sceptre that your cousin now holds.
es: En efecto. Pero luego llegó el hombre. Y con el hombre llegaron los orcos, persiguiendo el mismo cetro que ahora sostiene tu prima.

source: Indeed. But then man came. And with man came the orcs, chasing after that very sceptre you now hold.
es: En efecto. Pero luego llegó el hombre. Y con el hombre llegaron los orcos, persiguiendo ese mismo cetro que ahora sostienes tú.

source: In those days we fought battles great and terrible. Armies of elves marched across the open plain to make war, first against the orcs, then against each other. Now so few of us remain.
es: En aquellos días luchamos batallas grandes y terribles. Ejércitos de elfos marcharos por la llanura abierta para hacer la guerra, primero contra los orcos, luego entre nosotros. Ahora quedamos tan pocos.

source: The Aethenwood is younger; I am glad that many of their number walk with you, Konrad. But some scars do not heal. I hope your civil war will end better than did mine.
es: El Bosque Edén es más joven; me alegra que muchos de ellos caminen contigo, Konrad. Pero algunas cicatrices no sanan. Espero que tu guerra civil termine mejor que la mía.

source: The Aethenwood is younger; I am glad that you were raised among them, Konrad. But some scars do not heal. I hope your civil war will end better than did mine.
es: El Bosque Edén es más joven; me alegra que te criaras entre ellos, Konrad. Pero algunas cicatrices no sanan. Espero que tu guerra civil termine mejor que la mía.

source: Chantal, it has been a long time since we first met in the Lintanir. I have grown old. You are as young as ever.
es: Chantal, ha pasado mucho tiempo desde que nos conocimos por primera vez en Lintanir. Yo he envejecido. Tú estás tan joven como siempre.

source: I am young in body, at least. Do I detect a hint of jealousy in the voice of Delfador the Great? Hah — I am glad to have your company once again.
es: Al menos soy joven de cuerpo. ¿Detecto un toque de celos en la voz de Delfador el Grande? Ja — me alegra tener tu compañía una vez más.

source: Jealousy? Banish the thought. It is good to travel with you as well. I am sure you will enjoy getting to know our lively band of warriors.
es: ¿Celos? Desecha esa idea. Es bueno viajar contigo también. Estoy seguro de que disfrutarás conociendo a nuestra animada banda de guerreros.

source: Moremirmu, I’ve met White Mages before, but never someone quite like you. Where do you hail from?
es: Moremirmu, he conocido Magos Blancos antes, pero nunca a alguien como tú. ¿De dónde vienes?

source: From the great monastery of the seal, good Konrad! It is by the grace of the Light that I was rescued and raised there, high in the Gryphon Mountains.
es: ¡Del gran monasterio del sello, buen Konrad! Es por la gracia de la Luz que fui rescatado y criado allí, en lo alto de la Montaña de los Grifos.

source: Now, I have taken up the sword and ventured forth in search of evil to smite. And lo! You and I united, and lo! Now we quest together against the evils of Asheviere.
es: Ahora, he tomado la espada y me he aventurado en busca del mal para aniquilarlo. ¡Y he aquí! ¡Tú y yo unidos, y he aquí! Ahora buscamos juntos contra los males de Asheviere.

source: What strange magic you wield, Kalenz. It is light, yet it is not of the Light! What manner of unhallowed spells do you weave?
es: Qué magia extraña manejas, Kalenz. Es luz, ¡pero no es de la Luz! ¿Qué clase de hechizos profanos tejes?

source: This is magic of the faerie. It is similar in some ways to your Light, but it is natural to the elves. Few are the male elves permitted to learn it. And no outsiders, for it is an art inherited only by my kind.
es: Esta es magia de las hadas. Es similar en algunos aspectos a tu Luz, pero es natural para los elfos. Pocos son los elfos varones a los que se les permite aprenderla. Y ningún forastero, pues es un arte que solo se hereda entre los de mi raza.

source: Although I gained my magic in a different manner than do most of my kind, it is now as much a part of me as is my blood.
es: Aunque obtuve mi magia de una manera diferente a la mayoría de los de mi especie, ahora es tan parte de mí como mi propia sangre.

source: You wield your lightning with a nigh-supernatural skill, Delfador. Truly you have been blessed by the Light.
es: Manejas tu relámpago con una habilidad casi sobrenatural, Delfador. Verdaderamente has sido bendecido por la Luz.

source: But what of your skill with the sword? Our foes are not content to loiter at a distance and await their destruction. Enemies of evil must stand ready to fight with steel!
es: ¿Pero qué hay de tu habilidad con la espada? Nuestros enemigos no se contentan con quedarse a distancia y esperar su destrucción. ¡Los enemigos del mal deben estar listos para luchar con acero!

source: I need little strength of body, Moremirmu, for I wield the magical flaming sword of the Lintanir. A mighty boon, and one I am well grateful for.
es: Necesito poca fuerza corporal, Moremirmu, porque manejo la espada flamigera mágica de Lintanir. Un gran don, y uno por el que estoy muy agradecido.

source: I am an old man, Moremirmu. My magic serves me where my body has failed. I shall trust in you, Konrad, and our allies to carry the steel.
es: Soy un hombre viejo, Moremirmu. Mi magia me sirve donde mi cuerpo ha fallado. Confiaré en ti, Konrad, y en nuestros aliados para llevar el acero.

source: Accede not your souls to the unclean, my fellow warriors! We shall cleanse these dead in holy fire!
es: ¡No entreguen sus almas a lo impuro, compañeros guerreros! ¡Purificaremos a estos muertos en fuego sagrado!

source: You have turned from the Light, men of Wesnoth! Hark to my words! Atone for your crimes! Return to the Light, or soon shall come the black soot over Weldyn and the death of all men!
es: ¡Han abandonado la Luz, hombres de Wesnoth! ¡Escuchen mis palabras! ¡Expién sus crímenes! ¡Regresen a la Luz, o pronto llegará el hollín negro sobre Weldyn y la muerte de todos los hombres!

source: Konrad, how come you never asked me just how we all came to live on the Three Sisters? It be a powerful story, an’ one that matters for how you’re fightin’ Asheviere too! I’ve been excited to tell you!
es: Konrad, ¿cómo es que nunca me preguntaste cómo llegamos todos a vivir en las Tres Hermanas? ¡Es una historia poderosa, y una que importa para cómo estás luchando contra Asheviere también! ¡He estado emocionado por contártela!

source: Oh, the others already explained it to me! Asheviere took over, you ran from your homes, destroyed Halstead, and ended up on the islands. Just like that, right?
es: Oh, ¡los demás ya me lo explicaron! Asheviere tomó el control, huyeron de sus hogares, destruyeron Halstead y terminaron en las islas. Así de simple, ¿verdad?

source: ... err, but you can still tell me again. Your parts especially, Harper! I’d always be happy to listen.
es: ... eh, pero puedes contármelo de nuevo. ¡Tus partes especialmente, Harper! ¡Siempre estaría feliz de escuchar.

source: You ne’er seemed one for princes or kings, Harper. We fought pretty hard t’ get away from th’ queen. Why’re you fightin’ for this “Konrad” now, an’ draggin’ me into it too?
es: Nunca pareciste uno para príncipes o reyes, Harper. Luchamos bastante duro para escapar de la reina. ¿Por qué estás luchando por este "Konrad" ahora, y arrastrándome a mí también?

source: We never fought just to get away. Baldras fought fer a better life fer all of us, an’ fer everyone!
es: Nunca luchamos solo para escapar. Baldras luchó por una vida mejor para todos nosotros, ¡y para todos!

source: Konrad’s a good person. He wants what’s best fer everyone too. And he saved my life from a lich! That’s gotta be worth somethin’.
es: Konrad es una buena persona. Quiere lo mejor para todos también. ¡Y me salvó la vida de un liche! Eso tiene que valer algo.

source: Stay in yer graves, ye rottin’ heaps o’ bones!
es: ¡Quédense en sus tumbas, montones podridos de huesos!

source: Ah, insultin’ these dead’uns is jus’ no fun. They cannae understand me...
es: Ah, insultar a estos muertos no es divertido. No pueden entenderme...

source: Ulfdain, how did you find yourself in Wesnoth? Delfador always told me that the dwarves preferred to keep their own company in Knalga, except for their human friends at the Doors.
es: Ulfdain, ¿cómo terminaste en Wesnoth? Delfador siempre me dijo que los enanos preferían mantener su propia compañía en Knalga, excepto por sus amigos humanos en las Puertas.

source: Aye, tha’s true. Not the most outgoin’ o’ folks, we dwarves ain’t. Heads harder than a’ troll’s half th’ time, and more stubborn too! But t’ tell ye the truth, there ain’t much hope left in Knalga, least not that I’ve heard about.
es: Sí, eso es cierto. No somos los más extrovertidos, los enanos no. ¡Cabezas más duras que la de un troll la mitad del tiempo, y más tercos también! Pero para decirte la verdad, no queda mucha esperanza en Knalga, al menos no que yo haya oído.

source: Ah’m ashamed to admit it, Konrad, but I left. An Ulfserker ain’t afeared o’ no troll or orc, but watchin’ my home slowly fall to pieces around me? My friends dyin’ one by one? I fled our dyin’ home in search o’ a better life elsewhere.
es: Me avergüenza admitirlo, Konrad, pero me fui. Un Ulfhednar no le teme a ningún troll ni orco, ¿pero ver mi hogar desmoronándose lentamente a mi alrededor? ¿Mis amigos muriendo uno por uno? Hice de nuestro hogar moribundo en busca de una vida mejor en otro lugar.

source: An ye see how that ended up. A great galumphing gallow-fool I’ve been. If ye hadn’t helped me miners and I when ye did...
es: Y mira cómo terminó eso. He sido un gran tonto torpe. Si no hubieras ayudado a mis mineros y a mí cuando lo hiciste...

source: This fight’s good an’ all, but when’re we getting t’ Weldyn? Ah cannae wait to show tha’ dew-beatin’ gobermouch excuse for a queen exactly what I think o’ her!
es: Esta lucha está bien y todo, ¿pero cuándo llegaremos a Weldyn? No puedo esperar para mostrarle a esa reina excusa de beat-dew gobermouch exactamente lo que pienso de ella!

source: We shall find ourselves in Weldyn sooner rather than later, I suspect. We have come a long way together since you first joined us, Ulfdain — now even the princess is on our side!
es: Nos encontraremos en Weldyn más pronto que tarde, sospecho. Hemos recorrido un largo camino juntos desde que te uniste a nosotros, Ulfdain — ¡ahora incluso la princesa está de nuestro lado!

source: I appreciate the enthusiasm, but we’re in no state to confront Asheviere anytime soon! For now we should focus on surviving and building up our strength.
es: Aprecio el entusiasmo, ¡pero no estamos en condiciones de confrontar a Asheviere pronto! Por ahora deberíamos enfocarnos en sobrevivir y fortalecernos.

source: You are an alchemist, Jeniver? That is a brave choice, for your craft is not looked kindly upon by Alduin. There are some who think it hogwash and superstition.
es: ¿Eres alquimista, Jeniver? Esa es una elección valiente, porque tu oficio no es visto con buenos ojos en Alduin. Hay algunos que lo consideran tonterías y superstición.

source: Superstition?! No, no, no! That’s a common misconception, born of— of— dumb ignorance! Alchemy is just— it’s the future! There’s so much for us to learn, it’s—
es: ¡¿Superstición?! ¡No, no, no! ¡Eso es un error común, nacido de— de— ignorancia tonta! ¡La alquimia es solo— es el futuro! ¡Hay tanto que aprender, es—!

source: No offense meant, my lady. Perhaps we can discuss your studies in more depth at another time.
es: Sin ofender, mi señora. Tal vez podamos discutir tus estudios con más profundidad en otro momento.

source: Oh! Is that another giant spider? I could use some more spider poison, err, venom — I suppose it’s not really poison — for my blowdarts. Can you kill one for me?
es: ¡Oh! ¿Es esa otra araña gigante? Podría usar más veneno de araña, eh, veneno — supongo que no es realmente veneno — para mis dardos. ¿Puedes matar una para mí?
