Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: Although Dan’Tonk remains in the hands of the enemy, it is much diminished. We have neither the time nor the supplies for a protracted siege, so we’ve blocked the road and have left behind enough guards to make any sortie difficult.
es: Aunque Dan’Tonk permanece en manos del enemigo, está muy debilitada. No tenemos ni el tiempo ni los suministros para un sitio prolongado, así que hemos bloqueado el camino y dejado suficientes guardias para hacer difícil cualquier salida.

source: Stockpiles
es: Reservas

source: Konrad, we’re now deep within the heartland of Wesnoth. While the western farms suffer under Mother’s exorbitant taxes, those surrounding Weldyn — the core of her power base — have grown rich and fat.
es: Konrad, ahora estamos en lo profundo del corazón de Wesnoth. Mientras las granjas del oeste sufren bajo los impuestos exorbitantes de mi madre, las que rodean Weldyn — el núcleo de su base de poder — se han vuelto ricas y prósperas.

source: It’s an unsavory proposal, but I believe our best strategy is to burn the locals’ farms to deprive my mother of their resources.
es: Es una propuesta desagradable, pero creo que nuestra mejor estrategia es quemar las granjas de los locales para privar a mi madre de sus recursos.

source: I’m not suggesting we conscript or kill anyone — these are innocents. But a wealthy farmer can survive losing a few herds or a single year’s harvest. We won’t, if Asheviere defeats us in the end.
es: No estoy sugiriendo que reclutemos o matemos a nadie — estos son inocentes. Pero un granjero rico puede sobrevivir perdiendo algunas manadas o la cosecha de un solo año. Nosotros no, si Asheviere nos derrota al final.

source: An unsavory idea indeed. Razing the region’s farms might be sound military strategy, but I am not enthused about the prospect. Of course, Weldyn will surely pose a frighteningly difficult challenge if we do not...
es: Una idea desagradable en verdad. Arrasar las granjas de la región podría ser una estrategia militar sólida, pero no me entusiasma la perspectiva. Por supuesto, Weldyn seguramente presentará un desafío terriblemente difícil si no lo hacemos...

source: Burn the farms (default difficulty)
es: Quemar las granjas (dificultad predeterminada)

source: Don’t (extra difficulty)
es: No hacerlo (dificultad adicional)

source: The Battle for Wesnoth
es: La Batalla por Wesnoth

source: No turning back now.
es: No hay vuelta atrás ahora.

source: The capital of Wesnoth stands before us. We can challenge Asheviere now, if we choose, but it may be wiser to first fight elsewhere and cut off her allies.
es: La capital de Wesnoth está ante nosotros. Podemos desafiar a Asheviere ahora, si elegimos, pero puede ser más sabio luchar primero en otro lugar y cortar sus aliados.

source: I suspect that no matter what we do, we will be forced into a final confrontation eventually.
es: Sospecho que no importa lo que hagamos, seremos forzados a un enfrentamiento final eventualmente.

source: scenario name^The Great Continent
es: El Gran Continente

source: Explore Wesnoth
es: Explorar Wesnoth

source: Build up your army ($( $bm_milestone_scepter - $bm_turns ) battles remaining)
es: Construir tu ejército ($( $bm_milestone_scepter - $bm_turns ) batallas restantes)

source: Build up your army (1 battle remaining)
es: Construir tu ejército (1 batalla restante)

source: Reunite with Delfador
es: Reunirse con Delfador

source: Find Delfador
es: Encontrar a Delfador

source: Claim the Sceptre of Fire
es: Reclamar el Cetro de Fuego

source: Choose a path and escape the rising lava
es: Elegir un camino y escapar de la lava ascendente

source: Prepare to fight Asheviere ($( $bm_milestone_finale - $bm_turns ) battles remaining)
es: Prepararse para luchar contra Asheviere ($( $bm_milestone_finale - $bm_turns ) batallas restantes)

source: Prepare to fight Asheviere (1 battle remaining)
es: Prepararse para luchar contra Asheviere (1 batalla restante)

source: Defeat the Dark Queen and reclaim your throne.
es: Derrotar a la Reina Oscura y reclamar tu trono.

source: Explore Wesnoth and build up your army
es: Explorar Wesnoth y construir tu ejército

source: When you’re ready, find Delfador and claim the Sceptre of Fire
es: Cuando estés listo, encontrar a Delfador y reclamar el Cetro de Fuego

source: When you’re ready, defeat the Dark Queen and reclaim your throne
es: Cuando estés listo, derrotar a la Reina Oscura y reclamar tu trono

source: Tip: The season of the year changes every time you finish a battle. Winter battles will have longer nights and shorter days, often with more snow and ice. Summer battles are the opposite.
es: Consejo: La estación del año cambia cada vez que terminas una batalla. Las batallas de invierno tendrán noches más largas y días más cortos, a menudo con más nieve y hielo. Las batallas de verano son lo opuesto.

source: Right now it’s winter. You can see the current season in the top-right-hand corner.
es: Ahora mismo es invierno. Puedes ver la estación actual en la esquina superior derecha.

source: Tip: Konrad only has time to fight a limited number of scenarios before the final battle. If you want to (non-canonically) remove that limit, there’s a secret in the Great Ocean that can help.
es: Consejo: Konrad solo tiene tiempo para luchar en un número limitado de escenarios antes de la batalla final. Si quieres (de forma no canónica) eliminar ese límite, hay un secreto en el Gran Océano que puede ayudar.

source: Tip: Konrad will start most battle scenarios with 75 gold, plus any carryover from your last battle.
es: Consejo: Konrad comenzará la mayoría de los escenarios de batalla con 75 de oro, más cualquier excedente de tu última batalla.

source: Tip: This campaign’s difficulty setting affects both the strength of your enemies and the number of scenarios you can play before the final battle.
es: Consejo: La configuración de dificultad de esta campaña afecta tanto la fuerza de tus enemigos como el número de escenarios que puedes jugar antes de la batalla final.

source: However, if you adjust the difficulty mid-campaign, the number of scenarios won’t change (or else you might end up stuck in an unplayable area).
es: Sin embargo, si ajustas la dificultad a mitad de la campaña, el número de escenarios no cambiará (de lo contrario podrías quedarte atascado en un área injugable).

source: Tip: This campaign has many secrets and special interactions. Some are hinted at in the achievements list (viewable on the Wesnoth main menu).
es: Consejo: Esta campaña tiene muchos secretos e interacciones especiales. Algunos se insinúan en la lista de logros (visible en el menú principal de Wesnoth).

source: Well done, Konrad! I couldn’t be prouder of your wisdom in battle; you’re truly well on your way to becoming the prince you were always meant to be.
es: ¡Bien hecho, Konrad! No podría estar más orgulloso de tu sabiduría en la batalla; realmente estás en camino de convertirte en el príncipe que siempre debiste ser.

source: I had a good teacher! And now that we’ve helped the people here, all kinds of new places are suddenly open to us. Where shall we go to next?
es: ¡Tuve un buen maestro! Y ahora que hemos ayudado a la gente aquí, todo tipo de nuevos lugares se nos abren de repente. ¿A dónde iremos después?

source: What’s going on, Delfador? Is something the matter?
es: ¿Qué está pasando, Delfador? ¿Hay algún problema?

source: I’m afraid so, young prince. Blackwing brings ill tidings, for my suspicions have been confirmed — Asheviere lays siege to Elensefar, breaking the century-old treaty between Wesnoth and the Elense city-state.
es: Me temo que sí, joven príncipe. Alanegra trae malas noticias, pues mis sospechas se han confirmado — Asheviere sitia Elensefar, rompiendo el tratado centenario entre Wesnoth y la ciudad-estado de Elense.

source: Lord Maddock may not be the most reliable ally, but he and his army have been instrumental in maintaining the relative freedom of the western reaches. If Elensefar should fall, we would lose a great ally in our quest for a victory against Asheviere. I must depart at once to aid in the defense!
es: Lord Maddock puede no ser el aliado más confiable, pero él y su ejército han sido fundamentales para mantener la relativa libertad de las regiones occidentales. Si Elensefar cayera, perderíamos un gran aliado en nuestra búsqueda de victoria contra Asheviere. ¡Debo partir de inmediato para ayudar en la defensa!

source: Then I am to journey on alone? I fear my quest will be difficult without your guidance and magic... but what must be must be.
es: ¿Entonces debo continuar el viaje solo? Temo que mi búsqueda será difícil sin tu guía y magia... pero lo que debe ser, será.

source: Not alone, Konrad. Already you have found new allies — the gentle elves of the Aethenwood — and you will doubtless find many more among the other denizens of the Great Continent.
es: No solo, Konrad. Ya has encontrado nuevos aliados — los gentiles elfos del Bosque Edén — y sin duda encontrarás muchos más entre los otros habitantes del Gran Continente.

source: Not alone, Konrad. Already you have found new allies — the royal knights of Blackwater Port — and you will doubtless find many more among the other denizens of the Great Continent.
es: No solo, Konrad. Ya has encontrado nuevos aliados — los caballeros reales del Puerto de Aguasnegras — y sin duda encontrarás muchos más entre los otros habitantes del Gran Continente.

source: Not alone, Konrad. Already you have found new allies — the noble Bay of Pearls merfolk — and you will doubtless find many more among the other denizens of the Great Continent.
es: No solo, Konrad. Ya has encontrado nuevos aliados — los nobles sirénidos de la Bahía de las Perlas — y sin duda encontrarás muchos más entre los otros habitantes del Gran Continente.

source: Not alone, Konrad. Though I am loathe to see us part ways so soon, I can at least leave with you my familiar — the venerable Blackwing. Care for him well.
es: No solo, Konrad. Aunque me duele separarnos tan pronto, al menos puedo dejarte a mi familiar — el venerable Blackwing. Cuídalo bien.

source: Not alone, Konrad. Already you have gained new allies, and you will doubtless find many more among the other denizens of the Great Continent.
es: No solo, Konrad. Ya has ganado nuevos aliados, y sin duda encontrarás muchos más entre los otros habitantes del Gran Continente.

source: And as for my guidance, well... I raised you as best I was able, and did my utmost to prepare you for the difficult quest that lies ahead. You have trusted me, and for that I am grateful.
es: Y en cuanto a mi guía, bueno... Te crié lo mejor que pude, e hice todo lo posible para prepararte para la difícil búsqueda que tienes por delante. Has confiado en mí, y por eso estoy agradecido.

source: Now the time has come for me to put my trust in you. My trust that you can succeed where I failed; my trust that you shall yet restore the throne of Wesnoth! I know that you will make me proud.
es: Ahora ha llegado el momento de poner mi confianza en ti. Mi confianza en que puedes tener éxito donde yo fallé; mi confianza en que aún restaurarás el trono de Wesnoth. ¡Sé que me harás sentir orgulloso!

source: Farewell, my young friend. Until we meet again.
es: Adiós, mi joven amigo. Hasta que nos volvamos a encontrar.

source: It’s up to me then. I won’t let Wesnoth down.
es: Entonces depende de mí. No decepcionaré a Wesnoth.

source: Well?
es: ¿Y bien?

source: Battle plan approved, Your Highness. And your mother adds — remember what happened to Eldred.
es: Plan de batalla aprobado, Alteza. Y tu madre añade — recuerda lo que le pasó a Eldred.

source: I know the risks, but Elensefar has dragged on for far too long already. Wizard or no, we have to finish things before we overextend.
es: Conozco los riesgos, pero Elensefar se ha prolongado demasiado tiempo ya. Mago o no, tenemos que terminar las cosas antes de sobreextendernos.

source: Well done, Konrad. We must now consider how to proceed.
es: Bien hecho, Konrad. Ahora debemos considerar cómo proceder.

source: Our victory at Elensefar has been a great blow to Asheviere, but her thumb firmly remains upon the core cities of central Wesnoth. We have not the strength to challenge her in her domain. Even if we did, such a war would kill untold numbers.
es: Nuestra victoria en Elensefar ha sido un gran golpe para Asheviere, pero su control sigue firme sobre las ciudades centrales de Wesnoth. No tenemos la fuerza para desafiarla en su dominio. Incluso si la tuviéramos, tal guerra mataría a incontables personas.

source: This is a crucial moment. We must be sure to act rightly...
es: Este es un momento crucial. Debemos asegurarnos de actuar correctamente...

source: Look there! A boat approaches!
es: ¡Mira allí! ¡Se acerca un barco!

source: Look there! Someone comes!
es: ¡Mira allí! ¡Alguien viene!

source: Not just someone! Konrad, this is Kalenz, High Lord of all elves and a close ally and friend.
es: ¡No es solo alguien! Konrad, este es Kalenz, Señor Supremo de todos los elfos y un aliado cercano y amigo.

source: Kalenz! Delfador has told me so much about you!
es: ¡Kalenz! ¡Delfador me ha hablado tanto de ti!

source: Thank you for offering us asylum — even the elves of the Aethenwood recognize your authority. It’s a high honor to finally meet you in person.
es: Gracias por ofrecernos asilo — incluso los elfos del Bosque Edén reconocen tu autoridad. Es un gran honor conocerte finalmente en persona.

source: And you as well, friend Konrad. I have not seen you since you were very young, shortly after the deaths... of your brothers. From what I hear of your actions, Delfador would be proud of the king you are becoming.
es: Y a ti también, amigo Konrad. No te he visto desde que eras muy joven, poco después de las muertes... de tus hermanos. Por lo que escucho de tus acciones, Delfador estaría orgulloso del rey en el que te estás convirtiendo.

source: But this is no idle visit of reminiscence, for I bring word from the Ka’lian. Your mentor called upon the advice of the elvish council some weeks ago, Konrad.
es: Pero esta no es una visita ociosa de reminiscencias, pues traigo noticias del Ka’lian. Tu mentor solicitó el consejo del consejo élfico hace algunas semanas, Konrad.

source: Delfador, the strands of prophecy are moving — you know she of whom I speak. May we take a moment in private?
es: Delfador, los hilos de la profecía se están moviendo — sabes de quién hablo. ¿Podemos tomar un momento en privado?

source: Then it shall be done. I depart for the Heart Mountains at once.
es: Entonces se hará. Parto hacia las Montañas del Corazón de inmediato.

source: You’re leaving just like that? We’ve hardly had a moment of peace together since the Aethenwood!
es: ¿Te vas así como así? ¡Apenas hemos tenido un momento de paz juntos desde el Bosque Edén!

source: I am afraid so, Konrad. An urgent matter has come up that demands my attention. It is something you need not concern yourself with just yet.
es: Me temo que sí, Konrad. Ha surgido un asunto urgente que requiere mi atención. Es algo con lo que no necesitas preocuparte todavía.

source: Gone! And with hardly a word. What’s this quest about, Kalenz?
es: ¡Se fue! Y con apenas una palabra. ¿De qué trata esta búsqueda, Kalenz?

source: Who are you, stranger? Your ears are forked, but I don’t recognize you from the Aethenwood — even your clothes look foreign. Friend or foe?
es: ¿Quién eres, extraño? Tus orejas son puntiagudas, pero no te reconozco del Bosque Edén — incluso tu ropa parece extranjera. ¿Amigo o enemigo?

source: Friend, Konrad. I am Kalenz, eldest in the Lintanir and High Lord of all elves. Greetings.
es: Amigo, Konrad. Soy Kalenz, el mayor del Lintanir y Señor Supremo de todos los elfos. Saludos.

source: Thank you for offering us asylum — even the elves of the Aethenwood recognize your authority. I am sorry for the price they paid. It’s a high honor to finally meet you in person.
es: Gracias por ofrecernos asilo — incluso los elfos del Bosque Edén reconocen tu autoridad. Lamento el precio que pagaron. Es un gran honor conocerte finalmente en persona.

source: And you as well, friend Konrad. I have not seen you since you were very young, shortly after the deaths of your brothers. From what I hear of your actions, you should be proud of the king you are becoming.
es: Y a ti también, amigo Konrad. No te he visto desde que eras muy joven, poco después de las muertes de tus hermanos. Por lo que escucho de tus acciones, deberías estar orgulloso del rey en el que te estás convirtiendo.

source: But this is no idle visit of reminiscence, for I bring grim news. The city of Elensefar — that which was defended so staunchly by your mentor Delfador and Lord Maddock — has been conquered.
es: Pero esta no es una visita ociosa de reminiscencias, pues traigo noticias sombrías. La ciudad de Elensefar — aquella que fue defendida tan firmemente por tu mentor Delfador y el señor Maddock — ha sido conquistada.

source: No! Has Delfador been taken prisoner? Is he hurt? We must march at once to his aid!
es: ¡No! ¿Han tomado prisionero a Delfador? ¿Está herido? ¡Debemos marchar de inmediato en su ayuda!

source: Your mentor is alive and well, Konrad. He could not rejoin you here today, but he left you a brief message. Ahem...
es: Tu mentor está vivo y bien, Konrad. No pudo reunirse contigo aquí hoy, pero te dejó un breve mensaje. Ejem...

source: I depart for the Heart Mountains at once, Konrad. An urgent matter has come up that demands my attention. It is something you need not concern yourself with just yet.
es: Parto hacia las Montañas del Corazón de inmediato, Konrad. Ha surgido un asunto urgente que requiere mi atención. Es algo con lo que no necesitas preocuparte todavía.

source: That’s it? We’ve hardly had a moment of peace together since the Aethenwood, and this is all he has to say. Kalenz, what is this quest about?
es: ¿Eso es todo? Apenas hemos tenido un momento de paz juntos desde el Bosque Edén, y esto es todo lo que tiene que decir. Kalenz, ¿de qué trata esta búsqueda?

source: Delfador is your guardian, and I shall respect his wish for silence on the matter. But in his absence, I shall be glad to accompany you on your travels.
es: Delfador es tu guardián, y respetaré su deseo de silencio sobre el asunto. Pero en su ausencia, estaré encantado de acompañarte en tus viajes.

source: Together we must continue the work that you and he already began — brightening hearts, kindling hope, and freeing still more of your kind from their oppressive queen.
es: Juntos debemos continuar el trabajo que tú y él ya comenzaron — iluminando corazones, encendiendo esperanza y liberando a aún más de tu gente de su reina opresora.

source: Messenger
es: Mensajero

source: Fsss... crackle crackle hiss!
es: ¡Fsss... crac crac siseo!

source: A message from Delfador. He has found the Sceptre of Fire!
es: ¡Un mensaje de Delfador. ¡Ha encontrado el Cetro de Fuego!

source: We must go at once! Once we hold the sceptre of my fathers; the symbol of the kings of Wesnoth, surely Asheviere can no longer hope to oppose us.
es: ¡Debemos ir de inmediato! Una vez que tengamos el cetro de mis antepasados; el símbolo de los reyes de Wesnoth, seguramente Asheviere ya no podrá esperar oponérsenos.

source: Indeed. Let us make haste, before some misfortune befalls it...
es: En efecto. Apresurémonos, antes de que alguna desgracia le ocurra...

source: The Sceptre of Fire? I thought that was just a myth! This is the quest he’s been off doing so secretly?
es: ¿El Cetro de Fuego? ¡Pensé que era solo un mito! ¿Esta es la búsqueda que ha estado haciendo tan secretamente?

source: Indeed. Delfador will explain more once we three reunite. He is deep in the Heart Mountains to the northeast — you must go to him at once, Konrad.
es: En efecto. Delfador explicará más una vez que nos reunamos los tres. Está profundo en las Montañas del Corazón al noreste — debes ir con él de inmediato, Konrad.

source: A message from Delfador! He has found the Sceptre of Fire!
es: ¡Un mensaje de Delfador! ¡Ha encontrado el Cetro de Fuego!

source: We must go at once! Once we hold the sceptre of my fathers; the symbol of the king of Wesnoth, surely Asheviere can no longer hope to oppose us.
es: ¡Debemos ir de inmediato! Una vez que tengamos el cetro de mis antepasados; el símbolo del rey de Wesnoth, seguramente Asheviere ya no podrá esperar oponérsenos.

source: A message from Delfador! He has found... the Sceptre of Fire?! I thought the Sceptre was just a myth! This is the quest he’s been off doing so secretly?
es: ¡Un mensaje de Delfador! ¡Ha encontrado... el Cetro de Fuego! ¡Pensé que el Cetro era solo un mito! ¿Esta es la búsqueda que ha estado haciendo tan secretamente?

source: I suppose Delfador will explain more once we reunite. The message says he is deep in the Heart Mountains to the northeast — I must go to him at once.
es: Supongo que Delfador explicará más una vez que nos reunamos. El mensaje dice que está profundo en las Montañas del Corazón al noreste — debo ir con él de inmediato.

source: You already been paid for by da wizzard. Go on thru, softskin.
es: Ya fuiste pagado por el mago. Adelante, piel suave.

source: Any other time I would have insisted on stopping to help these poor people! But I’ve been instructed to meet with Delfador at once.
es: En cualquier otro momento habría insistido en detenerme para ayudar a esta pobre gente. ¡Pero me han indicado reunirme con Delfador de inmediato!

source: Delfador is just north of here. With so many orcs nearby, the Doors are closed to us. But I can still loop around to the west, north, then east, through the Caverns of Chaincolt.
es: Delfador está justo al norte de aquí. Con tantos orcos cerca, las Puertas están cerradas para nosotros. Pero aún puedo rodear al oeste, norte, luego este, a través de las Cavernas de Chaincolt.

source: There is no time to stop and fight — I must meet with Delfador and claim the Sceptre. He is deep within the Heart Mountains, somewhere to the northeast.
es: No hay tiempo para detenerse y luchar — debo reunirme con Delfador y reclamar el Cetro. Está profundo dentro de las Montañas del Corazón, en algún lugar al noreste.

source: Crossin’ through Stoneskin ford? Dat’ll be $ford_cost gold for passage, whelp.
es: ¿Cruzando el vado de Piel de Piedra? Eso serán $ford_cost de oro por el paso, cachorro.

source: Clan Stoneskin is an ally of the crown. Let me by or face the consequences.
es: El clan Piel de Piedra es aliado de la corona. Déjame pasar o enfréntate a las consecuencias.

source: Das right, miss princess. An bein’ our allies, I’m sure you wooden mind donatin’ dem $ford_cost gold pieces.
es: Eso es correcto, princesa. Y siendo nuestros aliados, estoy seguro de que no te importará donar esos $ford_cost piezas de oro.

source: Good news or bad news, Mirya. Are we too late?
es: ¿Buenas noticias o malas noticias, Mirya? ¿Llegamos demasiado tarde?

source: They definitely have a lead on the Sceptre — of that I’m certain, Your Highness. But your “cousin” has only just arrived. They can’t yet have reached it.
es: Definitivamente tienen ventaja sobre el Cetro — de eso estoy segura, Alteza. Pero tu «primo» acaba de llegar. Aún no pueden haberlo alcanzado.

source: Then there’s still a chance. Double-quick, men!
es: Entonces aún hay una oportunidad. ¡Rápido, hombres!

source: It is good that you have chosen to help us, Li’sar. But as we approach Weldyn, will your decision hold? You would do well to learn the lesson on loyalty that your mother did not.
es: Es bueno que hayas elegido ayudarnos, Li’sar. Pero a medida que nos acercamos a Weldyn, ¿mantendrás tu decisión? Harías bien en aprender la lección sobre lealtad que tu madre no aprendió.
