Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: The Light rebukes you, foul creature of the night! In a blaze of brilliance shall you be purged!
es: ¡La Luz te reprende, vil criatura de la noche! ¡En un destello de brillantez serás purgado!

source: Curse you all! The queen promised I would be left in peace here...
es: ¡Malditos sean todos! La reina prometió que me dejarían en paz aquí...

source: Ugh, forget this! I’m not wasting any more time here with you — time for my dashing escape!
es: Ugh, ¡olvídenlo! ¡No voy a desperdiciar más tiempo aquí con ustedes — hora de mi escape espectacular!

source: Gah, where did all these piranhas come from? There’s too much rotting meat in the water!
es: ¡Gah, de dónde salieron todas estas pirañas! ¡Hay demasiada carne podrida en el agua!

source: (Gurgle gurgle gurgle...)
es: (Gluglú gluglú gluglú...)

source: The necromancer is defeated, and the countryside is safe once more! Good work, everybody.
es: ¡El nigromante está derrotado, y el campo está seguro una vez más! Buen trabajo, todos.

source: The Light shall always find the Light, and so have I found you! Let us quest on together in opposition to the dark queen!
es: ¡La Luz siempre encontrará la Luz, y así te he encontrado! ¡Continuemos nuestra búsqueda juntos en oposición a la reina oscura!

source: The necromancer is defeated, and the countryside is safe once more! I am sorry that Moremirmu has perished, but at least he did not die in vain. Now we must continue onwards!
es: ¡El nigromante está derrotado, y el campo está seguro una vez más! Lamento que Moremirmu haya perecido, pero al menos no murió en vano. ¡Ahora debemos continuar adelante!

source: scenario name^Isle of the Damned
es: Isla de los Condenados

source: Undead
es: No Muertos

source: Hello? Is anybody here?
es: ¿Hola? ¿Hay alguien aquí?

source: I’m nearly blind in this fog, but I think I see a hovel off in the distance.
es: Estoy casi ciego en esta niebla, pero creo que veo una choza a lo lejos.

source: Freeze! Drop the sword, or we won’t hesitate to run ye through.
es: ¡Quieto! Suelta la espada, o no dudaremos en atravesarte.

source: (This keeps getting worse...)
es: (Esto sigue empeorando...)

source: How many of ye are there? How did she find out about us! Speak, vermin!
es: ¿Cuántos son? ¡¿Cómo se enteró de nosotros?! ¡Habla, alimaña!

source: This is the worst timing... an’ us fighting without Harper too...
es: Este es el peor momento... y nosotros luchando sin Harper también...

source: I dunno, Delurin. They’re a mean lot, but they don’t much look like Asheviere’s. It’s been a long time since we ’ad to put down any of her goons.
es: No lo sé, Delurin. Son un grupo duro, pero no se parecen mucho a los de Asheviere. Ha pasado mucho tiempo desde que tuvimos que acabar con alguno de sus matones.

source: Peace, friends! I mean you no harm, and I’m no servant of Asheviere’s! My name is Konrad. I’m a prince, nephew of Garard, son of Arand and rightful heir to Wesnoth!
es: ¡Paz, amigos! No les deseo daño, ¡y no soy sirviente de Asheviere! Mi nombre es Konrad. Soy un príncipe, sobrino de Garard, hijo de Arand y heredero legítimo de Wesnoth.

source: Konrad? I’ve heard of Prince Konrad... You might be he, or you mightn’t.
es: ¿Konrad? He oído del príncipe Konrad... Podrías ser él, o no.

source: You say you’re a friend, an’ that’s worth something at least.
es: Dices que eres un amigo, y eso vale algo al menos.

source: I’ll give you a chance to prove yerself, boy. We’ve been havin’ trouble with some bestial undead on the isle. Our leader is missing, and without ’er we’re struggling to fight back.
es: Te daré una oportunidad de probarte, muchacho. Hemos tenido problemas con algunos no muertos bestiales en la isla. Nuestra líder está desaparecida, y sin ella estamos luchando para defendernos.

source: But the real Konrad’d be a great general; he’d have no trouble beating down the dead. Lead us against the corpses, prince, and we’ll see just how genuine you are. I’ll be watching.
es: Pero el verdadero Konrad sería un gran general; no tendría problemas para derrotar a los muertos. Guíanos contra los cadáveres, príncipe, y veremos qué tan genuino eres. Estaré observando.

source: Konrad can now recruit Thugs and Footpads!
es: ¡Konrad ahora puede reclutar Matones y Maleantes!

source: Death of Delurin
es: Muerte de Delurin

source: Undead in th’ heart o’ town! I’m glad Baldras didn’t live to see this...
es: ¡No muertos en el corazón de la ciudad! Me alegra que Baldras no viviera para ver esto...

source: This crypt was once grand, but now all has gone to rot. There’s nothing of value here.
es: Esta cripta fue una vez grandiosa, pero ahora todo se ha podrido. No hay nada de valor aquí.

source: This crypt is shallow and dry, and there’s 20 gold inside!
es: ¡Esta cripta es poco profunda y seca, y hay 20 de oro dentro!

source: This crypt is deep, and a foul stench wafts up from below. There’s something near the entrance.
es: Esta cripta es profunda, y un hedor fétido sube desde abajo. Hay algo cerca de la entrada.

source: Gah, undead!
es: ¡Gah, no muertos!

source: Watch out around those crypts, Konrad. This whole undead problem only started after our leader went down into one of them looking for treasure.
es: Cuidado con esas criptas, Konrad. Todo este problema con los no muertos empezó después de que nuestra líder bajara a una de ellas buscando tesoro.

source: She’s still down in there, somewhere. But we can’t do much to help now, not till we deal with them that’s up here an’ fightings us.
es: Ella aún está ahí abajo, en algún lugar. Pero no podemos hacer mucho para ayudar ahora, no hasta que lidiemos con los que están aquí arriba y nos están atacando.

source: Not bad, prince. Maybe you is who you says you is after all. But there’s still more of ’em out there to fight.
es: No está mal, príncipe. Tal vez eres quien dices ser después de todo. Pero aún hay más de ellos ahí fuera para luchar.

source: That’s the last of ’em! The Three Sisters is safe. You done well, kid — I’m sorry we threatened you.
es: ¡Ese es el último de ellos! Las Tres Hermanas están a salvo. Lo hiciste bien, chico — lo siento por haberte amenazado.

source: Your threats would have been your end, had you tried to carry them out. But I understand: you’ve been out here so long that you’ve forgotten what a friendly face looks like.
es: Tus amenazas habrían sido tu fin, si hubieras intentado llevarlas a cabo. Pero entiendo: han estado aquí tanto tiempo que han olvidado cómo se ve una cara amistosa.

source: Ain’t that the truth. Been nigh on 20 years since we fled our homes, since that stinker Asheviere warned us to swear fealty or die. We ain’t no friends of hers, and we’d be honored to join you on the rest of yer journey.
es: Esa es la verdad. Han pasado casi 20 años desde que huimos de nuestros hogares, desde que esa apestosa Asheviere nos advirtió que juráramos lealtad o muriéramos. No somos amigos de ella, y sería un honor unirnos a ti en el resto de tu viaje.

source: Some leader you are. I’m glad Baldras didn’t live to see this...
es: Qué líder eres. Me alegra que Baldras no viviera para ver esto...

source: Hurry it up, “Prince Konrad”! There’s friends of mine in trouble, and we can’t do naught about it until these undead are finished!
es: ¡Apúrate, “príncipe Konrad”! Hay amigos míos en problemas, y no podemos hacer nada al respecto hasta que estos no muertos estén acabados.

source: This is taking too long. ’s what I get for trusting a “prince”; we should’ve dealt with these dead by ourselves from the beginning.
es: Esto está tomando demasiado tiempo. Esto es lo que obtengo por confiar en un “príncipe”; deberíamos haber lidiado con estos muertos nosotros mismos desde el principio.

source: Beasts
es: Bestias

source: 60 gold
es: 60 de oro

source: Midnight Queen
es: Reina de Medianoche

source: Here we are: the entrance to the island catacombs. The source of the undead must be down here somewhere... and the outlaw leaders, if they’re still alive.
es: Aquí estamos: la entrada a las catacumbas de la isla. La fuente de los no muertos debe estar aquí abajo en algún lugar... y los líderes proscritos, si aún están vivos.

source: If Delurin’s guess is correct, this place goes on for miles. We may have to split up if we want to search the whole thing in decent time.
es: Si la suposición de Delurin es correcta, este lugar se extiende por millas. Tal vez tengamos que separarnos si queremos buscar todo en un tiempo decente.

source: Find and destroy the source of the undead
es: Encuentra y destruye la fuente de los no muertos

source: I wonder who built this place, and for what purpose? The handiwork doesn’t look dwarvish, but it’s far too old to have been tunneled by men. Their— err, our kind has barely been on the Great Continent for 500 years!
es: Me pregunto quién construyó este lugar, ¿y con qué propósito? La obra no parece enana, pero es demasiado antigua para haber sido excavada por hombres. Nuestra especie apenas ha estado en el Gran Continente durante 500 años.

source: Aye, ain’t no dwarf-tunnels, that’s for sure. Jus’ look at them ugly, lumpy walls! Whoever made this place weren’t no troll, neither.
es: Sí, no son túneles de enanos, eso seguro. ¡Mira esas paredes feas y abultadas! Quienquiera que hizo este lugar no era un trol, tampoco.

source: I have heard stories of this place; the isle of Lilanas. Elves once lived here. But that was long ago, before even my time.
es: He oído historias de este lugar; la isla de Lilanas. Los elfos vivieron aquí una vez. Pero eso fue hace mucho tiempo, antes incluso de mi época.

source: There is a dark presence here, Konrad, foul; something that has rejected the Light and hides deep within this place. Beyond that I cannot say.
es: Hay una presencia oscura aquí, Konrad, maligna; algo que ha rechazado la Luz y se esconde en lo profundo de este lugar. Más allá de eso no puedo decir.

source: Well, err — the architecture is... ah, old. Mermish? Elvish, perhaps? But these caves are certainly natural. Someone found the caves and took up, err, residence?
es: Bueno, eh — la arquitectura es... ah, antigua. ¿Sirénida? ¿Élfica, tal vez? Pero estas cuevas son ciertamente naturales. Alguien encontró las cuevas y tomó, eh, residencia.

source: Dis not a troll hole, Konrad. But not a dwarf hole neither. An’ Dosh dunno who else be livin’ in caves.
es: Esto no es un agujero de trol, Konrad. Pero tampoco un agujero de enano. Y Dosh no sabe quién más vive en cuevas.

source: I smell clean fresh air, and spray laced with salt! Nearby lies the ocean; we will find no undead this way.
es: ¡Huelo aire fresco y limpio, y rocío con sal! Cerca está el océano; no encontraremos no muertos por este camino.

source: A nest of giant spiders! I’ve heard terrible stories about the awful danger of these creatures. There’s certainly no undead anywhere inside their lair; perhaps if we keep our distance they will leave us alone.
es: ¡Un nido de arañas gigantes! He oído historias terribles sobre el peligro horrible de estas criaturas. Ciertamente no hay no muertos dentro de su guarida; tal vez si mantenemos la distancia nos dejen en paz.

source: A revenant! That thing is a capable fighter, but such a mindless creature could not have cast the spells needed to raise his fellows. There must be a necromancer or lich somewhere else within these caverns.
es: ¡Un aparecido! Esa cosa es un luchador capaz, pero una criatura tan sin mente no podría haber lanzado los hechizos necesarios para levantar a sus compañeros. Debe haber un nigromante o un liche en algún otro lugar dentro de estas cavernas.

source: Well done, everyone! We’ve beaten one group of undead, but the source behind this dark magic is still at large.
es: ¡Bien hecho, todos! Hemos derrotado a un grupo de no muertos, pero la fuente detrás de esta magia oscura aún está suelta.

source: That’s the last of the spider! A difficult fight, but we’ve gained valuable experience.
es: ¡Esa es la última araña! Una pelea difícil, pero hemos ganado experiencia valiosa.

source: Welcome, strangers, to the boudoir of the midnight queen. It’s been so many years since I’ve had such handsome visitors.
es: Bienvenidos, extraños, al tocador de la reina de medianoche. Han pasado tantos años desde que tuve visitantes tan apuestos.

source: You will be made to serve... Come admire me. Feel my love.
es: Serán obligados a servir... Vengan a admirarme. Sientan mi amor.

source: She’s... She’s beautiful...
es: Ella es... Es hermosa...

source: Knock it off, lady! Don’t any of you listen to her, she’s nothing but an illusion!
es: ¡Basta, señora! ¡Ninguno de ustedes la escuche, no es más que una ilusión!

source: Insolent man-lings! I was immortal queen of this isle since before your kind had learned to walk! You will learn to show proper respect!
es: ¡Insolentes hombrecitos! ¡Fui la reina inmortal de esta isla desde antes de que su especie aprendiera a caminar! ¡Aprenderán a mostrar el respeto apropiado!

source: Hey. I’m Harper. Aren’t you a sight for sore eyes.
es: Oye. Soy Harper. Qué grata sorpresa verlos.

source: You’re the leader of the outlaws? Err, we came to rescue you, and to put an end to the undead threat on the isle. What happened in this place?!
es: ¿Eres la líder de los proscritos? Eh, vinimos a rescatarte, y a poner fin a la amenaza de los no muertos en la isla. ¡¿Qué pasó en este lugar?!

source: Well... some weeks ago I led some hunters down here lookin’ fer magic, treasure, anythin’ that could help really make a difference ’gainst that stinker Queen Asheviere. Really thought I’d found somethin’ too.
es: Bueno... hace unas semanas llevé a algunos cazadores aquí abajo buscando magia, tesoro, cualquier cosa que realmente pudiera marcar una diferencia contra esa apestosa Reina Asheviere. Realmente pensé que había encontrado algo.

source: ’stead all my hard work just got people killed. I awoke that “Midnight Queen”, an’ now I’m the last one of us who came down here what’s left alive...
es: En cambio, todo mi duro trabajo solo consiguió que murieran personas. Desperté a esa “Reina de Medianoche”, y ahora soy la última de nosotros que bajó aquí que queda viva...

source: But there be no time for talk. C’mon, we gots to finish her off afore she gets her glamour put back on!
es: Pero no hay tiempo para hablar. Vamos, tenemos que acabar con ella antes de que recupere su glamour.

source: Fools! You mayflies cannot kill me! I am the greatest of the druids of Lilanas; my spirit is the isle’s wind, my bones its earth, my blood its beasts!
es: ¡Necios! ¡Ustedes mortales no pueden matarme! ¡Soy la mayor de los druidas de Lilanas; mi espíritu es el viento de la isla, mis huesos su tierra, mi sangre sus bestias!

source: You may destroy me now, but in 500 years I shall return! So long as the isle stands... I shall always return...
es: Pueden destruirme ahora, ¡pero en 500 años regresaré! Mientras la isla permanezca... siempre regresaré...

source: Death to tyrants, now and forevermore!
es: ¡Muerte a los tiranos, ahora y para siempre!

source: ... do you think she meant what she said about returning in 500 years?
es: ... ¿crees que hablaba en serio cuando dijo que volvería dentro de 500 años?

source: Sure, aye, when trolls fly! Ah ain’t never heard such a lot o’ ninnyhammerin’ tripe since th’ last time my pa’ got too deep in ’is drink. We got nothin’ to worry about.
es: ¡Claro, cuando los troles vuelen! Nunca había oído tanta tontería desde la última vez que mi papá se emborrachó demasiado. No tenemos nada de qué preocuparnos.

source: An accursed curse by an accursed creature, Konrad! Even in death, she still aims to beguile us with her foul lies.
es: ¡Una maldición maldita por una criatura maldita, Konrad! Incluso en la muerte, aún intenta engañarnos con sus viles mentiras.

source: C’mon, let’s be gettin’ back to the village. And on the way, you boys better be tellin’ me just who exactly you all are.
es: Vamos, regresemos al pueblo. Y en el camino, será mejor que me digan quiénes son exactamente todos ustedes.

source: We musn’t take too long down here. The air is foul and growing fouler by the minute; if we cannot defeat the leader of the undead, we shall soon be forced to return to the surface.
es: No debemos tardar demasiado aquí abajo. El aire es fétido y se vuelve más fétido cada minuto; si no podemos derrotar al líder de los no muertos, pronto nos veremos obligados a regresar a la superficie.

source: I can barely continue to breathe in air so foul, much less fight. I am sorry to flee, but if we stay here any longer we shall surely suffocate.
es: Apenas puedo seguir respirando en un aire tan fétido, mucho menos luchar. Lamento huir, pero si nos quedamos aquí más tiempo seguramente nos asfixiaremos.

source: The Siege of Elensefar
es: El Asedio de Elensefar

source: The Daneth
es: El Daneth

source: Elyn's Folly
es: La Locura de Elyn

source: Push, you blaggards! We take the isle or it’s back to the gallows for us all!
es: ¡Empujen, granujas! ¡Tomamos la isla o es de vuelta al patíbulo para todos nosotros!

source: Damnations, still no progress! The defenders can’t keep this up forever — prepare another assault.
es: ¡Maldiciones, aún sin progreso! Los defensores no pueden mantener esto para siempre — preparen otro asalto.

source: Welcome to Elensefar, young master. Delfador has told me a great deal about you over the years! If you truly possess the potential that he claims, now is the time to start living up to it.
es: Bienvenido a Elensefar, joven maestro. ¡Delfador me ha contado mucho sobre ti a lo largo de los años! Si realmente posees el potencial que él afirma, ahora es el momento de empezar a estar a la altura.

source: As you can see we’re hard-pressed, for Asheviere’s loyalists besiege the south bridge while orcs push in from the north. Every attack has been repelled, but that lieutenant of theirs is right about one thing — we can’t keep it up forever.
es: Como puedes ver, estamos en apuros, porque los leales de Asheviere asedian el puente del sur mientras los orcos avanzan desde el norte. Cada ataque ha sido repelido, pero ese teniente de ellos tiene razón en una cosa — no podemos mantenerlo para siempre.

source: Got yourself into trouble again, Maddock? Ain’t no cursed soldiers this time, but we’re still here to help.
es: ¿Te metiste en problemas otra vez, Maddock? No hay soldados malditos esta vez, pero aún estamos aquí para ayudar.

source: Ah’m not afraid! Jus’ give the word an’ I’ll see them chicken-hearted pox wrinklers clear back to Weldyn!
es: ¡No tengo miedo! ¡Solo da la orden y los veré a esos cobardes arrugados por la viruela de vuelta hasta Weldyn!

source: The dark queen’s shadow spreads, but the Light shall burn her back! We shall stand together against the darkness!
es: ¡La sombra de la reina oscura se extiende, pero la Luz la quemará de vuelta! ¡Nos mantendremos juntos contra la oscuridad!

source: We’re here to help, Lord Maddock. Elensefar has long been a bastion of freedom against Asheviere’s tyranny. We can’t let it fall!
es: Estamos aquí para ayudar, señor Maddock. Elensefar ha sido durante mucho tiempo un bastión de libertad contra la tiranía de Asheviere. ¡No podemos dejar que caiga!

source: Exposing yourself here is a great risk, Master Konrad. But your position behind enemy lines does afford us opportunity for a counterattack.
es: Exponerte aquí es un gran riesgo, maestro Konrad. Pero tu posición detrás de las líneas enemigas nos da oportunidad para un contraataque.

source: If you can defeat enough of their leaders to break the siege, the remainder will most certainly be forced to withdraw.
es: Si puedes derrotar a suficientes de sus líderes para romper el asedio, el resto seguramente se verá forzado a retirarse.

source: I won’t let you down, Delfador. Prepare for battle!
es: No te decepcionaré, Delfador. ¡Preparen para la batalla!

source: Defeat any $leaders_to_kill enemy leaders
es: Derrota a cualquiera de los $leaders_to_kill líderes enemigos

source: Defeat any $leaders_to_kill enemy leaders ($leaders_killed defeated)
es: Derrota a cualquiera de los $leaders_to_kill líderes enemigos ($leaders_killed derrotados)

source: Death of Lord Maddock
es: Muerte de Lord Maddock

source: It’s good to see you again, Delfador. I’m glad you’re still okay!
es: Es bueno verte de nuevo, Delfador. ¡Me alegra que aún estés bien!

source: Alive and kicking indeed, young master. But there is no time for idle chatter.
es: Vivo y pateando de verdad, joven maestro. Pero no hay tiempo para charlas ociosas.

source: Tried t’ tell you this would happen, Maddock. You shoulda fought with us back when the going was better.
es: Intenté decirte que esto pasaría, Maddock. Deberías haber luchado con nosotros cuando las cosas iban mejor.

source: You’ll recall that I did, through my son. It is not by mere chance that Elensefar has been kept free thus far, and nor is it by chance that it will stay that way today.
es: Recordarás que lo hice, a través de mi hijo. No es por mera casualidad que Elensefar ha permanecido libre hasta ahora, ni es por casualidad que permanecerá así hoy.

source: What’s this? Lord Maddock, Master Konrad, I scry many small ships coming down the river! An ill tiding indeed, for they carry fresh fighters from Weldyn.
es: ¿Qué es esto? Señor Maddock, maestro Konrad, veo muchos barcos pequeños bajando por el río. ¡Una mala señal de verdad, porque traen luchadores frescos de Weldyn!

source: Impossible! What remains of the royal fleet already withdrew to the blockade; they don’t have the numbers for another amphibious attack.
es: ¡Imposible! Lo que queda de la flota real ya se retiró al bloqueo; no tienen los números para otro ataque anfibio.

source: Damn... converted smallcraft. I shouldn’t have committed so many warships to the bridge defense.
es: Maldición... embarcaciones pequeñas convertidas. No debería haber comprometido tantos buques de guerra en la defensa del puente.

source: Charlock, move to intercept! Those transports must not be allowed to land on the isle!
es: ¡Charlock, muévete para interceptar! ¡Esos transportes no deben desembarcar en la isla!

source: Elensefar Isle. Good work everyone — they weren’t ready for us to press the Carcyn fishers into service. But our fight’s not done yet.
es: Isla de Elensefar. Buen trabajo todos — no estaban preparados para que presionáramos a los pescadores de Carcyn al servicio. Pero nuestra lucha aún no ha terminado.

source: Secure a beachhead and prepare to receive the rest of the boats. We must act swiftly, before they can pivot their defenses.
es: Asegura una cabeza de playa y prepárate para recibir el resto de los barcos. Debemos actuar rápidamente, antes de que puedan girar sus defensas.

source: We meet again, princess! I’ve beaten you before, and I’ll do so again. Elensefar deserves a better ruler than you.
es: ¡Nos encontramos de nuevo, princesa! Te he vencido antes, y lo haré de nuevo. Elensefar merece un mejor gobernante que tú.

source: Konrad. I underestimated you once before — never again. You should have picked a different battle, princeling.
es: Konrad. Te subestimé una vez antes — nunca más. Deberías haber elegido una batalla diferente, principito.

source: Your Highness, we meet at last! I’ve heard stories about the battles you’ve won in your mother’s name. I won’t let Elensefar be one of them!
es: ¡Su Alteza, nos encontramos al fin! He oído historias sobre las batallas que has ganado en nombre de tu madre. ¡No dejaré que Elensefar sea una de ellas!

source: Hello, “Konrad.” I think you’re a little out of your depth, pretender — the battlefield is no place for a con man.
es: Hola, “Konrad.” Creo que estás un poco fuera de tu elemento, pretendiente — el campo de batalla no es lugar para un estafador.
