Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: Hey, wait! You’re a Shadow Mage! One o’ Helicrom’s. Wait — it’s me, Harper!
es: ¡Hey, espera! ¡Eres un Mago de las Sombras! Uno de Helicrom. Espera — ¡soy yo, Harper!

source: Konrad, I’ve told you stories about them Shadow Mages. How they helped Baldras an’ me bring down Halstead?
es: Konrad, te he contado historias sobre esos Magos de las Sombras. ¿Cómo ayudaron a Baldras y a mí a derribar Halstead?

source: Little Harper? This is a surprise. You’re marching alongside Prince Konrad?
es: ¿Pequeña Harper? Esto es una sorpresa. ¿Estás marchando junto al príncipe Konrad?

source: And now you’ve brought him right to our doorstep. Last I remember, you outlaws were helping us destabilize the crown, not fighting to supplant and restore it.
es: Y ahora lo has traído directamente a nuestra puerta. Lo último que recuerdo, ustedes forajidos nos estaban ayudando a desestabilizar la corona, no luchando para suplantarla y restaurarla.

source: Hey now, it ain’t as bad as all that. Asheviere is the evil one, not Konrad!
es: Hey ahora, no es tan malo como todo eso. ¡Asheviere es la malvada, no Konrad!

source: Be that as it may, a strong throne is not in the interest of the Grey Woods. I believe Helicrom made that clear when you and he first met.
es: Sea como sea, un trono fuerte no es del interés del Bosque Gris. Creo que Helicrom lo dejó claro cuando tú y él se conocieron por primera vez.

source: I understand that you want to be left alone, and I mean you no harm. Harper has vouched for me. Perhaps we can make a deal?
es: Entiendo que quieres que te dejen en paz, y no te deseo ningún daño. Harper ha respondido por mí. ¿Tal vez podamos hacer un trato?

source: Help me overthrow Asheviere now, and once I am king I will ensure that none of the crown’s agents interfere with whatever your business is in the Grey Woods. Provided that business causes nobody any harm.
es: Ayúdame a derrocar a Asheviere ahora, y una vez que sea rey me aseguraré de que ninguno de los agentes de la corona interfiera con cualquier negocio que tengas en el Bosque Gris. Siempre que ese negocio no cause daño a nadie.

source: I have no interest in collaborating with you. But I admit that some of our younger members care rather less about ideals and more about gold. They might be willing to follow you, if you can pay.
es: No tengo interés en colaborar contigo. Pero admito que algunos de nuestros miembros más jóvenes se preocupan menos por los ideales y más por el oro. Ellos podrían estar dispuestos a seguirte, si puedes pagar.

source: 100 gold: learn to recruit Rogue Mages.
es: 100 oro: aprende a reclutar Magos Pícaros.

source: Decline
es: Declinar

source: I would like to agree to your offer, but I don’t have enough gold right now. I’ll return when I can afford to pay.
es: Me gustaría aceptar tu oferta, pero no tengo suficiente oro ahora mismo. Regresaré cuando pueda pagar.

source: I agree to your offer. Thank you for your willingness to work with us — I vow to keep my word.
es: Acepto tu oferta. Gracias por tu disposición a trabajar con nosotros — juro cumplir mi palabra.

source: Konrad can now recruit Rogue Mages!
es: ¡Konrad ahora puede reclutar Magos Pícaros!

source: Crossroads
es: Encrucijada

source: Crossroads - 5 seasons remaining
es: Encrucijada - 5 estaciones restantes

source: Crossroads - 4 seasons remaining
es: Encrucijada - 4 estaciones restantes

source: Crossroads - 3 seasons remaining
es: Encrucijada - 3 estaciones restantes

source: Crossroads - 2 seasons remaining
es: Encrucijada - 2 estaciones restantes

source: Crossroads - 1 season remaining (last chance!)
es: Encrucijada - 1 estación restante (¡última oportunidad!)

source: Hello, “cousin” — if you really are Konrad and not an imposter. I am Li’sar, princess of Wesnoth and my mother’s most able commander.
es: Hola, “primo” — si realmente eres Konrad y no un impostor. Soy Li’sar, princesa de Wesnoth y la comandante más capaz de mi madre.

source: I hear you are a man of the people, princeling. Will you rescue these helpless dwarven prisoners before I have them executed?
es: He oído que eres un hombre del pueblo, principito. ¿Rescatarás a estos prisioneros enanos indefensos antes de que los haga ejecutar?

source: Well, Konrad? Will you fight me, or leave my dwarven prisoners to a gruesome fate?
es: ¿Y bien, Konrad? ¿Pelearás conmigo, o dejarás a mis prisioneros enanos a un destino atroz?

source: The princess Li’sar used to be here with some prisoners, but they have gone now.
es: La princesa Li’sar solía estar aquí con algunos prisioneros, pero ya se han ido.

source: You may have bested me today Konrad, but this isn’t over.
es: Puede que me hayas vencido hoy, Konrad, pero esto no ha terminado.

source: Thank ye again for freein’ me! If I ever get my hands on that cowardly, sniveling, sissy, waste-o-space princess...
es: ¡Gracias de nuevo por liberarme! ¡Si alguna vez pongo mis manos sobre esa princesa cobarde, llorona, débil y inútil...

source: Delfador says that there was once a tunnel connecting Tath and Dan’Tonk. During the war it was used to great effect against the city defenders.
es: Delfador dice que una vez hubo un túnel que conectaba Tath y Dan’Tonk. Durante la guerra se usó con gran efecto contra los defensores de la ciudad.

source: But even if the tunnel still exists, and has not been deliberately collapsed by Asheviere, it is surely too well-guarded for us to attempt to use it.
es: Pero incluso si el túnel aún existe, y no ha sido colapsado deliberadamente por Asheviere, seguramente está demasiado bien custodiado para que intentemos usarlo.

source: Tath is a fine town, but not strategically significant enough to be worth fighting over. It never fully recovered from the damage it took during Asheviere’s rise to power.
es: Tath es una buena ciudad, pero no lo suficientemente significativa estratégicamente como para valer la pena luchar por ella. Nunca se recuperó del todo del daño que sufrió durante el ascenso al poder de Asheviere.

source: Dan’Tonk. Delfador says this is the largest city in Wesnoth, and the source of most of Asheviere’s footmen.
es: Dan’Tonk. Delfador dice que esta es la ciudad más grande de Wesnoth, y la fuente de la mayoría de los soldados de infantería de Asheviere.

source: It was also a staging ground for Asheviere’s invasion of Elensefar. Now that we’ve helped Maddock repel her attack, they’ve begun transporting soldiers and weapons from the front back towards Dan’Tonk.
es: También fue un punto de partida para la invasión de Asheviere a Elensefar. Ahora que hemos ayudado a Maddock a repeler su ataque, han comenzado a transportar soldados y armas desde el frente de vuelta hacia Dan’Tonk.

source: It was also a staging ground for Asheviere’s invasion of Elensefar. Now that she’s taken the city, they’ve begun transporting soldiers and weapons from the front back towards Dan’Tonk.
es: También fue un punto de partida para la invasión de Asheviere a Elensefar. Ahora que ha tomado la ciudad, han comenzado a transportar soldados y armas desde el frente de vuelta hacia Dan’Tonk.

source: It’s also the staging ground for Asheviere’s invasion of the west. As her attacks draw to a close, they’ve begun transporting soldiers and weapons from the front back towards Dan’Tonk.
es: También es el punto de partida para la invasión de Asheviere al oeste. A medida que sus ataques llegan a su fin, han comenzado a transportar soldados y armas desde el frente de vuelta hacia Dan’Tonk.

source: Though the city itself is swarming with guards, if we strike fast we may be able to intercept and pilfer some of those inbound sabers, spears, and bows for our own arsenal!
es: Aunque la ciudad misma está repleta de guardias, si atacamos rápido podríamos interceptar y saquear algunos de esos sables, lanzas y arcos que llegan para nuestro propio arsenal.

source: A fog has rolled in and several weapon shipments are approaching Dan’Tonk. Everyone, are we ready?
es: Una niebla ha llegado y varios envíos de armas se acercan a Dan’Tonk. Todos, ¿estamos listos?

source: We have ventured into the heart of Wesnoth, pillaged the queen’s weapons, and lived to tell the tale! From the wagons we’ve gathered a large collection of sabres, spears, and bows — everything we need to outfit new Fencers, Spearmen, and Bowmen!
es: ¡Hemos aventurado en el corazón de Wesnoth, saqueado las armas de la reina, y vivido para contarlo! De los carros hemos reunido una gran colección de sables, lanzas y arcos — ¡todo lo que necesitamos para equipar nuevos Esgrimistas, Lanceros y Arqueros!

source: Konrad can now recruit Fencers, Spearmen, and Bowmen!
es: ¡Konrad ahora puede reclutar Esgrimistas, Lanceros y Arqueros!

source: We have ventured into the heart of Wesnoth and escaped — and with more weapons than we had before! Although we lack the supplies to outfit and promote Bowmen, we’ve pillaged a large collection of sabres and spears for our Fencers and Spearmen!
es: ¡Hemos aventurado en el corazón de Wesnoth y escapado — y con más armas de las que teníamos antes! Aunque nos faltan los suministros para equipar y promover Arqueros, hemos saqueado una gran colección de sables y lanzas para nuestros Esgrimistas y Lanceros!

source: Konrad can now recruit Spearmen and Fencers!
es: ¡Konrad ahora puede reclutar Lanceros y Esgrimistas!

source: We have ventured into the heart of Wesnoth and escaped — and with more weapons than we had before! I wish we had managed to pillage more caravans, but we’ve at least obtained a large collection of sabres — perfect for training Fencers.
es: ¡Hemos aventurado en el corazón de Wesnoth y escapado — y con más armas de las que teníamos antes! Ojalá hubiéramos logrado saquear más caravanas, pero al menos hemos obtenido una gran colección de sables — perfectos para entrenar Esgrimistas.

source: Konrad can now recruit Fencers!
es: ¡Konrad ahora puede reclutar Esgrimistas!

source: We have ventured into the heart of Wesnoth and escaped — but without enough pillage to train even a single new soldier type! We shall have to make-do with the weapons and fighters we already have.
es: ¡Hemos aventurado en el corazón de Wesnoth y escapado — pero sin suficiente saqueo para entrenar ni siquiera un nuevo tipo de soldado! Tendremos que arreglarnos con las armas y luchadores que ya tenemos.

source: No point going back — the city surroundings are better-fortified now than ever, and we can’t expect the same trick to work twice.
es: No tiene sentido volver — los alrededores de la ciudad están mejor fortificados ahora que nunca, y no podemos esperar que el mismo truco funcione dos veces.

source: The Ford of Abez
es: El Vado de Abez

source: Crossin’ through Stoneskin ford? Dat’ll be $bm_ford_cost gold for passage, whelp.
es: ¿Cruzando por el vado de Piedrapiel? Eso serán $bm_ford_cost oro por el pasaje, cachorro.

source: You know da deal, softskin. Pay up.
es: Conoces el trato, piel suave. Paga.

source: What!? But I already paid you!
es: ¡¿Qué?! ¡Pero ya te pagué!

source: Fee works every time, both ways. Das why Dosh be givin’ you the membership discount, see? Only $bm_ford_cost gold for repeat customers.
es: La tarifa funciona cada vez, en ambos sentidos. Por eso Dosh te da el descuento de membresía, ¿ves? Solo $bm_ford_cost oro para clientes repetidos.

source: Pay ($bm_ford_cost gold)
es: Pagar ($bm_ford_cost oro)

source: You don’t got ’nuff gold, softskin. Come back later.
es: No tienes suficiente oro, piel suave. Vuelve más tarde.

source: This is practically highway robbery, but we don’t have time to stop and fight. Take your gold and let us through.
es: Esto es prácticamente un robo en carretera, pero no tenemos tiempo para detenernos y pelear. Toma tu oro y déjanos pasar.

source: Wow. Two-hunnerd fifty gold... you make me richest troll who ever lived! Konrad good troll-friend.
es: Vaya. Doscientos cincuenta oro... ¡me haces el trol más rico que jamás haya vivido! Konrad buen amigo trol.

source: Now that Dosh so rich, no point runnin’ ford toll no more. Might as well join Konrad, help you out with throne. We done ’nuff time making friends. Now’s time for smashing bad guys.
es: Ahora que Dosh está tan rico, no tiene sentido seguir cobrando el peaje del vado. Mejor unirme a Konrad, ayudarte con el trono. Ya pasamos suficiente tiempo haciendo amigos. Ahora es hora de aplastar a los malos.

source: You okay in da head, softskin? Das one-hunnerd gold you done paid me.
es: ¿Estás bien de la cabeza, piel suave? Eso es cien oro que me has pagado.

source: Maybe Dosh otta be charging more... fifty gold next time. Only a real troll-friend would keep paying.
es: Tal vez Dosh debería cobrar más... cincuenta oro la próxima vez. Solo un verdadero amigo trol seguiría pagando.

source: You payin’ Dosh a lot o’ coins, Konrad. My retirement fund got seventy gold in it now!
es: Me estás pagando muchas monedas, Konrad. ¡Mi fondo de retiro tiene setenta oro ahora!

source: You a good customer, softskin. Das forty gold you done paid me so far.
es: Eres un buen cliente, piel suave. Eso son cuarenta oro que me has pagado hasta ahora.

source: Pleasure doin’ business with you.
es: Placer hacer negocios contigo.

source: Refuse
es: Rechazar

source: The heir of Wesnoth does not bow to extortion. Have at you, troll!
es: El heredero de Wesnoth no se somete a la extorsión. ¡A por ti, trol!

source: Paying once was bad enough. I’m taking my gold back!
es: ¡Pagar una vez ya fue bastante malo. Recupero mi oro!

source: Dosh glad Konrad and he didn’t have to fight. Fighting with Konrad much better than fighting against him!
es: Dosh feliz de que Konrad y él no tuvieran que pelear. ¡Pelear con Konrad es mucho mejor que pelear contra él!

source: We taught those highwaymen a lesson they won’t soon forget. Now the ford is free for all, as it should be.
es: Les dimos a esos salteadores de caminos una lección que no olvidarán pronto. Ahora el vado es libre para todos, como debería ser.

source: The ford is free for all to cross!
es: ¡El vado es libre para que todos lo crucen!

source: Glamdrol Fortress
es: Fortaleza Glamdrol

source: Item for Konrad: <span color='#EFBF04'><b>whenever one of Konrad’s living soldiers dies, all others gain regeneration for one turn.</b></span>
es: Objeto para Konrad: <span color='#EFBF04'><b>cada vez que uno de los soldados vivos de Konrad muere, todos los demás ganan regeneración por un turno.</b></span>

source: We approach the walls of a great orcish fortress. Glamdrol!
es: Nos acercamos a las murallas de una gran fortaleza orca. ¡Glamdrol!

source: Most orcish tribes live a nomadic lifestyle, but Delfador says they take great pride in possessing Glamdrol — or in defeating the last possessor.
es: La mayoría de las tribus orcas viven un estilo de vida nómada, pero Delfador dice que sienten gran orgullo al poseer Glamdrol — o al derrotar al último poseedor.

source: Orcs often raid Wesnoth’s villages and towns, stealing whatever gold and valuables they can find. Perhaps it’s time we gave them a taste of their own medicine!
es: Los orcos a menudo saquean las aldeas y pueblos de Wesnoth, robando todo el oro y valores que pueden encontrar. ¡Tal vez sea hora de darles una dosis de su propia medicina!

source: We have ventured into a great stronghold of the orcs and escaped! We had to give up all of our carryover gold to satisfy our agreement with the Stoneskins, but at least we made it through.
es: Hemos entrado en una gran fortaleza orca y escapado. Tuvimos que entregar todo nuestro oro sobrante para cumplir nuestro acuerdo con los Pieles de Piedra, pero al menos lo logramos.

source: We have ventured into a great stronghold of the orcs and escaped! Now, after paying our agreed-upon $bm_s22_gold_cost gold to our Stoneskin friends, we still have $gold gold remaining for our next battle.
es: Hemos entrado en una gran fortaleza orca y escapado. Ahora, tras pagar los $bm_s22_gold_cost de oro acordados a nuestros amigos Pieles de Piedra, aún nos quedan $gold de oro para nuestra próxima batalla.

source: We have ventured into a great stronghold of the orcs and escaped! And we have been well-rewarded for it! Even after paying our agreed-upon $bm_s22_gold_cost gold to our Stoneskin friends, we still have $gold gold remaining for our next battle.
es: Hemos entrado en una gran fortaleza orca y escapado. ¡Y hemos sido bien recompensados! Incluso tras pagar los $bm_s22_gold_cost de oro acordados a nuestros amigos Pieles de Piedra, aún nos quedan $gold de oro para nuestra próxima batalla.

source: We have ventured into a great stronghold of the orcs and escaped! Although we only managed to pillage $gold gold for our next battle, at least we have survived.
es: Hemos entrado en una gran fortaleza orca y escapado. Aunque solo logramos saquear $gold de oro para nuestra próxima batalla, al menos hemos sobrevivido.

source: We have ventured into a great stronghold of the orcs and escaped! And we have been well-rewarded for it, for we now have $gold gold stockpiled for our next battle.
es: Hemos entrado en una gran fortaleza orca y escapado. ¡Y hemos sido bien recompensados, pues ahora tenemos $gold de oro acumulados para nuestra próxima batalla!

source: Perhaps most importantly, we defeated the orcs’ shaman and took her magical horn! I shall wear it myself, and blow it whenever its magic is in need.
es: Tal vez lo más importante es que derrotamos a la chamana orca y tomamos su cuerno mágico. ¡Yo lo llevaré y lo tocaré cuando su magia sea necesaria!

source: Horn of Glamdrol
es: Cuerno de Glamdrol

source: This nondescript horn is infused with powerful orcish magic. Whenever one of Konrad’s living soldiers dies, all others gain regeneration for one turn.
es: Este cuerno de apariencia común está imbuido de poderosa magia orca. Cada vez que uno de los soldados vivos de Konrad muere, todos los demás ganan regeneración por un turno.

source: If only we had been able to defeat the orcs’ shaman and claim her magical horn...
es: Si tan solo hubiéramos podido derrotar a la chamana orca y reclamar su cuerno mágico...

source: With the original orcish owners wiped out, our friends in the Stoneskin clan now hold the city.
es: Con los dueños orcos originales eliminados, nuestros amigos del clan Pieles de Piedra ahora controlan la ciudad.

source: Glamdrol has been wiped clean of orcs!
es: ¡Glamdrol ha sido limpiada de orcos!

source: We’d best keep our distance. The orcs will be watching for any more raids!
es: Mejor mantener la distancia. Los orcos estarán vigilando más incursiones.

source: What do you want? You here to trade? Jotha’s got nothin’ to trade but some old fish.
es: ¿Qué quieres? ¿Vienes a comerciar? Jotha no tiene nada que comerciar salvo pescado viejo.

source: Is this your home, strange merman? The bay is warm, but fishing alone so far north must make for a lonely life.
es: ¿Es este tu hogar, extraño sirénido? La bahía es cálida, pero pescar solo tan al norte debe ser una vida solitaria.

source: Let me make you an offer. Come join my army, and fight for a righteous cause instead of slaving away as a trawler! We already have merfolk among our number — you’ll feel right at home.
es: Déjame hacerte una oferta. Únete a mi ejército y lucha por una causa justa en lugar de trabajar como pescador de arrastre. Ya tenemos sirénidos entre nosotros — te sentirás como en casa.

source: Other merfolk, you say? Hmm... I’ll give you a discount for that, but I still ain’t working fer free. 10 gold and I’ll join you, and you’ll still have to pay to recall me each battle.
es: ¿Otros sirénidos, dices? Hmm... Te haré un descuento por eso, pero no trabajo gratis. 10 de oro y me uniré, y aún tendrás que pagar para recordarme en cada batalla.

source: Pay 10 gold
es: Pagar 10 de oro

source: Let me make you an offer. Come join my army, and fight for a righteous cause instead of slaving away as a trawler! I would be glad to welcome one of the noble mermen to our ranks.
es: Déjame hacerte una oferta. Únete a mi ejército y lucha por una causa justa en lugar de trabajar como pescador de arrastre. Estaría encantado de dar la bienvenida a uno de los nobles sirénidos a nuestras filas.

source: Join your army, you say? Hmm... I wouldn’t mind getting out o’ this pond, but I still ain’t working fer free. 30 gold and I’ll join you, and you’ll still have to pay to recall me each battle.
es: ¿Unirme a tu ejército, dices? Hmm... No me importaría salir de este estanque, pero no trabajo gratis. 30 de oro y me uniré, y aún tendrás que pagar para recordarme en cada batalla.

source: Pay 30 gold.
es: Pagar 30 de oro.

source: I would like to agree to your offer, but I don’t have enough gold right now. Would you consider lowering your price?
es: Me gustaría aceptar tu oferta, pero no tengo suficiente oro ahora. ¿Considerarías bajar tu precio?

source: No gold, no Jotha. Now go away and stop bothering me.
es: Sin oro, no Jotha. Ahora vete y deja de molestarme.

source: Welcome to the rebellion against Asheviere, friend merman. I am glad to have you on our side.
es: Bienvenido a la rebelión contra Asheviere, amigo sirénido. Me alegra tenerte de nuestro lado.

source: Ashen’s Maw
es: Fauces de Ceniza

source: Northern Spring
es: Primavera del Norte

source: Northern Summer
es: Verano del Norte

source: Northern Autumn
es: Otoño del Norte

source: Northern Winter
es: Invierno del Norte

source: ... three parts essence of bark, one part yeti tongue...
es: ... tres partes de esencia de corteza, una parte de lengua de yeti...

source: Hello, strange woman! What are you doing alone so far north? And in the middle of a blizzard too!
es: ¡Hola, mujer extraña! ¿Qué haces sola tan al norte? ¡Y en medio de una ventisca también!

source: ... a distillation of fire, elixir of the right-eye...
es: ... una destilación de fuego, elixir del ojo derecho...

source: Hello? Hello!? ...she’s very engrossed in something, and still hasn’t noticed us.
es: ¿Hola? ¿Hola!? ...está muy concentrada en algo y aún no nos ha notado.

source: The Northlands are a dangerous place to be wandering alone, especially in the center of such a fierce snowstorm, and <b><i>especially</i></b> in the middle of winter. We should speak to this woman and see if she needs any help.
es: Las Tierras del Norte son un lugar peligroso para vagar solo, especialmente en el centro de una tormenta de nieve tan feroz, y <b><i>especialmente</i></b> en pleno invierno. Deberíamos hablar con esta mujer y ver si necesita ayuda.

source: The Northlands are a dangerous place to be wandering alone, especially in the center of such a fierce snowstorm. We should speak to this woman and see if she needs any help.
es: Las Tierras del Norte son un lugar peligroso para vagar solo, especialmente en el centro de una tormenta de nieve tan feroz. Deberíamos hablar con esta mujer y ver si necesita ayuda.

source: Wesmere Forest
es: Bosque de Wesmere

source: By order of the lady Chantal, Wesmere forest is closed to outsiders. Be off with you.
es: Por orden de la dama Chantal, el bosque de Wesmere está cerrado a forasteros. Váyanse.

source: Good elf, I am Konrad, heir to the throne of Wesnoth, child of the Aethenwood and ally of Wesmere. I am no outsider, but come as a friend!
es: Buen elfo, soy Konrad, heredero al trono de Wesnoth, hijo del Bosque Edén y aliado de Wesmere. No soy un forastero, vengo como amigo.

source: Apologies, but I have my orders. None can enter here. Even you, Your Royal Highness.
es: Disculpas, pero tengo órdenes. Nadie puede entrar aquí. Ni siquiera usted, Alteza Real.

source: By order of the lady Chantal, Wesmere forest is closed to outsiders. Even you, Your Royal Highness.
es: Por orden de la dama Chantal, el bosque de Wesmere está cerrado a forasteros. Ni siquiera usted, Alteza Real.

source: Even me, guard of Wesmere?
es: ¿Ni siquiera yo, guardia de Wesmere?
