Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: Quillan, what’s going on? You were all to have gone into hiding after I fled, if you could not defeat the attackers, but I still see fires and fighting in the distance!
es: Quillan, ¿qué está pasando? Todos debían haberse escondido después de que yo huyera, si no podían derrotar a los atacantes, ¡pero aún veo incendios y luchas a lo lejos!

source: Our lines have been broken; men pour into the Aethenwood. The marshals are coordinating a retreat, but are being harried at every step.
es: Nuestras líneas han sido rotas; los hombres se vierten en el Bosque Edén. Los mariscales están coordinando una retirada, pero son acosados en cada paso.

source: Don’t let them get away! The queen demands a total victory!
es: ¡No dejen que escapen! ¡La reina exige una victoria total!

source: Kill any who resist, but take the rest alive. We need prisoners for interrogation and slaves for the mines!
es: Maten a cualquiera que resista, pero tomen al resto vivos. ¡Necesitamos prisioneros para interrogatorios y esclavos para las minas!

source: My riders and I are the first to break free of our encirclement! We are swift enough to escape the spears, but our slower brethren may be caught as they retreat.
es: ¡Mis jinetes y yo somos los primeros en liberarnos de nuestro cerco! Somos lo suficientemente rápidos para escapar de las lanzas, pero nuestros hermanos más lentos podrían ser atrapados mientras se retiran.

source: They will be here soon. Konrad, you must help us all reach safety across the river!
es: Estarán aquí pronto. ¡Konrad, debes ayudarnos a todos a llegar a salvo al otro lado del río!

source: Survive until all elves escape or die ($dead_elves dead so far)
es: Sobrevive hasta que todos los elfos escapen o mueran ($dead_elves muertos hasta ahora)

source: 15 or fewer deaths: recruit Elvish Archers
es: 15 o menos muertes: reclutar Arqueros Elfos

source: 10 or fewer deaths: recruit Elvish Scouts
es: 10 o menos muertes: reclutar Exploradores Elfos

source: 5 or fewer deaths: recruit Elvish Fighters
es: 5 o menos muertes: reclutar Luchadores Elfos

source: The elves are going south across the river, but we must stand our ground and help them escape!
es: Los elfos van hacia el sur cruzando el río, ¡pero debemos mantener nuestra posición y ayudarlos a escapar!

source: I have reached the southern shore! Scatter into the deep forest!
es: ¡He llegado a la orilla sur! ¡Dispérsense en el bosque profundo!

source: Will none of you stay and help fight? If we all stand together, surely we can resist the invaders!
es: ¿Ninguno de ustedes se quedará a ayudar a luchar? ¡Si todos nos mantenemos juntos, seguramente podremos resistir a los invasores!

source: To stand together is to fall together, Konrad. We defended our homes in the east as best we could, but now the decision has been made to scatter, not to fight.
es: Mantenerse juntos es caer juntos, Konrad. Defendimos nuestros hogares en el este lo mejor que pudimos, pero ahora se ha decidido dispersarse, no luchar.

source: The Aethenwood is but a backwater compared to Wesmere or the Lintanir; the might of Wesnoth is beyond our capacity to withstand. We must scatter and hide if we wish any hope of evading your kin.
es: El Bosque Edén es solo un remanso comparado con Wesmere o el Lintanir; el poder de Wesnoth está más allá de nuestra capacidad para resistir. Debemos dispersarnos y escondernos si queremos alguna esperanza de evadir a tu gente.

source: Be swift, friends. We must cross the river and vanish into the southern woods before our pursuers catch us!
es: Sean rápidos, amigos. ¡Debemos cruzar el río y desaparecer en los bosques del sur antes de que nuestros perseguidores nos atrapen!

source: Where are my fencers? They should have started their attack by now.
es: ¿Dónde están mis esgrimistas? Deberían haber comenzado su ataque ya.

source: Sorry for the delay, Lieutenant! We’re finally in position, and ready to help intercept the elves.
es: ¡Lo siento por la demora, Teniente! Finalmente estamos en posición y listos para ayudar a interceptar a los elfos.

source: How many more elves are left to evacuate from the east-halls? We cannot keep fighting forever!
es: ¿Cuántos elfos más quedan por evacuar de los salones del este? ¡No podemos seguir luchando para siempre!

source: Not many. Galdrad is managing the rest of the retreat — you will see him soon!
es: No muchos. Galdrad está manejando el resto de la retirada — ¡lo verás pronto!

source: Not many. Ethiliel is managing the rest of the retreat — you will see her soon!
es: No muchos. Ethiliel está manejando el resto de la retirada — ¡la verás pronto!

source: Not many. Tanyth is managing the rest of the retreat — you will see her soon!
es: No muchos. Tanyth está manejando el resto de la retirada — ¡la verás pronto!

source: Konrad, I lead the last of the evacuees — we shall make for the ford at once. But be wary, for the human general comes nipping at our heels!
es: Konrad, lidero a los últimos evacuados — iremos al vado de inmediato. ¡Pero ten cuidado, porque el general humano viene pisándonos los talones!

source: Keep pushing forward — don’t let any more of them escape. Twenty gold pieces for whoever takes the head of their leader!
es: Sigan avanzando — no dejen que escapen más. ¡Veinte piezas de oro para quien tome la cabeza de su líder!

source: ... is that Konrad? The pretender prince!? He’s returned! We have an opportunity to make up for our previous failure — men, seize him at once!
es: ... ¿ese es Konrad? ¡¿El príncipe impostor?! ¡Ha regresado! Tenemos una oportunidad de compensar nuestro fracaso anterior — ¡hombres, captúrenlo de inmediato!

source: You should never have attacked my home, you villain!
es: ¡Nunca deberías haber atacado mi hogar, villano!

source: That’s the last of their leaders defeated! With Wesnoth beaten back, even if only temporarily, the rest of the elves can safely evacuate.
es: ¡Ese es el último de sus líderes derrotado! Con Wesnoth repelido, aunque solo temporalmente, el resto de los elfos puede evacuar con seguridad.

source: Scatter to the south; scatter to the west! Spread ourselves in hiding across the entire wood, and they shall never be able to root us out.
es: ¡Dispérsense al sur; dispérsense al oeste! Esparzámonos escondidos por todo el bosque, ¡y nunca podrán arrancarnos de raíz!

source: You have my gratitude, friend Konrad. Without your help, this would surely have been a great slaughter. Allow us to aid you in return.
es: Tienes mi gratitud, amigo Konrad. Sin tu ayuda, esto seguramente habría sido una gran masacre. Permítenos ayudarte a cambio.

source: With so many of our number safely escaped, our archers, fighter, and scouts all stand ready to join you on your journey!
es: Con tantos de los nuestros escapando a salvo, ¡nuestros arqueros, luchadores y exploradores están listos para unirse a ti en tu viaje!

source: Konrad can now recruit Elvish Archers, Fighters, and Scouts!
es: ¡Konrad ahora puede reclutar Arqueros, Luchadores y Exploradores Elfos!

source: Though some of our number have fallen, many have escaped to safety! Our archers and scouts both stand ready to join you on your journey.
es: Aunque algunos de los nuestros han caído, ¡muchos han escapado a salvo! Nuestros arqueros y exploradores están listos para unirse a ti en tu viaje.

source: Konrad can now recruit Elvish Archers and Scouts!
es: ¡Konrad ahora puede reclutar Arqueros y Exploradores Elfos!

source: Though many of our number have fallen, at least some have escaped. Our archers stand ready to join you on your journey.
es: Aunque muchos de los nuestros han caído, al menos algunos han escapado. Nuestros arqueros están listos para unirse a ti en tu viaje.

source: Konrad can now recruit Elvish Archers!
es: ¡Konrad ahora puede reclutar Arqueros Elfos!

source: Yet even with your aid, only a scant few of us elves have escaped. I fear that none of our number can be spared to join you on your journey.
es: Sin embargo, incluso con tu ayuda, solo unos pocos elfos han escapado. Temo que ninguno de los nuestros pueda ser dispensado para unirse a ti en tu viaje.

source: Now, young prince, it is time for us to make our escape as well. Be swift — make for the western forest!
es: Ahora, joven príncipe, es hora de que hagamos nuestra propia escapada. ¡Sé rápido — dirígete al bosque del oeste!

source: Now it’s time for us to make our escape too. Quick, make for the western forest!
es: Ahora es hora de que hagamos nuestra escapada también. ¡Rápido, dirígete al bosque del oeste!

source: scenario name^Blackwater Port
es: Puerto de Aguasnegras

source: Clan Foxtail
es: Clan Cola de Zorro

source: Rebels
es: Rebeldes

source: Uncle Kaylan, we’re here! Are you alright? What can I do to help?
es: ¡Tío Kaylan, estamos aquí! ¿Estás bien? ¿Qué puedo hacer para ayudar?

source: Welcome Delfador, welcome Konrad! It is an honor to once again lay eyes upon the true heir of Wesnoth. The false queen’s forces have caught us unprepared, but the bulk of my riders shall soon return to rout the enemy and seize our victory!
es: ¡Bienvenido Delfador, bienvenido Konrad! Es un honor volver a posar los ojos sobre el verdadero heredero de Wesnoth. Las fuerzas de la falsa reina nos han tomado por sorpresa, pero la mayor parte de mis jinetes regresará pronto para derrotar al enemigo y asegurar nuestra victoria.

source: How soon, Kaylan? I suspect Elensefar to be under siege as well — I cannot leave Maddock to fight alone, yet neither can I leave the prince unguarded.
es: ¿Cuándo, Kaylan? Sospecho que Elensefar también está bajo asedio — no puedo dejar a Maddock luchando solo, pero tampoco puedo dejar al príncipe sin protección.

source: Welcome, young Konrad! It is an honor to once again lay eyes upon the true heir of Wesnoth. The false queen’s forces have caught us unprepared, but the bulk of my riders shall soon return to rout the enemy and seize our victory!
es: ¡Bienvenido, joven Konrad! Es un honor volver a posar los ojos sobre el verdadero heredero de Wesnoth. Las fuerzas de la falsa reina nos han pillado desprevenidos, pero la mayor parte de mis jinetes regresará pronto para derrotar al enemigo y asegurar nuestra victoria.

source: I’m glad to be here, but sorry we couldn’t come sooner. For how long must we defend before your reinforcements arrive?
es: Me alegra estar aquí, pero lamento no haber podido llegar antes. ¿Cuánto tiempo debemos defender antes de que lleguen tus refuerzos?

source: If we can hold Blackwater for just a few more days, victory shall be assured! I am encircled and trapped in the port, but with your help the siege can be broken. Hearken to my words, Konrad, and Blackwater Port shall yet endure!
es: ¡Si podemos mantener Aguasnegras solo unos días más, la victoria estará asegurada! Estoy rodeado y atrapado en el puerto, pero con tu ayuda se puede romper el asedio. Escucha mis palabras, Konrad, ¡y el Puerto de Aguasnegras aún resistirá!

source: Survive until turns run out
es: Sobrevive hasta que se acaben los turnos

source: Protect Sir Kaylan (learn to recruit Cavalrymen and Horsemen)
es: Protege a Sir Kaylan (aprende a reclutar jinetes y caballeros)

source: (special bonus)
es: (bonificación especial)

source: Defeat all enemy leaders
es: Derrota a todos los líderes enemigos

source: Brothers-in-arms, fighting side-by-side! Not since the death of the old king have I felt this way, young Konrad. If I have but one regret in my life, it is that I could not raise you here as my own.
es: ¡Hermanos de armas, luchando codo con codo! Desde la muerte del viejo rey no me había sentido así, joven Konrad. Si tengo un solo arrepentimiento en mi vida, es no haber podido criarte aquí como a un hijo propio.

source: Master Delfador told me: You wanted to raise me in Blackwater Port among other humans, but he felt it was too dangerous.
es: El maestro Delfador me dijo: Querías criarme en el Puerto de Aguasnegras entre otros humanos, pero él pensó que era demasiado peligroso.

source: I don’t mind though. I like elves, and we still got to come visit you sometimes.
es: No me importa, sin embargo. Me gustan los elfos, y aún así pudimos venir a visitarte a veces.

source: And I was quite right, too. A military town is no place for a young child; Blackwater Port has seen its fair share of battles since I first rescued you, Konrad.
es: Y tenía toda la razón. Un pueblo militar no es lugar para un niño pequeño; el Puerto de Aguasnegras ha visto su buena cuota de batallas desde que te rescaté por primera vez, Konrad.

source: Asheviere’s troops are breaking through! Rally, dragoons, and drive them back!
es: ¡Las tropas de Asheviere están rompiendo! ¡Reagrupaos, dragones, y repélanlos!

source: Prepare the reserves! Don’t let up!
es: ¡Preparen las reservas! ¡No cedan!

source: Hail, Sir Kaylan! We rode as swiftly as we could, and come to aid in the defense! The others will arrive soon — do not despair!
es: ¡Salve, Sir Kaylan! Cabalgamos tan rápido como pudimos, y venimos en ayuda de la defensa. Los demás llegarán pronto — ¡no desesperen!

source: Hail, is anyone still alive? We rode as swiftly as we could, and come to aid in the defense. Do not despair — the rest of your reinforcements will soon arrive!
es: ¡Salve, hay alguien aún vivo? Cabalgamos tan rápido como pudimos, y venimos en ayuda de la defensa. No desesperen — el resto de sus refuerzos llegará pronto.

source: Your promised reinforcements have arrived! Time to drive back the false queen’s troops from the port!
es: ¡Tus refuerzos prometidos han llegado! ¡Es hora de repeler a las tropas de la falsa reina del puerto!

source: Our promised reinforcements have arrived! Time to drive back the false queen’s troops from the port!
es: ¡Nuestros refuerzos prometidos han llegado! ¡Es hora de repeler a las tropas de la falsa reina del puerto!

source: So many foul humans riding on horses! Asheviere isn’t paying me nearly enough for this. Let’s get out of here!
es: ¡Tantos humanos apestosos montados en caballos! Asheviere no me paga ni de lejos lo suficiente por esto. ¡Salgamos de aquí!

source: The enemy has been reinforced! Quick, we must make our escape!
es: ¡El enemigo ha sido reforzado! ¡Rápido, debemos escapar!

source: Retreat! Fall back!
es: ¡Retirada! ¡Retrocedan!

source: Reinforcements have arrived, but lo! Together we have already managed to repel the false queen’s attack!
es: ¡Los refuerzos han llegado, pero mira! ¡Juntos ya hemos logrado repeler el ataque de la falsa reina!

source: Victory is ours — but at such cost! Where is the lord of the town? What has become of Sir Kaylan?
es: La victoria es nuestra — ¡pero a qué costo! ¿Dónde está el señor del pueblo? ¿Qué ha sido de Sir Kaylan?

source: Uncle Kaylan— <b>Sir</b> Kaylan fought bravely... but in the end he fell, pierced by Asheviere’s spears. It is thanks to his sacrifice that Blackwater Port still stands free.
es: El tío Kaylan — <b>Sir</b> Kaylan luchó valientemente... pero al final cayó, atravesado por las lanzas de Asheviere. Es gracias a su sacrificio que el Puerto de Aguas Negras aún permanece libre.

source: Alas, this is ill news indeed. A hero’s death, but a death nonetheless. Kaylan had hoped to send some of our number with you on your journey, but with his passing we cannot afford to send the Horsemen and Cavalrymen he had hoped to.
es: ¡Ay, estas son malas noticias! Una muerte de héroe, pero una muerte al fin. Kaylan había esperado enviar a algunos de los nuestros contigo en tu viaje, pero con su partida no podemos permitirnos enviar a los jinetes y caballeros que había esperado.

source: Yet with Asheviere’s armies defeated today, surely we can spare at least a few of our number? Though it is true that the bulk of our forces must remain behind to guard the port, we can still partially fufill Sir Kaylan’s last wish, Sir Simyr.
es: Sin embargo, con los ejércitos de Asheviere derrotados hoy, seguramente podemos prescindir de al menos algunos de los nuestros. Aunque es cierto que la mayor parte de nuestras fuerzas debe permanecer atrás para guardar el puerto, aún podemos cumplir parcialmente el último deseo de Sir Kaylan, Sir Simyr.

source: Very well. Haldiel and I shall join you on your quest, Your Royal Highness.
es: Muy bien. Haldiel y yo nos uniremos a tu búsqueda, Su Alteza Real.

source: Alas, this is ill news indeed. A hero’s death, but a death nonetheless. Kaylan had hoped to send some of our number with you on your journey, but with his passing we can no longer afford to. Konrad, you will have to journey on from here with only Peasants and Woodsmen by your side.
es: ¡Ay, estas son malas noticias! Una muerte de héroe, pero una muerte al fin. Kaylan había esperado enviar a algunos de los nuestros contigo en tu viaje, pero con su partida ya no podemos permitirnos hacerlo. Konrad, tendrás que continuar el viaje desde aquí solo con campesinos y leñadores a tu lado.

source: A glorious victory — thank you for your help, compatriots! I must remain here to safeguard the port, but with the false queen’s troops repelled many of my riders are free to accompany you on your quest. Konrad, may they serve you well!
es: ¡Una victoria gloriosa — gracias por su ayuda, compatriotas! Debo quedarme aquí para salvaguardar el puerto, pero con las tropas de la falsa reina repelidas, muchos de mis jinetes están libres para acompañarte en tu búsqueda. ¡Konrad, que te sirvan bien!

source: Konrad can now recruit Cavalrymen and Horsemen!
es: ¡Konrad ahora puede reclutar jinetes y caballeros!

source: ... and with the invading force so thoroughly defeated, I can afford to give you more riders than I had originally planned. I place two of my city’s finest warriors in your service.
es: ... y con la fuerza invasora tan completamente derrotada, puedo permitirme darte más jinetes de los que había planeado originalmente. Pongo a dos de los mejores guerreros de mi ciudad a tu servicio.

source: Haldiel, Simyr, step forward! I place your lances in the service of His Highness here. May you help him restore order to the country.
es: ¡Haldiel, Simyr, den un paso adelante! Pongo sus lanzas al servicio de Su Alteza aquí. Que lo ayuden a restaurar el orden en el país.

source: Greetings, young master. I pledge myself to your service.
es: Saludos, joven maestro. Me comprometo a tu servicio.

source: It is my pleasure and honor to serve, my liege.
es: Es mi placer y honor servir, mi señor.

source: I have failed in my duty to protect the rightful heir and the port...
es: He fallado en mi deber de proteger al heredero legítimo y al puerto...

source: Kaylan, no! Please, you have to get back up! You have to keep fighting!
es: ¡Kaylan, no! ¡Por favor, tienes que levantarte! ¡Tienes que seguir luchando!

source: I'm sorry, Konrad. He is lost to us now... Today we mourn a good man...
es: Lo siento, Konrad. Ahora está perdido para nosotros... Hoy lloramos a un buen hombre...

source: He's gone, isn't he... Today we mourn a good man.
es: Se ha ido, ¿verdad?... Hoy lloramos a un buen hombre.

source: Are you coming to liberate us? Finally, we stand a chance against the orcs!
es: ¿Vienen a liberarnos? ¡Finalmente, tenemos una oportunidad contra los orcos!

source: Now that we are free, together we can defeat our oppressors!
es: ¡Ahora que estamos libres, juntos podemos derrotar a nuestros opresores!

source: Let’s take back the Trident the orcs stole from us!
es: ¡Recuperemos el Tridente que los orcos nos robaron!

source: Death to the orcs! Come, my brethren, let us fight the orcs and drive them from our shores!
es: ¡Muerte a los orcos! ¡Vengan, hermanos, luchemos contra los orcos y expulsémoslos de nuestras costas!

source: Thank you for rescuing us! Now we can help you fight the evil orcs!
es: ¡Gracias por rescatarnos! ¡Ahora podemos ayudarlos a luchar contra los orcos malvados!

source: Freedom! Now where are those orcs? Let me at ’em!
es: ¡Libertad! ¿Ahora dónde están esos orcos? ¡Déjenme enfrentarlos!

source: scenario name^The Bay of Pearls
es: La Bahía de las Perlas

source: Orcs
es: Orcos

source: Merfolk
es: Sirénidos

source: Are all the fishmen in cages yet?
es: ¿Ya están todos los hombres-pez en jaulas?

source: Almost.
es: Casi.

source: UP, SEA LICE! Drag your slimy hides from the deep! Drop the pearls, then scuttle back to your cages!
es: ¡ARRIBA, PIOJOS DE MAR! ¡Arrastren sus pieles viscosas desde lo profundo! ¡Suelten las perlas, luego regresen corriendo a sus jaulas!

source: +{ON_DIFFICULTY4 40 80 120 160} gold
es: +{ON_DIFFICULTY4 40 80 120 160} de oro

source: Nepba, it’s noon. The orcs are groggy and sleepy. This is our moment!
es: Nepba, es mediodía. Los orcos están atontados y somnolientos. ¡Este es nuestro momento!

source: Let’s just take a look around for now. We must not act rashly.
es: Solo echemos un vistazo por ahora. No debemos actuar imprudentemente.

source: I looked this morning and the door to the cave with the Trident of Storms is open! When the others see that we’ve reclaimed it, they’ll rise up and we’ll finally drive out the orcs!
es: Miré esta mañana y ¡la puerta de la cueva con el Tridente de las Tormentas está abierta! Cuando los demás vean que lo hemos recuperado, ¡se levantarán y finalmente expulsaremos a los orcos!

source: I don’t like our odds. Someone could shoot us from the castle while we swim to the entrance.
es: No me gustan nuestras probabilidades. Alguien podría dispararnos desde el castillo mientras nadamos hacia la entrada.

source: Let’s try swimming around the cave. There are cliffs and kelp that are easy to hide in.
es: Intentemos nadar alrededor de la cueva. Hay acantilados y algas donde es fácil esconderse.

source: Gwaba, wait!
es: ¡Gwaba, espera!

source: Chief, I went to throw some trash in the sea and shot a fishman creeping up on the Trident!
es: Jefe, fui a tirar basura al mar y ¡disparé a un hombre-pez que se acercaba sigilosamente al Tridente!

source: They’re planning an uprising! Drasha, have you managed to harness the power of the Trident yet?
es: ¡Están planeando un levantamiento! Drasha, ¿ya lograste aprovechar el poder del Tridente?

source: Not yet, no.
es: Todavía no.

source: Lock yourself in the cave until you can get the Trident to send a storm that destroys their villages. They need to be punished.
es: Enciérrate en la cueva hasta que puedas hacer que el Tridente envíe una tormenta que destruya sus aldeas. Necesitan ser castigados.

source: Your Highness! Thank you for answering our plea for help. I am Nepba. We are all grateful you have come, but you must hurry!
es: ¡Alteza! Gracias por responder a nuestra súplica de ayuda. Soy Nepba. Todos estamos agradecidos de que hayan venido, ¡pero deben apresurarse!

source: The orcs have stolen our Trident of Storms and are now trying to harness its power to destroy our villages. They already killed my cousin Gwaba!
es: ¡Los orcos han robado nuestro Tridente de las Tormentas y ahora intentan aprovechar su poder para destruir nuestras aldeas! ¡Ya mataron a mi primo Gwaba!

source: Delfador, can you do anything to stop them?
es: Delfador, ¿puedes hacer algo para detenerlos?

source: I feel the magic of the Trident... it is old, and powerful. Perhaps my spells could break it, but the power unleashed would do immeasurable damage to this place.
es: Siento la magia del Tridente... es antigua y poderosa. Tal vez mis hechizos puedan romperla, pero el poder desatado causaría un daño incalculable a este lugar.

source: We can take the Trident back from the orcs, but it is locked away in a cave. They keep the key on land, where my kind cannot easily go.
es: Podemos recuperar el Tridente de los orcos, pero está encerrado en una cueva. Ellos guardan la llave en tierra, donde mi especie no puede ir fácilmente.

source: We’ll help you, Nepba. Let’s get the key and reclaim your Trident.
es: Te ayudaremos, Nepba. Vamos a conseguir la llave y recuperar tu Tridente.
