Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: And look at all this fog! Well, that’s probably a good thing for us. If we keep our distance from the city itself, I’m sure it’ll be some time until the garrison is alerted.
es: ¡Y miren toda esta niebla! Bueno, eso probablemente es bueno para nosotros. Si mantenemos la distancia de la ciudad misma, estoy seguro de que pasará algún tiempo hasta que la guarnición sea alertada.

source: It is lucky for us that this rain has come with a thick fog. As long as we keep our distance from the city proper, it may be some time until the garrison is alerted to our presence.
es: Tenemos suerte de que esta lluvia haya venido con una niebla espesa. Mientras mantengamos la distancia de la ciudad propiamente dicha, puede pasar algún tiempo hasta que la guarnición sea alertada de nuestra presencia.

source: Intercept enemy wagons before they reach Dan’Tonk ($dead_wagons destroyed so far)
es: Interceptar vagones enemigos antes de que lleguen a Dan’Tonk ($dead_wagons destruidos hasta ahora)

source: 5+ destroyed: recruit Fencers
es: 5+ destruidos: reclutar Esgrimistas

source: 8+ destroyed: recruit Spearmen
es: 8+ destruidos: reclutar Lanceros

source: all 11 destroyed: recruit Bowmen
es: todos los 11 destruidos: reclutar Arqueros

source: The scenario will end once any caravan reaches Dan’Tonk and alerts the garrison, or if any of Konrad’s units move within 4 hexes of the the Dan’Tonk city walls (the unwalkable castle hexes).
es: El escenario terminará una vez que cualquier caravana llegue a Dan’Tonk y alerte a la guarnición, o si alguna unidad de Konrad se mueve dentro de 4 hexágonos de las murallas de la ciudad de Dan’Tonk (los hexágonos de castillo intransitables).

source: Outlaws, here?! I warn you, I’m armed!
es: ¡¿Forajidos, aquí?! ¡Les advierto, estoy armado!

source: I hate being stuck all the way out here on observation duty. What’s the point?
es: Odio estar atrapado aquí afuera en deber de observación. ¿Cuál es el punto?

source: Even if some bandits were to foolishly come this near to Dan’Tonk, what does the lieutenant expect me to do? It’s not as if I have any way to warn the city...
es: Incluso si algunos bandidos vinieran tontamente tan cerca de Dan’Tonk, ¿qué espera el teniente que haga? No es como si tuviera alguna forma de advertir a la ciudad...

source: Bandits in the fog! We’re under attack! It’s too far to warn the city — grab your weapons!
es: ¡Bandidos en la niebla! ¡Estamos bajo ataque! ¡Es demasiado lejos para advertir a la ciudad — tomen sus armas!

source: We are approaching the walls of Dan’Tonk! Careful — if we come much closer, the guards will spot us and we’ll be forced to abandon our mission.
es: ¡Nos acercamos a las murallas de Dan’Tonk! Cuidado — si nos acercamos mucho más, los guardias nos verán y nos veremos forzados a abandonar nuestra misión.

source: I’m sure I see shapes moving in the rain nearby, but with so much fog it’s hard to tell exactly who it is. Hopefully one of our convoys.
es: Estoy seguro de ver formas moviéndose en la lluvia cerca, pero con tanta niebla es difícil decir exactamente quién es. Esperemos que sea uno de nuestros convoyes.

source: It’s an ambush! How did Maddock’s mercenaries get this far inland?!
es: ¡Es una emboscada! ¡¿Cómo llegaron los mercenarios de Maddock tan lejos tierra adentro?!

source: That’s the first caravan destroyed! Well done, everyone — now we must stop the second, too!
es: ¡Esa es la primera caravana destruida! Bien hecho, todos — ¡ahora debemos detener la segunda también!

source: That’s the first caravan destroyed! Well done, everyone. We should continue expanding our control over this area — there will be more caravans soon.
es: ¡Esa es la primera caravana destruida! Bien hecho, todos. Deberíamos continuar expandiendo nuestro control sobre esta área — pronto habrá más caravanas.

source: Lieutenant, weren’t we expecting a weapons convoy some hours ago? I hope they haven’t gotten into any trouble.
es: Teniente, ¿no esperábamos una caravana de armas hace unas horas? Espero que no hayan tenido problemas.

source: The fog’s been causing delays for schedules all around the city, ma’am. The shipment’s probably just stuck in some mud.
es: La niebla ha estado causando retrasos en los horarios por toda la ciudad, señora. El envío probablemente solo está atascado en el barro.

source: Another caravan is approaching the city, this time from the northern path!
es: ¡Otra caravana se acerca a la ciudad, esta vez por el camino del norte!

source: Outlaws on the road! Fighting elves in that awful forest was bad enough, and now this?
es: ¡Bandidos en el camino! ¡Luchar contra elfos en ese horrible bosque ya fue suficiente, y ahora esto!

source: You speak in the presence of High Lord Kalenz of the elves, human! The wrath of elf-kind falls upon you today!
es: ¡Hablas en presencia del Alto Señor Kalenz de los elfos, humano! ¡La ira de los elfos caerá sobre ti hoy!

source: Vengeance for the Aethenwood! You should never have left your city to come burn my home!
es: ¡Venganza por el Bosque Edén! ¡Nunca debiste salir de tu ciudad para quemar mi hogar!

source: Still no word from the wagon trains? Something’s wrong. Lieutenant, dispatch a squad to patrol the area — we may be dealing with roadside bandits.
es: ¿Todavía no hay noticias de los trenes de carretas? Algo anda mal. Teniente, envía un escuadrón a patrullar la zona — podríamos estar lidiando con bandidos de carretera.

source: Ah ha, found you! We aren’t dealing with just any petty bandits — these are Konrad’s rebels! I’ll see you hang for your crimes!
es: ¡Ajá, te encontré! ¡No estamos lidiando con simples bandidos — estos son los rebeldes de Konrad! ¡Te veré colgado por tus crímenes!

source: A third convoy, along the southern path this time! This one is larger than the previous two. Better-defended. but also a more valuable prize!
es: ¡Un tercer convoy, esta vez por el camino del sur! ¡Este es más grande que los dos anteriores. Mejor defendido, pero también un premio más valioso!

source: Look out! Bandits on the road!
es: ¡Cuidado! ¡Bandidos en el camino!

source: The final convoy we’re waiting for has arrived — and this one approaches from two directions at once!
es: ¡El convoy final que esperábamos ha llegado — y este se acerca desde dos direcciones a la vez!

source: We shall have to split our forces if we want to stop both. Or, if we lack the strength, even defeating only one will still provide us with many valuable weapons!
es: Tendremos que dividir nuestras fuerzas si queremos detener a ambos. O, si no tenemos suficiente fuerza, incluso derrotar solo a uno nos proporcionará muchas armas valiosas.

source: I knew I heard the sound of fighting in the fog! You’ll find we’re battle-hardened veterans from Elensefar, and no easy prey for petty outlaws.
es: ¡Sabía que escuché el sonido de combate en la niebla! Encontrarás que somos veteranos curtidos en batalla de Elensefar, y no somos presa fácil para bandidos insignificantes.

source: Enough! Whether we see them or not, there’s clearly some capable enemy lurking out in the fog. To arms, soldiers! This city is our place of strength, and our armies far outnumber any petty bandits or rebels. Whatever’s going on out there, it ends now.
es: ¡Basta! Los veamos o no, claramente hay un enemigo capaz acechando en la niebla. ¡A las armas, soldados! Esta ciudad es nuestro lugar de fuerza, y nuestros ejércitos superan en número a cualquier bandido o rebelde insignificante. Lo que sea que esté pasando allá afuera, termina ahora.

source: As we knew would happen eventually, Dan’Tonk has become aware of our presence, and Wesnoth’s armies are mobilizing to surround us. Quick, everyone, let us make our escape and tally our plunder!
es: Como sabíamos que eventualmente sucedería, Dan’Tonk ha tomado conciencia de nuestra presencia, y los ejércitos de Wesnoth se están movilizando para rodearnos. ¡Rápido, todos, escapemos y contemos nuestro botín!

source: That’s the last of these wagons! We’ve done well to capture so many supplies and weapons. If we continue waiting here even more may yet arrive, but I suspect we’ve pushed our luck staying as long as we have already.
es: ¡Ese es el último de estos carros! Hemos hecho bien en capturar tantos suministros y armas. Si seguimos esperando aquí podrían llegar más, pero sospecho que hemos tentado demasiado a la suerte quedándonos tanto tiempo.

source: Speak of a lich... As we knew would happen eventually, Dan’Tonk has become aware of our presence, and Wesnoth’s armies are mobilizing to surround us. Quick, everyone, let us make our escape and tally our plunder!
es: Hablando de un liche... Como sabíamos que eventualmente sucedería, Dan’Tonk ha tomado conciencia de nuestra presencia, y los ejércitos de Wesnoth se están movilizando para rodearnos. ¡Rápido, todos, escapemos y contemos nuestro botín!

source: I’ve reached the city walls! Alarm! Alarm! We spotted Konrad and his rebels are lying in wait on the road!
es: ¡He llegado a las murallas de la ciudad! ¡Alarma! ¡Alarma! ¡Hemos visto a Konrad y sus rebeldes acechando en el camino!

source: The rebel army, here?! Those fools! To arms, soldiers! This city is our place of strength, and I know us to far outnumber Konrad’s forces. We must bring the false prince to justice!
es: ¡El ejército rebelde, aquí! ¡Esos tontos! ¡A las armas, soldados! Esta ciudad es nuestro lugar de fuerza, y sé que superamos en número a las fuerzas de Konrad. ¡Debemos llevar al falso príncipe ante la justicia!

source: A caravan has reached Dan’Tonk, and Wesnoth’s armies are mobilizing to surround us! Quick, everyone, let us make our escape and tally our plunder!
es: ¡Una caravana ha llegado a Dan’Tonk, y los ejércitos de Wesnoth se están movilizando para rodearnos! ¡Rápido, todos, escapemos y contemos nuestro botín!

source: Look — there! That figure can only be one of Konrad’s rebels, foolishly come to fight Dan’Tonk itself.
es: Mira — ¡allí! Esa figura solo puede ser uno de los rebeldes de Konrad, que tontamente ha venido a luchar contra Dan’Tonk misma.

source: To arms, soldiers! This city is our place of strength, and I know us to far outnumber Konrad’s forces. We must capture the false prince and bring him to justice!
es: ¡A las armas, soldados! Esta ciudad es nuestro lugar de fuerza, y sé que superamos en número a las fuerzas de Konrad. ¡Debemos capturar al falso príncipe y llevarlo ante la justicia!

source: We’ve come too close to the city walls, and have been spotted! Quick, everyone, let us make our escape and tally our plunder!
es: ¡Hemos llegado demasiado cerca de las murallas de la ciudad, y nos han visto! ¡Rápido, todos, escapemos y contemos nuestro botín!

source: What?! What sort of unseen enemy has attacked me without ever approaching the city walls? I must flee!
es: ¡¿Qué?! ¿Qué tipo de enemigo invisible me ha atacado sin siquiera acercarse a las murallas de la ciudad? ¡Debo huir!

source: Quick, everyone, let us make our escape and tally our plunder!
es: ¡Rápido, todos, escapemos y contemos nuestro botín!

source: scenario name^The Ford of Abez
es: El Vado de Abez

source: Clan Stoneskin
es: Clan Piel de Piedra

source: Have you reconsidered, troll? Let us pass, and bloodshed may yet be averted.
es: ¿Has reconsiderado, trol? Déjanos pasar, y aún se puede evitar el derramamiento de sangre.

source: Sorry, I done already told you, softskin. You gots to pay if you wants to cross. Stoneskins fight hard to own ford, kill lotsa other trolls ’n orcs. Dosh kill you too, no big whoop.
es: Lo siento, ya te lo dije, pielblanda. Tienes que pagar si quieres cruzar. Los Piel de Piedra lucharon duro para poseer el vado, mataron a muchos otros troles y orcos. Dosh también te matará, no es gran cosa.

source: The Ford of Abez was here long before you, and it will be here long after. You have no more right to own it than do I, or any of the free peoples of Wesnoth. Prepare for battle!
es: El Vado de Abez estaba aquí mucho antes que tú, y estará aquí mucho después. No tienes más derecho a poseerlo que yo, o cualquiera de los pueblos libres de Wesnoth. ¡Prepárate para la batalla!

source: Defeat Dosh
es: Derrota a Dosh

source: This is where the final betrayal took place. Where Eldred killed Garard and his allies, opening the way for Asheviere’s domination. She has much to answer for.
es: Aquí es donde tuvo lugar la traición final. Donde Eldred mató a Garard y a sus aliados, abriendo el camino para la dominación de Asheviere. Tiene mucho que responder.

source: Many terrible battles were once fought at this ford, Konrad. May ours prove itself less deadly.
es: Muchas batallas terribles se libraron una vez en este vado, Konrad. Que la nuestra resulte menos mortal.

source: Delfador told me about the many terrible battles that were fought here. I hope ours won’t prove itself so deadly.
es: Delfador me contó sobre las muchas batallas terribles que se libraron aquí. Espero que la nuestra no resulte tan mortal.

source: Urgh... Dosh don’ feel so good. Maybe fight was mistake...
es: Urgh... Dosh no se siente tan bien. Tal vez la pelea fue un error...

source: Run away!
es: ¡Huyan!

source: The leader of the trolls is defeated, and we have secured safe passage across the ford! Great work, everyone — onwards into the Northlands!
es: ¡El líder de los troles está derrotado, y hemos asegurado un paso seguro a través del vado! Gran trabajo, todos — ¡adelante hacia las tierras del norte!

source: The leader of the trolls is defeated, and we have secured safe passage across the ford! Great work, everyone — we can now return to Wesnoth!
es: ¡El líder de los troles está derrotado, y hemos asegurado un paso seguro a través del vado! Gran trabajo, todos — ¡ahora podemos regresar a Wesnoth!

source: Ha ha ha, what’s this? Someone’s trying to dethrone the Stoneskins!
es: ¡Ja ja ja, qué es esto? ¡Alguien está tratando de destronar a los Piel de Piedra!

source: Hope you don’t mind if we take over! C’mon, boys, let’s kill ’em all!
es: ¡Espero que no les importe si tomamos el control! ¡Vamos, muchachos, matémoslos a todos!

source: We’ve taken too long to secure the ford! Now more orcs have arrived! Even if we defeat them all, we’ll suffer greatly from the delay...
es: ¡Hemos tardado demasiado en asegurar el vado! ¡Ahora han llegado más orcos! Incluso si los derrotamos a todos, sufriremos mucho por el retraso...

source: scenario name^Glamdrol
es: Glamdrol

source: Bloody Sword Clan
es: Clan de la Espada Sangrienta

source: Stoneskin Clan
es: Clan de la Piel de Piedra

source: Vikkak the Old
es: Vikkak el Viejo

source: 150 gold
es: 150 de oro

source: Get lost, you troll-sniffing degenerates!
es: ¡Lárguense, degenerados olfateadores de trolls!

source: Khazg-worshipping tuskers! We come to trade and this is how you greet us? Some hospitality.
es: ¡Adoradores de Khazg con colmillos! Venimos a comerciar y ¿así nos reciben? Qué hospitalidad.

source: Trade? You came here to sneak inside and slaughter us all in our sleep! I’m not having it. Get lost!
es: ¿Comerciar? ¡Vinieron aquí para colarse y masacrarnos a todos mientras dormimos! No lo permitiré. ¡Lárguense!

source: Oh yeah? Well— ...wait, do you see that?
es: ¿Ah sí? Bueno— ...espera, ¿ves eso?

source: Humans! What’s an army of boot-licking humans doing so close to Glamdrol?
es: ¡Humanos! ¿Qué hace un ejército de humanos lamebotas tan cerca de Glamdrol?

source: Elves! What’s an army of tree-shagging elves doing so close to Glamdrol?
es: ¡Elfos! ¿Qué hace un ejército de elfos abrazadores de árboles tan cerca de Glamdrol?

source: Mermen! What’s an army of kelp-snorting shrimp doing so close to Glamdrol?
es: ¡Sirénidos! ¿Qué hace un ejército de camarones resopladores de algas tan cerca de Glamdrol?

source: Dwarves! What’s an army of dirt-grubbing dwarves doing so close to Glamdrol?
es: ¡Enanos! ¿Qué hace un ejército de enanos cavadores de tierra tan cerca de Glamdrol?

source: Invaders! What’s an army of boot-licking worms doing so close to Glamdrol?
es: ¡Invasores! ¿Qué hace un ejército de gusanos lamebotas tan cerca de Glamdrol?

source: Grr... we can settle things between us later. Right now we work together and kill the vermin.
es: Grr... podemos resolver las cosas entre nosotros después. Ahora mismo trabajamos juntos y matamos a la alimaña.

source: Pillage as much gold as you can before turns run out
es: Saquea tanto oro como puedas antes de que se acaben los turnos

source: Defeat the orcish shaman to claim the Horn of Glamdrol
es: Derrota al chamán orco para reclamar el Cuerno de Glamdrol

source: Horn of Glamdrol: Whenever you defeat one enemy, other enemies gain regeneration for one turn
es: Cuerno de Glamdrol: Cada vez que derrotas a un enemigo, otros enemigos obtienen regeneración por un turno

source: We’re here for a quick raid, not to try to conquer the fortress outright. Move swiftly, grab as much gold as we can, and get out!
es: Estamos aquí para un saqueo rápido, no para intentar conquistar la fortaleza directamente. ¡Muévanse rápido, tomen tanto oro como podamos y salgamos!

source: Konrad, look! Dem north side orcs be from da Stoneskin clan, like me.
es: ¡Konrad, mira! Los orcos del lado norte son del clan Piel de Piedra, como yo.

source: Dey ain’t so bad. No reason for us to be fighting. Dosh gona go talk to dem.
es: No son tan malos. No hay razón para que estemos peleando. Dosh va a hablar con ellos.

source: Hey, you! I recognize you; you’re the ford troll. What’re you doing working for some lousy human?
es: ¡Oye, tú! Te reconozco; eres el troll del vado. ¿Qué haces trabajando para un humano miserable?

source: Konrad not some lousy human. He is a big prince, and a great troll-friend! Konrad paid Dosh much money, and now Dosh helps Konrad. You should help Konrad too.
es: Konrad no es un humano miserable. ¡Es un gran príncipe y un gran amigo de los trolls! Konrad le pagó mucho dinero a Dosh, y ahora Dosh ayuda a Konrad. Tú también deberías ayudar a Konrad.

source: Hah. Well, sure, you tell your big prince to pay <i><b>me</b></i> big money, and then maybe I will. It’s true that these Bloody Swords have owned Glamdrol for long enough...
es: Ja. Bueno, seguro, dile a tu gran príncipe que me pague <i><b>a mí</b></i> mucho dinero, y entonces tal vez lo haga. Es cierto que estos Espadas Sangrientas han poseído Glamdrol por demasiado tiempo...

source: Pledge 300 gold: recruit troll whelps
es: Prometer 300 de oro: reclutar cachorros de troll

source: Want more fighters like Dosh, do you? Har har, sure, that much gold is worth at least a few whelps. Only because you’ve been vouched for.
es: ¿Quieren más luchadores como Dosh? Ja ja, seguro, esa cantidad de oro vale al menos unos cuantos cachorros. Solo porque has sido recomendado.

source: Trolls’re a bit dim, usually even more so than the one you’ve already got, but you tell ’em who to smash and they’ll smash ’em good.
es: Los trolls son un poco tontos, generalmente más que el que ya tienes, pero diles a quién aplastar y lo aplastarán bien.

source: Konrad can now recruit Troll Whelps!
es: ¡Konrad ahora puede reclutar Cachorros de Troll!

source: Have fun sacking the city. When all’s said and done, you pay us out of the coin you’ve looted — or else.
es: Diviértanse saqueando la ciudad. Cuando todo esté dicho y hecho, nos pagan con las monedas que han saqueado — o si no.

source: Pledge 100 gold: negotiate a truce
es: Prometer 100 de oro: negociar una tregua

source: 100 gold for a truce? Deal. We’ll stay out of your way while you raid the fortress, and when all’s said and done you pay us out of the coin you’ve looted — or else.
es: ¿100 de oro por una tregua? Trato hecho. Nos mantendremos fuera de su camino mientras saquean la fortaleza, y cuando todo esté dicho y hecho nos pagan con las monedas que han saqueado — o si no.

source: Hah! Some friend you’ve got there, Dosh. Don’t worry, we’ll take all the gold we want from your treasury once we kill you!
es: ¡Ja! Qué amigo tienes ahí, Dosh. No te preocupes, ¡tomaremos todo el oro que queramos de tu tesoro una vez que te matemos!

source: I knew it! Filthy human-lover! You want to ruin us so you can take over Glamdrol!
es: ¡Lo sabía! ¡Sucio amante de humanos! ¡Quieres arruinarnos para que puedas tomar Glamdrol!

source: What can I say? I came to trade, and the human boy offered a good one!
es: ¿Qué puedo decir? Vine a comerciar, ¡y el chico humano ofreció uno bueno!

source: I should be careful not to recruit too many extra units. While it’s tempting to use the orcs’ gold to conquer their fortress, we’re ultimately here to gather gold in preparation for our next battle. Clearing the fortress won’t do us much good if we leave poorer than we arrived!
es: Debería tener cuidado de no reclutar demasiadas unidades extra. Aunque es tentador usar el oro de los orcos para conquistar su fortaleza, estamos aquí para reunir oro en preparación para nuestra próxima batalla. ¡Limpiar la fortaleza no nos hará mucho bien si salimos más pobres de lo que llegamos!

source: A foul odor. A blight upon the wind. Konrad, this is a gateway created by the lich-lords of ages past, during their genocidal hunt for the Ruby.
es: Un olor fétido. Una plaga en el viento. Konrad, esta es una puerta creada por los señores liches de eras pasadas, durante su caza genocida del Rubí.

source: There must have been magic in this chasm once, but it’s still and dead now. Whatever power once created it has been long since vanished.
es: Debe haber habido magia en este abismo alguna vez, pero ahora está quieto y muerto. Cualquier poder que lo creó ha desaparecido hace mucho tiempo.

source: They say it is through gates like this one that man first met orc, over five hundred years ago. And when orc pursued man here to the Great Continent, they came in such numbers as to nearly ruin my own people as well.
es: Dicen que fue a través de puertas como esta que el hombre conoció por primera vez al orco, hace más de quinientos años. Y cuando los orcos persiguieron al hombre hasta aquí, al Gran Continente, vinieron en tal número que casi arruinaron a mi propia gente también.

source: But that is ancient history. This gate died long ago; died alongside the foul powers that created it, when they were slain by the human-kings of old. May it never again awaken.
es: Pero eso es historia antigua. Esta puerta murió hace mucho tiempo; murió junto con los poderes fétidos que la crearon, cuando fueron asesinados por los reyes humanos de antaño. Que nunca despierte de nuevo.

source: The elders record that it is through gates like this one that man first met orc, over five hundred years ago. Lo! Darkness drove us from our homes, and lo! Our proud people became a band of refugees.
es: Los ancianos registran que fue a través de puertas como esta que el hombre conoció por primera vez al orco, hace más de quinientos años. ¡He aquí! La oscuridad nos expulsó de nuestros hogares, y ¡he aquí! Nuestro orgulloso pueblo se convirtió en una banda de refugiados.

source: Yet the Light has delivered us, for today we stand whole and strong. This gateway died long ago. May it remain so until the end of days, until the sun itself rains down from the heavens as sulfur and fire and all the darkness is cleansed from this world.
es: Sin embargo, la Luz nos ha liberado, porque hoy estamos completos y fuertes. Esta puerta murió hace mucho tiempo. Que así permanezca hasta el fin de los días, hasta que el sol mismo llueva desde los cielos como azufre y fuego y toda la oscuridad sea limpiada de este mundo.
