Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: They ruled wisely, but some wounds are slow to heal. The croplands surrounding Weldyn would never entirely recover from their razing. The people there grew hard and bitter; that land spawned many outlaws.
es: Gobernaron sabiamente, pero algunas heridas son lentas de sanar. Las tierras de cultivo alrededor de Weldyn nunca se recuperarían por completo de su devastación. La gente allí se volvió dura y amargada; esa tierra engendró muchos forajidos.

source: But such was the cost of victory, wasn’t it?
es: Pero ese fue el costo de la victoria, ¿no es así?

source: The prince and the queen’s mutual respect grew into friendship, trust, and eventually something more. They were married, and together they had two sons and a daughter. The kingdom once more prospered under their rule.
es: El respeto mutuo del príncipe y la reina creció en amistad, confianza, y eventualmente algo más. Se casaron, y juntos tuvieron dos hijos y una hija. El reino prosperó una vez más bajo su gobierno.

source: All was well.
es: Todo estaba bien.

source: Overlook
es: Mirador

source: Konrad’s once-ragged band of refugees had grown to a massive army. The young prince strode among the ranks, visiting and encouraging soldiers: both his and Li’sar’s.
es: La banda de refugiados, antes andrajosa, de Konrad había crecido hasta convertirse en un ejército masivo. El joven príncipe caminaba entre las filas, visitando y animando a los soldados: tanto los suyos como los de Li’sar.

source: Many had left behind the safety and peace of their homes to make war — his war. The weight of that thought bore on him. Much had changed since the flight from the Aethenwood.
es: Muchos habían dejado atrás la seguridad y paz de sus hogares para hacer la guerra — su guerra. El peso de ese pensamiento lo agobiaba. Mucho había cambiado desde la huida del Bosque Edén.

source: Although once mortal enemies, the prince and princess had forged an uneasy alliance; perhaps even a friendship. But the question of succession remained. Li’sar held the Sceptre, but Konrad’s claim was strong. The matter could not lie unresolved; not so near to the throne.
es: Aunque alguna vez enemigos mortales, el príncipe y la princesa habían forjado una alianza incómoda; tal vez incluso una amistad. Pero la cuestión de la sucesión permanecía. Li’sar sostenía el Cetro, pero la reclamación de Konrad era fuerte. El asunto no podía quedar sin resolver; no tan cerca del trono.

source: Although once mortal enemies, the prince and princess had forged an uneasy alliance; perhaps even a friendship. But the question of succession remained. Konrad held the Sceptre, but Li’sar’s claim was strong. The matter could not lie unresolved; not so near to the throne.
es: Aunque alguna vez enemigos mortales, el príncipe y la princesa habían forjado una alianza incómoda; tal vez incluso una amistad. Pero la cuestión de la sucesión permanecía. Konrad sostenía el Cetro, pero la reclamación de Li’sar era fuerte. El asunto no podía quedar sin resolver; no tan cerca del trono.

source: At length, the rebel army came to the northern shore of the river Weldyn, and paused there. To look at the city. To make plans for the battle, and to talk.
es: Al fin, el ejército rebelde llegó a la orilla norte del río Weldyn, y se detuvo allí. Para mirar la ciudad. Para hacer planes para la batalla, y para hablar.

source: —and the outskirts are barely a day’s march away. We should approach along the river, to make use of our merfolk and to cover our flank. She’ll cut off our supply chain if we give her the chance.
es: —y los suburbios están a apenas un día de marcha. Deberíamos acercarnos por el río, para hacer uso de nuestros sirénidos y cubrir nuestro flanco. Cortará nuestra cadena de suministro si le damos la oportunidad.

source: —and the outskirts are barely a day’s march away. We should approach from the northeast, using the river to cover our flank. She’ll cut off our supply chain if we give her the chance.
es: —y los suburbios están a apenas un día de marcha. Deberíamos acercarnos desde el noreste, usando el río para cubrir nuestro flanco. Cortará nuestra cadena de suministro si le damos la oportunidad.

source: The prisoners could be a problem, if she threatens them to try to force our surrender. But I don’t think it will come to that. She knows we’re not so foolish as to give in.
es: Los prisioneros podrían ser un problema, si los amenaza para intentar forzar nuestra rendición. Pero no creo que llegue a eso. Sabe que no somos tan tontos como para ceder.

source: Delfador, what do you think? You’ve been very quiet recently.
es: Delfador, ¿qué piensas? Has estado muy callado últimamente.

source: Weldyn. The great city. The ancient city. The city of evil. The city of good. The city of men.
es: Weldyn. La gran ciudad. La ciudad antigua. La ciudad del mal. La ciudad del bien. La ciudad de los hombres.

source: I have not looked upon that city for seventeen years, Konrad. Seventeen years ago, when I should have been at the height of my power. But my strength failed me. I failed, and I cannot atone for it.
es: No he mirado esa ciudad durante diecisiete años, Konrad. Hace diecisiete años, cuando debería haber estado en la cima de mi poder. Pero mi fuerza me falló. Fallé, y no puedo expiarlo.

source: You could not defeat Asheviere, I know. But you rescued me. That was no failure.
es: No pudiste derrotar a Asheviere, lo sé. Pero me rescataste. Eso no fue un fracaso.

source: You do not understand.
es: No entiendes.

source: The battle had been long and hard. We had been defeated. Eldred was slain, but I knew that Asheviere’s wrath would be great. That many innocents would be slain.
es: La batalla había sido larga y dura. Habíamos sido derrotados. Eldred fue asesinado, pero sabía que la ira de Asheviere sería grande. Que muchos inocentes serían asesinados.

source: I had to save the monarchy. I had to save the princes. I made haste to Weldyn, before the guards of Asheviere could get there, to carry out their evil orders.
es: Tenía que salvar la monarquía. Tenía que salvar a los príncipes. Me apresuré a Weldyn, antes de que los guardias de Asheviere pudieran llegar allí, para cumplir sus órdenes malvadas.

source: But I failed. I was too late. I entered the chambers of the youngest prince, Prince Konrad, just as one of the evil ones ran him through.
es: Pero fallé. Llegué demasiado tarde. Entré en las cámaras del príncipe más joven, el príncipe Konrad, justo cuando uno de los malvados lo atravesaba.

source: All was lost. The heirs were slain. Only Asheviere and her daughter had any claim to the throne.
es: Todo estaba perdido. Los herederos fueron asesinados. Solo Asheviere y su hija tenían alguna reclamación al trono.

source: I am not dead, Delfador. What is this you’re saying!?
es: ¡No estoy muerto, Delfador! ¡¿Qué es esto que estás diciendo?!

source: Of course, you are surprised by this, but it is the truth. In haste, I vanquished the evil ones who had committed this foul deed. Then I took the little prince’s broken body, and away I rode. Far away, to the land of the elves.
es: Por supuesto, estás sorprendido por esto, pero es la verdad. Con prisa, aniquilé a los malvados que habían cometido este acto vil. Luego tomé el cuerpo roto del pequeño príncipe, y me alejé cabalgando. Muy lejos, a la tierra de los elfos.

source: By strange and mysterious fortune, the Elf Lady Parandra had come across a human child. She knew not where he had come from, only that the orcs would have eaten him if it weren’t for her intervention.
es: Por una fortuna extraña y misteriosa, la dama elfa Parandra se había encontrado con un niño humano. No sabía de dónde había venido, solo que los orcos lo habrían comido si no fuera por su intervención.

source: The elves felt that great fortune smiled upon this nameless child. Perhaps that is why this most truthful of peoples agreed to my plan.
es: Los elfos sintieron que una gran fortuna sonreía a este niño sin nombre. Tal vez por eso este pueblo tan veraz accedió a mi plan.

source: After burying the little prince, we agreed never to speak of him again. Instead, this orphan child we would call Konrad, and he would be brought up to be king.
es: Después de enterrar al pequeño príncipe, acordamos no hablar nunca más de él. En su lugar, a este niño huérfano lo llamaríamos Konrad, y sería criado para ser rey.

source: I would say that I had slain the guards before they had carried out their evil deed, instead of after. No one would ever have to know. And no one did know for certain, until now.
es: Diría que había matado a los guardias antes de que llevaran a cabo su acto malvado, en lugar de después. Nadie tendría que saberlo. Y nadie lo supo con certeza, hasta ahora.

source: I had thought that we could one day make you king, Konrad. But now I see that fate has made a different choice. That despite all of Asheviere’s evil, this Li’sar is fit for the throne.
es: Había pensado que algún día podríamos hacerte rey, Konrad. Pero ahora veo que el destino ha hecho una elección diferente. Que a pesar de todo el mal de Asheviere, esta Li’sar es apta para el trono.

source: Parandra was right. Li’sar... Li’sar is the rightful queen. From a long line of kings, stretching all the way back to the seafarers of old from the west.
es: Parandra tenía razón. Li’sar... Li’sar es la reina legítima. De una larga línea de reyes, que se remonta hasta los navegantes de antaño del oeste.

source: Li’sar... Li’sar is the rightful queen. From a long line of kings, stretching all the way back to the seafarers of old from the west.
es: Li’sar... Li’sar es la reina legítima. De una larga línea de reyes, que se remonta hasta los navegantes de antaño del oeste.

source: Li’sar... The rightful queen...
es: Li’sar... La reina legítima...

source: Delfador, I am honored. And Konrad... I’m just as surprised by this revelation as are you. In truth, you’d nearly had me convinced we were of one blood. I can’t call you my cousin any more, now.
es: Delfador, estoy honrada. Y Konrad... Estoy tan sorprendida por esta revelación como tú. En verdad, casi me habías convencido de que éramos de la misma sangre. Ya no puedo llamarte mi primo, ahora.

source: Then call me a friend. I was ready to be king. But in our time together I have come to agree with Delfador — you will make a good queen.
es: Entonces llámame amigo. Estaba listo para ser rey. Pero en nuestro tiempo juntos he llegado a estar de acuerdo con Delfador — serás una buena reina.

source: It is decided.
es: Está decidido.

source: Now, let us not tarry here any longer! The dawn breaks! The time has come for the heir to the throne to claim it!
es: ¡Ahora, no nos demoremos más aquí! ¡El amanecer llega! ¡Ha llegado el momento para que la heredera al trono lo reclame!

source: Impassable Fence
es: Valla Intransitable

source: Spiderweb
es: Telaraña

source: Point of Interest
es: Punto de Interés

source: According to legend, the mystical bloodaxes were forged at the dawn of time in the great stone-fires of Dhur Darihm, when all Irdya was still drowned in flame and soot. It is with them that the first dwarves made war against the troll-mother, laying low her people and forevermore claiming dominion in the underearth.
es: Según la leyenda, las místicas hachas de sangre fueron forjadas al amanecer del tiempo en los grandes fuegos de piedra de Dhur Darihm, cuando todo Irdya aún estaba ahogado en llamas y hollín. Con ellas los primeros enanos hicieron la guerra contra la madre troll, derribando a su gente y reclamando para siempre el dominio en el subsuelo.

source: While the truth of this legend is a matter of debate, battlefield reports leave no doubt that such weapons exist, and that they confer great resilience upon their wielder. The dwarves’ few remaining bloodaxes are jealously guarded, passed down from father to son and reclaimed from the fallen even at great cost.
es: Mientras la verdad de esta leyenda es motivo de debate, los informes del campo de batalla no dejan duda de que tales armas existen, y que confieren gran resiliencia a su portador. Las pocas hachas de sangre restantes de los enanos son celosamente guardadas, pasadas de padre a hijo y recuperadas de los caídos incluso a gran costo.

source: bloodaxe
es: hacha de sangre

source: Dwarvish Witness
es: Testigo Enano

source: A Witness functions as the eyes of the dwarves’ history, a deep lore that they never share with outsiders. The presence of a Witness instils dwarvish warriors with the knowledge that their deeds (and their deaths) will not go unrecorded, inspiring them to daunting deeds and great heroics. The person of a Witness is considered sacred, and Witnesses are often used as envoys between dwarvish clans.
es: Un Testigo funciona como los ojos de la historia de los enanos, un profundo conocimiento que nunca comparten con forasteros. La presencia de un Testigo instila en los guerreros enanos el conocimiento de que sus hazañas (y sus muertes) no quedarán sin registrar, inspirándolos a hazañas intimidantes y grandes heroísmos. La persona de un Testigo se considera sagrada, y los Testigos a menudo se usan como enviados entre clanes enanos.

source: march
es: marchar

source: This unit has improved movement on forest, cave, hill, mountain, frozen, and water terrain.
es: Esta unidad tiene movimiento mejorado en terreno de bosque, cueva, colina, montaña, congelado y agua.

source: Elvish Civilian
es: Civil Elfo

source: Although elves are not warlike by nature, their natural grace ensures that even untrained they have talent for swords and bows. However, if you are hurling civilians at your foes, you’re clearly out of superior forces.
es: Aunque los elfos no son belicosos por naturaleza, su gracia natural asegura que incluso sin entrenamiento tengan talento para las espadas y los arcos. Sin embargo, si estás lanzando civiles contra tus enemigos, claramente te faltan fuerzas superiores.

source: sword
es: espada

source: bow
es: arco

source: male^Elvish Civilian
es: Civil Elfo

source: female^Elvish Civilian
es: Civil Elfa

source: female^Dark Queen
es: Reina Oscura

source: The evil Queen Asheviere has terrorized Wesnoth for many years. Her knowledge of magic makes her a worthy foe in combat, although her power is mostly derived from those she commands.
es: La malvada Reina Asheviere ha aterrorizado Wesnoth durante muchos años. Su conocimiento de la magia la hace un enemigo digno en combate, aunque su poder se deriva principalmente de aquellos a quienes comanda.

source: scepter
es: cetro

source: stiletto
es: estilete

source: raging blizzard
es: tormenta furiosa

source: defeated
es: derrotada

source: Elder Mage
es: Mago Anciano

source: After years of careful study and hard-won experience, the knowledge and wisdom of an Elder Mage have grown beyond compare. Though the ravages of time have seen their power a little diminished, an Elder Mage nevertheless retains a dominating presence on the battlefield, calling devastating blasts of lightning down upon their foes.
es: Después de años de estudio cuidadoso y experiencia ganada con esfuerzo, el conocimiento y la sabiduría de un Mago Anciano han crecido más allá de toda comparación. Aunque los estragos del tiempo han visto su poder un poco disminuido, un Mago Anciano conserva una presencia dominante en el campo de batalla, invocando devastadoras ráfagas de relámpagos sobre sus enemigos.

source: levitate
es: levitar

source: This unit ignores most movement costs, bypasses Zone of Control, and always has at least 50% defense.
es: Esta unidad ignora la mayoría de los costos de movimiento, pasa por alto la Zona de Control, y siempre tiene al menos 50% de defensa.

source: summoner
es: invocador

source: This unit is a skilled summoner. Adjacent allied elementals deal +100% damage and gain +100% experience.
es: Esta unidad es un invocador hábil. Los elementales aliados adyacentes causan +100% de daño y ganan +100% de experiencia.

source: Recruited elementals dissipate at the end of each scenario.
es: Los elementales reclutados se disipan al final de cada escenario.

source: staff
es: bastón

source: lightning
es: relámpago

source: chain
es: cadena

source: If this attack kills an enemy, you may attack again.
es: Si este ataque mata a un enemigo, puedes atacar de nuevo.

source: Injured Lieutenant
es: Teniente Herido

source: smoke
es: humo

source: Hit or miss, this attack creates a cloud of cloying, caustic smoke on the targeted hex. Any unit inside suffers halved chance-to-hit and can no longer enforce a zone of control. The cloud lasts until the start of this unit’s next turn.
es: Acierte o no, este ataque crea una nube de humo pegajoso y cáustico en el hexágono objetivo. Cualquier unidad dentro sufre la mitad de probabilidad de acierto y ya no puede imponer una zona de control. La nube dura hasta el comienzo del próximo turno de esta unidad. Los ataques <i>mágicos</i> no se ven afectados por el humo.

source: <i>Magical</i> attacks are unaffected by smoke.
es: Los ataques <i>mágicos</i> no se ven afectados por el humo.

source: This unit’s attacks create clouds of caustic smoke, halving chance-to-hit and nullifying zone of control for any unit caught inside.
es: Los ataques de esta unidad crean nubes de humo cáustico, reduciendo a la mitad la probabilidad de acertar y anulando la zona de control para cualquier unidad atrapada dentro.

source: Alchemist
es: Alquimista

source: In contrast with more overtly magical fields of scholarship, practitioners of alchemy are concerned with the study of physical matter — especially herbs, minerals, and the four humors.
es: En contraste con campos de estudio más abiertamente mágicos, los practicantes de la alquimia se ocupan del estudio de la materia física — especialmente hierbas, minerales y los cuatro humores.

source: The ultimate aim of such practice is, of course, the transmutation of lead into gold. Though several have claimed to have achieved this milestone in the past, no conclusive evidence has ever been presented, and the practice as a whole is often derided as the pastime of frauds — at least in the eye of the more traditional orders of magery.
es: El objetivo final de tal práctica es, por supuesto, la transmutación del plomo en oro. Aunque varios han afirmado haber alcanzado este hito en el pasado, nunca se ha presentado evidencia concluyente, y la práctica en su conjunto a menudo es ridiculizada como el pasatiempo de fraudes — al menos a ojos de las órdenes más tradicionales de la magia.

source: transmutation
es: transmutación

source: This unit generates 4 gold each turn.
es: Esta unidad genera 4 de oro cada turno.

source: flashpowder
es: pólvora relámpago

source: blowgun
es: cerbatana

source: Fighter
es: Luchador

source: Young and brash, Fighters attack with a sword, and are vulnerable to more seasoned enemies. At this early age, their greatest value is their potential.
es: Jóvenes e imprudentes, los Luchadores atacan con una espada, y son vulnerables a enemigos más experimentados. A esta edad temprana, su mayor valor es su potencial.

source: with axe
es: con hacha

source: with sceptre
es: con cetro

source: with axe and sceptre
es: con hacha y cetro

source: Sleeping Fighter
es: Luchador Durmiente

source: Unarmed Fighter
es: Luchador Desarmado

source: Captain
es: Capitán

source: In the elven school of thought, Captains should be trained in navigating small skirmishes rather than large-scale battles, and are often observed to lead through camaraderie rather than coercion. These commanders typically lead small units that remain together for extended periods of time, allowing them to personally mentor and befriend their troops. Honing their mind and body alike, the most capable of these elf-trained leaders complement their improved swordsmanship with an uncanny accuracy at archery.
es: En la escuela de pensamiento élfica, los Capitanes deben ser entrenados en navegar escaramuzas pequeñas en lugar de batallas a gran escala, y a menudo se les observa liderar a través de la camaradería en lugar de la coerción. Estos comandantes típicamente lideran unidades pequeñas que permanecen juntas por períodos extendidos de tiempo, permitiéndoles mentorizar personalmente y hacer amistad con sus tropas. Afinando su mente y cuerpo por igual, los más capaces de estos líderes entrenados por elfos complementan su esgrima mejorada con una precisión uncanny en el tiro con arco.

source: Prince
es: Príncipe

source: The most talented captains undergo extensive training in various military styles, including those of the elves and orcs. Well seasoned in the art of war, they are unorthodox but brilliant strategists who can direct even the freshest recruits to strike strategically against imposing odds and emerge victorious. Outfitted in finely-made weapons and armor, these leaders are a force to be reckoned with in both warfare and single combat.
es: Los capitanes más talentosos se someten a un entrenamiento extenso en varios estilos militares, incluyendo los de los elfos y orcos. Bien curtidos en el arte de la guerra, son estrategas poco ortodoxos pero brillantes que pueden dirigir incluso a los reclutas más novatos a golpear estratégicamente contra probabilidades imponentes y salir victoriosos. Equipados con armas y armaduras finamente hechas, estos líderes son una fuerza a tener en cuenta tanto en la guerra como en el combate individual.

source: Warrior Prince
es: Príncipe Guerrero

source: Princes bear one of the most esteemed titles in human society. Trained rigorously in the combat arts even in times of peace, a prince in times of war makes for an awe-inspiring sight on the battlefield. These royal commanders have survived many trials by fire, proving both their tactical wit and their considerable mettle at personal combat.
es: Los príncipes llevan uno de los títulos más estimados en la sociedad humana. Entrenados rigurosamente en las artes del combate incluso en tiempos de paz, un príncipe en tiempos de guerra es un espectáculo impresionante en el campo de batalla. Estos comandantes reales han sobrevivido a muchas pruebas de fuego, demostrando tanto su ingenio táctico como su considerable temple en el combate personal.

source: female^Princess
es: Princesa

source: A noble by birth, the Princess has learnt swordplay with the greatest generals and battle tactics with the greatest sages, making her both a great combatant and a leader. The units of lower level around the Princess will fight better due to her presence.
es: Noble de nacimiento, la Princesa ha aprendido el manejo de la espada con los mejores generales y las tácticas de batalla con los sabios más grandes, lo que la convierte tanto en una gran combatiente como en una líder. Las unidades de nivel inferior alrededor de la Princesa lucharán mejor debido a su presencia.

source: female^Bound Princess
es: Princesa Encadenada

source: Asheviere’s fearless princess now marches in chains, a prisoner of Konrad and his rebels.
es: La intrépida princesa de Asheviere ahora marcha encadenada, una prisionera de Konrad y sus rebeldes.

source: female^Warrior Princess
es: Princesa Guerrera

source: A noble by birth, the Princess has learnt swordplay with the greatest generals and battle tactics with the greatest sages, making her both a great combatant and a leader. Now battle-hardened and strong of will, she can aid those around her in the art of combat.
es: Noble de nacimiento, la Princesa ha aprendido esgrima con los más grandes generales y tácticas de batalla con los más grandes sabios, haciéndola tanto una gran combatiente como una líder. Ahora endurecida por la batalla y fuerte de voluntad, puede ayudar a quienes la rodean en el arte del combate.

source: Shackled Mage
es: Mago Encadenado

source: These mages have bound wrists, and cannot use their magic.
es: Estos magos tienen las muñecas atadas, y no pueden usar su magia.
