Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: Konrad can now recruit Peasants and Woodsmen!
es: ¡Konrad ahora puede reclutar Campesinos y Leñadores!

source: Thank you for helping me escape, Konrad! On our way out, each of those you freed have grabbed as much of the orcs’ gold and supplies as we could.
es: ¡Gracias por ayudarme a escapar, Konrad! En nuestro camino de salida, cada uno de los que liberaste ha agarrado tanto oro y suministros de los orcos como pudimos.

source: You have rescued $freed_slaves.length slaves, and will have $carryover extra gold in the next scenario!
es: ¡Has rescatado a $freed_slaves.length esclavos, y tendrás $carryover de oro extra en el próximo escenario!

source: ... not a single slave has escaped along with us. I had hoped that our good deed here would help us gain new allies, but it seems my hopes were in vain. We must press onwards alone.
es: ... ni un solo esclavo ha escapado con nosotros. Esperaba que nuestra buena acción aquí nos ayudara a ganar nuevos aliados, pero parece que mis esperanzas fueron en vano. Debemos seguir adelante solos.

source: Bah, when’s the chief getting back with the horde? These invaders are being a real nuisance.
es: Bah, ¿cuándo regresa el jefe con la horda? Estos invasores están siendo una verdadera molestia.

source: What’s goin’ on here? Slave revolt, is it? Hah! None o’ you’re getting out o’ this valley alive!
es: ¿Qué está pasando aquí? ¿Revuelta de esclavos, eh? ¡Ja! ¡Ninguno de ustedes saldrá vivo de este valle!

source: More orcs have arrived, and have positioned themselves to stop us progressing! Even if we manage to win this fight, the cost will surely be too great for our small army to bear...
es: ¡Han llegado más orcos, y se han posicionado para detener nuestro avance! Incluso si logramos ganar esta pelea, el costo seguramente será demasiado grande para que nuestro pequeño ejército lo soporte...

source: From what Delfador has taught me, I recognize us to be in the ruins of the great western hall of Knalga.
es: Por lo que Delfador me ha enseñado, reconozco que estamos en las ruinas del gran salón occidental de Knalga.

source: It is a sad sight to see, but we may yet find here something of value that was missed by the conquering orcs. We just have to drive off the local trolls first.
es: Es una vista triste de ver, pero tal vez encontremos aquí algo de valor que los orcos conquistadores pasaron por alto. Solo tenemos que ahuyentar primero a los trolls locales.

source: Caves and crypts are no place for the fair folk, Konrad, and dwarvish tunnels even less so. I am not eager to proceed, but what must be done must be done.
es: Las cuevas y criptas no son lugar para la gente bella, Konrad, y los túneles enanos aún menos. No estoy ansioso por proceder, pero lo que debe hacerse, debe hacerse.

source: Aye, an’ <b><i>I</i></b> may find me father’s defiled bones, or me grandfather’s. Cheery thoughts all around, eh?
es: Sí, y <b><i>yo</i></b> podría encontrar los huesos profanados de mi padre, o los de mi abuelo. Pensamientos alegres por todos lados, ¿eh?

source: Away in the deep darkness, we are cut off from the light. But hark! Not from the Light, nor ever from the Light, for the Light shall always guide the faithful.
es: Lejos en la profunda oscuridad, estamos aislados de la luz. ¡Pero escucha! No de la Luz, ni nunca de la Luz, porque la Luz siempre guiará a los fieles.

source: Well, don’ this place be bringin’ back some bad memories. Jus’ hope we don’ find no Midnight Queen down these caves this time.
es: Bueno, este lugar trae malos recuerdos. Solo espero que no encontremos a ninguna Reina de Medianoche en estas cuevas esta vez.

source: You know, I’ve always wanted to meet a wild troll! Well, at least I think I’ve always wanted to. Do you think they know how their regeneration works, or does it just happen by instinct?
es: Sabes, siempre he querido conocer a un troll salvaje. Bueno, al menos creo que siempre he querido. ¿Crees que saben cómo funciona su regeneración, o solo pasa por instinto?

source: Don’t be lookin’ at me, Konrad. Jus’ cuz Dosh is a troll don’t mean Dosh knows all the trolls on da continent. An’ don’t get Dosh mixed up with one o’ dem other trolls while we’re fighting, okay?
es: No me mires a mí, Konrad. Solo porque Dosh es un troll no significa que Dosh conozca a todos los trolls del continente. Y no confundas a Dosh con uno de esos otros trolls mientras luchamos, ¿de acuerdo?

source: I remember that passageway. Me uncle’s whole family drowned here after th’ orcs flooded th’ halls. I were young, very young...
es: Recuerdo ese pasadizo. Toda la familia de mi tío se ahogó aquí después de que los orcos inundaran los salones. Yo era joven, muy joven...

source: Listen! Do you hear that?
es: ¡Escucha! ¿Oyes eso?

source: Kill the trolls... kill them all... scour the caverns... search the halls...
es: Matar a los trolls... matarlos a todos... limpiar las cavernas... buscar en los salones...

source: More orcs at the gates... Send Eller... for reinforcements. The west hall. Where... are my dragoons?
es: Más orcos en las puertas... Envía a Eller... por refuerzos. El salón oeste. Dónde... están mis dragones?

source: No more recruits. I will lead the sortie... personally.
es: No más reclutas. Yo lideraré la salida... personalmente.

source: Look at the strange axe that death knight is holding! What an unusual weapon.
es: ¡Mira el extraño hacha que sostiene ese caballero de la muerte! Qué arma tan inusual.

source: I... that...
es: Yo... eso...

source: <i>THAT’S MY FATHER’S AXE!</i>
es: <i>¡ES EL HACHA DE MI PADRE!</i>

source: Give it back, ye beastly bag o’ bones! I’ll rip out yer ribs and stuff ’em down yer eye sockets!
es: ¡Devuélvemela, bestia de saco de huesos! ¡Te arrancaré las costillas y te las meteré por los ojos!

source: I’ll boil yer teeth. I’ll invert your kneecaps. Death is too good for ye. UN-death is too good fer ye!
es: ¡Herviré tus dientes. Invertiré tus rótulas. La muerte es demasiado buena para ti. ¡La NO-muerte es demasiado buena para ti!

source: Ulfdain, calm down! What are you talking about?
es: ¡Ulfdain, cálmate! ¿De qué estás hablando?

source: That coward, that yaldson, that spawn of utter darkness is holdin’ my father’s axe! His bloodaxe, one o’ the last few in the world!
es: ¡Ese cobarde, ese yaldson, ese engendro de oscuridad absoluta está sosteniendo el hacha de mi padre! ¡Su hacha de sangre, una de las últimas en el mundo!

source: By Thursagan’s beard, we’re goin’ to get it back or we’re goin’ to die tryin’! Charge!
es: ¡Por la barba de Thursagan, la recuperaremos o moriremos intentándolo! ¡Carga!

source: Lost? No... do not speak that word. We will... prevail. We will find... the sceptre...
es: ¿Perdido? No... no digas esa palabra. Prevaleceremos... Encontraremos... el cetro...

source: The Sceptre? Of Fire?! Who are you, foul creature that we fight? Speak your name, that I may know the foe I slay!
es: ¿El Cetro? ¿De Fuego?! ¡¿Quién eres, criatura vil con la que luchamos?! ¡Di tu nombre, para que sepa al enemigo que mato!

source: We swore our oaths... now we do our duty...
es: Juramos nuestros juramentos... ahora cumplimos nuestro deber...

source: I am Konrad, nephew of Garard, son of Arand and rightful heir to the throne of Wesnoth! And in their names, I end your undead suffering.
es: ¡Soy Konrad, sobrino de Garard, hijo de Arand y heredero legítimo al trono de Wesnoth! ¡Y en sus nombres, pongo fin a tu sufrimiento de no muerto!

source: Arand? You look... nothing like Arand...
es: ¿Arand? No te pareces... en nada a Arand...

source: So this vile creature was once a man, searching for the Sceptre of Fire. Neither in life nor un-life could he find the object of his quest — but it seems he still gathered many other riches and things of value.
es: Entonces esta vil criatura fue una vez un hombre, buscando el Cetro de Fuego. Ni en vida ni en no-vida pudo encontrar el objeto de su búsqueda — pero parece que aún reunió muchas otras riquezas y cosas de valor.

source: His gold will be useful to us, but his axe may be even more so. The runes carved into it look dwarvish, and ancient...
es: Su oro nos será útil, pero su hacha puede serlo aún más. Las runas talladas en ella parecen enanas, y antiguas...

source: Aye... like I said ’twere my father’s, but ’tweren’t he who forged it. Been with us dwarves since times o’ legend, have th’ bloodaxes. I never thought I’d again see such a sight! Not since th’ dark days began...
es: Sí... como dije, era de mi padre, pero no fue él quien la forjó. Ha estado con nosotros los enanos desde tiempos de leyenda, las hachas de sangre. ¡Nunca pensé que volvería a ver tal vista! No desde que comenzaron los días oscuros...

source: Perhaps th’ spirit o’ Knalga ain’t so dead an’ buried after all. Ah’m a Bloodaxe now, like my father an’ his father an’ his father afore him! Ah’m in yer debt once again, Konrad. Ye given me hope.
es: Tal vez el espíritu de Knalga no esté tan muerto y enterrado después de todo. ¡Ahora soy un Hacha de Sangre, como mi padre y su padre y su padre antes que él! Estoy en deuda contigo una vez más, Konrad. Me has dado esperanza.

source: A weapon worthy of a king — or a prince. I shall personally wield this axe against the dark queen.
es: Un arma digna de un rey — o un príncipe. Yo personalmente empuñaré este hacha contra la reina oscura.

source: Dwarvish Bloodaxe
es: Hacha de Sangre Enana

source: This runic axe increases Konrad’s melee damage by 3, and grants him the <i>drains</i> special on his melee attacks.
es: Este hacha rúnica aumenta el daño cuerpo a cuerpo de Konrad en 3, y le otorga la especial <i>drena</i> en sus ataques cuerpo a cuerpo.

source: I am glad; the halls of your ancestors are at peace once more, Ulfdain. Now it is time for us to move on.
es: Me alegro; los salones de tus ancestros están en paz una vez más, Ulfdain. Ahora es hora de que sigamos adelante.

source: More trolls will move in soon, but for now, the caverns are empty. Time for us to move on.
es: Más trolls se mudarán pronto, pero por ahora, las cavernas están vacías. Hora de que sigamos adelante.

source: These halls are old, and our fighting is damaging the walls and pillars. If we cannot finish soon, the whole cavern might collapse on us!
es: Estos salones son antiguos, y nuestra lucha está dañando las paredes y pilares. ¡Si no terminamos pronto, toda la caverna podría colapsar sobre nosotros!

source: Our fighting has caused too much damage to these old ruins! The whole mountain is falling down on us!
es: ¡Nuestra lucha ha causado demasiado daño a estas antiguas ruinas! ¡Toda la montaña se está derrumbando sobre nosotros!

source: Knalgans
es: Knalganos

source: The Knalgans led Konrad and his men, blindfolded, through a maze of twisting tunnels and passageways.
es: Los knalganos guiaron a Konrad y sus hombres, con los ojos vendados, a través de un laberinto de túneles y pasadizos sinuosos.

source: The sound of hammers echoed through the stale cave air, then pickaxes, then the quiet murmur of low dwarvish voices, interspersed with louder remarks from the still-seeing dwarves of Konrad’s own party. And at long last, silence.
es: El sonido de martillos resonaba en el aire viciado de la cueva, luego picos, luego el murmullo silencioso de voces enanas bajas, intercaladas con comentarios más fuertes de los enanos aún videntes del grupo de Konrad. Y al fin, silencio.

source: The sound of hammers echoed through the stale cave air, then pickaxes, then the quiet murmur of low dwarvish voices. And at long last, silence.
es: El sonido de martillos resonaba en el aire viciado de la cueva, luego picos, luego el murmullo silencioso de voces enanas bajas. Y al fin, silencio.

source: Here we are. The start o’ the cave-in. Somewhere beyond here, past all manner of beasts and vermin, lie our trapped miners. Rescue them, and you’ll be rewarded.
es: Aquí estamos. El inicio del derrumbe. En algún lugar más allá de aquí, más allá de todo tipo de bestias y alimañas, yacen nuestros mineros atrapados. Rescátenlos, y serán recompensados.

source: It’s just a solid wall of rock. How am I supposed to get through and find your comrades?
es: Es solo una pared sólida de roca. ¿Cómo se supone que pase y encuentre a tus camaradas?

source: Dig, human. I must return to my guard duties.
es: Cava, humano. Debo regresar a mis deberes de guardia.

source: Find the missing dwarves
es: Encuentra a los enanos desaparecidos

source: Ulfdain, the Knalgans here have been very evasive about what’s going on. Do you have any insights?
es: Ulfdain, los knalganos de aquí han sido muy evasivos sobre lo que está pasando. ¿Tienes alguna idea?

source: Aye, I think I can guess. But I cannae tell an outsider, Konrad, not even you.
es: Sí, creo que puedo adivinar. Pero no puedo decírselo a un forastero, Konrad, ni siquiera a ti.

source: Friend dwarf, the Knalgans here have been very evasive about what’s going on. Do you have any insights?
es: Enano amigo, los knalganos de aquí han sido muy evasivos sobre lo que está pasando. ¿Tienes alguna idea?

source: The walls here are weak enough for swords and spears to break down. It’ll be slow going, but we’ll be able to dig our way through the cave-in. That must be what Geldar meant.
es: Las paredes aquí son lo suficientemente débiles como para que espadas y lanzas las derriben. Será lento, pero podremos cavar nuestro camino a través del derrumbe. Eso debe ser lo que Geldar quiso decir.

source: Mining’s a lot easier when you’ve got the proper equipment, aye?
es: Minar es mucho más fácil cuando tienes el equipo adecuado, ¿verdad?

source: Look out! The cavern beyond this wall is filled with water, and it’s flooding into our caves!
es: ¡Cuidado! La caverna más allá de esta pared está llena de agua, ¡y está inundando nuestras cuevas!

source: <i>(cough)</i> Who’s there?
es: <i>(tos)</i> ¿Quién está ahí?

source: I am Prince Konrad of Wesnoth, and a friend of Knalga. I’ve come to rescue you!
es: ¡Soy el Príncipe Konrad de Wesnoth, y un amigo de Knalga! ¡He venido a rescatarte!

source: Aye, that so? ...ye weren’t who I was expectin’. <i>(cough)</i> But I’m not about to turn down help.
es: ¿Sí, en serio? ...no eras quien esperaba. <i>(tos)</i> Pero no voy a rechazar ayuda.

source: Yer alive! Quick, git ’im to th’ great hall.
es: ¡Estás vivo! Rápido, llévenlo al gran salón.

source: All this, Relgorn, for just a single dwarf? I understand the value of life, but I was led to believe there was a whole posse trapped down here. What’s the meaning of this?
es: Todo esto, Relgorn, ¿por un solo enano? Entiendo el valor de la vida, pero me hicieron creer que había todo un grupo atrapado aquí abajo. ¿Qué significa esto?

source: Never ye mind, human. But you did right by us, so we’ll do right by you.
es: No te preocupes, humano. Pero hiciste lo correcto por nosotros, así que nosotros haremos lo correcto por ti.

source: I know ye’ll be wantin’ all of our warrior types, but we dinnae have enough o’ everyone to spare. But those we do have are tough, and well-practiced in the art of battle.
es: Sé que querrás todos nuestros tipos de guerreros, pero no tenemos suficientes de cada uno para prescindir. Pero los que tenemos son duros, y bien practicados en el arte de la batalla.

source: Choose two — Fighters, Guardsmen, Thunderers, or Ulfserkers — an’ we’ll send ye’ enough Knalgans to make a difference in yer quest.
es: Elige dos — Luchadores, Guardianes, Atronadores, o Ulfhednars — y te enviaremos suficientes knalganos para marcar una diferencia en tu búsqueda.

source: It shall be done, Konrad. May you someday reclaim your birthright — and us ours.
es: Se hará, Konrad. Que algún día recuperes tu derecho de nacimiento — y nosotros el nuestro.

source: Choose Dwarvish Fighters and Guardsmen
es: Elegir Luchadores Enanos y Guardianes Enanos

source: Konrad can now recruit Dwarvish Fighters and Guardsmen!
es: ¡Konrad ahora puede reclutar Luchadores Enanos y Guardianes Enanos!

source: Choose Dwarvish Fighters and Thunderers
es: Elegir Luchadores Enanos y Tronadores Enanos

source: Konrad can now recruit Dwarvish Fighters and Thunderers!
es: ¡Konrad ahora puede reclutar Luchadores Enanos y Tronadores Enanos!

source: Choose Dwarvish Fighters and Ulfserkers
es: Elegir Luchadores y Ulfhednars Enanos

source: Konrad can now recruit Dwarvish Fighters and Ulfserkers!
es: ¡Konrad ahora puede reclutar Luchadores Enanos y Ulfhednars Enanos!

source: Choose Dwarvish Guardsmen and Thunderers
es: Elegir Guardianes Enanos y Atronadores Enanos

source: Konrad can now recruit Dwarvish Guardsmen and Thunderers!
es: ¡Konrad ahora puede reclutar Guardias Enanos y Atronadores Enanos!

source: Choose Dwarvish Guardsmen and Ulfserkers
es: Elegir Guardias Enanos y Ulfhednars Enanos

source: Konrad can now recruit Dwarvish Guardsmen and Ulfserkers!
es: ¡Konrad ahora puede reclutar Guardias Enanos y Ulfhednars Enanos!

source: Choose Dwarvish Thunderers and Ulfserkers
es: Elegir Tronadores Enanos y Ulfserkers Enanos

source: Konrad can now recruit Dwarvish Thunderers and Ulfserkers!
es: ¡Konrad ahora puede reclutar Atronadores Enanos y Ulfhednars Enanos!

source: Ask for more
es: Pedir más

source: Once I defeat Asheviere and reclaim my throne, I would be more than happy to send aid to Knalga. I understand you have little to give, but right now it is in both of our best interests to work together!
es: Una vez derrote a Asheviere y reclame mi trono, estaré más que feliz de enviar ayuda a Knalga. Entiendo que tienen poco que dar, pero ahora mismo es en el mejor interés de ambos trabajar juntos.

source: Aye, an’ I thought I’d live out a peaceful life in th’ west halls, but here we both are. We can’t spare any more, Konrad, not even for a prince.
es: Sí, y pensé que viviría una vida pacífica en los salones del oeste, pero aquí estamos ambos. No podemos prescindir de más, Konrad, ni siquiera para un príncipe.

source: Refuse payment
es: Rechazar el pago

source: Friend dwarf, you need all the fighters you can get. What right do I have to demand bread from a starving man? Keep your warriors for Knalga, and may Knalga one day prosper again.
es: Enano amigo, necesitan todos los luchadores que puedan conseguir. ¿Qué derecho tengo yo de exigir pan a un hombre hambriento? Mantengan a sus guerreros para Knalga, y que Knalga prospere de nuevo algún día.

source: You’re a good lad, Konrad. Thank ye, an’ I’m sorry we were so suspicious when ye first showed up.
es: Eres un buen muchacho, Konrad. Gracias, y lo siento por haber sido tan sospechosos cuando apareciste por primera vez.

source: Whether you get yer throne back or not, you’ll always be welcome in Knalga — what remains o’ it, at least.
es: Ya recuperes tu trono o no, siempre serás bienvenido en Knalga — lo que queda de ella, al menos.

source: We must hurry. We promised Relgorn we would rescue his lost kin, but every hour we wait is an hour in which some misfortune may befall them.
es: Debemos apresurarnos. Le prometimos a Relgorn que rescataríamos a sus parientes perdidos, pero cada hora que esperamos es una hora en la que puede ocurrirles alguna desgracia.

source: We have taken so long to search for the missing dwarves! Even should we eventually find them, we will surely find only their corpses...
es: ¡Hemos tardado tanto en buscar a los enanos desaparecidos! Incluso si eventualmente los encontramos, seguramente solo encontraremos sus cadáveres...

source: Monsters
es: Monstruos

source: The last dwarvish ruin far behind them, the party descended into the deepest parts of the hewn caverns. Except for disturbances caused by the occasional rodent, the air in the lower passages was still and tomblike.
es: La última ruina enana quedó muy atrás, el grupo descendió a las partes más profundas de las cavernas excavadas. Excepto por las perturbaciones causadas por los ocasionales roedores, el aire en los pasajes inferiores era quieto y sepulcral.

source: Stepping through a low corridor, Konrad and Delfador emerged from the maze-like catacombs into icy blackness. Darkness seemed to crush them. Lights flickered and went out. Even the staff of the elder mage struggled to produce enough light to see by.
es: Al pasar por un corredor bajo, Konrad y Delfador emergieron de las catacumbas laberínticas hacia una oscuridad helada. La oscuridad parecía aplastarlos. Las luces parpadeaban y se apagaban. Incluso el bastón del mago anciano luchaba por producir suficiente luz para ver.

source: A cavernous void stretched out ahead, across which no ceiling or walls were visible. Wind howled and whipped over narrow ledges bridging the depths, almost as if animated by powerful nearby magic... and approaching evil.
es: Un vacío cavernoso se extendía adelante, sin techo ni paredes visibles. El viento aullaba y azotaba sobre estrechas repisas que cruzaban las profundidades, casi como si estuviera animado por una poderosa magia cercana... y un mal que se acercaba.

source: We’ve been traveling for days upon days. Surely the Sceptre is getting close!
es: Hemos estado viajando día tras día. ¡Seguro que el Cetro está cada vez más cerca!

source: Yes, I feel it is near here. It calls out to be freed... it is near; very near! The Sceptre was forged here, not far where we now stand. The sheer power of it!
es: Sí, siento que está cerca de aquí. Clama por ser liberado... ¡está cerca; muy cerca! El Cetro fue forjado aquí, no lejos de donde estamos ahora. ¡El puro poder de él!

source: It is the fault of my people — Landar’s rebels — that the Sceptre was lost. It is only fair that I help get it back. Which way should we go, Delfador?
es: Es culpa de mi gente — los rebeldes de Landar — que el Cetro se perdiera. Es justo que ayude a recuperarlo. ¿Hacia dónde debemos ir, Delfador?

source: Growin’ up they used to tell me fairytales about the Sceptre... Never thought I might actually be seein’ it in person. Which way do we go, Delfador?
es: De pequeña me contaban cuentos sobre el Cetro... Nunca pensé que realmente lo vería en persona. ¿Hacia dónde vamos, Delfador?

source: Yea, the hallowed fire shall bring Light to the places of darkness! So proclaim the texts, and so shall it be. Where can the Sceptre be found, scholar?
es: Sí, el fuego sagrado traerá Luz a los lugares de oscuridad. Así lo proclaman los textos, y así será. ¿Dónde se puede encontrar el Cetro, erudito?

source: ’twere my people who made it fer ye humans, and ’twere my people who lost it, long ago. Now ’tis only right that I help ye get it back. Where be the Sceptre, scholar?
es: Fue mi gente quien lo hizo para los humanos, y fue mi gente quien lo perdió hace mucho tiempo. Ahora es justo que ayude a recuperarlo. ¿Dónde está el Cetro, erudito?

source: I’ve read so much about the lost Sceptre of Fire! I never though I would, well, actually help <i>find</i> it. Where do we go, Delfador?
es: ¡He leído tanto sobre el perdido Cetro de Fuego! Nunca pensé que, bueno, realmente ayudaría a <i>encontrarlo</i>. ¿Hacia dónde vamos, Delfador?

source: It’s overwhelming! I never— well, Delfador, thank you for trusting me to be here with you. Where shall we start the search?
es: ¡Es abrumador! Nunca— bueno, Delfador, gracias por confiar en mí para estar aquí contigo. ¿Dónde comenzaremos la búsqueda?

source: Dis cave good place for troll, but no good place for softskins. Better find your scep-tar an’ get back to sun-lit places. Which way should we start?
es: Esta cueva es buen lugar para troll, pero no buen lugar para pielsuaves. Mejor encontrar tu cetro y volver a lugares con sol. ¿Hacia dónde empezamos?

source: Very well — then where? How do we find it?
es: Muy bien — entonces, ¿dónde? ¿Cómo lo encontramos?
