Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: Or what of how Asheviere sent her dwarvish lackies to slay Wesnoth’s wild gryphons and steal their eggs? Without my intervention Gryphon Mountain might have been entirely ruined!
es: ¿O qué hay de cómo Asheviere envió a sus lacayos enanos a matar a los grifos salvajes de Wesnoth y robar sus huevos? ¡Sin mi intervención, la Montaña del Grifo podría haber sido completamente arruinada!

source: You cannot deny, cousin, that Asheviere sent her dwarvish lackies to slay Wesnoth’s wild gryphons and steal their eggs! I may have benefitted from the act, but that does not change Asheviere’s decision to do it.
es: No puedes negar, prima, que Asheviere envió a sus lacayos enanos a matar a los grifos salvajes de Wesnoth y robar sus huevos. Puede que yo me haya beneficiado del acto, pero eso no cambia la decisión de Asheviere de hacerlo.

source: Or what of how Asheviere sent her dwarvish lackies to slay Wesnoth’s wild gryphons and steal their eggs? I may have benefitted from the act, but that does not change Asheviere’s decision to do it.
es: ¿O qué hay de cómo Asheviere envió a sus lacayos enanos a matar a los grifos salvajes de Wesnoth y robar sus huevos? Puede que yo me haya beneficiado del acto, pero eso no cambia la decisión de Asheviere de hacerlo.

source: You can scarcely deny, Li’sar, that the dark queen deliberately withheld aid from my home, leaving many of our number to die at the hands of undead. It is only thanks to Konrad that our seal was restored and calamity averted!
es: Apenas puedes negar, Li’sar, que la reina oscura retuvo deliberadamente ayuda de mi hogar, dejando que muchos de los nuestros murieran a manos de no muertos. ¡Solo gracias a Konrad nuestro sello fue restaurado y la calamidad evitada!

source: —no, that can’t be right. You and your order are doing important work; it should be the crown’s responsibility to keep you provisioned.
es: —no, eso no puede ser correcto. Tú y tu orden están haciendo un trabajo importante; debería ser responsabilidad de la corona mantenerlos provistos.

source: Lo! Or what of how Asheviere deliberately withheld aid from my home, leaving many of our number to die at the hands of undead? Without Konrad’s intervention our seal would never have been restored!
es: ¡He aquí! ¿O qué hay de cómo Asheviere retuvo deliberadamente ayuda de mi hogar, dejando que muchos de los nuestros murieran a manos de no muertos? ¡Sin la intervención de Konrad, nuestro sello nunca habría sido restaurado!

source: You cannot deny, cousin, that Asheviere deliberately withheld aid from the Gryphon Mountain monastery, leaving many of their number to die at the hands of undead. It is only by my sword that their seal was restored and calamity averted!
es: No puedes negar, prima, que Asheviere retuvo deliberadamente ayuda del monasterio de la Montaña del Grifo, dejando que muchos de los suyos murieran a manos de no muertos. ¡Solo gracias a mi espada su sello fue restaurado y la calamidad evitada!

source: —no, that can’t be right. The monastic mages are doing important work; it should be the crown’s responsibility to keep them provisioned.
es: —no, eso no puede ser correcto. Los magos monásticos están haciendo un trabajo importante; debería ser responsabilidad de la corona mantenerlos provistos.

source: Or what of how Asheviere deliberately withheld aid from the Gryphon Mountain monastery, leaving many of their number to die at the hands of undead? Without my intervention their seal would never have been restored!
es: ¿O qué hay de cómo Asheviere retuvo deliberadamente ayuda del monasterio de la Montaña del Grifo, dejando que muchos de los suyos murieran a manos de no muertos? ¡Sin mi intervención, su sello nunca habría sido restaurado!

source: You can scarcely deny, Li’sar, that Asheviere’s quarrel with the Aethenwood was more than just a quest to capture Konrad and Delfador. Asheviere has a lust for control, and anyone who resists must be destroyed.
es: Apenas puedes negar, Li’sar, que la disputa de Asheviere con el Bosque Edén fue más que solo una búsqueda para capturar a Konrad y Delfador. Asheviere tiene sed de control, y cualquiera que resista debe ser destruido.

source: Or what of Asheviere’s attack on the Aethenwood? This was more than just a quest to capture Konrad and Delfador. Asheviere has a lust for control, and anyone who resists must be destroyed.
es: ¿O qué hay del ataque de Asheviere al Bosque Edén? Esto fue más que solo una búsqueda para capturar a Konrad y Delfador. Asheviere tiene sed de control, y cualquiera que resista debe ser destruido.

source: You cannot deny, cousin, that Asheviere’s quarrel with the Aethenwood was more than just a quest to capture me and Delfador. Asheviere has a lust for control, and anyone who resists must be destroyed.
es: No puedes negar, prima, que la disputa de Asheviere con el Bosque Edén fue más que solo una búsqueda para capturarme a mí y a Delfador. Asheviere tiene sed de control, y cualquiera que resista debe ser destruido.

source: Or what of Asheviere’s attack on the Aethenwood? This was more than just a quest to capture me and Delfador. Asheviere has a lust for control, and anyone who resists must be destroyed.
es: ¿O qué hay del ataque de Asheviere al Bosque Edén? Esto fue más que solo una búsqueda para capturarme a mí y a Delfador. Asheviere tiene sed de control, y cualquiera que resista debe ser destruido.

source: I feel... nothing.
es: No siento... nada.

source: The lich is defeated, Li’sar, and our agreed-upon truce comes to an end. If your soldiers and I are to battle, know that even weakened from the caves they shall still find me a formidable foe.
es: El liche está derrotado, Li’sar, y nuestra tregua acordada llega a su fin. Si tus soldados y yo vamos a luchar, sabe que incluso debilitados por las cuevas aún me encontrarán como un enemigo formidable.

source: The lich is defeated, Li’sar, and our agreed-upon truce comes to an end. If we are to battle, know that even weakened from the caves you shall still find me a formidable foe.
es: El liche está derrotado, Li’sar, y nuestra tregua acordada llega a su fin. Si vamos a luchar, sabe que incluso debilitados por las cuevas aún me encontrarás como un enemigo formidable.

source: But you heard my truths about Asheviere — and Malal’s. The dark queen has already harmed countless lives, and will bring all that we love to ruin if we do not stop her. If you are willing, I would welcome your aid in my fight to make Wesnoth a better place.
es: Pero escuchaste mis verdades sobre Asheviere — y las de Malal. La reina oscura ya ha dañado innumerables vidas, y arruinará todo lo que amamos si no la detenemos. Si estás dispuesta, daría la bienvenida a tu ayuda en mi lucha por hacer de Wesnoth un lugar mejor.

source: My mother has her flaws, but the crimes of which you’ve accused her... I spent my entire childhood listening to my mother give orders and commanding armies around. I’d always given her the benefit of the doubt.
es: Mi madre tiene sus defectos, pero los crímenes de los que la has acusado... Pasé toda mi infancia escuchando a mi madre dar órdenes y comandar ejércitos. Siempre le había dado el beneficio de la duda.

source: But I cannot deny there have been signs. I became my mother’s most trusted aide-de-camp. I was sent to quiet the worst of the various rebellions. Of course they fought back. I was never told who most of these people were or why they fought my mother. Now the volcano, and now this lich...
es: Pero no puedo negar que ha habido señales. Me convertí en la ayudante de campo más confiable de mi madre. Fui enviada a silenciar lo peor de las diversas rebeliones. Por supuesto que lucharon. Nunca me dijeron quiénes eran la mayoría de estas personas o por qué luchaban contra mi madre. Ahora el volcán, y ahora este liche...

source: Free me from these chains and I will join you, even if it means opposing my own flesh. Perhaps together we can save our country in a way that neither of us could alone.
es: Libérame de estas cadenas y me uniré a ti, incluso si significa oponerme a mi propia sangre. Tal vez juntos podamos salvar nuestro país de una manera que ninguno de los dos podría solo.

source: I will join you, even if it means opposing my own flesh. Perhaps together we can save our country in a way that neither of us could alone.
es: Me uniré a ti, incluso si significa oponerme a mi propia sangre. Tal vez juntos podamos salvar nuestro país de una manera que ninguno de los dos podría solo.

source: We’ve come this far together. There is no reason for me to execute an unarmed woman, enemy though she may be!
es: Hemos llegado hasta aquí juntos. ¡No hay razón para que ejecute a una mujer desarmada, aunque sea una enemiga!

source: I can’t believe it. Bested so far from home.... and in part by the actions of my own mother. Embarrassing...
es: No puedo creerlo. Derrotada tan lejos de casa... y en parte por las acciones de mi propia madre. Vergonzoso...

source: We are beaten! Bested so far from home.... and in part by the actions of the queen...
es: ¡Estamos derrotados! Vencidos tan lejos de casa... y en parte por las acciones de la reina...

source: Li’sar’s soldiers have fallen, and their camps have become infested with undead! I would rejoice, if we were not surely about to follow them into undeath...
es: ¡Los soldados de Li’sar han caído, y sus campamentos se han infestado de no muertos! Me alegraría, si no estuviéramos a punto de seguirlos hacia la no muerte...

source: Ugh... I am faint with hunger and exhausted from our long days underground. We must finish these undead before we become too weak to fight!
es: Ugh... Estoy débil por el hambre y exhausto por nuestros largos días bajo tierra. ¡Debemos acabar con estos no muertos antes de que nos debilitemos demasiado para luchar!

source: My heart... my head... our long ordeal has taken a toll on us all. I can barely stand, much less fight, and the army is no better. Even if Li’sar is still able to vanquish these undead without our aid, she will surely do the same to us now that we have become so frail!
es: Mi corazón... mi cabeza... nuestro largo calvario ha pasado factura a todos nosotros. Apenas puedo mantenerme en pie, mucho menos luchar, y el ejército no está mejor. ¡Incluso si Li’sar aún puede vencer a estos no muertos sin nuestra ayuda, seguramente hará lo mismo con nosotros ahora que nos hemos vuelto tan frágiles!

source: scenario name^Snow Plains
es: Llanuras Nevadas

source: Clan Fell-Hand
es: Clan Mano Caída

source: Your Highness, the Princess of Wesnoth! Can that be you, off in the distance?! ...I’d be elated to see you, if you weren’t so clearly marching in rapport with the traitor prince. This is a surprise.
es: ¡Alteza, la Princesa de Wesnoth! ¿Puedes ser tú, allá a lo lejos?! ...Estaría encantada de verte, si no estuvieras marchando tan claramente en sintonía con el príncipe traidor. Esto es una sorpresa.

source: Konrad’s not the one who tried to kill his own allies in a flood of lava, Mirya. Yet here I stand alive and free, while you are locked behind bars.
es: Konrad no es quien intentó matar a sus propios aliados en una inundación de lava, Mirya. Sin embargo, aquí estoy viva y libre, mientras tú estás encerrada tras rejas.

source: For over a decade now, you’ve served as my mother’s fastest scout and most reliable courier. You’ve seen every major event in the kingdom firsthand; people and battles I’ve only read about in sanitized reports.
es: Durante más de una década, has servido como la exploradora más rápida y mensajera más confiable de mi madre. Has visto de primera mano cada evento importante en el reino; personas y batallas que solo he leído en informes sanitizados.

source: Tell me, when did we stop trying to make Wesnoth a better place; a stronger place? Or was it always this way and I was just too blind to see?
es: Dime, ¿cuándo dejamos de intentar hacer de Wesnoth un lugar mejor; un lugar más fuerte? ¿O siempre fue así y yo estaba demasiado ciega para verlo?

source: Urag-Tifer, you must set me free at once. These soldiers before you are rebels and traitors, orc-haters out for your head. Set me free and I will help you fight.
es: Urag-Tifer, debes liberarme de inmediato. Estos soldados ante ti son rebeldes y traidores, odiadores de orcos que buscan tu cabeza. Libérame y te ayudaré a luchar.

source: Set you free so you can magic yourself away without us getting our ransom? Fat chance. Just ’cause I’m an orc doesn’t mean I’m stupid.
es: ¿Liberarte para que puedas desaparecer mágicamente sin que obtengamos nuestro rescate? Ni lo sueñes. Solo porque soy un orco no significa que sea estúpido.

source: We’ll handle these soldiers the orcish way. C’mon, boys, grab your swords! We’ve got a battle to win!
es: Manejaremos a estos soldados al estilo orco. ¡Vamos, chicos, tomen sus espadas! ¡Tenemos una batalla que ganar!

source: Defeat Urag-Tifer
es: Derrota a Urag-Tifer

source: There’s the mage, but there won’t be time to deal with her until we first defeat these orcs!
es: ¡Ahí está la maga, pero no habrá tiempo para lidiar con ella hasta que primero derrotemos a estos orcos!

source: Hands off!! Not another swing at me, or the mage gets it!
es: ¡¡Manos fuera!! ¡Ni un golpe más contra mí, o la maga muere!

source: Okay, go ahead. We’re fighting to stop Mirya from returning to my mother, not to rescue her or to keep her as prisoner.
es: Adelante. Estamos luchando para evitar que Mirya regrese con mi madre, no para rescatarla o mantenerla como prisionera.

source: <b><i>That’s</i></b> all you want?!
es: ¡<b><i>Eso</i></b> es todo lo que quieres?!

source: Wait—
es: Espera—

source: There, she’s dead. Better I lose a ransom than my life.
es: Ahí está, está muerta. Mejor pierdo un rescate que mi vida.

source: Now get out of here. You pinkskins and your politics have caused me enough trouble already...
es: Ahora váyanse de aquí. Ustedes pielrosas y su política ya me han causado suficientes problemas...

source: Mirya isn’t the type to leave her fate to chance, Konrad. While we’re busy fighting, she’s certainly planning some kind of escape.
es: Mirya no es del tipo que deja su destino al azar, Konrad. Mientras estamos ocupados luchando, seguro está planeando algún tipo de escape.

source: If we take too long to defeat these orcs and capture her, she may slip away from us and back to Asheviere.
es: Si tardamos demasiado en derrotar a estos orcos y capturarla, podría escabullirse de nosotros y regresar con Asheviere.

source: Finally, I’ve burned an opening in these bars. And that oaf of an orc has been too preoccupied with Li’sar to notice! Time to slip away...
es: Finalmente, he quemado una abertura en estos barrotes. ¡Y ese idiota de orco ha estado demasiado ocupado con Li’sar para notarlo! Hora de escabullirse...

source: scenario name^A Crisis of Leadership
es: Una crisis de liderazgo

source: Clan Whitefang
es: Clan Colmillo Blanco

source: Chief Khargol
es: Jefe Khargol

source: 25 gold
es: 25 de oro

source: 50 gold
es: 50 de oro

source: 100 gold
es: 100 de oro

source: 200 gold
es: 200 de oro

source: I have the scheming orc locked up, Konrad. My soldiers and I will guard the camp to make sure he doesn’t escape until you safely return.
es: Tengo al orco extraño encerrado, Konrad. Mis soldados y yo vigilaremos el campamento para asegurarnos de que no escape hasta que regreses sano y salvo.

source: Yeah yeah, nice cage. Now, prince — recruit three of your best fighters, and my followers’ wagons will sneak you four into the camp.
es: Sí, sí, bonita jaula. Ahora, príncipe — recluta a tres de tus mejores luchadores, y los carros de mis seguidores te infiltrarán a los cuatro en el campamento.

source: You haven’t seen our camp before, but as long as you stay hidden in my wagons you should be able to freely explore. Once you find the chief, kill him!
es: No has visto nuestro campamento antes, pero mientras permanezcas oculto en mis carros deberías poder explorar libremente. ¡Una vez que encuentres al jefe, mátalo!

source: Recruit three units to help Konrad infiltrate the orcish camp
es: Recluta tres unidades para ayudar a Konrad a infiltrarse en el campamento orco

source: Find and defeat the Orcish Sovereign
es: Encuentra y derrota al Soberano Orco

source: Konrad can only recruit or recall during this scenario’s first turn. Next turn, Fagh-mok will sneak all your units into the center of the orcish camp.
es: Konrad solo puede reclutar o recordar durante el primer turno de este escenario. En el siguiente turno, Fagh-mok infiltrará todas tus unidades en el centro del campamento orco.

source: Konrad’s soldiers are disguised. They will be permanently revealed after any soldier moves adjacent to an enemy.
es: Los soldados de Konrad están disfrazados. Serán revelados permanentemente después de que cualquier soldado se mueva adyacente a un enemigo.

source: Just you? You’re going alone? ...fine, pick a wagon, get in, and hide under the hay. My goblins will sneak you inside.
es: ¿Solo tú? ¿Vas solo? ...bien, elige un carro, entra y escóndete bajo el heno. Mis goblins te infiltrarán dentro.

source: Ready? Pick a wagon, get in, and hide under the hay. Harness your animals to the front. My goblins will sneak you all inside.
es: ¿Listo? Elige un carro, entra y escóndete bajo el heno. Engancha tus animales al frente. Mis goblins los infiltrarán a todos dentro.

source: Ready? Pick a wagon, get in, and hide under the hay. Yes, even that big rock thing. My goblins will sneak you all inside.
es: ¿Listo? Elige un carro, entra y escóndete bajo el heno. Sí, incluso esa cosa grande de roca. Mis goblins los infiltrarán a todos dentro.

source: Ready? Pick a wagon, get in, and hide under the hay. Err... maybe we can find something less flammable than hay to cover up that fire thing.
es: ¿Listo? Elige un carro, entra y escóndete bajo el heno. Eh... tal vez podamos encontrar algo menos inflamable que el heno para cubrir esa cosa de fuego.

source: Ready? Pick a wagon, get in, and hide under the hay. My goblins will sneak you all inside.
es: ¿Listo? Elige un carro, entra y escóndete bajo el heno. Mis goblins los infiltrarán a todos dentro.

source: Wagons at the gate!
es: ¡Carros en la puerta!

source: That you, Razgob? Glad to see you’re bringing pillage with you this time.
es: ¿Eres tú, Razgob? Me alegra ver que traes saqueo contigo esta vez.

source: That you, Razgob? Big load of pillage you’ve brought with you this time.
es: ¿Eres tú, Razgob? Gran carga de saqueo que has traído contigo esta vez.

source: Wagon Driver
es: Conductor de carro

source: (shaking) *squeak*
es: (temblando) *chillido*

source: Stupid runtling, quit trembling! What’re you so afraid of? Go on through and get everything to the stockpiles.
es: ¡Estúpido enano, deja de temblar! ¿De qué tienes tanto miedo? Pasa y lleva todo a los almacenes.

source: disguised
es: disfrazado

source: This unit’s mundane exterior conceals assassins within.
es: El exterior mundano de esta unidad oculta asesinos dentro.

source: Hey, I think there’s someone hiding inside this wagon! Let’s chase away the driver and break it apart!
es: ¡Oye, creo que hay alguien escondido dentro de este carro! ¡Ahuyentemos al conductor y rompámoslo!

source: It’s a spy! Which one of you grunts let that worm into our camp?!
es: ¡Es un espía! ¿Cuál de ustedes, idiotas, dejó entrar a ese gusano en nuestro campamento?

source: We’re under attack! Check the other wagons! Grab your swords and kill anything that looks out of place!
es: ¡Estamos bajo ataque! ¡Revisen los otros carros! ¡Tomen sus espadas y maten cualquier cosa que parezca fuera de lugar!

source: They’re getting ready for battle! We have to defeat the chief before we’re overwhelmed.
es: ¡Se están preparando para la batalla! Tenemos que derrotar al jefe antes de ser abrumados.

source: Grrrr! Arf!
es: ¡Grrrr! ¡Guau!

source: Who’s a good girl? Are you a good girl? Are you ready to feast on the bones of our enemies?
es: ¿Quién es una buena chica? ¿Eres una buena chica? ¿Estás lista para banquetearte con los huesos de nuestros enemigos?

source: Arf! Arf! Woof!
es: ¡Guau! ¡Guau! ¡Guau!

source: Hurry on past, goblin. I don’t want your stench in my nose while I’m trying to eat.
es: Apresúrate y pasa, goblin. No quiero tu hedor en mi nariz mientras intento comer.

source: That last raid was great! I can’t believe the queen is still finding rebel villages for us to plunder!
es: ¡Esa última incursión fue genial! ¡No puedo creer que la reina aún encuentre aldeas rebeldes para que saquemos!

source: Just look at this pile of gold I’ve pillaged! I hope nobody steals my loot while I’m not looking...
es: ¡Mira esta pila de oro que he saqueado! Espero que nadie robe mi botín mientras no miro...

source: There are caged animals here, many bearing the brand of a chief. They don’t look very well cared for.
es: Hay animales enjaulados aquí, muchos con la marca de un jefe. No parecen estar muy bien cuidados.

source: Let us lift the latch on their fence gate, then quietly leave before anybody notices...
es: Levante la aldaba de su puerta de cerca, luego vámonos silenciosamente antes de que alguien lo note...

source: Chief! Chief! Someone opened the pasture gate! Your prize pigs are running free!
es: ¡Jefe! ¡Jefe! ¡Alguien abrió la puerta del pastizal! ¡Tus cerdos premiados están corriendo libres!

source: Imbeciles! You three, go guard the pen and find my pigs. When I find out who was responsible...
es: ¡Imbéciles! Ustedes tres, vayan a vigilar el corral y encuentren mis cerdos. Cuando descubra quién fue el responsable...

source: Argh, this place is so boring! Why am I stuck guarding this dumb valley instead of going out on raids? I wish something exciting would finally happen...
es: Argh, ¡este lugar es tan aburrido! ¿Por qué estoy atascado vigilando este estúpido valle en lugar de salir en incursiones? Ojalá algo emocionante sucediera finalmente...

source: Hey, what’re you goblins doing back here? Get lost!
es: ¡Oye, qué hacen ustedes goblins aquí atrás? ¡Lárguense!

source: Look at all those weapons! This must be one of their armories.
es: ¡Mira todas esas armas! Esto debe ser uno de sus arsenales.

source: If we can sabotage some without waking that goblin guard, we’ll make it harder for their chief to recruit fighters and respond to our attack.
es: Si podemos sabotear algunas sin despertar a ese guardia goblin, haremos más difícil para su jefe reclutar luchadores y responder a nuestro ataque.

source: The Orcish Sovereign’s gold has been reduced to 0.
es: El oro del Soberano Orco ha sido reducido a 0.

source: Where’s that useless worm Fagh-Mok? He’s supposed to take orders from me! But he’s been acting suspiciously lately, and now I can’t find him at all.
es: ¿Dónde está ese gusano inútil Fagh-Mok? ¡Se supone que debe tomar órdenes de mí! Pero ha estado actuando sospechosamente últimamente, y ahora no puedo encontrarlo en absoluto.

source: I’ll be watching him. He’d better not try anything funny or I’ll chop his head off!
es: Lo estaré vigilando. ¡Mejor que no intente nada gracioso o le cortaré la cabeza!

source: That must be the orcish chief. He’s the one we need to kill.
es: Ese debe ser el jefe orco. Es al que necesitamos matar.

source: We have reached an orcish keep, but our army is still outside. Any attempt to bring them in would only give the orcs time to deploy more soldiers against us.
es: Hemos llegado a una fortaleza orca, pero nuestro ejército aún está afuera. Cualquier intento de traerlos solo daría a los orcos tiempo para desplegar más soldados contra nosotros.

source: You idiot! What’re you doing back here?! You’re supposed to be fighting the chief!
es: ¡Idiota! ¡¿Qué haces de vuelta aquí?! ¡Se supone que debes estar luchando contra el jefe!

source: Get back in there or our deal’s off!
es: ¡Vuelve allí o nuestro trato se cancela!
