Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: Sorry, Li’sar, queen’s orders. You had your chance and you failed. Now it’s time for the backup plan.
es: Lo siento, Li’sar, órdenes de la reina. Tuviste tu oportunidad y fallaste. Ahora es hora del plan de respaldo.

source: I have the princess tied up! But what about—
es: ¡Tengo a la princesa atada! ¡Pero qué pasa con—

source: Underground
es: Subterráneo

source: Plunging Into Darkness Caves
es: Cuevas Sumergidas en la Oscuridad

source: Blue sparks leapt from the wizard’s staff as he and his young ward plunged into the corrosive water with supernatural haste, resurfacing moments later inside a larger chamber.
es: Chispas azules saltaron del bastón del mago mientras él y su joven protegido se sumergían en el agua corrosiva con prisa sobrenatural, resurgiendo momentos después dentro de una cámara más grande.

source: The sounds of rupturing earth behind rose to a crescendo, then faded into the distance, as meanwhile an uncomfortable heat pressed close at their backs.
es: Los sonidos de la tierra rompiéndose detrás aumentaron hasta un crescendo, luego se desvanecieron en la distancia, mientras tanto un calor incómodo presionaba cerca de sus espaldas.

source: Blue sparks leapt from the wizard’s staff as he and his young ward sped away from the rising lava with supernatural haste. The few veterans able to follow dashed madly through the cave, then passed alongside Konrad into a larger chamber.
es: Chispas azules saltaron del bastón del mago mientras él y su joven protegido se alejaban de la lava ascendente con prisa sobrenatural. Los pocos veteranos capaces de seguir corrieron locamente a través de la cueva, luego pasaron junto a Konrad hacia una cámara más grande.

source: Blue sparks leapt from the wizard’s staff as he and his young ward sped away from the rising lava with supernatural haste, leaving both their brave volunteers and Li’sar’s distracted soldiers far behind as they passed into a larger chamber.
es: Chispas azules saltaron del bastón del mago mientras él y su joven protegido se alejaban de la lava ascendente con prisa sobrenatural, dejando tanto a sus valientes voluntarios como a los soldados distraídos de Li’sar lejos atrás mientras pasaban a una cámara más grande.

source: The sounds of rupturing earth rose to a crescendo, then faded into the distance, as meanwhile an uncomfortable heat pressed close at their backs.
es: Los sonidos de la tierra rompiéndose aumentaron hasta un crescendo, luego se desvanecieron en la distancia, mientras tanto un calor incómodo presionaba cerca de sus espaldas.

source: Blue sparks leapt from the wizard’s staff as he and his young ward sped away from the rising lava with supernatural haste. The harried soldiers plunged deeper and deeper into the smothering darkness, further and further from the light of the sun.
es: Chispas azules saltaron del bastón del mago mientras él y su joven protegido se alejaban de la lava ascendente con prisa sobrenatural. Los soldados acosados se sumergieron más y más profundo en la oscuridad asfixiante, cada vez más lejos de la luz del sol.

source: Blue sparks leapt from the wizard’s staff as he and his young ward sped away from the rising lava with supernatural haste. The harried soldiers held back vomit as they beat a path through the horrifying squalor filling their tunnel, then passed thankfully into a larger chamber.
es: Chispas azules saltaron del bastón del mago mientras él y su joven protegido se alejaban de la lava ascendente con prisa sobrenatural. Los soldados acosados contuvieron el vómito mientras abrían camino a través del horroroso hedor que llenaba su túnel, luego pasaron agradecidos a una cámara más grande.

source: Blue sparks leapt from the wizard’s staff as he and his young ward sped away from the rising lava with supernatural haste. The harried soldiers rushed thankfully through the miraculously opened passage.
es: Chispas azules saltaron del bastón del mago mientras él y su joven protegido se alejaban de la lava ascendente con prisa sobrenatural. Los soldados acosados corrieron agradecidos a través del pasaje abierto milagrosamente.

source: Faster, faster! My speeding spells begin to fade, but the fires continue to rise! Hurry, Konrad; we must keep ahead of the lava until it recedes! Is Her Highness secure?
es: ¡Más rápido, más rápido! ¡Mis hechizos de aceleración comienzan a desvanecerse, pero los fuegos siguen subiendo! ¡Date prisa, Konrad; debemos mantenernos delante de la lava hasta que retroceda! ¿Está segura Su Alteza?

source: I have chained her wrist to mine, Delfador. But are our friends and allies all with us? We can’t leave anyone behind!
es: He encadenado su muñeca a la mía, Delfador. ¿Pero están todos nuestros amigos y aliados con nosotros? ¡No podemos dejar a nadie atrás!

source: Yes, they’re all still here. But everyone is running willy-nilly, and I doubt we will find a keep in which to rally. If we do not hurry we shall surely be caught by the lava, or else by some pursuing ally of Li’sar’s!
es: Sí, todos siguen aquí. Pero todos están corriendo desordenadamente, y dudo que encontremos una fortaleza donde reunirnos. ¡Si no nos apresuramos, seguramente nos alcanzará la lava, o algún aliado perseguidor de Li’sar!

source: No! Surely those we did not defeat have burned to death. This has been a tight thing for us even with your magic to help!
es: ¡No! Seguramente aquellos a los que no derrotamos han muerto quemados. ¡Esto ha sido muy ajustado para nosotros incluso con tu magia para ayudar!

source: Perhaps so, perhaps not. In any case I cannot imagine our prisoner’s army has fared well — and the same fate will meet us too if you do not <i><b>stop talking and start running</b></i>!
es: Tal vez sí, tal vez no. En cualquier caso, no puedo imaginar que el ejército de nuestra prisionera haya tenido mejor suerte — ¡y el mismo destino nos encontrará a nosotros también si no <i><b>dejas de hablar y comienzas a correr</b></i>!

source: Faster, faster! My speeding spells begin to fade, but the fires continue to rise! Hurry, Konrad; we must keep ahead of the lava until it recedes!
es: ¡Más rápido, más rápido! ¡Mis hechizos de aceleración comienzan a desvanecerse, pero los fuegos siguen subiendo! ¡Date prisa, Konrad; debemos mantenernos delante de la lava hasta que retroceda!

source: Are our friends and allies all with us, Delfador? We can’t leave anyone behind!
es: ¿Están todos nuestros amigos y aliados con nosotros, Delfador? ¡No podemos dejar a nadie atrás!

source: No! Surely Li’sar and her loyalists have burned to death. This has been a tight thing for us even with your magic to help!
es: ¡No! Seguramente Li’sar y sus leales han muerto quemados. ¡Esto ha sido muy ajustado para nosotros incluso con tu magia para ayudar!

source: Perhaps so, perhaps not. In any case I cannot imagine her army has fared well — and the same fate will meet us too if you do not <i><b>stop talking and start running</b></i>!
es: Tal vez sí, tal vez no. En cualquier caso, no puedo imaginar que su ejército haya tenido mejor suerte — ¡y el mismo destino nos encontrará a nosotros también si no <i><b>dejas de hablar y comienzas a correr</b></i>!

source: Move Konrad or Delfador to the east edge of the map
es: Mueve a Konrad o Delfador al borde este del mapa

source: Death of Li’sar
es: Muerte de Li’sar

source: Lava expands 1 hex in every direction each turn, and will kill Konrad if it reaches him.
es: La lava se expande 1 hexágono en todas las direcciones cada turno, y matará a Konrad si lo alcanza.

source: Lava expands 2 hexes in every direction each turn, and will kill Konrad if it reaches him.
es: La lava se expande 2 hexágonos en todas las direcciones cada turno, y matará a Konrad si lo alcanza.

source: Li’sar is chained to Konrad, and will follow one hex behind him.
es: Li’sar está encadenada a Konrad, y lo seguirá un hexágono detrás.

source: What are we doing? Li’sar is a prisoner of great value! I have no desire to execute an unarmed woman, enemy though she may be.
es: ¿Qué estamos haciendo? ¡Li’sar es una prisionera de gran valor! No tengo deseo de ejecutar a una mujer desarmada, aunque sea una enemiga.

source: Undead! What are such things doing down here? They will surely try to stop us — and with no regard for their own safety!
es: ¡No muertos! ¿Qué hacen esas cosas aquí abajo? ¡Seguro intentarán detenernos — y sin importar su propia seguridad!

source: Then give me my sword and I will cut them down. Or are you too afraid to let me out of these chains?
es: Entonces dame mi espada y los cortaré. ¿O tienes demasiado miedo de soltarme de estas cadenas?

source: Hmph. We cannot afford to become bogged down fighting. At least one good thing comes of all this flame: it is easy to summon fire elementals!
es: Hmph. No podemos permitirnos quedar atascados luchando. Al menos una buena cosa sale de toda esta llama: ¡es fácil invocar elementales de fuego!

source: Aaaaah! I can’t believe it should end like this...
es: ¡Aaaaah! ¡No puedo creer que deba terminar así...!

source: Our prisoner has perished! She was an enemy, but I cannot shake the feeling that Her Highness yet had a role to play in all this...
es: ¡Nuestra prisionera ha perecido! Era una enemiga, pero no puedo sacudirme la sensación de que Su Alteza aún tenía un papel que desempeñar en todo esto...

source: The cave here slopes sharply upwards, and the lava behind is slowing! We’ve done it, Delfador; we have escaped — and with Li’sar as our prisoner! The gambit of that mage of Asheviere’s has failed.
es: ¡La cueva aquí sube abruptamente, y la lava detrás está disminuyendo! Lo hemos logrado, Delfador; ¡hemos escapado — y con Li’sar como nuestra prisionera! El gambito de esa maga de Asheviere ha fallado.

source: The cave here slopes sharply upwards, and the lava behind is slowing! We’ve done it, Delfador; we have escaped! The gambit of that mage of Asheviere’s has failed.
es: ¡La cueva aquí sube abruptamente, y la lava detrás está disminuyendo! Lo hemos logrado, Delfador; ¡hemos escapado! El gambito de esa maga de Asheviere ha fallado.

source: Failed in part, but not in whole. While we gathered many low-quality weapons during our escape, much of our veterans’ equipment suffered serious damage. Repairing them may prove costly.
es: Falló en parte, pero no en su totalidad. Aunque recogimos muchas armas de baja calidad durante nuestra huida, gran parte del equipo de nuestros veteranos sufrió daños graves. Repararlos puede resultar costoso.

source: Failed in part, but not in whole. My mind feels oddly sharp, but what of our trainees? I sense some magical malady upon them, sapping their intellect. Training more veterans may prove difficult.
es: Falló en parte, pero no en su totalidad. Mi mente se siente extrañamente ágil, pero ¿qué pasa con nuestros reclutas? Siento alguna dolencia mágica sobre ellos, agotando su intelecto. Entrenar más veteranos puede resultar difícil.

source: Failed in part, but not in whole. While thus far we have been fortunate enough to evade the lava, we are still lost deep underground, with the bulk of our stores and rations lost to flame.
es: Falló en parte, pero no en su totalidad. Aunque hasta ahora hemos tenido la suerte de evadir la lava, todavía estamos perdidos en lo profundo bajo tierra, con la mayor parte de nuestras provisiones y raciones perdidas en las llamas.

source: Indeed, hunger and weakness already gnaw at my stomach. We must find a way to the surface soon, or these caves may yet prove our doom...
es: En efecto, el hambre y la debilidad ya me roen el estómago. Debemos encontrar un camino a la superficie pronto, o estas cuevas podrían ser nuestra perdición...

source: Even worse, the bulk of our stores and rations have been lost to the lava! Hunger and weakness already gnaw at my stomach. We must find a way to the surface soon, or these caves may yet prove our doom...
es: Aún peor, ¡la mayor parte de nuestras provisiones y raciones se han perdido en la lava! El hambre y la debilidad ya me roen el estómago. Debemos encontrar un camino a la superficie pronto, o estas cuevas podrían ser nuestra perdición...

source: scenario name^The Swamp of Dread
es: El Pantano del Terror

source: Konrad, Delfador, and their army wandered for days, lost in lonely corridors and abandoned tunnels under the trackless mountains. What few foodstuffs had been salvaged from the lava dwindled, then vanished entirely. For the first time Konrad saw signs of fatigue in the old wizard’s normally inscrutable face.
es: <i>Konrad, Delfador y su ejército vagaron durante días, perdidos en corredores solitarios y túneles abandonados bajo las montañas sin senderos. Los pocos alimentos que habían sido rescatados de la lava se redujeron, luego desaparecieron por completo. Por primera vez Konrad vio signos de fatiga en el rostro normalmente inescrutable del viejo mago.</i>

source: Finally, weakened and battered by their ordeal, the exhausted rebels emerged into an unknown valley...
es: <i>Finalmente, debilitados y maltrechos por su travesía, los rebeldes exhaustos emergieron en un valle desconocido...</i>

source: Oh, my old bones! Long has it been since I exerted myself so, especially on an empty stomach. We were most fortunate we have at last found our way to the surface.
es: ¡Oh, mis viejos huesos! Ha pasado mucho tiempo desde que me esforcé tanto, especialmente con el estómago vacío. Fuimos muy afortunados de haber encontrado finalmente nuestro camino a la superficie.

source: But what matters is that you are alive, Konrad, and that we have escaped the caves and found daylight again. And with both Li’sar and the Sceptre in our hands!
es: Pero lo que importa es que estás vivo, Konrad, y que hemos escapado de las cuevas y encontrado la luz del día de nuevo. ¡Y con Li’sar y el Cetro en nuestras manos!

source: But what matters is that you are alive, Konrad, and that we have escaped the caves and found daylight again. And although Li’sar has escaped us, at least we still have the Sceptre in our hands.
es: Pero lo que importa es que estás vivo, Konrad, y que hemos escapado de las cuevas y encontrado la luz del día de nuevo. Y aunque Li’sar nos ha escapado, al menos todavía tenemos el Cetro en nuestras manos.

source: But what matters is that you are alive, Konrad, and that we have escaped the caves and found daylight again. And we have the Sceptre as well! Despite our difficulties, our quest has been a success.
es: Pero lo que importa es que estás vivo, Konrad, y que hemos escapado de las cuevas y encontrado la luz del día de nuevo. ¡Y también tenemos el Cetro! A pesar de nuestras dificultades, nuestra misión ha sido un éxito.

source: But what matters is that you are alive, Konrad, and that we have escaped the caves and found daylight again. If only we had the Sceptre with us... it is surely now buried beyond all hope of reclamation.
es: Pero lo que importa es que estás vivo, Konrad, y que hemos escapado de las cuevas y encontrado la luz del día de nuevo. Si tan solo tuviéramos el Cetro con nosotros... seguramente ahora está enterrado más allá de toda esperanza de recuperación.

source: Yes, but look! We are not the only army to have escaped the caves!
es: ¡Sí, pero mira! ¡No somos el único ejército que ha escapado de las cuevas!

source: My expeditionary company! Or at least a small fragment of it, with a precious few survivors. And fighting many undead?!
es: ¡Mi compañía expedicionaria! O al menos un pequeño fragmento de ella, con unos pocos sobrevivientes preciosos. ¿Y luchando contra muchos no muertos?!

source: That’s a grim look, but even embattled they’re more than a match for your rebels, Konrad, weakened and gold-deprived as you are from your long days underground.
es: Esa es una mirada sombría, pero incluso en batalla son más que un rival para tus rebeldes, Konrad, debilitados y sin oro como estás después de tus largos días bajo tierra.

source: Keep moving. Don’t get pinned. I know this looks bad, but there is no choice but to fight! Fight, fight or die!
es: Sigan moviéndose. No se dejen atrapar. Sé que esto parece malo, pero no hay opción más que luchar. ¡Luchen, luchen o mueran!

source: Even if others have escaped the lava elsewhere, we’ve no chance of finding them unless we can first evade these undead!
es: Incluso si otros han escapado de la lava en otro lugar, no tenemos ninguna posibilidad de encontrarlos a menos que primero podamos evadir a estos no muertos.

source: I shouldn’t be surprised that some part of your army has survived, princess; you surely trained them well.
es: No debería sorprenderme que alguna parte de tu ejército haya sobrevivido, princesa; seguramente los entrenaste bien.

source: But from what I can see, they stand both outnumbered and surrounded. If we keep our distance the soldiers may not notice us, and will surely perish at the hands of the zombies!
es: Pero por lo que puedo ver, están tanto en inferioridad numérica como rodeados. Si mantenemos la distancia, los soldados podrían no notarnos, ¡y seguramente perecerán a manos de los zombis!

source: On the other hand... you are right that we ourselves are weakened from long days of hunger and travel, and these undead will only become stronger with the addition of the bodies of the royal soldiers — I see many fresh corpses among their numbers already.
es: Por otro lado... tienes razón en que nosotros mismos estamos debilitados por largos días de hambre y viaje, y estos no muertos solo se volverán más fuertes con la adición de los cuerpos de los soldados reales — ya veo muchos cadáveres frescos entre sus números.

source: I have seen firsthand the dangers of the spawn of Asheviere, Konrad, and I have learned the harm that comes from lending ear to their lies. This may be our only chance to vanquish these soldiers and still keep our prisoner! I think it best that we ensure their defeat first, and only afterwards give thought to our escape.
es: He visto de primera mano los peligros de los engendros de Asheviere, Konrad, y he aprendido el daño que viene de prestar oído a sus mentiras. ¡Esta puede ser nuestra única oportunidad de vencer a estos soldados y aún mantener a nuestra prisionera! Creo que lo mejor es asegurar su derrota primero, y solo después pensar en nuestra escape.

source: Maybe... but no food, no shelter, little gold...
es: Tal vez... pero sin comida, sin refugio, poco oro...

source: I have no love for the villains who tried to take my life, but neither am I willing to doom my comrades just to spite them. That is how Asheviere fights; more invested in the death of enemies than the life of friends — or daughters. Did you yourself not tell me <i>“be forgiving, be wise, be kind”</i>?
es: No tengo amor por los villanos que intentaron quitarme la vida, pero tampoco estoy dispuesto a condenar a mis camaradas solo para fastidiarlos. Así es como lucha Asheviere; más interesada en la muerte de enemigos que en la vida de amigos — o hijas. ¿No me dijiste tú mismo <i>“sé indulgente, sé sabio, sé amable”</i>?

source: Unless all the living stand together against the dead, I fear things shall end badly for us all — and from her palace safe in Weldyn, Asheviere will laugh.
es: A menos que todos los vivos se unan contra los muertos, temo que las cosas terminarán mal para todos nosotros — y desde su palacio seguro en Weldyn, Asheviere se reirá.

source: No. Li’sar, my cousin and prisoner, I offer you a trade. We shall make ourselves known to your army, and you will command them to ally with us against the undead. In return, once this place is cleansed, they will be free to leave.
es: No. Li’sar, mi prima y prisionera, te ofrezco un trato. Nos daremos a conocer a tu ejército, y tú les ordenarás aliarse con nosotros contra los no muertos. A cambio, una vez que este lugar esté limpio, serán libres de irse.

source: Perhaps. And I would be free to leave along with them?
es: Tal vez. ¿Y yo sería libre de irme con ellos?

source: This is not a negotiation. You are my prisoner and at my mercy, and I still mean to ransom you back to your mother in exchange for her abdication.
es: Esto no es una negociación. Eres mi prisionera y estás a mi merced, y aún tengo la intención de rescatarte de vuelta con tu madre a cambio de su abdicación.

source: Do not be a fool; neither we nor your soldiers can prevail alone. And if we fall to the undead, you will surely perish with us. Choose: will you command your allies to aid us, or are we all to fight and bleed and die until our bodies cold are buried under crimson snow?
es: No seas tonta; ni nosotros ni tus soldados pueden prevalecer solos. Y si caemos ante los no muertos, seguramente perecerás con nosotros. Elige: ¿les ordenarás a tus aliados que nos ayuden, o todos lucharemos y sangraremos y moriremos hasta que nuestros cuerpos fríos sean enterrados bajo nieve carmesí?

source: I’m not excited to join forces with the enemy, but neither do I want to watch my friends and comrades lose a hopeless battle on two fronts. I agree to your deal. I’ll remain prisoner while my soldiers fight as your allies.
es: No estoy emocionada por unirme a las fuerzas con el enemigo, pero tampoco quiero ver a mis amigos y camaradas perder una batalla sin esperanza en dos frentes. Acepto tu trato. Permaneceré prisionera mientras mis soldados luchan como tus aliados.

source: But once these undead are finished, there will be no leaving peacefully. Prisoner or not, this battlefield still has loyalists ready to fight for their queen — and you and I have a score to settle.
es: Pero una vez que estos no muertos estén acabados, no habrá salida pacífica. Prisionera o no, este campo de batalla todavía tiene leales listos para luchar por su reina — y tú y yo tenemos una cuenta que saldar.

source: So, the princess has survived — and she has the Sceptre of Fire! I shouldn’t be surprised; villains often seem hard to finish off, don’t they?
es: Entonces, la princesa ha sobrevivido — ¡y tiene el Cetro de Fuego! No debería sorprenderme; los villanos a menudo parecen difíciles de acabar, ¿no es así?

source: And what’s more, she is fighting a great horde of undead! If we keep our distance she may not notice us, and will surely perish at the hands of the zombies!
es: ¡Y lo que es más, está luchando contra una gran horda de no muertos! Si mantenemos la distancia, puede que no nos note, ¡y seguramente perecerá a manos de los zombis!

source: So, the princess has survived after all. I shouldn’t be surprised; villains often seem hard to finish off, don’t they?
es: Entonces, la princesa ha sobrevivido después de todo. No debería sorprenderme; los villanos a menudo parecen difíciles de acabar, ¿no es así?

source: On the other hand... we ourselves are weakened from long days of hunger and travel, and these undead will only become stronger with the addition of the bodies of Li’sar’s men — I see many fresh corpses among their numbers already.
es: Por otro lado... nosotros mismos estamos debilitados por largos días de hambre y viaje, y estos no muertos solo se volverán más fuertes con la adición de los cuerpos de los hombres de Li’sar — ya veo muchos cadáveres frescos entre sus números.

source: I have seen firsthand the dangers of the spawn of Asheviere, Konrad, and I have learned the value of swift action against them. Li’sar has already escaped us once! I think it best that we ensure her defeat first, and only afterwards give thought to our escape.
es: He visto de primera mano los peligros de los engendros de Asheviere, Konrad, y he aprendido el valor de la acción rápida contra ellos. ¡Li’sar ya nos ha escapado una vez! Creo que lo mejor es asegurar su derrota primero, y solo después pensar en nuestra escape.
