Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: The Ruby— now Sceptre of Fire is the symbol of the kings of Wesnoth, forged by the dwarves of Knalga at the behest of King Haldric II. It took their finest smiths years to make it, but soon after it was completed, the makers were chased underground, attacked by the elves.
es: El Rubí —ahora Cetro de Fuego— es el símbolo de los reyes de Wesnoth, forjado por los enanos de Knalga por orden del rey Haldric II. A sus mejores herreros les tomó años hacerlo, pero poco después de completarlo, los creadores fueron perseguidos bajo tierra, atacados por los elfos.

source: None know exactly what occurred, but the Sceptre was lost somewhere in the great caverns. Years have passed, and the fortunes of the dwarves have waxed and waned, but the Sceptre has never been found.
es: Nadie sabe exactamente qué ocurrió, pero el Cetro se perdió en algún lugar de las grandes cavernas. Han pasado años, y las fortunas de los enanos han aumentado y disminuido, pero el Cetro nunca ha sido encontrado.

source: Until now. The strands of prophecy are moving, Konrad — it has been foretold that if your mentor searches for the Sceptre here, his magic is sure to find it.
es: Hasta ahora. Los hilos de la profecía se mueven, Konrad — se ha predicho que si tu mentor busca el Cetro aquí, su magia seguramente lo encontrará.

source: Until now. The strands of prophecy are moving, Konrad — it was foretold that if your mentor searched for the Sceptre here, his magic would be sure to find it. And he has.
es: Hasta ahora. Los hilos de la profecía se mueven, Konrad — se predijo que si tu mentor buscaba el Cetro aquí, su magia lo encontraría con seguridad. Y lo ha hecho.

source: And though I know not how nor exactly why, it has similarly been revealed that you must someday hold the Sceptre if peace is ever to find Wesnoth... or the elves.
es: Y aunque no sé cómo ni exactamente por qué, también se ha revelado que algún día debes sostener el Cetro si la paz va a llegar alguna vez a Wesnoth... o a los elfos.

source: Until now. The strands of prophecy are moving, Konrad — it has been foretold that if I searched for the Sceptre here, my magic would be sure to find it. And I have.
es: Hasta ahora. Los hilos de la profecía se mueven, Konrad — se predijo que si buscaba el Cetro aquí, mi magia lo encontraría con seguridad. Y lo he hecho.

source: Well, all right then. What’re we waiting for? Let’s scour these caverns, get the Sceptre, and reclaim the kingdom! If there’s augury about it we’re guaranteed to succeed, right?
es: Bueno, está bien entonces. ¿Qué estamos esperando? ¡Registremos estas cavernas, consigamos el Cetro y reclamemos el reino! Si hay augurio al respecto, estamos garantizados para tener éxito, ¿verdad?

source: Well, all right then. What’re we waiting for? Let’s get the Sceptre and reclaim the kingdom! If there’s augury about it we’re guaranteed to succeed, right?
es: Bueno, está bien entonces. ¿Qué estamos esperando? ¡Conseguimos el Cetro y reclamemos el reino! Si hay augurio al respecto, estamos garantizados para tener éxito, ¿verdad?

source: No, no, no! This is <b><i>precisely</i></b> what I was worried about. You are not guaranteed to succeed, nor are you invincible!
es: ¡No, no, no! Esto es <b><i>precisamente</i></b> lo que me preocupaba. ¡No estás garantizado para tener éxito, ni eres invencible!

source: When I was young I found myself in a similar situation. Through my arrogance and my haste, I ruined quite nearly everything. You already know the story of my folly.
es: Cuando era joven me encontré en una situación similar. Por mi arrogancia y mi prisa, arruiné casi todo. Ya conoces la historia de mi locura.

source: My father, Prince Arand.
es: Mi padre, el príncipe Arand.

source: Quite right. Do not become overconfident, Konrad. I am searching for the Sceptre now. Once it is found, I promise you shall most certainly have it.
es: Muy cierto. No te vuelvas demasiado confiado, Konrad. Estoy buscando el Cetro ahora. Una vez que lo encuentre, te prometo que ciertamente lo tendrás.

source: Quite right. Do not become overconfident, Konrad. We may be about to claim the Sceptre, but we have not done so yet. And you are not yet king.
es: Muy cierto. No te vuelvas demasiado confiado, Konrad. Podemos estar a punto de reclamar el Cetro, pero aún no lo hemos hecho. Y aún no eres rey.

source: But no matter what, please — be forgiving, be wise, and above all be kind. For that is where I failed.
es: Pero pase lo que pase, por favor — sé indulgente, sé sabio, y sobre todo sé amable. Porque ahí es donde fallé.

source: The Sceptre of Fire
es: El Cetro de Fuego

source: Weapon for Konrad: <span color='#EFBF04'><b>The Sceptre of Fire</b></span>
es: Arma para Konrad: <span color='#EFBF04'><b>El Cetro de Fuego</b></span>

source: Hello, Konrad! I am most glad to see you again. Have you and Kalenz been taking good care of yourselves?
es: ¡Hola, Konrad! Me alegra mucho verte de nuevo. ¿Tú y Kalenz han estado cuidándose bien?

source: Delfador, at last! So this is where you went off to! What quest could possibly bring you into this maze of tiny caves and tunnels?
es: ¡Delfador, por fin! ¡Así que aquí es a donde te fuiste! ¿Qué misión podría traerte a este laberinto de pequeñas cuevas y túneles?

source: Well, I suppose I must tell you eventually... Konrad, I am searching for the Sceptre of Fire.
es: Bueno, supongo que eventualmente debo decírtelo... Konrad, estoy buscando el Cetro de Fuego.

source: The Sceptre of Fire? The youngfolk at Blackwater Port always said that was just an old myth.
es: ¿El Cetro de Fuego? Los jóvenes en el Puerto de Aguas Negras siempre decían que eso era solo un viejo mito.

source: I have come, Delfador! So this is where you went off to! It is good to see you again, even if it is in such an unpleasant maze of caves and tunnels.
es: ¡He venido, Delfador! ¡Así que aquí es a donde te fuiste! Es bueno verte de nuevo, aunque sea en un laberinto tan desagradable de cuevas y túneles.

source: You say you are searching for the Sceptre of Fire? The youngfolk at Blackwater Port always said that was just an old myth!
es: ¿Dices que estás buscando el Cetro de Fuego? ¡Los jóvenes en el Puerto de Aguasnegras siempre decían que eso era solo un viejo mito!

source: I am glad to see you have returned, Konrad. Are you ready to proceed onto the next phase of your adventures?
es: Me alegra verte de regreso, Konrad. ¿Estás listo para proceder a la siguiente fase de tus aventuras?

source: I have not located the Sceptre yet, but I am making progress. I shall send a messenger once we are ready to retrieve it — perhaps after your next battle.
es: Aún no he localizado el Cetro, pero estoy progresando. Enviaré un mensajero una vez que estemos listos para recuperarlo — tal vez después de tu próxima batalla.

source: I have not located the Sceptre yet, but I am making progress. I shall send a messenger once we are ready to retrieve it — perhaps in $( $bm_milestone_scepter - $bm_turns ) battles’ time.
es: Aún no he localizado el Cetro, pero estoy progresando. Enviaré un mensajero una vez que estemos listos para recuperarlo — tal vez en $( $bm_milestone_scepter - $bm_turns ) batallas.

source: Finding the Sceptre will mark a major turning point in our adventure, Konrad. Before that happens, I urge you to take advantage of your freedom and continue exploring the Great Continent. You have done much good already, but there are countless others who still need your help.
es: Encontrar el Cetro marcará un punto de inflexión importante en nuestra aventura, Konrad. Antes de que eso ocurra, te insto a aprovechar tu libertad y continuar explorando el Gran Continente. Ya has hecho mucho bien, pero hay innumerables otros que aún necesitan tu ayuda.

source: You may join me and hurry along the search if you so desire, but know that doing so will mark the end of your deeds in this region.
es: Puedes unirte a mí y apresurar la búsqueda si lo deseas, pero sabe que hacerlo marcará el fin de tus hazañas en esta región.

source: Excellent, you have come swiftly. Thank you, Konrad. I am certain I have located the object of our search, but we will need to work together to retrieve it.
es: Excelente, has venido rápidamente. Gracias, Konrad. Estoy seguro de haber localizado el objeto de nuestra búsqueda, pero necesitaremos trabajar juntos para recuperarlo.

source: Here is the tunnel down which lies the Sceptre of Fire; the symbol of kings. The surrounding caverns are crawling with all manner of monsters, doubtless drawn by its power.
es: Aquí está el túnel por el que yace el Cetro de Fuego; el símbolo de los reyes. Las cavernas circundantes están infestadas de todo tipo de monstruos, sin duda atraídos por su poder.

source: Together, we shall clear the tunnels and claim your birthright once and for all.
es: Juntos, limpiaremos los túneles y reclamaremos tu derecho de nacimiento de una vez por todas.

source: The lava continues to rise! Hurry, Konrad — I have cast a spell to hasten our flight, but you must decide in which direction we go!
es: ¡La lava sigue subiendo! ¡Date prisa, Konrad — he lanzado un hechizo para acelerar nuestra huida, pero debes decidir en qué dirección vamos!

source: Plunging Into Darkness
es: Sumergiéndose en la Oscuridad

source: <b>Replacement Weapons</b> — Permanent Modifier
es: <b>Armas de Reemplazo</b> — Modificador Permanente

source: Your veteran recalls cost <span color='red'>twice as much</span>. Your level 0-1 recruits refund <span color='#00FF00'>half their cost</span>.
es: Tus recuerdos de veteranos cuestan <span color='red'>el doble</span>. Tus reclutas de nivel 0-1 reembolsan <span color='#00FF00'>la mitad de su costo</span>.

source: This archway opens into an old dwarvish armory, long-ago fallen into ruin. Troll excrement coats the walls while insects and vermin churn in the dirt, all with a horrifying buzz of flies and smell of rot.
es: Este arco se abre a una antigua armería enana, hace mucho tiempo caída en ruinas. Excremento de trol cubre las paredes mientras insectos y alimañas se revuelven en la tierra, todo con un zumbido horroroso de moscas y olor a podredumbre.

source: If we flee in this direction we can gather countless low-quality weapons, but the specialized equipment wielded by our veteran soldiers will surely suffer from decay.
es: Si huimos en esta dirección podemos reunir innumerables armas de baja calidad, pero el equipo especializado manejado por nuestros soldados veteranos seguramente sufrirá por el deterioro.

source: No permanent modifier.
es: Sin modificador permanente.

source: This passageway is broad and even, with clear air and a gentle upwards slope. I even feel a slight breeze!
es: Este pasadizo es ancho y uniforme, con aire claro y una suave pendiente ascendente. ¡Incluso siento una ligera brisa!

source: This seems the perfect path for our escape — if we flee in this direction we shall gain no boon but suffer no penalty.
es: Este parece el camino perfecto para nuestra escape — si huimos en esta dirección no ganaremos ningún beneficio pero no sufriremos ninguna pena.

source: <b>Memory Magic</b> — Permanent Modifier
es: <b>Magia de Memoria</b> — Modificador Permanente

source: Your max-level units require <span color='#00FF00'>75% less XP</span> to advance. Your other units require <span color='red'>75% more XP</span> to advance.
es: Tus unidades de nivel máximo requieren <span color='#00FF00'>75% menos experiencia</span> para avanzar. Tus otras unidades requieren <span color='red'>75% más experiencia</span> para avanzar.

source: In this direction there are motes of light dancing on the walls, with a faint smell of lavender and cinnamon in the air. Is this magic? Some remnant of the Sceptre’s internment, perhaps?
es: En esta dirección hay motas de luz danzando en las paredes, con un leve olor a lavanda y canela en el aire. ¿Es esto magia? ¿Algún remanente del encierro del Cetro, tal vez?

source: I am not sure what will happen if we flee this way, but already I can feel something moving within my mind... affecting my memories...
es: No estoy seguro de qué pasará si huimos por este camino, pero ya puedo sentir algo moviéndose dentro de mi mente... afectando mis recuerdos...

source: $recruit_cost gold refunded
es: $recruit_cost oro reembolsado

source: The Swamp of Dread
es: El Pantano del Terror

source: Finally! Our journey under the mountains has been long and difficult, but at last we return to the open continent — and with a powerful new ally!
es: ¡Por fin! Nuestro viaje bajo las montañas ha sido largo y difícil, pero al fin regresamos al continente abierto — ¡y con un poderoso nuevo aliado!

source: If you’re serious about overthrowing my mother, just my support won’t be enough. And she’s certainly not about to give up the throne just for my sake.
es: Si hablas en serio sobre derrocar a mi madre, solo mi apoyo no será suficiente. Y ciertamente no va a renunciar al trono solo por mi bien.

source: No, we need to start by dismantling her allies. Dan’Tonk, the Horse Clans, the orcish tribes — all these bolster Weldyn’s armies. The more we can defeat, the weaker Asheviere will become.
es: No, necesitamos empezar desmantelando a sus aliados. Dan’Tonk, los Clanes de Caballos, las tribus orcas — todos estos refuerzan los ejércitos de Weldyn. Cuanto más podamos derrotar, más débil se volverá Asheviere.

source: Or elsewise, we must acquire more allies of our own! We may find friends among the elves of the Lintanir — I have spent time there before. There are woses in the east as well, and drakes; who knows what else may await us!
es: O de lo contrario, ¡debemos adquirir más aliados propios! Podemos encontrar amigos entre los elfos del Lintanir — he pasado tiempo allí antes. También hay woses en el este, y dracos; ¡quién sabe qué más puede esperarnos!

source: This was a difficult battle, but without it we would never have become allied with Li’sar. We should count ourselves lucky to have fought it.
es: Esta fue una batalla difícil, pero sin ella nunca nos habríamos aliado con Li’sar. Deberíamos considerarnos afortunados de haberla librado.

source: Snow Plains
es: Llanuras Nevadas

source: Defeated Faction:
es: Facción Derrotada:

source: Urag Fell-Handed
es: Urag Mano Caída

source: Look there, in the cage! Is that who she seems to be?
es: ¡Mira allí, en la jaula! ¿Es quien parece ser?

source: Then it’s agreed? You’ll release and repatriate me to my queen’s service, in return for a to-be-negotiated ransom from the royal treasury?
es: ¿Entonces está acordado? Me liberarán y repatriarán al servicio de mi reina, a cambio de un rescate por negociar del tesoro real.

source: Rrr... deal. No more mucking around in these freezing mountains while the other chiefs feed like pigs in Wesnoth. Ha! Lucky for me that we happened to run into each other, witch.
es: Rrr... trato hecho. No más perder el tiempo en estas montañas heladas mientras los otros jefes comen como cerdos en Wesnoth. ¡Ja! Qué suerte para mí que nos encontráramos, bruja.

source: The fates must have a sense of humor — here is imprisoned the very mage who tried to burn us alive back in the volcano.
es: Los destinos deben tener sentido del humor — aquí está prisionera la misma maga que intentó quemarnos vivos en el volcán.

source: It sounds as though she stands on the verge of freedom. But if we strike now, we can prevent her from ever rejoining Asheviere.
es: Parece que está al borde de la libertad. Pero si atacamos ahora, podemos evitar que vuelva a unirse a Asheviere.

source: An ignominious end for a mage who’s caused us so much trouble.
es: Un final ignominioso para una maga que nos ha causado tantos problemas.

source: From what Li’sar tells me, Mirya has recruited orcish clans for Asheviere in the past. It is good that we stopped her before she could bring this one into their fold too.
es: Por lo que me cuenta Li’sar, Mirya ha reclutado clanes orcos para Asheviere en el pasado. Es bueno que la detuviéramos antes de que pudiera incorporar a este también a su causa.

source: Get out of here, humans. You already got what you came for!
es: ¡Fuera de aquí, humanos! Ya obtuvieron lo que vinieron a buscar.

source: Whitefang Mountains
es: Montañas Colmillo Blanco

source: A Crisis of Leadership
es: Una Crisis de Liderazgo

source: Fagh-mok the Flattered
es: Fagh-mok el Halagado

source: Be cautious, Konrad. We approach the Whitefang mountains, home to a vast orcish clan of the same name. They are allies of Asheviere’s, and powerful enemies of ours.
es: Sé cauteloso, Konrad. Nos acercamos a las montañas Colmillo Blanco, hogar de un vasto clan orco del mismo nombre. Son aliados de Asheviere y enemigos poderosos para nosotros.

source: Even the great armies of yesteryear lacked the strength to defeat them in their home. We should do our best to slip quietly past.
es: Incluso los grandes ejércitos de antaño carecían de la fuerza para derrotarlos en su hogar. Deberíamos hacer lo posible por pasar desapercibidos.

source: Your warning comes too late, Delfador. One of their leaders has already spotted us!
es: Tu advertencia llega tarde, Delfador. Uno de sus líderes ya nos ha visto.

source: Peace, pinkski— humans! Hah, don’t you look scared to see me. You must be the great Prince Konrad!
es: ¡Paz, pielrosas — humanos! Ja, pareces asustado de verme. ¡Tú debes ser el gran príncipe Konrad!

source: I am Fagh-mok the Honorable, honest warrior of the chief’s guard. The nasty queen Asheviere told us all sorts of things about you, prince. But I’m sure it’s all lies.
es: Soy Fagh-mok el Honorable, guerrero honesto de la guardia del jefe. La desagradable reina Asheviere nos contó todo tipo de cosas sobre ti, príncipe. Pero estoy seguro de que son todas mentiras.

source: You are no friend of the dark queen, then? Yet your clan fights alongside her as an ally.
es: Entonces no eres amigo de la reina oscura, ¿verdad? Sin embargo, tu clan lucha junto a ella como aliado.

source: They have been misled! Our foolish chief dares to oppose you, oh mighty Konrad! But if there were to be a new chief... myself, for example...
es: ¡Han sido engañados! Nuestro jefe tonto se atreve a oponerse a ti, ¡oh poderoso Konrad! Pero si hubiera un nuevo jefe... yo mismo, por ejemplo...

source: If you’re interested, come meet me just outside our camp.
es: Si estás interesado, encuéntrame justo fuera de nuestro campamento.

source: Ha ha ha, I knew you’d come find me. Very good.
es: Ja ja ja, sabía que vendrías a buscarme. Muy bien.

source: I’m prepared to sneak you and three of your best soldiers into the center of our camp. Once you’re there, it’ll be up to you to kill the old chief — and then I can take over!
es: Estoy preparado para infiltrarte a ti y a tres de tus mejores soldados en el centro de nuestro campamento. Una vez allí, dependerá de ti matar al viejo jefe — ¡y entonces podré tomar el control!

source: Or, once we’re separated from our army you will capture us and turn us over to Asheviere. Why should I take such a great risk on the word of a stranger?
es: O, una vez separados de nuestro ejército, nos capturarás y nos entregarás a Asheviere. ¿Por qué debería correr un riesgo tan grande por la palabra de un extraño?

source: Bah, I don’t get to be chief unless you kill the old chief! But if you must have some guarantee... fine, I’ll stay prisoner with your army until you safely return. Now what do you say?
es: Bah, ¡no llego a ser jefe a menos que mates al viejo jefe! Pero si necesitas alguna garantía... bien, me quedaré prisionero con tu ejército hasta que regreses sano y salvo. ¿Qué dices ahora?

source: When you’re ready, I can sneak you and three of your best soldiers into the center of our camp. And then you can kill the chief! What do you say?
es: Cuando estés listo, puedo infiltrarte a ti y a tres de tus mejores soldados en el centro de nuestro campamento. ¡Y entonces podrás matar al jefe! ¿Qué dices?

source: Hmm... If this is to be an assassination, we will need veterans with enough accuracy and power to quickly defeat enemies even within their own fortifications. Are we prepared?
es: Hmm... Si esto va a ser un asesinato, necesitaremos veteranos con suficiente precisión y poder para derrotar rápidamente a los enemigos incluso dentro de sus propias fortificaciones. ¿Estamos preparados?

source: With the Whitefangs embroiled in civil war, Asheviere is more vulnerable than ever! I wonder who the eventual victor will be...
es: Con los Colmillo Blanco enzarzados en una guerra civil, ¡Asheviere es más vulnerable que nunca! Me pregunto quién será el vencedor final...

source: With the Whitefangs embroiled in civil war, Asheviere is more vulnerable than ever.
es: Con los Colmillo Blanco enzarzados en una guerra civil, Asheviere es más vulnerable que nunca.

source: Cliffs of Thoria
es: Acantilados de Thoria

source: New Companion for Li’sar:
es: Nuevo Compañero para Li’sar:

source: Reinforcements: <span color='#EFBF04'><b>Li’sar will start future scenarios with double income and +50 gold.</b></span>
es: Refuerzos: <span color='#EFBF04'><b>Li’sar comenzará escenarios futuros con ingresos dobles y +50 de oro.</b></span>

source: Look — winged shapes swooping on the horizon. And I hear the shouts and screams of men! A battle is being fought on the river!
es: Mira — formas aladas descendiendo en el horizonte. ¡Y oigo los gritos y alaridos de hombres! ¡Se está librando una batalla en el río!

source: That is the river that is known as Longlier to men, called Arkan-thoria in my people’s ancient tongue. Its name means ‘The River of Bones’. Great and evil creatures lurk along its banks, its waters are not fit to drink, and it runs over the Cliffs of Thoria.
es: Ese es el río conocido como Longlier para los hombres, llamado Arkan-thoria en la antigua lengua de mi pueblo. Su nombre significa ‘El Río de los Huesos’. Criaturas grandes y malvadas acechan en sus orillas, sus aguas no son aptas para beber, y fluye sobre los Acantilados de Thoria.

source: It has been many centuries since any man or elf has passed over the Cliffs and survived. Be cautious, prince.
es: Han pasado muchos siglos desde que algún hombre o elfo cruzó los Acantilados y sobrevivió. Sé cauteloso, príncipe.

source: I can’t thank you enough for saving me, Your Highness. I would have been dead a dozen times over.
es: No puedo agradecerte lo suficiente por salvarme, Alteza. Habría muerto una docena de veces.

source: The rest of the survivors are a week’s march upriver. They’re in a pretty bad state right now, but give me a few animals and some supplies to go relieve them, and we’ll be ready to reinforce you for your next battles.
es: El resto de los supervivientes están a una semana de marcha río arriba. Ahora mismo se encuentran en bastante mal estado, pero dame algunos animales y suministros para ir a socorrerlos, y estaremos listos para reforzarte en tus próximas batallas.

source: Reinforcements
es: Refuerzos

source: Li’sar will start future scenarios with double income and +50 gold.
es: Li’sar comenzará escenarios futuros con ingresos dobles y +50 de oro.

source: There are still some drakes here, but there’s no longer any reason to fight. We did a good thing by rescuing Warven and his allies.
es: Aún quedan algunos dracos aquí, pero ya no hay razón para luchar. Hicimos algo bueno al rescatar a Warven y sus aliados.

source: We’re approaching the outskirts of Lintanir forest. Delfador once told me about a grove of woses living here, but today the trees are silent. Wherever the woses are, I expect the elves of Lintanir will have much to speak with us about.
es: Nos acercamos a las afueras del bosque Lintanir. Delfador me habló una vez sobre un bosquecillo de woses que viven aquí, pero hoy los árboles están en silencio. Dondequiera que estén los woses, espero que los elfos de Lintanir tengan mucho de qué hablar con nosotros.
