Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: Heir to the Throne
es: Heredero al Trono

source: HttT
es: HaT

source: Seventeen years ago, the traitor queen Asheviere violently usurped the throne of Wesnoth. Now she rules tyrannically over her domain.
es: Hace diecisiete años, la reina traidora Asheviere usurpó violentamente el trono de Wesnoth. Ahora gobierna tiránicamente sobre su dominio.

source: You, the old king’s last legitimate living heir, must embark on a long and perilous journey to dismantle the dark queen’s armies and finally end her reign of terror.
es: Tú, el último heredero legítimo vivo del viejo rey, debes embarcarte en un largo y peligroso viaje para desmantelar los ejércitos de la reina oscura y finalmente poner fin a su reinado de terror.

source: (Intermediate level, 14 scenarios.)
es: (Nivel intermedio, 14 escenarios.)

source: 1x enemies, 16 scenarios
es: 1x enemigos, 16 escenarios

source: Easy
es: Fácil

source: 2x enemies, 14 scenarios
es: 2x enemigos, 14 escenarios

source: 3x enemies, 12 scenarios
es: 3x enemigos, 12 escenarios

source: Hard
es: Difícil

source: 4x enemies, 10 scenarios
es: 4x enemigos, 10 escenarios

source: Deadly
es: Mortal

source: Campaign Design
es: Diseño de la Campaña

source: Artwork and Graphics Design
es: Diseño de Arte y Gráficos

source: Miscellaneous
es: Misceláneo

source: summoned
es: invocado

source: This elemental will dissipate at the end of the scenario.
es: Este elemental se disipará al final del escenario.

source: Brother $name_before_adding_brother
es: Hermano $name_before_adding_brother

source: Sister $name_before_adding_brother
es: Hermana $name_before_adding_brother

source: Delfador the Great
es: Delfador el Grande

source: Personally defeat 10 enemies with Delfador during '<i>The Elves Besieged</i>'.
es: Derrota personalmente 10 enemigos con Delfador durante '<i>Los Elfos Asediados</i>'.

source: Complete <i>Flight of the Elves</i> with no elf deaths.
es: Completa <i>Huida de los Elfos</i> sin muertes de elfos.

source: Elf-friend
es: Amigo de los elfos

source: Calling in the Cavalry
es: Llamando a la caballería

source: Defeat all enemy leaders during <i>Blackwater Port</i>.
es: Derrota a todos los líderes enemigos durante <i>Puerto de Aguasnegras</i>.

source: Persuade an Arch Mage to join your army in <i>Isle of Alduin</i>.
es: Persuade a un Archimago para que se una a tu ejército en <i>Isla de Alduin</i>.

source: Turncoat
es: Traidor

source: A Friend in Need...
es: Un amigo en apuros...

source: Complete <i>Muff Malal’s Peninsula</i> before freeing Moremirmu.
es: Completa <i>Península de Muff Malal</i> antes de liberar a Moremirmu.

source: Kill an enemy with Delurin during <i>Isle of the Damned</i>.
es: Mata a un enemigo con Delurin durante <i>Isla de los Condenados</i>.

source: Town Guard
es: Guardia de la ciudad

source: Exterminator
es: Exterminador

source: Kill all giant spiders during <i>Isle of the Damned II</i>.
es: Mata a todas las arañas gigantes durante <i>Isla de los Condenados II</i>.

source: Complete <i>The Siege of Elensefar</i> on Nightmare difficulty.
es: Completa <i>El Asedio de Elensefar</i> en dificultad Pesadilla.

source: Probably Impossible
es: Probablemente imposible

source: Complete <i>The Silver City</i> without capturing any villages.
es: Completa <i>La Ciudad de Plata</i> sin capturar ninguna aldea.

source: Laissez-faire
es: Dejar-hacer

source: Counter-Sniper
es: Contrafrancotirador

source: Defeat the Master Bowman in <i>Fort Tahn</i> without attacking him with melee weapons.
es: Derrota al Maestro Arquero en <i>Fuerte Tahn</i> sin atacarlo con armas cuerpo a cuerpo.

source: Conservationist
es: Conservacionista

source: Defeat the Mother Gryphon in <i>Gryphon Mountain</i> without killing any other gryphons.
es: Derrota a la Madre Grifo en <i>Montaña de los Grifos</i> sin matar a ningún otro grifo.

source: Complete part 1 of <i>Valley of Death</i> AFTER completing part 2.
es: Completa la parte 1 de <i>Valle de la Muerte</i> DESPUÉS de completar la parte 2.

source: Quest Unrequested
es: Misión no solicitada

source: Defeat both liches before turns run out in <i>Valley of Death II</i>.
es: Derrota a ambos liches antes de que se agoten los turnos en <i>Valle de la Muerte II</i>.

source: The Best Defense...
es: La mejor defensa...

source: Best Served Hot
es: La Venganza es un plato que se sirve caliente

source: Get the finishing blow on Li’sar with Ulfdain during <i>Crossroads</i>.
es: Dar el golpe final a Li’sar con Ulfdain durante <i>Encrucijada</i>.

source: Defeat all caravans by turn 20 in <i>The Highwaymen</i>.
es: Derrota todas las caravanas antes del turno 20 en <i>Los Salteadores de Caminos</i>.

source: Grand Theft Wagon
es: Gran robo de caravana

source: Arrive on the north shore at the start of <i>The Ford of Abez</i>.
es: Llega a la orilla norte al inicio de <i>El Vado de Abez</i>.

source: Switcheroo
es: Cambio de bando

source: Fight Fire With Fire
es: Combatir el fuego con fuego

source: Recruit a Troll Whelp in <i>Glamdrol</i>.
es: Recluta un Cachorro de Trol en <i>Glamdrol</i>.

source: Complete the <i>Northern Winter</i> scenario.
es: Completa el escenario <i>Invierno del Norte</i>.

source: Poor Timing
es: Mala sincronización

source: Complete <i>An Old Friend</i> with the enemy leader above half health.
es: Completa <i>Un Viejo Amigo</i> con el líder enemigo por encima de la mitad de salud.

source: Rest in Pieces
es: Descansa en pedazos

source: (Temporarily) liberate <i>The Dwarven Doors</i>.
es: (Temporalmente) libera <i>Las Puertas Enanas</i>.

source: Hold Fast Your Hope
es: Mantén firme tu esperanza

source: Cavefish
es: Pez de cueva

source: Complete <i>The Lost General</i> while only recruiting or recalling Merfolk.
es: Completa <i>El General Perdido</i> solo reclutando o recordando sirénidos.

source: Bring the proper equipment to <i>Digging for Dwarves</i>.
es: Trae el equipo adecuado a <i>Excavando por Enanos</i>.

source: Minecraft
es: Minero

source: Complete <i>The Sceptre of Fire</i> on turn 40.
es: Completa <i>El Cetro de Fuego</i> en el turno 40.

source: Procrastination
es: Procrastinación

source: Lose an important prisoner in <i>Plunging Into Darkness</i>.
es: Pierde un prisionero importante en <i>Sumergiéndose en la Oscuridad</i>.

source: Oops...
es: ¡Ups...!

source: Complete <i>The Swamp of Dread</i> without capturing any villages.
es: Completa <i>El Pantano del Terror</i> sin capturar ninguna aldea.

source: Domatophobia
es: Domatofobia

source: Complete <i>Snow Plains</i> while only attacking with fire damage (including your ally).
es: Completa <i>Llanuras Nevadas</i> solo atacando con daño de fuego (incluyendo a tu aliado).

source: Hot Ice
es: Hielo ardiente

source: Commando
es: Comando

source: Complete <i>A Crisis of Leadership</i> without recruiting.
es: Completa <i>Una Crisis de Liderazgo</i> sin reclutar.

source: Complete <i>Cliffs of Thoria</i> without capturing any drake villages.
es: Completa <i>Acantilados de Thoria</i> sin capturar ninguna aldea de dracos.

source: Pacifist
es: Pacifista

source: Defeat the Saurian leader in <i>Underground Channels</i>.
es: Derrota al líder saurio en <i>Canales Subterráneos</i>.

source: Lizard Hunter
es: Cazador de lagartos

source: Defeat all enemy leaders in <i>Test of the Clans</i>.
es: Derrota a todos los líderes enemigos en <i>Prueba de los Clanes</i>.

source: Grand Knight
es: Gran caballero

source: Call of the Wild
es: Llamado de la selva

source: Fight alongside an unexpected ally in <i>Dan’Tonk</i>.
es: Lucha junto a un aliado inesperado en <i>Dan’Tonk</i>.

source: Canon
es: Canónico

source: Complete <i>The Battle for Wesnoth</i> with Jotha, a free Elensefar, and an inspired Doors.
es: Completa <i>La Batalla por Wesnoth</i> con Jotha, un Elensefar libre, y unas Puertas inspiradas.

source: Complete <i>The Battle for Wesnoth</i> before winter of year 519.
es: Completa <i>La Batalla por Wesnoth</i> antes del invierno del año 519.

source: Lightfoot
es: Pie ligero

source: Asleep at the Wheel
es: Dormido al volante

source: Complete <i>The Battle for Wesnoth</i> after autumn of year 524.
es: Completa <i>La Batalla por Wesnoth</i> después del otoño del año 524.

source: Complete <i>The Battle for Wesnoth</i> without playing Flight of the Elves, Blackwater Port, or Bay of Pearls.
es: Completa <i>La Batalla por Wesnoth</i> sin jugar Huida de los Elfos, Puerto de Aguasnegras, o Bahía de las Perlas.

source: Road Less Traveled
es: El camino menos transitado

source: Complete <i>The Battle for Wesnoth</i> on Deadly difficulty without burning the locals’ farms.
es: Completar <i>La batalla por Wesnoth</i> en dificultad Pesadilla sin quemar las granjas de los aldeanos.

source: The True Heir
es: El verdadero heredero

source: Difficulty:
es: Dificultad:

source: Expected Gold Carryover Reward: <b><span color='#ad6a61'>NONE</span></b>
es: Recompensa Esperada de Oro Transportado: <b><span color='#ad6a61'>NINGUNA</span></b>

source: Expected Gold Carryover Reward: <b><span color='#a9a150'>LOW</span></b>
es: Recompensa Esperada de Oro Transportado: <b><span color='#a9a150'>BAJA</span></b>

source: Expected Gold Carryover Reward: <b><span color='#6ca364'>HIGH</span></b>
es: Recompensa Esperada de Oro Transportado: <b><span color='#6ca364'>ALTA</span></b>

source: New Recruits:
es: Nuevos Reclutas:

source: New Companions:
es: Nuevos Compañeros:

source: Continue
es: Continuar

source: Cancel
es: Cancelar

source: Welcome to the Great Continent
es: Bienvenido al Gran Continente

source: The Great Continent is a place of many possibilities. Where shall you go? What shall you do?
es: El Gran Continente es un lugar de muchas posibilidades. ¿A dónde irás? ¿Qué harás?

source: To leave the overworld and play a battle scenario, <i><b>move Konrad to one of the marked hexes.</b></i>
es: Para salir del supramundo y jugar un escenario de batalla, <i><b>mueve a Konrad a uno de los hexágonos marcados.</b></i>

source: Understood
es: Entendido

source: Li’sar’s Army
es: Ejército de Li’sar

source: Li’sar and her army have been greatly weakened from their trial underground, but nonetheless remain a significant presence on the battlefield. The princess’s army is under AI control by default, with a bonus to income. <b>At the start of each scenario you will have the option to instead assume direct control over her units.</b> Either way, Li’sar will have normal gold carryover and a normal early finish bonus.
es: Li’sar y su ejército han sido muy debilitados por su prueba bajo tierra, pero aun así siguen siendo una presencia significativa en el campo de batalla. El ejército de la princesa está bajo control de IA por defecto, con un bono de ingresos. <b>Al inicio de cada escenario tendrás la opción de asumir el control directo sobre sus unidades.</b> De cualquier manera, Li’sar tendrá transporte de oro normal y un bono normal por finalización temprana.

source: Select an item to learn more...
es: Selecciona un objeto para obtener más información...

source: Wose Lore
es: Sabiduría Wose

source: Flaming Sword
es: Espada Flamigera

source: Void Armor
es: Armadura del Vacío

source: Take
es: Tomar

source: Wanderer
es: Caminante

source: Hello, young prince. A lovely day for wandering, isn’t it?
es: Hola, joven príncipe. Un día encantador para caminar, ¿no es así?

source: I once wandered my way past a loose board set in the fence between the wood and the bay. I’ve forgotten exactly where, but I’m sure you could find it if you wandered back and forth, back and forth enough times.
es: Una vez caminé pasando una tabla suelta en la valla entre el bosque y la bahía. He olvidado exactamente dónde, pero estoy seguro de que podrías encontrarla si caminas de un lado a otro, de un lado a otro suficientes veces.

source: Of course, wandering too far afield could be dangerous. Especially if you don’t already know what’s out there...
es: Por supuesto, caminar demasiado lejos podría ser peligroso. Especialmente si no sabes ya qué hay ahí fuera...

source: Hey, look! There’s a loose board in the fence here.
es: ¡Hey, mira! Hay una tabla suelta en la valla aquí.

source: Well done, Konrad! Fresh air at last; we have escaped the smoke and fire.
es: ¡Bien hecho, Konrad! Aire fresco al fin; hemos escapado del humo y el fuego.

source: But the rest of the elves have not; they’re still trapped in the battle! And look — even our friends at Blackwater Port are being attacked!
es: Pero el resto de los elfos no; ¡aún están atrapados en la batalla! Y mira — ¡incluso nuestros amigos en el Puerto de Aguasnegras están siendo atacados!

source: With the support of Elensefar and the Aethenwood, it is true that the western reaches have suffered less of the dark queen’s tyranny than have the rest of the realm. But it seems now even this has come to an end.
es: Con el apoyo de Elensefar y el Bosque de Edén, es cierto que las regiones occidentales han sufrido menos de la tiranía de la reina oscura que el resto del reino. Pero parece que ahora incluso esto ha llegado a su fin.

source: Then we must do something! Delfador, we can’t keep running away while others get hurt.
es: ¡Entonces debemos hacer algo! Delfador, no podemos seguir huyendo mientras otros resultan heridos.

source: You’re quite right, Konrad. I’m afraid there is nothing for it; we shall have to start our campaign against Asheviere sooner than planned. I had hoped to wait until you were older... Hmph, I remember my own master telling me that once.
es: Tienes toda la razón, Konrad. Me temo que no hay alternativa; tendremos que empezar nuestra campaña contra Asheviere antes de lo planeado. Esperaba esperar hasta que fueras mayor... Hmph, recuerdo a mi propio maestro diciéndome eso una vez.

source: Don’t worry Delfador, I’m ready. Now come on, let’s go save the kingdom!
es: No te preocupes Delfador, estoy listo. ¡Ahora vamos, salvemos el reino!

source: Aethenwood
es: Bosque Edén

source: Flight of the Elves - 2 seasons remaining
es: Huida de los Elfos - 2 estaciones restantes

source: Flight of the Elves - 1 season remaining (last chance!)
es: Huida de los Elfos - 1 estación restante (¡última oportunidad!)

source: Konrad, our war is lost! We have tried to flee but human forces encircle us. If you don’t act now, none of us may escape!
es: ¡Konrad, nuestra guerra está perdida! Hemos intentado huir pero las fuerzas humanas nos rodean por todos lados. ¡Si no actúas ahora, ninguno de nosotros podrá escapar!

source: I’m glad you have escaped the attack, Konrad, but we cannot! Help us evade the human armies and flee our burning forest!
es: Me alegra que hayas escapado del ataque, Konrad, ¡pero nosotros no podemos! ¡Ayúdanos a evadir los ejércitos humanos y huir de nuestro bosque en llamas!

source: The forest is silent. All the elves have perished or else been captured, and the human army has returned to Weldyn... if only I had acted sooner, some of them might still have been saved.
es: El bosque está en silencio. Todos los elfos han perecido o han sido capturados, y el ejército humano ha regresado a Weldyn... si tan solo hubiera actuado antes, algunos de ellos podrían haber sido salvados.

source: Thank you, Konrad! Many of our number have escaped the fires, and the human army has exhausted its supplies and returned to Weldyn. Lord Kalenz was truly wise when he asked us to raise you as our own; he must have known you would someday save us.
es: ¡Gracias, Konrad! Muchos de los nuestros han escapado de los incendios, y el ejército humano ha agotado sus suministros y regresado a Weldyn. El señor Kalenz fue verdaderamente sabio cuando nos pidió criarte como uno de los nuestros; debe haber sabido que algún día nos salvarías.

source: Of course, raising Konrad is part of the reason we were attacked in the first place...
es: Por supuesto, criar a Konrad es parte de la razón por la que fuimos atacados en primer lugar...

source: The elves have gone into hiding; safely escaped into the southern Aethenwood! May they prosper again once Asheviere is overthrown.
es: ¡Los elfos se han escondido; escaparon con seguridad al sur del Bosque Edén! Que prosperen de nuevo una vez que Asheviere sea derrocada.

source: Blackwater Port
es: Puerto de Aguasnegras

source: Blackwater Port - 2 seasons remaining
es: Puerto de Aguasnegras - 2 estaciones restantes

source: Blackwater Port - 1 season remaining (last chance!)
es: Puerto de Aguasnegras - 1 estación restante (¡última oportunidad!)

source: Konrad, I am hard-pressed by the dark queen’s forces! Without your aid, Blackwater Port shall soon fall to ruin!
es: ¡Konrad, estoy muy presionado por las fuerzas de la reina oscura! ¡Sin tu ayuda, el Puerto de Aguasnegras pronto caerá en ruinas!

source: Konrad, you know Sir Kaylan — one of the mightiest of the horse lords, and one of the few who is willing to oppose the Dark Crown. Rumor has it that his lance has slain fifty men and a hundred orcs.
es: Konrad, conoces a Sir Kaylan — uno de los más poderosos señores de la caballería, y uno de los pocos dispuestos a oponerse a la Corona Oscura. Se rumorea que su lanza ha matado a cincuenta hombres y cien orcos.

source: Delfador, your timing is impeccable. The dark queen’s forces press me all ’round, but with your aid we can rout their attack and re-secure Blackwater Port!
es: Delfador, tu llegada es perfecta. Las fuerzas de la reina oscura me presionan por todos lados, pero con tu ayuda podemos derrotar su ataque y recuperar el Puerto de Aguasnegras!

source: Blackwater Port has fallen, and poor Sir Kaylan is either a prisoner or dead. If only I had acted sooner, we might have saved him...
es: El Puerto de Aguasnegras ha caído, y el pobre Sir Kaylan está preso o muerto. Si hubiera actuado antes, tal vez lo habríamos salvado...

source: Alas, poor Sir Kaylan has perished! At least the good people of Blackwater Port are safe.
es: ¡Ay, el pobre Sir Kaylan ha muerto! Al menos la buena gente del Puerto de Aguasnegras está a salvo.

source: Gratitude for your aid, young heir! Our port is now open, and what remains of Garard’s Royal Cavalry stands at your service. May they serve you well, as you ride to claim your rightful place on the throne!
es: ¡Gracias por tu ayuda, joven heredero! Nuestro puerto está ahora abierto, y lo que queda de la Caballería Real de Garard está a tu servicio. ¡Que te sirvan bien mientras cabalga para reclamar tu lugar legítimo en el trono!

source: Thanks again for your aid, young Konrad! May my horsemen serve you well on your journey.
es: ¡Gracias de nuevo por tu ayuda, joven Konrad! Que mis jinetes te sirvan bien en tu viaje.

source: Bay of Pearls
es: Bahía de las Perlas

source: The Bay of Pearls
es: La Bahía de las Perlas

source: Help! When Asheviere’s army marched west, her orcs and their naga allies overran our homes and took us prisoner! Now we slave away all day, pearl diving for the queen.
es: ¡Ayuda! Cuando el ejército de Asheviere marchó al oeste, sus orcos y sus aliados nagas invadieron nuestros hogares y nos tomaron prisioneros. Ahora trabajamos todo el día como esclavos, buceando perlas para la reina.

source: Shut it, fish!
es: ¡Cállate, pez!

source: We swim free once more! Thank you Konrad. May our warriors serve you well on your quest.
es: ¡Nadamos libres una vez más! Gracias, Konrad. Que nuestros guerreros te sirvan bien en tu misión.

source: Thank you again, Konrad! Good luck on your quest.
es: ¡Gracias de nuevo, Konrad! Buena suerte en tu misión.

source: Woodsman
es: Leñador

source: Don’ mind me. I’m jus’ a woodsman keeping ’is head down.
es: No me hagas caso. Solo soy un leñador manteniendo la cabeza baja.

source: Asheviere is an evil queen, woodsman. This is a time for action — join me and help fight for liberty and justice!
es: Asheviere es una reina malvada, leñador. Este es un momento para la acción — únete a mí y ayuda a luchar por la libertad y la justicia.

source: She’s supposin’ to be the evil one, but here you are asking me to fight and die. Funny, that. If you’ll excuse me, it’s huntin’ season and I have a family to feed.
es: Se supone que ella es la malvada, pero aquí estás pidiéndome que luche y muera. Qué gracioso. Si me disculpas, es temporada de caza y tengo una familia que alimentar.

source: Please? They say there’s more magic in one kind word than in all of Delfador’s enchantments put together.
es: ¿Por favor? Dicen que hay más magia en una palabra amable que en todos los encantamientos de Delfador juntos.

source: Get lost.
es: Lárgate.

source: ... okay, fine, here’s a few pieces from the town treasury. Go spend ’em on drink or girls or whatever you soldiers do.
es: ... está bien, aquí tienes unas monedas del tesoro del pueblo. Gástalas en bebida o chicas o lo que sea que hagan los soldados.

source: You have gained 8 gold!
es: ¡Has ganado 8 de oro!

source: If the people all banded together, they could easily depose Asheviere and make life better for everyone. But most just keep quietly to themselves... I guess I can’t blame them.
es: Si la gente se uniera, podría derrocar fácilmente a Asheviere y hacer la vida mejor para todos. Pero la mayoría se mantiene en silencio... Supongo que no puedo culparlos.

source: Maybe that’s what’s so important about being the heir — hope, and a symbol people can rally behind.
es: Tal vez eso es lo importante de ser el heredero — esperanza, y un símbolo detrás del cual la gente puede unirse.

source: Isle of Alduin
es: Isla de Alduin

source: The Isle of Alduin
es: La Isla de Alduin

source: Where are you taking him? None of them have done anything wrong!
es: ¿Adónde lo llevas? ¡Ninguno de ellos ha hecho nada malo!

source: The queen will be the judge of that. Asheviere doesn’t look kindly on treasonous sentiment. Especially not from apprentices!
es: La reina será quien lo juzgue. Asheviere no mira con buenos ojos el sentimiento traidor. ¡Especialmente no de aprendices!

source: Delfador has told me much about Alduin; Wesnoth’s great academy of magic. It’s controlled by Asheviere now, but is isolated from most of her armies. Perhaps we can find allies among the faculty or pupils.
es: Delfador me ha hablado mucho de Alduin; la gran academia de magia de Wesnoth. Ahora está controlada por Asheviere, pero aislada de la mayoría de sus ejércitos. Tal vez podamos encontrar aliados entre el profesorado o los alumnos.

source: Take care of yourself, Delfador. We will liberate the Isle and finish what you and Konrad started!
es: Cuídate, Delfador. Liberaremos la isla y terminaremos lo que tú y Konrad comenzaron.

source: Alduin will never forget what happened here today. I’d be honored to stand with you against the queen, Konrad.
es: Alduin nunca olvidará lo que pasó aquí hoy. Sería un honor estar contigo contra la reina, Konrad.

source: Thank you for rescuing us, Konrad! We’ll stand with you against the queen. Alduin will never forget what you did here today.
es: ¡Gracias por rescatarnos, Konrad! Estaremos contigo contra la reina. Alduin nunca olvidará lo que hiciste aquí hoy.

source: Good luck, Konrad! The Isle of Alduin stands behind you.
es: ¡Buena suerte, Konrad! La Isla de Alduin te apoya.

source: You’ve caused enough trouble here. Off with you!
es: ¡Has causado suficientes problemas aquí! ¡Fuera!

source: Delfador may have understood these people, but to them I’m just another outlaw...
es: Delfador tal vez entendía a esta gente, pero para ellos solo soy otro forajido...

source: Muff Malal’s Peninsula
es: Península de Muff Malal

source: The Light rebukes you, foul necromancer! Flee as you may, you cannot escape my wrath!
es: ¡La Luz te reprende, necromante inmundo! Huye cuanto quieras, no puedes escapar de mi ira!

source: Well well, aren’t you a squeaky little toy! I wonder what new noises you’ll make after I kill you and raise your corpse.
es: Vaya, vaya, ¡qué juguete chillón! Me pregunto qué nuevos ruidos harás después de que te mate y levante tu cadáver.
