Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: Without the ruby? No. There are none alive today, save perhaps the great Delfador, with the might to again from-naught weave such a seal.
es: ¿Sin el rubí? No. No hay nadie vivo hoy, salvo tal vez el gran Delfador, con el poder para tejer de nuevo tal sello desde cero.

source: But the pieces of our shattered spell still linger. With time, it could be repaired.
es: Pero las piezas de nuestro hechizo destrozado aún persisten. Con tiempo, podría ser reparado.

source: We have tried before, nearly to our doom. The attempt brought the full horrors of the undead crashing down upon our humble home, and many perished. Light save them.
es: Lo hemos intentado antes, casi hasta nuestra perdición. El intento trajo los horrores completos de los no muertos cayendo sobre nuestro humilde hogar, y muchos perecieron. Que la Luz los salve.

source: I understand — alone, you could not defend yourself. But now I am here. I will help you.
es: Lo entiendo — solos, no podrían defenderse. Pero ahora estoy aquí. Los ayudaré.

source: You are a blessing, Konrad. With your help, perhaps it is possible.
es: Eres una bendición, Konrad. Con tu ayuda, tal vez sea posible.

source: There are only four of us left who have the power to repair the seal. The rest of us — the novices — I entrust into your command.
es: Solo quedamos cuatro con el poder de reparar el sello. Al resto de nosotros — los novicios — los pongo bajo tu mando.

source: Defend our monastery while the seniors and I work. In forty-eight hours’ time our ritual shall complete, and the seal shall be repaired, trapping the undead back underground.
es: Defiende nuestro monasterio mientras los mayores y yo trabajamos. En cuarenta y ocho horas nuestro ritual se completará, y el sello será reparado, atrapando a los no muertos de nuevo bajo tierra.

source: You can now advance Mages to White Mages!
es: ¡Ahora puedes avanzar Magos a Magos Blancos!

source: Konrad can now recruit Mages, and advance them to (only) White Mages!
es: ¡Konrad ahora puede reclutar Magos, y avanzar solo a Magos Blancos!

source: Death of Myrilell or Kenara
es: Muerte de Myrilell o Kenara

source: Your allies will not move, but can attack adjacent enemies.
es: Tus aliados no se moverán, pero pueden atacar a enemigos adyacentes.

source: Myrilell, how can our magic have weakened so? Where is Sister Tristia, my mentor? What of Brother Percy, keeper of the ancient texts? They should have stopped this.
es: Myrilell, ¿cómo pudo debilitarse tanto nuestra magia? ¿Dónde está la hermana Tristia, mi mentora? ¿Qué pasó con el hermano Percy, guardián de los textos antiguos? Ellos deberían haber detenido esto.

source: Dead, both. Fallen to the swelling tide of undead. You have been sorely missed, Moremirmu, away on your quest to spread light across the wider world.
es: Muertos, ambos. Cayeron ante la creciente marea de no muertos. Has sido terriblemente extrañado, Moremirmu, lejos en tu búsqueda para difundir la luz por el mundo más amplio.

source: Dead!? So many dead.
es: ¡¿Muertos?! Tantos muertos.

source: The seal shattered, my home imperiled, my friends slain. This is the work of a dozen lifetimes undone.
es: El sello destrozado, mi hogar en peligro, mis amigos asesinados. Esta es la obra de una docena de vidas deshecha.

source: Konrad, I am overcome by grief. I am brought to tears. The very foundation of my faith is shaken.
es: Konrad, estoy abrumado por el dolor. Me lleva a las lágrimas. La base misma de mi fe está sacudida.

source: I am sorry. I cannot battle today. I must meditate, and ponder on my emotions.
es: Lo siento. No puedo luchar hoy. Debo meditar y reflexionar sobre mis emociones.

source: Ponder your emotions? Moremirmu, I know it’s a shock to see your home in crisis, but we’re about to fight a battle!
es: ¿Reflexionar sobre tus emociones? Moremirmu, sé que es un shock ver tu hogar en crisis, ¡pero estamos a punto de luchar en una batalla!

source: I am a warrior of the Light, Konrad. My Light cannot shine while there within me beats a heart touched by the Dark.
es: Soy un guerrero de la Luz, Konrad. Mi Luz no puede brillar mientras en mi interior late un corazón tocado por la Oscuridad.

source: He’s gone!
es: ¡Se ha ido!

source: Myrilell, what is this place we now defend? How did you all come to be here?
es: Myrilell, ¿qué es este lugar que ahora defendemos? ¿Cómo llegaron todos aquí?

source: These hills — now our home — were once a wholly accursed place, blighted by necromancy and consumed by darkness.
es: Estas colinas — ahora nuestro hogar — fueron una vez un lugar completamente maldito, contaminado por la necromancia y consumido por la oscuridad.

source: We know not from whence the evil came. Some think the necromancers to be lich-lords, survivors of their invasion from the west; others believe they are stragglers of Ras-Tabahn’s. We only know that centuries ago, the crown sealed them underground with powerful magic.
es: No sabemos de dónde vino el mal. Algunos piensan que los nigromantes son señores liches, sobrevivientes de su invasión desde el oeste; otros creen que son rezagados de Ras-Tabahn. Solo sabemos que hace siglos, la corona los selló bajo tierra con una magia poderosa.

source: Men and women of our order, servants of the Light, have made it our mission to cleanse this place of evil. We built our monastery here to ensure that the darkness never escapes.
es: Hombres y mujeres de nuestra orden, sirvientes de la Luz, hemos hecho nuestra misión limpiar este lugar del mal. Construimos nuestro monasterio aquí para asegurarnos de que la oscuridad nunca escape.

source: But it’s been decades since the Crown last sent to us men or supplies, and the power of our order has waned. And now even the seal has fallen...
es: Pero han pasado décadas desde que la Corona nos envió hombres o suministros por última vez, y el poder de nuestra orden ha disminuido. Y ahora incluso el sello ha caído...

source: Look out! They’re preparing another assault.
es: ¡Cuidado! Están preparando otro asalto.

source: For too long have we been trapped by your accursed seal! The undertunnels shall be thrown open and our followers shall flood across the land! You cannot stop the eternal life that we bring!
es: ¡Por demasiado tiempo hemos estado atrapados por tu maldito sello! ¡Los túneles subterráneos serán abiertos y nuestros seguidores inundarán la tierra! ¡No puedes detener la vida eterna que traemos!

source: Eternal life is no blessing, lich, but a curse. I have tasted from the cup of which you offer, and we will not allow such poison to spread.
es: La vida eterna no es una bendición, liche, sino una maldición. He probado del cáliz que ofreces, y no permitiremos que tal veneno se extienda.

source: Fancy talk comin’ from a stick-handed sixpenny skull, ye soused gurnet! Jus’ wait ’til ah stick my axe through one o’yer wrinklin’ ribs!
es: ¡Palabras elegantes viniendo de un cráneo de seis peniques con manos de palo, pez borracho! ¡Espera a que clave mi hacha en una de tus costillas arrugadas!

source: You’re not the first lich we’ve fought. Want to hear what we did to the last one?
es: No eres el primer liche que hemos enfrentado. ¿Quieres oír qué le hicimos al último?

source: Really, eternal life? I’d love to discuss some of my alchemical theories with you! ...wait, ah, no, you mean undeath, don’t you.
es: ¿En serio, vida eterna? ¡Me encantaría discutir algunas de mis teorías alquímicas contigo! ...espera, ah, no, te refieres a la no-muerte, ¿verdad?

source: Ya ya ya. Dosh heard dis all before. Always someone be thinkin’ dey know what’s best for everyone else.
es: Sí, sí, sí. Dosh ya oyó esto antes. Siempre alguien pensando que sabe lo que es mejor para todos los demás.

source: At last, I see the light...
es: Al fin, veo la luz...

source: Yield not one inch to the darkness...
es: No cedas ni una pulgada a la oscuridad...

source: This body is merely a puppet! You cannot stop us from enlightening your world to the bliss of eternal un-life!
es: ¡Este cuerpo es solo una marioneta! ¡No puedes detenernos de iluminar tu mundo con la dicha de la no-vida eterna!

source: Your fighting only delays the inevitable! There are more of us than you could ever imagine!
es: ¡Tu lucha solo retrasa lo inevitable! ¡Somos más de los que jamás podrías imaginar!

source: One fewer now.
es: Uno menos ahora.

source: Lo! My faith has been tested! And lo! It has endured!
es: ¡He aquí! ¡Mi fe ha sido probada! ¡Y he aquí! ¡Ha perdurado!

source: In the crucible of the Light, evil shall be purged!
es: ¡En el crisol de la Luz, el mal será purgado!

source: Moremirmu has returned! He has gained +2 damage, +20 hitpoints, and the powerful “smite” ability! Smite: each time Moremirmu strikes a finishing blow, he will deal 30 arcane damage to all adjacent enemies.
es: ¡Moremirmu ha regresado! Ha ganado +2 de daño, +20 puntos de vida, y la poderosa habilidad «golpe divino». Golpe divino: cada vez que Moremirmu aseste un golpe final, infligirá 30 de daño arcano a todos los enemigos adyacentes.

source: Nearly done, Konrad! Hold strong and we shall yet be victorious!
es: ¡Casi terminado, Konrad! ¡Mantente firme y aún seremos victoriosos!

source: Light save us all! It is finished.
es: ¡Que la Luz nos salve a todos! Está terminado.

source: They’re gone!
es: ¡Se han ido!

source: With the seal restored, the undead have once more been banished underground. We are in your debt, Your Highness.
es: Con el sello restaurado, los no muertos han sido desterrados de nuevo bajo tierra. Estamos en deuda contigo, Alteza.

source: The seniors and I must remain here, to continue strengthening our magic and to ensure the undead never again escape. But into your hands I entrust our young mages, and the nascent Light that they nurture within. May they serve you well as you journey on to reclaim your throne.
es: Los mayores y yo debemos quedarnos aquí, para seguir fortaleciendo nuestra magia y asegurar que los no muertos nunca escapen de nuevo. Pero en tus manos confío a nuestros jóvenes magos, y la naciente Luz que nutren dentro de sí. Que te sirvan bien mientras continúas tu viaje para reclamar tu trono.

source: No! Without her help, I have no hope of restoring the seal.
es: ¡No! Sin su ayuda, no tengo esperanza de restaurar el sello.

source: The undead will continue to pour forth and pour forth, until we are all overwhelmed...
es: Los no muertos seguirán saliendo y saliendo, hasta que todos seamos abrumados...

source: scenario name^Crossroads
es: Encrucijada

source: He’s taken the bait. Quick, get down into the mines and alert the others.
es: Ha picado el anzuelo. Rápido, baja a las minas y alerta a los demás.

source: What about the prisoners, m’lady? Shall we execute them before the imposter arrives?
es: ¿Qué pasa con los prisioneros, mi señora? ¿Los ejecutamos antes de que llegue el impostor?

source: C’mere and try it, ye yellow-bellied, cow-handed blunderbuss of a princess! Jus’ gimme the chance an’ I’ll rip that head right off yer ninnyhammerin’ neck, ye white-livered gasser!
es: ¡Ven aquí y pruébalo, princesa cobarde y torpe! ¡Solo dame la oportunidad y te arrancaré esa cabeza de tu cuello de idiota, cobarde charlatana!

source: As tempting as the thought may be, Raery, I’m not about to kill innocents in cold blood. But we do need to get the dwarves out of here — both for their own safety and to keep them out of the rebels’ hands.
es: Por tentadora que sea la idea, Raery, no voy a matar inocentes a sangre fría. Pero sí necesitamos sacar a los enanos de aquí — tanto por su propia seguridad como para mantenerlos fuera de las manos de los rebeldes.

source: Too late, Konrad has come! Forget the prisoners and prepare for battle.
es: ¡Demasiado tarde, Konrad ha llegado! Olviden a los prisioneros y prepárense para la batalla.

source: I’ve come to face you, princess! Only a true villain would threaten innocents to force someone into a fight.
es: ¡He venido a enfrentarte, princesa! Solo un verdadero villano amenazaría a inocentes para forzar a alguien a pelear.

source: Oh please, the dwarves were never in any danger. You on the other hand, “prince” — I will not allow you to sow any more discord and chaos among my people. Your rebellion ends here.
es: Oh por favor, los enanos nunca estuvieron en peligro. Tú, por otro lado, “príncipe” — no permitiré que siembres más discordia y caos entre mi gente. Tu rebelión termina aquí.

source: Defeat Li’sar
es: Derrota a Li’sar

source: Defeat Yrogin
es: Derrota a Yrogin

source: Rescue Ulfdain
es: Rescata a Ulfdain

source: Look! Someone approaches from the eastern road.
es: ¡Mira! Alguien se acerca desde el camino del este.

source: Message from the queen, Your Highness! The boats are ready, but there is only a short window in which to act before Elensefar recovers.
es: ¡Mensaje de la reina, Alteza! Los barcos están listos, pero hay solo una corta ventana para actuar antes de que Elensefar se recupere.

source: Poor timing; I’m a little busy at the moment...
es: Mal momento; estoy un poco ocupada en este momento...

source: Still, Elensefar is too important a prize to let slip. I cannot risk Maddock regaining his footing before we have a chance to deal the finishing blow.
es: Aún así, Elensefar es un premio demasiado importante para dejarlo escapar. No puedo arriesgar que Maddock recupere terreno antes de que tengamos la oportunidad de dar el golpe final.

source: I’ll depart immediately. Yrogin, you assume command here. It shouldn’t take much to defeat this con-man now that we’ve lured him into battle.
es: Partiré inmediatamente. Yrogin, tú asumes el mando aquí. No debería tomar mucho derrotar a este estafador ahora que lo hemos atraído a la batalla.

source: For Her Highness! Kill the imposter!
es: ¡Por Su Alteza! ¡Maten al impostor!

source: Caution, Konrad! These hills are full of old mineshafts, their entrances overgrown with grass and weeds. Li’sar must be using them to ambush us.
es: ¡Cuidado, Konrad! Estas colinas están llenas de viejos pozos mineros, sus entradas cubiertas de hierba y maleza. Li’sar debe estar usándolos para emboscarnos.

source: Lo! The forces of evil ambush us at every turn — even the very ground itself succors our foes within its old mines.
es: ¡He aquí! Las fuerzas del mal nos emboscan en cada giro — incluso el suelo mismo socorre a nuestros enemigos dentro de sus viejas minas.

source: Those ambushers burst right out of the ground! There must be old mineshafts everywhere in these hills, overgrown with grass and weeds.
es: ¡Esos emboscadores salieron directamente del suelo! Debe haber viejos pozos mineros por todas partes en estas colinas, cubiertos de hierba y maleza.

source: Wait, stop! I’m not an imposter, I’m the real Konrad!
es: ¡Espera, detente! ¡No soy un impostor, soy el verdadero Konrad!

source: ... there’s nothing I can say to save these woodsmen, is there?
es: ... no hay nada que pueda decir para salvar a estos leñadores, ¿verdad?

source: Invisible ambushers hide throughout the hills.
es: Emboscadores invisibles se esconden por todas las colinas.

source: He’s slain nearly the last of our ambushers, Your Highness! What do we do?
es: ¡Ha matado casi al último de nuestros emboscadores, Alteza! ¿Qué hacemos?

source: He’s slain nearly the last of our ambushers, lieutenant! What do we do?
es: ¡Ha matado casi al último de nuestros emboscadores, teniente! ¿Qué hacemos?

source: This isn’t over. Keep up the fight!
es: ¡Esto no ha terminado! ¡Sigan luchando!

source: Free the prisoners
es: Libera a los prisioneros

source: Wait
es: Espera

source: Here are the prisoners! We can set them free, but if they join our side they will certainly come under attack.
es: ¡Aquí están los prisioneros! Podemos liberarlos, pero si se unen a nuestro bando, seguramente serán atacados.

source: Come an’ git some, ye nigmenog bolting-hutch of beastliness! Ah dare ye to square up an’ fight me, dwarf-to-dwarf!
es: ¡Veni y probá, engendro del demonio! ¡Te desafío a enfrentarte conmigo, enano contra enano!

source: Wait a minute! I don’t want to fight you. I’m here to rescue you!
es: ¡Espera un minuto! No quiero pelear contigo. ¡Estoy aquí para rescatarte!

source: Oh, what’s that? Seems ah misjudged ye, son. Hurry up then, ye spoony cub, lemme an’ my boys out o’ these here cages so we can get to th’ fight!
es: Oh, ¿qué es eso? Parece que te juzgué mal, hijo. ¡Apurate entonces, cachorro tonto, sácame a mí y a mis muchachos de estas jaula' para que podamos entrar en la pelea!

source: You’re free now! How did you come to be imprisoned?
es: ¡Estás libre ahora! ¿Cómo llegaste a estar encarcelado?

source: Much better, thank ye for freein’ us! Tha’s the last time I dig a mine for yer human queen, lemme tell you. “Clean up the old crossroads mines”, she says. “The princess needs ’em for somethin’!”
es: Mucho mejor, ¡gracias por liberarnos! Esa es la última vez que cavo una mina para tu estupida reina humana, te lo aseguro. “Limpien las viejas minas del cruce de caminos”, dice. “¡La princesa las necesita para algo!”

source: All we do is insult th’ queen a few times, all friendly-like and such, an’ it was straight to the gibbet! You beanpoles jus’ dinnae appreciate a good insult!
es: Todo lo que hicimo' fue insultar a la reina unas pocas veces, todo de manera amistosa y tal, ¡y directo a la horca! ¡Ustedes palos de frijol simplemente no aprecian un buen insulto!

source: An’ now tha’s my job gone; guess I got naught left fer me now but revenge. So if yer out to beat the queen, me an’ my boys are with ye!
es: Y ahora mi trabajo se fue; supongo que no me queda nada más que venganza. ¡Así que si estás dispuesto a derrotar a la reina, yo y mis muchachos estamos contigo!

source: Konrad can now recruit Dwarvish Miners!
es: ¡Konrad ahora puede reclutar Mineros Enanos!

source: ... hey, what the— that axe! That axe you’re holdin’, that’s my father’s!
es: ... oye, ¿qué carajo— ese hacha! ¡Ese hacha que estás sosteniendo, es de mi padre!

source: Give it back, ye obscene trunk of tallow-keech! You milksop, you coward, give it back or I’ll cut it from yer steamin’ corpse!
es: ¡Devuélvemela, tronco obsceno de sebo! ¡Cobarde, pusilánime, devuélvemela o la cortaré de tu cadáver humeante!

source: Calm down, calm down! I found this axe in the ruins of west Knalga. If it truly is your father’s, of course you’re entitled to it. Here.
es: ¡Cálmate, cálmate! Encontré este hacha en las ruinas del oeste de Knalga. Si realmente es de tu padre, por supuesto tienes derecho a ella. Aquí tienes.

source: Com’ere you chicken-faced by-blow! Fight me like a dwarf!
es: ¡Ven aquí, cara de gallina! ¡Pelea conmigo como enano!

source: Oy princess! Ah got an axe right ’ere with yer name on it! By Thursagan’s beard, ah’ll teach you and yer men to lock me up!
es: ¡Oye princesa! ¡Tengo un hacha aquí con tu nombre! ¡Por la barba de Thursagan, te enseñaré a ti y a tus hombres a encerrarme!

source: Where is Isolde? This battle is not so one-sided as I had hoped, but if Konrad cannot defeat us soon he shall surely be trapped once my reinforcements arrive.
es: ¿Dónde está Isolde? Esta batalla no es tan unilateral como esperaba, pero si Konrad no puede derrotarnos pronto, seguramente quedará atrapado una vez que lleguen mis refuerzos.

source: We're finally here, Your Highness! Apologies for the delay.
es: ¡Finalmente estamos aquí, Alteza! Disculpas por la demora.

source: More of them have come from behind! Even if we manage to defeat Li’sar, we have no hope of escaping this battle alive...
es: ¡Más de ellos han llegado por detrás! Incluso si logramos derrotar a Li’sar, no tenemos esperanza de escapar de esta batalla con vida...

source: Fight on without me, Your Highness!
es: ¡Luchen sin mí, Alteza!

source: Fight on without me, friends!
es: ¡Sigan luchando sin mí, amigos!

source: You’ll pay for that, cousin!
es: ¡Pagarás por eso, primo!

source: Aaargh! They said you were just a pretender... a puppet...
es: ¡Aaargh! Dijeron que solo eras un pretendiente... un títere...

source: Not so tough now, are ye princess? Got any las’ words b’fer I bury m’ axe in tha’ hollow skull, ye grubby wisenheimerin’ blockhead?
es: No tan dura ahora, ¿verda' princesa? ¿Tienes algunas últimas palabras antes de que entierre mi hacha en esa cabeza hueca, sucia sabelotodo?

source: Get off me, dwarf! I can’t fall here; there’s too much left to do. I may be forced to flee the field today, “cousin”, but I will not rest until you face justice for all the chaos you have caused.
es: ¡Quítate de encima, enano! No puedo caer aquí; queda demasiado por hacer. Puede que me vea obligada a huir del campo hoy, “primo”, pero no descansaré hasta que enfrentes justicia por todo el caos que has causado.

source: So, Delfador “the Great” draws the blood of his betters once more. Do not expect me to repeat the mistakes of my brother, old man — I shall flee the field today, but I will not rest until you and your puppet face justice for all the chaos you have caused.
es: Así que Delfador “el Grande” vuelve a derramar la sangre de sus superiores. No esperes que repita los errores de mi hermano, viejo — huiré del campo hoy, pero no descansaré hasta que tú y tu títere enfrenten justicia por todo el caos que han causado.

source: So “cousin”, it seems you’re more than just a good actor and a pretty face. No matter — I may be forced to flee the field today, but I will not rest until you and your puppetmaster face justice for all the chaos you have caused.
es: Así que “primo”, parece que eres más que solo un buen actor y una cara bonita. No importa — puede que me vea obligada a huir del campo hoy, pero no descansaré hasta que tú y tu titiritero enfrenten justicia por todo el caos que han causado.

source: We carried the field, but the princess escaped! I doubt this is the last we’ve seen of her...
es: Conquistamos el campo, ¡pero la princesa escapó! Dudo que esta sea la última vez que la veamos...

source: scenario name^The Highwaymen
es: Los Bandoleros

source: En garde!
es: ¡En guardia!

source: Our timing is perfect: the first of our several targets is approaching the city. Our scouts spotted several convoys nearby, but the others must not have arrived yet.
es: Nuestro tiempo es perfecto: el primero de nuestros varios objetivos se acerca a la ciudad. Nuestros exploradores vieron varios convoyes cerca, pero los otros aún no deben haber llegado.

source: Each caravan will be brimming with supplies and weapons, so the more we plunder, the more new types of soldiers we’ll be able to equip!
es: Cada caravana estará repleta de suministros y armas, ¡así que cuanto más saquemos, más tipos nuevos de soldados podremos equipar!

source: Aye, an’ good fer us that rain an’ fog ’ave come in. Those mole-eyed chicken-city buffoons will have no idea we’re here, as long as we keep our distance from th’ walls.
es: Sí, y es bueno para nosotros que hayan llegado la lluvia y la niebla. Esos bufones de ciudad con ojos de topo no tendrán idea de que estamos aquí, siempre y cuando mantengamos la distancia de las murallas.

source: Back in the day I remember doin’ something like this with Baldras an’ Helicrom. Lucky for us that the fog’s out. As long as we’re careful an’ keep our distance, th’ city won’t know we’re here.
es: En mis tiempos recuerdo hacer algo así con Baldras y Helicrom. Tenemos suerte de que haya niebla. Mientras seamos cuidadosos y mantengamos la distancia, la ciudad no sabrá que estamos aquí.

source: Hark and behold! The Light provides, for rain and fog have come to shroud us from our foes. As long as we keep our distance from the city, Dan’Tonk shall surely remain ignorant of our presence.
es: ¡Escuchen y contemplen! La Luz provee, pues la lluvia y la niebla han venido a ocultarnos de nuestros enemigos. Mientras mantengamos la distancia de la ciudad, Dan’Tonk seguramente permanecerá ignorante de nuestra presencia.
