Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: I have seen firsthand the dangers of the spawn of Asheviere, Konrad, and I have learned the value of swift action against them. This may be our only chance to vanquish Li’sar! I think it best that we ensure her defeat first, and only afterwards give thought to our escape.
es: He visto de primera mano los peligros de los engendros de Asheviere, Konrad, y he aprendido el valor de la acción rápida contra ellos. ¡Esta puede ser nuestra única oportunidad de vencer a Li’sar! Creo que lo mejor es asegurar su derrota primero, y solo después pensar en nuestra escape.

source: I have no love for the villain who tried to take my life, but neither am I willing to doom my comrades just to spite her. That is how Asheviere fights; more invested in the death of enemies than the life of friends — or daughters. Did you yourself not tell me <i>“be forgiving, be wise, be kind”</i>?
es: No tengo amor por la villana que intentó quitarme la vida, pero tampoco estoy dispuesto a condenar a mis camaradas solo para fastidiarla. Así es como lucha Asheviere; más interesada en la muerte de enemigos que en la vida de amigos — o hijas. ¿No me dijiste tú mismo <i>“sé indulgente, sé sabio, sé amable”</i>?

source: Unless all the living stand together against the dead, I fear things shall end badly for us all — and from her palace safe in Weldyn, Asheviere will laugh. No, we should approach Li’sar and offer a brief alliance, at least until these undead are defeated.
es: A menos que todos los vivos se unan contra los muertos, temo que las cosas terminarán mal para todos nosotros — y desde su palacio seguro en Weldyn, Asheviere se reirá. No, deberíamos acercarnos a Li’sar y ofrecer una alianza breve, al menos hasta que estos no muertos sean derrotados.

source: Although she is our enemy, I believe that she is trustworthy enough to honor her word if she agrees not to harm us. I ask you to trust my judgement on this, my mentor.
es: Aunque es nuestra enemiga, creo que es lo suficientemente confiable como para honrar su palabra si acepta no hacernos daño. Te pido que confíes en mi juicio en esto, mi mentor.

source: The last time a king asked me to trust him, things ended rather badly for the both of us. Nevertheless, you are my lord, Konrad, and I know you to be growing wise beyond your years. Let us reach Li’sar and make your offer.
es: La última vez que un rey me pidió que confiara en él, las cosas terminaron bastante mal para ambos. Sin embargo, eres mi señor, Konrad, y sé que estás creciendo en sabiduría más allá de tus años. Alcancemos a Li’sar y hagamos tu oferta.

source: Reach Li’sar’s loyalists before they are slain
es: Alcanza a los leales de Li’sar antes de que sean asesinados

source: Then, defeat the primary enemy leader
es: Luego, derrota al líder enemigo principal

source: Defeat the primary enemy leader
es: Derrota al líder enemigo principal

source: Defeat Iliah-Malal
es: Derrota a Iliah-Malal

source: Konrad’s forces are exhausted, and have less starting gold than usual. Loyal companions (except Delfador) are not automatically recalled.
es: Las fuerzas de Konrad están exhaustas, y tienen menos oro inicial de lo habitual. Los compañeros leales (excepto Delfador) no son recordados automáticamente.

source: These must be the tunnels from whence Li’sar’s soldiers emerged. Out of all the countless exits from the underground, we just so happened to come together here...
es: Estos deben ser los túneles de donde emergieron los soldados de Li’sar. De todos los innumerables salidas del subsuelo, justo nos encontramos aquí...

source: We’re in dire straits. Deploy the reserves.
es: Estamos en una situación desesperada. Despliega las reservas.

source: Living soldiers at the perimeter! It’s Konrad and his rebels, intact despite the volcano! And... they’ve taken the princess prisoner?!
es: ¡Soldados vivos en el perímetro! ¡Es Konrad y sus rebeldes, intactos a pesar del volcán! Y... ¿han tomado a la princesa prisionera?!

source: I’d been hoping for reinforcements, for we are already hard-pressed, but if we must fight a second foe to rescue our general I shall not shy away!
es: Había estado esperando refuerzos, porque ya estamos muy presionados, pero si debemos luchar contra un segundo enemigo para rescatar a nuestra general, ¡no me echaré atrás!

source: No, captain, that won’t be necessary. I am a prisoner, but we’ve agreed to a temporary truce — emphasis on temporary. Until these undead are defeated, you are to work together with Konrad against the dead.
es: No, capitán, eso no será necesario. Soy una prisionera, pero hemos acordado una tregua temporal — énfasis en temporal. Hasta que estos no muertos sean derrotados, deben trabajar juntos con Konrad contra los muertos.

source: You’re certain? You’re not being coerced? Well, in the dire straits we’re in I can hardly say no to an ally.
es: ¿Estás segura? ¿No estás siendo coaccionada? Bueno, en la situación desesperada en la que estamos, apenas puedo decir que no a un aliado.

source: Konrad, should we not be concerned about Li’sar’s threats? Prisoner or no, she has been very clear about her intentions to turn her allies against us once these undead are defeated. And perhaps sooner, if she senses in us some weakness!
es: Konrad, ¿no deberíamos preocuparnos por las amenazas de Li’sar? Prisionera o no, ha sido muy clara sobre sus intenciones de volver a sus aliados contra nosotros una vez que estos no muertos sean derrotados. ¡Y tal vez antes, si siente alguna debilidad en nosotros!

source: Li’sar is not Eldred. Although she is our enemy, I have come to believe Her Highness cares about her people just as we do, and that she is trustworthy enough to honor her word if she agrees not to harm us. I ask you to trust my judgement on this, my mentor.
es: Li’sar no es Eldred. Aunque es nuestra enemiga, he llegado a creer que Su Alteza se preocupa por su pueblo tanto como nosotros, y que es lo suficientemente confiable como para honrar su palabra si acepta no hacernos daño. Te pido que confíes en mi juicio en esto, mi mentor.

source: The last time a king asked me to trust him, things ended rather badly for the both of us. Nevertheless, you are my lord, Konrad, and I know you to be growing wise beyond your years. Let us set aside my worries and direct our efforts against the undead.
es: La última vez que un rey me pidió que confiara en él, las cosas terminaron bastante mal para ambos. Sin embargo, eres mi señor, Konrad, y sé que estás creciendo en sabiduría más allá de tus años. Dejemos de lado mis preocupaciones y dirijamos nuestros esfuerzos contra los no muertos.

source: Living soldiers at the perimeter! ...Konrad, you’re here! And with your army too, intact despite the volcano. I intend to have serious words with the queen if we somehow get out of this alive...
es: ¡Soldados vivos en el perímetro! ...Konrad, ¡estás aquí! Y con tu ejército también, intacto a pesar del volcán. Tengo la intención de tener palabras serias con la reina si de alguna manera salimos de esto vivos...

source: I am not here to fight you, Li’sar — at least not right now. You are vulnerable, but so are we, and if we war the only winner will be the undead. I propose a truce.
es: No estoy aquí para luchar contigo, Li’sar — al menos no ahora. Estás vulnerable, pero nosotros también, y si guerrearmos el único ganador será los no muertos. Propongo una tregua.

source: A truce? What ploy is this; are you so cruel that you would give my men hope before snuffing it out? If you are come to slay me, fight me to my face!
es: ¿Una tregua? ¿Qué artimaña es esta; eres tan cruel que darías esperanza a mis hombres antes de apagarla? ¡Si has venido a matarme, enfréntame cara a cara!

source: There is no trick! Do not be a fool; surely you can see that if we do not stand together, we shall die alone? It is in both of our interests to work together!
es: ¡No hay truco! No seas tonta; seguramente puedes ver que si no nos unimos, moriremos solos. ¡Está en el interés de ambos trabajar juntos!

source: Do you agree to my proposal, Your Highness? Or are we to fight and bleed and die until our bodies both are buried under crimson snow?
es: ¿Aceptas mi propuesta, Alteza? ¿O lucharemos y sangraremos y moriremos hasta que nuestros cuerpos ambos sean enterrados bajo nieve carmesí?

source: Very well, we shall work together for now. But do not forget that once these undead are defeated, you and I have a score to settle.
es: Muy bien, trabajaremos juntos por ahora. Pero no olvides que una vez que estos no muertos sean derrotados, tú y yo tenemos una cuenta que saldar.

source: My men and I are desperately low on gold and supplies, Li’sar. Now we have met with your allies — do they have anything to spare?
es: Mis hombres y yo estamos desesperadamente escasos de oro y suministros, Li’sar. Ahora nos hemos encontrado con tus aliados — ¿tienen algo que ahorrar?

source: My men and I are desperately low on gold and supplies, Li’sar. Now that we are allies, do you have anything to spare?
es: Mis hombres y yo estamos desesperadamente escasos de oro y suministros, Li’sar. Ahora que somos aliados, ¿tienes algo que ahorrar?

source: We are allies only of convenience, cousin, and it is not in my best interest for you or your rebels to be too well-supplied.
es: Somos aliados solo por conveniencia, primo, y no está en mi mejor interés que tú o tus rebeldes estén demasiado bien abastecidos.

source: ... not that it matters, because I can see that my soldiers have barely enough to outfit themselves as it is. It’s unfortunate that the queen’s orders harmed us as much as they did you, if not more.
es: ... no es que importe, porque puedo ver que mis soldados apenas tienen lo suficiente para equiparse tal como están. Es desafortunado que las órdenes de la reina nos hayan dañado tanto como a ti, si no más.

source: ... not that it matters, because we have barely enough to outfit ourselves as it is. It’s unfortunate that the queen’s orders harmed us as much as they did you, if not more.
es: ... no es que importe, porque apenas tenemos lo suficiente para equiparnos tal como estamos. Es desafortunado que las órdenes de la reina nos hayan dañado tanto como a ti, si no más.

source: It’s not “unfortunate” — your mother was more than willing to see you killed.
es: No es “desafortunado” — tu madre estaba más que dispuesta a verte muerta.

source: Asheviere gave Mirya the orders she thought were necessary to prevent you from escaping. Whether they were wise orders or not is immaterial; she acted to ensure that Wesnoth survives, even if I don’t. I cannot fault her for that.
es: Asheviere le dio a Mirya las órdenes que pensó que eran necesarias para evitar que escaparas. Si fueron órdenes sabias o no es irrelevante; actuó para asegurar que Wesnoth sobreviva, incluso si yo no. No puedo culparla por eso.

source: She acted to ensure her power remains unchallenged, you mean. The dark queen cares only for herself.
es: Actuó para asegurar que su poder permanezca sin desafiar, quieres decir. La reina oscura solo se preocupa por sí misma.

source: “<i>The dark queen</i>,” pfft. I’ve heard enough slander; hold your tongue or I shall have my men make an end to our truce and short work of you.
es: “<i>La reina oscura</i>,” pfft. He oído suficiente calumnia; guarda tu lengua o haré que mis hombres pongan fin a nuestra tregua y acaben contigo rápidamente.

source: “<i>The dark queen</i>,” pfft. I’ve heard enough slander; hold your tongue or I shall make an end to our truce and short work of you.
es: “<i>La reina oscura</i>,” pfft. He oído suficiente calumnia; guarda tu lengua o pondré fin a nuestra tregua y acabaré contigo rápidamente.

source: Don’t wander around my keep, Konrad. We have a battle to fight.
es: No te pasees por mi fortaleza, Konrad. Tenemos una batalla que librar.

source: You have no tricks this time, Malal? Your magic is as weak as was your flesh!
es: ¿No tienes trucos esta vez, Malal? ¡Tu magia es tan débil como lo fue tu carne!

source: Shadows consume you!
es: ¡Las sombras te consumen!

source: Delfador killed you once! Now it’s my turn!
es: ¡Delfador te mató una vez! ¡Ahora es mi turno!

source: Time to put you and your lies back in the ground!
es: ¡Es hora de devolverte a ti y a tus mentiras a la tierra!

source: Eye of elf and bone of beast...
es: Ojo de elfo y hueso de bestia...

source: A lich! So here is the source of the undead. Something about this magic feels familiar... very familiar...
es: ¡Un liche! Entonces aquí está la fuente de los no muertos. Algo en esta magia se siente familiar... muy familiar...

source: Hello, Delfador! Do you remember me? You’ve grown old. Perhaps you regret passing up the temptations of necromancy, so long ago?
es: ¡Hola, Delfador! ¿Me recuerdas? Has envejecido. Tal vez lamentas haber rechazado las tentaciones de la necromancia, hace tanto tiempo.

source: Iliah-Malal! A name most foul, and one that I have not spoken aloud since our duel so many years ago. You’ll recall that I won. You should be dead and gone.
es: ¡Iliah-Malal! Un nombre muy vil, y uno que no he pronunciado en voz alta desde nuestro duelo hace tantos años. Recordarás que yo gané. Deberías estar muerto y desaparecido.

source: Dead, yes, but not quite gone. You have the good queen to thank for my return. And I have you to thank for finding the Sceptre of Fire! Soon it will be mine.
es: Muertos, sí, pero no del todo desaparecido. Tienes que agradecer a la buena reina por mi regreso. ¡Y a ti por encontrar el Cetro de Fuego! Pronto será mío.

source: I know my own mother, lich, and she would never be complicit in the resurrection of an abomination like yourself.
es: Conozco a mi propia madre, liche, y nunca sería cómplice en la resurrección de una abominación como tú.

source: You can’t deny, Li’sar, that th’ queen o’ yours was ready to massacre us smallfolk in Delwyn an’ Dallben jus’ because we refused to swear fealty. An’ she would’ve succeeded too, if we hadn’t fought back an’ fled an’ hid!
es: No puedes negar, Li’sar, que tu reina estaba dispuesta a masacrar a la gente común en Delwyn y Dallben solo porque nos negamos a jurar lealtad. ¡Y lo habría logrado también, si no hubiéramos luchado, huido y escondido!

source: —no, that can’t be right. I was told that region had always been home to rebels, and that after the destruction of Halstead Mother was regrettably forced to raze the villages.
es: —no, eso no puede ser correcto. Me dijeron que esa región siempre había sido hogar de rebeldes, y que después de la destrucción de Halstead, Madre se vio lamentablemente obligada a arrasar las aldeas.

source: You cannot deny, cousin, that Asheviere was ready to massacre the smallfolk in Delwyn and Dallben just because they refused to swear fealty. They told me the story: had they not fought back and fled and hid, they would all be dead now.
es: No puedes negar, prima, que Asheviere estaba dispuesta a masacrar a la gente común en Delwyn y Dallben solo porque se negaron a jurar lealtad. Me contaron la historia: si no hubieran luchado, huido y escondido, todos estarían muertos ahora.

source: You cannot deny, cousin, that Asheviere passed control of Elensefar to the orcish hordes when she found she could not bend the populace to her will. I was there — it is only by my sword that the entire city was not enslaved!
es: No puedes negar, prima, que Asheviere cedió el control de Elensefar a las hordas orcas cuando vio que no podía doblegar a la población a su voluntad. Estuve allí — ¡solo gracias a mi espada la ciudad entera no fue esclavizada!

source: —no, that can’t be right. I was told that the city was under the control of royal forces; the orcs were only supposed to aid in the attack.
es: —no, eso no puede ser correcto. Me dijeron que la ciudad estaba bajo el control de las fuerzas reales; los orcos solo debían ayudar en el ataque.

source: Or what of how Asheviere gave control of Elensefar to the orcish hordes when she found she could not bend the populace to her will? Without my intervention the entire city would have been enslaved!
es: ¿O qué hay de cómo Asheviere cedió el control de Elensefar a las hordas orcas cuando vio que no podía doblegar a la población a su voluntad? ¡Sin mi intervención, la ciudad entera habría sido esclavizada!

source: You cannot deny, cousin, that Asheviere allowed a necromancer to run amuck on the Peninsula of Pearls, to weaken and create chaos in the west. I was there — it is only by my sword that Muff Malal was killed!
es: No puedes negar, prima, que Asheviere permitió que un nigromante causara estragos en la Península de las Perlas, para debilitar y crear caos en el oeste. Estuve allí — ¡solo gracias a mi espada Muff Malal fue asesinado!

source: —no, that can’t be right. I was told that you rebels were the ones who invited the necromancer in, and that royal forces were beaten back when they came to render aid.
es: —no, eso no puede ser correcto. Me dijeron que fueron ustedes los rebeldes quienes invitaron al nigromante, y que las fuerzas reales fueron repelidas cuando vinieron a prestar ayuda.

source: Or what of how Asheviere allowed a necromancer to run amuck on the Peninsula of Pearls, to weaken and create chaos in the west? Without my intervention the entire coast might have been overrun!
es: ¿O qué hay de cómo Asheviere permitió que un nigromante causara estragos en la Península de las Perlas, para debilitar y crear caos en el oeste? ¡Sin mi intervención, toda la costa podría haber sido invadida!

source: You cannot deny, cousin, that Asheviere allowed her orcs to overrun the Bay of Pearls, to enslave the peaceful merfolk and force them to dive for her enrichment. I was there — it is only by my sword that they were freed!
es: No puedes negar, prima, que Asheviere permitió que sus orcos invadieran la Bahía de las Perlas, para esclavizar a los pacíficos sirenos y obligarlos a bucear para su enriquecimiento. Estuve allí — ¡solo gracias a mi espada fueron liberados!

source: —no, that can’t be right. I was told the orcs were protecting the merfolk against the rebels, not holding them as slaves.
es: —no, eso no puede ser correcto. Me dijeron que los orcos estaban protegiendo a los sirenos contra los rebeldes, no manteniéndolos como esclavos.

source: Or what of how Asheviere allowed her orcs to overrun the Bay of Pearls, to enslave the peaceful merfolk and force them to dive for her enrichment? Without my intervention they might never have been freed!
es: ¿O qué hay de cómo Asheviere permitió que sus orcos invadieran la Bahía de las Perlas, para esclavizar a los pacíficos sirenos y obligarlos a bucear para su enriquecimiento? ¡Sin mi intervención, nunca habrían sido liberados!

source: Li’sar, what about how yer gnashgabbin’ Asheviere locked me up jus’ fer a couple o’ insults — an’ high-quality ones too, proper fit fer a queen! Ye even helped keep me an’ my boys from escapin’!
es: Li’sar, ¿qué hay de cómo tu parlanchina Asheviere me encerró solo por un par de insultos — ¡y de alta calidad también, apropiados para una reina! ¡Incluso ayudaste a evitar que yo y mis chicos escapáramos!

source: —no, that can’t be right. I was told you dwarves were sentenced for sedition and murder, not mere vulgarity.
es: —no, eso no puede ser correcto. Me dijeron que ustedes los enanos fueron sentenciados por sedición y asesinato, no por mera vulgaridad.

source: Ach, an’ what about how yer gnashgabbin’ Asheviere locked me up jus’ fer a couple o’ insults — an’ high-quality ones too, proper fit fer a queen! Ye even helped keep me an’ my boys from escapin’!
es: Ach, ¿y qué hay de cómo tu parlanchina Asheviere me encerró solo por un par de insultos — ¡y de alta calidad también, apropiados para una reina! ¡Incluso ayudaste a evitar que yo y mis chicos escapáramos!

source: You cannot deny, cousin, that Asheviere locked up Ulfdain and his miners for no crime but daring to criticise her! You even tried to stop me from freeing them!
es: No puedes negar, prima, que Asheviere encerró a Ulfdain y a sus mineros sin otro crimen que atreverse a criticarla. ¡Incluso intentaste impedir que los liberara!

source: —no, that can’t be right. I was told those dwarves were sentenced for sedition and murder, not mere vulgarity.
es: —no, eso no puede ser correcto. Me dijeron que esos enanos fueron sentenciados por sedición y asesinato, no por mera vulgaridad.

source: Or what of how Asheviere locked up Ulfdain and his miners for no crime but daring to criticise her! You even tried to stop me from intervening to free them!
es: ¿O qué hay de cómo Asheviere encerró a Ulfdain y a sus mineros sin otro crimen que atreverse a criticarla? ¡Incluso intentaste impedir que interviniera para liberarlos!

source: You can scarcely deny, Li’sar, that after my peoples’ defeat at the Aethenwood, Asheviere sent her armies to take our fleeing civilians as slaves. It is only thanks to Konrad they escaped!
es: Apenas puedes negar, Li’sar, que después de la derrota de mi pueblo en el Bosque Edén, Asheviere envió a sus ejércitos a tomar a nuestros civiles refugiados como esclavos. ¡Solo gracias a Konrad escaparon!

source: —no, that can’t be right. Your Aethenwood elves are dangerous, hardly civilians, but you were all to be afforded a fair trial and a just verdict, not taken as slaves.
es: —no, eso no puede ser correcto. Los elfos del Bosque Edén son peligrosos, apenas civiles, pero todos debían recibir un juicio justo y un veredicto justo, no ser tomados como esclavos.

source: Or what of how after the elves’ defeat at the Aethenwood, Asheviere sent her armies to take our fleeing civilians as slaves? Without Konrad’s intervention they would be in chains in the mines!
es: ¿O qué hay de cómo después de la derrota de los elfos en el Bosque Edén, Asheviere envió a sus ejércitos a tomar a nuestros civiles refugiados como esclavos? ¡Sin la intervención de Konrad estarían encadenados en las minas!

source: You cannot deny, cousin, that after the elves’ defeat at the Aethenwood, Asheviere sent her armies to take the fleeing civilians as slaves. I was there — it is only by my sword that they escaped!
es: No puedes negar, prima, que después de la derrota de los elfos en el Bosque Edén, Asheviere envió a sus ejércitos a tomar a los civiles refugiados como esclavos. Estuve allí — ¡solo gracias a mi espada escaparon!

source: —no, that can’t be right. The Aethenwood elves are dangerous, hardly civilians, but they were to be afforded a fair trial and a just verdict, not taken as slaves.
es: —no, eso no puede ser correcto. Los elfos del Bosque Edén son peligrosos, apenas civiles, pero debían recibir un juicio justo y un veredicto justo, no ser tomados como esclavos.

source: Or what of how after the elves’ defeat at the Aethenwood, Asheviere sent her armies to take the fleeing civilians as slaves? Without my intervention they would be in chains in the mines!
es: ¿O qué hay de cómo después de la derrota de los elfos en el Bosque Edén, Asheviere envió a sus ejércitos a tomar a los civiles refugiados como esclavos? ¡Sin mi intervención estarían encadenados en las minas!

source: You cannot deny, cousin, that Asheviere sent her dwarvish lackies to slay Wesnoth’s wild gryphons and steal their eggs! I was there — it is only by my sword that Gryphon Mountain was not entirely ruined!
es: No puedes negar, prima, que Asheviere envió a sus lacayos enanos a matar a los grifos salvajes de Wesnoth y robar sus huevos. Estuve allí — ¡solo gracias a mi espada la Montaña del Grifo no fue completamente arruinada!

source: —no, that can’t be right. I was told we’d decided against the egg expedition, because of the intelligence of gryphons and the risks to their population.
es: —no, eso no puede ser correcto. Me dijeron que habíamos decidido en contra de la expedición de huevos, debido a la inteligencia de los grifos y los riesgos para su población.
