Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: So, these rebels come at last to face me.
es: Así que, estos rebeldes vienen al fin a enfrentarme.

source: Surrender, Mother. The land’s blood is spent. I have come to take my rightful place.
es: Ríndete, madre. La sangre de la tierra se ha agotado. He venido a tomar mi legítimo lugar.

source: Ahh. My own daughter, a turncoat. Such treason my reign must endure! But endure it will.
es: Ahh. Mi propia hija, una traidora. ¡Tal traición debe soportar mi reinado! Pero la soportará.

source: For the walls of Weldyn are strong. And her allies are many! They will arrive in days — and then you will die.
es: Porque las murallas de Weldyn son fuertes. ¡Y sus aliados son muchos! Llegarán en días — y entonces morirás.

source: Knights from the Horse Clans, footmen from Dan’Tonk, and orcish hordes from the north now swollen even further with your mage Mirya’s new recruits. We know, and we are prepared.
es: Caballeros de los Clanes de Caballos, infantes de Dan’Tonk, y hordas orcas del norte ahora hinchadas aún más con los nuevos reclutas de tu maga Mirya. Lo sabemos, y estamos preparados.

source: Knights from the Horse Clans, footmen from Dan’Tonk, and orcish hordes from the north. We know, and we are prepared.
es: Caballeros de los Clanes de Caballos, infantes de Dan’Tonk, y hordas orcas del norte. Lo sabemos, y estamos preparados.

source: Knights from the Horse Clans, footmen from Dan’Tonk, and your mage Mirya with her newly-recruited grunts. We know, and we are prepared.
es: Caballeros de los Clanes de Caballos, infantes de Dan’Tonk, y tu maga Mirya con sus gruñidos recién reclutados. Lo sabemos, y estamos preparados.

source: Footmen from Dan’Tonk, orcish hordes from the north, and your mage Mirya with her newly-recruited grunts. We know, and we are prepared.
es: Infantes de Dan’Tonk, hordas orcas del norte, y tu maga Mirya con sus gruñidos recién reclutados. Lo sabemos, y estamos preparados.

source: Knights from the Horse Clans and orcish hordes from the north, now swollen even further with your mage Mirya’s new recruits. We know, and we are prepared.
es: Caballeros de los Clanes de Caballos y hordas orcas del norte, ahora hinchadas aún más con los nuevos reclutas de tu maga Mirya. Lo sabemos, y estamos preparados.

source: Knights from the Horse Clans and footmen from Dan’Tonk. We know, and we are prepared.
es: Caballeros de los Clanes de Caballos e infantes de Dan’Tonk. Lo sabemos, y estamos preparados.

source: Footmen from Dan’Tonk and orcish hordes from the north. We know, and we are prepared.
es: Infantes de Dan’Tonk y hordas orcas del norte. Lo sabemos, y estamos preparados.

source: Knights from Horse Clans and orcish hordes from the north. We know, and we are prepared.
es: Caballeros de los Clanes de Caballos y hordas orcas del norte. Lo sabemos, y estamos preparados.

source: Footmen from Dan’Tonk and your mage Mirya with her newly-recruited orcs. We know, and we are prepared.
es: Infantes de Dan’Tonk y tu maga Mirya con sus orcos recién reclutados. Lo sabemos, y estamos preparados.

source: Knights from the Horse Clans and your mage Mirya with her newly-recruited orcs. We know, and we are prepared.
es: Caballeros de los Clanes de Caballos y tu maga Mirya con sus orcos recién reclutados. Lo sabemos, y estamos preparados.

source: Orcish hordes from the north, now swollen even further with your mage Mirya’s new recruits. We know, and we are prepared.
es: Hordas orcas del norte, ahora hinchadas aún más con los nuevos reclutas de tu maga Mirya. Lo sabemos, y estamos preparados.

source: Fewer than there might have been. Of all your allies, only your mage Mirya and her newly-recruited orcs are still ready to aid you. We did not come here unprepared.
es: Menos de los que podrían haber sido. De todos tus aliados, solo tu maga Mirya y sus orcos recién reclutados están listos para ayudarte. No vinimos aquí desprevenidos.

source: Fewer than there might have been. Of all your allies, only the orcish hordes of the north still stand ready to aid you. We did not come here unprepared.
es: Menos de los que podrían haber sido. De todos tus aliados, solo las hordas orcas del norte están listas para ayudarte. No vinimos aquí desprevenidos.

source: Fewer than there might have been. Of all your allies, only the Horse Clans still stand ready to aid you. We did not come here unprepared.
es: Menos de los que podrían haber sido. De todos tus aliados, solo los Clanes de Caballos están listos para ayudarte. No vinimos aquí desprevenidos.

source: Fewer than there might have been. Of all your allies, only the footmen of Dan’Tonk still stand ready to aid you. We did not come here unprepared.
es: Menos de los que podrían haber sido. De todos tus aliados, solo los infantes de Dan’Tonk están listos para ayudarte. No vinimos aquí desprevenidos.

source: What allies, Your Grace? The Horse Clans have turned their backs; Dan’Tonk is barricaded; the orcish clans are embroiled in civil war. Even your mage Mirya is gone. You have nothing more than the forces arrayed before us here.
es: ¿Qué aliados, Su Gracia? Los Clanes de Caballos han dado la espalda; Dan’Tonk está barricado; los clanes orcos están enzarzados en guerra civil. Incluso tu maga Mirya se ha ido. No tienes nada más que las fuerzas alineadas frente a nosotros aquí.

source: How long must the people endure your rule, woman? Give the throne to your daughter. She is the rightful heir. We even hold the Sceptre to prove it!
es: ¿Cuánto tiempo más debe el pueblo soportar tu gobierno, mujer? Entrega el trono a tu hija. Ella es la heredera legítima. ¡Incluso tenemos el Cetro para probarlo!

source: Delfador! My old tormentor! Treason! Men! Seize them! Kill them! Kill them all!
es: ¡Delfador! ¡Mi viejo atormentador! ¡Traición! ¡Hombres! ¡Aprehéndanlos! ¡Mátenlos! ¡Mátenlos a todos!

source: Defeat Asheviere
es: Derrota a Asheviere

source: It’s you! The dwarf from Gryphon Mountain! I thought you were merely delivering eggs to Asheviere, not fighting for her.
es: ¡Eres tú! ¡El enano de la Montaña del Grifo! Pensé que solo estabas entregando huevos a Asheviere, no luchando por ella.

source: Well, you know what they say: money talks. It’s nothing personal.
es: Bueno, ya sabes lo que dicen: el dinero habla. No es nada personal.

source: Their initial attack will be especially powerful, but they will continue reinforcing Asheviere every day or two until she is defeated — or we are.
es: Su ataque inicial será especialmente poderoso, pero continuarán reforzando a Asheviere cada día o dos hasta que sea derrotada — o nosotros lo seamos.

source: Each wave of attackers will be ready to move and fight the instant they arrive, so we should be careful not to leave our soldiers exposed near the attackers’ entry points.
es: Cada oleada de atacantes estará lista para moverse y luchar en el instante en que llegue, así que debemos tener cuidado de no dejar a nuestros soldados expuestos cerca de los puntos de entrada de los atacantes.

source: Konrad, Asheviere’s allies have prepared a follow-up attack! This wave is not especially powerful, but I suspect that each subsequent follow-up will be more deadly than the last.
es: ¡Konrad, los aliados de Asheviere han preparado un ataque de seguimiento! Esta oleada no es especialmente poderosa, pero sospecho que cada seguimiento posterior será más mortal que el anterior.

source: Konrad, I sense a current of magic approaching along the north road. I suspect we will soon encounter that teleporting mage of Asheviere’s, along with her orcish allies and mage followers.
es: Konrad, siento una corriente de magia acercándose por el camino del norte. Sospecho que pronto encontraremos a esa maga teletransportadora de Asheviere, junto con sus aliados orcos y seguidores magos.

source: Ah, we’ve arrived at the perfect time.
es: Ah, hemos llegado en el momento perfecto.

source: Congratulations on your entry into the queen’s service, orcs. To earn your first payment, bring me the heads of the rebel leaders.
es: Felicitaciones por tu ingreso al servicio de la reina, orcos. Para ganar tu primer pago, tráeme las cabezas de los líderes rebeldes.

source: You’re a good mage, Mirya. It’s a shame you’re a bad person.
es: Eres una buena maga, Mirya. Es una lástima que seas una mala persona.

source: Ow! I think it’s time to take my leave. No point dying for the cause when I could live for it instead.
es: ¡Ay! Creo que es hora de retirarme. No tiene sentido morir por la causa cuando puedo vivir por ella en su lugar.

source: You will not leave. Morium libre vintis!
es: No te irás. ¡Morium libre vintis!

source: My spell is broken!
es: ¡Mi hechizo está roto!

source: Look, to the west! There is a great plume of dust visible just over the horizon.
es: ¡Mira, al oeste! Hay una gran nube de polvo visible justo sobre el horizonte.

source: That road leads to Dan’Tonk — there must be a column of soldiers marching to my mother’s aid. They’ll be here any moment.
es: Ese camino lleva a Dan’Tonk — debe haber una columna de soldados marchando en ayuda de mi madre. Estarán aquí en cualquier momento.

source: Your Majesty! So Konrad has come, just as you said he would. My army will make short work of him.
es: ¡Majestad! Así que Konrad ha llegado, tal como dijiste que lo haría. Mi ejército acabará con él rápidamente.

source: I’m sorry it had to come to this, Isolde. I respected you.
es: Lamento que haya llegado a esto, Isolde. Te respetaba.

source: You picked the wrong side, princess. I’ll try to capture you alive.
es: Elegiste el lado equivocado, princesa. Intentaré capturarte viva.

source: Don’t surrender, my queen! Do not let my death be in vain!
es: ¡No te rindas, mi reina! ¡No dejes que mi muerte sea en vano!

source: I hear the rhythmic beat of war-drums. There is a vast orcish host approaching from the northeast, behind us! They must have come a long way to make war.
es: Oigo el ritmo de tambores de guerra. ¡Hay un vasto ejército orco acercándose desde el noreste, detrás de nosotros! Deben haber venido de muy lejos para hacer la guerra.

source: Should’ve taken me up on my offer when you had the chance, Konrad. If I can’t kill the chief, maybe I can still win his favor by killing you!
es: Deberías haber aceptado mi oferta cuando tuviste la oportunidad, Konrad. ¡Si no puedo matar al jefe, tal vez aún pueda ganar su favor matándote a ti!

source: Coming here was a poor decision, orc. The dark queen’s reign is at an end. You tie yourself to a sinking ship.
es: Vernir aquí fue una mala decisión, orco. El reinado de la reina oscura está llegando a su fin. Te atas a un barco que se hunde.

source: Yeah yeah. Let’s get on with the fighting!
es: Sí, sí. ¡Sigamos con la pelea!

source: Arrrgh! What a waste...
es: ¡Arrrgh! Qué desperdicio...

source: There is a thunder of approaching hooves in the south! The Horse Clans have come.
es: ¡Hay un trueno de cascos acercándose en el sur! Los Clanes de Caballos han llegado.

source: Hail, good Asheviere! We have taken the long road and come around by the south to surprise the rebels!
es: ¡Salve, buena Asheviere! Hemos tomado el camino largo y venido por el sur para sorprender a los rebeldes!

source: More like you took the long road hoping to miss the worst of the fighting. I expected better, Bayar. We will discuss this after the battle.
es: Más bien tomaste el camino largo esperando evitar lo peor de la pelea. Esperaba más de ti, Bayar. Discutiremos esto después de la batalla.

source: Ignore him. Run them down like dogs.
es: Ignóralo. Persíguelos como a perros.

source: No! I am beaten! Perhaps the dark queen truly can be bested...
es: ¡No! ¡Estoy derrotado! Tal vez la reina oscura realmente pueda ser vencida...

source: Mother, I swore to end your reign of evil, and now I shall.
es: Madre, juré terminar tu reinado de maldad, y ahora lo haré.

source: Daughter, I built this kingdom for you. It has all been for you!
es: Hija, construí este reino para ti. ¡Todo ha sido por ti!

source: Even now, can you not tell the truth? Your greed has corrupted your soul. You are a monster! A murderess! It pains me to kill you, Mother, but you have chosen your own fate. For Wesnoth!
es: ¿Incluso ahora, no puedes decir la verdad? Tu avaricia ha corrompido tu alma. ¡Eres un monstruo! ¡Una asesina! Me duele matarte, madre, pero has elegido tu propio destino. ¡Por Wesnoth!

source: You have hunted me across the countryside, indeed across the years. Here I am, Dark Queen.
es: Me has cazado por todo el campo, incluso a lo largo de los años. Aquí estoy, Reina Oscura.

source: I was sure I had killed you, yet you haunt me still. Be gone, demon! I banish you, ghost!
es: Estaba segura de que te había matado, y sin embargo aún me persigues. ¡Fuera, demonio! ¡Te destierro, fantasma!

source: Oh, wretched lady, I am very real. The land has suffered from your greed and ambition. You will now be held to account for your misdeeds. For the young Prince Konrad! For WESNOTH!
es: Oh, dama miserable, soy muy real. La tierra ha sufrido por tu avaricia y ambición. Ahora rendirás cuentas por tus fechorías. ¡Por el joven príncipe Konrad! ¡Por WESNOTH!

source: As I destroyed your son, I now destroy you.
es: Como destruí a tu hijo, ahora te destruyo a ti.

source: You were always defiant, wizard, and no one has thwarted my plans as determinedly as you.
es: Siempre fuiste desafiante, mago, y nadie ha frustrado mis planes tan determinadamente como tú.

source: I have always been a humble servant of the Crown, and remain such even now.
es: Siempre he sido un humilde servidor de la Corona, y lo sigo siendo incluso ahora.

source: Delfador! You utterly disgust me, you sniveling worm. How dare you confront me, your queen?
es: ¡Delfador! Me repugnas por completo, gusano llorón. ¿Cómo te atreves a enfrentarme, a tu reina?

source: How dare I? I, High Provost of the Council of Archmagi...
es: ¿Cómo me atrevo? Yo, Alto Provost del Consejo de Archimagos...

source: ... bearer of the staff of An-Usrukhar, guardian of the book of Crelanu ...
es: ... portador del bastón de An-Usrukhar, guardián del libro de Crelanu ...

source: ... Mage Protector of The Kingdom Of The Peoples Of The West-North, Chief Advisor to the Crown...
es: ... Mago Protector del Reino de los Pueblos del Oeste-Norte, Consejero Principal de la Corona...

source: ... and personal counselor to my King and my friend, Garard the Second, whom you most foully betrayed...
es: ... y consejero personal de mi Rey y mi amigo, Garard el Segundo, a quien traicionaste de la manera más vil...

source: I am Delfador the Great and TODAY YOU MEET YOUR ATONEMENT!
es: ¡Soy Delfador el Grande y HOY ENCONTRARÁS TU EXPIACIÓN!

source: Treason! The evil ones have slain me!
es: ¡Traición! ¡Los malvados me han matado!

source: For too long has your darkness troubled the world, Asheviere. Your time has come!
es: Durante demasiado tiempo tu oscuridad ha perturbado el mundo, Asheviere. ¡Tu hora ha llegado!

source: Vengeance for the fallen! Vengeance for Deoran!
es: ¡Venganza por los caídos! ¡Venganza por Deoran!

source: Dark queen, your evil ends this day. In the name of the Light, I purge you from this world!
es: Reina oscura, tu maldad termina este día. ¡En el nombre de la Luz, te purgo de este mundo!

source: Here’s for Baldras! Here’s for Delwyn and Dallben!
es: ¡Esto es por Baldras! ¡Esto es por Delwyn y Dallben!

source: Dinnae recognize me, do ye? You sent me to the gibbet, ye milksop, ye coward! Ah’ll cut that lubberworting head right off yer steamin’ corpse!
es: ¿No me reconoces, verdad? ¡Me enviaste al patíbulo, cobarde! ¡Te cortaré esa cabeza de idiota de tu cadáver humeante!

source: Sorry about this! Oh, how did I get caught up in all this?
es: ¡Lo siento por esto! Oh, ¿cómo me metí en todo esto?

source: For Alduin! For my friends, my apprentices, and my home! Now burn!
es: ¡Por Alduin! ¡Por mis amigos, mis aprendices y mi hogar! ¡Ahora arde!

source: Dis not personal, queen. But Dosh gonna squash you like frog.
es: Esto no es personal, reina. Pero Dosh te aplastará como a una rana.

source: Oh, such indignity to have the final blow struck by some lowborn grunt...
es: Oh, qué indignidad que el golpe final sea dado por algún soldado de baja extracción...

source: And so passes Asheviere, queen of Wesnoth.
es: Y así pasa Asheviere, reina de Wesnoth.

source: We have won at last! Li’sar! You will be queen!
es: ¡Hemos ganado al fin! ¡Li’sar! ¡Serás reina!

source: Yes, but I won’t ever forget what you have done for me, Konrad. And you, Delfador.
es: Sí, pero nunca olvidaré lo que has hecho por mí, Konrad. Y tú, Delfador.

source: So much blood. So much death. For what? A title?
es: Tanta sangre. Tanta muerte. ¿Para qué? ¿Un título?

source: For justice, Elf Lord. We fight because if we do not, evil would prevail. But, I implore you to let the dead have their rest. We have taken victory. Tomorrow is a new day, friends... let us build this kingdom anew.
es: Por justicia, Señor Elfo. Luchamos porque si no lo hacemos, el mal prevalecería. Pero te imploro que dejes descansar a los muertos. Hemos tomado la victoria. Mañana es un nuevo día, amigos... construyamos este reino de nuevo.

source: We have taken victory. Tomorrow is a new day, friends... let us build this kingdom anew.
es: Hemos tomado la victoria. Mañana es un nuevo día, amigos... construyamos este reino de nuevo.

source: And so the Dark Queen’s reign was ended.
es: Y así terminó el reinado de la Reina Oscura.

source: Li’sar, daughter of Garard II and Heir to the Throne of Wesnoth, was crowned Queen and Bearer of the Sceptre of Fire, which she would pass on to all her successors. Her reign was long, and she undid much of the evil deeds of her mother.
es: Li’sar, hija de Garard II y Heredera al Trono de Wesnoth, fue coronada Reina y Portadora del Cetro de Fuego, que pasaría a todos sus sucesores. Su reinado fue largo, y deshizo muchas de las malas acciones de su madre.

source: Delfador became Li’sar’s High Counselor, advising her in the most important matters of state. He lived until a ripe old age and was granted a royal funeral, after which he was buried in the Royal Crypt in Weldyn.
es: Delfador se convirtió en el Alto Consejero de Li’sar, asesorándola en los asuntos de estado más importantes. Vivió hasta una edad avanzada y se le concedió un funeral real, tras lo cual fue enterrado en la Cripta Real en Weldyn.

source: Chantal ventured into the palace dungeons, where she found her great-grandfather Kalenz among many other prisoners. Together they returned to their home in the north and never again came to the lands of men.
es: Chantal se aventuró en las mazmorras del palacio, donde encontró a su bisabuelo Kalenz entre muchos otros prisioneros. Juntos regresaron a su hogar en el norte y nunca más volvieron a las tierras de los hombres.

source: Kalenz and Chantal returned to their homes in the north, and never again came to the lands of men.
es: Kalenz y Chantal regresaron a sus hogares en el norte, y nunca más volvieron a las tierras de los hombres.

source: Kalenz returned to his home in the north and never again came to the lands of men.
es: Kalenz regresó a su hogar en el norte y nunca más volvió a las tierras de los hombres.

source: Moremirmu lived the rest of his days as a wandering warrior, bringing light and hope wherever he went. When at last he fell, he was buried with honors and laid to rest among the other heroes of his order.
es: Moremirmu vivió el resto de sus días como guerrero errante, llevando luz y esperanza dondequiera que iba. Cuando finalmente cayó, fue enterrado con honores y puesto a descansar entre los otros héroes de su orden.

source: Harper returned to the Three Sisters, where she led her people back to the mainland, to reclaim their ruined hometowns. Delwyn and Dallben were rebuilt, and prospered.
es: Harper regresó a las Tres Hermanas, donde llevó a su gente de vuelta al continente, para reclamar sus ciudades natales arruinadas. Delwyn y Dallben fueron reconstruidas y prosperaron.

source: With Konrad’s blessing, Ulfdain rallied a company of soldiers — dwarves and men both — and set out to fight for Knalga. They were never heard from again.
es: Con la bendición de Konrad, Ulfdain reunió una compañía de soldados — tanto enanos como hombres — y partió a luchar por Knalga. Nunca más se supo de ellos.

source: Jeniver swallowed her pride and traveled to Alduin. At Delfador’s insistence she was awarded a professorship, and would go on to contribute greatly to the advancement of alchemy and the training of young minds.
es: Jeniver tragó su orgullo y viajó a Alduin. A insistencia de Delfador, se le otorgó una cátedra, y continuaría contribuyendo enormemente al avance de la alquimia y al entrenamiento de mentes jóvenes.

source: Seimus returned to Alduin, where he was hailed as a hero by many (and reviled by a few). He presided over the academy for many years, where he was often visited by his friend Delfador.
es: Seimus regresó a Alduin, donde fue aclamado como héroe por muchos (y vilipendiado por algunos). Presidió la academia durante muchos años, donde a menudo fue visitado por su amigo Delfador.

source: Dosh returned to the north, where stories of his battle-feats and exceptional intelligence (for a troll) made him a figure of some renown. In time he accrued enough followers to start his own clan, which he ruled wisely as chief.
es: Dosh regresó al norte, donde historias de sus hazañas en batalla y su excepcional inteligencia (para un trol) lo convirtieron en una figura de cierta fama. Con el tiempo acumuló suficientes seguidores para fundar su propio clan, que gobernó sabiamente como jefe.

source: Konrad kept his promise to Merle, channeling gold and attention towards the Dulatus hills. That place became known as a home of great craftsmen.
es: Konrad cumplió su promesa a Merle, canalizando oro y atención hacia las colinas Dulatus. Ese lugar se convirtió en un hogar de grandes artesanos.

source: Jotha eventually returned to his home in the north, this time alongside many other merfolk. The Bay of Jotha (so it came to be called) would grow into a prosperous settlement; a rare jewel of civilization in the northern wildlands.
es: Jotha eventualmente regresó a su hogar en el norte, esta vez junto a muchos otros sirénidos. La Bahía de Jotha (así llegó a llamarse) crecería hasta convertirse en un asentamiento próspero; una rara joya de civilización en las tierras salvajes del norte.

source: The prisoners Asheviere had threatened were found and freed, none the worse for their ordeal. Most returned to their homes, singing the new Queen’s praises.
es: Los prisioneros que Asheviere había amenazado fueron encontrados y liberados, sin mayores daños por su terrible experiencia. La mayoría regresó a sus hogares, cantando las alabanzas de la nueva Reina.

source: The bones of the infant Prince Konrad were retrieved from the elves and buried in the Royal Crypt in Weldyn, which our Konrad visited to pay homage every week.
es: Los huesos del infante Príncipe Konrad fueron recuperados de los elfos y enterrados en la Cripta Real en Weldyn, que nuestro Konrad visitaba para rendir homenaje cada semana.

source: And as for our Konrad himself... the foundling prince became a noble in Li’sar’s court.
es: Y en cuanto a nuestro Konrad mismo... el príncipe huerfano se convirtió en un noble en la corte de Li’sar.

source: The prince and the queen’s mutual respect grew into friendship, trust, and eventually something more. They were married, and together they had two sons and a daughter.
es: El respeto mutuo del príncipe y la reina creció en amistad, confianza, y eventualmente algo más. Se casaron, y juntos tuvieron dos hijos y una hija.
