Repository: wesnoth/wesnoth
Catalog: po/wesnoth-h2tt/*.po
Languages: es

source: North and east. More than that, I cannot tell. Whatever beasts, monsters, and other denizens of the dark lurk ahead, I know that we shall prevail.
es: Al norte y al este. Más que eso, no puedo decir. Sean cuales sean las bestias, monstruos y otros habitantes de la oscuridad que acechen adelante, sé que prevaleceremos.

source: Defeat the enemy leader
es: Derrota al líder enemigo

source: Then, fight to claim the Sceptre
es: Luego, lucha para reclamar el Cetro

source: The longer you take to defeat the enemy leader, the more time your other enemies will have to accrue gold.
es: Cuanto más tardes en derrotar al líder enemigo, más tiempo tendrán tus otros enemigos para acumular oro.

source: Delfador, you’ve told me the importance of the Sceptre of Fire. And I believe you! A powerful magical artifact, and the fabled symbol of the kings of Wesnoth. With the Sceptre in my hand even Asheviere would struggle to deny my claim to the throne.
es: Delfador, me has dicho la importancia del Cetro de Fuego. ¡Y te creo! Un poderoso artefacto mágico, y el símbolo legendario de los reyes de Wesnoth. Con el Cetro en mi mano, incluso Asheviere tendría dificultades para negar mi derecho al trono.

source: Yet it pains me to know that while we delve deep under these mountains, countless people back home are suffering. Elves, men, dwarves; people we’ve missed out helping because we had to come here instead. I hope it’ll be worth it in the end.
es: Sin embargo, me duele saber que mientras nos adentramos profundamente bajo estas montañas, innumerables personas en casa están sufriendo. Elfos, hombres, enanos; personas a las que no hemos podido ayudar porque tuvimos que venir aquí en su lugar. Espero que valga la pena al final.

source: Delfador... other than the prophecy about the Sceptre, you haven’t been keeping any other secrets from me “for my own good”, have you?
es: Delfador... aparte de la profecía sobre el Cetro, no has estado guardando ningún otro secreto de mí “por mi propio bien”, ¿verdad?

source: One. But I ask you to restrain your curiosity, for I hope it will never have to come to light. Here and now, we must focus on finding the Sceptre if you are ever to become king.
es: Uno. Pero te pido que contengas tu curiosidad, porque espero que nunca tenga que salir a la luz. Aquí y ahora, debemos concentrarnos en encontrar el Cetro si alguna vez vas a convertirte en rey.

source: What a strange rock formation. Could this be the resting place of the Sceptre?
es: Qué extraña formación rocosa. ¿Podría ser este el lugar de descanso del Cetro?

source: There is some power about it, to be sure. But we must clear out the leader of the local fauna before we can investigate further.
es: Hay algún poder en ella, sin duda. Pero debemos eliminar al líder de la fauna local antes de poder investigar más.

source: We’ve been wandering for so long, and we still haven’t cleared our way to the Sceptre.
es: Hemos estado vagando tanto tiempo, y todavía no hemos despejado el camino hacia el Cetro.

source: Even if it really is somewhere here, I fear it is beyond our power to obtain...
es: Incluso si realmente está en algún lugar aquí, temo que está más allá de nuestro poder obtenerlo...

source: That wasn’t so bad! The vermin are defeated, and the way is clear to explore further.
es: ¡No fue tan malo! Los alimañas están derrotadas, y el camino está despejado para explorar más.

source: I sense great power emanating from the chasm nearby. Everyone, gather round.
es: Siento un gran poder emanando del abismo cercano. Todos, reúnanse alrededor.

source: 55 gold
es: 55 de oro

source: Li’sar’s soldiers have stockpiled some gold here! We’ll put it to better use.
es: ¡Los soldados de Li’sar han acumulado algo de oro aquí! ¡Lo usaremos para mejor propósito!

source: Near the chasm, the air almost crackled with magical energy. It also became steadily warmer. The floor was smooth and glassy in places, and a faint glow provided a small reprieve from the thick blackness. Volcanic fumes drifted up from cracks in the floor.
es: Cerca del abismo, el aire casi crepitaba con energía mágica. También se volvía cada vez más cálido. El suelo era liso y vidrioso en algunos lugares, y un tenue resplandor proporcionaba un pequeño alivio de la espesa oscuridad. Los vapores volcánicos subían desde las grietas en el suelo.

source: Distant rumbles and earthquakes made it difficult to keep steady footing. The very earth had come alive, heaving, struggling to be relieved of its centuries-old burden...
es: Retumbos distantes y terremotos hacían difícil mantener el equilibrio. La tierra misma había cobrado vida, agitándose, luchando por liberarse de su carga de siglos...

source: We are here. The Sceptre... the earth... the fire... the air around us... everything! It calls out to be freed — I can barely hold it back in my mind.
es: Estamos aquí. El Cetro... la tierra... el fuego... el aire a nuestro alrededor... ¡todo! Clama por ser liberado — apenas puedo contenerlo en mi mente.

source: I sense it too... there is a strangeness in the air. A fire in the soul of this place. But where? The cave is empty!
es: Yo también lo siento... hay una extrañeza en el aire. Un fuego en el alma de este lugar. ¿Pero dónde? ¡La cueva está vacía!

source: Aye, tha’s nice... except there’s nothin’ here, ye cloud-headed flapdragon! It’s an empty cave!
es: Sí, muy bonito... ¡pero aquí no hay nada, dragón cabeza-hueca! ¡Es una cueva vacía!

source: Err... is this one o’ those confusing wizard things? Where’s the Sceptre? Th’ cave looks pretty empty to me.
es: Eh... ¿es esto una de esas cosas confusas de magos? ¿Dónde está el Cetro? La cueva me parece bastante vacía.

source: Yea, truly there is a strangeness in the air here... not of the Light, but of something else entirely. But where is the source? The cave stands empty.
es: Sí, verdaderamente hay una extrañeza en el aire aquí... no de la Luz, sino de algo completamente diferente. ¿Pero dónde está la fuente? La cueva está vacía.

source: Err... it— it does? I don’t see anything... Oh! Is this a metaphor? The real treasure is the friends we made along the way?
es: Eh... ¿lo hace? No veo nada... ¡Oh! ¿Es una metáfora? ¿El verdadero tesoro son los amigos que hicimos en el camino?

source: Dey say trolls are slow, but even Dosh can see dere’s nothing here. Flat and empty. Nothing for us to take, is dere?
es: Dicen que los trolls son lentos, pero incluso Dosh puede ver que no hay nada aquí. Plano y vacío. Nada para nosotros, ¿verdad?

source: But where is it? I don’t see a thing!
es: ¡Pero dónde está? ¡No veo nada!

source: On the contrary! My research leads me to believe that we stand in the center of a dormant volcano, which erupted centuries ago and buried the Sceptre in rock. It is indeed here, under the cave floor.
es: ¡Al contrario! Mi investigación me lleva a creer que estamos en el centro de un volcán dormido, que erupcionó hace siglos y enterró el Cetro en la roca. Está aquí, bajo el suelo de la cueva.

source: It shall take time, but my magic can dig the Sceptre out.
es: Tomará tiempo, pero mi magia puede desenterrar el Cetro.

source: A sound like that can mean only one thing: Konrad and his handler have reached the Sceptre of Fire.
es: Un sonido como ese solo puede significar una cosa: Konrad y su titiritero han llegado al Cetro de Fuego.

source: Princess Li’sar! Villain! Asheviere’s greed must extend far if she would risk her last child this far from Wesnoth, deep under the northern mountains.
es: ¡Princesa Li’sar! ¡Villana! La codicia de Asheviere debe ser muy grande si arriesga a su último hijo tan lejos de Wesnoth

source: Loyalists, this is it. Within these caves lurks my usurping cousin; the false prince; the puppet of Delfador.
es: Leales, esto es todo. Dentro de estas cuevas acecha mi primo usurpador; el falso príncipe; el títere de Delfador.

source: your comrades dead at Elensefar
es: tus camaradas muertos en Elensefar

source: Elensefar ruled by thieves
es: Elensefar gobernada por ladrones

source: supplies pillaged at Fort Tahn
es: suministros saqueados en Fuerte Tahn

source: convoys burning outside Dan’Tonk
es: convoyes ardiendo fuera de Dan’Tonk

source: zombified townsfolk at the peninsula
es: aldeanos zombificados en la península

source: dead slaves at the Dwarven Doors
es: esclavos muertos en las Puertas Enanas

source: libraries burning at Alduin
es: bibliotecas ardiendo en Alduin

source: rebels at Blackwater Port
es: rebeldes en el Puerto de Aguas negras

source: riots at the Bay of Pearls
es: disturbios en la Bahía de las Perlas

source: undead amok in the hills
es: no muertos descontrolados en las colinas

source: elvish criminals escaping into the south
es: criminales élficos escapando al sur

source: trouble with the orcs at Glamdrol
es: problemas con los orcos en Glamdrol

source: corpses clogging up the Ford
es: cadáveres obstruyendo el Vado

source: blood-stained slopes on Gryphon Mountain
es: pendientes manchadas de sangre en la Montaña del Grifo

source: . You have heard the lies he tells, misleading those who would otherwise oppose him
es: . Has escuchado las mentiras que dice, engañando a aquellos que de otra manera se opondrían a él

source: You know the blood and chaos that follow in his wake$lisar_speech|... Today, we put a stop to it. Is everyone in position?
es: Conoces la sangre y el caos que siguen en su estela$lisar_speech|... Hoy, le pondremos fin. ¿Están todos en posición?

source: Northern company ready and reporting, ma’am.
es: Compañía norte lista y reportandose, señora.

source: We’ve burned the trolls out of the eastern tunnels. Our way forward is clear.
es: Hemos quemado a los trolls de los túneles del este. Nuestro camino adelante está despejado.

source: My bowmen and I are ready and waiting at the far passage. They won’t get through us, Your Highness.
es: Mis arqueros y yo estamos listos y esperando en el pasaje lejano. No pasarán por nosotros, Alteza.

source: Good. And Mirya — scout around for any other exits we’ve missed. We must not allow Konrad to escape with the Sceptre of Fire.
es: Bien. Y Mirya — explora en busca de otras salidas que hayamos pasado por alto. No debemos permitir que Konrad escape con el Cetro de Fuego.

source: Li’sar expects us to try to escape? No, I will not yield so easily. Hold strong, friends. We must guard Delfador while he unearths the Sceptre, or perhaps even attack and defeat Li’sar herself!
es: ¿Li’sar espera que intentemos escapar? No, no cederé tan fácilmente. Manténganse firmes, amigos. Debemos proteger a Delfador mientras desentierra el Cetro, ¡o tal vez incluso atacar y derrotar a la propia Li’sar!

source: The Sceptre is valuable, but your life is even more so, Konrad. If our forces are not yet strong enough to confront the army of Wesnoth, do not be afraid to swallow your pride and flee. I feel fresh air coming from the north.
es: El Cetro es valioso, pero tu vida lo es aún más, Konrad. Si nuestras fuerzas todavía no son lo suficientemente fuertes para enfrentarse al ejército de Wesnoth, no tengas miedo de tragarte tu orgullo y huir. Siento aire fresco que viene del norte.

source: Of course, fleeing would surely mean leaving the Sceptre behind...
es: Por supuesto, huir seguramente significaría dejar el Cetro atrás...

source: Cowardly Victory:
es: Victoria Cobarde:

source: Move Konrad to any edge of the map
es: Mueve a Konrad a cualquier borde del mapa

source: Normal Victory:
es: Victoria Normal:

source: (gain the Sceptre of Fire)
es: (obtener el Cetro de Fuego)

source: Protect Delfador until he unearths the sceptre
es: Protege a Delfador hasta que desentierre el cetro

source: Heroic Victory:
es: Victoria Heroica:

source: (gain the Sceptre of Fire, and special armor for Konrad)
es: (obtener el Cetro de Fuego, y armadura especial para Konrad)

source: You know I am here to claim the Sceptre as my birthright, Li’sar. Is your hatred so great that you would rather chase after us than even <b><i>try</i></b> to save Wesnoth from the ruin it has fallen to at the hands of your mother?
es: Sabes que estoy aquí para reclamar el Cetro como mi derecho de nacimiento, Li’sar. ¿Es tu odio tan grande que prefieres perseguirnos a incluso <b><i>intentar</i></b> salvar a Wesnoth de la ruina en la que ha caído por las manos de tu madre?

source: I <i>am</i> trying to save it — from you. Do you have any idea how much chaos you and your little gang of ruffians have caused?
es: <i>Estoy</i> intentando salvarlo — de ti. ¿Tienes alguna idea de cuánto caos has causado tú y tu pequeña pandilla de rufianes?

source: Asheviere took control of Wesnoth with violence, and violence has filled every part of her reign. All she knows is blood! And all she cares about is power.
es: Asheviere tomó el control de Wesnoth con violencia, y la violencia ha llenado cada parte de su reinado. ¡Todo lo que conoce es sangre! Y todo lo que le importa es el poder.

source: You really are just a child. Maybe the Aethenwood runs on friendship and flowers, but here in the real world sometimes people get hurt. And yes, sometimes that means unsavory decisions, like the kind the queen has to make every day.
es: Realmente eres solo un niño. Tal vez el Bosque Edén funcione con amistad y flores, pero aquí en el mundo real a veces la gente sale herida. Y sí, a veces eso significa decisiones desagradables, como las que la reina tiene que tomar todos los días.

source: Perhaps you truly think you’re acting for the best. But know this: with me today stand free peoples from all corners of Wesnoth, united as one against the tyranny of Asheviere. Whether we defeat you now or never, Wesnoth will never stop fighting for what is right!
es: Tal vez realmente pienses que estás actuando por el bien mayor. Pero debes saber esto: conmigo hoy están pueblos libres de todos los rincones de Wesnoth, unidos como uno contra la tiranía de Asheviere. ¡Ya sea que te derrotemos ahora o nunca, Wesnoth nunca dejará de luchar por lo que es justo!

source: ... not bad, as hero speeches go. We’ll see how the palace dungeons change your tune.
es: ... no está mal, para un discurso de héroe. Veremos cómo las mazmorras del palacio cambian tu tono.

source: I am making progress, Konrad! We are perhaps half of the way to the Sceptre.
es: ¡Estoy progresando, Konrad! ¡Quizás estamos a mitad de camino hacia el Cetro!

source: Almost done, Konrad. We shall soon hold the Sceptre in our hands!
es: ¡Casi terminado, Konrad! ¡Pronto tendremos el Cetro en nuestras manos!

source: I see red and gold poking though the earth! We shall have the Sceptre in but another moment!
es: ¡Veo rojo y oro asomando a través de la tierra! ¡Tendremos el Cetro en solo otro momento!

source: Argh! He’s more powerful than we thought. I have to get away!
es: ¡Argh! Es más poderoso de lo que pensábamos. ¡Tengo que escapar!

source: Decades of study and practice, only to die in a cave...
es: Décadas de estudio y práctica, solo para morir en una cueva...

source: Ack! I’m sorry, Your Highness, I couldn’t stop them...
es: ¡Ack! Lo siento, Alteza, no pude detenerlos...

source: For the Aethenwood! For Wesnoth! For all the world!
es: ¡Por el Bosque Edén! ¡Por Wesnoth! ¡Por todo el mundo!

source: The wrath of the elves falls upon you, girl!
es: ¡La ira de los elfos cae sobre ti, niña!

source: Your mother has much to answer for. We shall start with you.
es: Tu madre tiene mucho que responder. Empezaremos contigo.

source: Ah’ll teach you and yer men to cage me up, ye obscene trunk of tallow-keech!
es: ¡Te enseñaré a ti y a tus hombres a enjaularme, tronco obsceno de sebo!

source: By the Light we were made! Lo, and by the Light shall you be un-made!
es: ¡Por la Luz fuimos creados! ¡He aquí, y por la Luz serás deshecho!

source: This is for Baldras!
es: ¡Esto es por Baldras!

source: Sorry about this, but it has to be done!
es: ¡Lo siento por esto, pero tiene que hacerse!

source: Behold the flames of Alduin!
es: ¡Contempla las llamas de Alduin!

source: You done made wrong enemy, softskin!
es: ¡Hiciste un enemigo equivocado, pielsuave!

source: I have found an exit from the cavern! Quick, everyone, follow me and we may yet evade Li’sar within the twisting tunnels!
es: ¡He encontrado una salida de la caverna! ¡Rápido, todos, síganme y aún podemos evadir a Li’sar dentro de los túneles sinuosos!

source: Did you hear that? An earthquake! What sorcery of yours is this, Delfador? Are you collapsing this whole cavern?
es: ¿Escuchaste eso? ¡Un terremoto! ¿Qué hechicería tuya es esta, Delfador? ¿Estás colapsando toda esta caverna?

source: I am not the cause of these tremors — what does that fool mage of yours think she is doing? The volcano is awakening! Is she trying to kill us and you both!?
es: No soy la causa de estos temblores — ¿qué piensa que está haciendo esa maga tonta tuya? ¡El volcán se está despertando! ¿Está intentando matarnos a nosotros y a ti también!?

source: Sorry, Your Highness, queen’s orders. Better that nobody leaves than Konrad does.
es: Lo siento, Alteza, órdenes de la reina. Mejor que nadie salga que Konrad.

source: What?! Mirya, there’s no need for this! They’ve left without the Sceptre, and it is a long way to the surface. We’ll have plenty of time to chase them down!
es: ¡¿Qué?! Mirya, ¡no hay necesidad de esto! Han salido sin el Cetro, y es un largo camino hasta la superficie. ¡Tendremos mucho tiempo para perseguirlos!

source: We are all in terrible danger! Konrad, stay close. You and I must flee with great haste — my spells shall speed our steps!
es: ¡Todos estamos en terrible peligro! Konrad, quédate cerca. Tú y yo debemos huir con gran prisa — ¡mis hechizos acelerarán nuestros pasos!

source: It is here! We have found it! The Sceptre of Fire; the Ruby of the Wesfolk; the staff of kings. Konrad, you must come at once!
es: ¡Está aquí! ¡Lo hemos encontrado! El Cetro de Fuego; el Rubí de los Wesfolk; el bastón de los reyes. ¡Konrad, debes venir de inmediato!

source: The Sceptre, initially dulled from centuries of dust and debris, began to glow from its ruby’s inner fire. Dwarvish runes on the golden handle lit up in pulsating blue as Konrad’s fingers wrapped around the staff.
es: El Cetro, inicialmente opacado por siglos de polvo y escombros, comenzó a brillar desde el fuego interior de su rubí. Las runas enanas en el mango de oro se iluminaron en azul pulsante mientras los dedos de Konrad se cerraban alrededor del bastón.

source: The Sceptre is ours! It is not just a great weapon, but also a symbol; a way to convince the people that I would truly belong as king. Now we finally have the upper hand against Asheviere.
es: ¡El Cetro es nuestro! No es solo un gran arma, sino también un símbolo; una manera de convencer a la gente de que realmente pertenezco como rey. Ahora finalmente tenemos la ventaja contra Asheviere.

source: An earthquake!? Delfador, is this your doing? Has removing the Sceptre somehow damaged the cavern?
es: ¡¿Un terremoto?! Delfador, ¿es esto obra tuya? ¿Ha dañado de alguna manera la caverna al remover el Cetro?

source: I am not the cause of these tremors — what does that fool mage of Li’sar’s think she is doing? The volcano is awakening! Is she trying to kill us and the princess both!?
es: No soy la causa de estos temblores — ¿qué piensa que está haciendo esa maga tonta de Li’sar? ¡El volcán se está despertando! ¿Está intentando matarnos a nosotros y a la princesa también!?

source: What?! Mirya, you’re supposed to be scouting the tunnels, not destroying them.
es: ¡¿Qué?! Mirya, se supone que estás explorando los túneles, no destruyéndolos.

source: What?! Mirya, there’s no need for this! Konrad may have the Sceptre, but we have them surrounded. Even if they escape to the surface we’ll have plenty of time to chase them down!
es: ¡¿Qué?! Mirya, ¡no hay necesidad de esto! Konrad puede tener el Cetro, pero los tenemos rodeados. ¡Incluso si escapan a la superficie tendremos mucho tiempo para perseguirlos!

source: But we have only just taken hold of the Sceptre! What about—
es: ¡Pero acabamos de tomar el Cetro! ¿Qué pasa con—

source: There is no time! Run, Konrad, run!
es: ¡No hay tiempo! ¡Corre, Konrad, corre!

source: You are beaten, villain! With your defeat, we have severed the right hand of Asheviere!
es: ¡Estás derrotada, villana! ¡Con tu derrota, hemos cortado la mano derecha de Asheviere!

source: I can’t believe it. Bested so far from home, and during my own ambush. Embarrassing... Make it quick, then.
es: No puedo creerlo. Derrotada tan lejos de casa, y durante mi propia emboscada. Vergonzoso... Hazlo rápido, entonces.

source: No. You are to be my prisoner, and we shall ransom you to your mother in exchange for her abdication; a better and more merciful use of your head than petty vengeance. Delfador, do you have the Sceptre yet?
es: No. Serás mi prisionera, y te rescataremos a tu madre a cambio de su abdicación; un uso mejor y más misericordioso de tu cabeza que una venganza insignificante. Delfador, ¿ya tienes el Cetro?

source: I do! It is here — the Sceptre of Fire; the Ruby of the Wesfolk; the staff of kings. Konrad, I shall bring it to you at once.
es: ¡Sí! Está aquí — el Cetro de Fuego; el Rubí de los Wesfolk; el bastón de los reyes. Konrad, te lo traeré de inmediato.

source: <i>The Sceptre, initially dulled from centuries of dust and debris, began to glow from its ruby’s inner fire. Dwarvish runes on the golden handle lit up in pulsating blue as Konrad’s fingers wrapped around the staff.</i>
es: <i>El Cetro, inicialmente opacado por siglos de polvo y escombros, comenzó a brillar desde el fuego interior de su rubí. Las runas enanas en el mango de oro se iluminaron en azul pulsante mientras los dedos de Konrad se cerraban alrededor del bastón.</i>

source: The Sceptre is ours. It is not just a great weapon, Konrad, but also a symbol; more proof of your kingship. And with Li’sar defeated, I wonder if we might add yet another symbol to your claim...
es: El Cetro es nuestro. No es solo un gran arma, Konrad, sino también un símbolo; más prueba de tu realeza. Y con Li’sar derrotada, me pregunto si podríamos añadir otro símbolo más a tu reclamo...

source: What have you done, old man? You hold something that looks exactly like my armor, finely crafted and inscribed with symbols of royalty, yet what I still wear is intact. How is this possible?
es: ¿Qué has hecho, viejo? Tienes algo que parece exactamente mi armadura, finamente elaborada e inscrita con símbolos de realeza, y sin embargo lo que todavía llevo puesto está intacto. ¿Cómo es posible?

source: A magical copy, with some improvements and details adjusted for Konrad! It will exist only for a year and a day, but that will be more than enough time to overthrow Asheviere.
es: ¡Una copia mágica, con algunas mejoras y detalles ajustados para Konrad! Solo existirá por un año y un día, pero eso será más que suficiente para derrocar a Asheviere.

source: Thank you, Delfador. This is truly a great boon! Now, to bind our prisoner and once more ascend to the surface.
es: Gracias, Delfador. ¡Esto es realmente una gran bendición! Ahora, a atar a nuestra prisionera y ascender una vez más a la superficie.

source: An earthquake!? Delfador, is this also your doing? Has removing the Sceptre somehow damaged the cavern?
es: ¡¿Un terremoto?! Delfador, ¿esto también es obra tuya? ¿Ha dañado de alguna manera la caverna al remover el Cetro?

source: I am not the cause of these tremors — what does that fool mage of Li’sar’s think she is doing? The volcano is awakening! Is she trying to kill us and her princess both!?
es: No soy la causa de estos temblores — ¿qué piensa que está haciendo esa maga tonta de Li’sar? ¡El volcán se está despertando! ¿Está intentando matarnos a nosotros y a su princesa también!?
