Repository: wesnoth/wesnoth
Catalog: po/wesnoth-sotbe/*.po
Languages: ar, en@shaw, he

source: Bye bye, $unit.name|!
ar: وداعاً، $unit.name|!
en@shaw: ğ‘šğ‘² ğ‘šğ‘², $unit.name|!

source: Damn you, Son of the Black-Eye! You’ll pay for this!
ar: اللعنة عليك يا ابن العين السوداء! ستدفع الثمن!

source: No, wait!
ar: لا، انتظر!
en@shaw: ğ‘¯ğ‘´, ğ‘¢ğ‘±ğ‘‘!

source: Aaaaaaaargh!
ar: آآآآآآرغ!

source: Wait a moment.
ar: انتظر لحظة.
en@shaw: ğ‘¢ğ‘±ğ‘‘ ğ‘© ğ‘¥ğ‘´ğ‘¥ğ‘©ğ‘¯ğ‘‘.

source: <i>Phew!</i>
ar: <i>أوه!</i>

source: Blast it! The saurians have had too many casualties in order for them to be of any real help to us. We won’t be able to recruit them in the future.
ar: اللعنة عليك! لقد تكبد السحليون الكثير من الضحايا حتى يتمكنوا من تقديم أي مساعدة حقيقية لنا. لن نتمكن من تجنيدهم في المستقبل.

source: This isn’t working. Mobilize all our troops and send these creatures back to hell.
ar: هذا لن ينجح. احشد كل قواتنا وأرسل هذه المخلوقات إلى الجحيم.

source: It won’t be said that Elves were braver than us, everyone attack!
ar: لن يقال أن الإلف كانوا أشجع منا، الجميع يهاجمون!

source: Earl Lanbec’h
ar: إيرل لانبيكه

source: At them! Rip them to the last!
ar: عليهم! مزقوهم حتى النهاية!
en@shaw: ğ‘¨ğ‘‘ ğ‘ğ‘§ğ‘¥! ğ‘®ğ‘¦ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘!

source: It is too late, we are defeated.
ar: لقد فات الأوان، لقد هزمنا.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘¤ğ‘±ğ‘‘, ğ‘¢ğ‘° ğ‘¸ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›.
he: זה מאוחר מידי, הובסנו.

source: So, the elves and dwarves failed to take the fortress and the beasts were able to muster a defense. No matter. Once the vanguard of my army arrives, I will storm their pitiful fortress myself.
ar: لذلك، فشل الإلف والأقزام في الاستيلاء على القلعة وتمكنت الوحوش من حشد دفاع. لا يهم. بمجرد وصول طليعة جيشي، سأقتحم حصنهم المثير للشفقة بنفسي.

source: The green earth will curse you for this...
ar: ستلعنك الأرض الخضراء بسبب هذا...
en@shaw: ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘»ğ‘” ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘»ğ‘• ğ‘¿ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘•...

source: Curse you, foul orc!
ar: اللعنة عليك أيها الأورك الكريه!
en@shaw: ğ‘’ğ‘»ğ‘• ğ‘¿, ğ‘“ğ‘¬ğ‘¤ ğ‘¹ğ‘’!

source: Clash of Armies
ar: صراع الجيوش
en@shaw: ğ‘’ğ‘¤ğ‘¨ğ‘– ğ‘ ğ‘¸ğ‘¥ğ‘°ğ‘Ÿ
he: עימות בין צבאות

source: Defend Prestim successfully for four days
ar: الدفاع عن برستيم بنجاح لمدة أربعة أيام
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› Â·ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¥ ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦ ğ‘“ğ‘¹ ğ‘“ğ‘¹ ğ‘›ğ‘±ğ‘Ÿ
he: הגן על פרסטים בהצלחה למשך ארבעה ימים

source: You don’t control all villages on the north side of the river when turns run out
ar: لا يمكنك السيطرة على جميع القرى الواقعة على الجانب الشمالي من النهر عند نفاد الأدوار

source: Telamir
ar: تيلامير

source: Angthur
ar: أنجثور

source: So here we are, and they are preparing to assault.
ar: ها نحن ذا، وهم يستعدون للهجوم.
en@shaw: ğ‘•ğ‘´ ğ‘£ğ‘½ ğ‘¢ğ‘° ğ‘¸, ğ‘¯ ğ‘ğ‘± ğ‘¸ ğ‘ğ‘®ğ‘°ğ‘ğ‘ºğ‘¦ğ‘™ ğ‘‘ ğ‘©ğ‘•ğ‘ªğ‘¤ğ‘‘.

source: Prestim’s walls are rock-hard, they’ll waste themselves on them.
ar: جدران برستيم صلبة كالصخر، سوف يضيعون أنفسهم عليها.

source: I’m not that sure. Every fortress has its own weakness. Prestim’s walls are strong but long, and it is difficult to defend them from many directions at once. This Earl Lanbec’h must know they can’t break through by only fording the river where the bridge previously stood, so he must have a better plan than that.
ar: لست متأكدا من ذلك. كل حصن له نقطة ضعفه الخاصة. جدران برستيم قوية لكنها طويلة، ومن الصعب الدفاع عنها من عدة اتجاهات في وقت واحد. يجب أن يعلم إيرل لانبيك أنهم لا يستطيعون الاختراق عن طريق اجتياز النهر حيث كان الجسر قائمًا سابقًا، لذلك يجب أن يكون لديه خطة أفضل من ذلك.

source: We’ve received messengers from the Council, saying that they are gathering tribes into the Great Horde.
ar: لقد تلقينا رسلًا من المجلس، يقولون إنهم يجمعون القبائل في الحشد العظيم.

source: Great! When do they arrive?
ar: عظيم! متى يصلون؟
en@shaw: ğ‘œğ‘®ğ‘±ğ‘‘! ğ‘¢ğ‘§ğ‘¯ ğ‘›ğ‘µ ğ‘ğ‘± ğ‘©ğ‘®ğ‘²ğ‘?
he: נהדר! מתי הם יגיעו?

source: In four days. I fear it will be too late.
ar: في أربعة أيام. أخشى أن يكون قد فات الأوان.
en@shaw: ğ‘¦ğ‘¯ ğ‘“ğ‘¹ ğ‘›ğ‘±ğ‘Ÿ. ğ‘² ğ‘“ğ‘½ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘‘ğ‘µ ğ‘¤ğ‘±ğ‘‘.

source: Fool! We can hold that long. But we have to have Prestim firmly in control when the shamans arrive with the Great Horde. We can’t let the humans establish a foothold on this side of the river...
ar: أحمق! يمكننا الصمود لفترة طويلة. لكن علينا أن نسيطر على برستيم بقوة عندما يصل الشامان مع الحشد العظيم. لا يمكننا أن نسمح للبشر بإنشاء موطئ قدم على هذا الجانب من النهر...

source: ... because if we cannot decisively beat these humans, the other tribes won’t think us strong enough to lead them. Each chieftain will try to claim leadership of the horde for themselves, and the humans will be able to break through our defenses.
ar: ... لأنه إذا لم نتمكن من التغلب على هؤلاء البشر بشكل حاسم، فإن القبائل الأخرى لن تعتقد أننا أقوياء بما يكفي لقيادتهم. سيحاول كل زعيم قبلي المطالبة بقيادة الحشد لنفسه، وسيتمكن البشر من اختراق دفاعاتنا.

source: Great.
ar: عظيم.
en@shaw: ğ‘œğ‘®ğ‘±ğ‘‘.
he: נהדר.

source: Look, the humans are boarding a ship!
ar: انظروا البشر يصعدون على متن سفينة!

source: Charge!
ar: القتال!

source: Get them!
ar: احصل عليهم!

source: Plouf
ar: بلوف
he: פלאופ

source: We arrive to honor our alliance, Earl Lanbec’h.
ar: وصلنا لتكريم تحالفنا، إيرل لانبيكه.

source: Curses! They have fish-men on their side.
ar: اللعنات! لديهم رجال السمك إلى جانبهم.
en@shaw: ğ‘’ğ‘»ğ‘•ğ‘¦ğ‘Ÿ! ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘¦ğ‘–-ğ‘¥ğ‘§ğ‘¯ ğ‘ªğ‘¯ ğ‘ğ‘º ğ‘•ğ‘²ğ‘›.

source: The Great Horde is almost here! Drive them out of our villages <b>now</b>!
ar: الحشد العظيم يقترب من هنا! أبعدوهم من قرانا <b>الآن</b> !

source: Here we are!
ar: ها نحن ذا!

source: What’s this? This weakling has let humans enter Prestim? I will lead the horde and push them to the river!
ar: ما هذا؟ هؤلاء الضعاف سمحوا للبشر بدخول برستيم؟ سأقود الحشد وأدفعهم إلى النهر!

source: Bah! I’m the only one strong enough to drive out the humans! The Great Horde follows me!
ar: باه! أنا الوحيد القوي بما يكفي لطرد البشر! الحشد العظيم يتبعني!

source: Look at that, the stupid orcs are starting to fight amongst themselves! Now’s our chance, everyone attack!
ar: انظر إلى ذلك، الأورك الأغبياء بدأوا في القتال فيما بينهم! الآن هي فرصتنا، الجميع يهاجمون!

source: Here we are! Hold on Prestim, we will help you push them to the river!
ar: ها نحن ذا! اصمدي يا برستيم، سنساعدكم في دفعهم إلى النهر!

source: They are too numerous now, RETREAT!
ar: إنهم كثيرون جدًا الآن، تراجعوا!
en@shaw: ğ‘ğ‘± ğ‘¸ ğ‘‘ğ‘µ ğ‘¯ğ‘¿ğ‘¥ğ‘¼ğ‘©ğ‘• ğ‘¯ğ‘¬, ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘!
he: הם רבים מידי עכשיו, לסגת!

source: The Great Horde at last! I was beginning to think they would never come.
ar: الحشد العظيم أخيرًا! لقد بدأت أعتقد أنهم لن يأتوا أبدًا.
en@shaw: ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘£ğ‘¹ğ‘› ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘! ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘± ğ‘¢ğ‘«ğ‘› ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘’ğ‘³ğ‘¥.
he: סוף סוף ההמון העצום! התחלתי לחשוב שהם אף פעם לא יגיעו.

source: Your defense of Prestim was heroic, facing such opposition surely undermined the morale of the humans. Now they are retreating to their fortresses and will not venture out again anytime soon.
ar: لقد كان دفاعك عن برستيم بطوليًا، ومن المؤكد أن مواجهة مثل هذه المعارضة قوضت معنويات البشر. وهم الآن يتراجعون إلى حصونهم ولن يغامروا بالخروج مرة أخرى في أي وقت قريب.

source: It is now time to show them who we are and to lead the Great Horde in pursuit. We will not rest until we destroy Earl Lanbec’h. Smite, stab, slay!
ar: لقد حان الوقت لنظهر لهم من نحن ونقود الحشد العظيم في المسيرة. لن نرتاح حتى ندمر إيرل لانبيك. اضرب، اطعن، اذبح!

source: Giving Some Back
ar: رد الجميل
en@shaw: ğ‘œğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘•ğ‘³ğ‘¥ ğ‘šğ‘¨ğ‘’

source: Death of Al’Brock
ar: وفاة آلبروك

source: Death of Flar’Tar
ar: وفاة فلارتار

source: Arthain
ar: آرثين

source: Hanak
ar: حناك

source: With the arrival of the Great Horde, and the humans having retreated, the united orcish forces held a council of war.
ar: مع وصول الحشد العظيم وتراجع البشر، عقدت قوات الأوركيين الموحدة مجلسًا للحرب.
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¨ğ‘®ğ‘²ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘£ğ‘¹ğ‘›, ğ‘¯ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘©ğ‘›, ğ‘ ğ‘¿ğ‘¯ğ‘²ğ‘‘ğ‘©ğ‘› ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘£ğ‘§ğ‘¤ğ‘› ğ‘© ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘ ğ‘¢ğ‘¹.

source: After a fair amount of squabbling — for some of the older warlords were reluctant to let this young upstart lead them — and a few consequent executions, leadership of the horde was formally bestowed upon Kapou’e.
ar: بعد قدر لا بأس به من المشاحنات - حيث كان بعض أمراء الحرب الأكبر سنًا مترددين في السماح لهذا الشاب المغرور بقيادتهم - وبعض عمليات الإعدام اللاحقة، مُنحت قيادة الحشد رسميًا إلى كابوي.

source: Riders were dispatched in all directions to gather intelligence and to pinpoint the exact locations of hostile forces.
ar: تم إرسال الخيالة في جميع الاتجاهات لجمع المعلومات الاستخبارية وتحديد المواقع الدقيقة للقوات المعادية.

source: The horde was then split into two forces. On the advice of the shamans, Kapou’e placed one force under the leadership of Shan Taum the Smug, who — despite his obnoxious nature — was a fierce and capable leader. He was sent to Bitok, the most southwestern orcish city, to cut off the humans already invading the port city of Tirigaz, and to stop any further human incursion into orcish territory.
ar: ثم انقسم الحشد إلى قوتين. بناءً على نصيحة الشامان، وضع كابوي قوة واحدة تحت قيادة شان تاوم المتعجرف، الذي - على الرغم من طبيعته البغيضة - كان قائدًا شرسًا ومقتدرًا. تم إرساله إلى بيتوك، المدينة الأوركية في أقصى الجنوب الغربي، لقطع الطريق على البشر الذين غزوا بالفعل مدينة تيريغاز الساحلية، ولوقف أي توغل بشري آخر في أراضي الأوركيين.

source: Kapou’e sent the shamans, Pirk, Gork and Vraurk back to Borstep — a city just north of the Mourned Hills — to organize any remaining orcish forces as well as create an arms and supply depot.
ar: أرسل كابوي الشامان وبيرك وجورك وفراورك إلى بورستيب - وهي مدينة تقع شمال تلال الحداد مباشرةً - لتنظيم أي قوات أوركية متبقية بالإضافة إلى إنشاء مستودع للأسلحة والإمدادات.

source: Kapou’e himself — desiring to settle this business once and for all — led his remaining forces to Dorest, the human city due southeast of Prestim, to which Earl Lanbec’h had retreated.
ar: قاد كابوي نفسه - الذي كان يرغب في تسوية هذه القضية مرة واحدة وإلى الأبد - قواته المتبقية إلى دورست، المدينة البشرية الواقعة جنوب شرق برستيم، والتي انسحب إليها إيرل لانبيك.

source: Earl Lanbec’h, you slimy coward, come out and face me if you have the guts!
ar: إيرل لانبيك، أيها الجبان اللعين، اخرج وواجهني إذا كانت لديك الشجاعة!

source: Sorry there, old chap. You’re deemed too insignificant for the likes of the Earl to deal with. He’s left that pleasure to me instead.
ar: آسف هناك، القائد القديم. لقد تم اعتبارك غير مهم جدًا بحيث لا يمكن التعامل مع أمثال إيرل. لقد ترك لي تلك المتعة بدلاً من ذلك.

source: Foolish human. Attack, men! I want that city to be orcish territory within the week. Smite, stab, and slay!
ar: إنسان أحمق. هجوم يا رجال! أريد أن تصبح تلك المدينة منطقة أوركية خلال الأسبوع. اضرب، اطعن، واذبح!

source: Easier said than done, Chief. There are many humans in that city. And they are well armed, too.
ar: القول أسهل من الفعل، أيها الرئيس. هناك الكثير من البشر في تلك المدينة. وهم مسلحون جيدًا أيضًا.
en@shaw: ğ‘°ğ‘Ÿğ‘¦ğ‘¼ ğ‘•ğ‘§ğ‘› ğ‘ğ‘§ğ‘¯ ğ‘›ğ‘³ğ‘¯, ğ‘¡ğ‘°ğ‘“. ğ‘ğ‘º ğ‘¸ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦. ğ‘¯ ğ‘ğ‘± ğ‘¸ ğ‘¢ğ‘§ğ‘¤ ğ‘¸ğ‘¥ğ‘›, ğ‘‘ğ‘µ.

source: No matter. Horde smash!
ar: لا يهم. سحق الحشد!
en@shaw: ğ‘¯ğ‘´ ğ‘¥ğ‘¨ğ‘‘ğ‘¼. ğ‘£ğ‘¹ğ‘› ğ‘•ğ‘¥ğ‘¨ğ‘–!

source: The Dwarvish Stand
ar: موقف القزم
en@shaw: ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›

source: Sagmar
ar: ساجمار

source: After conquering and occupying Dorest, Kapou’e and his men set themselves to stabilizing the area and bringing it firmly under iron-hard orcish rule.
ar: بعد غزو واحتلال دورست، شرع كابوي ورجاله في تحقيق الاستقرار في المنطقة وإخضاعها لحكم الأوركيين الصلب.

source: After a few weeks of putting down minor rebellions and clearing out the last human strongholds, the first snows of the long northern winter began to fall. A few days after the first snowfall, a goblin rider — half dead from exhaustion — raced into Dorest with news that Borstep was under siege by a large force of dwarves, outlaws and elves.
ar: بعد بضعة أسابيع من إخماد التمردات البسيطة وتطهير آخر معاقل البشر، بدأت أولى ثلوج الشتاء الشمالي الطويل في التساقط. بعد أيام قليلة من أول تساقط للثلوج، هرع راكب غوبلن - نصف ميت من الإرهاق - إلى دورست حاملاً أخبارًا عن أن دورستيب كانت تحت الحصار من قبل قوة كبيرة من الأقزام والخارجين عن القانون والإلف.

source: The orcish commanders were stunned. How had such a large enemy force penetrated so deep and so far into orcish territory, especially without their knowledge? How also had their enemies known to strike at Borstep, which was the rally point for orcish forces as well as their main arms and supply depot?
ar: لقد ذهل قادة الأوركيين. كيف تمكنت قوة العدو الكبيرة هذه من التوغل عميقًا وبعيدًا في أراضي الأوركيين، خاصة دون علمهم؟ كيف عرف أعداؤهم أيضًا بضرب بورستيب، التي كانت نقطة تجمع قوات الأوركيين بالإضافة إلى أسلحتهم الرئيسية ومستودع الإمدادات؟
en@shaw: ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘’ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘»ğ‘Ÿ ğ‘¢ğ‘» ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘›. ğ‘£ğ‘¬ ğ‘£ğ‘¨ğ‘› ğ‘•ğ‘³ğ‘— ğ‘© ğ‘¤ğ‘¸ğ‘¡ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘“ğ‘¹ğ‘• ğ‘ğ‘§ğ‘¯ğ‘©ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘´ ğ‘›ğ‘°ğ‘ ğ‘¯ ğ‘•ğ‘´ ğ‘“ğ‘¸ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¼ğ‘¦, ğ‘¦ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘ğ‘º ğ‘¯ğ‘ªğ‘¤ğ‘¦ğ‘¡? ğ‘£ğ‘¬ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘£ğ‘¨ğ‘› ğ‘ğ‘º ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ğ‘¯ ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ ğ‘¨ğ‘‘ Â·ğ‘šğ‘¹ğ‘•ğ‘‘ğ‘§ğ‘, ğ‘¢ğ‘¦ğ‘— ğ‘¢ğ‘ªğ‘Ÿ ğ‘ ğ‘®ğ‘¨ğ‘¤ğ‘° ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤ ğ‘¨ğ‘Ÿ ğ‘ğ‘º ğ‘¥ğ‘±ğ‘¯ ğ‘¸ğ‘¥ğ‘Ÿ ğ‘¯ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘² ğ‘›ğ‘°ğ‘ğ‘´?

source: Kapou’e suspected some sort of treachery. Under the assumption that human attacks would be minimal due to the harsh weather, he left only a small force to defend Dorest while he and the main horde of orcs sped to the aid of Borstep.
ar: اشتبه كابوي في وجود نوع من الخيانة. على افتراض أن الهجمات البشرية ستكون في حدها الأدنى بسبب الطقس القاسي، لم يترك سوى قوة صغيرة للدفاع عن دورست بينما سارع هو والحشد الرئيسي من الأورك لمساعدة بورستيب.

source: Rushing to reach Borstep before the river froze up for the winter, the orcs sailed up the River Bork. Paddling day and night, the horde barely managed to get through the Silent Forest before the river froze solid. Beaching their crafts, they marched the last leg of their journey through the deepening snow of the Mourned Hills.
ar: هرع الأوركيون للوصول إلى بورستيب قبل أن يتجمد النهر في الشتاء، وأبحروا فوق نهر بورك. عبر التجديف ليلًا ونهارًا، تمكن الحشد بالكاد من عبور الغابة الصامتة قبل أن يتجمد النهر. بعد أن وصلوا إلى الشاطئ، ساروا في المرحلة الأخيرة من رحلتهم عبر الثلوج المتعمقة في تلال الحداد.

source: As they crested the last hill before the city, the sight before them cast them into gloom; there was nothing left of Borstep. The walls had been smashed, houses burnt and its inhabitants driven out or slaughtered. Of the orcish shamans there was no sign.
ar: عندما وصلوا إلى قمة التل الأخير أمام المدينة، ألقى بهم المنظر أمامهم إلى الكآبة؛ لم يبق شيء من بورستيب. لقد تم تحطيم الجدران وإحراق المنازل وطرد سكانها أو ذبحهم. لم يكن هناك أي أثر للشامان الأوركيين.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘’ğ‘®ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘£ğ‘¦ğ‘¤ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦, ğ‘ ğ‘•ğ‘²ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥ ğ‘’ğ‘­ğ‘•ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘œğ‘¤ğ‘µğ‘¥; ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘ Â·ğ‘šğ‘¹ğ‘•ğ‘‘ğ‘§ğ‘. ğ‘ ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ ğ‘£ğ‘¨ğ‘› ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘¥ğ‘¨ğ‘–ğ‘‘, ğ‘£ğ‘¬ğ‘Ÿğ‘©ğ‘Ÿ ğ‘šğ‘»ğ‘¯ğ‘‘ ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘¯ğ‘£ğ‘¨ğ‘šğ‘¦ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘›ğ‘®ğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘¬ğ‘‘ ğ‘¹ ğ‘•ğ‘¤ğ‘ªğ‘‘ğ‘»ğ‘›. ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘´ ğ‘•ğ‘²ğ‘¯.

source: With eyes burning with apprehension and rage, Kapou’e sent his riders out to scour the land in all directions for the culprits while he made camp with the rest of the horde. A few hours later, a rider reported back that he had picked up a trail of a large body of dwarves, elves and humans heading east through the mountains.
ar: بعيون مشتعلة من الخوف والغضب، أرسل كابوي فرسانه لتمشيط الأرض في كل الاتجاهات بحثًا عن الجناة بينما أقام معسكرًا مع بقية الحشد. وبعد ساعات قليلة، أبلغ أحد الفرسان أنه التقط أثرًا لتحرّك كبير من الأقزام والإلف والبشر يتجه شرقًا عبر الجبال.

source: Breaking camp the following dusk, the horde set out in hot pursuit. By the third day, they caught up with their enemies.
ar: بعد رفع المعسكر في الغسق التالي، انطلق الحشد في مطاردة ساخنة. وبحلول اليوم الثالث، لحقوا بأعدائهم.
en@shaw: ğ‘šğ‘®ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘¨ğ‘¥ğ‘ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘›ğ‘©ğ‘•ğ‘’, ğ‘ ğ‘£ğ‘¹ğ‘› ğ‘•ğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘¦ğ‘¯ ğ‘£ğ‘ªğ‘‘ ğ‘ğ‘¼ğ‘•ğ‘¿ğ‘‘. ğ‘šğ‘² ğ‘ ğ‘”ğ‘»ğ‘› ğ‘›ğ‘±, ğ‘ğ‘± ğ‘’ğ‘·ğ‘‘ ğ‘³ğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘º ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ.

source: Pelondras
ar: بيلوندراس

source: Trithalsul
ar: تريثالسول

source: My my, look at this, two abandoned keeps. Probably built by those orcs in one of their pointless wars against each other.
ar: يا إلهي، انظر إلى هذا، معسكران مهجوران. ربما بناها هؤلاء الأورك في واحدة من حروبهم التي لا طائل من ورائها ضد بعضهم البعض.
en@shaw: ğ‘¥ğ‘² ğ‘¥ğ‘², ğ‘¤ğ‘«ğ‘’ ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘•, ğ‘‘ğ‘µ ğ‘©ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¯ğ‘› ğ‘’ğ‘°ğ‘ğ‘•. ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘šğ‘¦ğ‘¤ğ‘‘ ğ‘šğ‘² ğ‘ğ‘´ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘¦ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ğ‘º ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¤ğ‘©ğ‘• ğ‘¢ğ‘¹ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘°ğ‘— ğ‘³ğ‘ğ‘¼.

source: Blast it, the orcs have caught up to us.
ar: اللعنة، لقد لحقت بنا الأورك.
en@shaw: ğ‘šğ‘¤ğ‘¶ğ‘•ğ‘‘ ğ‘¦ğ‘‘, ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘·ğ‘‘ ğ‘³ğ‘ ğ‘‘ ğ‘³ğ‘•.

source: Elf, our kind can move and fight far better and faster in these conditions than your kind can. Take the orcish prisoners and hurry to Melmog. The dwarves shall stop this orcish menace!
ar: أيها الإلفي، يمكن لنوعنا أن يتحرك ويقاتل بشكل أفضل وأسرع بكثير في هذه الظروف من نوعك. خذ سجناء الأورك وأسرع إلى ميلموج. يجب على الأقزام إيقاف هذا الخطر الأوركي!

source: Very well, but our human allies will also stay behind and help you. After all, we are dealing with the Son of the Black-Eye here.
ar: حسنًا، لكن حلفاءنا من البشر سيبقون أيضًا في الخلف ويساعدونك. بعد كل شيء، نحن نتعامل هنا مع ابن العين السوداء.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘¬ğ‘¼ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘•ğ‘‘ğ‘± ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿. ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘·ğ‘¤, ğ‘¢ğ‘° ğ‘¸ ğ‘›ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘² ğ‘£ğ‘½.

source: Bah, have it your way then. Now, hurry on your way elf.
ar: باه، احصل على طريقتك بعد ذلك. الآن، أسرع في طريقك أيها الإلف.
en@shaw: ğ‘šğ‘­, ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘‘ ğ‘¿ğ‘¼ ğ‘¢ğ‘± ğ‘ğ‘§ğ‘¯. ğ‘¯ğ‘¬, ğ‘£ğ‘³ğ‘®ğ‘¦ ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘¢ğ‘± ğ‘§ğ‘¤ğ‘“.

source: Bah, cowardly little elves. No dwarf would have ever agreed to such a proposal. Good riddance too, those elves just get in the way. Come on men, it’s time to show those orcs our steel!
ar: باه، الإلف الصغيرة الجبانة. لم يكن أي قزم ليوافق على مثل هذا الاقتراح. بئس المصير أيضًا، هؤلاء الإلف يعترضون الطريق فحسب. هيا يا رجال، حان الوقت لنظهر لهؤلاء الأوركيين فولاذنا!

source: Ahhh, nice. I finally get chance to squash dwarves again.
ar: اهه، لطيف. أخيرًا حصلت على فرصة لسحق الأقزام مرة أخرى.
en@shaw: ğ‘­ğ‘­ğ‘­, ğ‘¯ğ‘²ğ‘•. ğ‘² ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘œğ‘§ğ‘‘ ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘•ğ‘’ğ‘¢ğ‘­ğ‘– ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯.

source: Let’s make them pay for what they did to our people. Blood and steel!
ar: فلنجعلهم يدفعون ثمن ما فعلوه بشعبنا. الدم والفولاذ!

source: Victory! ... Grüü, what <i>is</i> that you are eating?
ar: فوز! ... جروو، ما <i>الذي</i> تأكله؟

source: A human-worm’s dog. Animal meat very tasty. When we fight humans again, can I have a pony?
ar: كلب الديدان البشرية. لحوم حيوانات لذيذة جدا. عندما نقاتل البشر مرة أخرى، هل يمكنني الحصول على قضمة؟

source: Back Home
ar: العودة إلى المنزل
en@shaw: ğ‘šğ‘¨ğ‘’ ğ‘£ğ‘´ğ‘¥

source: Telthys
ar: تيلثيس

source: Fredor
ar: فريدور

source: Georan
ar: جوران

source: Having broken the dwarvish blockade, the horde continued on through the mountain pass. Kapou’e began to recognize the lands about them and sure enough, they soon found themselves back in the tribe’s homeland.
ar: بعد أن كسروا حصار الأقزام، واصل الحشد طريقه عبر الممر الجبلي. بدأ كابوي في التعرف على الأراضي المحيطة بهم، وسرعان ما وجدوا أنفسهم مرة أخرى في موطن القبيلة.

source: Valan
ar: فالان

source: Well, boys, we’re home. I told you we would return one day.
ar: حسنًا يا أولاد، نحن في الوطن. قلت لكم أننا سوف نعود يوما ما.

source: Boy, have they ever built this place up.
ar: يا فتى، هل قاموا ببناء هذا المكان من قبل.
en@shaw: ğ‘šğ‘¶, ğ‘£ğ‘¨ğ‘ ğ‘ğ‘± ğ‘§ğ‘ğ‘¼ ğ‘šğ‘¦ğ‘¤ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘±ğ‘• ğ‘³ğ‘.

source: Listen up, orcs. Our main objective is to rescue the shamans. It won’t work to take the human runts head-on while they sneak the shamans out the back door.
ar: استمعوا يا أورك. هدفنا الرئيسي هو إنقاذ الشامان. لن يكون من المفيد مواجهة البشر وجهاً لوجه بينما يتسللون إلى الشامان من الخلف.

source: What are you thinking, Chief?
ar: في ماذا تفكر أيها الرئيس؟
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¸ ğ‘¿ ğ‘”ğ‘¦ğ‘™ğ‘’ğ‘¦ğ‘™, ğ‘¡ğ‘°ğ‘“?

source: My men know the land well. Flar’Tar and Al’Brock, both of you take a scout and circle around to the northeast and southeast respectively. Grüü, you take your trolls and circle around to the northwest. If all goes well, we shall surround them.
ar: رجالي يعرفون الأرض جيدًا. فلارتار وألبروك، يأخذ كل منكما مستكشفًا ويدوران حول الشمال الشرقي والجنوب الشرقي على التوالي. جروو، خذ الترول التابعين لك ودر في اتجاه الشمال الغربي. إذا سارت الأمور على ما يرام، فسوف نحيط بهم.

source: I like this plan, Chief!
ar: تعجبني هذه الخطة أيها الرئيس!
en@shaw: ğ‘² ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘¨ğ‘¯, ğ‘¡ğ‘°ğ‘“!

source: You always like his plans, Grüü.
ar: أنت دائما تحب خططه، جروو.

source: Of course. Squash elves, squash undead, squash dwarves, squash humans. Squash them all, very good plan!
ar: بالطبع. سحق الإلف، سجق الموتى الأحياء، سحق الأقزام، وسحق البشر. اسحقهم جميعًا، خطة جيدة جدًا!
en@shaw: ğ‘ ğ‘’ğ‘¹ğ‘•. ğ‘•ğ‘’ğ‘¢ğ‘­ğ‘– ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘•ğ‘’ğ‘¢ğ‘­ğ‘– ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›, ğ‘•ğ‘’ğ‘¢ğ‘­ğ‘– ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ, ğ‘•ğ‘’ğ‘¢ğ‘­ğ‘– ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ. ğ‘•ğ‘’ğ‘¢ğ‘­ğ‘– ğ‘ğ‘§ğ‘¥ ğ‘·ğ‘¤, ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘œğ‘«ğ‘› ğ‘ğ‘¤ğ‘¨ğ‘¯!

source: Well, he has the right idea, anyway.
ar: حسنًا، لديه فكرة الآن، على أي حال.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘²ğ‘›ğ‘¾, ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±.

source: Good, everyone move out. I will begin the attack from here. I want everyone to be in position by first watch at the latest. Is that clear?
ar: جيد، الجميع اخرجوا. سأبدأ الهجوم من هنا. أريد أن يكون الجميع في موقعهم عند نصف الليلة الأول على أبعد تقدير. هل هذا واضح؟
en@shaw: ğ‘œğ‘«ğ‘›, ğ‘§ğ‘ğ‘®ğ‘°ğ‘¢ğ‘³ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘¬ğ‘‘. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘½. ğ‘² ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘§ğ‘ğ‘®ğ‘°ğ‘¢ğ‘³ğ‘¯ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘² ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘¡ ğ‘¨ğ‘‘ ğ‘ ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘•ğ‘‘. ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¤ğ‘½?

source: Yes, Chief.
ar: نعم يا رئيس.

source: Understood.
ar: مفهوم.

source: Uh, Chief...
ar: اه أيها الرئيس...
en@shaw: ğ‘©, ğ‘¡ğ‘°ğ‘“...

source: ... Yes, Grüü?
ar: .. نعم جروو؟

source: Can I get some gold with me?
ar: هل يمكنني الحصول على بعض الذهب معي؟
en@shaw: ğ‘’ğ‘¨ğ‘¯ ğ‘² ğ‘œğ‘§ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘°?

source: Fine, take a hundred. Don’t lose it.
ar: حسنًا، خذ مائة. لا تضعه في ما لا يستحق.

source: I am in position, Chief.
ar: أنا في الموقع، أيها الرئيس.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘¦ğ‘¯ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯, ğ‘¡ğ‘°ğ‘“.

source: Excellent. Now, where are the others?
ar: ممتاز. والآن أين الآخرون؟
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘. ğ‘¯ğ‘¬, ğ‘¢ğ‘º ğ‘¸ ğ‘ ğ‘³ğ‘ğ‘¼ğ‘Ÿ?

source: We made it.
ar: لقد نجحنا.
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘.

source: Good, but where is Grüü?
ar: جيد، ولكن أين جروو؟

source: Dumb trolls, you can never rely on them.
ar: الترول الأغبياء، لا يمكنك الاعتماد عليهم أبدًا.
en@shaw: ğ‘›ğ‘³ğ‘¥ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ, ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘®ğ‘¦ğ‘¤ğ‘² ğ‘ªğ‘¯ ğ‘ğ‘§ğ‘¥.

source: I’m here, Chief!
ar: أنا هنا أيها الرئيس!

source: Blood and stone, Grüü! You were supposed to be in position by first watch. It’s dawn!
ar: الدم والحجر، جروو! كان من المفترض أن تكون في موضعك خلال نصف الليل الأول. إنه الفجر!
