Repository: wesnoth/wesnoth
Catalog: po/wesnoth-sotbe/*.po
Languages: ar, en@shaw, he

source: Err, sorry, there were some humans in way. We squash, no problem.
ar: خطأ، آسف، كان هناك بعض البشر في الطريق. نحن نسحقهم، لا توجد مشكلة.
en@shaw: ğ‘º, ğ‘•ğ‘ªğ‘®ğ‘¦, ğ‘ğ‘º ğ‘¢ğ‘» ğ‘•ğ‘³ğ‘¥ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¢ğ‘±. ğ‘¢ğ‘° ğ‘•ğ‘’ğ‘¢ğ‘­ğ‘–, ğ‘¯ğ‘´ ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥.

source: Better late than never. Now it’s time to kill! Let nobody escape! Everyone, keep an eye out for the shamans.
ar: أن تأتي متأخرا أفضل من ألا تأتي أبدا. الآن حان الوقت للقتل! لا تدع أحدا يهرب! الجميع، احرسوا الشامانيين.

source: Sounds simple enough.
ar: يبدو بسيطا بما فيه الكفاية.
en@shaw: ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘³ğ‘“.

source: Miserable elf, we want some answers!
ar: الإلفي البائس، نريد بعض الإجابات!
en@shaw: ğ‘¥ğ‘¦ğ‘Ÿğ‘©ğ‘®ğ‘©ğ‘šğ‘¤ ğ‘§ğ‘¤ğ‘“, ğ‘¢ğ‘° ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘­ğ‘¯ğ‘•ğ‘¼ğ‘Ÿ!

source: Ugh!
ar: اه!
en@shaw: ğ‘³ğ‘œ!

source: SPEAK!
ar: تكلم!
en@shaw: ğ‘•ğ‘ğ‘°ğ‘’!

source: ... Well, what do you want to know?
ar: ..حسنا ماذا تريد أن تعرف؟

source: You can start by telling us who told you to strike at Borstep.
ar: يمكنك البدء بإخبارنا من الذي طلب منك الهجوم على بورستيب.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘šğ‘² ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘™ ğ‘³ğ‘• ğ‘£ğ‘µ ğ‘‘ğ‘´ğ‘¤ğ‘› ğ‘¿ ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ ğ‘¨ğ‘‘ Â·ğ‘šğ‘¹ğ‘•ğ‘‘ğ‘§ğ‘.

source: Uh... we have intelligence.
ar: اه... لدينا ذكاء.

source: Don’t make me hurt you more.
ar: لا تجعلني أؤذيك أكثر.

source: I yield. Shan Taum the Smug told us that that’s where the shamans were, and that it was a rally point and weapons depot for you orcs.
ar: أنا أستسلم. أخبرنا شان تاوم المتعجرف أن هذا هو المكان الذي يتواجد فيه الشامانيون، وأنه كان نقطة تجمع ومستودع أسلحة لكم أيها الأوركيون.

source: Bah, do not think you can break the unity of the horde with your stupid lies!
ar: باه، لا تظن أنك تستطيع كسر وحدة الحشد بأكاذيبك الغبية!
en@shaw: ğ‘šğ‘­, ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘®ğ‘±ğ‘’ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘ ğ‘£ğ‘¹ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘¿ğ‘¼ ğ‘•ğ‘‘ğ‘µğ‘ğ‘¦ğ‘› ğ‘¤ğ‘²ğ‘Ÿ!

source: No really, it’s true. He is jealous of some young upstart called Kapou’e. He says all the shamans ‘suck up’ to him just because his father had a black eye or something like that.
ar: لا حقا، هذا صحيح. إنه يشعر بالغيرة من شاب مغرور يُدعى كابوي. يقول أن كل الشامان "يتملّقونه" فقط لأن والده كان لديه عين سوداء أو شيء من هذا القبيل.

source: Refer to Black-Eye Karun with respect, wose-born. Now, where are the shamans?
ar: تحدث عن قارون أسود العين باحترام، أيها السيء المولد. والآن أين الشامان؟
en@shaw: ğ‘®ğ‘¦ğ‘“ğ‘» ğ‘‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘² ğ‘’ğ‘»ğ‘µğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘®ğ‘¦ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘, ğ‘¢ğ‘´ğ‘Ÿ-ğ‘šğ‘¹ğ‘¯. ğ‘¯ğ‘¬, ğ‘¢ğ‘º ğ‘¸ ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ?

source: They’re... the humans killed them.
ar: إنهم...البشر قتلوهم.

source: You lie!
ar: أنت تكذب!
en@shaw: ğ‘¿ ğ‘¤ğ‘²!

source: I do not. Their bodies are frozen in the lake just over there.
ar: انا لا أعرف. تجمدت أجسادهم في البحيرة هناك.
en@shaw: ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘. ğ‘ğ‘º ğ‘šğ‘ªğ‘›ğ‘¦ğ‘Ÿ ğ‘¸ ğ‘“ğ‘®ğ‘´ğ‘Ÿğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘±ğ‘’ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘´ğ‘ğ‘¼ ğ‘ğ‘º.

source: We had better go look.
ar: من الأفضل أن نذهب وننظر.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘› ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘œğ‘´ ğ‘¤ğ‘«ğ‘’.

source: You had better go look.
ar: من الأفضل أن تذهب وتنظر.
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘› ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘œğ‘´ ğ‘¤ğ‘«ğ‘’.

source: A few minutes later...
ar: وبعد دقائق قليلة...
en@shaw: ğ‘© ğ‘“ğ‘¿ ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¤ğ‘±ğ‘‘ğ‘¼...

source: The human-worms and tree-shaggers have gone too far! BLOOD AND STEEL! I want every human and elf in this area slaughtered! Show no mercy, give no quarter!
ar: لقد ذهبت الديدان البشرية وعاشقو الأشجار إلى أبعد من صبرنا! الدم والفولاذ! أريد ذبح كل إنسان وقزم في هذه المنطقة! لا تظهروا أي رحمة، لا تعطوهم راحة!

source: Chief! It’s true, the shamans have been murdered!
ar: رئيس! هذا صحيح، لقد قتل الشامانيين!

source: <i>What</i>?! The human-worms and tree-shaggers have gone too far! BLOOD AND STEEL! I want every human and elf in this area slaughtered! Show no mercy, give no quarter!
ar: <i>ماذا</i> ؟! لقد ذهبت الديدان البشرية وديدان الأشجار إلى أبعد من المقبول! الدم والفولاذ! أريد ذبح كل إنسان وإلفي في هذه المنطقة! لا تظهروا أي رحمة، لا تعطوهم راحة!

source: What should I do with this one?
ar: ماذا أفعل بهذا؟
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘² ğ‘›ğ‘µ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘³ğ‘¯?

source: Throw him in the lake. If he freezes to death, all the better.
ar: ارموه في البحيرة. إذا تجمد حتى الموت، فهذا أفضل.
en@shaw: ğ‘”ğ‘®ğ‘´ ğ‘£ğ‘¦ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘±ğ‘’. ğ‘¦ğ‘“ ğ‘£ğ‘° ğ‘“ğ‘®ğ‘°ğ‘Ÿğ‘¦ğ‘Ÿ ğ‘‘ ğ‘›ğ‘§ğ‘”, ğ‘·ğ‘¤ ğ‘ ğ‘šğ‘§ğ‘‘ğ‘¼.

source: Civil War
ar: الحرب الأهلية
en@shaw: ğ‘•ğ‘¦ğ‘ğ‘¦ğ‘¤ ğ‘¢ğ‘¹

source: Defeat all rebel leaders and...
ar: اهزم جميع قادة المتمردين و...
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘·ğ‘¤ ğ‘®ğ‘§ğ‘šğ‘©ğ‘¤ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ ğ‘¯...

source: Then move Kapou’e to the signpost in the southwest
ar: ثم حرّك كابوي إلى الإشارة في الجنوب الغربي

source: Move Kapou’e to the signpost in the southwest
ar: حرك كابوي إلى الإشارة في الجنوب الغربي

source: Braga
ar: براغا
en@shaw: ğ‘šğ‘®ğ‘­ğ‘œğ‘©

source: Rebels
ar: المتمردون
en@shaw: ğ‘®ğ‘©ğ‘šğ‘§ğ‘¤ğ‘Ÿ

source: Meato
ar: مياتو

source: Ragvan
ar: راجفان

source: Kergai
ar: كرجي

source: Infuriated by the murder of the shamans, the orcish horde massacred the humans and their allies. In their rage, they scoured the snow for hours looking for any survivors. Only when their rage was spent did the full implications of the shamans’ deaths begin to sink in.
ar: بسبب غضبه من قتل الشامان، ذبح حشد الأوركيين البشر وحلفائهم. وفي غضبهم، بحثوا في الثلج لساعات بحثًا عن أي ناجين. فقط عندما انقضى غضبهم، بدأت الآثار الكاملة لموت الشامان في الظهور.

source: With the Council broken, there was now nothing left to hold the orcish forces together. And if the orcish forces began to fight amongst themselves, as they so often did, then the humans would eradicate them with ease.
ar: مع انهيار المجلس، لم يتبق الآن أي شيء لتجميع القوى الأوركية معًا. وإذا بدأت القوات الأوركية في القتال فيما بينها، كما فعلت في كثير من الأحيان، فسيقوم البشر بالقضاء عليها بسهولة.

source: Kapou’e vowed that this would not happen. Events had the smell of a treacherous plot aimed at destroying the unity of the orcs. Furthermore, if the tree-shagger was to be trusted, then Shan Taum the Smug was behind it all. What an orc expected to gain from destroying his own race was beyond Kapou’e, but he decided to march to Bitok personally and confront the traitor. Bitok being on the far side of orcish territory, this would also give him a good chance to clobber the orcs into working together again — the old-fashioned way.
ar: تعهد كابوي بأن هذا لن يحدث. كانت للأحداث رائحة مؤامرة غادرة تهدف إلى تدمير وحدة الأورك. علاوة على ذلك، إذا كان من الممكن الوثوق بمحبي الشجرة، فإن شان تاوم المتعجرف كان وراء كل ذلك. ما توقعه الأورك من تدمير عرقه كان يتجاوز كابوي، لكنه قرر السير إلى بيتوك شخصيًا ومواجهة الخائن. نظرًا لوجود بيتوك على الجانب البعيد من منطقة الأوركيين، فإن هذا من شأنه أيضًا أن يمنحه فرصة جيدة لإجبار الأورك للعمل معًا مرة أخرى - بالطريقة القديمة.

source: Furthermore, the troops who had been led by Kapou’e this far had grown to respect him as a wise and capable leader, and they proclaimed their loyalty to him. Delighted, Kapou’e sent detachments off in different directions to bring in the other tribes, by force if necessary. Al’Brock was sent west, along the route that Kapou’e had used to flee the human forces almost a year before. Flar’Tar was sent directly south to rally the tribes along the Mountains of Haag and the eastern Mourned Hills. Kapou’e himself made a direct southwest beeline towards Bitok. They were all to meet in Dorest that spring to repel the human attack that seemed certain to come.
ar: علاوة على ذلك، فإن القوات التي قادها كابوي حتى الآن أصبحت تحترمه كقائد حكيم ومقتدر، وأعلنوا ولائهم له. أرسل كابوي، مبتهجًا، مفارز في اتجاهات مختلفة لجلب القبائل الأخرى، بالقوة إذا لزم الأمر. تم إرسال آلبروك غربًا، على طول الطريق الذي استخدمه كابوي للفرار من القوات البشرية قبل عام تقريبًا. تم إرسال فلارتار مباشرة إلى الجنوب لحشد القبائل على طول جبال هاج وتلال الحداد الشرقية. عمل كابوي بنفسه مسارا مباشرا جنوب غربي باتجاه بيتوك. كان من المقرر أن يجتمعوا جميعًا في دورست في ذلك الربيع لصد الهجوم البشري الذي بدا مؤكدًا.

source: Having thus made his plans, Kapou’e set out for Bitok to get to the root of this treachery.
ar: بعد أن وضع خططه، انطلق كابوي إلى بيتوك للوصول إلى جذور هذه الخيانة.

source: If we are going to make it to Bitok, and then back to Dorest before spring, we have to get a move on. Break camp as soon as possible. Destroy all opposition in your path, I want this area to be firmly under my control by the time we are through here.
ar: إذا أردنا الوصول إلى بيتوك، ثم العودة إلى دورست قبل الربيع، فيجب علينا المضي قدمًا. اكسروا المعسكر في أقرب وقت ممكن. دمروا كل المعارضة في طريقكم، أريد أن تكون هذه المنطقة تحت سيطرتي تمامًا بحلول الوقت الذي نصل فيه إلى هنا.

source: Black-Eye! We won’t submit to an upstart like you!
ar: العين السوداء! لن نخضع لمغرور مثلك!

source: Turn around and go back to where you came from or you’ll find your head on a pike! Right?
ar: استدر وعُد من حيث أتيت وإلا ستجد رأسك على رمح! واضح؟

source: Right!
ar: صحيح!
en@shaw: ğ‘®ğ‘²ğ‘‘!

source: It’s been a chilly winter. How about we warm ourselves up a bit by giving these traitors a good whupping, boys?
ar: لقد كان شتاءً بارداً. ما رأيك أن نقوم بتدفئة أنفسنا قليلاً عن طريق ضرب هؤلاء الخونة بالجلد يا أولاد؟

source: Yeah!
ar: نعم!
en@shaw: ğ‘˜ğ‘¨!

source: Little orcs fun to squash too! Chief doesn’t let me too often.
ar: الأورك الصغيرة ممتعة في السحق أيضًا! الرئيس لا يسمح لي في كثير من الأحيان.

source: You can have as many as you want now, Grüü.
ar: يمكنك الحصول على العدد الذي تريده الآن، جروو.

source: This rabble won’t be a problem anymore.
ar: لن يكون هذا الرعاع مشكلة بعد الآن.

source: Got this tribe under control.
ar: سيطر على هذه القبيلة.
en@shaw: ğ‘œğ‘ªğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘®ğ‘²ğ‘š ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤.

source: This is what you get for deserting the Son of the Black-Eye.
ar: هذا ما تحصل عليه مقابل هجر ابن العين السوداء.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¢ğ‘ªğ‘‘ ğ‘¿ ğ‘œğ‘§ğ‘‘ ğ‘“ğ‘¹ ğ‘›ğ‘§ğ‘Ÿğ‘»ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘².

source: This trash’s gone.
ar: لقد اختفت هذه القمامة.

source: Heehee, we wiped them out good.
ar: هيهي، لقد محوناهم جيدًا.

source: Now let’s get going, we have an appointment with Shan Taum.
ar: الآن دعونا نبدأ، لدينا موعد مع شان تاوم.

source: I can’t leave these renegades unguarded at our rear. I must take care of them before continuing.
ar: لا أستطيع أن أترك هؤلاء المرتدين بدون حراسة في مؤخرتنا. يجب أن أعتني بهم قبل المتابعة.

source: The Coward
ar: الجبان
en@shaw: ğ‘ ğ‘’ğ‘¬ğ‘¼ğ‘›

source: Orga
ar: أورجا
en@shaw: Â·ğ‘¹ğ‘œğ‘©

source: Knorgh
ar: كنورغ

source: Nofhug
ar: نوفوغ

source: Kapou’e and his followers made a grueling march across the frozen Northlands. For the orcs, it was a constant nightmare of freezing, marching and fighting. Food was scarce, and the stores that they managed to seize from rebellious tribes had to be strictly rationed. Many of the weaker orcs who weren’t killed in combat died from exhaustion or fell behind and froze to death.
ar: قام كابوي وأتباعه بمسيرة شاقة عبر الأراضي الشمالية المجمدة. بالنسبة للأورك، كان كابوسا مستمرا من التجمد والسير والقتال. كان الطعام نادرًا، وكان لا بد من تقنين صارم للغنائم التي تمكنوا من الاستيلاء عليها من القبائل المتمردة. العديد من الأورك الأضعف الذين لم يُقتلوا في المعارك ماتوا من الإرهاق أو تخلفوا وتجمدوا حتى الموت.

source: Throughout this nightmare, Kapou’e drove himself and his men ruthlessly. The spring thaw would soon be upon them and with it, the human army that Earl Lanbec’h was no doubt rallying. By that time, the orcs had to be united one way or another, since if they were separated and scattered, they would surely be exterminated.
ar: طوال هذا الكابوس، قاد كابوي نفسه ورجاله بلا رحمة. سيأتي ذوبان الجليد في الربيع قريبًا ومعه الجيش البشري الذي كان إيرل لانبيك يحشده بلا شك. بحلول ذلك الوقت، كان لا بد من توحيد الأورك بطريقة أو بأخرى، لأنه إذا تم فصلهم وتشتتهم، فمن المؤكد أنهم سيتم إبادتهم.

source: And so they marched on, persevering in weather that would kill even the most hardened human, and through fierce bloody battles with belligerent tribes.
ar: وهكذا واصلوا سيرهم، مثابرين في الطقس الذي قد يقتل حتى أكثر البشر قسوة، وفي معارك دامية ضارية مع القبائل المتحاربة.
en@shaw: ğ‘¯ ğ‘•ğ‘´ ğ‘ğ‘± ğ‘¥ğ‘¸ğ‘—ğ‘‘ ğ‘ªğ‘¯, ğ‘ğ‘»ğ‘•ğ‘©ğ‘ğ‘½ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘’ğ‘¦ğ‘¤ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘£ğ‘¸ğ‘›ğ‘©ğ‘¯ğ‘› ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯, ğ‘¯ ğ‘”ğ‘®ğ‘µ ğ‘“ğ‘½ğ‘• ğ‘šğ‘¤ğ‘³ğ‘›ğ‘¦ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘šğ‘©ğ‘¤ğ‘¦ğ‘¡ğ‘»ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘®ğ‘²ğ‘šğ‘Ÿ.

source: Finally, after over three months, Kapou’e and his exhausted but hardened army arrived at Bitok, just before the spring thaw.
ar: أخيرًا، بعد أكثر من ثلاثة أشهر، وصل كابوي وجيشه المنهك ولكن المصمّم إلى بيتوك، قبل ذوبان الجليد في الربيع بالضبط.

source: Good morning, Shan Taum!
ar: صباح الخير، شان تاوم!
en@shaw: ğ‘œğ‘«ğ‘› ğ‘¥ğ‘¹ğ‘¯ğ‘¦ğ‘™, ğ‘–ğ‘¨ğ‘¯ Â·ğ‘‘ğ‘±ğ‘³ğ‘¥!

source: What... Kapou’e! What in the frozen Northlands are you doing here?!
ar: ماذا... كابوي! ماذا تفعل هنا بحق أراضي الشمال المتجمدة؟!

source: Oh, I just thought I would take a bracing winter stroll and visit my father’s old friend. How could I not, given his impressive list of recent accomplishments.
ar: أوه، لقد فكرت في القيام بنزهة شتوية وزيارة صديق والدي القديم. كيف لا أستطيع ذلك، في ضوء قائمته المثيرة للإعجاب من الإنجازات الأخيرة.

source: Accomplishments?
ar: الإنجازات؟
en@shaw: ğ‘©ğ‘’ğ‘­ğ‘¥ğ‘ğ‘¤ğ‘¦ğ‘–ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•?

source: Well let’s see, first he betrays the trust of his sworn sovereign and becomes no less than a boot-licking spy for the humans. Then he goes on to engineer the death of half of the Great Council and in doing so makes himself directly responsible for the deaths of hundreds of orcs. And best of all, he is directly responsible for a bloody civil war right at the time when his people are on the edge of total extermination!
ar: حسنًا، دعونا نرى، أولاً يخون ثقة ملكه المحلف ويصبح جاسوسًا للبشر. ثم يستمر في هندسة موت نصف أعضاء المجلس العظيم وبذلك يجعل نفسه مسؤولاً بشكل مباشر عن وفاة مئات الأورك. والأفضل من ذلك كله أنه مسؤول بشكل مباشر عن حرب أهلية دامية في الوقت الذي يكون فيه شعبه على حافة الإبادة الكاملة!

source: LIES! THESE ARE ALL LIES!
ar: كذب! هذه كلها أكاذيب!
en@shaw: ğ‘¤ğ‘²ğ‘Ÿ! ğ‘ğ‘°ğ‘Ÿ ğ‘¸ ğ‘·ğ‘¤ ğ‘¤ğ‘²ğ‘Ÿ!

source: Tell you what, you ungrateful backstabbing traitor, if you surrender right now, I will just cut off your head instead of torturing you to death.
ar: أخبرك ماذا، أيها الخائن الجاحد الذي يطعن في الظهر، إذا استسلمت الآن، فسوف أقطع رأسك بدلاً من تعذيبك حتى الموت.

source: How dare you accuse me of being a traitor, you turdlicker!
ar: كيف تجرؤ على اتهامي بأنني خائن، أيها المنافق!

source: Right... So what will it be, beheading or torture?
ar: صحيح...فماذا سيكون قطع الرأس أم التعذيب؟

source: Orga, kill this kid for me. I’ll be in my keep.
ar: أورجا، اقتل هذا الغرّ من أجلي. سأكون في قاعدتي.

source: Yes, sir!
ar: نعم سيدي!

source: What! Fight like an orc, you gutless coward!
ar: ماذا! حارب كأوركي، أيها الجبان!
en@shaw: ğ‘¢ğ‘ªğ‘‘! ğ‘“ğ‘²ğ‘‘ ğ‘¤ğ‘²ğ‘’ ğ‘©ğ‘¯ ğ‘¹ğ‘’, ğ‘¿ ğ‘œğ‘©ğ‘‘ğ‘¤ğ‘§ğ‘• ğ‘’ğ‘¬ğ‘¼ğ‘›!

source: Hey Chief, it’s pretty odd. Shan Taum doesn’t seem to have too many of his men around. He was given control of half the Great Horde. Do you think they left him?
ar: يا زعيم، إنه أمر غريب جداً. لا يبدو أن شان تاوم لديه الكثير من رجاله حوله. تم منحه السيطرة على نصف الحشد العظيم. هل تعتقد أنهم تركوه؟

source: I doubt it. Shan Taum knows how to dissemble. I’ll bet he sent them out like we did to clobber the other tribes into his rule. In any case, it will be convenient for us.
ar: أنا أشك في ذلك. شان تاوم يعرف كيف يتنكر. أراهن أنه أرسلهم كما فعلنا لضرب القبائل الأخرى في حكمه. في أي حال، سيكون مناسبا بالنسبة لنا.

source: Good, we crushed this pocket of resistance too. Now where in the world did that coward Shan Taum run off to?
ar: حسنًا، لقد سحقنا جيب المقاومة هذا أيضًا. الآن إلى أين هرب هذا الجبان شان توم؟
en@shaw: ğ‘œğ‘«ğ‘›, ğ‘¢ğ‘° ğ‘’ğ‘®ğ‘³ğ‘–ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘ªğ‘’ğ‘©ğ‘‘ ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘‘ğ‘µ. ğ‘¯ğ‘¬ ğ‘¢ğ‘º ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘›ğ‘¦ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¬ğ‘¼ğ‘› ğ‘–ğ‘¨ğ‘¯ Â·ğ‘‘ğ‘±ğ‘³ğ‘¥ ğ‘®ğ‘³ğ‘¯ ğ‘ªğ‘“ ğ‘‘?

source: The Human Attack
ar: الهجوم البشري
en@shaw: ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’

source: Hold off the humans
ar: صد البشر
en@shaw: ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ªğ‘“ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ

source: Defeat Earl Lanbec’h
ar: هزيمة إيرل لانبيكه

source: As Kapou’e expected, by the time his forces had been defeated, Shan Taum was nowhere to be found. Gritting his teeth and vowing that he would yet make a mug out of the traitor’s skull, Kapou’e gathered his men and headed for Dorest.
ar: كما توقع كابوي، بحلول الوقت الذي هُزمت فيه قواته، لم يكن شان تاوم موجودًا في أي مكان. صر على أسنانه وتعهد بأنه سيصنع كوبًا من جمجمة الخائن، وجمع رجاله وتوجه إلى دورست.

source: Once there, he found that his generals, Al’Brock and Flar’Tar, had already arrived along with hundreds of bloodthirsty orcs. The warriors of the tribes that Kapou’e had cowed into submission were also present. In addition, the remaining shamans of the Great Council were also present to help in whatever way they could to preserve the unity of the Horde.
ar: بمجرد وصوله، وجد أن جنرالاته، آلبروك وفلارتار، قد وصلوا بالفعل مع مئات من الأورك المتعطشين للدماء. وكان محاربو القبائل التي أخضعها كابوي حاضرين أيضًا. بالإضافة إلى ذلك، كان الشامان الباقون من المجلس الكبير حاضرين أيضًا للمساعدة بأي طريقة ممكنة في الحفاظ على وحدة الحشد.

source: Their presence proved to be unnecessary. It came as a shock to Kapou’e to discover, after a few days, that his people held him in awe. News of Kapou’e’s exploits had been widely circulated — from his rescue of the shamans at Barag Gór, to his forced march through the northern blizzards. Younger grunts especially worshiped him with such fervor that he found it almost frightening.
ar: ثبت أن وجودهم غير ضروري. لقد كان بمثابة صدمة لكابو عندما اكتشف، بعد بضعة أيام، أن شعبه كان يشعر بالرهبة منه. تم تداول أخبار مآثر كابوي على نطاق واسع - بدءًا من إنقاذه للشامان في باراج جور، إلى مسيرته القسرية عبر العواصف الثلجية الشمالية. كان الشباب يعبدونه بشكل خاص بحماس شديد لدرجة أنه وجد ذلك مخيفًا تقريبًا.

source: Days passed, the snows melted, and Kapou’e readied his defenses. A few weeks after Kapou’e’s arrival, riders caught sight of Earl Lanbec’h’s army.
ar: ومرت الأيام، وذابت الثلوج، وأعدّ كابوي دفاعاته. بعد أسابيع قليلة من وصول كابوي، رأى الفرسان جيش إيرل لانبيك.

source: This is it, men! It is time to make these orcs pay for all that they have done to us. Attack without compromise, we have several detachments of reinforcements on their way. Spare no orc, and let us take back this land, which is rightfully ours!
ar: هذا هو يا رجال! لقد حان الوقت لجعل هؤلاء الأورك يدفعون ثمن كل ما فعلوه بنا. الهجوم دون تردد، لدينا عدة مفارز من التعزيزات في طريقهم. لا تدخر أي أوركي، ودعونا نستعيد هذه الأرض، التي هي لنا حقًا!

source: Forward, men! Our wolves will feed well tonight!
ar: الى الامام يا رجال سوف تتغذى ذئابنا جيدًا الليلة!
en@shaw: ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘›, ğ‘¥ğ‘§ğ‘¯! ğ‘¬ğ‘¼ ğ‘¢ğ‘«ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘°ğ‘› ğ‘¢ğ‘§ğ‘¤ ğ‘‘ğ‘«ğ‘¯ğ‘²ğ‘‘!

source: Come here, human softlings. Grüü has a little present for you...
ar: تعالوا هنا أيها البشر الناعمون. لدى جروو هدية صغيرة لك...

source: As a fresh day dawned, more human forces arrived.
ar: مع بزوغ فجر يوم جديد، وصلت المزيد من القوات البشرية.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘© ğ‘“ğ‘®ğ‘§ğ‘– ğ‘›ğ‘± ğ‘›ğ‘·ğ‘¯ğ‘›, ğ‘¥ğ‘¹ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘©ğ‘®ğ‘²ğ‘ğ‘›.

source: We have arrived, my lord.
ar: وصلنا يا سيدي.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘®ğ‘²ğ‘ğ‘›, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›.

source: Ahhh, perfect. More reinforcements.
ar: اهه، ممتاز. مزيد من التعزيزات.

source: Howgarth III
ar: هوغارث الثالث
en@shaw: Â·ğ‘£ğ‘¬ğ‘œğ‘¸ğ‘” ğ‘ Â·ğ‘”ğ‘»ğ‘›

source: Hold it! What in the wide green world is going on here!
ar: أمسك به! ما الذي يحدث هنا في العالم الأخضر الواسع!
en@shaw: ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘¦ğ‘‘! ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘²ğ‘› ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘¦ğ‘Ÿ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘£ğ‘½!

source: Howgarth? You and your interfering alliance always show up at the worst possible time.
ar: هوغارث؟ أنت وتحالفك المتدخل تظهران دائمًا في أسوأ وقت ممكن.

source: Just who do you think you are, slug?
ar: من تظن نفسك أيها البزاق؟
en@shaw: ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘µ ğ‘›ğ‘µ ğ‘¿ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¿ ğ‘¸, ğ‘•ğ‘¤ğ‘©ğ‘œ?

source: I am Howgarth of the Northern Alliance, successor to the late Rahul I.
ar: أنا هوغارث من تحالف الشمال، خليفة الراحل راهول الأول.
en@shaw: ğ‘² ğ‘¨ğ‘¥ Â·ğ‘£ğ‘¬ğ‘œğ‘¸ğ‘” ğ‘ ğ‘ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘©ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘•, ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘» ğ‘‘ ğ‘ ğ‘¤ğ‘±ğ‘‘ ğ‘®ğ‘©ğ‘£ğ‘µğ‘¤ ğ‘².

source: This is a strictly territorial matter, Howgarth. The Northern Alliance has no right to intervene in this affair.
ar: هذه مسألة إقليمية بحتة، هوغارث. ولا يحق لتحالف الشمال التدخل في هذا الشأن.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¹ğ‘¦ğ‘©ğ‘¤ ğ‘¥ğ‘¨ğ‘‘ğ‘¼, Â·ğ‘£ğ‘¬ğ‘œğ‘¸ğ‘”. ğ‘ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘©ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘• ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘ğ‘°ğ‘¯ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘©ğ‘“ğ‘º.

source: The hell I don’t, Earl Lanbec’h, the Northern Alliance was witness to a treaty some seventeen years ago between your people and the orcs, which both of you are no doubt violating. It is our duty as the orchestrator and witness of this treaty to see that it is honored.
ar: لا أعلم يا إيرل لانبيك، لقد كان التحالف الشمالي شاهدًا على معاهدة منذ حوالي سبعة عشر عامًا بين شعبك والأورك، والتي لا شك أن كلا منكما تنتهكها. ومن واجبنا كمنسقين وشهود لهذه المعاهدة أن نتأكد من احترامها.

source: Well, good for you. As a matter of fact, this land is clearly defined under your precious treaty as human territory. So if you are so keen on being all high and noble, then muster your men to help us push back this orcish menace.
ar: حسن بالنسبة لك. في واقع الأمر، تم تعريف هذه الأرض بوضوح بموجب معاهدتك الثمينة على أنها أرض بشرية. لذا، إذا كنت حريصًا جدًا على أن تكون رفيعًا ونبيلًا، فاحشد رجالك لمساعدتنا في صد هذا الخطر الأوركي.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘œğ‘«ğ‘› ğ‘“ğ‘¹ ğ‘¿. ğ‘¨ğ‘Ÿ ğ‘© ğ‘¥ğ‘¨ğ‘‘ğ‘¼ ğ‘ ğ‘“ğ‘¨ğ‘’ğ‘‘, ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘½ğ‘¤ğ‘° ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¿ğ‘¼ ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘• ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦ ğ‘¨ğ‘Ÿ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¼ğ‘¦. ğ‘•ğ‘´ ğ‘¦ğ‘“ ğ‘¿ ğ‘¸ ğ‘•ğ‘´ ğ‘’ğ‘°ğ‘¯ ğ‘ªğ‘¯ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘·ğ‘¤ ğ‘£ğ‘² ğ‘¯ ğ‘¯ğ‘´ğ‘šğ‘¤, ğ‘ğ‘§ğ‘¯ ğ‘¥ğ‘©ğ‘•ğ‘‘ğ‘» ğ‘¿ğ‘¼ ğ‘¥ğ‘§ğ‘¯ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘ğ‘«ğ‘– ğ‘šğ‘¨ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¥ğ‘§ğ‘¯ğ‘©ğ‘•.

source: Cease your lies, Lanbec’h. We all know that you were the one who started this war. But enough. It is time for all this to end. I call for both sides to parley and we shall discuss this matter.
ar: كف عن أكاذيبك يا لانبيكه. نعلم جميعًا أنك أنت من بدأ هذه الحرب. لكن يكفي. لقد حان الوقت لكي ينتهي كل هذا. أدعو الجانبين إلى التفاوض وسنناقش هذا الأمر.

source: Ha ha, very funny, old fool. You think we are stupid enough to fall for that? I’ve not forgotten what you people did to my father.
ar: هههه مضحك جدا أيها العجوز الأحمق. هل تعتقد أننا أغبياء بما فيه الكفاية لنقع في ذلك؟ لم أنس ما فعلتموه أيها البشر بأبي.

source: What in the world are you talking about?
ar: ما الذي تتحدث عنه بحق العالم؟
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘¸ ğ‘¿ ğ‘‘ğ‘·ğ‘’ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘?

source: I am Kapou’e, son of the Black-Eye Karun. Seventeen years ago, you people assassinated my father after inviting him to join the Northern Alliance.
ar: أنا كابوي، ابن كارون ذو العين السوداء. قبل سبعة عشر عامًا، اغتلتم والدي بعد أن دعوتموه للانضمام إلى تحالف الشمال.

source: What? We received word that he declined our invitation and that was the end of the matter. I know nothing of his assassination. As a matter of fact, I was there when the orcish messenger brought Rahul Karun’s reply.
ar: ماذا؟ لقد تلقينا خبرًا بأنه رفض دعوتنا، وكانت تلك نهاية الأمر. ولا أعرف شيئًا عن اغتياله. في واقع الأمر، كنت هناك عندما أحضر الرسول الأوركي رد قارون إلى راهول.

source: Messenger, what messenger?
ar: رسول، أي رسول؟
en@shaw: ğ‘¥ğ‘§ğ‘•ğ‘©ğ‘¯ğ‘¡ğ‘¼, ğ‘¢ğ‘ªğ‘‘ ğ‘¥ğ‘§ğ‘•ğ‘©ğ‘¯ğ‘¡ğ‘¼?
