Repository: wesnoth/wesnoth
Catalog: po/wesnoth-sotbe/*.po
Languages: ar, en@shaw, he

source: Death of a Shaman
ar: موت شامان
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ ğ‘© ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯
he: מותו של השמאן

source: Except for the shamans, the Barag Gór defenders will not follow you into the next scenario
ar: باستثناء الشامانيون، المدافعون عن باراج جور لن يتبعوك في السيناريو التالي

source: Etheliel
ar: إثيليل
he: את'ליאל

source: Elves
ar: الإلفيون
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘Ÿ

source: Rugh
ar: روغ
en@shaw: ğ‘®ğ‘©
he: רוגה

source: Hida’tul
ar: هداتول

source: Ammon
ar: عمون
en@shaw: Â·ğ‘¨ğ‘¥ğ‘©ğ‘¯

source: Sammual
ar: صموئيل

source: Pirk
ar: بيرك
en@shaw: Â·ğ‘ğ‘»ğ‘’

source: Gork
ar: جورك
en@shaw: Â·ğ‘œğ‘¹ğ‘’

source: Vraurk
ar: فراورك
en@shaw: Â·ğ‘ğ‘®ğ‘©ğ‘»ğ‘’

source: When the party finally reached Barag Gór, they were met with a most startling sight.
ar: عندما وصلت المجموعة أخيرًا إلى باراج جور، قوبلوا بمشهد مذهل.

source: What the—! Barag Gór is besieged by elves! The wose-born weaklings have always been jealous of our power, but what reason do they have to attack the city?
ar: ماذا-! باراج جور محاصرة من قبل الإلف! لقد كان الضعفاء الأغرار دائمًا يشعرون بالغيرة من قوتنا، ولكن ما السبب الذي دفعهم لمهاجمة المدينة؟

source: What can you expect, Chief? They’re elves after all.
ar: ماذا يمكن أن تتوقع أيها الرئيس؟ إنهم الإلف بعد كل شيء.

source: Hmmm. $scout.name, go find out what they are up to.
ar: أمم. $scout.name، اذهب واكتشف ما الذي يعتزمون فعله.

source: Sure.
ar: بالتأكيد.
en@shaw: ğ‘–ğ‘«ğ‘¼.

source: One more step and you are dead, flea-bag. Better run if you value your life.
ar: خطوة أخرى وسوف تموت، كيس البراغيث. أفضل لك أن تهرب إذا كنت تقدر حياتك.
en@shaw: ğ‘¢ğ‘³ğ‘¯ ğ‘¥ğ‘¹ ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘¯ ğ‘¿ ğ‘¸ ğ‘›ğ‘§ğ‘›, ğ‘“ğ‘¤ğ‘°-ğ‘šğ‘¨ğ‘œ. ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘®ğ‘³ğ‘¯ ğ‘¦ğ‘“ ğ‘¿ ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¿ğ‘¼ ğ‘¤ğ‘²ğ‘“.

source: Quit your boasting, mule-ears. The Chief wants to know why you’re here, instead of cowering in your dung-spattered forests.
ar: كف عن تفاخرك أيها البغل. يريد الرئيس أن يعرف سبب وجودك هنا، بدلاً من الاختباء في غاباتك المليئة بالروث.

source: Watch your mouth around your betters, goblin! And you can tell your chief to hand the shamans over to us if he wants to be alive by sundown.
ar: انتبه لفمك وسط من هم أفضل منك، أيها الغوبلن! يمكنك أن تطلب من رئيسك أن يسلم الشامان إلينا إذا كان يريد أن يبقى على قيد الحياة قبل غروب الشمس.
en@shaw: ğ‘¢ğ‘ªğ‘¡ ğ‘¿ğ‘¼ ğ‘¥ğ‘¬ğ‘” ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘šğ‘§ğ‘‘ğ‘»ğ‘Ÿ, ğ‘œğ‘­ğ‘šğ‘¤ğ‘¦ğ‘¯! ğ‘¯ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘‘ğ‘§ğ‘¤ ğ‘¿ğ‘¼ ğ‘¡ğ‘°ğ‘“ ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘´ğ‘ğ‘¼ ğ‘‘ ğ‘³ğ‘• ğ‘¦ğ‘“ ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¤ğ‘²ğ‘ ğ‘šğ‘² ğ‘•ğ‘©ğ‘¯ğ‘›ğ‘¬ğ‘¯.

source: What business do you high-and-mighty elves have with our shamans?
ar: ما هو العمل الذي تقومون به أيها الإلف الأقوياء مع الشامان خاصتنا؟
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘šğ‘¦ğ‘Ÿğ‘¯ğ‘©ğ‘• ğ‘›ğ‘µ ğ‘¿ ğ‘£ğ‘²-ğ‘¯-ğ‘¥ğ‘²ğ‘‘ğ‘¦ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘¬ğ‘¼ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ?

source: Our business with them is none of your concern.
ar: عملنا معهم ليس من شأنك.
en@shaw: ğ‘¬ğ‘¼ ğ‘šğ‘¦ğ‘Ÿğ‘¯ğ‘©ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘³ğ‘¯ ğ‘ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘»ğ‘¯.

source: Oh, yes, it is. The shamans keep our ancient knowledge and our sacred things; they are not for the likes of you. Why do you want them anyway?
ar: أوه، نعم، هو ذا. يحتفظ الشامانيون بمعرفتنا القديمة وأشياءنا المقدسة؛ إنهم ليسوا لأمثالك. لماذا تريدهم على أي حال؟
en@shaw: ğ‘´, ğ‘˜ğ‘§ğ‘•, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ. ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘’ğ‘°ğ‘ ğ‘¬ğ‘¼ ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘ªğ‘¤ğ‘¦ğ‘¡ ğ‘¯ ğ‘¬ğ‘¼ ğ‘•ğ‘±ğ‘’ğ‘®ğ‘©ğ‘› ğ‘”ğ‘¦ğ‘™ğ‘Ÿ; ğ‘ğ‘± ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘¤ğ‘²ğ‘’ğ‘• ğ‘ ğ‘¿. ğ‘¢ğ‘² ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±?

source: Well... the humans want to... meet with them.
ar: حسنًا... البشر يريدون... مقابلتهم.
en@shaw: ğ‘¢ğ‘§ğ‘¤... ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘... ğ‘¥ğ‘°ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘§ğ‘¥.

source: Oh, so they paid you to come and get them, have they?
ar: أوه، لقد دفعوا لك المال لتأتي وتأخذهم على غرة، أليس كذلك؟
en@shaw: ğ‘´, ğ‘•ğ‘´ ğ‘ğ‘± ğ‘ğ‘±ğ‘› ğ‘¿ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘¯ ğ‘œğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥, ğ‘£ğ‘¨ğ‘ ğ‘ğ‘±?

source: Well...
ar: حسنا...
en@shaw: ğ‘¢ğ‘§ğ‘¤...

source: So the ‘great and mighty’ elves are now nothing but a bunch of mercenaries.
ar: إذن فإن الإلف 'العظماء والأقوياء' ليسوا الآن سوى مجموعة من المرتزقة.

source: KILL HIM!!
ar: اقتله!!

source: Hahaha! If you can!
ar: ها ها ها ها! إذا استطعت!

source: Blast it, he got away.
ar: اللعنة، لقد هرب.
en@shaw: ğ‘šğ‘¤ğ‘¶ğ‘•ğ‘‘ ğ‘¦ğ‘‘, ğ‘£ğ‘° ğ‘œğ‘ªğ‘‘ ğ‘©ğ‘¢ğ‘±.

source: So, what news do you bring, $scout.name?
ar: إذن، ما هي الأخبار التي تحملها، $scout.name؟

source: The elves have been bribed by the humans to capture and deliver the shamans to them.
ar: تم رشوة الإلف من قبل البشر للقبض على الشامانيين وتسليمهم إليهم.
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘šğ‘®ğ‘²ğ‘šğ‘› ğ‘šğ‘² ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘¯ ğ‘›ğ‘¦ğ‘¤ğ‘¦ğ‘ğ‘¼ ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘ğ‘§ğ‘¥.

source: Over my dead body! The shamans of the Great Council are the only people who can call up the Great Horde. If they are captured, then all the orcs on this continent would surely be doomed.
ar: على جثتي! الشامانيون في المجلس العظيم هم الأشخاص الوحيدون الذين يمكنهم استدعاء الحشد العظيم. إذا تم القبض عليهم، فمن المؤكد أن كل الأورك في هذه القارة سيكون محكوم عليها بالفناء.

source: I have a subtle plan, Chief.
ar: لدي خطة خفيفة، يا رئيس.

source: Go on, Grüü.
ar: هيا يا جروو.

source: We go and we kill all of them. What do you think?
ar: نذهب ونقتلهم جميعا. ماذا تعتقد؟
en@shaw: ğ‘¢ğ‘° ğ‘œğ‘´ ğ‘¯ ğ‘¢ğ‘° ğ‘’ğ‘¦ğ‘¤ ğ‘·ğ‘¤ ğ‘ ğ‘ğ‘§ğ‘¥. ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘”ğ‘¦ğ‘™ğ‘’?
he: אנחנו נלך ונהרוג את כולם. מה דעתך?

source: Jetto
ar: جيتو
en@shaw: Â·ğ‘¡ğ‘§ğ‘‘ğ‘´
he: ג'טו

source: Freedom! Many thanks, Son of the Black-Eye. I’m Jetto, master of assassins, now you can count on the assassins’ guild to help you in your quest!
ar: الحرية! شكرا جزيلا يا ابن العين السوداء. أنا جيتو، سيد القتلة، الآن يمكنك الاعتماد على نقابة القتلة لمساعدتك في مهمتك!

source: Jetto, how did you get captured by the likes of these?
ar: جيتو، كيف تم القبض عليك من قبل أمثال هؤلاء؟
en@shaw: Â·ğ‘¡ğ‘§ğ‘‘ğ‘´, ğ‘£ğ‘¬ ğ‘›ğ‘¦ğ‘› ğ‘¿ ğ‘œğ‘§ğ‘‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘› ğ‘šğ‘² ğ‘ ğ‘¤ğ‘²ğ‘’ğ‘• ğ‘ ğ‘ğ‘°ğ‘Ÿ?

source: The Barag Gór Council sent me to assassinate the elvish leaders. Unfortunately, I was captured. But now I am free and the elves shall feel my wrath!
ar: أرسلني مجلس باراج جور لاغتيال قادة الإلف. لسوء الحظ، قبضوا علي. لكن الآن أنا حر وسيشعر الإلف بغضبي!

source: At last! The siege has been broken.
ar: أخيرا! لقد تم كسر الحصار.
en@shaw: ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘! ğ‘ ğ‘•ğ‘°ğ‘¡ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘šğ‘®ğ‘´ğ‘’ğ‘©ğ‘¯.

source: Thank you, Son of the Black-Eye. If you hadn’t arrived when you did, I don’t know what would have happened to us.
ar: شكرا لك يا ابن العين السوداء. لو لم تكن وصلت، لا أعرف ماذا كان سيحدث لنا.

source: No problem! It was fun, wasn’t it, Grüü?
ar: لا مشكلة! لقد كان الأمر ممتعًا، أليس كذلك يا جروو؟

source: Hahaha! Yeah!
ar: ها ها ها ها! أجل!
en@shaw: ğ‘£ğ‘­ğ‘£ğ‘­ğ‘£ğ‘­! ğ‘˜ğ‘¨!

source: But, actually, we have come all the way from our lands to get your help.
ar: ولكن، في الواقع، لقد قطعنا كل هذه المسافة من أراضينا للحصول على مساعدتكم.
en@shaw: ğ‘šğ‘³ğ‘‘, ğ‘¨ğ‘’ğ‘—ğ‘«ğ‘©ğ‘¤ğ‘¦, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘·ğ‘¤ ğ‘ ğ‘¢ğ‘± ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¿ğ‘¼ ğ‘£ğ‘§ğ‘¤ğ‘.

source: Why? What’s wrong?
ar: لماذا؟ ماالخطب؟

source: Those insolent humans have massed a huge army and attacked us. We defeated their vanguard but in the end we were forced to retreat.
ar: لقد حشد هؤلاء البشر الوقحون جيشًا ضخمًا وهاجمونا. لقد هزمنا طلائعهم ولكننا اضطررنا في النهاية إلى التراجع.
en@shaw: ğ‘ğ‘´ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘¨ğ‘•ğ‘‘ ğ‘© ğ‘£ğ‘¿ğ‘¡ ğ‘¸ğ‘¥ğ‘¦ ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘‘ ğ‘³ğ‘•. ğ‘¢ğ‘° ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘ğ‘º ğ‘ğ‘¨ğ‘¯ğ‘œğ‘¸ğ‘› ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘“ğ‘¹ğ‘•ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘.

source: Hmmmm, this situation is very serious. As you know by now, they have also hired these elves to attack us here.
ar: هممممم، هذا الوضع خطير جدا. كما تعلم الآن، فقد استأجروا أيضًا هؤلاء الإلف لمهاجمتنا هنا.

source: Yes. It seems to me that the humans are declaring all-out war on us.
ar: نعم. يبدو لي أن البشر يعلنون حربًا شاملة علينا.
en@shaw: ğ‘˜ğ‘§ğ‘•. ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘¥ğ‘° ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘›ğ‘¦ğ‘’ğ‘¤ğ‘ºğ‘¦ğ‘™ ğ‘·ğ‘¤-ğ‘¬ğ‘‘ ğ‘¢ğ‘¹ ğ‘ªğ‘¯ ğ‘³ğ‘•.

source: We must give this matter careful consideration. Come inside the city, and we’ll discuss it.
ar: علينا أن نعطي هذه المسألة دراسة متأنية. تعال داخل المدينة وسنناقش الأمر.

source: Son of the Black-Eye! Could I ask for my release from this blighted cage?
ar: ابن العين السوداء! هل يمكنني أن أطلب إطلاق سراحي من هذا القفص الفاسد؟
en@shaw: ğ‘•ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘²! ğ‘’ğ‘«ğ‘› ğ‘² ğ‘­ğ‘•ğ‘’ ğ‘“ğ‘¹ ğ‘¥ğ‘² ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¦ğ‘• ğ‘šğ‘¤ğ‘²ğ‘‘ğ‘¦ğ‘› ğ‘’ğ‘±ğ‘¡?

source: How did you get captured by the likes of these?
ar: كيف تم أسرك بأمثال هؤلاء؟
en@shaw: ğ‘£ğ‘¬ ğ‘›ğ‘¦ğ‘› ğ‘¿ ğ‘œğ‘§ğ‘‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘› ğ‘šğ‘² ğ‘ ğ‘¤ğ‘²ğ‘’ğ‘• ğ‘ ğ‘ğ‘°ğ‘Ÿ?

source: The Barag Gór Council sent me to assassinate the elvish leaders. Unfortunately, I was captured.
ar: أرسلني مجلس باراج جور لاغتيال قادة الإلف. لسوء الحظ، تم القبض علي.

source: Fine, someone go release him.
ar: حسنًا، فليطلق أحد سراحه.
en@shaw: ğ‘“ğ‘²ğ‘¯, ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘³ğ‘¯ ğ‘œğ‘´ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘• ğ‘£ğ‘¦ğ‘¥.

source: Freedom! Many thanks, Son of the Black-Eye. I’m Jetto, master of assassins, now you can count on my assassins to help you in your quest!
ar: الحرية! شكرا جزيلا يا ابن العين السوداء. أنا جيتو، سيد القتلة، الآن يمكنك الاعتماد على القتلة التابعين لي لمساعدتك في مهمتك!

source: To the Harbor of Tirigaz
ar: إلى ميناء تريغاز

source: Na-Mana
ar: نا-مانا
en@shaw: ğ‘¯ğ‘­-ğ‘¥ğ‘­ğ‘¯ğ‘©
he: נה-מנה

source: Undead
ar: الموتى الأحياء
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›

source: Ma-Rana
ar: ما-رنا
en@shaw: ğ‘¥ğ‘¶-ğ‘®ğ‘¨ğ‘¯ğ‘©
he: מה-רנה

source: Kapou’e and the shamans rested and discussed the matter for three days. It was finally decided that it might be necessary to call up the Great Horde to deal with this massive human incursion. However, in order to do that, the entire Great Council would have to gather.
ar: استراح كابوي والشامان وناقشوا الأمر لمدة ثلاثة أيام. تقرر أخيرًا أنه قد يكون من الضروري استدعاء الحشد العظيم للتعامل مع هذا التوغل البشري الضخم. ومع ذلك، من أجل القيام بذلك، يجب أن يجتمع المجلس الكبير بأكمله.

source: Since it was now obvious that the humans were going to try their best to prevent that by capturing or killing the shamans, Kapou’e was requested to escort the shamans to the harbor of Tirigaz where the rest of the Council was residing.
ar: نظرًا لأنه أصبح من الواضح الآن أن البشر سيبذلون قصارى جهدهم لمنع ذلك من خلال القبض على الشامان أو قتلهم، فقد طُلب من كابوي مرافقة الشامان إلى ميناء تيريغاز حيث كان يقيم بقية المجلس.

source: Leaving most of his people at Barag Gór, Kapou’e, accompanied by the shamans and his warriors, set off to Tirigaz.
ar: ترك كابوي معظم شعبه في باراج جور، وانطلق برفقة الشامان ومحاربيه إلى تيريغاز.

source: A couple of days into their journey, the party halted to rest for the night.
ar: بعد يومين من رحلتهم، توقفت المجموعة للراحة ليلاً.
en@shaw: ğ‘© ğ‘’ğ‘³ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘›ğ‘±ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ğ‘º ğ‘¡ğ‘»ğ‘¯ğ‘°, ğ‘ ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘£ğ‘·ğ‘¤ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘¯ğ‘²ğ‘‘.

source: Ahhh, I’m so tired. It was a good idea to halt in such a quiet place.
ar: اهه، أنا متعب جدا. لقد كانت فكرة جيدة أن تتوقف في مثل هذا المكان الهادئ.

source: It is too quiet. Just plain boring.
ar: أنها هادئة جداً. جدّ مملة.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘’ğ‘¢ğ‘²ğ‘§ğ‘‘. ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘¯ ğ‘šğ‘¹ğ‘¦ğ‘™.
he: יותר מידי שקט, זה פשוט משעמם.

source: Shut up, I just heard something.
ar: اصمت، لقد سمعت شيئا للتو.
en@shaw: ğ‘–ğ‘³ğ‘‘ ğ‘³ğ‘, ğ‘² ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘»ğ‘› ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™.
he: תשתוק, כדגע שמעתי משהו.

source: You’re right. I can see something is moving in these hills. Looks like there are undead there.
ar: أنت على حق. أستطيع أن أرى شيئا يتحرك في هذه التلال. يبدو أن هناك موتى-أحياء هناك.

source: Excellent! It is time for exercise!
ar: ممتاز! لقد حان الوقت لممارسة الرياضة!
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘! ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘²ğ‘¥ ğ‘“ğ‘¹ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘•ğ‘²ğ‘Ÿ!
he: מצוין! הגיע הזמן להתעמלות!

source: Uh... I don’t think so. Let’s get out of here!
ar: اه... لا أعتقد ذلك. فلنخرج من هنا!

source: No way! Grüü want to crush some undead.
ar: مستحيل! جروو يريد سحق بعض الموتى الأحياء.

source: Grüü is right. It is not wise to let these undead remain here, cutting off our supply lines and path of retreat. In these days of turmoil, we don’t know what lies ahead, so it is best not to leave any threats to our rear.
ar: جروو على حق. ليس من الحكمة أن نترك هؤلاء الموتى الأحياء هنا، ليقطعوا خطوط إمدادنا ومسار التراجع. في أيام الاضطراب هذه، لا نعرف ما ينتظرنا، لذا من الأفضل ألا نترك أي تهديد في مؤخرتنا.

source: But...
ar: لكن...
en@shaw: ğ‘šğ‘³ğ‘‘...

source: Hush, Vraurk, we must trust the Son of the Black-Eye in these matters, for he is far more cunning in them than we are.
ar: اصمت يا فراورك، يجب أن نثق في ابن العين السوداء في هذه الأمور، لأنه أكثر دهاءً منا في التخطيط.

source: That’s right, let’s go!
ar: هذا صحيح، دعونا نذهب!

source: Hmmm, what a neat bottle! What is it?
ar: هممم، يا لها من زجاجة أنيقة! ما هذا؟
en@shaw: ğ‘£ğ‘©ğ‘¥, ğ‘¢ğ‘ªğ‘‘ ğ‘© ğ‘¯ğ‘°ğ‘‘ ğ‘šğ‘ªğ‘‘ğ‘¤! ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘‘?

source: It is written H.O.L.Y W.A.T.E.R
ar: مكتوب م.ا.ء م.ق.دّ.س
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘‘ğ‘©ğ‘¯ ğ‘±ğ‘—.ğ‘´.ğ‘§ğ‘¤.ğ‘¢ğ‘² ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ğ‘¿.ğ‘©.ğ‘‘ğ‘°.ğ‘§.ğ‘¸
he: כתוב מ.י.ם. ק.ד.ו.ש.י.ם

source: I’m thirsty... <i>Gulp gulp</i>
ar: أنا عطشان...<i>جرع جرعة</i>

source: Ahhh, that was yummy!
ar: اه، كان ذلك لذيذًا!
en@shaw: ğ‘­ğ‘­ğ‘­, ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘˜ğ‘©ğ‘¥ğ‘°!
he: אההה, זה היה טעים!

source: The day is coming, these night creatures will soon return to the pit.
ar: النهار قادم، هذه المخلوقات الليلية ستعود قريبًا إلى جحورها.
en@shaw: ğ‘ ğ‘›ğ‘± ğ‘¦ğ‘Ÿ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™, ğ‘ğ‘°ğ‘Ÿ ğ‘¯ğ‘²ğ‘‘ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘µğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘‘.
he: הבוקר מגיע, ייצורי הלילה האלו יחזרו לבור בקרוב .

source: Grüü, are you forgetting we are also night creatures?
ar: غرو، هل نسيت أننا أيضًا مخلوقات ليلية؟

source: Err... well...
ar: خطأ...حسنا...
en@shaw: ğ‘º... ğ‘¢ğ‘§ğ‘¤...
he: אררר.... טוב...

source: Black Flag
ar: العلم الأسود
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘“ğ‘¤ğ‘¨ğ‘œ
he: דגל שחור

source: Slowhand
ar: اليد البطيئة
en@shaw: Â·ğ‘•ğ‘¤ğ‘´ğ‘£ğ‘¨ğ‘¯ğ‘›
he: סלוהנד

source: Harman
ar: هارمان
en@shaw: ğ‘£ğ‘¸ğ‘¥ğ‘©ğ‘¯

source: Affman
ar: أفمان

source: Defeat Slowhand and Harman
ar: هزيمة سلوهاند وهارمان
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘•ğ‘¤ğ‘´ğ‘£ğ‘¨ğ‘¯ğ‘› ğ‘¯ ğ‘£ğ‘¸ğ‘¥ğ‘©ğ‘¯

source: So, here is Tirigaz. But what’s going on?
ar: إذن، هنا تيريغاز. ولكن ماذا يحدث؟

source: Looks like humans have attacked here too. You were right, Kapou’e, the humans have declared all-out war on us.
ar: يبدو أن البشر قد هاجموا هنا أيضًا. لقد كنت على حق يا كابوي، لقد أعلن البشر حربًا شاملة علينا.

source: Listen, if we are to meet with the rest of the Great Council, we have to repel this attack. You shamans hide here in the forest until we defeat them. It will be faster and easier for us if we don’t have to worry about protecting you.
ar: اسمع، إذا أردنا أن نجتمع مع بقية المجلس العظيم، علينا صد هذا الهجوم. أنتم الشامان تختبئون هنا في الغابة حتى نهزمهم. سيكون الأمر أسرع وأسهل بالنسبة لنا إذا لم يكن علينا القلق بشأن حمايتكم.

source: This is a wise choice. Good luck, Son of the Black-Eye.
ar: هذا هو الاختيار الحكيم. بالتوفيق يا ابن العين السوداء.

source: Haha! Our plan is going well, let’s surround them on land while our allies attack them from sea!
ar: هاها! خطتنا تسير على ما يرام، فلنحاصرهم على الأرض بينما يهاجمهم حلفاؤنا من البحر!

source: Look, a party of our kind approaches from the North.
ar: أنظر، مجموعة من أمثالنا تقترب من الشمال.
en@shaw: ğ‘¤ğ‘«ğ‘’, ğ‘© ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘ ğ‘¬ğ‘¼ ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘©ğ‘ğ‘®ğ‘´ğ‘—ğ‘©ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¯ğ‘¹ğ‘”.

source: Greetings from Kapou’e, Son of the Black-Eye Karun.
ar: تحية من كابوي، ابن كارون ذو العين السوداء.

source: Son of the great Black-Eye Karun?! You do us honor, Chief.
ar: ابن كارون العظيم ذو العين السوداء؟! أنت تشرفنا أيها الرئيس.
en@shaw: ğ‘•ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘² ğ‘’ğ‘»ğ‘µğ‘¯?! ğ‘¿ ğ‘›ğ‘µ ğ‘³ğ‘• ğ‘ªğ‘¯ğ‘¼, ğ‘¡ğ‘°ğ‘“.

source: Do not grovel like humans, just tell me what’s going on here.
ar: لا تتذلل مثل البشر، فقط أخبرني بما يحدث هنا.

source: I don’t really know, one day all was calm and peaceful and the next day a fleet of human ships showed up and began spewing out troops. Did our best to hold them off, but they captured the northern keep. And then human reinforcements arrived from their settlements to the South.
ar: لا أعرف حقًا، في أحد الأيام كان كل شيء هادئًا ومسالمًا، وفي اليوم التالي ظهر أسطول من السفن البشرية وبدأ في إرسال القوات. لقد بذلنا قصارى جهدنا لصدهم، لكنهم استولوا على المحمية الشمالية. وبعد ذلك وصلت تعزيزات بشرية من مستوطناتهم إلى الجنوب.

source: Are the shamans safe?
ar: هل الشامان آمنون؟
en@shaw: ğ‘¸ ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘•ğ‘±ğ‘“?

source: When we realized that there was no way we could hold the humans off, we sent them east to a place near the Mourned Hills along with most of our women and children. The rest of us remained here to buy them some time.
ar: عندما أدركنا أنه لا توجد طريقة يمكننا من خلالها صد البشر، أرسلناهم شرقًا إلى مكان بالقرب من تلال الحداد مع معظم نسائنا وأطفالنا. بقيتنا هنا لتعطيل العدو لبعض الوقت.
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘®ğ‘¾ğ‘¤ğ‘²ğ‘Ÿğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘´ ğ‘¢ğ‘± ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘ªğ‘“, ğ‘¢ğ‘° ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘°ğ‘•ğ‘‘ ğ‘‘ ğ‘© ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¯ğ‘½ ğ‘ ğ‘¥ğ‘¹ğ‘¯ğ‘› ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘¬ğ‘¼ ğ‘¢ğ‘¦ğ‘¥ğ‘¦ğ‘¯ ğ‘¯ ğ‘—ğ‘¦ğ‘¤ğ‘›ğ‘®ğ‘©ğ‘¯. ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘³ğ‘• ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘› ğ‘£ğ‘½ ğ‘‘ ğ‘šğ‘² ğ‘ğ‘§ğ‘¥ ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘²ğ‘¥.

source: I love this strategy, Chief!
ar: أنا أحب هذه الإستراتيجية أيها الرئيس!
en@shaw: ğ‘² ğ‘¤ğ‘³ğ‘ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘‘ğ‘©ğ‘¡ğ‘°, ğ‘¡ğ‘°ğ‘“!

source: Let’s get those orcs!
ar: دعونا نحصل على تلك الأورك!

source: Aaaargh! I die!
ar: آآآرغ! انا اموت!
he: אאאארג! אני מת!

source: Finally, you pay for what you did to my orc brothers!
ar: أخيرًا، عليك أن تدفع ثمن ما فعلته بإخوتي الأوركيين!
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦, ğ‘¿ ğ‘ğ‘± ğ‘“ğ‘¹ ğ‘¢ğ‘ªğ‘‘ ğ‘¿ ğ‘›ğ‘¦ğ‘› ğ‘‘ ğ‘¥ğ‘² ğ‘¹ğ‘’ ğ‘šğ‘®ğ‘³ğ‘ğ‘¼ğ‘Ÿ!

source: We are victorious at last. Someone go tell the shamans that they can come out now.
ar: نحن منتصرون في النهاية. ليذهب شخص ما ويخبر الشامان أنه يمكنهم الخروج الآن.
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¹ğ‘¦ğ‘©ğ‘• ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘. ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘³ğ‘¯ ğ‘œğ‘´ ğ‘‘ğ‘§ğ‘¤ ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘³ğ‘¥ ğ‘¬ğ‘‘ ğ‘¯ğ‘¬.

source: Congratulations on your victory, Kapou’e. You do honor to the memory of your father.
ar: مبروك الفوز يا كابوي. أنت تحترم ذكرى والدك.

source: Thanks, but I have news. Since the forces here were certain they were going to be defeated, they sent the shamans to the Mourned Hills. If we want to meet them, we must go after them.
ar: شكرا، ولكن لدي أخبار. نظرًا لأن القوات هنا كانت متأكدة من أنها ستهزم، فقد أرسلوا الشامان إلى تلال الحداد. إذا أردنا أن نلتقي بهم، علينا أن نلاحقهم.
en@shaw: ğ‘”ğ‘¨ğ‘™ğ‘’ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘¿ğ‘Ÿ. ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘£ğ‘½ ğ‘¢ğ‘» ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘ğ‘± ğ‘¢ğ‘» ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›, ğ‘ğ‘± ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘ ğ‘¥ğ‘¹ğ‘¯ğ‘› ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¥ğ‘°ğ‘‘ ğ‘ğ‘§ğ‘¥, ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘´ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘§ğ‘¥.

source: Oh, great. That means we have to cross the Desert of Death which is full of poisonous giant scorpions and human outlaws. And bypassing it would take too long! Not to mention after this desert, we’ll have to cross the Silent Forest!
ar: اوه رائع. وهذا يعني أنه يتعين علينا عبور صحراء الموت المليئة بالعقارب العملاقة السامة والخارجين عن القانون من البشر. وتجاوزها سيستغرق وقتا طويلا! ناهيك عن أنه بعد هذه الصحراء، سيتعين علينا عبور الغابة الصامتة!

source: Well, we have no choice... I’ve never tasted scorpions but I am sure they are good. This journey will be fun.
ar: حسنًا، ليس لدينا خيار... لم أذق العقارب قط، لكنني متأكد من أنها جيدة. هذه الرحلة ستكون ممتعة.

source: The Desert of Death
ar: صحراء الموت
en@shaw: ğ‘ ğ‘›ğ‘§ğ‘Ÿğ‘¼ğ‘‘ ğ‘ ğ‘›ğ‘§ğ‘”
he: מדבר המוות

source: Reach the Oasis in the Southeast
ar: الوصول إلى الواحة في الجنوب الشرقي

source: Ar-Dant
ar: اردانت
en@shaw: ğ‘¸-ğ‘›ğ‘¨ğ‘¯ğ‘‘

source: Villains
ar: الأشرار
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘©ğ‘¯ğ‘Ÿ

source: Resting during the day and doing most of their marching by night, the party moved steadily through the sand for two days.
ar: عبر الراحة في النهار والمسير ليلاً، تحركت المجموعة بثبات عبر الرمال لمدة يومين.
en@shaw: ğ‘®ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘ ğ‘›ğ‘± ğ‘¯ ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘º ğ‘¥ğ‘¸ğ‘—ğ‘¦ğ‘™ ğ‘šğ‘² ğ‘¯ğ‘²ğ‘‘, ğ‘ ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘¥ğ‘µğ‘ğ‘› ğ‘•ğ‘‘ğ‘§ğ‘›ğ‘¦ğ‘¤ğ‘¦ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘•ğ‘­ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘‘ğ‘µ ğ‘›ğ‘±ğ‘Ÿ.

source: The heat of the day and the chill of the night wore heavily on the orcs. Fortunately, they didn’t encounter any giant scorpions, but neither did they discover any source of food or water.
ar: كان لحرارة النهار وبرد الليل أثر كبير على الأورك. لحسن الحظ، لم يواجهوا أي عقارب عملاقة، لكنهم لم يكتشفوا أي مصدر للطعام أو الماء.

source: By the dawn of the third day the party was hungry, tired and weary, but according to their map, a good-sized oasis was not far away.
ar: بحلول فجر اليوم الثالث كان الفريق جائعًا ومتعبًا ومرهقًا، ولكن وفقًا لخريطتهم، لم تكن هناك الواحة جيدة الحجم بعيدة.
en@shaw: ğ‘šğ‘² ğ‘ ğ‘›ğ‘·ğ‘¯ ğ‘ ğ‘ ğ‘”ğ‘»ğ‘› ğ‘›ğ‘± ğ‘ ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘¢ğ‘ªğ‘Ÿ ğ‘£ğ‘³ğ‘™ğ‘œğ‘®ğ‘¦, ğ‘‘ğ‘²ğ‘¼ğ‘› ğ‘¯ ğ‘¢ğ‘½ğ‘¦, ğ‘šğ‘³ğ‘‘ ğ‘©ğ‘’ğ‘¹ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘ğ‘º ğ‘¥ğ‘¨ğ‘, ğ‘© ğ‘œğ‘«ğ‘›-ğ‘•ğ‘²ğ‘Ÿğ‘› ğ‘´ğ‘±ğ‘•ğ‘¦ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¸ ğ‘©ğ‘¢ğ‘±.

source: Just then, however, a strong wind began to blow. It rapidly increased in fury, whipping hot sand up all around them. They could see little further than the reach of their hands and it began to seem they would be buried alive by smothering sand.
ar: ولكن بعد ذلك، بدأت ريح قوية تهب. لقد زاد غضبها بسرعة، وضرب الرمل الساخن في كل مكان حولهم. لم يتمكنوا من رؤية ما هو أبعد قليلاً من متناول أيديهم، بدا لهم أنهم سيُدفنون أحياءً تحت الرمال الخانقة.
en@shaw: ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘§ğ‘¯, ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘¯ğ‘› ğ‘šğ‘©ğ‘œğ‘¨ğ‘¯ ğ‘‘ ğ‘šğ‘¤ğ‘´. ğ‘¦ğ‘‘ ğ‘®ğ‘¨ğ‘ğ‘¦ğ‘›ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘“ğ‘¿ğ‘®ğ‘¦, ğ‘¢ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘£ğ‘ªğ‘‘ ğ‘•ğ‘­ğ‘¯ğ‘› ğ‘³ğ‘ ğ‘·ğ‘¤ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥. ğ‘ğ‘± ğ‘’ğ‘«ğ‘› ğ‘•ğ‘° ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘ ğ‘®ğ‘°ğ‘— ğ‘ ğ‘ğ‘º ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘¯ ğ‘¦ğ‘‘ ğ‘šğ‘©ğ‘œğ‘¨ğ‘¯ ğ‘‘ ğ‘•ğ‘°ğ‘¥ ğ‘ğ‘± ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘šğ‘§ğ‘®ğ‘¦ğ‘› ğ‘©ğ‘¤ğ‘²ğ‘ ğ‘šğ‘² ğ‘•ğ‘¥ğ‘©ğ‘ğ‘»ğ‘¦ğ‘™ ğ‘•ğ‘­ğ‘¯ğ‘›.

source: Ack! This blasted sand!
ar: آك! هذه الرمال الملعونة!
en@shaw: ğ‘¨ğ‘’! ğ‘ğ‘¦ğ‘• ğ‘šğ‘¤ğ‘¨ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘­ğ‘¯ğ‘›!

source: I’m hungry and we found no giant scorpion yet. I’m sure it would be tasty.
ar: أنا جائع ولم نعثر على عقرب عملاق بعد. أنا متأكد من أنه سيكون لذيذا.

source: I hope we won’t find one! They are terrible armored beasts; your hammer would be useless against their heavy shells.
ar: آمل ألا نجد واحدًا! إنهم وحوش مدرعة رهيبة. ستكون مطرقتك عديمة الفائدة أمام قذائفها الثقيلة.

source: I’ve been told the best way to defeat them is to attack their eyes with sharp blades, set them afire, or pierce them with arrows. But I hope too we won’t meet them.
ar: لقد قيل لي إن أفضل طريقة لهزيمتهم هي مهاجمة عيونهم بشفرات حادة، أو إشعال النار فيها، أو اختراقها بالسهام. لكني آمل أيضًا أننا لن نلتقي بهم.

source: I wouldn’t worry about the scorpions right now, I would worry about getting out of this sandstorm! These things can last for weeks, and if we aren’t buried alive by all the sand, we will die of hunger and thirst.
ar: لن أقلق بشأن العقارب الآن، بل سأقلق بشأن الخروج من هذه العاصفة الرملية! يمكن أن تستمر هذه الأمور لأسابيع، وإذا لم ندفنا أحياءً بجوار كل هذه الرمال، فسنموت من الجوع والعطش.
