Repository: wesnoth/wesnoth
Catalog: po/wesnoth-sotbe/*.po
Languages: ar, en@shaw, he

source: Finally, after over three months, Kapouâ€™e and his exhausted but hardened army arrived at Bitok, just before the spring thaw.
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦, ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘´ğ‘ğ‘¼ ğ‘”ğ‘®ğ‘° ğ‘¥ğ‘³ğ‘¯ğ‘”ğ‘•, Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘° ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¦ğ‘œğ‘Ÿğ‘·ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘¸ğ‘›ğ‘©ğ‘¯ğ‘› ğ‘¸ğ‘¥ğ‘¦ ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘¨ğ‘‘ Â·ğ‘šğ‘¦ğ‘‘ğ‘¶ğ‘’, ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘ğ‘®ğ‘¦ğ‘™ ğ‘”ğ‘ª.

source: Hey Chief, itâ€™s pretty odd. Shan Taum doesnâ€™t seem to have too many of his men around. He was given control of half the Great Horde. Do you think they left him?
en@shaw: ğ‘£ğ‘± ğ‘¡ğ‘°ğ‘“, ğ‘¦ğ‘‘'ğ‘• ğ‘ğ‘®ğ‘¦ğ‘‘ğ‘¦ ğ‘ªğ‘›. ğ‘–ğ‘¨ğ‘¯ Â·ğ‘‘ğ‘±ğ‘³ğ‘¥ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘›. ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘£ğ‘­ğ‘“ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘£ğ‘¹ğ‘›. ğ‘›ğ‘µ ğ‘¿ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘± ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘£ğ‘¦ğ‘¥?

source: Ha ha, very funny, old fool. You think we are stupid enough to fall for that? Iâ€™ve not forgotten what you people did to my father.
en@shaw: ğ‘£ğ‘­ ğ‘£ğ‘­, ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘“ğ‘³ğ‘¯ğ‘¦, ğ‘´ğ‘¤ğ‘› ğ‘“ğ‘µğ‘¤. ğ‘¿ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘° ğ‘¸ ğ‘•ğ‘‘ğ‘µğ‘ğ‘¦ğ‘› ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘“ğ‘·ğ‘¤ ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘‘? ğ‘²'ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¼ğ‘œğ‘ªğ‘‘ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘‘ ğ‘¿ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘› ğ‘‘ ğ‘¥ğ‘² ğ‘“ğ‘­ğ‘ğ‘¼.

source: Kill Shan Taum and Earl Lanbecâ€™h
en@shaw: ğ‘’ğ‘¦ğ‘¤ ğ‘–ğ‘¨ğ‘¯ Â·ğ‘‘ğ‘±ğ‘³ğ‘¥ ğ‘¯ ğ‘»ğ‘¤ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘šğ‘§ğ‘’'ğ‘£

source: Kapouâ€™e agreed to meet Howgarth III. Not trusting the human however, Kapouâ€™e brought along GrÃ¼Ã¼, as well as one of his most trusted soldiers. Earl Lanbecâ€™h flatly refused to attend the parley.
en@shaw: Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘° ğ‘©ğ‘œğ‘®ğ‘°ğ‘› ğ‘‘ ğ‘¥ğ‘°ğ‘‘ Â·ğ‘£ğ‘¬ğ‘œğ‘¸ğ‘” ğ‘ Â·ğ‘”ğ‘»ğ‘›. ğ‘¯ğ‘ªğ‘‘ ğ‘‘ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘° ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘©ğ‘¤ğ‘ªğ‘™ GrÃ¼Ã¼, ğ‘¨ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ. ğ‘»ğ‘¤ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘šğ‘§ğ‘’'ğ‘£ ğ‘“ğ‘¤ğ‘¨ğ‘‘ğ‘¤ğ‘¦ ğ‘®ğ‘¦ğ‘“ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘©ğ‘‘ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ğ‘¸ğ‘¤ğ‘°.

source: Howgarth III agreed and further added that, if Earl Lanbecâ€™h continued in aggression, then under the dictates of the Northern Alliance, he himself would be forced to move against the Earl.
en@shaw: Â·ğ‘£ğ‘¬ğ‘œğ‘¸ğ‘” ğ‘ Â·ğ‘”ğ‘»ğ‘› ğ‘©ğ‘œğ‘®ğ‘°ğ‘› ğ‘¯ ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘¨ğ‘›ğ‘©ğ‘› ğ‘ğ‘¨ğ‘‘, ğ‘¦ğ‘“ ğ‘»ğ‘¤ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘šğ‘§ğ‘’'ğ‘£ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ğ‘› ğ‘¦ğ‘¯ ğ‘©ğ‘œğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯, ğ‘ğ‘§ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘›ğ‘¦ğ‘’ğ‘‘ğ‘±ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘©ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘•, ğ‘£ğ‘° ğ‘£ğ‘¦ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘“ğ‘¹ğ‘•ğ‘‘ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘»ğ‘¤.

source: What did I tell you, Kapouâ€™e?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘› ğ‘² ğ‘‘ğ‘§ğ‘¤ ğ‘¿, Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°?

source: Ha ha! Very funny, Howgarth. Look around you. You are going to be dead as soon as my orc friend here gives the order. And then your men will automatically assume that Kapouâ€™e tricked and killed you.
en@shaw: ğ‘£ğ‘­ ğ‘£ğ‘­! ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘“ğ‘³ğ‘¯ğ‘¦, Â·ğ‘£ğ‘¬ğ‘œğ‘¸ğ‘”. ğ‘¤ğ‘«ğ‘’ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¿. ğ‘¿ ğ‘¸ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘§ğ‘› ğ‘¨ğ‘Ÿ ğ‘•ğ‘µğ‘¯ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘² ğ‘¹ğ‘’ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘› ğ‘£ğ‘½ ğ‘œğ‘¦ğ‘ğ‘Ÿ ğ‘ ğ‘¹ğ‘›ğ‘¼. ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘¿ğ‘¼ ğ‘¥ğ‘§ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘©ğ‘•ğ‘¿ğ‘¥ ğ‘ğ‘¨ğ‘‘ Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘° ğ‘‘ğ‘®ğ‘¦ğ‘’ğ‘‘ ğ‘¯ ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘¿.

source: Kapouâ€™e, it is essential that I make it back to my camp to bring news of our agreement and this treachery. One of my gryphon riders will take me. My bodyguards and the rest of my gryphons will help you fight free of this ambush. Once you get back to your camp, we will make a joint assault on these traitors. Once they are dead and dispersed, then I trust you will carry out our agreement.
en@shaw: Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘•ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘² ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘¥ğ‘² ğ‘’ğ‘¨ğ‘¥ğ‘ ğ‘‘ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘¯ğ‘¿ğ‘Ÿ ğ‘ ğ‘¬ğ‘¼ ğ‘©ğ‘œğ‘®ğ‘°ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘®ğ‘§ğ‘—ğ‘»ğ‘°. ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘¥ğ‘² ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘¥ğ‘°. ğ‘¥ğ‘² ğ‘šğ‘­ğ‘›ğ‘°ğ‘œğ‘¸ğ‘›ğ‘Ÿ ğ‘¯ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘¥ğ‘² ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘“ğ‘²ğ‘‘ ğ‘“ğ‘®ğ‘° ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¨ğ‘¥ğ‘šğ‘«ğ‘–. ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¿ ğ‘œğ‘§ğ‘‘ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘¿ğ‘¼ ğ‘’ğ‘¨ğ‘¥ğ‘, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘¡ğ‘¶ğ‘¯ğ‘‘ ğ‘©ğ‘•ğ‘ªğ‘¤ğ‘‘ ğ‘ªğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ. ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘ğ‘± ğ‘¸ ğ‘›ğ‘§ğ‘› ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘»ğ‘•ğ‘‘, ğ‘ğ‘§ğ‘¯ ğ‘² ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘¨ğ‘®ğ‘¦ ğ‘¬ğ‘‘ ğ‘¬ğ‘¼ ğ‘©ğ‘œğ‘®ğ‘°ğ‘¥ğ‘©ğ‘¯ğ‘‘.

source: Agreed. Letâ€™s get to it. BLOOD AND STEEL!
en@shaw: ğ‘©ğ‘œğ‘®ğ‘°ğ‘›. ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘œğ‘§ğ‘‘ ğ‘‘ ğ‘¦ğ‘‘. ğ‘šğ‘¤ğ‘³ğ‘› ğ‘¯ ğ‘•ğ‘‘ğ‘°ğ‘¤!

source: Blast! The human has escaped. Orcs, bring me Kapouâ€™eâ€™s head. I must get to my camp and assault the city.
en@shaw: ğ‘šğ‘¤ğ‘¶ğ‘•ğ‘‘! ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘‘. ğ‘¹ğ‘’ğ‘•, ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘¥ğ‘° Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°ğ‘Ÿ ğ‘£ğ‘§ğ‘›. ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘‘ ğ‘¥ğ‘² ğ‘’ğ‘¨ğ‘¥ğ‘ ğ‘¯ ğ‘©ğ‘•ğ‘ªğ‘¤ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦.

source: Stick his head at the end of a pike and let the buzzards pick it clean. I wasnâ€™t joking about making a mug from his skull.
en@shaw: ğ‘•ğ‘‘ğ‘¦ğ‘’ ğ‘£ğ‘¦ğ‘Ÿ ğ‘£ğ‘§ğ‘› ğ‘¨ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘© ğ‘ğ‘²ğ‘’ ğ‘¯ ğ‘¤ğ‘§ğ‘‘ ğ‘ ğ‘šğ‘©ğ‘Ÿğ‘»ğ‘›ğ‘Ÿ ğ‘ğ‘¦ğ‘’ ğ‘¦ğ‘‘ ğ‘’ğ‘¤ğ‘°ğ‘¯. ğ‘² ğ‘¢ğ‘ªğ‘Ÿğ‘¯ğ‘‘ ğ‘¡ğ‘´ğ‘’ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘© ğ‘¥ğ‘©ğ‘œ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘¦ğ‘Ÿ ğ‘•ğ‘’ğ‘³ğ‘¤.

source: Kapouâ€™e ruled for many years, and those years were a time of unprecedented prosperity and unity for the orcs. Under the leadership of Kapouâ€™e, the united orc forces thoroughly scoured their territory of any renegade bands of humans, dwarves, elves, and undead. Agreements were thrashed out to the effect that orcs desiring to trade would have free passage anywhere in orcish territory without hindrance from other tribes.
en@shaw: Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘° ğ‘®ğ‘µğ‘¤ğ‘› ğ‘“ğ‘¹ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘˜ğ‘½ğ‘Ÿ, ğ‘¯ ğ‘ğ‘´ğ‘Ÿ ğ‘˜ğ‘½ğ‘Ÿ ğ‘¢ğ‘» ğ‘© ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘©ğ‘¯ğ‘ğ‘®ğ‘§ğ‘•ğ‘¦ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘› ğ‘ğ‘®ğ‘ªğ‘•ğ‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¦ ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘¦ ğ‘“ğ‘¹ ğ‘ ğ‘¹ğ‘’ğ‘•. ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘ ğ‘ Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°, ğ‘ ğ‘¿ğ‘¯ğ‘²ğ‘‘ğ‘©ğ‘› ğ‘¹ğ‘’ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘”ğ‘³ğ‘®ğ‘©ğ‘¤ğ‘¦ ğ‘•ğ‘’ğ‘¬ğ‘»ğ‘› ğ‘ğ‘º ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¼ğ‘¦ ğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘®ğ‘§ğ‘¯ğ‘©ğ‘œğ‘±ğ‘› ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ, ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ, ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›. ğ‘©ğ‘œğ‘®ğ‘°ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¢ğ‘» ğ‘”ğ‘®ğ‘¨ğ‘–ğ‘‘ ğ‘¬ğ‘‘ ğ‘‘ ğ‘ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¹ğ‘’ğ‘• ğ‘›ğ‘¦ğ‘Ÿğ‘²ğ‘¼ğ‘¦ğ‘™ ğ‘‘ ğ‘‘ğ‘®ğ‘±ğ‘› ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘®ğ‘° ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘¡ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘º ğ‘¦ğ‘¯ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¼ğ‘¦ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘£ğ‘¦ğ‘¯ğ‘›ğ‘®ğ‘©ğ‘¯ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘³ğ‘ğ‘¼ ğ‘‘ğ‘®ğ‘²ğ‘šğ‘Ÿ.

source: During the eighth year of Kapouâ€™eâ€™s reign, and then again in the fourteenth, the orcish territories were once again invaded, first by the elves, and then once again by the humans. As testament to the power of the orcs united under Kapouâ€™e, both attacks were quickly and decisively crushed, even before the Northern Alliance could intervene.
en@shaw: ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘ ğ‘±ğ‘‘ğ‘” ğ‘˜ğ‘½ ğ‘ Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°ğ‘Ÿ ğ‘®ğ‘±ğ‘¯, ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¹ğ‘‘ğ‘°ğ‘¯ğ‘”, ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ ğ‘¢ğ‘» ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘±ğ‘›ğ‘©ğ‘›, ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘šğ‘² ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ. ğ‘¨ğ‘Ÿ ğ‘‘ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘‘ ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¿ğ‘¯ğ‘²ğ‘‘ğ‘©ğ‘› ğ‘³ğ‘¯ğ‘›ğ‘¼ Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°, ğ‘šğ‘´ğ‘” ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘¢ğ‘» ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘•ğ‘¦ğ‘ğ‘¤ğ‘¦ ğ‘’ğ‘®ğ‘³ğ‘–ğ‘‘, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘©ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘• ğ‘’ğ‘«ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘ğ‘°ğ‘¯.

source: In order to keep fighting between the tribes to a minimum, Kapouâ€™e also maintained an enormous army, drawn from all corners of his empire. To offset the cost of maintaining such an army, he often hired out portions of it to act as mercenaries in foreign struggles. People of all races took advantage of this and, consequently, those orcs thirsting for battle got more than enough to keep them from attacking their nearest neighbors.
en@shaw: ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘’ğ‘°ğ‘ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘‘ğ‘®ğ‘²ğ‘šğ‘Ÿ ğ‘‘ ğ‘© ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥, Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘° ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¥ğ‘±ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘› ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘• ğ‘¸ğ‘¥ğ‘¦, ğ‘›ğ‘®ğ‘·ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘·ğ‘¤ ğ‘’ğ‘¹ğ‘¯ğ‘¼ğ‘Ÿ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘§ğ‘¥ğ‘ğ‘²ğ‘¼. ğ‘‘ ğ‘ªğ‘“ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘’ğ‘ªğ‘•ğ‘‘ ğ‘ ğ‘¥ğ‘±ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘•ğ‘³ğ‘— ğ‘©ğ‘¯ ğ‘¸ğ‘¥ğ‘¦, ğ‘£ğ‘° ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘£ğ‘²ğ‘¼ğ‘› ğ‘¬ğ‘‘ ğ‘ğ‘¹ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘¦ğ‘‘ ğ‘‘ ğ‘¨ğ‘’ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘ºğ‘°ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘“ğ‘ªğ‘®ğ‘©ğ‘¯ ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘œğ‘©ğ‘¤ğ‘Ÿ. ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘·ğ‘¤ ğ‘®ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘‘ğ‘«ğ‘’ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¯, ğ‘’ğ‘ªğ‘¯ğ‘•ğ‘¦ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦, ğ‘ğ‘´ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘”ğ‘»ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘œğ‘ªğ‘‘ ğ‘¥ğ‘¹ ğ‘ğ‘§ğ‘¯ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘’ğ‘°ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘¯ğ‘½ğ‘©ğ‘•ğ‘‘ ğ‘¯ğ‘±ğ‘šğ‘¼ğ‘Ÿ.

source: GrÃ¼Ã¼ in particular took great delight in these excursions. The huge, cunning, and swift troll soon became even more well known than Kapouâ€™e. Tales of his courage and cunning reached even as far as Wesnoth itself.
en@shaw: GrÃ¼Ã¼ ğ‘¦ğ‘¯ ğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘’ğ‘¿ğ‘¤ğ‘¼ ğ‘‘ğ‘«ğ‘’ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘²ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘¦ğ‘’ğ‘•ğ‘’ğ‘»ğ‘ ğ‘©ğ‘¯ğ‘Ÿ. ğ‘ ğ‘£ğ‘¿ğ‘¡, ğ‘’ğ‘³ğ‘¯ğ‘¦ğ‘™, ğ‘¯ ğ‘•ğ‘¢ğ‘¦ğ‘“ğ‘‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘•ğ‘µğ‘¯ ğ‘šğ‘¦ğ‘’ğ‘±ğ‘¥ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¥ğ‘¹ ğ‘¢ğ‘§ğ‘¤ ğ‘¯ğ‘´ğ‘¯ ğ‘ğ‘¨ğ‘¯ Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°. ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘’ğ‘³ğ‘®ğ‘¦ğ‘¡ ğ‘¯ ğ‘’ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘“ğ‘¸ ğ‘¨ğ‘Ÿ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“.

source: Argh! Iâ€™m done. My people are doomed!
en@shaw: ğ‘¸ğ‘œ! ğ‘²'ğ‘§ğ‘¥ ğ‘›ğ‘³ğ‘¯. ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¸ ğ‘›ğ‘µğ‘¥ğ‘›!

source: Alâ€™Brock
en@shaw: Â·ğ‘¨ğ‘¤'ğ‘šğ‘®ğ‘ªğ‘’

source: Flarâ€™Tar
en@shaw: Â·ğ‘“ğ‘¤ğ‘¸'ğ‘‘ğ‘¸

source: Son of the Black Eye (chapter I)
he: בנו של העין השחורה (פרק א)

source: (challenging)
he: (מאתגר)

source: (difficult)
he: (קשה)

source: (experts only)
he: (למומחים בלבד)

source: Let orcish leader Kapou'e join up with the runaway Tribes council and free his enslaved people.
he: תן למנהיג האורקים קאפואה להצטרף למועצת השבטים האורקים ולשחרר את בני עמו מעבדות.

source: Defeat Slowhand
he: הבס את סלוהנד

source: Death of Kapou'e
he: מותו של קאפואה

source: Turns run out
he: נגמרו התורות

source: Transport Galleon
he: ספינת משא

source: Transport
he: ספינת משא

source: Kapou'e
he: קאפואה

source: Kult The Red
he: קולט האדום

source: So here is Tirigaz.
he: אז הנה טיריגאז.

source: Looks like they are facing attack from pirates of the High Sea. We should help them.
he: נראה שהם יותקפו בקרוב על ידי הפיראטים של הים הגבוה. אנחנו צריכים לבוא לעזרתם.

source: I propose that Gork, you and I call for reinforcements.
he: אני מציע שאני אתה וגורק נקרא לתגבורת.

source: Call for reinforcements? Do you mean you don't want to fight for our brothers? Are you a coward, Vraurk?
he: לקרוא לתגבורת? אתה מתכוון שאתה לא רוצה להלחם לצד אחינו? האם אתה פחדן וראוורק?

source: Me? I'll show you if I'm a coward!
he: אני? אני אראה לך אם אני פחדן!

source: It is not time for quarreling! I will contain them, go find reinforcements.
he: זה לא הזמן לריבים קטנוניים! אני אעכב אותם, לך למצוא לתגבורת.

source: This is a wise choice. Good luck, son of the Black Eye.
he: זו בחירה חכמה. בהצלחה, בנו של העין השחורה.

source: Haha! Our plan is going well, let's surround them on land while our allies attack them from the sea!
he: חה חה! הכל עובד לפי התוכנית, בוא נקיף אותם על היבשה בזמן שבני בריתנו תוקפים אותם מהים!

source: We are attacked from both sides! Grüü, hold them while I run to Tirigaz to find forces for a counter attack. We can't defeat those pirates without naval forces, but we can still wipe humans out of this region.
he: אנחנו מותקפים משני הצדדים! גראוו עכב אותם בזמן שאני ארוץ לטיריגאז לאסוף כוחות להתקפת נגד. למרות שאנחנו לא יכולים להביס את הפיראטים האלו בלי כוח ימי, אנחנו יכולים למחות את בני האדם מעל פני האיזור הזה.

source: I love this strategy, chief!
he: אני אוהב את האסטרטגיה הזו, צ'יף!

source: Pillage! Let's plunder these orcs!
he: שלל! בוא נבזוז את האורקים הללו!

source: Finally you paid for all of what you did to my Orc brothers!
he: סוף סוף שילמת על כל מה שעשית לאחיי האורקים!

source: We're back! We have bad news, the humans are regrouping on our tails, we must leave.
he: חזרנו! יש לנו חדשות רעות, בני האדם מתארגנים ממש מאחורינו, אנחנו חייבים לעזוב.

source: But where is the rest of the council? We haven't made such a long journey just to flee!
he: אבל איפה כל שאר המועצה? לא עברנו מסע כל כך ארוך רק כדי לברוח!

source: We had news from them, all of them fled to the East, near the Mourned Hills. I think we should go for them as soon as possible and evacuate this city.
he: קיבלנו חדשות מהם, הם כולם ברחו מזרחה אל ליד גבעות האבל. אני חושב שאנחנו צריכים ללכת אליהם מהר ככל האפשר ולעזוב את העיר הזאת.

source: But it is beyond the Desert of Death, which is full of poisonous giant scorpions and outlaws. And bypassing it would take ages! Not to mention after this desert, we'll have to cross the Silent Forest!
he: אבל זה מעבר למדבר המוות, המלא בעקרבים ארסיים ענקיים ופושעים. ולעבור אותו יקח שנים! ובל נזכיר שלאחר המדבר הזה, נצטרך לחצות את היער השקט!

source: So we have no choice ... I've never tasted scorpions but sure, this journey promises to be fun.
he: אז אין לנו ברירה... אף פעם לא טעמתי עקרבים אבל ברור, מובטח לנו שהמסע הזה יהיה כיף.

source: Destruction of a tower of Prestim
he: הרס מגדל של פרסטים

source: Death of Inarix
he: מותו של אינריקס

source: Mkel
he: מקל

source: Oumph
he: אומפ

source: Earl Lanbec'h
he: הדוכס לאנבקה

source: So here we are, they are preparing to assault.
he: אז הנה אנחנו, הם מתכוננים להסתער.

source: Prestim's walls are rock hard, they'll break clean off on them.
he: הקירות של פרסטים קשים כסלע, התקפתם תתנפץ לרסיסים.

source: I'm not so sure. Every fortress has its own weakness. Prestim's walls are built on three towers. If one of them were destroyed, the breach would allow humans to enter Prestim... needless to say, this would be the end for us.
he: אני לא כל כך בטוח. לכל מצודה יש את החולשה שלה. הקירות של פרסטים בנויים על שלושה מגדלים. אם אחד מהם יפול הפירצה תאפשר לבי האדם להכנס לפרסטים... וברור מאליו שזה יהיה הסוף של כולנו.

source: I've received messengers from the Council, saying that they are regrouping tribes into the Great Horde.
he: קיבלתי שליח מהמועצה, הם אומרים שהם עורכים מחדש את השבטים לקהל עצום.

source: No sooner than four days hence. I fear it will be too late.
he: לכל הפחות ארבע ימים. אני חושש שזה יהיה מאוחר מידי.

source: I don't think so, there is still a way...
he: אני לא חושב כך, יש עדיין דרך...

source: Which one?
he: איזו דרך?

source: Most forces will cross the river by the ford where the bridge previously stood. If we manage to defend it, we might still have a chance.
he: רוב הכוחות יחצו את הנהר ליד המצודה במקום שהגשר עמד פעם. אם נצליח להגן עליה, יכול להיות שעדיין יהיה לנו סיכוי.

source: And if we fail?
he: ואם נכשל?

source: Then they will assault Prestim, five against one. We'll just have to pray to Mother Earth.
he: אז הם יתקפו את פרסטים ביתרון של חמש לאחד. אנחנו פשוט נצטרך להתפלל לאמא אדמה.

source: Then, the battle for Prestim began.
he: אז, הקרב על פרסטים התחיל.

source: We arrive to honor our alliance, Earl Lanbec'h.
he: הגענו לכבד את הברית ביננו, ארל לאנבקה.

source: Reinforcements, at last. We don't have much time, the Orcish hordes are on their way. To the attack!
he: סוף סוף תגבורת, אין לנו זמן רב, ההמונים האורקיים בדרך לכאן. להתקפה!

source: Here we are! Hold on Prestim, we arrive to push them to the river!
he: הנה אנחנו! תחזיקו מעמד פרוסטים, אנחנו מגיעים כדי לדחוף אותם לנהר!

source: Your defense of Prestim was heroic, facing such opposition surely undermined the morale of humans. Now they are retreating to their fortresses and will not venture out anytime soon.
he: הגנתם על פרוסטים בגבורה, לחימה מול התנגדות כזאת בטוח ערערה את מורל בני האדם. הם נסוגים עכשיו למצודות שלהם ולא יעזו לצאת מהן בקרוב.

source: It is now time to show them who we are and to lead the Great Horde in pursuit! We will not rest until we destitute Earl Lanbec'h!
he: עכשיו זה הזמן להראות להם מי אנחנו ולהנהיג את ההמון העצום במרדף! לא ננוח עד שנדיח את ארל לאנבקה!

source: End of Chapter I
he: סוף פרק א

source: Kapou'e will come back in Son of the Black Eye, chapter II: 'The Great Horde'.
he: קאפואה יחזור בפרק ב של בנו של העין השחורה: "ההמון העצום".

source: No! The walls of Prestim are destroyed, we are done!
he: לא! הקירות של פרסטים הרוסים, אנחנו גמורים!

source: Defeat Ar Dant
he: הבס את אר דאנט

source: Ar Dant
he: אר דאנט

source: It's been two days since we entered this desert. I have never been so hot and we have nearly finished our food.
he: כבר יומיים עברו מאז שנכנסנו למדבר הזה. אף פעם לא היה לי כל כך חם. וכמעט גמרנו את האוכל שלנו.

source: I'm hungry and we found no giant scorpion yet. Me sure, it would be delicious.
he: אני רעב ועדיין לא מצאנו שום עקרב ענקי. אני בטוח שהוא יהיה טעים.

source: I hope we won't find one! They are terrible armored beasts and your troll clubs are useless against their heavy shells.
he: אני מקווה שלא נמצא אחד! הם יצורים משוריינים איומים והאלות הטרוליות שלכם חסרות תועלת נגד שריונם הכבד.

source: I've been told the best way to defeat them is to attack their eyes with sharp blades. But I, too, hope we won't meet them.
he: סיפרו לי שהדרך הטובה ביותר להביס אותם היא לתקיף את העיניים שלהם עם להב חד. אבל גם אני מקווה שלא נפגוש אותם.

source: The sun is rising, we should resume our journey and find this oasis mentioned on the map before the sun gets high.
he: השמש זורחת, אנחנו צריכים למשיך במסענו ולמצוא את נווה המדבר הזה שמוזכר במפה לפני שהשמש תעלה גבוה מידי.

source: Stay alert! This oasis is known to be a den of outlaws and desert pillagers.
he: תשארו קשובים! נווה המדבר הזה ידוע כקן של פורעי חוק ושודדי מדבר.

source: We've done it! Now we need some rest, before we continue our journey.
he: עשינו את זה! עכשיו אנחנו צריכים קצת מנוחה לפני שנמשיך את מסענו.

source: End Of Peace
he: סוף השלום

source: Defeat Albert and his troops
he: הבס את אלברט וחייליו

source: Albert
he: אלברט

source: Look, companions! Those orcs don't imagine they are living their last day. Let's slay all of them and give this land back to our people!
he: תראו, בני לוויתי! האורקים הללו לא מדמיינים שהם חיים את יומם האחרון. בואו נהרוג את כולם ונחזיר את האדמה הזאת לאנשינו!

source: We are attacked by these humans! Hurry up, we must defend our fathers' land!
he: אנו מותקפים על ידי בני האדם הללו! מהרו, אנו חייבים להגן על ארץ אבותינו!

source: The battle begun.
he: הקרב החל.

source: Argh! I die! But other humans will go and slay you, filthy orcs!
he: אררג! אני מת! אבל בני אדם אחרים יבואו ויחסלו אתכם, אורקים מלוכלכים!

source: Hurrah! Victory!
he: הידד! ניצחון!

source: We are victorious this time, but humans are organizing themselves in a huge army. We have just defeated a vanguard, they will soon overwhelm us.
he: יצאנו מנצחים הפעם, אבל בני האדם מארגנים את עצמם בצבא ענקי. בסך הכל הבסנו את חיל החלוץ, אבל בקרוב הם ימחצו אותנו.

source: What should we do, chief?
he: מה אנחנו צריכים לעשות, צ'יף?

source: We must lead my people to a safe place and ask the Great Council for assistance. Some of them live in Barag Gór in the lands of the free tribes. We must leave, now!
he: אנחנו חייבים להנהיג את אנשינו למקום בטוח ולהפציר במועצה הגדולה לעזור. כמה מהם גרים בבאראג גור באדמות השבטים החופשיים. אנחנו חייבים לעזוב, עכשיו!

source: We have no choice, we shall pass. The trolls have been our allies in the past--maybe they can help us. Hurry up, we must leave now.
he: אין לנו ברירה, אנחנו נחצה. הטרולים היו בני בריתנו בעבר--אולי הם יוכלו לעזור לנו. הזדרז אנחנו חייבים לעזוב מייד.

source: Bring Inarix and at least four saurians to the fort on River Gork
he: הבא את אינריקס ולפחות ארבעה לטאיש למצודה על נהר גורק.

source: Death of more than 5 saurians
he: מותם של יותר מחמישה לטאיש.

source: Reinforcements, at last! Whoever you are, you are welcome in Prestim! The fortified bridge over the Gork river was taken this morning by a small commando of elves, we have already tried to assault it twice without success.
he: תגבורת, סוף סוף! מי שלא תהיו ברוכים הבאים לפרסטים! הגשר המבוצר מעל הנהר גורק נכבש הבוקר בידי קבוצת קומנדו קטנה של אלפים, ניסינו כבר פעמיים להתקיף אותם אבל ללא הצלחה.

source: Ah! They are no match against my mace.
he: אה! הם לא בני תחרות מול האלה שלי.

source: There is worse, our scouts reported that our saurian allies led by Inarix are still trapped on the other side of the river some miles away. They won't be able to cross the river.
he: יותר גרוע מזה, הצופים שלנו דיווחו שבני בריתנו הסאוריאנים, בהנהגת אינריקס, עדיין לכודים בצד השני של הנהר כמה ק"מ מכאן. הם לא יוכלו לחצות את הנהר.

source: We must do something!
he: אנחנו חייבים לעשות משהו!

source: I know what we do. Kill elves and help Inarix cross.
he: אני יודע מה אנחנו חייבים לעשות. להרוג אלפים ולעזור לאינריקס לחצות.

source: It won't be that easy! Our enemies are well entrenched.
he: זה לא יהיה כל כך קל! אויבינו מבוצרים היטב.

source: We will sabotage the southern bridge when the bulk of the Saurian army has crossed. Any warriors trapped on the bridge or on the other side of the river will perish!
he: אנחנו נחבל בגשר הדרומי אחרי שרוב הצבא הסאוריאני כבר חצה. כל הלוחמים שילכדו על הגשר או בצד השני של הנהר ימותו!

source: Here we are, my friends. Earl Lanbec'h and his kind are on our tails, we must hurry up.
he: הנה אנחנו, חבריי. ארל לאנבקה ובני מינו ישר מאחורינו, אנחנו חייבים למהר.

source: Hurry up! The southern bridge is going to explode! Retreat!
he: תמהרו! הגשר הדרומי עומד להתפוצץ! לסגת!

source: We've had too many casualties to be able to resist the humans, we have no choice but to surrender.
he: ספגנו יותר מידי אבידות מכדי שנוכל להתנגד לבני האדם, אין לנו ברירה אלה להכנע.

source: This has taken too much time, we should send all of our troops and send these creatures back to hell.
he: זה לוקח יותר מידי זמן, אנחנו צריכים לשלוח את כל היחידות שלנו ולשלוח את היצורים האלו חזרה לגהינום.

source: It won't be said that Elves were braver than us, everyone attack!
he: שלא יגידו שאלפים היו יותר אמיצים מאיתנו, כולם לתקוף!

source: At the saurians! Rip them to pieces, every last one of them!
he: על לטאיש! לקרוע אותם עד האחרון!

source: Shan Taum The Smug
he: שאן טאום שבע הרצון

source: At last, here are the mourned hills! I hope everything will be OK.
he: סוף סוף, הנה גבעות האבל! אני מקווה שהכל יהיה בסדר.

source: Only trolls don't know that these lands are ruled by Shan Taum the Smug, who was a rival for Black Eye Karun.
he: רק טרולים לא יודעים שהאדמות האלו נשלטות על ידי שאן טאום שבע הרצון, שהיה יריב של קארון עין שחורה.

source: I doubt he would welcome the son of the Black Eye.
he: יש לי ספק שהוא יברך על בואו של בן העין השחורה.

source: Who is that? Kapou'e! What are you doing in my lands you ridiculous born loser?
he: מי זה? קאפואה! מה אתה עושה על אדמותי מפסיד מלידה מגוכח שכמוך?

source: Hold on, Shan Taum. We are not here to quarrel, we are here to escort our brothers and to deliberate about what we have to do.
he: חכה רגע, שאן טאום. אנחנו לא כאן כדי לריב, אנחנו כאן כדי ללוות את אחינו ולדון על מה אנחנו צריכים לעשות.

source: How can you talk that way about my father, you miserable coward?! I'll make a mug out of your skull!
he: איך אתה יכול לדבר ככה על אבי, פחדן עלוב?! אני אשתמש בגולגולת שלך כספל!

source: Exasperated, Kapou'e launched an attack on his fellow orc Shan Taum the Smug.
he: רותח מזעם, קאפואה שיגר התקפה על אורק אחר, שאן טאום שבע הרצון.

source: What is this? Are you mad!? Humans are besieging our fortress at Prestim and you are fighting each other!?
he: מה זה? אתם משוגעים? בני אדם צרים על המצודה שלנו בפרסטים ואתם רבים אחד עם השני!?
