Repository: wesnoth/wesnoth
Catalog: po/wesnoth-sotbe/*.po
Languages: ar, en@shaw, he

source: Kapou'e, rumors tell you made a long trip to seek assistance from us, escorting Pirk, Gork and Vraurk. The council is grateful for that.
he: קאפואה, השמועות אומרת שעברת דרך ארוכה לבקש את עזרתנו, וללוות את פירק גורק ווראוורק. המועצה אסירת תודה על כך.

source: I know what you want from us but I'm afraid we can't help you.
he: אני יודע מה אתה רוצה מאיתנו אבל אני מפחד שאנחנו לא יכולים לעזור לך.

source: Really? But my people...
he: באמת? אבל אנשי...

source: You don't understand. Orcs have been divided for ages. The only one who gave us some unity was your father, Black Eye Karun. Hearing rumors of your exploits, we understood you are a worthy son of your father.
he: אתה לא מבין. האורקים היו מפולגים זמן רב. היחיד שנתן לנו קצת אחדות הוא אביך, קארון עין שחורה. מהשמועות על מעשי הגבורה שלך , אנחנו מבינים שאתה בן ראוי של אביך.

source: This is true. Now we are pressured from all sides by humans and elves; we need a leader that can unite all banners. This one is YOU!
he: זה נכון, עכשיו אנחנו נלחצים מכל הכיוונים על ידי בני אדם ואלפים, אנחנו צריכים מנהיג שיאחד את כל הדגלים .המנהיג הזה הוא אתה!

source: Well, I'm not sure I deserve that...
he: טוב, אני לא בטוח שאני ראוי לכך...

source: Kapou'e, if Prestim falls, humans will have a strong bridgehead on this side of the river and your people won't be safe. You are the only one that can help us defend Prestim!
he: קאפואה, אם פרסטים תפול, יהיה לבני האדם ראש גשר חזק בצד הזה של הנהר ואנשיך לא יהיו בטוחים. אתה היחיד שיכול לעזור לנו להגן על פרסטים!

source: Leave your people here Kapou'e--they are safe for the moment--and go defend Prestim. In the meantime, now that the council is complete again, we will decide if we have to form the Great Horde again and give you the leadership of it.
he: תשאיר את אנשיך כאן קאפואה--ולך תגן על פרסטים. בינתיים, עכשיו שהמועצה שוב שלמה, אנחנו נחליט אם ליצור מחדש את ההמון העצום ולהפקיד בידיך את הנהגתו.

source: Nooo! Don't kill me, I surrender to you, little earthworm.
he: לאאאאא! אל תהרוג אותי, אני נכנע לך תולעת קטנה.

source: Chase all elves from the western bank of river Bork
he: הברח את כל האלפים מהגדה המערבית של נהר בורק

source: So here is the Silent Forest ... why is it named that way? Is it really that silent?
he: אז הנה היער השקט... למה קוראים לו כך? הוא באמת שקט?

source: It has not always been that silent. A lot of hunters from tribes used to hunt there and fish in the Bork river. But now, no one would enter there voluntarily.
he: לא תמיד היה כאן כל כך שקט. הרבה ציידים משבטים נהגו לצוד כאן פעם ולדוג בנהר בורק. אבל עכשיו אף אחד לא נכנס לשם מרצונו החופשי.

source: Some people say these woods are haunted.
he: יש אנשים שאומרים שהיער רדוף רוחות.

source: The fact is that few people entered this forest and returned home safe. Most likely, this forest is full of elvish renegades.
he: העובדה היא שמעט מאד אנשים נכנסו ליער הזה וחזרו הביתה בחיים. ככל הנראה היער הזה מלא בפורעי חוק אלפים.

source: Anyway, we need some rest. We are sufficiently armed to cope with a bunch of elvish poachers. If we ever meet some, I'll push them into the Bork river with great delight.
he: בכל מקרה, אנחנו צריכים קצת מנוחה. אנחנו חמושים מספיק בכדי להתמודד עם כמה מסיגי גבול אלפים. אם נפגוש כמה, אני בשמחה רבה אדחוף אותם לנהר בורק.

source: What is that? Orcs entering our forest? Fools! None of them will return alive!
he: מה זה? אורקים נכנסים ליער שלנו? טיפשים! אף אחד מהם לא יחזור בחיים!

source: I agree. We'll attack them on both sides.
he: אני מסכים. נתקיף אותם מני הצדדים.

source: No more elves? Where are you cowards!?
he: אין יותר אלפים? איפה אתם פחדנים!?

source: Don't shout that loud, stupid troll. Do you remember we are in the Silent Forest? Perhaps there more are to come.
he: אל תצעק כל כך בכל רם, טרול דביל, אתה לא זוכר שאנחנו ביער השקט? יכול להיות שעוד מהם יבואו.

source: I don't think so. They must have fled. Now that this forest has been cleared of elves, we can have a rest and then continue our journey.
he: אני לא חושב, הם בטח ברחו. עכשיו שהיער הזה נוקה מאלפים, אנחנו יכולים לנוח ואז להמשיך במסע שלנו.

source: The Siege Of Barag Gór
he: המצור על באראג גור

source: Rescue the Shamans
he: הצל את השמאנים

source: Here is Barag Gór.
he: הנה באראג גור.

source: Oh no! They are besieged by elves. We must help our brothers to get rid of this mob. But these filthy elves are so numerous.
he: אוי לא! הם תחת מצור של האלפים. אנחנו חייבים לעזור לאחינו להפטר מהאספסוף הזה. אבל האלפים המלוכלכים האלו רבים כל כך.

source: I have a subtle plan, chief.
he: יש לי תוכנית מתוחכמת, צ'יף.

source: Which plan?
he: איזו תוכנית?

source: Then, Kapou'e launched his desperate attack to stop the siege of Barag Gór.
he: אז, התחיל קאפואה בהתקפתו הנואשת להפסקת המצור על באראג גור.

source: Freedom! Many thanks, Son of The Black Eye. I'm Jetto, master of assassins, now you can count on the assassins guild to help you in your quest!
he: חופש! תודות רבות לך, בנו של העין השחורה. אני ג'טו, מתנקש מומחה. עכשיו אתה יכול לסמוך על גילדת המתנקשים שתעזור לך במסעך!

source: They are retreating at last!
he: הם נסוגים סוף סוף!

source: We're not out of the woods yet. I can see that more are pouring from the forest. We are not yet safe.
he: עדיין לא יצאנו מסכנה. אני יכול לראות שעוד זורמים החוצה מהיער. אנחנו עדיין לא בטוחים.

source: You are right, we have to leave to a safer place. You have helped us. Would you help us again and escort us to the Harbour of Tirigaz?
he: אתה צודק, אנחנו חייבים לעזוב למקום בטוח יותר. כבר עזרת לנו. האם תעזור לנו שוב ותלווה אותנו אל נמל טיריגז?

source: Yes, I need to ask for assistance from the whole council. I'm with you.
he: כן, אני צריך לבקש עזרה מכל המועצה. אני איתכם.

source: Excellent. This is a dangerous journey, as we have to take a road near the elvish forest. This is the road near that yellow farm.
he: מצויין. זה מסע מסוכן, אנחנו חייבים לנסוע בדרך שעוברת קרוב ליער אלפי. זו הדרך ליד החווה הצהובה ההיא.

source: Bring the Shamans and then Kapou'e to the signpost
he: הבא את השמאנים ואז את קאפואה אל עמוד הציון

source: We're safe, finally. Hurry up Kapou'e, come with us, we need to reach Tirigaz as soon as possible.
he: אנחנו סוף סוף בטוחים. תזדרז קאפואה, בוא איתנו אנחנו חייבים להגיע לטיריגז כמה שיותר מהר.

source: Bring Kapou'e to the signpost
he: הבא את קאפואה אל עמוד הציון

source: Filiel
he: פיליאל

source: Aha! Surprise! You thought you could cross elvish lands safely!
he: אהא! הפתעה! חשבתם שתוכל לחצות את אדמות האלפים בביטחה!

source: We've made it! Our journey is still long. Hurry up, my people!
he: עשינו זאת! המסע שלנו עדיין ארוך. מהרו אנשי!

source: They are destroying our castle! To my rescue my merry Elves!
he: הם הורסים את הטירה שלנו! בואו להצלתי אלפי העליזים!

source: At your service, Etheliel. Let us push these evil creatures back to their quag!
he: לשרותך את'ליאל. בוא נהדוף את היצורים הרשעים האלו חזרה לביצה שלהם!

source: To the harbour of Tirigaz
he: מיצרי טיריגז

source: Ahhh, I'm so tired. It was a good idea to halt in such a quiet place.
he: אההה, אני כל כך עייף. זה היה רעיון טוב לעצור במקום כל כך שקט.

source: You're right. I can see something is moving in these hills. Looks like there are undead there.
he: אתה צודק. אני רואה משהו זז בגבעות האלו. נראה שיש שם אל-מתים.

source: Hmmm, what neat bottle! What is it?
he: המממ, איזה בקבוק מדליק! מה זה?

source: I'm thirsty ... *gulp* *gulp*
he: אני צמא... *גלופ* *גלופ*

source: Grüü, are you forgetting we are ALSO night creatures?
he: גראוו, אתה שוכח אנחנו גם יצורי לילה?

source: Move Kapou'e to the end of the mountains
he: הזז את קאפואה לסוף ההרים

source: We have nearly crossed the mountains. I feel the lands of the free tribes are near now. But beware, there are dwarves and wild trolls around. Hurry up! I can see the sign post that indicates their land.
he: כמעט חצינו את ההרים. אני מרגיש שהאדמות של השבטים החופשיים קרובות עכשיו. אבל תזהר, יש גמדים וטרולי פרא מסביב. הזדרז! אני יכול לראות אצ סימן הדרך שמסמן את אדמתם.

source: What are these orcs doing here? They should be too tired to live.
he: מה האורקים האלו עושים כאן? הם צריכים להיות יותר מידי עייפים כדי לחיות.

source: I've never pushed so far, we are crossing the border of the Black Eye lands.
he: מעולם לא הגעתי כל כך רחוק, אנחנו עוברים את הגבול של אדמות העין השחורה.

source: Look! Dwarves are fighting against orcs!
he: תראו! גמדים נלחמים נגד אורקים!

source: I don't know if we should do that. Orcs have been our allies in the past, but they have always treated us as fools.
he: אני לא יודע אם כדאי לנו. אורקים היו בני בריתנו בעבר, אבל הם תמיד התייחסו אלינו כמטומטמים.

source: But Father, we don't know what they are seeking there, maybe this is a good occasion to get rid of these dwarves.
he: אבל אבא, אנחנו לא יודעים מה הם מחפשים שם, אולי זו הזדמנות טובה להפטר מהגמדים האלו.

source: You are right, my son. We will help our orcish friends. But take care of you ... I would be desperate if something would happen to you.
he: אתה צודק בני. אנחנו נעזור לחברנו האורקים. אבל תשמור על עצמך.. ליבי ישבר אם משהו יקרה לך.

source: Argh! I'm done. My people is doomed!
he: ארג! אני גמור. אנשי נידונו לכליה!

source: Filthy dwarves! Now I'm to kill you to the last!
he: גמדים מלוכלכים! עכשיו אני אהרוג אתכם עד האחרון!

source: Oh no, I'm defeated.
he: אוי לא, הובסתי.

source: My son! I should have never brought him to this fight. Now we are to return to our caverns, and we will never go back.
he: בני! לעולם לא הייתי צריך להביא אותו לקרב הזה. עכשיו אנחנו נשוב למערתנו. ולעולם לא נחזור חזרה.

source: Our troll friends are finished. Without them there is no hope.
he: חברינו הטרולים גמורים. בלעדיהם אין עוד תקווה.

source: We've succeeded! We've passed through the Mountains of Haag! Look at these green hills! The land of the free tribes is near now. I can see the walls of Barag Gór in the distance.
he: הצלחנו! עברנו דרך ההרים של האג! הביטו על הגבעות הירוקות הללו! ארץ השבטים החופשים קרובה עכשיו. אני יכול לראות את חומותיה של באראג-גור ממרחק.

source: Blemaker, many thanks for your help in this fight. Would you like to join us in our journey with your son? Your help would be appreciated!
he: בלמאקר, תודתנו לך על עזרתך בקרב. האם ברצונך להצטרף אלינו במסענו יחד עם בנך? אנחנו מאד נעריך את עזרתך!

source: Father, I'd like to join them. Would you mind it?
he: אבא, אני רוצה להצטרף אליהם, אכפת לך?

source: My son, you're old enough to discover the world. Me, I have to stay here. But take care, there are plenty of creatures that seek our end, like elves or humans. They are as clever as merciless.
he: בני, אתה מבוגר מספיק כדי לגלות את העולם. ואני, אני צריך להישאר כאן. אבל תזהר, יש הרבה יצורים שמבקשים את סופנו, כמו בני-אדם או אלפים. והם חכמים וכמו שהם חסרי רחמים.

source: Thanks, father. Don't worry, I'll take care of myself.
he: תודה, אבא. אל תדאג, אשמור על עצמי.

source: Grüü, many thanks for your help in this fight. I'm sorry about your father. Would you like to join us in our journey? Your help would be appreciated!
he: גראוו, תודה רבה על עזרתך בקרב. תנחומי על אביך. האם אתה רוצה להצטרף אלינו במסענו? אנחנו נעריך מאד את עזרתך!

source: The council will never be complete again. This is hopeless.
he: המועצה לעולם לא תהיה שלמה יותר. זה חסר תקווה.

source: Argh! I'm done. My people are doomed!
he: ארג! אני גמור. אנשי נידונו לכליה!

source: Without Inarix to lead his saurians, there is no hope.
he: בלי אינריקס שינהיג את הלטאיש שלו, לא נותרה תקווה.

source: Rahul I, King of Wesnoth, concluded peace with orcs in the fourth year of his reign. He ended a 15 year war with Black Eye Karun, ruler of the orcs. A peace treaty defined which lands were devoted to orcs or humans. Years that followed the treaty were prosperous.
he: רהול הראשון, מלך ווסנות', הגיע לשלום עם האורקים בשנה הרבעית למלכותו. הוא סיים מלחמה בת 15 שנה עם קארון עין שחורה, מנהיג האורקים. הסכם שלום הגדיר אילו אדמות שייכות לאורקים ואילו לבני האדם. השנים אחרי ההסכם היו משגשגות.

source: In the thirteenth year of Howgarth III, tensions began to rise between Orcish tribes and human northern earldoms. Famine led humans to colonize some orcish lands and to push orcs into the desolate hills.
he: בשנה ה 13 למלכותו של האוגרת', המתח התגבר בין השבטים האורקים לדוכסות בני האדם הצפונית. פאמין הנהיג את בני האדם להתיישבות בכמה מאדמות האורקים ודחיקת האורקים לגבעות הצחיחות.

source: Of course, this caused violent orcish riots as orcs systematically slaughtered human colonies and villages that were on their lands. Then, Earl Lanbec'h decided to definitively address the Orcish menace and conferred a small army on his son-in-law, Baron Albert.
he: באופן צפוי, הדבר גרר התפרעויות אורקיות אלימות כשהאורקים טובחים באופן שיטתי מושבות וכפרים של בני אדם בשטחם. ואז הדוכס לאנבקה החליט לטפל באופן סופי באיום האורקי והפקיד צבא קטן בידי גיסו הברון אלברט.

source: Baron Albert personally led a small vanguard with the mission to establish a bridgehead inside Orcish lands.
he: הברון אלברט הנהיג בעצמו כח חלוץ קטן שמשימתו להקים ראש גשר בתוך השטח האורקי.

source: By nightfall his troops reached a mountainous territory, under the authority of orcish leader Kapou'e, the son of the Black Eye.
he: עד רדת הלילה הגיעו חייליו לחבל ארץ הררי שתחת שלטנו של המנהיג האורקי, קאפואה בנו של העין שחורה.

source: Pirate Galleon
he: ספינת שודדי ים
