Repository: wesnoth/wesnoth
Catalog: po/wesnoth-sotbe/*.po
Languages: ar, en@shaw, he

source: Son of the Black-Eye
ar: ابن العين السوداء
en@shaw: ğ‘•ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘²

source: SotBE
ar: سوتبي

source: Challenging
ar: متحدي

source: Grunt
ar: خنوص
en@shaw: ğ‘œğ‘®ğ‘³ğ‘¯ğ‘‘
he: לוחם פשוט

source: Difficult
ar: صعب

source: Warrior
ar: مقاتل
en@shaw: ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼
he: חייל

source: Nightmare
ar: كابوسي

source: Warlord
ar: أمير حرب
en@shaw: ğ‘¢ğ‘¹ğ‘¤ğ‘¹ğ‘›
he: מצביא

source: Your father Karun Black-Eye was the greatest orcish leader that ever lived. Now, as his son, it’s up to you to thwart the selfish designs of the humans who have broken the old agreements with the orcs and are bent upon taking your lands. Unite the warring orcish tribes, bring together the Orcish Council and call up the Great Horde to send the human-worms and their wose-born allies to the Land of the Dead!
ar: كان والدك قارون الأسود العين أعظم قائد أوركي عاش على الإطلاق. الآن، باعتبارك ابنه، الأمر متروك لك لإحباط المخططات الأنانية للبشر الذين انتهكوا الاتفاقيات القديمة مع الأوركيين وعازمون على الاستيلاء على أراضيك. قم بتوحيد قبائل الأوركيين المتحاربة، واجمع مجلس الأورك واستدع الحشد العظيم لإرسال الديدان البشرية وحلفائهم إلى أرض الموتى!

source: (Expert level, 18 scenarios.)
ar: (مستوى الخبراء، 18 سيناريو.)
en@shaw: (ğ‘§ğ‘’ğ‘•ğ‘ğ‘¼ğ‘‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤, 18 ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ğ‘Ÿ.)

source: Campaign Design
ar: تصميم الحملة
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯

source: Campaign Maintenance
ar: صيانة الملحمة
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘¥ğ‘±ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘•

source: Prose, Grammatical and WML Assistance
ar: مساعدة كتابة النثر والنحو وWML
en@shaw: ğ‘ğ‘®ğ‘´ğ‘Ÿ, ğ‘œğ‘®ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¯ WML ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•

source: Artwork and Graphics
ar: الجانب الفني والرسومات
en@shaw: ğ‘¸ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘•

source: End of Peace
ar: نهاية السلام
en@shaw: ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ğ‘°ğ‘•

source: Defeat Alber
ar: هزيمة ألبير

source: Death of Kapou’e
ar: موت كابوي

source: Kapou’e
ar: كابوي

source: Alber
ar: ألبير

source: Humans
ar: البشر
en@shaw: ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ

source: Rahul I, Lord Protector of the Northern Alliance, concluded peace with enemy orcs during the fourteenth year of his leadership. He ended a 15-year war with Black-Eye Karun, ruler of the enemy orcs. A peace treaty between the Alliance and the orcs settled their territorial disputes.
ar: راهول الأول، اللورد الحامي للتحالف الشمالي، أبرم السلام مع الأعداء الأوركيين خلال السنة الرابعة عشرة من قيادته. أنهى حربًا استمرت 15 عامًا مع قارون الأسود العين، حاكم الأورك العدو. معاهدة سلام بين التحالف والأوركيين حسمت نزاعاتهم الإقليمية.

source: So impressed was Rahul with the intelligence, prowess and leadership of Black-Eye Karun that he invited him to become a Lord Companion of the Northern Alliance. After much deliberation Black-Eye Karun decided to accept the offer. However, on the way to the city of Dwarven Doors — the headquarters of the Northern Alliance — Karun and his small group of bodyguards were attacked and slain to the last man. There were no survivors to confirm the incident, but it soon became believed among the orcs that the Northern Alliance had deliberately set up this ambush in order to break the unity of the orcs by slaying their strongest leader.
ar: كان راهول معجبًا جدًا بذكاء وبراعة وقيادة قارون أسود العين لدرجة أنه دعاه ليصبح الرفيق اللورد للتحالف الشمالي. بعد الكثير من المداولات قرر قارون أسود العين قبول العرض. ومع ذلك، في الطريق إلى مدينة بوابات الأقزام - مقر التحالف الشمالي - تعرض كارون ومجموعته الصغيرة من حراسه الشخصيين للهجوم وقتلوا حتى آخر فرد. لم يكن هناك ناجون لتأكيد الحادث، ولكن سرعان ما أصبح يعتقد بين الأورك أن التحالف الشمالي قد نصب هذا الكمين عمدا من أجل كسر وحدة الأوركيين عن طريق قتل زعيمهم الأقوى.

source: The peace treaty still held however, partially because the treaty — although arranged by the Northern Alliance — was between the local earls and the orcish tribes and didn’t have any direct connection with the Northern Alliance. The other — and perhaps the main — reason why the treaty held was that with the death of the Black-Eye, the unity of the orcs was shattered and they once again descended into inner squabbling. Thus the years that followed were relatively peaceful and prosperous — at least for the humans.
ar: ومع ذلك، ظلت معاهدة السلام قائمة، ويرجع ذلك جزئيًا إلى أن المعاهدة - على الرغم من ترتيبها من قبل التحالف الشمالي - كانت بين الإيرل المحليين وقبائل الأوركيين ولم يكن لها أي اتصال مباشر مع التحالف الشمالي. السبب الآخر - وربما الرئيسي - وراء بقاء المعاهدة هو أنه مع وفاة العين السوداء، تحطمت وحدة الأورك وانحدروا مرة أخرى إلى الشجار الداخلي. وهكذا كانت السنوات التي تلت ذلك سلمية ومزدهرة نسبيًا - على الأقل بالنسبة للبشر.

source: In the thirteenth year of the Lord Protectorship of Howgarth III — the successor of Rahul I — tension began to rise between orcish tribes and human earldoms in the Northlands. Famine led humans to colonize some orcish lands and push orcs into desolated hill country. The few orcish tribes who had remained part of the Alliance, feeling the pressure, either left Alliance territory or revolted and were destroyed.
ar: في السنة الثالثة عشرة من حماية اللورد هوغارث الثالث - خليفة راهول الأول - بدأ التوتر يتصاعد بين قبائل الأوركيين وأراضي الإيرل البشرية في الأراضي الشمالية. قادت المجاعة البشر إلى استعمار بعض أراضي الأوركيين ودفع الأوركيين إلى منطقة التلال المقفرة. شعرت القبائل الأوركية القليلة التي ظلت جزءًا من التحالف بالضغط، فإما أن تغادر أراضي التحالف أو تثور ويتم تدميرها.

source: Retaliating, the orcs systematically slaughtered human colonies and villages on their lands. Then, Earl Lanbec’h — the most powerful human warlord of the North — determined to abolish the orcish menace, raised an army and conferred leadership of it to his son-in-law Baron Alber.
ar: في هيجان الانتقام، قام الأورك بذبح المستعمرات والقرى البشرية على أراضيهم بشكل منهجي. بعد ذلك، قرر إيرل لانبيك - أقوى أمراء حرب بشريين في الشمال - القضاء على خطر الأورك، وقام بتكوين جيش ومنح قيادته لصهره بارون ألبير.

source: Baron Alber personally led a small vanguard with the mission to establish a base inside orcish lands.
ar: قاد البارون ألبير شخصيًا طليعة صغيرة بمهمة إنشاء قاعدة داخل الأراضي الأوركية.

source: By nightfall his troops reached a mountainous region under the authority of orcish leader Kapou’e, the son of the Black-Eye.
ar: بحلول الليل، وصلت قواته إلى منطقة جبلية تحت سلطة الزعيم الأوركي كابوي، ابن العين السوداء.

source: Look, friends! Those orcs don’t imagine they are living their last day. Let’s slay them and claim this land back to our people!
ar: انظروا أيها الأصدقاء! لم يتخيل هؤلاء الأورك أنهم يعيشون يومهم الأخير. دعونا نقتلهم ونعيد هذه الأرض إلى شعبنا!

source: Who is this unlicked whelp? Grunts — kill him and bring me his head!
ar: من هو هذا الجرو غير المحبوب؟ خنانيص - اقتلوه وأحضروا لي رأسه!

source: Argh! I die! But other humans will come to avenge me, filthy orcs!
ar: ارغ! انا اموت! لكن البشر الآخرين سوف يأتون للانتقام لي، أيها الأوركيون القذرون!
en@shaw: ğ‘¸ğ‘œ! ğ‘² ğ‘›ğ‘²! ğ‘šğ‘³ğ‘‘ ğ‘³ğ‘ğ‘¼ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘©ğ‘ğ‘§ğ‘¯ğ‘¡ ğ‘¥ğ‘°, ğ‘“ğ‘¦ğ‘¤ğ‘”ğ‘¦ ğ‘¹ğ‘’ğ‘•!

source: Victory!
ar: النصر!
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦!

source: Oh, just die, human-worm.
ar: أوه، مت فقط، أيتها الدودة البشرية.
en@shaw: ğ‘´, ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘², ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯-ğ‘¢ğ‘»ğ‘¥.

source: Vrag
ar: فراج

source: (<i>Pant</i>) Chief! Chief!
ar: (<i>بانت</i>) يا زعيم! يا زعيم!

source: Speak, rider.
ar: تكلم أيها الفارس.
en@shaw: ğ‘•ğ‘ğ‘°ğ‘’, ğ‘®ğ‘²ğ‘›ğ‘¼.

source: There is a huge human army marching on us! They can’t be more than one or two days march from here.
ar: هناك جيش بشري ضخم يسير إلينا! لا يمكن أن يكونوا أبعد من أكثر من يوم أو يومين.

source: Uh oh! What should we do, Chief?
ar: اه اه! ماذا يجب أن نفعل أيها الرئيس؟
en@shaw: ğ‘© ğ‘´! ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘¢ğ‘° ğ‘›ğ‘µ, ğ‘¡ğ‘°ğ‘“?

source: Don’t be afraid. If any more of these pathetic humans come, we’ll deal with them the way we did with this trash!
ar: لا تخف. إذا جاء المزيد من هؤلاء البشر المثيرين للشفقة، فسوف نتعامل معهم بالطريقة التي تعاملنا بها مع هذه القمامة!

source: Uh, Chief, with all respect that army is huge! Not only that, but most of them look like tough old soldiers. It would be foolish to confront them with the forces we have on hand.
ar: اه يا زعيم مع كل احترامي، هذا الجيش ضخم! ليس هذا فحسب، بل يبدو معظمهم وكأنهم جنود قدامى أقوياء. سيكون من الحماقة مواجهتهم بالقوات المتوفرة لدينا.

source: Hmmm...
ar: هممم...
en@shaw: ğ‘£ğ‘©ğ‘¥...

source: If what you say is true, then there is no way our tribe can face such an army alone.
ar: إذا كان ما تقوله صحيحًا، فلا يمكن لقبيلتنا أن تواجه مثل هذا الجيش بمفردها.
en@shaw: ğ‘¦ğ‘“ ğ‘¢ğ‘ªğ‘‘ ğ‘¿ ğ‘•ğ‘± ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ, ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¢ğ‘± ğ‘¬ğ‘¼ ğ‘‘ğ‘®ğ‘²ğ‘š ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘±ğ‘• ğ‘•ğ‘³ğ‘— ğ‘©ğ‘¯ ğ‘¸ğ‘¥ğ‘¦ ğ‘©ğ‘¤ğ‘´ğ‘¯.

source: Wise decision, Kapou’e. By the size of that army, this is no mere raid — it seems to me that the humans have decided to declare war on us.
ar: قرار حكيم يا كابوي. بحجم هذا الجيش، هذه ليست مجرد غارة - يبدو لي أن البشر قرروا إعلان الحرب علينا.

source: If they want war, then they shall get war!
ar: إذا أرادوا الحرب فسوف يحصلون على الحرب!
en@shaw: ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¢ğ‘¹, ğ‘ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘–ğ‘¨ğ‘¤ ğ‘œğ‘§ğ‘‘ ğ‘¢ğ‘¹!

source: We’ll head for Barag Gór in the lands of the free tribes and demand assistance from the Great Council. With their help, we can raise troops from the free tribes and crush these humans.
ar: سنتوجه إلى باراج جور في أراضي القبائل الحرة ونطلب المساعدة من المجلس الكبير. بمساعدتهم، يمكننا جمع قوات من القبائل الحرة وسحق هؤلاء البشر.

source: But the free tribes are beyond the Mountains of Haag. These mountains are infested with dwarves and wild trolls.
ar: لكن القبائل الحرة موجودة وراء جبال هاج. هذه الجبال موبوءة بالأقزام والترول البرية.
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘“ğ‘®ğ‘° ğ‘‘ğ‘®ğ‘²ğ‘šğ‘Ÿ ğ‘¸ ğ‘šğ‘¦ğ‘˜ğ‘ªğ‘¯ğ‘› ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘£ğ‘­ğ‘œ. ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘¦ğ‘¯ğ‘“ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¯ ğ‘¢ğ‘²ğ‘¤ğ‘› ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ.
he: אבל השבטים החופשיים נמצאים מאחורי הרי האג. ההרים האלו שורצים בגמדים וטרולי פרא.

source: Don’t be so cowardly. The trolls have been our allies in the past — maybe they will help us. And what true orc has ever feared dwarvish dirt-grubbers? Move it! We leave within the hour. If you’re not ready by then, stay and die.
ar: لا تكن جبانًا جدًا. لقد كان الترول حلفاء لنا في الماضي، وربما سيساعدوننا. ومن هو الأورك الحقيقي الذي كان يخشى من الأقزام القذرين؟ حركهم! سنغادر خلال الساعة. إذا لم تكن مستعدًا بحلول ذلك الوقت، فابق ومت.

source: Bah, humans? No better than goblins. We’ll break them!
ar: باه البشر؟ ليسوا أفضل من الغوبلن. سوف نكسرهم!

source: Prepare for battle, my grunts! We’ll show these humans what happens when you try to steal from Kapou’e, Son of the Black-Eye!
ar: استعدوا للمعركة، خنانيصي! سنري لهؤلاء البشر ما يحدث عندما تحاول السرقة من كابوي، ابن العين السوداء!

source: The Human Army
ar: الجيش البشري
en@shaw: ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¸ğ‘¥ğ‘¦

source: Defeat Lanbec’h
ar: هزيمة لانبيكة

source: Resist until your people are ready to go (turn 12)
ar: قاوم حتى يصبح شعبك جاهزًا للرحيل (الدور 12)

source: Resist until your people are ready to go (turn 13)
ar: قاوم حتى يصبح شعبك جاهزًا للرحيل (الدور 13)

source: Resist until your people are ready to go (turn 14)
ar: قاوم حتى يصبح شعبك جاهزًا للرحيل (الدور 14)

source: Then move Kapou’e to the signpost in the northeast
ar: ثم حرّك كابوي إلى الإشارة في الشمال الشرقي

source: Move Kapou’e to the signpost in the northeast
ar: حرك كابوي إلى الإشارة في الشمال الشرقي

source: Lanbec’h
ar: لانبيكة

source: Refusing to yield to fear, Kapou’e rallied his warriors in preparation for the upcoming battle.
ar: رفض كابوي الاستسلام للخوف، وحشد محاربيه استعدادًا للمعركة القادمة.

source: He was not disappointed. A few days later the main body of the human army arrived. Driven to a desperate rage by the death of his son-in-law, Earl Lanbec’h led the army himself.
ar: لم يخب أمله. بعد أيام قليلة وصل الجزء الرئيسي من الجيش البشري. بعد أن استشاط غضبًا بسبب وفاة صهره، قاد إيرل لانبيك الجيش بنفسه.

source: So this is the bold orc who has dared kill my son-in-law.
ar: إذًا هذا هو الأوركي الجريء الذي تجرأ على قتل صهري.
en@shaw: ğ‘•ğ‘´ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘šğ‘´ğ‘¤ğ‘› ğ‘¹ğ‘’ ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘Ÿ ğ‘›ğ‘ºğ‘› ğ‘’ğ‘¦ğ‘¤ ğ‘¥ğ‘² ğ‘•ğ‘³ğ‘¯-ğ‘¦ğ‘¯-ğ‘¤ğ‘·.

source: And this is that stupid human who dares march against Kapou’e — Son of the Black-Eye!
ar: وهذا هو ذلك الإنسان الغبي الذي يجرؤ على السير ضد كابوي - ابن العين السوداء!

source: As Kapou’e saw the hardened troops pour out of the human encampment, he began to have second thoughts.
ar: عندما رأى كابوي القوات المتشددة تتدفق من المعسكر البشري، بدأ يفكر مرة أخرى.

source: They are too many and too tough. The few here don’t stand a chance.
ar: إنهم كثيرون جدًا وعازمون جدًا. القلة هنا لا تملك فرصة.

source: I told you so!
ar: لقد قلت لك ذلك!
en@shaw: ğ‘² ğ‘‘ğ‘´ğ‘¤ğ‘› ğ‘¿ ğ‘•ğ‘´!

source: Insolence! But you make a good point all the same. I should have paid attention to my supporters before. But what should we do now?
ar: وقاحة! لكنك تثير نقطة جيدة على الرغم من ذلك. كان يجب أن أهتم بمؤيدي من قبل. ولكن ماذا يجب أن نفعل الآن؟
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘ªğ‘¤ğ‘§ğ‘¯ğ‘•! ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘œğ‘«ğ‘› ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘·ğ‘¤ ğ‘ ğ‘•ğ‘±ğ‘¥. ğ‘² ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘ğ‘±ğ‘› ğ‘©ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘¥ğ‘² ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘»ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹. ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘¢ğ‘° ğ‘›ğ‘µ ğ‘¯ğ‘¬?

source: We must flee! There is no way we can stand up against such a force.
ar: يجب علينا الفرار! لا توجد طريقة يمكننا من خلالها الوقوف في وجه مثل هذه القوة.
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘¤ğ‘°! ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¢ğ‘± ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘³ğ‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘•ğ‘³ğ‘— ğ‘© ğ‘“ğ‘¹ğ‘•.

source: The Son of the Black-Eye will never ‘flee’. But making a ‘strategic withdrawal’ is another matter.
ar: ابن العين السوداء لن 'يهرب' أبدًا من معركة. لكن 'التراجع التكتيكي' شأن آخر.

source: My father often spoke of the shamans of the Great Council who live in Barag Gór in the lands of the free tribes. We shall ask them for support. With their help, perhaps we can unite the orcish tribes and crush these humans.
ar: كان والدي يتحدث كثيرًا عن شامان المجلس الكبير الذين يعيشون في باراج جور في أراضي القبائل الحرة. سنطلب منهم الدعم. بمساعدتهم، ربما يمكننا توحيد القبائل الأوركية وسحق هؤلاء البشر.

source: Yeah, Chief?
ar: نعم يا رئيس؟

source: You, gather up our people and assemble them on the road some distance north of here. We will hold back the humans here until you are finished.
ar: أنت، اجمع شعبنا وضعهم على الطريق على بعد مسافة إلى الشمال من هنا. سنعطّل البشر هنا حتى تنتهي.
en@shaw: ğ‘¿, ğ‘œğ‘¨ğ‘ğ‘¼ ğ‘³ğ‘ ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¯ ğ‘¨ğ‘•ğ‘§ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘ğ‘§ğ‘¥ ğ‘ªğ‘¯ ğ‘ ğ‘®ğ‘´ğ‘› ğ‘•ğ‘³ğ‘¥ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘¯ğ‘¹ğ‘” ğ‘ ğ‘£ğ‘½. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘šğ‘¨ğ‘’ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘½ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¿ ğ‘¸ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘.

source: Done.
ar: تم.
en@shaw: ğ‘›ğ‘³ğ‘¯.

source: Chief, we have all our people ready to go. Come on, this way. We managed to gather the last of the gold from the treasury as well.
ar: أيها الرئيس، لدينا جميع أفرادنا جاهزون للذهاب. هيا بهذه الطريقة. تمكنا من جمع آخر الذهب من الخزانة أيضًا.

source: Took you long enough. Let’s go!
ar: أخذت الوقت الكافي. دعنا نذهب!

source: We’ll be back, you foul mud-sucking humans!
ar: سوف نعود، أيها البشر الكريهون الذين يمتصون الطين!

source: That’s right, flee, you cowardly orcs! This land is mine!
ar: هذا صحيح، الفرار، أيها الأورك الجبانة! هذه الأرض لي!

source: In your dreams, worm. When the time comes you will pay for all this with your life!
ar: في أحلامك يا دودة الأرض. عندما يحين الوقت سوف تدفع ثمن كل هذا من حياتك!
en@shaw: ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘›ğ‘®ğ‘°ğ‘¥ğ‘Ÿ, ğ‘¢ğ‘»ğ‘¥. ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘’ğ‘³ğ‘¥ğ‘Ÿ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘± ğ‘“ğ‘¹ ğ‘·ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘¿ğ‘¼ ğ‘¤ğ‘²ğ‘“!

source: Toward Mountains of Haag
ar: نحو جبال هاج
en@shaw: ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘› ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘£ğ‘­ğ‘œ
he: לעבר הרי האג

source: Move Kapou’e to the end of the mountains
ar: حرك كابوي إلى نهاية الجبال

source: Defeat the enemy leader
ar: هزيمة قائد العدو

source: Death of Grüü
ar: وفاة جروو
he: מותו של גראוו

source: Kwili
ar: كويلي
he: קווילי

source: Dwarves
ar: الأقزام
en@shaw: ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ

source: We have almost crossed the mountains. We’re close to the lands of the free tribes. So far so good.
ar: لقد عبرنا الجبال تقريبًا. نحن قريبون من أراضي القبائل الحرة. حتى الان وضعيتنا جيدة جدا.

source: Halt! Who goes there?
ar: توقف! من هناك؟
en@shaw: ğ‘£ğ‘·ğ‘¤ğ‘‘! ğ‘£ğ‘µ ğ‘œğ‘´ğ‘Ÿ ğ‘ğ‘º?

source: It is I, Kapou’e, son of the Black-Eye Karun. What do you want, dwarf?
ar: هذا أنا، كابوي، ابن قارون ذو العين السوداء. ماذا تريد أيها القزم؟

source: Oh, so it’s another group o’ stinkin’ orcs, eh. Begone, or we shall wash our axes in yer blood.
ar: أوه، إنها مجموعة أخرى من الأوركيين النتنين، إيه. اذهبوا وإلا سنغسل فؤوسنا بدمائكم.

source: Look, you pint-sized idiot, we aren’t out to kill you so why don’t you just scamper away and hide in a cave or something. We’ll be through here in a few hours.
ar: انظر، أيها الأحمق الصغير، نحن لسنا في الخارج لقتلك، فلماذا لا تهرب بعيدًا وتختبئ في كهف أو شيء من هذا القبيل. سنكون هنا في غضون ساعات قليلة.

source: (<i>Snicker</i>)
ar: (<i>سنيكر</i>)

source: Your scorn and rudeness shall be your undoing. Dwarves, let no orc pass this way alive!
ar: استهتارك ووقاحتك سيكونان سببا في تراجعك. أيها الأقزام، لا تدعوا أي أوركي يمر من هذا الطريق حيًا!
en@shaw: ğ‘¿ğ‘¼ ğ‘•ğ‘’ğ‘¹ğ‘¯ ğ‘¯ ğ‘®ğ‘µğ‘›ğ‘¯ğ‘©ğ‘• ğ‘–ğ‘¨ğ‘¤ ğ‘šğ‘° ğ‘¿ğ‘¼ ğ‘³ğ‘¯ğ‘›ğ‘µğ‘¦ğ‘™. ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ, ğ‘¤ğ‘§ğ‘‘ ğ‘¯ğ‘´ ğ‘¹ğ‘’ ğ‘ğ‘­ğ‘• ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘± ğ‘©ğ‘¤ğ‘²ğ‘!

source: It looks like we might have to fight them after all.
ar: يبدو أننا قد نضطر إلى قتالهم بعد كل شيء.
en@shaw: ğ‘¦ğ‘‘ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘¢ğ‘° ğ‘¥ğ‘²ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘·ğ‘¤.

source: Hey, Chief, I was thinking — dwarves are pretty slow; why don’t we just bypass them?
ar: يا رئيس، كنت أفكر - الأقزام بطيئون جدًا؛ لماذا لا نتجاوزهم فقط؟

source: I mean, we could defeat them easily but it would just slow us down.
ar: أعني أنه يمكننا هزيمتهم بسهولة ولكن ذلك سيبطئنا.
en@shaw: ğ‘² ğ‘¥ğ‘°ğ‘¯, ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘°ğ‘Ÿğ‘¦ğ‘¤ğ‘¦ ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘¤ğ‘´ ğ‘³ğ‘• ğ‘›ğ‘¬ğ‘¯.

source: We could, but then again, if we crush them, then we can loot their treasury and their dwellings. The gold will be useful.
ar: يمكننا ذلك، ولكن مرة أخرى، إذا سحقناهم، فيمكننا نهب خزائنهم ومساكنهم. الذهب سيكون مفيدا.

source: Whatever else happens, we have to pass through these mountains and I dislike leaving enemies to our rear. Stab, smite, and slay!
ar: ومهما حدث، علينا أن نمر عبر هذه الجبال وأنا لا أحب ترك الأعداء في مؤخرتنا. اطعن واضرب واذبح!

source: I’ve never pushed so far. We are crossing the border of the Black-Eye lands.
ar: لم أٌدفع أبدًا إلى هذا الحد. نحن نعبر حدود أراضي العين السوداء.

source: Blemaker
ar: بلميكر
en@shaw: Â·ğ‘šğ‘¤ğ‘§ğ‘¥ğ‘±ğ‘’ğ‘»
he: בלמאקר

source: Grüü
ar: جروو
he: גראוו

source: Toughkon
ar: توكون
he: טוקון

source: Pe
ar: بي
he: פה

source: Look! Dwarves are fighting orcs!
ar: انظر! الأقزام يقاتلون الأورك!
en@shaw: ğ‘¤ğ‘«ğ‘’! ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¸ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘¹ğ‘’ğ‘•!

source: Father, we should help them. Orcs are our allies.
ar: يا أبتاه، يجب أن نساعدهم. الأورك هم حلفاؤنا.
en@shaw: ğ‘“ğ‘­ğ‘ğ‘¼, ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ğ‘§ğ‘¥. ğ‘¹ğ‘’ğ‘• ğ‘¸ ğ‘¬ğ‘¼ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ.
he: אבא, אנחנו צרכים לעזור להם. אורקים הם בני בריתנו.

source: I don’t know. Orcs have been our allies in the past, but they treat us as fools.
ar: لا أعرف. لقد كان الأوركيون حلفاءنا في الماضي، لكنهم يعاملوننا كالحمقى.

source: But, Father, we don’t know what they are seeking there. Between us, we could squash these dwarves.
ar: لكن يا أبانا، لا نعلم ما الذي يبحثون عنه هناك. بيننا، يمكننا سحق هؤلاء الأقزام.

source: Right, my son. We help our orcish friends. But you take care... I would be desperate if something happened to you.
ar: معك الحق يا ابني. نحن نساعد أصدقائنا الأوركيين. لكن عليك الحذر... سأكون بائسًا إذا حدث لك شيء.

source: Father! Oh no!
ar: أبي! أه لا!
en@shaw: ğ‘“ğ‘­ğ‘ğ‘¼! ğ‘´ ğ‘¯ğ‘´!
he: אבא! או לא!

source: Filthy dwarves! Now I’ll kill you to the last!
ar: الأقزام القذرة! الآن سأقتلك حتى النهاية!

source: Oh no, I’m defeated.
ar: أوه لا، لقد هٌزمت.

source: My son! I should have never brought him to this fight. Now we return to our caverns, and we never return.
ar: ابني! لم يكن عليّ أن أحضره إلى هذه المعركة أبدًا. والآن نرجع إلى كهوفنا، ولن نعود أبدًا.
en@shaw: ğ‘¥ğ‘² ğ‘•ğ‘³ğ‘¯! ğ‘² ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘£ğ‘¦ğ‘¥ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘‘. ğ‘¯ğ‘¬ ğ‘¢ğ‘° ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘¬ğ‘¼ ğ‘’ğ‘¨ğ‘ğ‘»ğ‘¯ğ‘Ÿ, ğ‘¯ ğ‘¢ğ‘° ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯.

source: The trolls are done. We will desperately need their help in the coming battles. Without them there is no hope.
ar: تم الانتهاء من الترول. سنكون في حاجة ماسة إلى مساعدتهم في المعارك القادمة. بدونهم لا يوجد أمل.
en@shaw: ğ‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘›ğ‘³ğ‘¯. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘§ğ‘•ğ‘ğ‘¼ğ‘©ğ‘‘ğ‘¤ğ‘¦ ğ‘¯ğ‘°ğ‘› ğ‘ğ‘º ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ. ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘£ğ‘´ğ‘.

source: Argh! I die!
ar: ارغ! انا اموت!
en@shaw: ğ‘¸ğ‘œ! ğ‘² ğ‘›ğ‘²!
he: ארג! אני מת!

source: You were warned, dwarf. Riders, spread out over the area and collect what you can from each of these houses. If anyone refuses to pay, tie them up and take what they have anyway. Let them know that they live only on my good graces. I’ll take the army to Barag Gór. Catch up when you’re done.
ar: لقد تم تحذيرك أيها القزم. انتشروا أيها الرّاكبون في المنطقة واجمعوا ما تستطيعون من كل منزل من هذه المنازل. ومن امتنع عن الدفع، فاربطوه وخذوا ما عنده على أية حال. فليعلموا أنهم لا يعيشون إلا على نعمتي الطيبة. سوف آخذ الجيش إلى باراج جور. التحقوا عند الانتهاء.

source: Sounds like fun. All right boys, let’s go!
ar: يبدو ممتعا. حسنًا يا أولاد، لنذهب!

source: We’ve succeeded! We’ve passed through the Mountains of Haag! Look at these green hills! The land of the free tribes is near now. I can see the walls of Barag Gór in the distance.
ar: لقد نجحنا! لقد مررنا بجبال هاج! انظر إلى هذه التلال الخضراء! أرض القبائل الحرة قريبة الآن. أستطيع أن أرى جدران باراج جور من بعيد.

source: Blemaker, many thanks for your help in this fight. Would you and your son like to join us in our journey? You are a powerful warrior, and you would be of great help.
ar: بليميكر، شكرا جزيلا لمساعدتكم في هذه المعركة. هل ترغب أنت وابنك في الانضمام إلينا في رحلتنا؟ أنت محارب قوي، وسوف تكون عونا كبيرا.

source: Father, I’d like to join them. Would you mind it?
ar: أبي، أود الانضمام إليهم. هل تمانع في ذلك؟

source: My son, you’re old enough to discover the world. Me, I have to stay here. But take care, there are plenty of creatures that seek our end, like elves or humans. They are clever and merciless.
ar: يا بني، أنت كبير بما يكفي لتكتشف العالم. أنا، يجب أن أبقى هنا. لكن انتبه، هناك الكثير من المخلوقات التي تسعى إلى نهايتنا، مثل الإلف أو البشر. إنهم أذكياء ولا يرحمون.

source: Thanks, father. Don’t worry, I’ll take care of myself.
ar: شكرا يا أبي. لا تقلق، سأعتني بنفسي.

source: Grüü, many thanks for your help in this fight. I’m sorry for the loss of your father. Would you like to join us in our journey? Your help would be useful to me.
ar: جروو، شكرا جزيلا لمساعدتكم في هذه المعركة. أنا آسف لفقدان والدك. هل ترغب في الانضمام إلينا في رحلتنا؟ مساعدتكم ستكون مفيدة لي.

source: My father would have come to help you. I would insult his memory not to help you. I come!
ar: كان والدي سيأتي لمساعدتك لو كان هنا. لا أود أن أهين ذكراه بعدم مساعدتك. انا سآتي!
en@shaw: ğ‘¥ğ‘² ğ‘“ğ‘­ğ‘ğ‘¼ ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿. ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘¦ğ‘¯ğ‘•ğ‘³ğ‘¤ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿. ğ‘² ğ‘’ğ‘³ğ‘¥!
he: אבי היה בא לעזרתך. אני אעליב את זכרו אם לא הושיט לך עזרה. אני בא!

source: The Siege of Barag Gór
ar: حصار باراج جور

source: Defeat all enemy leaders
ar: هزيمة جميع قادة العدو
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘·ğ‘¤ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ
he: הבס את כל מנהיגי האוייב
