Repository: wesnoth/wesnoth
Catalog: po/wesnoth-sotbe/*.po
Languages: ar, en@shaw, he

source: GrÃ¼Ã¼, many thanks for your help in this fight. Iâ€™m sorry for the loss of your father. Would you like to join us in our journey? Your help would be useful to me.
en@shaw: GrÃ¼Ã¼, ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘”ğ‘¨ğ‘™ğ‘’ğ‘• ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘‘. ğ‘²'ğ‘§ğ‘¥ ğ‘•ğ‘ªğ‘®ğ‘¦ ğ‘“ğ‘¹ ğ‘ ğ‘¤ğ‘ªğ‘• ğ‘ ğ‘¿ğ‘¼ ğ‘“ğ‘­ğ‘ğ‘¼. ğ‘¢ğ‘«ğ‘› ğ‘¿ ğ‘¤ğ‘²ğ‘’ ğ‘‘ ğ‘¡ğ‘¶ğ‘¯ ğ‘³ğ‘• ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘¡ğ‘»ğ‘¯ğ‘°? ğ‘¿ğ‘¼ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘‘ ğ‘¥ğ‘°.

source: The Siege of Barag GÃ³r
en@shaw: ğ‘ ğ‘•ğ‘°ğ‘¡ ğ‘ Â·ğ‘šğ‘¸ğ‘¨ğ‘œ GÃ³r

source: When the party finally reached Barag GÃ³r, they were met with a most startling sight.
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘®ğ‘°ğ‘—ğ‘‘ Â·ğ‘šğ‘¸ğ‘¨ğ‘œ GÃ³r, ğ‘ğ‘± ğ‘¢ğ‘» ğ‘¥ğ‘§ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¤ğ‘¦ğ‘™ ğ‘•ğ‘²ğ‘‘.

source: What can you expect, Chief? Theyâ€™re elves after all.
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘¿ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘, ğ‘¡ğ‘°ğ‘“? ğ‘ğ‘±'ğ‘¼ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘·ğ‘¤.

source: So the â€˜great and mightyâ€™ elves are now nothing but a bunch of mercenaries.
en@shaw: ğ‘•ğ‘´ ğ‘ 'ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¯ ğ‘¥ğ‘²ğ‘‘ğ‘¦' ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘¬ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘šğ‘³ğ‘‘ ğ‘© ğ‘šğ‘³ğ‘¯ğ‘— ğ‘ ğ‘¥ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘ºğ‘°ğ‘Ÿ.

source: Go on, GrÃ¼Ã¼.
en@shaw: ğ‘œğ‘´ ğ‘ªğ‘¯, GrÃ¼Ã¼.

source: Freedom! Many thanks, Son of the Black-Eye. Iâ€™m Jetto, master of assassins, now you can count on the assassinsâ€™ guild to help you in your quest!
en@shaw: ğ‘“ğ‘®ğ‘°ğ‘›ğ‘©ğ‘¥! ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘”ğ‘¨ğ‘™ğ‘’ğ‘•, ğ‘•ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘². ğ‘²'ğ‘§ğ‘¥ Â·ğ‘¡ğ‘§ğ‘‘ğ‘´, ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ ğ‘ ğ‘©ğ‘•ğ‘¨ğ‘•ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¯ğ‘¬ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘©ğ‘•ğ‘¨ğ‘•ğ‘©ğ‘¯ğ‘Ÿ' ğ‘œğ‘¦ğ‘¤ğ‘› ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘!

source: Thank you, Son of the Black-Eye. If you hadnâ€™t arrived when you did, I donâ€™t know what would have happened to us.
en@shaw: ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿, ğ‘•ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘². ğ‘¦ğ‘“ ğ‘¿ ğ‘£ğ‘¨ğ‘›ğ‘¯ğ‘‘ ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘›ğ‘¦ğ‘›, ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘› ğ‘‘ ğ‘³ğ‘•.

source: No problem! It was fun, wasnâ€™t it, GrÃ¼Ã¼?
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥! ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘³ğ‘¯, ğ‘¢ğ‘ªğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘‘, GrÃ¼Ã¼?

source: Why? Whatâ€™s wrong?
en@shaw: ğ‘¢ğ‘²? ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘®ğ‘ªğ‘™?

source: We must give this matter careful consideration. Come inside the city, and weâ€™ll discuss it.
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘¨ğ‘‘ğ‘¼ ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯. ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦, ğ‘¯ ğ‘¢ğ‘°'ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘• ğ‘¦ğ‘‘.

source: Freedom! Many thanks, Son of the Black-Eye. Iâ€™m Jetto, master of assassins, now you can count on my assassins to help you in your quest!
en@shaw: ğ‘“ğ‘®ğ‘°ğ‘›ğ‘©ğ‘¥! ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘”ğ‘¨ğ‘™ğ‘’ğ‘•, ğ‘•ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘². ğ‘²'ğ‘§ğ‘¥ Â·ğ‘¡ğ‘§ğ‘‘ğ‘´, ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ ğ‘ ğ‘©ğ‘•ğ‘¨ğ‘•ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¯ğ‘¬ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘ªğ‘¯ ğ‘¥ğ‘² ğ‘©ğ‘•ğ‘¨ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘!

source: Ahhh, Iâ€™m so tired. It was a good idea to halt in such a quiet place.
en@shaw: ğ‘­ğ‘­ğ‘­, ğ‘²'ğ‘§ğ‘¥ ğ‘•ğ‘´ ğ‘‘ğ‘²ğ‘¼ğ‘›. ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘œğ‘«ğ‘› ğ‘²ğ‘›ğ‘¾ ğ‘‘ ğ‘£ğ‘·ğ‘¤ğ‘‘ ğ‘¦ğ‘¯ ğ‘•ğ‘³ğ‘— ğ‘© ğ‘’ğ‘¢ğ‘²ğ‘§ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘•.

source: Youâ€™re right. I can see something is moving in these hills. Looks like there are undead there.
en@shaw: ğ‘¿'ğ‘¼ ğ‘®ğ‘²ğ‘‘. ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘° ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ. ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘º ğ‘¸ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘ğ‘º.

source: Uh... I donâ€™t think so. Letâ€™s get out of here!
en@shaw: ğ‘©... ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘•ğ‘´. ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘£ğ‘½!

source: No way! GrÃ¼Ã¼ want to crush some undead.
en@shaw: ğ‘¯ğ‘´ ğ‘¢ğ‘±! GrÃ¼Ã¼ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘®ğ‘³ğ‘– ğ‘•ğ‘³ğ‘¥ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›.

source: GrÃ¼Ã¼, are you forgetting we are also night creatures?
en@shaw: GrÃ¼Ã¼, ğ‘¸ ğ‘¿ ğ‘“ğ‘¼ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘° ğ‘¸ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¯ğ‘²ğ‘‘ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ?

source: So, here is Tirigaz. But whatâ€™s going on?
en@shaw: ğ‘•ğ‘´, ğ‘£ğ‘½ ğ‘¦ğ‘Ÿ Â·ğ‘‘ğ‘»ğ‘¦ğ‘œğ‘¨ğ‘Ÿ. ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘ªğ‘¯?

source: Looks like humans have attacked here too. You were right, Kapouâ€™e, the humans have declared all-out war on us.
en@shaw: ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘‘ ğ‘£ğ‘½ ğ‘‘ğ‘µ. ğ‘¿ ğ‘¢ğ‘» ğ‘®ğ‘²ğ‘‘, Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°, ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¦ğ‘’ğ‘¤ğ‘ºğ‘› ğ‘·ğ‘¤-ğ‘¬ğ‘‘ ğ‘¢ğ‘¹ ğ‘ªğ‘¯ ğ‘³ğ‘•.

source: Listen, if we are to meet with the rest of the Great Council, we have to repel this attack. You shamans hide here in the forest until we defeat them. It will be faster and easier for us if we donâ€™t have to worry about protecting you.
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘©ğ‘¯, ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¸ ğ‘‘ ğ‘¥ğ‘°ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’. ğ‘¿ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘²ğ‘› ğ‘£ğ‘½ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘° ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘§ğ‘¥. ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘“ğ‘­ğ‘•ğ‘‘ğ‘¼ ğ‘¯ ğ‘°ğ‘Ÿğ‘¦ğ‘¼ ğ‘“ğ‘¹ ğ‘³ğ‘• ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘¢ğ‘³ğ‘®ğ‘¦ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘¿.

source: Haha! Our plan is going well, letâ€™s surround them on land while our allies attack them from sea!
en@shaw: ğ‘£ğ‘­ğ‘£ğ‘­! ğ‘¬ğ‘¼ ğ‘ğ‘¤ğ‘¨ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘¢ğ‘§ğ‘¤, ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘ªğ‘¯ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¢ğ‘²ğ‘¤ ğ‘¬ğ‘¼ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ğ‘§ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘•ğ‘°!

source: Greetings from Kapouâ€™e, Son of the Black-Eye Karun.
en@shaw: ğ‘œğ‘®ğ‘°ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°, ğ‘•ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘² ğ‘’ğ‘»ğ‘µğ‘¯.

source: Do not grovel like humans, just tell me whatâ€™s going on here.
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘®ğ‘­ğ‘ğ‘©ğ‘¤ ğ‘¤ğ‘²ğ‘’ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘‘ğ‘§ğ‘¤ ğ‘¥ğ‘° ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘£ğ‘½.

source: Congratulations on your victory, Kapouâ€™e. You do honor to the memory of your father.
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘œğ‘®ğ‘¨ğ‘‘ğ‘˜ğ‘«ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦, Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°. ğ‘¿ ğ‘›ğ‘µ ğ‘ªğ‘¯ğ‘¼ ğ‘‘ ğ‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘ ğ‘¿ğ‘¼ ğ‘“ğ‘­ğ‘ğ‘¼.

source: Oh, great. That means we have to cross the Desert of Death which is full of poisonous giant scorpions and human outlaws. And bypassing it would take too long! Not to mention after this desert, weâ€™ll have to cross the Silent Forest!
en@shaw: ğ‘´, ğ‘œğ‘®ğ‘±ğ‘‘. ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘›ğ‘§ğ‘Ÿğ‘¼ğ‘‘ ğ‘ ğ‘›ğ‘§ğ‘” ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘“ğ‘«ğ‘¤ ğ‘ ğ‘ğ‘¶ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘• ğ‘¡ğ‘²ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘’ğ‘¹ğ‘ğ‘°ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¬ğ‘‘ğ‘¤ğ‘·ğ‘Ÿ. ğ‘¯ ğ‘šğ‘²ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘™ ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘‘ğ‘±ğ‘’ ğ‘‘ğ‘µ ğ‘¤ğ‘ªğ‘™! ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘§ğ‘Ÿğ‘¼ğ‘‘, ğ‘¢ğ‘°'ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘•ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘!

source: The heat of the day and the chill of the night wore heavily on the orcs. Fortunately, they didnâ€™t encounter any giant scorpions, but neither did they discover any source of food or water.
en@shaw: ğ‘ ğ‘£ğ‘°ğ‘‘ ğ‘ ğ‘ ğ‘›ğ‘± ğ‘¯ ğ‘ ğ‘—ğ‘¦ğ‘¤ ğ‘ ğ‘ ğ‘¯ğ‘²ğ‘‘ ğ‘¢ğ‘¹ ğ‘£ğ‘§ğ‘ğ‘¦ğ‘¤ğ‘¦ ğ‘ªğ‘¯ ğ‘ ğ‘¹ğ‘’ğ‘•. ğ‘“ğ‘¹ğ‘‘ğ‘¿ğ‘¯ğ‘©ğ‘‘ğ‘¤ğ‘¦, ğ‘ğ‘± ğ‘›ğ‘¦ğ‘›ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘» ğ‘§ğ‘¯ğ‘¦ ğ‘¡ğ‘²ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘’ğ‘¹ğ‘ğ‘°ğ‘©ğ‘¯ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘²ğ‘ğ‘¼ ğ‘›ğ‘¦ğ‘› ğ‘ğ‘± ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘§ğ‘¯ğ‘¦ ğ‘•ğ‘¹ğ‘• ğ‘ ğ‘“ğ‘µğ‘› ğ‘¹ ğ‘¢ğ‘·ğ‘‘ğ‘¼.

source: Iâ€™m hungry and we found no giant scorpion yet. Iâ€™m sure it would be tasty.
en@shaw: ğ‘²'ğ‘§ğ‘¥ ğ‘£ğ‘³ğ‘™ğ‘œğ‘®ğ‘¦ ğ‘¯ ğ‘¢ğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¯ğ‘´ ğ‘¡ğ‘²ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘’ğ‘¹ğ‘ğ‘°ğ‘©ğ‘¯ ğ‘˜ğ‘§ğ‘‘. ğ‘²'ğ‘§ğ‘¥ ğ‘–ğ‘«ğ‘¼ ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘‘ğ‘±ğ‘•ğ‘‘ğ‘°.

source: I hope we wonâ€™t find one! They are terrible armored beasts; your hammer would be useless against their heavy shells.
en@shaw: ğ‘² ğ‘£ğ‘´ğ‘ ğ‘¢ğ‘° ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¢ğ‘³ğ‘¯! ğ‘ğ‘± ğ‘¸ ğ‘‘ğ‘§ğ‘®ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¸ğ‘¥ğ‘»ğ‘› ğ‘šğ‘°ğ‘•ğ‘‘ğ‘•; ğ‘¿ğ‘¼ ğ‘£ğ‘¨ğ‘¥ğ‘¼ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘¿ğ‘•ğ‘¤ğ‘©ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘º ğ‘£ğ‘§ğ‘ğ‘¦ ğ‘–ğ‘§ğ‘¤ğ‘Ÿ.

source: Iâ€™ve been told the best way to defeat them is to attack their eyes with sharp blades, set them afire, or pierce them with arrows. But I hope too we wonâ€™t meet them.
en@shaw: ğ‘²'ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘‘ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘± ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ğ‘º ğ‘²ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘–ğ‘¸ğ‘ ğ‘šğ‘¤ğ‘±ğ‘›ğ‘Ÿ, ğ‘•ğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘©ğ‘“ğ‘²ğ‘®, ğ‘¹ ğ‘ğ‘½ğ‘• ğ‘ğ‘§ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘¨ğ‘®ğ‘´ğ‘Ÿ. ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘£ğ‘´ğ‘ ğ‘‘ğ‘µ ğ‘¢ğ‘° ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘¥ğ‘°ğ‘‘ ğ‘ğ‘§ğ‘¥.

source: Finally weâ€™ve done it! Now letâ€™s wait out this sandstorm, resupply and get some rest before we continue on our journey.
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘¢ğ‘°'ğ‘ ğ‘›ğ‘³ğ‘¯ ğ‘¦ğ‘‘! ğ‘¯ğ‘¬ ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘¢ğ‘±ğ‘‘ ğ‘¬ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¨ğ‘¯ğ‘›ğ‘•ğ‘‘ğ‘¹ğ‘¥, ğ‘®ğ‘°ğ‘•ğ‘©ğ‘ğ‘¤ğ‘² ğ‘¯ ğ‘œğ‘§ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘ªğ‘¯ ğ‘¬ğ‘¼ ğ‘¡ğ‘»ğ‘¯ğ‘°.

source: There you go, GrÃ¼Ã¼, there is your giant scorpion!
en@shaw: ğ‘ğ‘º ğ‘¿ ğ‘œğ‘´, GrÃ¼Ã¼, ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘¡ğ‘²ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘’ğ‘¹ğ‘ğ‘°ğ‘©ğ‘¯!

source: But what about GrÃ¼Ã¼?
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘©ğ‘šğ‘¬ğ‘‘ GrÃ¼Ã¼?

source: Ahh, he will be fine in a few minutes. He is a troll, after all. Right, GrÃ¼Ã¼?
en@shaw: ğ‘­, ğ‘£ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘“ğ‘²ğ‘¯ ğ‘¦ğ‘¯ ğ‘© ğ‘“ğ‘¿ ğ‘¥ğ‘¦ğ‘¯ğ‘¦ğ‘‘ğ‘•. ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘© ğ‘‘ğ‘®ğ‘´ğ‘¤, ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘·ğ‘¤. ğ‘®ğ‘²ğ‘‘, GrÃ¼Ã¼?

source: I donâ€™t care, get lost!
en@shaw: ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘’ğ‘º, ğ‘œğ‘§ğ‘‘ ğ‘¤ğ‘ªğ‘•ğ‘‘!

source: Itâ€™s no use reasoning with them, Kapouâ€™e, they arenâ€™t going to listen.
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘¯ğ‘´ ğ‘¿ğ‘• ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘§ğ‘¥, Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°, ğ‘ğ‘± ğ‘¸ğ‘¯ğ‘‘ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘¤ğ‘¦ğ‘•ğ‘©ğ‘¯.

source: What would elves be doing so far into orcish territory? Anyway, we need some rest. We are sufficiently armed to cope with a bunch of elvish poachers. If we meet any, weâ€™ll cut them to pieces.
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘šğ‘° ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘•ğ‘´ ğ‘“ğ‘¸ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¼ğ‘¦? ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±, ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘•ğ‘³ğ‘¥ ğ‘®ğ‘§ğ‘•ğ‘‘. ğ‘¢ğ‘° ğ‘¸ ğ‘•ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¸ğ‘¥ğ‘› ğ‘‘ ğ‘’ğ‘´ğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘šğ‘³ğ‘¯ğ‘— ğ‘ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘ğ‘´ğ‘—ğ‘»ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¥ğ‘°ğ‘‘ ğ‘§ğ‘¯ğ‘¦, ğ‘¢ğ‘°'ğ‘¤ ğ‘’ğ‘³ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ.

source: You might as well go ahead and kill me, Iâ€™m not telling you anything.
en@shaw: ğ‘¿ ğ‘¥ğ‘²ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤ ğ‘œğ‘´ ğ‘©ğ‘£ğ‘§ğ‘› ğ‘¯ ğ‘’ğ‘¦ğ‘¤ ğ‘¥ğ‘°, ğ‘²'ğ‘§ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘™ ğ‘¿ ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™.

source: Good work, men, weâ€™ve done it! Now we donâ€™t have to worry about these elves attacking us. Letâ€™s get some rest and continue our journey.
en@shaw: ğ‘œğ‘«ğ‘› ğ‘¢ğ‘»ğ‘’, ğ‘¥ğ‘§ğ‘¯, ğ‘¢ğ‘°'ğ‘ ğ‘›ğ‘³ğ‘¯ ğ‘¦ğ‘‘! ğ‘¯ğ‘¬ ğ‘¢ğ‘° ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘¢ğ‘³ğ‘®ğ‘¦ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘³ğ‘•. ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘œğ‘§ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘¬ğ‘¼ ğ‘¡ğ‘»ğ‘¯ğ‘°.

source: You are a troll, so you donâ€™t know. These lands are ruled by Shan Taum the Smug, who was a rival of Black-Eye Karun.
en@shaw: ğ‘¿ ğ‘¸ ğ‘© ğ‘‘ğ‘®ğ‘´ğ‘¤, ğ‘•ğ‘´ ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´. ğ‘ğ‘°ğ‘Ÿ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘¸ ğ‘®ğ‘µğ‘¤ğ‘› ğ‘šğ‘² ğ‘–ğ‘¨ğ‘¯ Â·ğ‘‘ğ‘±ğ‘³ğ‘¥ ğ‘ ğ‘•ğ‘¥ğ‘©ğ‘œ, ğ‘£ğ‘µ ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘®ğ‘²ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘² ğ‘’ğ‘»ğ‘µğ‘¯.

source: How can you talk that way about my father, you miserable coward?! Iâ€™ll make a mug from your skull!
en@shaw: ğ‘£ğ‘¬ ğ‘’ğ‘¨ğ‘¯ ğ‘¿ ğ‘‘ğ‘·ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘± ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¥ğ‘² ğ‘“ğ‘­ğ‘ğ‘¼, ğ‘¿ ğ‘¥ğ‘¦ğ‘Ÿğ‘©ğ‘®ğ‘©ğ‘šğ‘¤ ğ‘’ğ‘¬ğ‘¼ğ‘›?! ğ‘²'ğ‘¤ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘¥ğ‘©ğ‘œ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿ğ‘¼ ğ‘•ğ‘’ğ‘³ğ‘¤!

source: Exasperated, Kapouâ€™e launched an attack on his fellow orc Shan Taum the Smug.
en@shaw: ğ‘¦ğ‘œğ‘Ÿğ‘¨ğ‘•ğ‘ğ‘»ğ‘±ğ‘‘ğ‘¦ğ‘›, Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘° ğ‘¤ğ‘ªğ‘¯ğ‘—ğ‘‘ ğ‘©ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ªğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘“ğ‘§ğ‘¤ğ‘´ ğ‘¹ğ‘’ ğ‘–ğ‘¨ğ‘¯ Â·ğ‘‘ğ‘±ğ‘³ğ‘¥ ğ‘ ğ‘•ğ‘¥ğ‘©ğ‘œ.

source: I know what you want from us but Iâ€™m afraid we canâ€™t help you.
en@shaw: ğ‘² ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘³ğ‘• ğ‘šğ‘³ğ‘‘ ğ‘²'ğ‘§ğ‘¥ ğ‘©ğ‘“ğ‘®ğ‘±ğ‘› ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿.

source: Kapouâ€™e, if Prestim falls, humans will have a strong bridgehead on this side of the river and your people wonâ€™t be safe. You are the only one that can help us defend Prestim!
en@shaw: Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°, ğ‘¦ğ‘“ Â·ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¥ ğ‘“ğ‘·ğ‘¤ğ‘Ÿ, ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘šğ‘®ğ‘¦ğ‘¡ğ‘£ğ‘§ğ‘› ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘¯ ğ‘¿ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘±ğ‘“. ğ‘¿ ğ‘¸ ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘³ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› Â·ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¥!

source: There is worse; our scouts report that our saurian allies led by Inarix are still trapped on the other side of the river some miles away. They wonâ€™t be able to cross the river.
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¢ğ‘»ğ‘•; ğ‘¬ğ‘¼ ğ‘•ğ‘’ğ‘¬ğ‘‘ğ‘• ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¬ğ‘¼ ğ‘•ğ‘¸ğ‘¾ğ‘¯ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ ğ‘¤ğ‘§ğ‘› ğ‘šğ‘² Â·ğ‘¦ğ‘¯ğ‘¸ğ‘¦ğ‘’ğ‘• ğ‘¸ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘•ğ‘³ğ‘¥ ğ‘¥ğ‘²ğ‘¤ğ‘Ÿ ğ‘©ğ‘¢ğ‘±. ğ‘ğ‘± ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼.

source: It wonâ€™t be that easy! Our enemies are well entrenched.
en@shaw: ğ‘¦ğ‘‘ ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘ğ‘¨ğ‘‘ ğ‘°ğ‘Ÿğ‘¦! ğ‘¬ğ‘¼ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘¸ ğ‘¢ğ‘§ğ‘¤ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘§ğ‘¯ğ‘—ğ‘‘.

source: Ahhh, itâ€™s â€˜the Princeâ€™ from the Silent Forest. Unfortunately, I donâ€™t think we can deal with him now, we have to focus on saving Inarix.
en@shaw: ğ‘­ğ‘­ğ‘­, ğ‘¦ğ‘‘'ğ‘• 'ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•' ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘•ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘. ğ‘©ğ‘¯ğ‘“ğ‘¹ğ‘—ğ‘©ğ‘¯ğ‘©ğ‘‘ğ‘¤ğ‘°, ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘°ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘¦ğ‘¥ ğ‘¯ğ‘¬, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘“ğ‘´ğ‘’ğ‘©ğ‘• ğ‘ªğ‘¯ ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™ Â·ğ‘¦ğ‘¯ğ‘¸ğ‘¦ğ‘’ğ‘•.

source: Hurry-hurry, friends. Lanbecâ€™h and his kind are right on our tails, we must reach Prestim quickly.
en@shaw: ğ‘£ğ‘³ğ‘®ğ‘¦-ğ‘£ğ‘³ğ‘®ğ‘¦, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ. Â·ğ‘¤ğ‘¨ğ‘¯ğ‘šğ‘§ğ‘’'ğ‘£ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘¸ ğ‘®ğ‘²ğ‘‘ ğ‘ªğ‘¯ ğ‘¬ğ‘¼ ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ, ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘°ğ‘— Â·ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¥ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦.

source: Bah! Iâ€™m not going to blow myself to bits!
en@shaw: ğ‘šğ‘­! ğ‘²'ğ‘§ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘šğ‘¤ğ‘´ ğ‘¥ğ‘²ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘‘ ğ‘šğ‘¦ğ‘‘ğ‘•!

source: GrÃ¼Ã¼, stay away from that thing! I still have a use for you!
en@shaw: GrÃ¼Ã¼, ğ‘•ğ‘‘ğ‘± ğ‘©ğ‘¢ğ‘± ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¨ğ‘‘ ğ‘”ğ‘¦ğ‘™! ğ‘² ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¿!

source: Iâ€™m not going to do it!
en@shaw: ğ‘²'ğ‘§ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘›ğ‘µ ğ‘¦ğ‘‘!

source: Get away from there you idiot, Iâ€™m still over here!
en@shaw: ğ‘œğ‘§ğ‘‘ ğ‘©ğ‘¢ğ‘± ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘º ğ‘¿ ğ‘¦ğ‘›ğ‘¦ğ‘©ğ‘‘, ğ‘²'ğ‘§ğ‘¥ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘´ğ‘ğ‘¼ ğ‘£ğ‘½!

source: Hey, donâ€™t light it up, Iâ€™m not safe!
en@shaw: ğ‘£ğ‘±, ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¤ğ‘²ğ‘‘ ğ‘¦ğ‘‘ ğ‘³ğ‘, ğ‘²'ğ‘§ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘“!

source: Chief, Inarix hasnâ€™t yet made it across! Are you really sure you want to do this?
en@shaw: ğ‘¡ğ‘°ğ‘“, Â·ğ‘¦ğ‘¯ğ‘¸ğ‘¦ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘Ÿğ‘¯ğ‘‘ ğ‘˜ğ‘§ğ‘‘ ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘•! ğ‘¸ ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘µ ğ‘ğ‘¦ğ‘•?

source: Iâ€™m ready, Chief!
en@shaw: ğ‘²'ğ‘§ğ‘¥ ğ‘®ğ‘§ğ‘›ğ‘¦, ğ‘¡ğ‘°ğ‘“!

source: Blast it! The saurians have had too many casualties in order for them to be of any real help to us. We wonâ€™t be able to recruit them in the future.
en@shaw: ğ‘šğ‘¤ğ‘¶ğ‘•ğ‘‘ ğ‘¦ğ‘‘! ğ‘ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘£ğ‘¨ğ‘› ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘’ğ‘¨ğ‘ ğ‘©ğ‘¢ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘®ğ‘¾ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘‘ ğ‘³ğ‘•. ğ‘¢ğ‘° ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¿ğ‘—ğ‘¼.

source: It wonâ€™t be said that Elves were braver than us, everyone attack!
en@shaw: ğ‘¦ğ‘‘ ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘§ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘» ğ‘šğ‘®ğ‘±ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘³ğ‘•, ğ‘§ğ‘ğ‘®ğ‘°ğ‘¢ğ‘³ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’!

source: Prestimâ€™s walls are rock-hard, theyâ€™ll waste themselves on them.
en@shaw: Â·ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¥ğ‘Ÿ ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘®ğ‘ªğ‘’-ğ‘£ğ‘¸ğ‘›, ğ‘ğ‘±ğ‘¤ ğ‘¢ğ‘±ğ‘•ğ‘‘ ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ğ‘§ğ‘¥.

source: Weâ€™ve received messengers from the Council, saying that they are gathering tribes into the Great Horde.
en@shaw: ğ‘¢ğ‘°'ğ‘ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘¥ğ‘§ğ‘•ğ‘©ğ‘¯ğ‘¡ğ‘¼ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤, ğ‘•ğ‘±ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘± ğ‘¸ ğ‘œğ‘¨ğ‘ğ‘¼ğ‘¦ğ‘™ ğ‘‘ğ‘®ğ‘²ğ‘šğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘£ğ‘¹ğ‘›.

source: We arrive to honor our alliance, Earl Lanbecâ€™h.
en@shaw: ğ‘¢ğ‘° ğ‘©ğ‘®ğ‘²ğ‘ ğ‘‘ ğ‘ªğ‘¯ğ‘¼ ğ‘¬ğ‘¼ ğ‘©ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘•, ğ‘»ğ‘¤ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘šğ‘§ğ‘’'ğ‘£.

source: It is now time to show them who we are and to lead the Great Horde in pursuit. We will not rest until we destroy Earl Lanbecâ€™h. Smite, stab, slay!
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘¬ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘–ğ‘´ ğ‘ğ‘§ğ‘¥ ğ‘£ğ‘µ ğ‘¢ğ‘° ğ‘¸ ğ‘¯ ğ‘‘ ğ‘¤ğ‘§ğ‘› ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘£ğ‘¹ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘¼ğ‘•ğ‘¿ğ‘‘. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘° ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘»ğ‘¤ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘šğ‘§ğ‘’'ğ‘£. ğ‘•ğ‘¥ğ‘²ğ‘‘, ğ‘•ğ‘‘ğ‘¨ğ‘š, ğ‘•ğ‘¤ğ‘±!

source: Earl Lanbecâ€™h, you slimy coward, come out and face me if you have the guts!
en@shaw: ğ‘»ğ‘¤ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘šğ‘§ğ‘’'ğ‘£, ğ‘¿ ğ‘•ğ‘¤ğ‘²ğ‘¥ğ‘¦ ğ‘’ğ‘¬ğ‘¼ğ‘›, ğ‘’ğ‘³ğ‘¥ ğ‘¬ğ‘‘ ğ‘¯ ğ‘“ğ‘±ğ‘• ğ‘¥ğ‘° ğ‘¦ğ‘“ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘œğ‘³ğ‘‘ğ‘•!

source: Sorry there, old chap. Youâ€™re deemed too insignificant for the likes of the Earl to deal with. Heâ€™s left that pleasure to me instead.
en@shaw: ğ‘•ğ‘ªğ‘®ğ‘¦ ğ‘ğ‘º, ğ‘´ğ‘¤ğ‘› ğ‘—ğ‘¨ğ‘. ğ‘¿'ğ‘¼ ğ‘›ğ‘°ğ‘¥ğ‘› ğ‘‘ğ‘µ ğ‘¦ğ‘¯ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘˜ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘¤ğ‘²ğ‘’ğ‘• ğ‘ ğ‘ ğ‘»ğ‘¤ ğ‘‘ ğ‘›ğ‘°ğ‘¤ ğ‘¢ğ‘¦ğ‘. ğ‘£ğ‘°'ğ‘Ÿ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¤ğ‘§ğ‘ ğ‘¼ ğ‘‘ ğ‘¥ğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘›.

source: Bah, cowardly little elves. No dwarf would have ever agreed to such a proposal. Good riddance too, those elves just get in the way. Come on men, itâ€™s time to show those orcs our steel!
en@shaw: ğ‘šğ‘­, ğ‘’ğ‘¬ğ‘»ğ‘›ğ‘¤ğ‘° ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘¯ğ‘´ ğ‘›ğ‘¢ğ‘¹ğ‘“ ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘§ğ‘ğ‘¼ ğ‘©ğ‘œğ‘®ğ‘°ğ‘› ğ‘‘ ğ‘•ğ‘³ğ‘— ğ‘© ğ‘ğ‘®ğ‘©ğ‘ğ‘´ğ‘Ÿğ‘©ğ‘¤. ğ‘œğ‘«ğ‘› ğ‘®ğ‘¦ğ‘›ğ‘©ğ‘¯ğ‘• ğ‘‘ğ‘µ, ğ‘ğ‘´ğ‘Ÿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘±. ğ‘’ğ‘³ğ‘¥ ğ‘ªğ‘¯ ğ‘¥ğ‘§ğ‘¯, ğ‘¦ğ‘‘'ğ‘• ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘–ğ‘´ ğ‘ğ‘´ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘¬ğ‘¼ ğ‘•ğ‘‘ğ‘°ğ‘¤!

source: Letâ€™s make them pay for what they did to our people. Blood and steel!
en@shaw: ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘¥ğ‘±ğ‘’ ğ‘ğ‘§ğ‘¥ ğ‘ğ‘± ğ‘“ğ‘¹ ğ‘¢ğ‘ªğ‘‘ ğ‘ğ‘± ğ‘›ğ‘¦ğ‘› ğ‘‘ ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤. ğ‘šğ‘¤ğ‘³ğ‘› ğ‘¯ ğ‘•ğ‘‘ğ‘°ğ‘¤!

source: A human-wormâ€™s dog. Animal meat very tasty. When we fight humans again, can I have a pony?
en@shaw: ğ‘© ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯-ğ‘¢ğ‘»ğ‘¥ğ‘Ÿ ğ‘›ğ‘ªğ‘œ. ğ‘¨ğ‘¯ğ‘¦ğ‘¥ğ‘©ğ‘¤ ğ‘¥ğ‘°ğ‘‘ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘‘ğ‘±ğ‘•ğ‘‘ğ‘°. ğ‘¢ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘“ğ‘²ğ‘‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯, ğ‘’ğ‘¨ğ‘¯ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘ğ‘´ğ‘¯ğ‘°?

source: Having broken the dwarvish blockade, the horde continued on through the mountain pass. Kapouâ€™e began to recognize the lands about them and sure enough, they soon found themselves back in the tribeâ€™s homeland.
en@shaw: ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘šğ‘®ğ‘´ğ‘’ğ‘©ğ‘¯ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘šğ‘¤ğ‘­ğ‘’ğ‘±ğ‘›, ğ‘ ğ‘£ğ‘¹ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ğ‘› ğ‘ªğ‘¯ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ ğ‘ğ‘­ğ‘•. Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘° ğ‘šğ‘©ğ‘œğ‘¨ğ‘¯ ğ‘‘ ğ‘®ğ‘§ğ‘’ğ‘ªğ‘œğ‘¯ğ‘²ğ‘Ÿ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¯ ğ‘–ğ‘«ğ‘¼ ğ‘¦ğ‘¯ğ‘³ğ‘“, ğ‘ğ‘± ğ‘•ğ‘µğ‘¯ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘®ğ‘²ğ‘šğ‘Ÿ ğ‘£ğ‘´ğ‘¥ğ‘¤ğ‘¨ğ‘¯ğ‘›.

source: Well, boys, weâ€™re home. I told you we would return one day.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘šğ‘¶ğ‘Ÿ, ğ‘¢ğ‘°'ğ‘¼ ğ‘£ğ‘´ğ‘¥. ğ‘² ğ‘‘ğ‘´ğ‘¤ğ‘› ğ‘¿ ğ‘¢ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘›ğ‘±.

source: Listen up, orcs. Our main objective is to rescue the shamans. It wonâ€™t work to take the human runts head-on while they sneak the shamans out the back door.
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘©ğ‘¯ ğ‘³ğ‘, ğ‘¹ğ‘’ğ‘•. ğ‘¬ğ‘¼ ğ‘¥ğ‘±ğ‘¯ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘’ğ‘¿ ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ. ğ‘¦ğ‘‘ ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘’ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘®ğ‘³ğ‘¯ğ‘‘ğ‘• ğ‘£ğ‘§ğ‘›-ğ‘ªğ‘¯ ğ‘¢ğ‘²ğ‘¤ ğ‘ğ‘± ğ‘•ğ‘¯ğ‘°ğ‘’ ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¬ğ‘‘ ğ‘ ğ‘šğ‘¨ğ‘’ ğ‘›ğ‘¹.

source: You always like his plans, GrÃ¼Ã¼.
en@shaw: ğ‘¿ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘¤ğ‘²ğ‘’ ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ, GrÃ¼Ã¼.

source: Fine, take a hundred. Donâ€™t lose it.
en@shaw: ğ‘“ğ‘²ğ‘¯, ğ‘‘ğ‘±ğ‘’ ğ‘© ğ‘£ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘§ğ‘›. ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¤ğ‘µğ‘Ÿ ğ‘¦ğ‘‘.

source: Good, but where is GrÃ¼Ã¼?
en@shaw: ğ‘œğ‘«ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘º ğ‘¦ğ‘Ÿ GrÃ¼Ã¼?

source: Blood and stone, GrÃ¼Ã¼! You were supposed to be in position by first watch. Itâ€™s dawn!
en@shaw: ğ‘šğ‘¤ğ‘³ğ‘› ğ‘¯ ğ‘•ğ‘‘ğ‘´ğ‘¯, GrÃ¼Ã¼! ğ‘¿ ğ‘¢ğ‘» ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿğ‘› ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘² ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘¡. ğ‘¦ğ‘‘'ğ‘• ğ‘›ğ‘·ğ‘¯!

source: Donâ€™t make me hurt you more.
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘¥ğ‘° ğ‘£ğ‘»ğ‘‘ ğ‘¿ ğ‘¥ğ‘¹.

source: No really, itâ€™s true. He is jealous of some young upstart called Kapouâ€™e. He says all the shamans â€˜suck upâ€™ to him just because his father had a black eye or something like that.
en@shaw: ğ‘¯ğ‘´ ğ‘®ğ‘¾ğ‘¤ğ‘¦, ğ‘¦ğ‘‘'ğ‘• ğ‘‘ğ‘®ğ‘µ. ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘¡ğ‘§ğ‘¤ğ‘©ğ‘• ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘˜ğ‘³ğ‘™ ğ‘©ğ‘ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘’ğ‘·ğ‘¤ğ‘› Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°. ğ‘£ğ‘° ğ‘•ğ‘§ğ‘Ÿ ğ‘·ğ‘¤ ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ 'ğ‘•ğ‘³ğ‘’ ğ‘³ğ‘' ğ‘‘ ğ‘£ğ‘¦ğ‘¥ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘£ğ‘¦ğ‘Ÿ ğ‘“ğ‘­ğ‘ğ‘¼ ğ‘£ğ‘¨ğ‘› ğ‘© ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘² ğ‘¹ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘¨ğ‘‘.

source: Chief! Itâ€™s true, the shamans have been murdered!
en@shaw: ğ‘¡ğ‘°ğ‘“! ğ‘¦ğ‘‘'ğ‘• ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘¥ğ‘»ğ‘›ğ‘¼ğ‘›!

source: Infuriated by the murder of the shamans, the orcish horde massacred the humans and their allies. In their rage, they scoured the snow for hours looking for any survivors. Only when their rage was spent did the full implications of the shamansâ€™ deaths begin to sink in.
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘˜ğ‘«ğ‘®ğ‘°ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘ ğ‘¥ğ‘»ğ‘›ğ‘¼ ğ‘ ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ, ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘£ğ‘¹ğ‘› ğ‘¥ğ‘¨ğ‘•ğ‘©ğ‘’ğ‘»ğ‘› ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘ğ‘º ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ. ğ‘¦ğ‘¯ ğ‘ğ‘º ğ‘®ğ‘±ğ‘¡, ğ‘ğ‘± ğ‘•ğ‘’ğ‘¬ğ‘»ğ‘› ğ‘ ğ‘•ğ‘¯ğ‘´ ğ‘“ğ‘¹ ğ‘¬ğ‘¼ğ‘Ÿ ğ‘¤ğ‘«ğ‘’ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘§ğ‘¯ğ‘¦ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘»ğ‘Ÿ. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘®ğ‘±ğ‘¡ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘›ğ‘¦ğ‘› ğ‘ ğ‘“ğ‘«ğ‘¤ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘©ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ' ğ‘›ğ‘§ğ‘”ğ‘• ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘•ğ‘¦ğ‘™ğ‘’ ğ‘¦ğ‘¯.

source: Having thus made his plans, Kapouâ€™e set out for Bitok to get to the root of this treachery.
en@shaw: ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘ğ‘³ğ‘• ğ‘¥ğ‘±ğ‘› ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ, Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘° ğ‘•ğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘“ğ‘¹ Â·ğ‘šğ‘¦ğ‘‘ğ‘¶ğ‘’ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘‘ ğ‘ ğ‘®ğ‘µğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘®ğ‘§ğ‘—ğ‘»ğ‘°.

source: Black-Eye! We wonâ€™t submit to an upstart like you!
en@shaw: ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘²! ğ‘¢ğ‘° ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘•ğ‘©ğ‘šğ‘¥ğ‘¦ğ‘‘ ğ‘‘ ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¤ğ‘²ğ‘’ ğ‘¿!

source: Turn around and go back to where you came from or youâ€™ll find your head on a pike! Right?
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¯ ğ‘œğ‘´ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘¢ğ‘º ğ‘¿ ğ‘’ğ‘±ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¹ ğ‘¿'ğ‘¤ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘£ğ‘§ğ‘› ğ‘ªğ‘¯ ğ‘© ğ‘ğ‘²ğ‘’! ğ‘®ğ‘²ğ‘‘?

source: Little orcs fun to squash too! Chief doesnâ€™t let me too often.
en@shaw: ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘¹ğ‘’ğ‘• ğ‘“ğ‘³ğ‘¯ ğ‘‘ ğ‘•ğ‘’ğ‘¢ğ‘­ğ‘– ğ‘‘ğ‘µ! ğ‘¡ğ‘°ğ‘“ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¤ğ‘§ğ‘‘ ğ‘¥ğ‘° ğ‘‘ğ‘µ ğ‘ªğ‘“ğ‘©ğ‘¯.

source: You can have as many as you want now, GrÃ¼Ã¼.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¯ğ‘¬, GrÃ¼Ã¼.

source: This rabble wonâ€™t be a problem anymore.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘®ğ‘¨ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥ ğ‘§ğ‘¯ğ‘°ğ‘¥ğ‘¹.

source: Now letâ€™s get going, we have an appointment with Shan Taum.
en@shaw: ğ‘¯ğ‘¬ ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘œğ‘§ğ‘‘ ğ‘œğ‘´ğ‘¦ğ‘™, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘–ğ‘¨ğ‘¯ Â·ğ‘‘ğ‘±ğ‘³ğ‘¥.
