Repository: wesnoth/wesnoth
Catalog: po/wesnoth-sotbe/*.po
Languages: ar, en@shaw, he

source: Hurry then, break camp, we must get to the oasis!
ar: أسرع إذن، اخرج من المعسكر، يجب أن نصل إلى الواحة!
en@shaw: ğ‘£ğ‘³ğ‘®ğ‘¦ ğ‘ğ‘§ğ‘¯, ğ‘šğ‘®ğ‘±ğ‘’ ğ‘’ğ‘¨ğ‘¥ğ‘, ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘‘ ğ‘ ğ‘´ğ‘±ğ‘•ğ‘¦ğ‘•!

source: What?! Through all this chaos?!
ar: ماذا؟! وسط كل هذه الفوضى؟!

source: We don’t have any other choice. If we remain here, we’ll die.
ar: ليس لدينا أي خيار آخر. إذا بقينا هنا، فسوف نموت.

source: Finally we’ve done it! Now let’s wait out this sandstorm, resupply and get some rest before we continue on our journey.
ar: وأخيرا لقد فعلناها! الآن دعونا ننتظر انتهاء هذه العاصفة الرملية، ونعيد الإمداد ونحصل على قسط من الراحة قبل أن نواصل رحلتنا.

source: There you go, Grüü, there is your giant scorpion!
ar: ها أنت يا جروو، هناك عقربك العملاق!

source: Oh great, perfect timing.
ar: أوه عظيم، توقيت مثالي.
en@shaw: ğ‘´ ğ‘œğ‘®ğ‘±ğ‘‘, ğ‘ğ‘¼ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘‘ğ‘²ğ‘¥ğ‘¦ğ‘™.

source: Yeah, I am really hungry.
ar: نعم، أنا جائع حقا.
en@shaw: ğ‘˜ğ‘¨, ğ‘² ğ‘¨ğ‘¥ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘£ğ‘³ğ‘™ğ‘œğ‘®ğ‘¦.

source: That is not what I meant!
ar: ليس هذا ما قصدته!
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘² ğ‘¥ğ‘§ğ‘¯ğ‘‘!

source: Ahh, finally! Lunchtime!
ar: اه، أخيرا! موعد الغذاء!
en@shaw: ğ‘­, ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦! ğ‘¤ğ‘©ğ‘¯ğ‘—ğ‘‘ğ‘²ğ‘¥!

source: You trolls are just sick!
ar: أنتم أيها الترول مريضون!
en@shaw: ğ‘¿ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘’!

source: <i>Yuck</i>! Disgusting! These things taste horrible!
ar: <i>مقرف</i> ! مقزز! هذه الأشياء طعمها فظيع!

source: I don’t know if you should have eaten that, Grüü, you don’t look so good.
ar: لا أعرف إذا كان عليك أن تأكل ذلك يا جروو، فأنت لا تبدو جيدًا.

source: Ugh... I feel sick.
ar: اه... أشعر بالمرض.
en@shaw: ğ‘³ğ‘œ... ğ‘² ğ‘“ğ‘°ğ‘¤ ğ‘•ğ‘¦ğ‘’.

source: Hmmm, it seems that scorpions are poisonous.
ar: امممم، الظاهر أن العقارب سامة.
en@shaw: ğ‘£ğ‘©ğ‘¥, ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘’ğ‘¹ğ‘ğ‘°ğ‘©ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘ğ‘¶ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘•.

source: But what about Grüü?
ar: ولكن ماذا عن جروو؟

source: Ahh, he will be fine in a few minutes. He is a troll, after all. Right, Grüü?
ar: اه، سيكون بخير في بضع دقائق. هو ترول، بعد كل شيء. أليس كذلك يا جروو؟

source: (<i>Puke</i>)
ar: (<i>تقيؤ</i>)

source: Hold it right there! This oasis is ours! Begone or you all will be killed!
ar: توقفوا هناك! هذه الواحة لنا! ارحلوا وإلا ستقتلون جميعاً!
en@shaw: ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘¦ğ‘‘ ğ‘®ğ‘²ğ‘‘ ğ‘ğ‘º! ğ‘ğ‘¦ğ‘• ğ‘´ğ‘±ğ‘•ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¬ğ‘¼ğ‘Ÿ! ğ‘šğ‘°ğ‘œğ‘ªğ‘¯ ğ‘¹ ğ‘¿ ğ‘·ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘’ğ‘¦ğ‘¤ğ‘›!

source: Look, fool, we are in the middle of a sandstorm, and we are almost completely out of food and water. There is no way we can keep going without stopping at this oasis.
ar: انظر أيها الأحمق، نحن في وسط عاصفة رملية، وقد نفد الطعام والماء لدينا تقريبًا. لا توجد طريقة يمكننا من خلالها الاستمرار دون التوقف في هذه الواحة.
en@shaw: ğ‘¤ğ‘«ğ‘’, ğ‘“ğ‘µğ‘¤, ğ‘¢ğ‘° ğ‘¸ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘¦ğ‘›ğ‘©ğ‘¤ ğ‘ ğ‘© ğ‘•ğ‘¨ğ‘¯ğ‘›ğ‘•ğ‘‘ğ‘¹ğ‘¥, ğ‘¯ ğ‘¢ğ‘° ğ‘¸ ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘¤ğ‘¦ ğ‘¬ğ‘‘ ğ‘ ğ‘“ğ‘µğ‘› ğ‘¯ ğ‘¢ğ‘·ğ‘‘ğ‘¼. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¢ğ‘± ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘°ğ‘ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ğ‘¦ğ‘™ ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘´ğ‘±ğ‘•ğ‘¦ğ‘•.

source: I don’t care, get lost!
ar: لا أهتم، أغرب عن وجهي!

source: It’s no use reasoning with them, Kapou’e, they aren’t going to listen.
ar: لا فائدة من النقاش معهم، كابوي، لن يستمعوا.

source: Yeah, I can see that. Well, I guess we have to clean these rabble out of here.
ar: نعم أستطيع أن أرى هذا. حسنًا، أعتقد أنه يتعين علينا طرد هؤلاء الرعاع من هنا.

source: ... Food...!
ar: ..الطعام...!

source: ... Water...!
ar: ..الماء...!

source: ... Come... on..., people...! We have... to... keep... going...
ar: .. هيا...يا أيها الناس...! علينا...أن...نواصل...

source: ... Can’t... The... heat... is... too... much...
ar: .. لا أستطيع... الحرارة... قوية... جداً...

source: Silent Forest
ar: الغابة الصامتة
en@shaw: ğ‘•ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘
he: יער שקט

source: Defeat the elves
ar: هزيمة الإلف
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ

source: Lucile
ar: لوسيل
en@shaw: ğ‘¤ğ‘µğ‘•ğ‘°ğ‘¤
he: לוסיל

source: Raceme
ar: راسيمي
he: ראסם

source: As soon as the sandstorm died down, Kapou’e and his men — eager to escape the searing heat — left the oasis and continued on their trek.
ar: بمجرد أن هدأت العاصفة الرملية، غادر كابوي ورجاله الواحة - حريصين على الهروب من الحرارة الحارقة - واستمروا في رحلتهم.

source: It was with great relief that they finally spotted the Silent Forest on the evening of their second day. They quickly made camp in the hope of getting some much needed rest. However, as dawn approached, a thick fog rolled in and all the natural sounds of the forest died away — leaving everything deathly quiet.
ar: لقد كان من دواعي ارتياحهم الكبير أنهم وصلوا الغابة الصامتة أخيرًا مساء يومهم الثاني. وسرعان ما أقاموا معسكرًا على أمل الحصول على بعض الراحة التي كانوا في أمس الحاجة إليها. ومع ذلك، مع اقتراب الفجر، غطى ضباب كثيف وتلاشت جميع الأصوات الطبيعية للغابة - تاركًا كل شيء هادئًا مميتًا.

source: This fog and the silence are starting to unsettle me. What is this place, anyway?
ar: بدأ هذا الضباب والصمت يزعجني. ما هذا المكان على أية حال؟

source: It has not always been like this. A lot of hunters from the tribes used to hunt here and fish in the River Bork. But that all changed a few years ago. Now, few would enter here unless forced.
ar: لم يكن الأمر هكذا دائمًا. اعتاد الكثير من الصيادين من القبائل الصيد هنا وصيد الأسماك في نهر بورك. لكن كل ذلك تغير منذ بضع سنوات. الآن، قليلون سيدخلون هنا إلا إذا أجبروا.
en@shaw: ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘¦ğ‘•. ğ‘© ğ‘¤ğ‘ªğ‘‘ ğ‘ ğ‘£ğ‘©ğ‘¯ğ‘‘ğ‘»ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘‘ğ‘®ğ‘²ğ‘šğ‘Ÿ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘£ğ‘³ğ‘¯ğ‘‘ ğ‘£ğ‘½ ğ‘¯ ğ‘“ğ‘¦ğ‘– ğ‘¦ğ‘¯ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘šğ‘¹ğ‘’. ğ‘šğ‘³ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘·ğ‘¤ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘© ğ‘“ğ‘¿ ğ‘˜ğ‘½ğ‘Ÿ ğ‘©ğ‘œğ‘´. ğ‘¯ğ‘¬, ğ‘“ğ‘¿ ğ‘¢ğ‘«ğ‘› ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘£ğ‘½ ğ‘³ğ‘¯ğ‘¤ğ‘§ğ‘• ğ‘“ğ‘¹ğ‘•ğ‘‘.

source: What happened? Why did people stop coming here?
ar: ماذا حدث؟ لماذا توقف شعبنا عن المجيء إلى هنا؟
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘›? ğ‘¢ğ‘² ğ‘›ğ‘¦ğ‘› ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘£ğ‘½?

source: The fact is that few people entered this forest and returned home safe. I am not sure, but most likely, this forest is full of elvish renegades.
ar: الحقيقة هي أن قلة من الناس دخلوا هذه الغابة وعادوا إلى منازلهم سالمين. لست متأكدا، ولكن على الأرجح، هذه الغابة مليئة بالمرتدين الإلف.
en@shaw: ğ‘ ğ‘“ğ‘¨ğ‘’ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘“ğ‘¿ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘‘ğ‘»ğ‘› ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘£ğ‘´ğ‘¥ ğ‘•ğ‘±ğ‘“. ğ‘² ğ‘¨ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘¼, ğ‘šğ‘³ğ‘‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¤ğ‘²ğ‘’ğ‘¤ğ‘¦, ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘«ğ‘¤ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘®ğ‘§ğ‘¯ğ‘©ğ‘œğ‘±ğ‘›ğ‘Ÿ.

source: What would elves be doing so far into orcish territory? Anyway, we need some rest. We are sufficiently armed to cope with a bunch of elvish poachers. If we meet any, we’ll cut them to pieces.
ar: ماذا يفعل الإلف إلى هذا العمق في الأراضي الأوركية؟ على أية حال، نحن بحاجة إلى بعض الراحة. نحن مسلحون بما فيه الكفاية للتعامل مع مجموعة من الصيادين الإلفيين. إذا التقينا بأي منهم، فسنقطعهم إلى أجزاء.

source: Elves! I was right, this place is infested with the skinny weaklings.
ar: الإلف! لقد كنت على حق، هذا المكان مليء بالضعفاء النحيفين.

source: Elves! You were right, Gork, this place is infested with the skinny weaklings.
ar: الإلف! لقد كنت على حق يا جورك، هذا المكان مليء بالضعفاء النحيفين.

source: Blast it, the orcs have discovered us.
ar: اللعنة، لقد اكتشفنا الأوركيون.
en@shaw: ğ‘šğ‘¤ğ‘¶ğ‘•ğ‘‘ ğ‘¦ğ‘‘, ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ğ‘› ğ‘³ğ‘•.

source: What is your purpose for trespassing on orcish territory?
ar: ما هو غرضك من التعدي على الأراضي الأوركية؟
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘ğ‘»ğ‘ğ‘©ğ‘• ğ‘“ğ‘¹ ğ‘‘ğ‘®ğ‘§ğ‘•ğ‘ğ‘©ğ‘•ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¼ğ‘¦?

source: Fool, do you really think we are going to tell you?
ar: أحمق، هل تعتقد حقًا أننا سنخبرك؟
en@shaw: ğ‘“ğ‘µğ‘¤, ğ‘›ğ‘µ ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘° ğ‘¸ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘‘ğ‘§ğ‘¤ ğ‘¿?

source: Men, capture one of these elves and interrogate him. I am sure that will get us some answers.
ar: أيها الرجال، اقبضوا على أحد هؤلاء الإلف واستجوبوه. أنا متأكد من أن ذلك سيوفر لنا بعض الإجابات.
en@shaw: ğ‘¥ğ‘§ğ‘¯, ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘ºğ‘©ğ‘œğ‘±ğ‘‘ ğ‘£ğ‘¦ğ‘¥. ğ‘² ğ‘¨ğ‘¥ ğ‘–ğ‘«ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘•ğ‘³ğ‘¥ ğ‘­ğ‘¯ğ‘•ğ‘¼ğ‘Ÿ.

source: Now we’re going to have some answers out of you.
ar: الآن سنحصل على بعض الإجابات منك.

source: You might as well go ahead and kill me, I’m not telling you anything.
ar: يمكنك أيضًا المضي قدمًا وقتلي، أنا لن أخبرك بأي شيء.

source: Very well then...
ar: حسنًا إذن..
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤ ğ‘ğ‘§ğ‘¯...

source: Some time later...
ar: في وقت لاحق...
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘²ğ‘¥ ğ‘¤ğ‘±ğ‘‘ğ‘¼...

source: So you elves have set up an enclave here have you. Why is that?
ar: لقد قمتم، أيها الإلفيون، بإنشاء جيب هنا. لماذا هذا؟
en@shaw: ğ‘•ğ‘´ ğ‘¿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘§ğ‘‘ ğ‘³ğ‘ ğ‘©ğ‘¯ ğ‘­ğ‘¯ğ‘’ğ‘¤ğ‘±ğ‘ ğ‘£ğ‘½ ğ‘£ğ‘¨ğ‘ ğ‘¿. ğ‘¢ğ‘² ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘?

source: We made an agreement with the humans some time ago. They were planning a major assault on you war-mongers, and the humans pledged that if we assisted them they would give us a large chunk of your territory once the battle was over.
ar: لقد عقدنا اتفاقًا مع البشر منذ بعض الوقت. لقد كانوا يخططون لهجوم كبير عليكم يا تجار الحرب، وتعهد البشر بأنه إذا ساعدناهم فسوف يعطوننا جزءًا كبيرًا من أراضيكم بمجرد انتهاء المعركة.
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘±ğ‘› ğ‘©ğ‘¯ ğ‘©ğ‘œğ‘®ğ‘°ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘²ğ‘¥ ğ‘©ğ‘œğ‘´. ğ‘ğ‘± ğ‘¢ğ‘» ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘™ ğ‘© ğ‘¥ğ‘±ğ‘¡ğ‘¼ ğ‘©ğ‘•ğ‘ªğ‘¤ğ‘‘ ğ‘ªğ‘¯ ğ‘¿ ğ‘¢ğ‘¹-ğ‘¥ğ‘©ğ‘™ğ‘œğ‘»ğ‘Ÿ, ğ‘¯ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘ğ‘¤ğ‘§ğ‘¡ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘ğ‘± ğ‘¢ğ‘«ğ‘› ğ‘œğ‘¦ğ‘ ğ‘³ğ‘• ğ‘© ğ‘¤ğ‘¸ğ‘¡ ğ‘—ğ‘©ğ‘™ğ‘’ ğ‘ ğ‘¿ğ‘¼ ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¼ğ‘¦ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¢ğ‘ªğ‘Ÿ ğ‘´ğ‘ğ‘¼.

source: Why would you elves want still more territory? You already have the undisputed rule of the whole elvish forest.
ar: لماذا تريد الإلف المزيد من الأراضي؟ لديكم بالفعل السيطرة بلا منازع على غابة الجن بأكملها.

source: Yes, but our prince has been banished from those lands for collaborating with humans. He now seeks to carve out an empire for himself.
ar: نعم، ولكن تم نفي أميرنا من تلك الأراضي لتعاونه مع البشر. وهو يسعى الآن إلى إقامة إمبراطورية لنفسه.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘¬ğ‘¼ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘šğ‘¨ğ‘¯ğ‘¦ğ‘–ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘´ğ‘Ÿ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘“ğ‘¹ ğ‘’ğ‘©ğ‘¤ğ‘¨ğ‘šğ‘»ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ. ğ‘£ğ‘° ğ‘¯ğ‘¬ ğ‘•ğ‘°ğ‘’ğ‘• ğ‘‘ ğ‘’ğ‘¸ğ‘ ğ‘¬ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘²ğ‘¼ ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘“.

source: Hmmm, interesting. So you set up a base here to launch your attacks on us. Is that right?
ar: هممم، مثير للاهتمام. لذلك قمت بإنشاء قاعدة هنا لشن هجماتك علينا. هل هذا صحيح؟
en@shaw: ğ‘£ğ‘©ğ‘¥, ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘©ğ‘•ğ‘‘ğ‘¦ğ‘™. ğ‘•ğ‘´ ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘³ğ‘ ğ‘© ğ‘šğ‘±ğ‘• ğ‘£ğ‘½ ğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘¿ğ‘¼ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘ªğ‘¯ ğ‘³ğ‘•. ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘²ğ‘‘?

source: Yes, that is correct.
ar: نعم هذا صحيح.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘.

source: Well folks, it looks like we have our work cut out for us. We must destroy this enclave.
ar: حسنًا يا رفاق، يبدو أن عملنا قد قطع علينا. يجب علينا تدمير هذا الجيب.
en@shaw: ğ‘¢ğ‘§ğ‘¤ ğ‘“ğ‘´ğ‘’ğ‘•, ğ‘¦ğ‘‘ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¬ğ‘¼ ğ‘¢ğ‘»ğ‘’ ğ‘’ğ‘³ğ‘‘ ğ‘¬ğ‘‘ ğ‘“ğ‘¹ ğ‘³ğ‘•. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ğ‘¦ğ‘• ğ‘­ğ‘¯ğ‘’ğ‘¤ğ‘±ğ‘.

source: As for this weakling, I’ll personally behead her.
ar: أما بالنسبة لهذه الضعيفة، فسوف أقطع رأسها بنفسي.

source: As for this weakling, I’ll personally behead him.
ar: أما بالنسبة لهذا الضعيف، فسوف أقطع رأسه بنفسي.

source: female^With pleasure. But what should I do with this weakling?
ar: بكل سرور. ولكن ماذا علي أن أفعل مع هذه الضعيفة؟

source: Behead her.
ar: اقطع رأسها.

source: With pleasure. But what should I do with this weakling?
ar: بكل سرور. ولكن ماذا علي أن أفعل مع هذا الضعيف؟
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¤ğ‘§ğ‘ ğ‘¼. ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘² ğ‘›ğ‘µ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘°ğ‘’ğ‘¤ğ‘¦ğ‘™?

source: Behead him.
ar: اقطع رأسه.

source: Ahhhhh!
ar: اههههه!
en@shaw: ğ‘­ğ‘­ğ‘­ğ‘­ğ‘­!

source: Good work, men, we’ve done it! Now we don’t have to worry about these elves attacking us. Let’s get some rest and continue our journey.
ar: عمل جيد يا رجال، لقد قمنا بالمطلوب! الآن لا داعي للقلق بشأن مهاجمة هؤلاء الإلف لنا. دعونا نحصل على قسط من الراحة ونواصل رحلتنا.

source: Ahhh! Flee; warn the Prince that I have been slain and the enclave destroyed.
ar: أهه! الفرار؛ حذروا الأمير من أنني قُتلت وأن المنطقة دُمرت.

source: Linduilas
ar: ليندويلاس

source: As you command, my lady.
ar: كما أمرت يا سيدتي.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›, ğ‘¥ğ‘² ğ‘¤ğ‘±ğ‘›ğ‘¦.

source: Shan Taum the Smug
ar: شان تاوم المتعجرف
en@shaw: ğ‘–ğ‘¨ğ‘¯ Â·ğ‘‘ğ‘±ğ‘³ğ‘¥ ğ‘ ğ‘•ğ‘¥ğ‘©ğ‘œ

source: Survive the Shan Taum menace for 20 turns
ar: النجاة من تهديد شان تاوم لمدة 20 دورة
en@shaw: ğ‘•ğ‘»ğ‘ğ‘²ğ‘ ğ‘ ğ‘–ğ‘¨ğ‘¯ Â·ğ‘‘ğ‘±ğ‘³ğ‘¥ ğ‘¥ğ‘§ğ‘¯ğ‘©ğ‘• ğ‘“ğ‘¹ 20 ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ
he: שרוד את איומו של שאן טאום במשך 20 תורות

source: Defeat Shan Taum
ar: هزيمة شان تاوم

source: Shan Taum
ar: شان تاوم
en@shaw: ğ‘–ğ‘¨ğ‘¯ Â·ğ‘‘ğ‘±ğ‘³ğ‘¥
he: שאן טאום

source: Rivals
ar: المنافسون

source: After clearing out the elves from the Silent Forest, Kapou’e and his party set out on the last leg of their journey. Within a few days they finally reached the city of Lmarig in the Mourned Hills, which was then ruled by Shan Taum the Smug.
ar: بعد طرد الإلف من الغابة الصامتة، انطلق كابوي ورفاقه في المرحلة الأخيرة من رحلتهم. وفي غضون أيام قليلة وصلوا أخيرًا إلى مدينة لماريج في تلال الحداد، والتي كان يحكمها آنذاك شان تاوم المتعجرف.

source: At last, here are the Mourned Hills! We can only hope for the best.
ar: أخيرًا، ها هي تلال الحداد! يمكننا أن نأمل فقط للأفضل.
en@shaw: ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘, ğ‘£ğ‘½ ğ‘¸ ğ‘ ğ‘¥ğ‘¹ğ‘¯ğ‘› ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ! ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘´ğ‘ ğ‘“ğ‘¹ ğ‘ ğ‘šğ‘§ğ‘•ğ‘‘.

source: Why?
ar: لماذا؟
en@shaw: ğ‘¢ğ‘²?
he: למה?

source: You are a troll, so you don’t know. These lands are ruled by Shan Taum the Smug, who was a rival of Black-Eye Karun.
ar: أنت قزم، لذلك أنت لا تعرف. هذه الأراضي يحكمها شان تاوم المتعجرف، الذي كان منافسًا لقارون العين السوداء.

source: I doubt he would welcome the son of the Black-Eye.
ar: أشك في أنه سيرحب بابن العين السوداء.
en@shaw: ğ‘² ğ‘›ğ‘¬ğ‘‘ ğ‘£ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘¢ğ‘§ğ‘¤ğ‘’ğ‘©ğ‘¥ ğ‘ ğ‘•ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘².

source: Who is that? Kapou’e! What are you doing in my lands, you weakling runt?
ar: من ذاك؟ كابوي! ماذا تفعل في أراضيي أيها الوغد الضعيف؟

source: Hold on, Shan Taum. We seek the Great Council, not a quarrel with you.
ar: انتظر، شان تاوم. نحن نسعى إلى المجلس الكبير، وليس الشجار معك.
en@shaw: ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ªğ‘¯, ğ‘–ğ‘¨ğ‘¯ Â·ğ‘‘ğ‘±ğ‘³ğ‘¥. ğ‘¢ğ‘° ğ‘•ğ‘°ğ‘’ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤, ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘’ğ‘¢ğ‘ªğ‘®ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘¿.

source: Bwahaha! You are nothing! Where is your land? You became a beggar. You are as pathetic as your father!
ar: بواهاها! أنت لا شيء! أين أرضك؟ لقد أصبحت متسولاً. أنت مثير للشفقة مثل والدك!
he: בוואהאהאה! אתה אפס! איפה האדמה שלך? נהיית קבצן אתה מעורר רחמים כמו אבא שלך!

source: How can you talk that way about my father, you miserable coward?! I’ll make a mug from your skull!
ar: كيف تتحدث بهذه الطريقة عن والدي أيها الجبان البائس؟! سأصنع كوبًا من جمجمتك!

source: Really? What would you drink with it? Mint cordial?
ar: حقًا؟ ماذا تشرب معها؟ النعناع؟
en@shaw: ğ‘®ğ‘¾ğ‘¤ğ‘¦? ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘¿ ğ‘›ğ‘®ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘¦ğ‘ ğ‘¦ğ‘‘? ğ‘¥ğ‘¦ğ‘¯ğ‘‘ ğ‘’ğ‘¹ğ‘¡ğ‘©ğ‘¤?
he: באמת? ומה תשתה איתו? מיץ מנתה?

source: Exasperated, Kapou’e launched an attack on his fellow orc Shan Taum the Smug.
ar: بغضب، شن كابوي هجومًا على زميله الأورك شان تاوم المتعجرف.

source: Fabstep
ar: فابستيب

source: Klebar
ar: كليبار

source: Echarp
ar: إيشارب

source: What is this? Are you mad?! Humans are to besiege our fortress at Prestim and you are fighting each other?!
ar: ما هذا؟ هل انت مجنون؟! البشر سيحاصرون حصننا في برستيم وأنتم تقاتلون بعضكم البعض؟!

source: Well, ermmm...
ar: حسنًا، امممم...
he: טוב... ארמממ...

source: Kapou’e, rumors tell of you making a long trip to seek assistance from us, and escorting Pirk, Gork and Vraurk. The Council is grateful for that.
ar: كابوي، تشير الأخبار إلى قيامك برحلة طويلة لطلب المساعدة منا، ومرافقة بيرك وغورك وفراورك. والمجلس ممتن لذلك.

source: I know what you want from us but I’m afraid we can’t help you.
ar: أعرف ما تريد منا ولكن أخشى أننا لا نستطيع مساعدتك.

source: But my people...
ar: لكن شعبي...

source: You don’t understand. Orcs have been divided for ages. The only one who gave us some unity was your father, Black-Eye Karun. When we heard rumors of your exploits, we understood that you are a worthy son of your father.
ar: أنت لا تفهم. تم تقسيم الأورك على مر العصور. الشخص الوحيد الذي أعطانا بعض الوحدة هو والدك، العين السوداء. عندما سمعنا شائعات عن مآثرك، فهمنا أنك ابن جدير لأبيك.

source: This is true. Now we are pressed from all sides by humans and elves; we need a leader that can unite all banners. This one is <i>you</i>!
ar: هذا صحيح. الآن نحن محاصرون من كل جانب من قبل البشر والجان؛ نحن بحاجة إلى قائد يمكنه توحيد كل الرايات. هذا هو <i>أنت</i>!

source: Thank you.
ar: شكرا لك.
en@shaw: ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿.

source: Did you hear? There is a battle waiting for us at Prestim!
ar: هل سمعتي؟ هناك معركة تنتظرنا في برستيم!
en@shaw: ğ‘›ğ‘¦ğ‘› ğ‘¿ ğ‘£ğ‘½? ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘³ğ‘• ğ‘¨ğ‘‘ Â·ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¥!
he: שמעת? יש קרב שמחכה לנו בפרסטים!

source: Kapou’e, if Prestim falls, humans will have a strong bridgehead on this side of the river and your people won’t be safe. You are the only one that can help us defend Prestim!
ar: كابوي، إذا سقطت مدينة برستيم، سيكون للبشر رأس جسر قوي على هذا الجانب من النهر ولن يكون شعبك آمنًا. أنت الوحيد الذي يمكنه مساعدتنا في الدفاع عن برستيم!

source: Go defend Prestim, Kapou’e. In the meantime, now that the Council is complete again, we will decide. We may have to form the Great Horde again and make you its leader.
ar: اذهب ودافع عن برستيم، يا كابوي. وفي غضون ذلك، وبعد أن اكتمل المجلس مرة أخرى، سنقرر. ربما يتعين علينا تشكيل الحشد العظيم مرة أخرى وجعلك قائدًا له.

source: Nooo! Don’t kill me, I surrender to you, little earthworm.
ar: لا! لا تقتلني، أنا أستسلم لك، يا دودة الأرض الصغيرة.

source: Saving Inarix
ar: إنقاذ إيناريكس
en@shaw: ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™ Â·ğ‘¦ğ‘¯ğ‘¸ğ‘¦ğ‘’ğ‘•
he: מצילים את אינריקס

source: Wait for Inarix’s arrival from the south on turn 4
ar: انتظر وصول إيناريكس من الجنوب عند الدور الرابع

source: Destroy the southern part of the bridge
ar: دمّر الجزء الجنوبي من الجسر
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ ğ‘•ğ‘³ğ‘ğ‘¼ğ‘¯ ğ‘ğ‘¸ğ‘‘ ğ‘ ğ‘ ğ‘šğ‘®ğ‘¦ğ‘¡

source: In order to recruit saurians later on, bring Inarix and at least four saurians to safety
ar: من أجل تجنيد السحليين لاحقًا، قم بإحضار إيناريكس وأربعة سحليين على الأقل إلى بر الأمان
en@shaw: ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘ªğ‘¯, ğ‘šğ‘®ğ‘¦ğ‘™ Â·ğ‘¦ğ‘¯ğ‘¸ğ‘¦ğ‘’ğ‘• ğ‘¯ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘•ğ‘±ğ‘“ğ‘‘ğ‘¦

source: Whoever detonates the bridge will die.
ar: من يفجر الجسر سيموت.

source: Thelarion
ar: ثيلاريون

source: Darstang
ar: دارستانج

source: Plonk
ar: بلونك
he: פלונק

source: Reinforcements, at last! Whoever you are, you are welcome in Prestim! The fortified bridge over the River Bork was taken this morning by a small commando of elves. We have already tried to assault it twice without success.
ar: التعزيزات أخيرا! مهما كنت، فنحن نرحب بك في برستيم! تم الاستيلاء على الجسر المحصن فوق نهر بورك هذا الصباح بواسطة قوة نخبة صغيرة من الإلف. لقد حاولنا بالفعل الهجوم عليهم مرتين دون جدوى.

source: Ah! They are no match against my hammer.
ar: آه! إنهم لا يعنون شيئا أمام مطرقتي.
en@shaw: ğ‘­! ğ‘ğ‘± ğ‘¸ ğ‘¯ğ‘´ ğ‘¥ğ‘¨ğ‘— ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘¥ğ‘² ğ‘£ğ‘¨ğ‘¥ğ‘¼.

source: There is worse; our scouts report that our saurian allies led by Inarix are still trapped on the other side of the river some miles away. They won’t be able to cross the river.
ar: هناك ما هو أسوأ. أفاد كشافتنا أن حلفاءنا من السّحليين بقيادة إيناريكس ما زالوا محاصرين على الجانب الآخر من النهر على بعد بضعة أميال. لن يتمكنوا من عبور النهر.

source: Elves and dwarves have joined humans against us and have set up camp nearby. Humans will arrive soon. We must destroy the southern bridge on the river.
ar: انضم الإلف والأقزام إلى البشر ضدنا وأقاموا معسكرًا في مكان قريب. سوف يصل البشر قريبا. يجب علينا تدمير الجسر الجنوبي على النهر.
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¯ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘¡ğ‘¶ğ‘¯ğ‘› ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘³ğ‘• ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘§ğ‘‘ ğ‘³ğ‘ ğ‘’ğ‘¨ğ‘¥ğ‘ ğ‘¯ğ‘½ğ‘šğ‘². ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘®ğ‘²ğ‘ ğ‘•ğ‘µğ‘¯. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ ğ‘•ğ‘³ğ‘ğ‘¼ğ‘¯ ğ‘šğ‘®ğ‘¦ğ‘¡ ğ‘ªğ‘¯ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼.
he: אלפים וגמדים הצטרפו לבני אדם נגדנו והקימו מחנה בקרבת מקום. בני אדם יגיעו בקרוב. אנחנו חייבים להרוס את הגשר הדרומי על הנהר.

source: If Inarix falls prey to those humans, then we won’t be able to count on their help in this struggle. We must do something!
ar: إذا وقع إيناريكس فريسة لهؤلاء البشر، فلن نتمكن من الاعتماد على مساعدتهم في هذا الصراع. علينا فعل شيء ما!

source: I know what we must do. Kill elves and help Inarix cross.
ar: أعرف ما يجب علينا فعله. اقتل الإلف وساعد إيناركس في العبور.
en@shaw: ğ‘² ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘µ. ğ‘’ğ‘¦ğ‘¤ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ Â·ğ‘¦ğ‘¯ğ‘¸ğ‘¦ğ‘’ğ‘• ğ‘’ğ‘®ğ‘ªğ‘•.

source: It won’t be that easy! Our enemies are well entrenched.
ar: لن يكون الأمر بهذه السهولة! أعداؤنا متحصنون جيداً.

source: We can capture the southern bridge and keep it open for the saurians. When the bulk of them have crossed, someone needs to go and light the barrel of oil we have set up beside the bridge to destroy it. Any warriors trapped on the bridge or on the other side of the river will perish!
ar: يمكننا الاستيلاء على الجسر الجنوبي وإبقائه مفتوحًا أمام السّحليين. عندما يعبر الجزء الأكبر منهم، يجب أن يذهب شخص ما ويشعل برميل النفط الذي وضعناه بجانب الجسر لتدميره. أي محارب محاصر على الجسر أو على الجانب الآخر من النهر سوف يهلك!

source: Hey look, that tribe of orcs that destroyed my enclave in the Silent Forest have reinforced Prestim. It is time to avenge the death of our fallen kin my friends — get them!
ar: انظر، قبيلة الأورك تلك التي دمرت جيبي في الغابة الصامتة قامت بتعزيز برستيم. لقد حان الوقت للانتقام لموت أقاربنا الذين سقطوا يا أصدقائي – احصلوا عليهم!

source: Ahhh, it’s ‘the Prince’ from the Silent Forest. Unfortunately, I don’t think we can deal with him now, we have to focus on saving Inarix.
ar: اه، إنه 'الأمير' من الغابة الصامتة. لسوء الحظـ أنا لا أظن أننا سنتعامل معه الآن بل المهم إنقاذ إيناركس.

source: Inarix
ar: إيناريكس
en@shaw: Â·ğ‘¦ğ‘¯ğ‘¸ğ‘¦ğ‘’ğ‘•

source: Hurry-hurry, friends. Lanbec’h and his kind are right on our tails, we must reach Prestim quickly.
ar: أسرعوا أيها الأصدقاء. لانبيك وأمثاله يلاحقوننا، يجب أن نصل إلى برستيم بسرعة.

source: Bah! I’m not going to blow myself to bits!
ar: باه! لن أفجر نفسي إلى أجزاء!

source: Grüü, stay away from that thing! I still have a use for you!
ar: جروو، ابتعد عن هذا الشيء! لا يزال لدي استخدام لك!

source: Uh... Fine, Chief!
ar: اه...حسنا أيها الرئيس!

source: I’m not going to do it!
ar: لن أفعل ذلك!

source: Get away from there you idiot, I’m still over here!
ar: ابتعد عن هناك أيها الأحمق، أنا ما زلت هنا!

source: Hey, don’t light it up, I’m not safe!
ar: مهلا، لا تشعله، أنا لست آمنا!

source: Chief, we can’t be blowing up the bridge before Inarix is here, can we?
ar: أيها الرئيس، لا يمكننا تفجير الجسر قبل وصول إيناريكس، أليس كذلك؟

source: Chief, Inarix hasn’t yet made it across! Are you really sure you want to do this?
ar: أيها الرئيس، إناريكس لم يتمكن من العبور بعد! هل أنت متأكد حقا أنك تريد أن تفعل هذا؟

source: I’m ready, Chief!
ar: أنا جاهز أيها الرئيس!

source: Let her blow!
ar: دعها تنفخ!
en@shaw: ğ‘¤ğ‘§ğ‘‘ ğ‘£ğ‘» ğ‘šğ‘¤ğ‘´!
