Repository: wesnoth/wesnoth
Catalog: po/wesnoth-sotbe/*.po
Languages: ar, en@shaw, he

source: If I remember correctly, it was some orc named Shan Taum.
ar: إذا كنت أتذكر بشكل صحيح، كان هناك أوركي يدعى شان تاوم.
en@shaw: ğ‘¦ğ‘“ ğ‘² ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦, ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘³ğ‘¥ ğ‘¹ğ‘’ ğ‘¯ğ‘±ğ‘¥ğ‘› ğ‘–ğ‘¨ğ‘¯ Â·ğ‘‘ğ‘±ğ‘³ğ‘¥.

source: Funny, that name sounds oddly familiar...
ar: مضحك، هذا الاسم يبدو مألوفا بشكل غريب...
en@shaw: ğ‘“ğ‘³ğ‘¯ğ‘¦, ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘±ğ‘¥ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘ªğ‘›ğ‘¤ğ‘¦ ğ‘“ğ‘©ğ‘¥ğ‘¦ğ‘¤ğ‘¦ğ‘¼...

source: Northern Alliance
ar: التحالف الشمالي
en@shaw: ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘©ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘•

source: Kill Shan Taum and Earl Lanbec’h
ar: اقتل شان تاوم وإيرل لانبيك

source: Death of Howgarth III
ar: وفاة هوغارث الثالث
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘£ğ‘¬ğ‘œğ‘¸ğ‘” ğ‘ Â·ğ‘”ğ‘»ğ‘›

source: Kapou’e agreed to meet Howgarth III. Not trusting the human however, Kapou’e brought along Grüü, as well as one of his most trusted soldiers. Earl Lanbec’h flatly refused to attend the parley.
ar: وافق كابوي على مقابلة هوغارث الثالث. ومع ذلك، نظرًا لعدم ثقته في البشر، أحضر كابوي معه جروو، بالإضافة إلى أحد جنوده الأكثر ولاءا. رفض إيرل لانبيك رفضًا قاطعًا حضور الجلسة.

source: The human attack having stopped for the time being, both parties met in the middle of the battlefield. Howgarth III demanded that Kapou’e give Dorest back to the humans and return to their lands as defined in the treaty. Kapou’e refused to do so as long as the humans were attacking orcish lands. He demanded that the humans disperse their forces and return any land they had stolen from the orcs. Only then would he return Dorest and disperse the Horde.
ar: بعد أن توقف الهجوم البشري في الوقت الحالي، التقى الطرفان في وسط ساحة المعركة. طالب هاوغارث الثالث من كابوي بإعادة دورست إلى البشر والعودة إلى أراضيهم على النحو المحدد في المعاهدة. رفض كابوي القيام بذلك طالما كان البشر يهاجمون أراضي الأوركيين. وطالب البشر بتفريق قواتهم وإعادة أي أرض سرقوها من الأورك. عندها فقط سيعيد دورست ويفرق الحشد.

source: Howgarth III agreed and further added that, if Earl Lanbec’h continued in aggression, then under the dictates of the Northern Alliance, he himself would be forced to move against the Earl.
ar: وافق هوغارث الثالث وأضاف أيضًا أنه إذا استمر إيرل لانبيك في العدوان، فإنه بموجب إملاءات التحالف الشمالي، فإنه هو نفسه سيضطر إلى التحرك ضد الإيرل.

source: That having been settled, Kapou’e began to inquire about the death of his father. Howgarth III repeated his story, that the last thing they heard from Black-Eye Karun was the message declining their invitation to join the Northern Alliance, brought by none other than Shan Taum himself.
ar: بعد أن تمت تسوية الأمر، بدأ كابوي يستفسر عن وفاة والده. كرر هاوغارث الثالث قصته، بأن آخر شيء سمعوه من قارون أسود العين هو رسالة رفض دعوتهم للانضمام إلى التحالف الشمالي، والتي لم يأت بها سوى شان تاوم نفسه.

source: As they were discussing the matter, a group of orcs charged from the surrounding trees and hills and surrounded the parley.
ar: بينما كانوا يناقشون الأمر، اندفعت مجموعة من الأوركيين من الأشجار والتلال المحيطة وأحاطوا بالمتناقشين.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘¢ğ‘» ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘•ğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘¨ğ‘‘ğ‘¼, ğ‘© ğ‘œğ‘®ğ‘µğ‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘—ğ‘¸ğ‘¡ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘‘ğ‘®ğ‘°ğ‘Ÿ ğ‘¯ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘ ğ‘ğ‘¸ğ‘¤ğ‘°.

source: Now now now, what do we have here? Collaborating with the enemy again just like your disgusting father, are you?
ar: الآن الآن الآن، ماذا لدينا هنا؟ تتعاون مع العدو مرة أخرى مثل والدك المقرف، أليس كذلك؟

source: Collaborating with the humans, pfff. You’re one to talk. What are you doing here, Shan Taum?
ar: التعاون مع البشر، بففف. أنت من يقول هذا. ماذا تفعل هنا، شان تاوم؟

source: I am here to do to you what I did to your father.
ar: أنا هنا لأفعل بك ما فعلته بوالدك.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘£ğ‘½ ğ‘‘ ğ‘›ğ‘µ ğ‘‘ ğ‘¿ ğ‘¢ğ‘ªğ‘‘ ğ‘² ğ‘›ğ‘¦ğ‘› ğ‘‘ ğ‘¿ğ‘¼ ğ‘“ğ‘­ğ‘ğ‘¼.

source: So you did kill my father then.
ar: إذن لقد قتلت والدي.
en@shaw: ğ‘•ğ‘´ ğ‘¿ ğ‘›ğ‘¦ğ‘› ğ‘’ğ‘¦ğ‘¤ ğ‘¥ğ‘² ğ‘“ğ‘­ğ‘ğ‘¼ ğ‘ğ‘§ğ‘¯.

source: What did I tell you, Kapou’e?
ar: ماذا قلت لك يا كابوي؟

source: Ha ha! Good work Shan Taum. That will teach them. Attack, boys! I want Dorest recaptured by sunset.
ar: ها ها! عمل جيد شان تاوم. وهذا سوف يعلمهم درسا. اهجموا يا أولاد! أريد استعادة دورست عند غروب الشمس.

source: Hold, Earl Lanbec’h. I have reached an agreement with these orcs. Since your army has been the aggressor, you must immediately disperse it and withdraw from orcish territory. Once that is done, then Kapou’e will give you back Dorest and call off the horde. I have had dealings with Kapou’e’s father before, and I believe his blood will be trustworthy. And if that isn’t enough, then we are here to protect you in case he violates the pact.
ar: انتظر يا إيرل لانبيك. لقد توصلت إلى اتفاق مع هذه الأورك. نظرًا لأن جيشك هو المعتدي، فيجب عليك تفريقه على الفور والانسحاب من أراضي الأورك. بمجرد الانتهاء من ذلك، سيعيد لك كابوي دورست ويلغي الحشد. لقد تعاملت مع والد كابوي من قبل، وأعتقد أن دمه سيكون جديرًا بالثقة. وإذا لم يكن ذلك كافيًا، فنحن هنا لحمايتك في حالة انتهاك الاتفاقية.

source: You and your damned compromises can go to hell! Your beloved Kapou’e will be joining you shortly.
ar: أنت وتسوياتك اللعينة يمكن أن تذهب إلى الجحيم! سوف ينضم إليك حبيبك كابوي قريبًا.

source: You leave us no choice but to take military action against you.
ar: لم تترك لنا خيارًا سوى القيام بعمل عسكري ضدك.
en@shaw: ğ‘¿ ğ‘¤ğ‘°ğ‘ ğ‘³ğ‘• ğ‘¯ğ‘´ ğ‘—ğ‘¶ğ‘• ğ‘šğ‘³ğ‘‘ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¥ğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¼ğ‘¦ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘¿.

source: Ha ha! Very funny, Howgarth. Look around you. You are going to be dead as soon as my orc friend here gives the order. And then your men will automatically assume that Kapou’e tricked and killed you.
ar: ها ها! مضحك جداً، هوغارث. انظر حولك. سوف تموت بمجرد أن يصدر صديقي الأوركي الأمر. ومن ثم سيفترض رجالك تلقائيًا أن كابوي خدعك وقتلك.

source: Not today, my friend. (<i>Whistles</i>)
ar: ليس اليوم يا صديقي. (<i>تصفير</i>)

source: Kapou’e, it is essential that I make it back to my camp to bring news of our agreement and this treachery. One of my gryphon riders will take me. My bodyguards and the rest of my gryphons will help you fight free of this ambush. Once you get back to your camp, we will make a joint assault on these traitors. Once they are dead and dispersed, then I trust you will carry out our agreement.
ar: كابوي، من الضروري أن أعود إلى معسكري لإحضار أخبار اتفاقنا وهذه الخيانة. أحد فرسان الجريفون سيأخذني. حراسي الشخصيون وبقية أفراد فريقي سيساعدونك على القتال بدون هذا الكمين. بمجرد عودتك إلى معسكرك، سنقوم بهجوم مشترك على هؤلاء الخونة. بمجرد موتهم وتفرقهم، فأنا على ثقة من أنكم ستنفذون اتفاقنا.

source: Agreed. Let’s get to it. BLOOD AND STEEL!
ar: موافق. دعنا نذهب اليهم. الدم والفولاذ!

source: Blast! The human has escaped. Orcs, bring me Kapou’e’s head. I must get to my camp and assault the city.
ar: اللعنة! لقد هرب الإنسان. أيها الأوركيون، أحضروا لي رأس كابوي. يجب أن أصل إلى معسكري وأهاجم المدينة.

source: Shan Taum big coward. Never want to fight.
ar: شان تاوم جبان كبير. لا تريد القتال أبدا.
en@shaw: ğ‘–ğ‘¨ğ‘¯ Â·ğ‘‘ğ‘±ğ‘³ğ‘¥ ğ‘šğ‘¦ğ‘œ ğ‘’ğ‘¬ğ‘¼ğ‘›. ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘“ğ‘²ğ‘‘.

source: Yeah, we finally got the coward.
ar: نعم، لقد حصلنا أخيرًا على الجبان.

source: Yeah, we finally got the coward. What do you want us to do with him, Chief?
ar: نعم، أخيراً حصلنا على الجبان. ماذا تريد أن نفعل به أيها الرئيس؟

source: Blood and steel! The traitor was mine!
ar: الدم والفولاذ! الخائن سيكون لي!

source: I’m sorry, Kapou’e. I’ll have my men leave what remains of him to you.
ar: أنا آسف يا كابوي. سأجعل رجالي يتركون لك ما تبقى منه.

source: What do you want us to do with him, Chief?
ar: ماذا تريد أن نفعل به أيها الرئيس؟

source: Stick his head at the end of a pike and let the buzzards pick it clean. I wasn’t joking about making a mug from his skull.
ar: ألصق رأسه في نهاية الرمح واترك الصقور تلتقط منه. لم أكن أمزح بشأن صنع كوب من جمجمته.

source: No! Without him the Northern Alliance will continue to fall apart.
ar: لا! بدونه سوف يستمر التحالف الشمالي في الانهيار.

source: YEAH!
ar: نعم!
en@shaw: ğ‘˜ğ‘¨!

source: Epilogue
ar: الخاتمة
en@shaw: ğ‘§ğ‘ğ‘©ğ‘¤ğ‘ªğ‘œ

source: True to his word, once Lanbec’h had been slain, Howgarth III dispersed the Earl’s forces and withdrew them from orcish territory. For his part, Kapou’e withdrew from Dorest and dispersed the Great Horde. However, before the horde was dispersed, he appointed three more shamans — with the consent of all — to make the Great Council complete again.
ar: وفيًا لكلمته، بمجرد مقتل لانبيك، قام هوغارث الثالث بتفريق قوات الإيرل وسحبها من أراضي الأوركيين. ومن جانبه، انسحب كابوي من دورست وقام بتفريق الحشد العظيم. ومع ذلك، قبل تفريق الحشد، قام بتعيين ثلاثة شامانيين آخرين - بموافقة الجميع - لاستكمال المجلس العظيم مرة أخرى.

source: As Rahul had done to Kapou’e’s father, Howgarth III issued an invitation to Kapou’e to join the Northern Alliance. Kapou’e declined. Instead, he went back to Barag Gór and, making that his capital, established himself as sovereign over all the northern tribes.
ar: كما فعل راهول مع والد كابوي، أصدر هوغارث الثالث دعوة لكابو للانضمام إلى تحالف الشمال. رفض كابوي. وبدلاً من ذلك، عاد إلى باراج جور، وجعلها عاصمته، وأثبت نفسه كسيّد على جميع القبائل الشمالية.

source: Kapou’e ruled for many years, and those years were a time of unprecedented prosperity and unity for the orcs. Under the leadership of Kapou’e, the united orc forces thoroughly scoured their territory of any renegade bands of humans, dwarves, elves, and undead. Agreements were thrashed out to the effect that orcs desiring to trade would have free passage anywhere in orcish territory without hindrance from other tribes.
ar: حكم كابوي لسنوات عديدة، وكانت تلك السنوات فترة ازدهار ووحدة غير مسبوقة للأورك. تحت قيادة كابوي، قامت قوات الأورك الموحدة بتفتيش أراضيها تمامًا بحثًا عن أي مجموعات منشقة من البشر والأقزام والإلف والموتى الأحياء. تم التوصل إلى اتفاقيات مفادها أن الأوركيين الراغبين في التجارة سيكون لديهم حرية المرور في أي مكان في أراضي الأوركيين دون عوائق من القبائل الأخرى.

source: During the eighth year of Kapou’e’s reign, and then again in the fourteenth, the orcish territories were once again invaded, first by the elves, and then once again by the humans. As testament to the power of the orcs united under Kapou’e, both attacks were quickly and decisively crushed, even before the Northern Alliance could intervene.
ar: خلال السنة الثامنة من حكم كابوي، ثم مرة أخرى في العام الرابع عشر، تعرضت أراضي الأوركيين للغزو مرة أخرى، أولاً من قبل الإلف، ثم مرة أخرى من قبل البشر. كدليل على قوة الأوركيين المتحدين تحت قيادة كابوي، تم سحق كلا الهجومين بسرعة وحسم، حتى قبل أن يتمكن التحالف الشمالي من التدخل.

source: In order to keep fighting between the tribes to a minimum, Kapou’e also maintained an enormous army, drawn from all corners of his empire. To offset the cost of maintaining such an army, he often hired out portions of it to act as mercenaries in foreign struggles. People of all races took advantage of this and, consequently, those orcs thirsting for battle got more than enough to keep them from attacking their nearest neighbors.
ar: ومن أجل إبقاء القتال بين القبائل عند الحد الأدنى، احتفظ كابوي أيضًا بجيش هائل، جاء من جميع أنحاء إمبراطوريته. ولتعويض تكلفة الحفاظ على مثل هذا الجيش، غالبًا ما استأجر أجزاء منه للعمل كمرتزقة في الصراعات الخارجية. استفاد الناس من جميع الأجناس من هذا، وبالتالي، حصل هؤلاء الأورك المتعطشون للمعركة على ما يكفي لمنعهم من مهاجمة أقرب جيرانهم.

source: Grüü in particular took great delight in these excursions. The huge, cunning, and swift troll soon became even more well known than Kapou’e. Tales of his courage and cunning reached even as far as Wesnoth itself.
ar: كان جروو على وجه الخصوص سعيدًا جدًا بهذه الرحلات. وسرعان ما أصبح الترول الضخم والماكر والسريع أكثر شهرة من كابوي. ووصلت حكايات شجاعته ومكره حتى إلى ويسنوث نفسها.

source: Orcish Shaman
ar: أوركي شامان
en@shaw: ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for orcs), Orcish Shamans are good spell casters and can curse their enemies, draining their life.
ar: الشامان الأوركيون هم حراس السحر الأوركي. تحظى بالاحترام بين قبائل الأوركيين، وهم يشكلون مجلس الأورك، الذي يتخذ قرارات مهمة لمجتمع الأورك بأكمله ويحكم في النزاعات العديدة التي تنشأ بين قبائل هذا العرق العدواني. على الرغم من ضعفهم الجسدي (بالنسبة للغوبلن)، إلا أن شامانيو الأورك هم ملقو تعويذات جيدون ويمكنهم لعن أعدائهم، مما يستنزف حياتهم.

source: variation^Novice
ar: مبتدئ

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for orcs), Orcish Shamans are good spell casters and can curse their enemies, draining their life. Novice Shamans are still young and vigorous, but their spell-casting ability still needs improvement.
ar: الشامان الأوركيون هم حراس السحر الأوركي. يحظون بالاحترام بين قبائل الأوركيين، ويشكلون مجلس الأوركيش، الذي يتخذ قرارات مهمة لمجتمع الأوركي بأكمله ويحكم في النزاعات العديدة التي تنشأ بين قبائل هذا العرق العصبي. على الرغم من ضعفهم الجسدي (بالنسبة للاورك)، إلا أن شامان الأورك ملقو تعويذات جيدون ويمكنهم لعن أعدائهم، مما يستنزف حياتهم. لا يزال الشامان المبتدئون نشطون وأقوياء، لكن قدرتهم على إلقاء التعويذات لا تزال بحاجة إلى التحسين.

source: variation^Elder
ar: عتيق

source: Orcish Shamans are the guardians of orcish magic. Respected among orcish tribes, they form the Orcish Council, which makes important decisions for the whole Orcish community and arbitrates the many conflicts that arise between tribes of this argumentative race. Although physically weak (for orcs), Orcish Shamans are good spell casters and can curse their enemies, draining their life. Old Orcish Shamans are shamans that have mastered magic, although their physical strength has declined with age.
ar: الشامان الأوركيون هم حراس السحر الأوركي. يحظون بالاحترام بين قبائل الأوركيين، وهم يشكلون مجلس الأورك، الذي يتخذ قرارات مهمة لمجتمع الأورك بأكمله ويحكم في النزاعات العديدة التي تنشأ بين قبائل هذا العرق العصبي. على الرغم من ضعفهم الجسدي (بالنسبة للأورك)، إلا أن شامان الأورك ملقو تعويذات جيدون ويمكنهم لعن أعدائهم، مما يستنزف حياتهم. الشامان الأوركيون القدامى هم شامان أتقنوا السحر، على الرغم من تراجع قوتهم البدنية مع تقدم العمر.

source: Ouch! This hurts!
ar: أوه! هذا مؤلم!
en@shaw: ğ‘¬ğ‘—! ğ‘ğ‘¦ğ‘• ğ‘£ğ‘»ğ‘‘ğ‘•!
he: אווווווו! זה כואב!

source: The Council will never be complete again. This is hopeless.
ar: لن يلتئم المجلس مرة أخرى. الأمر ميؤوس منه.
en@shaw: ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘šğ‘° ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘£ğ‘´ğ‘ğ‘¤ğ‘©ğ‘•.

source: Argh! I’m done. My people are doomed!
ar: ارغ! أنا انتهيت. شعبي محكوم عليه بالفشل!

source: Oh no, I am defeated.
ar: أوه لا، لقد هٌزمت.
en@shaw: ğ‘´ ğ‘¯ğ‘´, ğ‘² ğ‘¨ğ‘¥ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›.

source: Ahhh!
ar: اه!
en@shaw: ğ‘­ğ‘­ğ‘­!

source: Blast it, without Inarix to lead her saurians, we can no longer count on their help.
ar: اللعنة، بدون إيناريكس لقيادة السحليين، لم يعد بإمكاننا الاعتماد على مساعدتهم.

source: Al’Brock
ar: آلبروك

source: Flar’Tar
ar: فلارتار

source: The Great Horde: upkeep cost of every unit decreased by one.
ar: الحشد العظيم: انخفضت تكلفة صيانة كل وحدة بمقدار نقطة واحدة.
en@shaw: ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘£ğ‘¹ğ‘›: ğ‘³ğ‘ğ‘’ğ‘°ğ‘ ğ‘’ğ‘ªğ‘•ğ‘‘ ğ‘ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘›ğ‘¦ğ‘’ğ‘®ğ‘°ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘¢ğ‘³ğ‘¯.

source: Death of Kapouâ€™e
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°

source: Kapouâ€™e
en@shaw: Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°

source: By nightfall his troops reached a mountainous region under the authority of orcish leader Kapouâ€™e, the son of the Black-Eye.
en@shaw: ğ‘šğ‘² ğ‘¯ğ‘²ğ‘‘ğ‘“ğ‘·ğ‘¤ ğ‘£ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘© ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘©ğ‘• ğ‘®ğ‘°ğ‘—ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘·ğ‘”ğ‘ªğ‘®ğ‘¦ğ‘‘ğ‘° ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¤ğ‘°ğ‘›ğ‘» Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°, ğ‘ ğ‘•ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘².

source: Look, friends! Those orcs donâ€™t imagine they are living their last day. Letâ€™s slay them and claim this land back to our people!
en@shaw: ğ‘¤ğ‘«ğ‘’, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ! ğ‘ğ‘´ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¦ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘¯ ğ‘ğ‘± ğ‘¸ ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘›ğ‘±. ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘•ğ‘¤ğ‘± ğ‘ğ‘§ğ‘¥ ğ‘¯ ğ‘’ğ‘¤ğ‘±ğ‘¥ ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤!

source: Weâ€™ll head for Barag GÃ³r in the lands of the free tribes and demand assistance from the Great Council. With their help, we can raise troops from the free tribes and crush these humans.
en@shaw: ğ‘¢ğ‘°'ğ‘¤ ğ‘£ğ‘§ğ‘› ğ‘“ğ‘¹ Â·ğ‘šğ‘¸ğ‘¨ğ‘œ GÃ³r ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘ ğ‘“ğ‘®ğ‘° ğ‘‘ğ‘®ğ‘²ğ‘šğ‘Ÿ ğ‘¯ ğ‘›ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤. ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘º ğ‘£ğ‘§ğ‘¤ğ‘, ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘±ğ‘Ÿ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘“ğ‘®ğ‘° ğ‘‘ğ‘®ğ‘²ğ‘šğ‘Ÿ ğ‘¯ ğ‘’ğ‘®ğ‘³ğ‘– ğ‘ğ‘°ğ‘Ÿ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ.

source: Bah, humans? No better than goblins. Weâ€™ll break them!
en@shaw: ğ‘šğ‘­, ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ? ğ‘¯ğ‘´ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘œğ‘­ğ‘šğ‘¤ğ‘¦ğ‘¯ğ‘Ÿ. ğ‘¢ğ‘°'ğ‘¤ ğ‘šğ‘®ğ‘±ğ‘’ ğ‘ğ‘§ğ‘¥!

source: Prepare for battle, my grunts! Weâ€™ll show these humans what happens when you try to steal from Kapouâ€™e, Son of the Black-Eye!
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘“ğ‘¹ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘¥ğ‘² ğ‘œğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘•! ğ‘¢ğ‘°'ğ‘¤ ğ‘–ğ‘´ ğ‘ğ‘°ğ‘Ÿ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘•ğ‘‘ğ‘°ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥ Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°, ğ‘•ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘²!

source: Defeat Lanbecâ€™h
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘šğ‘§ğ‘’'ğ‘£

source: Lanbecâ€™h
en@shaw: Â·ğ‘¤ğ‘¨ğ‘¯ğ‘šğ‘§ğ‘’'ğ‘£

source: Refusing to yield to fear, Kapouâ€™e rallied his warriors in preparation for the upcoming battle.
en@shaw: ğ‘®ğ‘©ğ‘“ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘‘ ğ‘˜ğ‘°ğ‘¤ğ‘› ğ‘‘ ğ‘“ğ‘½, Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘° ğ‘®ğ‘¨ğ‘¤ğ‘°ğ‘› ğ‘£ğ‘¦ğ‘Ÿ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘®ğ‘§ğ‘ğ‘¼ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘ ğ‘©ğ‘ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤.

source: He was not disappointed. A few days later the main body of the human army arrived. Driven to a desperate rage by the death of his son-in-law, Earl Lanbecâ€™h led the army himself.
en@shaw: ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘©ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘©ğ‘›. ğ‘© ğ‘“ğ‘¿ ğ‘›ğ‘±ğ‘Ÿ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¸ğ‘¥ğ‘¦ ğ‘©ğ‘®ğ‘²ğ‘ğ‘›. ğ‘›ğ‘®ğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘‘ ğ‘© ğ‘›ğ‘§ğ‘•ğ‘ğ‘¼ğ‘©ğ‘‘ ğ‘®ğ‘±ğ‘¡ ğ‘šğ‘² ğ‘ ğ‘›ğ‘§ğ‘” ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘•ğ‘³ğ‘¯-ğ‘¦ğ‘¯-ğ‘¤ğ‘·, ğ‘»ğ‘¤ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘šğ‘§ğ‘’'ğ‘£ ğ‘¤ğ‘§ğ‘› ğ‘ ğ‘¸ğ‘¥ğ‘¦ ğ‘£ğ‘¦ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘“.

source: As Kapouâ€™e saw the hardened troops pour out of the human encampment, he began to have second thoughts.
en@shaw: ğ‘¨ğ‘Ÿ Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘° ğ‘•ğ‘· ğ‘ ğ‘£ğ‘¸ğ‘›ğ‘©ğ‘¯ğ‘› ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘ğ‘«ğ‘¼ ğ‘¬ğ‘‘ ğ‘ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘¥ğ‘§ğ‘¯ğ‘‘, ğ‘£ğ‘° ğ‘šğ‘©ğ‘œğ‘¨ğ‘¯ ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘”ğ‘·ğ‘‘ğ‘•.

source: They are too many and too tough. The few here donâ€™t stand a chance.
en@shaw: ğ‘ğ‘± ğ‘¸ ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¯ ğ‘‘ğ‘µ ğ‘‘ğ‘³ğ‘“. ğ‘ ğ‘“ğ‘¿ ğ‘£ğ‘½ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘© ğ‘—ğ‘­ğ‘¯ğ‘•.

source: The Son of the Black-Eye will never â€˜fleeâ€™. But making a â€˜strategic withdrawalâ€™ is another matter.
en@shaw: ğ‘ ğ‘•ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ 'ğ‘“ğ‘¤ğ‘°'. ğ‘šğ‘³ğ‘‘ ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘© 'ğ‘•ğ‘‘ğ‘®ğ‘©ğ‘‘ğ‘°ğ‘¡ğ‘¦ğ‘’ ğ‘¢ğ‘¦ğ‘ğ‘›ğ‘®ğ‘ªğ‘©ğ‘¤' ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘¥ğ‘¨ğ‘‘ğ‘¼.

source: My father often spoke of the shamans of the Great Council who live in Barag GÃ³r in the lands of the free tribes. We shall ask them for support. With their help, perhaps we can unite the orcish tribes and crush these humans.
en@shaw: ğ‘¥ğ‘² ğ‘“ğ‘­ğ‘ğ‘¼ ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘•ğ‘ğ‘´ğ‘’ ğ‘ ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘£ğ‘µ ğ‘¤ğ‘²ğ‘ ğ‘¦ğ‘¯ Â·ğ‘šğ‘¸ğ‘¨ğ‘œ GÃ³r ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘ ğ‘“ğ‘®ğ‘° ğ‘‘ğ‘®ğ‘²ğ‘šğ‘Ÿ. ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘­ğ‘•ğ‘’ ğ‘ğ‘§ğ‘¥ ğ‘“ğ‘¹ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘. ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘º ğ‘£ğ‘§ğ‘¤ğ‘, ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘¿ğ‘¯ğ‘²ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘‘ğ‘®ğ‘²ğ‘šğ‘Ÿ ğ‘¯ ğ‘’ğ‘®ğ‘³ğ‘– ğ‘ğ‘°ğ‘Ÿ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ.

source: Took you long enough. Letâ€™s go!
en@shaw: ğ‘‘ğ‘«ğ‘’ ğ‘¿ ğ‘¤ğ‘ªğ‘™ ğ‘¦ğ‘¯ğ‘³ğ‘“. ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘œğ‘´!

source: Weâ€™ll be back, you foul mud-sucking humans!
en@shaw: ğ‘¢ğ‘°'ğ‘¤ ğ‘šğ‘° ğ‘šğ‘¨ğ‘’, ğ‘¿ ğ‘“ğ‘¬ğ‘¤ ğ‘¥ğ‘³ğ‘›-ğ‘•ğ‘³ğ‘’ğ‘¦ğ‘™ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ!

source: Move Kapouâ€™e to the end of the mountains
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘° ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: Death of GrÃ¼Ã¼
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ GrÃ¼Ã¼

source: We have almost crossed the mountains. Weâ€™re close to the lands of the free tribes. So far so good.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘’ğ‘®ğ‘ªğ‘•ğ‘› ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ. ğ‘¢ğ‘°'ğ‘¼ ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘‘ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘ ğ‘“ğ‘®ğ‘° ğ‘‘ğ‘®ğ‘²ğ‘šğ‘Ÿ. ğ‘•ğ‘´ ğ‘“ğ‘¸ ğ‘•ğ‘´ ğ‘œğ‘«ğ‘›.

source: It is I, Kapouâ€™e, son of the Black-Eye Karun. What do you want, dwarf?
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘², Â·ğ‘’ğ‘¨ğ‘ğ‘¬'ğ‘°, ğ‘•ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘² ğ‘’ğ‘»ğ‘µğ‘¯. ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘, ğ‘›ğ‘¢ğ‘¹ğ‘“?

source: Look, you pint-sized idiot, we arenâ€™t out to kill you so why donâ€™t you just scamper away and hide in a cave or something. Weâ€™ll be through here in a few hours.
en@shaw: ğ‘¤ğ‘«ğ‘’, ğ‘¿ ğ‘ğ‘²ğ‘¯ğ‘‘-ğ‘•ğ‘²ğ‘Ÿğ‘› ğ‘¦ğ‘›ğ‘¦ğ‘©ğ‘‘, ğ‘¢ğ‘° ğ‘¸ğ‘¯ğ‘‘ ğ‘¬ğ‘‘ ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘¿ ğ‘•ğ‘´ ğ‘¢ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¿ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘» ğ‘©ğ‘¢ğ‘± ğ‘¯ ğ‘£ğ‘²ğ‘› ğ‘¦ğ‘¯ ğ‘© ğ‘’ğ‘±ğ‘ ğ‘¹ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™. ğ‘¢ğ‘°'ğ‘¤ ğ‘šğ‘° ğ‘”ğ‘®ğ‘µ ğ‘£ğ‘½ ğ‘¦ğ‘¯ ğ‘© ğ‘“ğ‘¿ ğ‘¬ğ‘¼ğ‘Ÿ.

source: Iâ€™ve never pushed so far. We are crossing the border of the Black-Eye lands.
en@shaw: ğ‘²'ğ‘ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘ğ‘«ğ‘–ğ‘‘ ğ‘•ğ‘´ ğ‘“ğ‘¸. ğ‘¢ğ‘° ğ‘¸ ğ‘’ğ‘®ğ‘ªğ‘•ğ‘¦ğ‘™ ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’-ğ‘² ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ.

source: I donâ€™t know. Orcs have been our allies in the past, but they treat us as fools.
en@shaw: ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´. ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘¬ğ‘¼ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘­ğ‘•ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘‘ğ‘®ğ‘°ğ‘‘ ğ‘³ğ‘• ğ‘¨ğ‘Ÿ ğ‘“ğ‘µğ‘¤ğ‘Ÿ.

source: But, Father, we donâ€™t know what they are seeking there. Between us, we could squash these dwarves.
en@shaw: ğ‘šğ‘³ğ‘‘, ğ‘“ğ‘­ğ‘ğ‘¼, ğ‘¢ğ‘° ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘ğ‘± ğ‘¸ ğ‘•ğ‘°ğ‘’ğ‘¦ğ‘™ ğ‘ğ‘º. ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘³ğ‘•, ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘•ğ‘’ğ‘¢ğ‘­ğ‘– ğ‘ğ‘°ğ‘Ÿ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ.

source: Oh no, Iâ€™m defeated.
en@shaw: ğ‘´ ğ‘¯ğ‘´, ğ‘²'ğ‘§ğ‘¥ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›.

source: Weâ€™ve succeeded! Weâ€™ve passed through the Mountains of Haag! Look at these green hills! The land of the free tribes is near now. I can see the walls of Barag GÃ³r in the distance.
en@shaw: ğ‘¢ğ‘°'ğ‘ ğ‘•ğ‘©ğ‘’ğ‘•ğ‘°ğ‘›ğ‘©ğ‘›! ğ‘¢ğ‘°'ğ‘ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘£ğ‘­ğ‘œ! ğ‘¤ğ‘«ğ‘’ ğ‘¨ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ! ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘“ğ‘®ğ‘° ğ‘‘ğ‘®ğ‘²ğ‘šğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘½ ğ‘¯ğ‘¬. ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘° ğ‘ ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ ğ‘ Â·ğ‘šğ‘¸ğ‘¨ğ‘œ GÃ³r ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•.

source: Father, Iâ€™d like to join them. Would you mind it?
en@shaw: ğ‘“ğ‘­ğ‘ğ‘¼, ğ‘²'ğ‘›ğ‘° ğ‘¤ğ‘²ğ‘’ ğ‘‘ ğ‘¡ğ‘¶ğ‘¯ ğ‘ğ‘§ğ‘¥. ğ‘¢ğ‘«ğ‘› ğ‘¿ ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘¦ğ‘‘?

source: My son, youâ€™re old enough to discover the world. Me, I have to stay here. But take care, there are plenty of creatures that seek our end, like elves or humans. They are clever and merciless.
en@shaw: ğ‘¥ğ‘² ğ‘•ğ‘³ğ‘¯, ğ‘¿'ğ‘¼ ğ‘´ğ‘¤ğ‘› ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘ ğ‘¢ğ‘»ğ‘¤ğ‘›. ğ‘¥ğ‘°, ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘•ğ‘‘ğ‘± ğ‘£ğ‘½. ğ‘šğ‘³ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘’ğ‘º, ğ‘ğ‘º ğ‘¸ ğ‘ğ‘¤ğ‘§ğ‘¯ğ‘‘ğ‘° ğ‘ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘°ğ‘’ ğ‘¬ğ‘¼ ğ‘§ğ‘¯ğ‘›, ğ‘¤ğ‘²ğ‘’ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¹ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ. ğ‘ğ‘± ğ‘¸ ğ‘’ğ‘¤ğ‘§ğ‘ğ‘¼ ğ‘¯ ğ‘¥ğ‘»ğ‘•ğ‘©ğ‘¤ğ‘©ğ‘•.

source: Thanks, father. Donâ€™t worry, Iâ€™ll take care of myself.
en@shaw: ğ‘”ğ‘¨ğ‘™ğ‘’ğ‘•, ğ‘“ğ‘­ğ‘ğ‘¼. ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¢ğ‘³ğ‘®ğ‘¦, ğ‘²'ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘’ğ‘º ğ‘ ğ‘¥ğ‘²ğ‘•ğ‘§ğ‘¤ğ‘“.
