Repository: wesnoth/wesnoth
Catalog: po/wesnoth-sof/*.po
Languages: en@shaw

source: The Sceptre of Fire
en@shaw: ğ‘ Â·ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘ Â·ğ‘“ğ‘²ğ‘¼

source: Fighter
en@shaw: ğ‘“ğ‘²ğ‘‘ğ‘¼

source: Steelclad
en@shaw: ğ‘•ğ‘‘ğ‘°ğ‘¤ğ‘’ğ‘¤ğ‘¨ğ‘›

source: Lord
en@shaw: ğ‘¤ğ‘¹ğ‘›

source: (Expert level, 9 scenarios.)
en@shaw: (ğ‘§ğ‘’ğ‘•ğ‘ğ‘¼ğ‘‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤, 9 ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ğ‘Ÿ.)

source: Campaign Design
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯

source: Campaign Maintenance
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘¥ğ‘±ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘•

source: WML Assistance
en@shaw: WML ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•

source: Artwork and Graphics Design
en@shaw: ğ‘¸ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯

source: A Bargain is Struck
en@shaw: ğ‘© Â·ğ‘šğ‘¸ğ‘œğ‘±ğ‘¯ ğ‘¦ğ‘Ÿ Â·ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’

source: Rugnur
en@shaw: Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘»

source: Dwarves
en@shaw: ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ

source: Haldric II
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›

source: Glildur
en@shaw: Â·ğ‘œğ‘¤ğ‘¦ğ‘¤ğ‘›ğ‘»

source: Ay, the Sceptre of Fire. The sceptre has a long, glorious, and fearful history. But I am not here to tell you how the jewel within it was brought over the ocean by Haldric the Great. Nor will I tell the story of Garard I, and the challenge he set, or that of Konrad, king of Wesnoth by virtue of the Sceptre.
en@shaw: ğ‘±, ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘ ğ‘“ğ‘²ğ‘¼. ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘¤ğ‘ªğ‘™, ğ‘œğ‘¤ğ‘¹ğ‘¦ğ‘©ğ‘•, ğ‘¯ ğ‘“ğ‘½ğ‘“ğ‘©ğ‘¤ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦. ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘¨ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘½ ğ‘‘ ğ‘‘ğ‘§ğ‘¤ ğ‘¿ ğ‘£ğ‘¬ ğ‘ ğ‘¡ğ‘µğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ğ‘¦ğ‘¯ ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘² Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘. ğ‘¯ğ‘¹ ğ‘¢ğ‘¦ğ‘¤ ğ‘² ğ‘‘ğ‘§ğ‘¤ ğ‘ ğ‘•ğ‘‘ğ‘¹ğ‘¦ ğ‘ ğ‘œğ‘»ğ‘¸ğ‘› ğ‘², ğ‘¯ ğ‘ ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘¡ ğ‘£ğ‘° ğ‘•ğ‘§ğ‘‘, ğ‘¹ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘’ğ‘¦ğ‘™ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘šğ‘² ğ‘ğ‘»ğ‘—ğ‘µ ğ‘ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘».

source: I am here to tell you of its making. Of its crafting, deep in the caverns of dwarfdom. And of the dwarves who made it; for they were great, they were. They are counted among the greatest of the heroes of ancient Knalga.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘£ğ‘½ ğ‘‘ ğ‘‘ğ‘§ğ‘¤ ğ‘¿ ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™. ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘®ğ‘­ğ‘“ğ‘‘ğ‘¦ğ‘™, ğ‘›ğ‘°ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘¨ğ‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘ Â·ğ‘›ğ‘¢ğ‘¸ğ‘“ğ‘›ğ‘ªğ‘¥. ğ‘¯ ğ‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘£ğ‘µ ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘; ğ‘“ğ‘¹ ğ‘ğ‘± ğ‘¢ğ‘» ğ‘œğ‘®ğ‘±ğ‘‘, ğ‘ğ‘± ğ‘¢ğ‘». ğ‘ğ‘± ğ‘¸ ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘©ğ‘¥ğ‘³ğ‘™ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘©ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘£ğ‘½ğ‘´ğ‘Ÿ ğ‘ ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¯ğ‘­ğ‘¤ğ‘œğ‘³.

source: Our story begins in a small border outpost in the southern hills of Knalga, with a young dwarf, named Rugnur, in charge of it. And with the second king of Wesnoth, Haldric II, riding up the road from the Ford of Abez with an army behind him...
en@shaw: ğ‘¬ğ‘¼ ğ‘•ğ‘‘ğ‘¹ğ‘¦ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘¬ğ‘‘ğ‘ğ‘´ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘³ğ‘ğ‘¼ğ‘¯ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ ğ‘ ğ‘¯ğ‘­ğ‘¤ğ‘œğ‘³, ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘˜ğ‘³ğ‘™ ğ‘›ğ‘¢ğ‘¹ğ‘“, ğ‘¯ğ‘±ğ‘¥ğ‘› Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘», ğ‘¦ğ‘¯ ğ‘—ğ‘¸ğ‘¡ ğ‘ ğ‘¦ğ‘‘. ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘’ğ‘¦ğ‘™ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›, ğ‘®ğ‘¦ğ‘›ğ‘¦ğ‘™ ğ‘³ğ‘ ğ‘ ğ‘®ğ‘´ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘“ğ‘¹ğ‘› ğ‘ Â·ğ‘±ğ‘šğ‘§ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘¸ğ‘¥ğ‘¦ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘£ğ‘¦ğ‘¥...

source: Transport 5 caravans full of silver back to the dwarvish castle
en@shaw: ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘ğ‘¹ğ‘‘ 5 ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘ğ‘¨ğ‘¯ğ‘Ÿ ğ‘“ğ‘«ğ‘¤ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘ğ‘» ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤

source: Transport 4 caravans full of silver back to the dwarvish castle
en@shaw: ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘ğ‘¹ğ‘‘ 4 ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘ğ‘¨ğ‘¯ğ‘Ÿ ğ‘“ğ‘«ğ‘¤ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘ğ‘» ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤

source: Bring Alanin, who has the Ruby of Fire, to the dwarvish castle
en@shaw: ğ‘šğ‘®ğ‘¦ğ‘™ Â·ğ‘¨ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘¯, ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼, ğ‘‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤

source: Death of Rugnur
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘»

source: Death of Haldric II
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›

source: Death of Alanin
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘¨ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘¯

source: Humans, halt! Who dares bring an army into the dwarvish hills?
en@shaw: ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ, ğ‘£ğ‘·ğ‘¤ğ‘‘! ğ‘£ğ‘µ ğ‘›ğ‘ºğ‘Ÿ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘©ğ‘¯ ğ‘¸ğ‘¥ğ‘¦ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ?

source: We come to make a bargain with you.
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘šğ‘¸ğ‘œğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘¿.

source: Well, state your business and be done with it. And if we donâ€™t like what you say, you leave!
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘¿ğ‘¼ ğ‘šğ‘¦ğ‘Ÿğ‘¯ğ‘©ğ‘• ğ‘¯ ğ‘šğ‘° ğ‘›ğ‘³ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘¦ğ‘‘. ğ‘¯ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¤ğ‘²ğ‘’ ğ‘¢ğ‘ªğ‘‘ ğ‘¿ ğ‘•ğ‘±, ğ‘¿ ğ‘¤ğ‘°ğ‘!

source: Have you heard of the Ruby of Fire?
en@shaw: ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘£ğ‘»ğ‘› ğ‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼?

source: Yes... your first king brought it from over the sea, right? You own it.
en@shaw: ğ‘˜ğ‘§ğ‘•... ğ‘¿ğ‘¼ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘’ğ‘¦ğ‘™ ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘¦ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘°, ğ‘®ğ‘²ğ‘‘? ğ‘¿ ğ‘´ğ‘¯ ğ‘¦ğ‘‘.

source: Correct. However, we have a problem with it.
en@shaw: ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘¦ğ‘‘.

source: What sort of problem?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘•ğ‘¹ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥?

source: Some form of magical aura makes those around the stone act... strangely. I noticed it with my father. The longer he stayed near the stone, the more arrogant, almost evil, he became.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘“ğ‘¹ğ‘¥ ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¹ğ‘© ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘ğ‘´ğ‘Ÿ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘•ğ‘‘ğ‘´ğ‘¯ ğ‘¨ğ‘’ğ‘‘... ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘¤ğ‘¦. ğ‘² ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘² ğ‘“ğ‘­ğ‘ğ‘¼. ğ‘ ğ‘¤ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘£ğ‘° ğ‘•ğ‘‘ğ‘±ğ‘› ğ‘¯ğ‘½ ğ‘ ğ‘•ğ‘‘ğ‘´ğ‘¯, ğ‘ ğ‘¥ğ‘¹ ğ‘ºğ‘©ğ‘œğ‘©ğ‘¯ğ‘‘, ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¤, ğ‘£ğ‘° ğ‘šğ‘¦ğ‘’ğ‘±ğ‘¥.

source: So, what do you want me to do? I donâ€™t see how this relates to us dwarves.
en@shaw: ğ‘•ğ‘´, ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¥ğ‘° ğ‘‘ ğ‘›ğ‘µ? ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘•ğ‘° ğ‘£ğ‘¬ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘¦ğ‘¤ğ‘±ğ‘‘ğ‘• ğ‘‘ ğ‘³ğ‘• ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ.

source: When the elves came to Weldyn, about ten years ago, they spoke of a mage named Crelanu, and of his advice about the ruby. He said that the radiance of the stone could be contained, and that doing so would stop the stoneâ€™s effect.
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘’ğ‘±ğ‘¥ ğ‘‘ Â·ğ‘¢ğ‘§ğ‘¤ğ‘›ğ‘¦ğ‘¯, ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘‘ğ‘§ğ‘¯ ğ‘˜ğ‘½ğ‘Ÿ ğ‘©ğ‘œğ‘´, ğ‘ğ‘± ğ‘•ğ‘ğ‘´ğ‘’ ğ‘ ğ‘© ğ‘¥ğ‘±ğ‘¡ ğ‘¯ğ‘±ğ‘¥ğ‘› Â·ğ‘’ğ‘®ğ‘§ğ‘¤ğ‘­ğ‘¯ğ‘µ, ğ‘¯ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘©ğ‘›ğ‘ğ‘²ğ‘• ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘°. ğ‘£ğ‘° ğ‘•ğ‘§ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘®ğ‘±ğ‘›ğ‘°ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘•ğ‘‘ğ‘´ğ‘¯ ğ‘’ğ‘«ğ‘› ğ‘šğ‘° ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘›, ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘•ğ‘´ ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ ğ‘•ğ‘‘ğ‘´ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘.

source: And what... you want us to do this, contain the radiance of the stone? By making an artifact of some kind?
en@shaw: ğ‘¯ ğ‘¢ğ‘ªğ‘‘... ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘³ğ‘• ğ‘‘ ğ‘›ğ‘µ ğ‘ğ‘¦ğ‘•, ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘ ğ‘®ğ‘±ğ‘›ğ‘°ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘•ğ‘‘ğ‘´ğ‘¯? ğ‘šğ‘² ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘©ğ‘¯ ğ‘¸ğ‘‘ğ‘©ğ‘“ğ‘¨ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘’ğ‘²ğ‘¯ğ‘›?

source: Exactly. I want you to craft it into a mighty artifact, that will leverage the stoneâ€™s power, but contain it also.
en@shaw: ğ‘¦ğ‘œğ‘Ÿğ‘¨ğ‘’ğ‘‘ğ‘¤ğ‘¦. ğ‘² ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¿ ğ‘‘ ğ‘’ğ‘®ğ‘­ğ‘“ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘© ğ‘¥ğ‘²ğ‘‘ğ‘¦ ğ‘¸ğ‘‘ğ‘©ğ‘“ğ‘¨ğ‘’ğ‘‘, ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘ğ‘»ğ‘¦ğ‘¡ ğ‘ ğ‘•ğ‘‘ğ‘´ğ‘¯ğ‘Ÿ ğ‘ğ‘¬ğ‘¼, ğ‘šğ‘³ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘¦ğ‘‘ ğ‘·ğ‘¤ğ‘•ğ‘´.

source: Well... I think we can make a deal, but Iâ€™m not sure. Iâ€™ll have to ask the tribal leaders.
en@shaw: ğ‘¢ğ‘§ğ‘¤... ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘›ğ‘°ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘²'ğ‘§ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘¼. ğ‘²'ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘ ğ‘‘ğ‘®ğ‘²ğ‘šğ‘©ğ‘¤ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ.

source: If you are not authorized to make a deal, send out someone who is, and I will bargain with him.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘ªğ‘”ğ‘»ğ‘²ğ‘Ÿğ‘› ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘›ğ‘°ğ‘¤, ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘¬ğ‘‘ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘³ğ‘¯ ğ‘£ğ‘µ ğ‘¦ğ‘Ÿ, ğ‘¯ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘¸ğ‘œğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘¦ğ‘¥.

source: They would refuse to come. You must come into the caves, and go to the city in person, or send a representative.
en@shaw: ğ‘ğ‘± ğ‘¢ğ‘«ğ‘› ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘• ğ‘‘ ğ‘’ğ‘³ğ‘¥. ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ, ğ‘¯ ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘¦ğ‘¯ ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯, ğ‘¹ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘© ğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘.

source: I can always take my offer to another tribe more friendly to its potential patrons. You are not the only smiths in the Northlands!
en@shaw: ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘‘ğ‘±ğ‘’ ğ‘¥ğ‘² ğ‘ªğ‘“ğ‘¼ ğ‘‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘‘ğ‘®ğ‘²ğ‘š ğ‘¥ğ‘¹ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘¤ğ‘¦ ğ‘‘ ğ‘¦ğ‘‘ğ‘• ğ‘ğ‘©ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¤ ğ‘ğ‘±ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘Ÿ. ğ‘¿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘•ğ‘¥ğ‘¦ğ‘”ğ‘• ğ‘¦ğ‘¯ ğ‘ Â·ğ‘¯ğ‘¹ğ‘”ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘•!

source: Five thousand pieces of silver.
en@shaw: ğ‘“ğ‘²ğ‘ ğ‘”ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘ğ‘».

source: Ten thousand.
en@shaw: ğ‘‘ğ‘§ğ‘¯ ğ‘”ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘›.

source: Nothing below fifteen!
en@shaw: ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘“ğ‘¦ğ‘“ğ‘‘ğ‘°ğ‘¯!

source: Then no deal. Iâ€™ll gather my things and go to another dwarvish clan now.
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘¯ğ‘´ ğ‘›ğ‘°ğ‘¤. ğ‘²'ğ‘¤ ğ‘œğ‘¨ğ‘ğ‘¼ ğ‘¥ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘¯ ğ‘œğ‘´ ğ‘‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘’ğ‘¤ğ‘¨ğ‘¯ ğ‘¯ğ‘¬.

source: I want you to make it into a sceptre, a sceptre of fire.
en@shaw: ğ‘² ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¿ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘© ğ‘•ğ‘§ğ‘ğ‘‘ğ‘», ğ‘© ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘ ğ‘“ğ‘²ğ‘¼.

source: Iâ€™ll see what I can do. But I will need five thousand silver in advance, to pay for the materials.
en@shaw: ğ‘²'ğ‘¤ ğ‘•ğ‘° ğ‘¢ğ‘ªğ‘‘ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘µ. ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘°ğ‘› ğ‘“ğ‘²ğ‘ ğ‘”ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘•ğ‘¦ğ‘¤ğ‘ğ‘» ğ‘¦ğ‘¯ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•, ğ‘‘ ğ‘ğ‘± ğ‘“ğ‘¹ ğ‘ ğ‘¥ğ‘©ğ‘‘ğ‘½ğ‘¦ğ‘©ğ‘¤ğ‘Ÿ.

source: Very well. I have the silver here, ready to ship, and I will send someone over with the stone itself. He will stay with you as you make the sceptre, and make sure you are going to get it done on time. I expect it done before my reign as king is ended.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘ğ‘» ğ‘£ğ‘½, ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘‘ ğ‘–ğ‘¦ğ‘, ğ‘¯ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘³ğ‘¯ ğ‘´ğ‘ğ‘¼ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘‘ğ‘´ğ‘¯ ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“. ğ‘£ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘± ğ‘¢ğ‘¦ğ‘ ğ‘¿ ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘», ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¸ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¦ğ‘‘ ğ‘›ğ‘³ğ‘¯ ğ‘ªğ‘¯ ğ‘‘ğ‘²ğ‘¥. ğ‘² ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘‘ ğ‘›ğ‘³ğ‘¯ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¥ğ‘² ğ‘®ğ‘±ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘’ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘›.

source: Alanin
en@shaw: Â·ğ‘¨ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘¯

source: What are you talking about?! This road has always been open to all.
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¸ ğ‘¿ ğ‘‘ğ‘·ğ‘’ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘?! ğ‘ğ‘¦ğ‘• ğ‘®ğ‘´ğ‘› ğ‘£ğ‘¨ğ‘Ÿ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘‘ ğ‘·ğ‘¤.

source: Yes, we have allowed people to use it, but it is our road.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘‘ ğ‘¿ğ‘• ğ‘¦ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¬ğ‘¼ ğ‘®ğ‘´ğ‘›.

source: Not true! This is dwarvish land; if anything, itâ€™s our road!
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘‘ğ‘®ğ‘µ! ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘¤ğ‘¨ğ‘¯ğ‘›; ğ‘¦ğ‘“ ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™, ğ‘¦ğ‘‘'ğ‘• ğ‘¬ğ‘¼ ğ‘®ğ‘´ğ‘›!

source: Nevertheless, if you try to move your caravans here you have to pay the toll, or face our wrath!
en@shaw: ğ‘¯ğ‘§ğ‘ğ‘¼ğ‘ğ‘©ğ‘¤ğ‘§ğ‘•, ğ‘¦ğ‘“ ğ‘¿ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¿ğ‘¼ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘ğ‘¨ğ‘¯ğ‘Ÿ ğ‘£ğ‘½ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘ğ‘± ğ‘ ğ‘‘ğ‘´ğ‘¤, ğ‘¹ ğ‘“ğ‘±ğ‘• ğ‘¬ğ‘¼ ğ‘®ğ‘ªğ‘”!

source: We Wesnothians and you elves have a treaty! Do you really mean to break it in defense of a road that is not even yours?!
en@shaw: ğ‘¢ğ‘° Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”ğ‘¾ğ‘¯ğ‘• ğ‘¯ ğ‘¿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦! ğ‘›ğ‘µ ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¥ğ‘°ğ‘¯ ğ‘‘ ğ‘šğ‘®ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘ ğ‘© ğ‘®ğ‘´ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¿ğ‘¼ğ‘Ÿ?!

source: I was never among those who agreed to that treaty. Not all of us elves are as low as Kalenz, or make deals with those who betrayed us.
en@shaw: ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘©ğ‘¥ğ‘³ğ‘™ ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘©ğ‘œğ‘®ğ‘°ğ‘› ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦. ğ‘¯ğ‘ªğ‘‘ ğ‘·ğ‘¤ ğ‘ ğ‘³ğ‘• ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ ğ‘¨ğ‘Ÿ ğ‘¤ğ‘´ ğ‘¨ğ‘Ÿ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘¹ ğ‘¥ğ‘±ğ‘’ ğ‘›ğ‘°ğ‘¤ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘šğ‘¦ğ‘‘ğ‘®ğ‘±ğ‘› ğ‘³ğ‘•.

source: Very well. Glildur, if the high elvish council has made an alliance with the men, I would advise you to follow it, but not doing so is your choice.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤. Â·ğ‘œğ‘¤ğ‘¦ğ‘¤ğ‘›ğ‘», ğ‘¦ğ‘“ ğ‘ ğ‘£ğ‘² ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¥ğ‘±ğ‘› ğ‘©ğ‘¯ ğ‘©ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¥ğ‘§ğ‘¯, ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘¨ğ‘›ğ‘ğ‘²ğ‘Ÿ ğ‘¿ ğ‘‘ ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘¦ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘•ğ‘´ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘—ğ‘¶ğ‘•.

source: Cargo unloaded.
en@shaw: ğ‘’ğ‘¸ğ‘œğ‘´ ğ‘©ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›.

source: You only need $incominggold more, then you can begin work.
en@shaw: ğ‘¿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¯ğ‘°ğ‘› $incominggold ğ‘¥ğ‘¹, ğ‘ğ‘§ğ‘¯ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ ğ‘¢ğ‘»ğ‘’.

source: You only need $incominggold more, and the stone, then you can begin work.
en@shaw: ğ‘¿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¯ğ‘°ğ‘› $incominggold ğ‘¥ğ‘¹, ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘´ğ‘¯, ğ‘ğ‘§ğ‘¯ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ ğ‘¢ğ‘»ğ‘’.

source: We have all of the silver, now all we need is the stone.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘ğ‘», ğ‘¯ğ‘¬ ğ‘·ğ‘¤ ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘¦ğ‘Ÿ ğ‘ ğ‘•ğ‘‘ğ‘´ğ‘¯.

source: Ha! Our reinforcements have arrived. There is no way you can withstand our combined strength!
en@shaw: ğ‘£ğ‘­! ğ‘¬ğ‘¼ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘®ğ‘²ğ‘ğ‘›. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¢ğ‘± ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¢ğ‘¦ğ‘ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘¬ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘šğ‘²ğ‘¯ğ‘› ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘”!

source: We cannot match you above ground, but in the caves we may still defeat you.
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘¨ğ‘— ğ‘¿ ğ‘©ğ‘šğ‘³ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘¢ğ‘° ğ‘¥ğ‘± ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘¿.

source: Elvish reinforcements! Where did these come from? I thought the elvish resistance to the treaty was smaller than this. Hurry up and move those caravans!
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•! ğ‘¢ğ‘º ğ‘›ğ‘¦ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘³ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥? ğ‘² ğ‘”ğ‘·ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘¥ğ‘·ğ‘¤ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘ğ‘¦ğ‘•. ğ‘£ğ‘³ğ‘®ğ‘¦ ğ‘³ğ‘ ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘ğ‘¨ğ‘¯ğ‘Ÿ!

source: Die, humans, in the name of Landar!
en@shaw: ğ‘›ğ‘², ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸!

source: Landar? Who is this â€˜Landarâ€™ you speak of?
en@shaw: Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸? ğ‘£ğ‘µ ğ‘¦ğ‘Ÿ ğ‘ğ‘¦ğ‘• 'Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸' ğ‘¿ ğ‘•ğ‘ğ‘°ğ‘’ ğ‘?

source: Die, dwarvish scum, in the name of Landar!
en@shaw: ğ‘›ğ‘², ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘•ğ‘’ğ‘©ğ‘¥, ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘±ğ‘¥ ğ‘ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸!

source: Yer precious Landar can kiss my axe.
en@shaw: ğ‘˜ğ‘» ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘• Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘¦ğ‘• ğ‘¥ğ‘² ğ‘¨ğ‘’ğ‘•.

source: Closing the Gates
en@shaw: Â·ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘¦ğ‘™ ğ‘ Â·ğ‘œğ‘±ğ‘‘ğ‘•

source: Trolls
en@shaw: ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ

source: Next in our story, Rugnur retreated into the caves of Knalga. But the elves pressed on, and would enter the caves shortly.
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘•ğ‘‘ğ‘¹ğ‘¦, Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘» ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘ ğ‘¯ğ‘­ğ‘¤ğ‘œğ‘³. ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ªğ‘¯, ğ‘¯ ğ‘¢ğ‘«ğ‘› ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘–ğ‘¹ğ‘‘ğ‘¤ğ‘¦.

source: Place someone on each of the six magic glyphs in order to close the dwarvish gates
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘• ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘³ğ‘¯ ğ‘ªğ‘¯ ğ‘°ğ‘— ğ‘ ğ‘ ğ‘•ğ‘¦ğ‘’ğ‘• ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ Â·ğ‘œğ‘¤ğ‘¦ğ‘“ğ‘• ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘œğ‘±ğ‘‘ğ‘•

source: Kill all elves in the caves after the gates are closed
en@shaw: ğ‘’ğ‘¦ğ‘¤ ğ‘·ğ‘¤ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘œğ‘±ğ‘‘ğ‘• ğ‘¸ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›

source: Death of Baglur
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘šğ‘¨ğ‘œğ‘¤ğ‘»

source: Yes, that sounds good. Iâ€™ll stay here and try to defend the gates...
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘œğ‘«ğ‘›. ğ‘²'ğ‘¤ ğ‘•ğ‘‘ğ‘± ğ‘£ğ‘½ ğ‘¯ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘œğ‘±ğ‘‘ğ‘•...

source: I see you have sent a messenger to the city. Good idea, but will it really help? We have more troops and more provisions, and we are going to enter those caves and kill you!
en@shaw: ğ‘² ğ‘•ğ‘° ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘© ğ‘¥ğ‘§ğ‘•ğ‘©ğ‘¯ğ‘¡ğ‘¼ ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦. ğ‘œğ‘«ğ‘› ğ‘²ğ‘›ğ‘¾, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¦ğ‘‘ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘£ğ‘§ğ‘¤ğ‘? ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘¹ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘¯ ğ‘¥ğ‘¹ ğ‘ğ‘®ğ‘©ğ‘ğ‘¦ğ‘ ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¯ ğ‘¢ğ‘° ğ‘¸ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ğ‘´ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘¯ ğ‘’ğ‘¦ğ‘¤ ğ‘¿!

source: Ha! I thought as much. Well then, surrender!
en@shaw: ğ‘£ğ‘­! ğ‘² ğ‘”ğ‘·ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘³ğ‘—. ğ‘¢ğ‘§ğ‘¤ ğ‘ğ‘§ğ‘¯, ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘»!

source: Um... on what terms?
en@shaw: ğ‘©ğ‘¥... ğ‘ªğ‘¯ ğ‘¢ğ‘ªğ‘‘ ğ‘‘ğ‘»ğ‘¥ğ‘Ÿ?

source: Unconditional.
en@shaw: ğ‘©ğ‘¯ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤.

source: Baglur
en@shaw: Â·ğ‘šğ‘¨ğ‘œğ‘¤ğ‘»

source: Not really. This was supposedly a time of peace. Who are you?
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘¾ğ‘¤ğ‘¦. ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿğ‘©ğ‘›ğ‘¤ğ‘° ğ‘© ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘ğ‘°ğ‘•. ğ‘£ğ‘µ ğ‘¸ ğ‘¿?

source: Argh! Iâ€™m a retired warrior... it looks like Iâ€™ll haâ€™ to come out and help you, else weâ€™ll be overrun by the damn elves... argh again. Well, listen here. This entrance to the city can be closed. Thereâ€™s a gate. If we can close it, the elves will noâ€™ be able to enter. And you elves; begone from here!
en@shaw: ğ‘¸ğ‘œ! ğ‘²'ğ‘§ğ‘¥ ğ‘© ğ‘®ğ‘¦ğ‘‘ğ‘²ğ‘¼ğ‘› ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼... ğ‘¦ğ‘‘ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘²'ğ‘¤ ğ‘£ğ‘­' ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘¬ğ‘‘ ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿, ğ‘§ğ‘¤ğ‘• ğ‘¢ğ‘°'ğ‘¤ ğ‘šğ‘° ğ‘´ğ‘ğ‘¼ğ‘®ğ‘³ğ‘¯ ğ‘šğ‘² ğ‘ ğ‘›ğ‘¨ğ‘¥ ğ‘§ğ‘¤ğ‘ğ‘Ÿ... ğ‘¸ğ‘œ ğ‘©ğ‘œğ‘±ğ‘¯. ğ‘¢ğ‘§ğ‘¤, ğ‘¤ğ‘¦ğ‘•ğ‘©ğ‘¯ ğ‘£ğ‘½. ğ‘ğ‘¦ğ‘• ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘• ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›. ğ‘ğ‘º'ğ‘Ÿ ğ‘© ğ‘œğ‘±ğ‘‘. ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘¦ğ‘‘, ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘´' ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼. ğ‘¯ ğ‘¿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ; ğ‘šğ‘°ğ‘œğ‘ªğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘½!

source: Cease your meddling, old dwarf! Rugnur is in charge here, and it is he who will bargain with us.
en@shaw: ğ‘•ğ‘°ğ‘• ğ‘¿ğ‘¼ ğ‘¥ğ‘§ğ‘›ğ‘©ğ‘¤ğ‘¦ğ‘™, ğ‘´ğ‘¤ğ‘› ğ‘›ğ‘¢ğ‘¹ğ‘“! Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘» ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘—ğ‘¸ğ‘¡ ğ‘£ğ‘½, ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘£ğ‘° ğ‘£ğ‘µ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘¸ğ‘œğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•.

source: Baglur, how do you close the gates?
en@shaw: Â·ğ‘šğ‘¨ğ‘œğ‘¤ğ‘», ğ‘£ğ‘¬ ğ‘›ğ‘µ ğ‘¿ ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘ ğ‘œğ‘±ğ‘‘ğ‘•?

source: Och, well thatâ€™s the difficulty. Itâ€™s a magic gate. Indestructible. But that means it can only be closed by magic. Ye need to position a warrior on each of the six glyphs. When all are occupied, the gates wiâ€™ close. Then the elves will be shut out of the caves forever, at least through this entrance.
en@shaw: ğ‘­ğ‘’, ğ‘¢ğ‘§ğ‘¤ ğ‘ğ‘¨ğ‘”'ğ‘• ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ğ‘¦. ğ‘¦ğ‘‘'ğ‘• ğ‘© ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘œğ‘±ğ‘‘. ğ‘¦ğ‘¯ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¦ğ‘šğ‘©ğ‘¤. ğ‘šğ‘³ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘› ğ‘šğ‘² ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’. ğ‘˜ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘© ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ ğ‘ªğ‘¯ ğ‘°ğ‘— ğ‘ ğ‘ ğ‘•ğ‘¦ğ‘’ğ‘• Â·ğ‘œğ‘¤ğ‘¦ğ‘“ğ‘•. ğ‘¢ğ‘§ğ‘¯ ğ‘·ğ‘¤ ğ‘¸ ğ‘ªğ‘’ğ‘˜ğ‘«ğ‘ğ‘²ğ‘›, ğ‘ ğ‘œğ‘±ğ‘‘ğ‘• ğ‘¢ğ‘¦' ğ‘’ğ‘¤ğ‘´ğ‘Ÿ. ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘–ğ‘³ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘“ğ‘¹ğ‘§ğ‘ğ‘¼, ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘”ğ‘®ğ‘µ ğ‘ğ‘¦ğ‘• ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•.

source: Donâ€™t we have troops positioned near these glyphs, to unlock them?
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘› ğ‘¯ğ‘½ ğ‘ğ‘°ğ‘Ÿ Â·ğ‘œğ‘¤ğ‘¦ğ‘“ğ‘•, ğ‘‘ ğ‘©ğ‘¯ğ‘¤ğ‘­ğ‘’ ğ‘ğ‘§ğ‘¥?

source: Och, well, no. Lately trolls have been more in charge of those caves where the glyphs are than we dwarves have.
en@shaw: ğ‘­ğ‘’, ğ‘¢ğ‘§ğ‘¤, ğ‘¯ğ‘´. ğ‘¤ğ‘±ğ‘‘ğ‘¤ğ‘¦ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ ğ‘—ğ‘¸ğ‘¡ ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘¢ğ‘º ğ‘ Â·ğ‘œğ‘¤ğ‘¦ğ‘“ğ‘• ğ‘¸ ğ‘ğ‘¨ğ‘¯ ğ‘¢ğ‘° ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘.

source: Well, where are they located?
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘¢ğ‘º ğ‘¸ ğ‘ğ‘± ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘›?

source: Two are down a side passage in the northwest, another two are in a similar location in the southeast, and two are right next to the front gate.
en@shaw: ğ‘‘ğ‘µ ğ‘¸ ğ‘›ğ‘¬ğ‘¯ ğ‘© ğ‘•ğ‘²ğ‘› ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘¹ğ‘”ğ‘¢ğ‘§ğ‘•ğ‘‘, ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘‘ğ‘µ ğ‘¸ ğ‘¦ğ‘¯ ğ‘© ğ‘•ğ‘¦ğ‘¥ğ‘¦ğ‘¤ğ‘¼ ğ‘¤ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘¬ğ‘”ğ‘°ğ‘•ğ‘‘, ğ‘¯ ğ‘‘ğ‘µ ğ‘¸ ğ‘®ğ‘²ğ‘‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘ ğ‘“ğ‘®ğ‘³ğ‘¯ğ‘‘ ğ‘œğ‘±ğ‘‘.

source: But what about this entrance? The elves can come through it just as easily as the main gate, and it cannot be closed!
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•? ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘³ğ‘¥ ğ‘”ğ‘®ğ‘µ ğ‘¦ğ‘‘ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘°ğ‘Ÿğ‘¦ğ‘¤ğ‘¦ ğ‘¨ğ‘Ÿ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘œğ‘±ğ‘‘, ğ‘¯ ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›!

source: I think it can be sealed up somehow... Yes, look, activating that glyph seems to have closed up the gap.
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘•ğ‘°ğ‘¤ğ‘› ğ‘³ğ‘ ğ‘•ğ‘³ğ‘¥ğ‘£ğ‘¬... ğ‘˜ğ‘§ğ‘•, ğ‘¤ğ‘«ğ‘’, ğ‘¨ğ‘’ğ‘‘ğ‘©ğ‘ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ Â·ğ‘œğ‘¤ğ‘¦ğ‘“ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘› ğ‘³ğ‘ ğ‘ ğ‘œğ‘¨ğ‘.

source: We have everyone positioned on the glyphs! What do we do now?
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘§ğ‘ğ‘®ğ‘°ğ‘¢ğ‘³ğ‘¯ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘› ğ‘ªğ‘¯ ğ‘ Â·ğ‘œğ‘¤ğ‘¦ğ‘“ğ‘•! ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¢ğ‘° ğ‘›ğ‘µ ğ‘¯ğ‘¬?

source: If that is what ye choose to do, fine, but be prepared to wait for many years.
en@shaw: ğ‘¦ğ‘“ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘ªğ‘‘ ğ‘˜ğ‘° ğ‘—ğ‘µğ‘Ÿ ğ‘‘ ğ‘›ğ‘µ, ğ‘“ğ‘²ğ‘¯, ğ‘šğ‘³ğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘¦ğ‘ğ‘ºğ‘› ğ‘‘ ğ‘¢ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘˜ğ‘½ğ‘Ÿ.

source: There are still some elves left in here. We have to eliminate them, too, unless they surrender.
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘•ğ‘³ğ‘¥ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¦ğ‘¯ ğ‘£ğ‘½. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘©ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘¯ğ‘±ğ‘‘ ğ‘ğ‘§ğ‘¥, ğ‘‘ğ‘µ, ğ‘³ğ‘¯ğ‘¤ğ‘§ğ‘• ğ‘ğ‘± ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘».

source: You would have us be cowards! We do not surrender.
en@shaw: ğ‘¿ ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘³ğ‘• ğ‘šğ‘° ğ‘’ğ‘¬ğ‘»ğ‘›ğ‘Ÿ! ğ‘¢ğ‘° ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘».

source: Kill all elves in the caves
en@shaw: ğ‘’ğ‘¦ğ‘¤ ğ‘·ğ‘¤ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ

source: Well, now I should go down to the city and report. Iâ€™m late already...
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘¯ğ‘¬ ğ‘² ğ‘–ğ‘«ğ‘› ğ‘œğ‘´ ğ‘›ğ‘¬ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘¯ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘. ğ‘²'ğ‘§ğ‘¥ ğ‘¤ğ‘±ğ‘‘ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦...

source: My glyph is on.
en@shaw: ğ‘¥ğ‘² Â·ğ‘œğ‘¤ğ‘¦ğ‘“ ğ‘¦ğ‘Ÿ ğ‘ªğ‘¯.

source: In the Dwarven City
en@shaw: Â·ğ‘¦ğ‘¯ ğ‘ Â·ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘§ğ‘¯ Â·ğ‘•ğ‘¦ğ‘‘ğ‘¦

source: Durstorn
en@shaw: Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯

source: Now, I must tell you of another character in our drama. Durstorn, the lord of Dwarfdom. Or at least of this clan.
en@shaw: ğ‘¯ğ‘¬, ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘‘ğ‘§ğ‘¤ ğ‘¿ ğ‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘›ğ‘®ğ‘­ğ‘¥ğ‘©. Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯, ğ‘ ğ‘¤ğ‘¹ğ‘› ğ‘ Â·ğ‘›ğ‘¢ğ‘¸ğ‘“ğ‘›ğ‘ªğ‘¥. ğ‘¹ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¤ğ‘¨ğ‘¯.

source: Noiraran
en@shaw: Â·ğ‘¯ğ‘¶ğ‘®ğ‘¸ğ‘¨ğ‘¯

source: Kuhnar
en@shaw: Â·ğ‘’ğ‘µğ‘¯ğ‘¸

source: Whereâ€™s that fool Rugnur gotten to? Itâ€™s time for him to report on events in the surface world. Heâ€™s late!
en@shaw: ğ‘¢ğ‘º'ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘“ğ‘µğ‘¤ Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘» ğ‘œğ‘ªğ‘‘ğ‘©ğ‘¯ ğ‘‘? ğ‘¦ğ‘‘'ğ‘• ğ‘‘ğ‘²ğ‘¥ ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘¥ ğ‘‘ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ªğ‘¯ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘“ğ‘¦ğ‘• ğ‘¢ğ‘»ğ‘¤ğ‘›. ğ‘£ğ‘°'ğ‘Ÿ ğ‘¤ğ‘±ğ‘‘!

source: Perhaps the outpost was held up?
en@shaw: ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘ ğ‘¬ğ‘‘ğ‘ğ‘´ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘£ğ‘§ğ‘¤ğ‘› ğ‘³ğ‘?

source: Ha! There hasnâ€™t been a border attack since the men came from over the sea, why would someone attack us now?
en@shaw: ğ‘£ğ‘­! ğ‘ğ‘º ğ‘£ğ‘¨ğ‘Ÿğ‘¯ğ‘‘ ğ‘šğ‘°ğ‘¯ ğ‘© ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘ ğ‘¥ğ‘§ğ‘¯ ğ‘’ğ‘±ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘°, ğ‘¢ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘³ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘³ğ‘• ğ‘¯ğ‘¬?
