Repository: wesnoth/wesnoth
Catalog: po/wesnoth-sof/*.po
Languages: en@shaw

source: He says that he has seen the Sceptre. Rugnur had it, but he lost it in the caves. He came to tell you, so that you would know that the dwarves did fulfill their promise.
en@shaw: ğ‘£ğ‘° ğ‘•ğ‘§ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘°ğ‘¯ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘». Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘» ğ‘£ğ‘¨ğ‘› ğ‘¦ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘° ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ. ğ‘£ğ‘° ğ‘’ğ‘±ğ‘¥ ğ‘‘ ğ‘‘ğ‘§ğ‘¤ ğ‘¿, ğ‘•ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘¢ğ‘«ğ‘› ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘›ğ‘¦ğ‘› ğ‘“ğ‘«ğ‘¤ğ‘“ğ‘¦ğ‘¤ ğ‘ğ‘º ğ‘ğ‘®ğ‘ªğ‘¥ğ‘¦ğ‘•.

source: I see. Well... what do you want me to do now? The Sceptre of Fire is made, yes, but I donâ€™t know where it is, the makers are dead, and orcs have probably already found it and hid it somewhere else.
en@shaw: ğ‘² ğ‘•ğ‘°. ğ‘¢ğ‘§ğ‘¤... ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¥ğ‘° ğ‘‘ ğ‘›ğ‘µ ğ‘¯ğ‘¬? ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘±ğ‘›, ğ‘˜ğ‘§ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´ ğ‘¢ğ‘º ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ, ğ‘ ğ‘¥ğ‘±ğ‘’ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘›ğ‘§ğ‘›, ğ‘¯ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘‘ ğ‘¯ ğ‘£ğ‘¦ğ‘› ğ‘¦ğ‘‘ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘º ğ‘§ğ‘¤ğ‘•.

source: I do not know. I only bring the news, I did not cause it, nor do I fully understand its implications. But, my advice would be to do nothing. I believe you will not find it, though you send a hundred armies to look for it. But record in the history books that the Sceptre of Fire does exist.
en@shaw: ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘´. ğ‘² ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘ ğ‘¯ğ‘¿ğ‘Ÿ, ğ‘² ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘·ğ‘Ÿ ğ‘¦ğ‘‘, ğ‘¯ğ‘¹ ğ‘›ğ‘µ ğ‘² ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘©ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ. ğ‘šğ‘³ğ‘‘, ğ‘¥ğ‘² ğ‘©ğ‘›ğ‘ğ‘²ğ‘• ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘‘ ğ‘›ğ‘µ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™. ğ‘² ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¦ğ‘‘, ğ‘ğ‘´ ğ‘¿ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘© ğ‘£ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘§ğ‘› ğ‘¸ğ‘¥ğ‘°ğ‘Ÿ ğ‘‘ ğ‘¤ğ‘«ğ‘’ ğ‘“ğ‘¹ ğ‘¦ğ‘‘. ğ‘šğ‘³ğ‘‘ ğ‘®ğ‘§ğ‘’ğ‘¹ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦ ğ‘šğ‘«ğ‘’ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘›ğ‘³ğ‘Ÿ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘.

source: Your advice seems good to me. I will take it. As for you, and the gryphon, you are free to go. Alanin, youâ€™ve served in the army long enough to retire, and even if you hadnâ€™t, youâ€™ve seen enough combat. So, go. Back to your village. You deserve a rest.
en@shaw: ğ‘¿ğ‘¼ ğ‘©ğ‘›ğ‘ğ‘²ğ‘• ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘œğ‘«ğ‘› ğ‘‘ ğ‘¥ğ‘°. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘¦ğ‘‘. ğ‘¨ğ‘Ÿ ğ‘“ğ‘¹ ğ‘¿, ğ‘¯ ğ‘ ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯, ğ‘¿ ğ‘¸ ğ‘“ğ‘®ğ‘° ğ‘‘ ğ‘œğ‘´. Â·ğ‘¨ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘¯, ğ‘¿'ğ‘ ğ‘•ğ‘»ğ‘ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘¸ğ‘¥ğ‘¦ ğ‘¤ğ‘ªğ‘™ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘²ğ‘¼, ğ‘¯ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘“ ğ‘¿ ğ‘£ğ‘¨ğ‘›ğ‘¯ğ‘‘, ğ‘¿'ğ‘ ğ‘•ğ‘°ğ‘¯ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘. ğ‘•ğ‘´, ğ‘œğ‘´. ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘¿ğ‘¼ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡. ğ‘¿ ğ‘›ğ‘¦ğ‘Ÿğ‘»ğ‘ ğ‘© ğ‘®ğ‘§ğ‘•ğ‘‘.

source: Very well, my lord.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›.

source: Caravan
en@shaw: ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘ğ‘¨ğ‘¯

source: Caravans are used to carry gold or supplies long distances. Because of the immense weight of the cargo this caravan carries, it moves very slowly.
en@shaw: ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘ğ‘¨ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘«ğ‘¸ğ‘¹ğ‘´ğ‘–ğ‘±ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘’ğ‘¨ğ‘®ğ‘¦ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¹ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘²ğ‘Ÿ ğ‘¤ğ‘ªğ‘™ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ. ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘ ğ‘ ğ‘¦ğ‘¥ğ‘§ğ‘¯ğ‘• ğ‘¢ğ‘±ğ‘‘ ğ‘ ğ‘ ğ‘’ğ‘¸ğ‘œğ‘´ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘ğ‘¨ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘¦ğ‘Ÿ, ğ‘¦ğ‘‘ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘•ğ‘¤ğ‘´ğ‘¤ğ‘¦.

source: Dwarvish Miner
en@shaw: ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘¥ğ‘²ğ‘¯ğ‘¼

source: Dwarvish miners are the grunt workers of Dwarvish society. They take the precious ores out of the ground, but do not ever take part in the crafting of weapons or artifacts.
en@shaw: ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘¥ğ‘²ğ‘¯ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘ ğ‘œğ‘®ğ‘³ğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘’ğ‘¼ğ‘Ÿ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘•ğ‘©ğ‘•ğ‘²ğ‘©ğ‘‘ğ‘¦. ğ‘ğ‘± ğ‘‘ğ‘±ğ‘’ ğ‘ ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘• ğ‘¹ğ‘Ÿ ğ‘¬ğ‘‘ ğ‘ ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘ğ‘¼ ğ‘‘ğ‘±ğ‘’ ğ‘ğ‘¸ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘®ğ‘­ğ‘“ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¹ ğ‘¸ğ‘‘ğ‘©ğ‘“ğ‘¨ğ‘’ğ‘‘ğ‘•.

source: pick
en@shaw: ğ‘ğ‘¦ğ‘’

source: King
en@shaw: ğ‘’ğ‘¦ğ‘™

source: King of Wesnoth.
en@shaw: ğ‘’ğ‘¦ğ‘™ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”.
