Repository: wesnoth/wesnoth
Catalog: po/wesnoth-sof/*.po
Languages: en@shaw

source: Tell him to send forces north to aid us and fight the elves, but that we are probably going to die. We will run northeast towards the old eastern mines, and if he wants his sceptre intact heâ€™d best send troops to meet us there.
en@shaw: ğ‘‘ğ‘§ğ‘¤ ğ‘£ğ‘¦ğ‘¥ ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¯ğ‘¹ğ‘” ğ‘‘ ğ‘²ğ‘› ğ‘³ğ‘• ğ‘¯ ğ‘“ğ‘²ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘¸ ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘›ğ‘². ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘³ğ‘¯ ğ‘¯ğ‘¹ğ‘”ğ‘°ğ‘•ğ‘‘ ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘›ğ‘Ÿ ğ‘ ğ‘´ğ‘¤ğ‘› ğ‘°ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ, ğ‘¯ ğ‘¦ğ‘“ ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘£ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘¦ğ‘¯ğ‘‘ğ‘¨ğ‘’ğ‘‘ ğ‘£ğ‘°'ğ‘› ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘‘ ğ‘¥ğ‘°ğ‘‘ ğ‘³ğ‘• ğ‘ğ‘º.

source: I donâ€™t know what is in these caves, but whatever it is canâ€™t be worse than staying here to die.
en@shaw: ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘¢ğ‘»ğ‘• ğ‘ğ‘¨ğ‘¯ ğ‘•ğ‘‘ğ‘±ğ‘¦ğ‘™ ğ‘£ğ‘½ ğ‘‘ ğ‘›ğ‘².

source: Outriding the Outriders
en@shaw: Â·ğ‘¬ğ‘‘ğ‘®ğ‘²ğ‘›ğ‘¦ğ‘™ ğ‘ Â·ğ‘¬ğ‘‘ğ‘®ğ‘²ğ‘›ğ‘»ğ‘Ÿ

source: The elves followed both of them. First I will tell of their pursuit of Alanin, before we descend into the caves to learn Rugnurâ€™s fate.
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘› ğ‘šğ‘´ğ‘” ğ‘ ğ‘ğ‘§ğ‘¥. ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘§ğ‘¤ ğ‘ ğ‘ğ‘º ğ‘ğ‘¼ğ‘•ğ‘¿ğ‘‘ ğ‘ Â·ğ‘¨ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘¯, ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘›ğ‘¦ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘‘ ğ‘¤ğ‘»ğ‘¯ Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘»ğ‘Ÿ ğ‘“ğ‘±ğ‘‘.

source: Reach the Wesnothian outpost in the south
en@shaw: ğ‘®ğ‘°ğ‘— ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”ğ‘¾ğ‘¯ ğ‘¬ğ‘‘ğ‘ğ‘´ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘¬ğ‘”

source: Well, the elves are behind me for now, but they will send riders to catch me, and elvish riders are faster than me.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘¥ğ‘° ğ‘“ğ‘¹ ğ‘¯ğ‘¬, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘’ğ‘¨ğ‘— ğ‘¥ğ‘°, ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘“ğ‘­ğ‘•ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘¥ğ‘°.

source: My only hope is to convince the peasants to stop the elves from passing through their land, so I can get ahead of them.
en@shaw: ğ‘¥ğ‘² ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘´ğ‘ ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘¦ğ‘¯ğ‘• ğ‘ ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘­ğ‘•ğ‘¦ğ‘™ ğ‘”ğ‘®ğ‘µ ğ‘ğ‘º ğ‘¤ğ‘¨ğ‘¯ğ‘›, ğ‘•ğ‘´ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘œğ‘§ğ‘‘ ğ‘©ğ‘£ğ‘§ğ‘› ğ‘ ğ‘ğ‘§ğ‘¥.

source: We shall see about that!
en@shaw: ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘•ğ‘° ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¨ğ‘‘!

source: The villagers here are loyal to Wesnoth. They should be willing to help me escape these elves!
en@shaw: ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘»ğ‘Ÿ ğ‘£ğ‘½ ğ‘¸ ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”. ğ‘ğ‘± ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¢ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¥ğ‘° ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ!

source: Rolin
en@shaw: ğ‘®ğ‘´ğ‘¤ğ‘¦ğ‘¯

source: We will certainly help any warrior of Wesnoth who needs our help!
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘£ğ‘µ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘¬ğ‘¼ ğ‘£ğ‘§ğ‘¤ğ‘!

source: Who goes there?
en@shaw: ğ‘£ğ‘µ ğ‘œğ‘´ğ‘Ÿ ğ‘ğ‘º?

source: I see. Well, come on in. I doubt they would be able to capture this fort, even if they did want to start a war, which I doubt.
en@shaw: ğ‘² ğ‘•ğ‘°. ğ‘¢ğ‘§ğ‘¤, ğ‘’ğ‘³ğ‘¥ ğ‘ªğ‘¯ ğ‘¦ğ‘¯. ğ‘² ğ‘›ğ‘¬ğ‘‘ ğ‘ğ‘± ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¹ğ‘‘, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘›ğ‘¦ğ‘› ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘© ğ‘¢ğ‘¹, ğ‘¢ğ‘¦ğ‘— ğ‘² ğ‘›ğ‘¬ğ‘‘.

source: The Dragon
en@shaw: ğ‘ Â·ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯

source: Khrakrahs
en@shaw: Â·ğ‘’ğ‘£ğ‘®ğ‘¨ğ‘’ğ‘¤ğ‘·ğ‘•

source: Thus Alanin escaped from his elvish pursuers. But the dwarves were not so lucky. I would say that, perhaps, their betrayal of Durstorn was coming back to haunt them. For the section of the old eastern mines that they reached in their flight had long since become the lair of Khrakrahs... the dragon.
en@shaw: ğ‘ğ‘³ğ‘• Â·ğ‘¨ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘¯ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘¦ğ‘Ÿ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘ğ‘»ğ‘•ğ‘µğ‘»ğ‘Ÿ. ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¢ğ‘» ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘´ ğ‘¤ğ‘³ğ‘’ğ‘¦. ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘± ğ‘ğ‘¨ğ‘‘, ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘•, ğ‘ğ‘º ğ‘šğ‘¦ğ‘‘ğ‘®ğ‘±ğ‘©ğ‘¤ ğ‘ Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘£ğ‘ªğ‘¯ğ‘‘ ğ‘ğ‘§ğ‘¥. ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘´ğ‘¤ğ‘› ğ‘°ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘± ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘º ğ‘“ğ‘¤ğ‘²ğ‘‘ ğ‘£ğ‘¨ğ‘› ğ‘¤ğ‘ªğ‘™ ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘ ğ‘¤ğ‘º ğ‘ Â·ğ‘’ğ‘£ğ‘®ğ‘¨ğ‘’ğ‘¤ğ‘·ğ‘•... ğ‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯.

source: Get all heroes to the end of the tunnel
en@shaw: ğ‘œğ‘§ğ‘‘ ğ‘·ğ‘¤ ğ‘£ğ‘½ğ‘´ğ‘Ÿ ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤

source: Well, Thursagan, weâ€™ve reached the eastern mine, but the elves are hot on our trail. What do we do now?
en@shaw: ğ‘¢ğ‘§ğ‘¤, Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯, ğ‘¢ğ‘°'ğ‘ ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘¥ğ‘²ğ‘¯, ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ ğ‘£ğ‘ªğ‘‘ ğ‘ªğ‘¯ ğ‘¬ğ‘¼ ğ‘‘ğ‘®ğ‘±ğ‘¤. ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¢ğ‘° ğ‘›ğ‘µ ğ‘¯ğ‘¬?

source: Well, we have two choices. We may either stand and fight, and assuredly die, or run as quickly as possible down this path into the depths of the cave, where we may find something that will help us. Also, remember, the elves canâ€™t run as fast in caves as we can, so we may be able to get ahead of them and perhaps lay a trap.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘µ ğ‘—ğ‘¶ğ‘•ğ‘©ğ‘Ÿ. ğ‘¢ğ‘° ğ‘¥ğ‘± ğ‘²ğ‘ğ‘¼ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘¯ ğ‘“ğ‘²ğ‘‘, ğ‘¯ ğ‘©ğ‘–ğ‘«ğ‘¼ğ‘›ğ‘¤ğ‘¦ ğ‘›ğ‘², ğ‘¹ ğ‘®ğ‘³ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘¨ğ‘Ÿ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘¬ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘ğ‘­ğ‘” ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘›ğ‘§ğ‘ğ‘”ğ‘• ğ‘ ğ‘ ğ‘’ğ‘±ğ‘, ğ‘¢ğ‘º ğ‘¢ğ‘° ğ‘¥ğ‘± ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘•. ğ‘·ğ‘¤ğ‘•ğ‘´, ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼, ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘“ğ‘­ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯, ğ‘•ğ‘´ ğ‘¢ğ‘° ğ‘¥ğ‘± ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘©ğ‘£ğ‘§ğ‘› ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘¯ ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¤ğ‘± ğ‘© ğ‘‘ğ‘®ğ‘¨ğ‘.

source: If we give them the ruby, then what? Theyâ€™ll probably kill us anyway. And, that ruby has the power to do great things, evil things. We canâ€™t let it fall into the wrong hands.
en@shaw: ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘œğ‘¦ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘ ğ‘®ğ‘µğ‘šğ‘°, ğ‘ğ‘§ğ‘¯ ğ‘¢ğ‘ªğ‘‘? ğ‘ğ‘±ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘’ğ‘¦ğ‘¤ ğ‘³ğ‘• ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±. ğ‘¯, ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘‘ ğ‘›ğ‘µ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ, ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ. ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘¤ğ‘§ğ‘‘ ğ‘¦ğ‘‘ ğ‘“ğ‘·ğ‘¤ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘®ğ‘ªğ‘™ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ.

source: Then we shall run. I suggest calling to arms every last dwarf we possibly can here. This might be the last chance weâ€™ll get to do so.
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘®ğ‘³ğ‘¯. ğ‘² ğ‘•ğ‘©ğ‘¡ğ‘§ğ‘•ğ‘‘ ğ‘’ğ‘·ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘¸ğ‘¥ğ‘Ÿ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘›ğ‘¢ğ‘¹ğ‘“ ğ‘¢ğ‘° ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ğ‘¦ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘½. ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘²ğ‘‘ ğ‘šğ‘° ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘¢ğ‘°'ğ‘¤ ğ‘œğ‘§ğ‘‘ ğ‘‘ ğ‘›ğ‘µ ğ‘•ğ‘´.

source: So weâ€™re running away, eh? I dinnaâ€™ like that, but it seems itâ€™s our only option.
en@shaw: ğ‘•ğ‘´ ğ‘¢ğ‘°'ğ‘¼ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘©ğ‘¢ğ‘±, ğ‘±? ğ‘² ğ‘›ğ‘¦ğ‘¯ğ‘¯ğ‘©' ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘¨ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘¦ğ‘‘'ğ‘• ğ‘¬ğ‘¼ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯.

source: If it makes you feel any better, weâ€™ll probably die this way, too.
en@shaw: ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘¿ ğ‘“ğ‘°ğ‘¤ ğ‘§ğ‘¯ğ‘¦ ğ‘šğ‘§ğ‘‘ğ‘¼, ğ‘¢ğ‘°'ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘›ğ‘² ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘±, ğ‘‘ğ‘µ.

source: Look, thereâ€™s a dragon in these caves!
en@shaw: ğ‘¤ğ‘«ğ‘’, ğ‘ğ‘º'ğ‘Ÿ ğ‘© ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘Ÿ!

source: Ah, fresh meat!
en@shaw: ğ‘­, ğ‘“ğ‘®ğ‘§ğ‘– ğ‘¥ğ‘°ğ‘‘!

source: And which of the great dragons are you?
en@shaw: ğ‘¯ ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘¿?

source: I am Khrakrahs, greatest dragon of all time! Haldric killed Shekâ€™kahan my brother, but he was weaker than me, and you will not find me so easy to defeat. Now get out of my volcano!
en@shaw: ğ‘² ğ‘¨ğ‘¥ Â·ğ‘’ğ‘£ğ‘®ğ‘¨ğ‘’ğ‘¤ğ‘·ğ‘•, ğ‘œğ‘®ğ‘±ğ‘‘ğ‘©ğ‘•ğ‘‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯ ğ‘ ğ‘·ğ‘¤ ğ‘‘ğ‘²ğ‘¥! Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘–ğ‘§ğ‘’'ğ‘’ğ‘¨ğ‘£ğ‘±ğ‘¯ ğ‘¥ğ‘² ğ‘šğ‘®ğ‘³ğ‘ğ‘¼, ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘¢ğ‘°ğ‘’ğ‘» ğ‘ğ‘¨ğ‘¯ ğ‘¥ğ‘°, ğ‘¯ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¥ğ‘° ğ‘•ğ‘´ ğ‘°ğ‘Ÿğ‘¦ ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘. ğ‘¯ğ‘¬ ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘¥ğ‘² ğ‘ğ‘­ğ‘¤ğ‘’ğ‘±ğ‘¯ğ‘´!

source: Iâ€™d rather face one powerful dragon than hundreds of mighty elves. Continue!
en@shaw: ğ‘²'ğ‘›ğ‘° ğ‘®ğ‘­ğ‘ğ‘¼ ğ‘“ğ‘±ğ‘• ğ‘¢ğ‘³ğ‘¯ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘¯ ğ‘£ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘§ğ‘›ğ‘Ÿ ğ‘ ğ‘¥ğ‘²ğ‘‘ğ‘¦ ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿!

source: Whatâ€™s this? A dwarf fighting against us with the elves?!
en@shaw: ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘ğ‘¦ğ‘•? ğ‘© ğ‘›ğ‘¢ğ‘¹ğ‘“ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘³ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ?!

source: It looks like a forge, heated by the lava. It looks magic, and it looks hot enough to make the Sceptre.
en@shaw: ğ‘¦ğ‘‘ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘© ğ‘“ğ‘¹ğ‘¡, ğ‘£ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘ ğ‘¤ğ‘­ğ‘ğ‘©. ğ‘¦ğ‘‘ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’, ğ‘¯ ğ‘¦ğ‘‘ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘£ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘».

source: That pretty metal rock is mine! Get away from it!
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘®ğ‘¦ğ‘‘ğ‘¦ ğ‘¥ğ‘§ğ‘‘ğ‘©ğ‘¤ ğ‘®ğ‘ªğ‘’ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘²ğ‘¯! ğ‘œğ‘§ğ‘‘ ğ‘©ğ‘¢ğ‘± ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¦ğ‘‘!

source: Move Thursagan to the forge
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯ ğ‘‘ ğ‘ ğ‘“ğ‘¹ğ‘¡

source: Defend Thursagan until the Sceptre of Fire is complete
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘

source: An enemy moves onto the forge
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘ªğ‘¯ğ‘‘ğ‘µ ğ‘ ğ‘“ğ‘¹ğ‘¡

source: I have completed my work. Now it is truly the Sceptre of Fire, a powerful magical artifact.
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘¥ğ‘² ğ‘¢ğ‘»ğ‘’. ğ‘¯ğ‘¬ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µğ‘¤ğ‘° ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘ ğ‘“ğ‘²ğ‘¼, ğ‘© ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¸ğ‘‘ğ‘©ğ‘“ğ‘¨ğ‘’ğ‘‘.

source: Good. Now, letâ€™s get out of this cave, before the elves, dwarves or bats kill us!
en@shaw: ğ‘œğ‘«ğ‘›. ğ‘¯ğ‘¬, ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘±ğ‘, ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¹ ğ‘šğ‘¨ğ‘‘ğ‘• ğ‘’ğ‘¦ğ‘¤ ğ‘³ğ‘•!

source: Caverns of Flame
en@shaw: Â·ğ‘’ğ‘¨ğ‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘ Â·ğ‘“ğ‘¤ğ‘±ğ‘¥

source: Orcs
en@shaw: ğ‘¹ğ‘’ğ‘•

source: There was no exit from the caverns of Knalga. They had reached the realms of the orcs, with the elves hot on their trail. And there was no exit from those caves.
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘´ ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘’ğ‘¨ğ‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘ ğ‘¯ğ‘­ğ‘¤ğ‘œğ‘³. ğ‘ğ‘± ğ‘£ğ‘¨ğ‘› ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘ ğ‘®ğ‘§ğ‘¤ğ‘¥ğ‘Ÿ ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘•, ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘ªğ‘‘ ğ‘ªğ‘¯ ğ‘ğ‘º ğ‘‘ğ‘®ğ‘±ğ‘¤. ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘´ ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘´ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘Ÿ.

source: So the dwarves had no way out. They could not leave the caverns that they had entered.
en@shaw: ğ‘•ğ‘´ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘› ğ‘¯ğ‘´ ğ‘¢ğ‘± ğ‘¬ğ‘‘. ğ‘ğ‘± ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘°ğ‘ ğ‘ ğ‘’ğ‘¨ğ‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘› ğ‘§ğ‘¯ğ‘‘ğ‘»ğ‘›.

source: Explore as much of the cave as possible
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘¹ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘³ğ‘— ğ‘ ğ‘ ğ‘’ğ‘±ğ‘ ğ‘¨ğ‘Ÿ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤

source: Guardian
en@shaw: ğ‘œğ‘¸ğ‘›ğ‘¦ğ‘©ğ‘¯

source: Well, I think weâ€™ve gotten a good distance ahead of the elves. What do we do now?
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘°'ğ‘ ğ‘œğ‘ªğ‘‘ğ‘©ğ‘¯ ğ‘© ğ‘œğ‘«ğ‘› ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘©ğ‘£ğ‘§ğ‘› ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¢ğ‘° ğ‘›ğ‘µ ğ‘¯ğ‘¬?

source: We should keep going. Remember what Khrakrahs said, about this being a volcano? I think we should try to cause it to erupt. It will kill all the elves, and we might be able to find a safe place so the lava doesnâ€™t kill us.
en@shaw: ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘’ğ‘°ğ‘ ğ‘œğ‘´ğ‘¦ğ‘™. ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘¢ğ‘ªğ‘‘ Â·ğ‘’ğ‘£ğ‘®ğ‘¨ğ‘’ğ‘¤ğ‘·ğ‘• ğ‘•ğ‘§ğ‘›, ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘© ğ‘ğ‘­ğ‘¤ğ‘’ğ‘±ğ‘¯ğ‘´? ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘’ğ‘·ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘‘ ğ‘¦ğ‘®ğ‘³ğ‘ğ‘‘. ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘¦ğ‘¤ ğ‘·ğ‘¤ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¯ ğ‘¢ğ‘° ğ‘¥ğ‘²ğ‘‘ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘© ğ‘•ğ‘±ğ‘“ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘•ğ‘´ ğ‘ ğ‘¤ğ‘­ğ‘ğ‘© ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘³ğ‘•.

source: This sounds... plausible.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ... ğ‘ğ‘¤ğ‘ªğ‘Ÿğ‘©ğ‘šğ‘©ğ‘¤.

source: Yes, an interesting plan. How do you propose we do this?
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘©ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¤ğ‘¨ğ‘¯. ğ‘£ğ‘¬ ğ‘›ğ‘µ ğ‘¿ ğ‘ğ‘®ğ‘©ğ‘ğ‘´ğ‘Ÿ ğ‘¢ğ‘° ğ‘›ğ‘µ ğ‘ğ‘¦ğ‘•?

source: I have a suspicion that there is an opening somewhere near here than leads to the surface. Somewhere near there, there is probably a magic object of some kind that will cause the lava to flow.
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘•ğ‘©ğ‘•ğ‘ğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘º ğ‘¯ğ‘½ ğ‘£ğ‘½ ğ‘ğ‘¨ğ‘¯ ğ‘¤ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘“ğ‘¦ğ‘•. ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘º ğ‘¯ğ‘½ ğ‘ğ‘º, ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘© ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘·ğ‘Ÿ ğ‘ ğ‘¤ğ‘­ğ‘ğ‘© ğ‘‘ ğ‘“ğ‘¤ğ‘´.

source: Very well. We will continue to explore until we find it.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘¹ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘° ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¦ğ‘‘.

source: Indeed, there may be orcs lurking here. We should beware of them.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›, ğ‘ğ‘º ğ‘¥ğ‘± ğ‘šğ‘° ğ‘¹ğ‘’ğ‘• ğ‘¤ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘£ğ‘½. ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘šğ‘°ğ‘¢ğ‘º ğ‘ ğ‘ğ‘§ğ‘¥.

source: We have caught up to the dwarves. Now, prepare to destroy them!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘·ğ‘‘ ğ‘³ğ‘ ğ‘‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ. ğ‘¯ğ‘¬, ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ğ‘§ğ‘¥!

source: Thursagan! The elves are right on our tail; what should we do?
en@shaw: Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯! ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ ğ‘®ğ‘²ğ‘‘ ğ‘ªğ‘¯ ğ‘¬ğ‘¼ ğ‘‘ğ‘±ğ‘¤; ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘¢ğ‘° ğ‘›ğ‘µ?

source: We could try to set off the volcano as soon as possible. Meanwhile, we should draw the elves further into the caves, so they canâ€™t escape when it does erupt.
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘•ğ‘§ğ‘‘ ğ‘ªğ‘“ ğ‘ ğ‘ğ‘­ğ‘¤ğ‘’ğ‘±ğ‘¯ğ‘´ ğ‘¨ğ‘Ÿ ğ‘•ğ‘µğ‘¯ ğ‘¨ğ‘Ÿ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤. ğ‘¥ğ‘°ğ‘¯ğ‘¢ğ‘²ğ‘¤, ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘›ğ‘®ğ‘· ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ, ğ‘•ğ‘´ ğ‘ğ‘± ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘›ğ‘³ğ‘Ÿ ğ‘¦ğ‘®ğ‘³ğ‘ğ‘‘.

source: These orcs appear to be guarding something.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘©ğ‘ğ‘½ ğ‘‘ ğ‘šğ‘° ğ‘œğ‘¸ğ‘›ğ‘¦ğ‘™ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™.

source: It is probably the magical object. Attack them!
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ªğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘. ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ğ‘§ğ‘¥!

source: Move onto the glyph in the center of the volcano
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘ªğ‘¯ğ‘‘ğ‘µ ğ‘ Â·ğ‘œğ‘¤ğ‘¦ğ‘“ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘ ğ‘ğ‘­ğ‘¤ğ‘’ğ‘±ğ‘¯ğ‘´

source: Look, it has knocked down some of the walls! Those orcs have a way out now!
en@shaw: ğ‘¤ğ‘«ğ‘’, ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘ªğ‘’ğ‘‘ ğ‘›ğ‘¬ğ‘¯ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ! ğ‘ğ‘´ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘¢ğ‘± ğ‘¬ğ‘‘ ğ‘¯ğ‘¬!

source: Well, weâ€™ve succeeded in stopping the elves from getting the Sceptre, I would say. But what do we do now?!
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘¢ğ‘°'ğ‘ ğ‘•ğ‘©ğ‘’ğ‘•ğ‘°ğ‘›ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘•ğ‘‘ğ‘ªğ‘ğ‘¦ğ‘™ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘», ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘±. ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¢ğ‘° ğ‘›ğ‘µ ğ‘¯ğ‘¬?!

source: Now, we must fight the orcs until we die, itâ€™s our only option.
en@shaw: ğ‘¯ğ‘¬, ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘° ğ‘›ğ‘², ğ‘¦ğ‘‘'ğ‘• ğ‘¬ğ‘¼ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯.

source: We cannot let any of the elves or their mercenaries escape; they would tell where the Sceptre of Fire is. Make sure they all die!
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘§ğ‘‘ ğ‘§ğ‘¯ğ‘¦ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¹ ğ‘ğ‘º ğ‘¥ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘ºğ‘°ğ‘Ÿ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘; ğ‘ğ‘± ğ‘¢ğ‘«ğ‘› ğ‘‘ğ‘§ğ‘¤ ğ‘¢ğ‘º ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘¦ğ‘Ÿ. ğ‘¥ğ‘±ğ‘’ ğ‘–ğ‘«ğ‘¼ ğ‘ğ‘± ğ‘·ğ‘¤ ğ‘›ğ‘²!

source: We have to kill them quickly, before they realize what is happening. And remember, the lava spreads quickly, suddenly, and dangerously. The only place safe from it is the area near the glyph.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘¥ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦, ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘± ğ‘®ğ‘¾ğ‘¤ğ‘²ğ‘Ÿ ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™. ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼, ğ‘ ğ‘¤ğ‘­ğ‘ğ‘© ğ‘•ğ‘ğ‘®ğ‘§ğ‘›ğ‘Ÿ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦, ğ‘•ğ‘³ğ‘›ğ‘©ğ‘¯ğ‘¤ğ‘¦, ğ‘¯ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘•ğ‘¤ğ‘¦. ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘•ğ‘±ğ‘“ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ ğ‘ºğ‘¦ğ‘© ğ‘¯ğ‘½ ğ‘ Â·ğ‘œğ‘¤ğ‘¦ğ‘“.

source: Wait, whatâ€™s going on? The volcano is going to erupt! Everyone, try to get out of these caves!
en@shaw: ğ‘¢ğ‘±ğ‘‘, ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘ªğ‘¯? ğ‘ ğ‘ğ‘­ğ‘¤ğ‘’ğ‘±ğ‘¯ğ‘´ ğ‘¦ğ‘Ÿ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘¦ğ‘®ğ‘³ğ‘ğ‘‘! ğ‘§ğ‘ğ‘®ğ‘°ğ‘¢ğ‘³ğ‘¯, ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘Ÿ!

source: I must go report to my superiors!
en@shaw: ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘´ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘‘ ğ‘¥ğ‘² ğ‘•ğ‘µğ‘ğ‘½ğ‘°ğ‘»ğ‘Ÿ!

source: We have allowed an enemy to escape; we have failed.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘; ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘±ğ‘¤ğ‘›.

source: We have hidden the Sceptre well, but now the volcano is going to erupt and kill us all.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘¢ğ‘§ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘¬ ğ‘ ğ‘ğ‘­ğ‘¤ğ‘’ğ‘±ğ‘¯ğ‘´ ğ‘¦ğ‘Ÿ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘¦ğ‘®ğ‘³ğ‘ğ‘‘ ğ‘¯ ğ‘’ğ‘¦ğ‘¤ ğ‘³ğ‘• ğ‘·ğ‘¤.

source: Kill all of the elves before one of them escapes from the caves
en@shaw: ğ‘’ğ‘¦ğ‘¤ ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ

source: Epilogue
en@shaw: Â·ğ‘§ğ‘ğ‘©ğ‘¤ğ‘ªğ‘œ

source: Alanin traveled south, to Wesnoth, to Haldric II. To report the events of the past fifteen years.
en@shaw: Â·ğ‘¨ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘¯ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘› ğ‘•ğ‘¬ğ‘”, ğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, ğ‘‘ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›. ğ‘‘ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘“ğ‘¦ğ‘“ğ‘‘ğ‘°ğ‘¯ ğ‘˜ğ‘½ğ‘Ÿ.

source: Guard Captain
en@shaw: ğ‘œğ‘¸ğ‘› ğ‘’ğ‘¨ğ‘ğ‘‘ğ‘©ğ‘¯

source: Gatekeeper
en@shaw: ğ‘œğ‘±ğ‘‘ğ‘’ğ‘°ğ‘ğ‘»

source: Halt! What is your business in Weldyn, capital of Wesnoth?
en@shaw: ğ‘£ğ‘·ğ‘¤ğ‘‘! ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘šğ‘¦ğ‘Ÿğ‘¯ğ‘©ğ‘• ğ‘¦ğ‘¯ Â·ğ‘¢ğ‘§ğ‘¤ğ‘›ğ‘¦ğ‘¯, ğ‘’ğ‘¨ğ‘ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”?

source: Stand aside. I am Alanin, of Haldricâ€™s royal guard, and I bring news from the northlands.
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘©ğ‘•ğ‘²ğ‘›. ğ‘² ğ‘¨ğ‘¥ Â·ğ‘¨ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘¯, ğ‘ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ğ‘• ğ‘®ğ‘¶ğ‘©ğ‘¤ ğ‘œğ‘¸ğ‘›, ğ‘¯ ğ‘² ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘¯ğ‘¿ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ Â·ğ‘¯ğ‘¹ğ‘”ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘•.

source: Very well. You may pass.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤. ğ‘¿ ğ‘¥ğ‘± ğ‘ğ‘­ğ‘•.

source: I hear you desire to speak to the king, Alanin. What do you have to tell him?
en@shaw: ğ‘² ğ‘£ğ‘½ ğ‘¿ ğ‘›ğ‘¦ğ‘Ÿğ‘²ğ‘¼ ğ‘‘ ğ‘•ğ‘ğ‘°ğ‘’ ğ‘‘ ğ‘ ğ‘’ğ‘¦ğ‘™, Â·ğ‘¨ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘¯. ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘‘ğ‘§ğ‘¤ ğ‘£ğ‘¦ğ‘¥?

source: I bring tidings of the Sceptre of Fire, commissioned fifteen years ago by our king. I have been away for a long time, do not delay me even more.
en@shaw: ğ‘² ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘‘ğ‘²ğ‘›ğ‘¦ğ‘™ğ‘Ÿ ğ‘ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘ ğ‘“ğ‘²ğ‘¼, ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘› ğ‘“ğ‘¦ğ‘“ğ‘‘ğ‘°ğ‘¯ ğ‘˜ğ‘½ğ‘Ÿ ğ‘©ğ‘œğ‘´ ğ‘šğ‘² ğ‘¬ğ‘¼ ğ‘’ğ‘¦ğ‘™. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘©ğ‘¢ğ‘± ğ‘“ğ‘¹ ğ‘© ğ‘¤ğ‘ªğ‘™ ğ‘‘ğ‘²ğ‘¥, ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘± ğ‘¥ğ‘° ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¥ğ‘¹.

source: Enter, Alanin, and give the king your message.
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼, Â·ğ‘¨ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘¯, ğ‘¯ ğ‘œğ‘¦ğ‘ ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡.

source: My King, fifteen years ago you sent me on a mission into the northlands. I have returned. What do you wish to know of my mission?
en@shaw: ğ‘¥ğ‘² ğ‘’ğ‘¦ğ‘™, ğ‘“ğ‘¦ğ‘“ğ‘‘ğ‘°ğ‘¯ ğ‘˜ğ‘½ğ‘Ÿ ğ‘©ğ‘œğ‘´ ğ‘¿ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘¥ğ‘° ğ‘ªğ‘¯ ğ‘© ğ‘¥ğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ Â·ğ‘¯ğ‘¹ğ‘”ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘•. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘›. ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘¦ğ‘– ğ‘‘ ğ‘¯ğ‘´ ğ‘ ğ‘¥ğ‘² ğ‘¥ğ‘¦ğ‘–ğ‘©ğ‘¯?

source: Well, was the Sceptre completed? Do you have it? Give it to me!
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘¢ğ‘ªğ‘Ÿ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›? ğ‘›ğ‘µ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘‘? ğ‘œğ‘¦ğ‘ ğ‘¦ğ‘‘ ğ‘‘ ğ‘¥ğ‘°!

source: I believe it was completed, but, I do not have it. It is buried deep in the mountains of the Northlands.
en@shaw: ğ‘² ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›, ğ‘šğ‘³ğ‘‘, ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘‘. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘šğ‘§ğ‘®ğ‘¦ğ‘› ğ‘›ğ‘°ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘ Â·ğ‘¯ğ‘¹ğ‘”ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘•.

source: Why? Why was it not returned to me? Have the dwarves reneged on their promise, and kept it?
en@shaw: ğ‘¢ğ‘²? ğ‘¢ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘‘ ğ‘¥ğ‘°? ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘®ğ‘¦ğ‘¯ğ‘¦ğ‘œğ‘› ğ‘ªğ‘¯ ğ‘ğ‘º ğ‘ğ‘®ğ‘ªğ‘¥ğ‘¦ğ‘•, ğ‘¯ ğ‘’ğ‘§ğ‘ğ‘‘ ğ‘¦ğ‘‘?

source: My Lord, the dwarves are dead, slain by fire and smoke as lava poured out of one of the mountains. I saw the eruption from afar as I was returning to you.
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¸ ğ‘›ğ‘§ğ‘›, ğ‘•ğ‘¤ğ‘±ğ‘¯ ğ‘šğ‘² ğ‘“ğ‘²ğ‘¼ ğ‘¯ ğ‘•ğ‘¥ğ‘´ğ‘’ ğ‘¨ğ‘Ÿ ğ‘¤ğ‘­ğ‘ğ‘© ğ‘ğ‘«ğ‘¼ğ‘› ğ‘¬ğ‘‘ ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ. ğ‘² ğ‘•ğ‘· ğ‘ ğ‘¦ğ‘®ğ‘³ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¨ğ‘“ğ‘¸ ğ‘¨ğ‘Ÿ ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘‘ ğ‘¿.

source: Why were you returning without the sceptre, then?
en@shaw: ğ‘¢ğ‘² ğ‘¢ğ‘» ğ‘¿ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘», ğ‘ğ‘§ğ‘¯?

source: We had been besieged by elves, in a dwarvish castle that was not Rugnurâ€™s. The sceptre could not be completed there, but it could in a cave that lay to the northeast of it. Rugnur sent me back, with the message that it had been completed, but he and all the rest of the dwarves went into the caves, and were immediately followed by hundreds of elves.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘› ğ‘šğ‘°ğ‘¯ ğ‘šğ‘¦ğ‘•ğ‘°ğ‘¡ğ‘› ğ‘šğ‘² ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¦ğ‘¯ ğ‘© ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘»ğ‘Ÿ. ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘ğ‘º, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘¦ğ‘¯ ğ‘© ğ‘’ğ‘±ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘± ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”ğ‘°ğ‘•ğ‘‘ ğ‘ ğ‘¦ğ‘‘. Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘» ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘¥ğ‘° ğ‘šğ‘¨ğ‘’, ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘› ğ‘šğ‘°ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘° ğ‘¯ ğ‘·ğ‘¤ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ, ğ‘¯ ğ‘¢ğ‘» ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘° ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘› ğ‘šğ‘² ğ‘£ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘§ğ‘›ğ‘Ÿ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ.

source: If the sceptre was not completed in your sight, what makes you so sure it exists?
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘•ğ‘²ğ‘‘, ğ‘¢ğ‘ªğ‘‘ ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘¿ ğ‘•ğ‘´ ğ‘–ğ‘«ğ‘¼ ğ‘¦ğ‘‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•?

source: I will let Krawg explain that.
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘‘ Â·ğ‘’ğ‘®ğ‘·ğ‘œ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¯ ğ‘ğ‘¨ğ‘‘.

source: Who?
en@shaw: ğ‘£ğ‘µ?

source: My lord, a gryphon has just flown over our walls! It may be a sign of an attack!
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘© ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘¤ğ‘´ğ‘¯ ğ‘´ğ‘ğ‘¼ ğ‘¬ğ‘¼ ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ! ğ‘¦ğ‘‘ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘© ğ‘•ğ‘²ğ‘¯ ğ‘ ğ‘©ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’!

source: No, that is my... friend Krawg. He went with Rugnur into the caves, but escaped through a hole in the roof right before the lava filled the cave.
en@shaw: ğ‘¯ğ‘´, ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘²... ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘› Â·ğ‘’ğ‘®ğ‘·ğ‘œ. ğ‘£ğ‘° ğ‘¢ğ‘§ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘ Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘» ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘‘ ğ‘”ğ‘®ğ‘µ ğ‘© ğ‘£ğ‘´ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘®ğ‘µğ‘“ ğ‘®ğ‘²ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘¤ğ‘­ğ‘ğ‘© ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘ ğ‘’ğ‘±ğ‘.

source: What the devil is he saying?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘ ğ‘›ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘£ğ‘° ğ‘•ğ‘±ğ‘¦ğ‘™?
