Repository: wesnoth/wesnoth
Catalog: po/wesnoth-sof/*.po
Languages: en@shaw

source: Do you think you could cut it in the manner my plans specify?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¿ ğ‘’ğ‘«ğ‘› ğ‘’ğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¼ ğ‘¥ğ‘² ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²?

source: Well, uh, um, maybe... maybe... it will be hard... let me see...
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘©, ğ‘©ğ‘¥, ğ‘¥ğ‘±ğ‘šğ‘°... ğ‘¥ğ‘±ğ‘šğ‘°... ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘£ğ‘¸ğ‘›... ğ‘¤ğ‘§ğ‘‘ ğ‘¥ğ‘° ğ‘•ğ‘°...

source: Very well. See what you can do.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤. ğ‘•ğ‘° ğ‘¢ğ‘ªğ‘‘ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘µ.

source: Theganli spent many months cutting the jewels that would go into the Sceptre of Fire, and the Ruby of Fire he attempted last. But he could not cut it.
en@shaw: Â·ğ‘”ğ‘§ğ‘œğ‘¨ğ‘¯ğ‘¤ğ‘° ğ‘•ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘³ğ‘¯ğ‘”ğ‘• ğ‘’ğ‘³ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘¡ğ‘µğ‘©ğ‘¤ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘œğ‘´ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘ ğ‘“ğ‘²ğ‘¼, ğ‘¯ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘£ğ‘° ğ‘©ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘©ğ‘› ğ‘¤ğ‘­ğ‘•ğ‘‘. ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘° ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘³ğ‘‘ ğ‘¦ğ‘‘.

source: Well, do you have anything yet?!
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘›ğ‘µ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘˜ğ‘§ğ‘‘?!

source: Ah, well, uh, no... no, not yet... unfortunately... it seems... it canâ€™t be cut... or scratched... or damaged at all... at least not by my tools...
en@shaw: ğ‘­, ğ‘¢ğ‘§ğ‘¤, ğ‘©, ğ‘¯ğ‘´... ğ‘¯ğ‘´, ğ‘¯ğ‘ªğ‘‘ ğ‘˜ğ‘§ğ‘‘... ğ‘©ğ‘¯ğ‘“ğ‘¹ğ‘—ğ‘©ğ‘¯ğ‘©ğ‘‘ğ‘¤ğ‘°... ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ... ğ‘¦ğ‘‘ ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘³ğ‘‘... ğ‘¹ ğ‘•ğ‘’ğ‘®ğ‘¨ğ‘—ğ‘‘... ğ‘¹ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ğ‘› ğ‘¨ğ‘‘ ğ‘·ğ‘¤... ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘² ğ‘¥ğ‘² ğ‘‘ğ‘µğ‘¤ğ‘Ÿ...

source: So what do you propose we do? We need this jewel cut in a very specific way to make sure... well, it doesnâ€™t matter why.
en@shaw: ğ‘•ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘ğ‘®ğ‘©ğ‘ğ‘´ğ‘Ÿ ğ‘¢ğ‘° ğ‘›ğ‘µ? ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘ğ‘¦ğ‘• ğ‘¡ğ‘µğ‘©ğ‘¤ ğ‘’ğ‘³ğ‘‘ ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘•ğ‘ğ‘©ğ‘•ğ‘¦ğ‘“ğ‘¦ğ‘’ ğ‘¢ğ‘± ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘–ğ‘«ğ‘¼... ğ‘¢ğ‘§ğ‘¤, ğ‘¦ğ‘‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¥ğ‘¨ğ‘‘ğ‘¼ ğ‘¢ğ‘².

source: Well... maybe... the Shorbear clan? They have good tools... yes, yes, they do...
en@shaw: ğ‘¢ğ‘§ğ‘¤... ğ‘¥ğ‘±ğ‘šğ‘°... ğ‘ Â·ğ‘–ğ‘¹ğ‘šğ‘º ğ‘’ğ‘¤ğ‘¨ğ‘¯? ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘œğ‘«ğ‘› ğ‘‘ğ‘µğ‘¤ğ‘Ÿ... ğ‘˜ğ‘§ğ‘•, ğ‘˜ğ‘§ğ‘•, ğ‘ğ‘± ğ‘›ğ‘µ...

source: Who are they?
en@shaw: ğ‘£ğ‘µ ğ‘¸ ğ‘ğ‘±?

source: Another group... of dwarves... live south of here... above ground... yes... best jewelers I know of... have special tools... tools, yes...
en@shaw: ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘œğ‘®ğ‘µğ‘... ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ... ğ‘¤ğ‘¦ğ‘ ğ‘•ğ‘¬ğ‘” ğ‘ ğ‘£ğ‘½... ğ‘©ğ‘šğ‘³ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›... ğ‘˜ğ‘§ğ‘•... ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘¡ğ‘µğ‘©ğ‘¤ğ‘¼ğ‘Ÿ ğ‘² ğ‘¯ğ‘´ ğ‘... ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘‘ğ‘µğ‘¤ğ‘Ÿ... ğ‘‘ğ‘µğ‘¤ğ‘Ÿ, ğ‘˜ğ‘§ğ‘•...

source: Well, Rugnur, what are you waiting for? Go down and get these tools from them, and carve the jewel!
en@shaw: ğ‘¢ğ‘§ğ‘¤, Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘», ğ‘¢ğ‘ªğ‘‘ ğ‘¸ ğ‘¿ ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹? ğ‘œğ‘´ ğ‘›ğ‘¬ğ‘¯ ğ‘¯ ğ‘œğ‘§ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘‘ğ‘µğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘§ğ‘¥, ğ‘¯ ğ‘’ğ‘¸ğ‘ ğ‘ ğ‘¡ğ‘µğ‘©ğ‘¤!

source: We canâ€™t just go in there and take their property. Weâ€™ll have to buy, or rent, it from them.
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘´ ğ‘¦ğ‘¯ ğ‘ğ‘º ğ‘¯ ğ‘‘ğ‘±ğ‘’ ğ‘ğ‘º ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦. ğ‘¢ğ‘°'ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘šğ‘², ğ‘¹ ğ‘®ğ‘§ğ‘¯ğ‘‘, ğ‘¦ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘§ğ‘¥.

source: Fine. Go rent it from them.
en@shaw: ğ‘“ğ‘²ğ‘¯. ğ‘œğ‘´ ğ‘®ğ‘§ğ‘¯ğ‘‘ ğ‘¦ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘§ğ‘¥.

source: Very well. Weâ€™ll go south now.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤. ğ‘¢ğ‘°'ğ‘¤ ğ‘œğ‘´ ğ‘•ğ‘¬ğ‘” ğ‘¯ğ‘¬.

source: Wait! Last time you made a bargain by yourself you lost us five thousand pieces of silver. Iâ€™m going with you this time!
en@shaw: ğ‘¢ğ‘±ğ‘‘! ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¿ ğ‘¥ğ‘±ğ‘› ğ‘© ğ‘šğ‘¸ğ‘œğ‘±ğ‘¯ ğ‘šğ‘² ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘¿ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘³ğ‘• ğ‘“ğ‘²ğ‘ ğ‘”ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘ğ‘». ğ‘²'ğ‘§ğ‘¥ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘¿ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘²ğ‘¥!

source: Are you sure that is wise, lord?
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘²ğ‘Ÿ, ğ‘¤ğ‘¹ğ‘›?

source: Of course! To be safe, though, you and Noiraran are going to come with us.
en@shaw: ğ‘ ğ‘’ğ‘¹ğ‘•! ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘±ğ‘“, ğ‘ğ‘´, ğ‘¿ ğ‘¯ Â·ğ‘¯ğ‘¶ğ‘®ğ‘¸ğ‘¨ğ‘¯ ğ‘¸ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•.

source: Hills of the Shorbear Clan
en@shaw: Â·ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ ğ‘ ğ‘ Â·ğ‘–ğ‘¹ğ‘šğ‘º Â·ğ‘’ğ‘¤ğ‘¨ğ‘¯

source: Glonoin
en@shaw: Â·ğ‘œğ‘¤ğ‘ªğ‘¯ğ‘¶ğ‘¯

source: Enemies
en@shaw: ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ

source: Defeat Glonoin, the Shorbear clan leader
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘œğ‘¤ğ‘ªğ‘¯ğ‘¶ğ‘¯, ğ‘ Â·ğ‘–ğ‘¹ğ‘šğ‘º ğ‘’ğ‘¤ğ‘¨ğ‘¯ ğ‘¤ğ‘°ğ‘›ğ‘»

source: Death of Durstorn
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯

source: Here we are; the hills of the Shorbear clan. What are we here for, anyway?
en@shaw: ğ‘£ğ‘½ ğ‘¢ğ‘° ğ‘¸; ğ‘ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ ğ‘ ğ‘ Â·ğ‘–ğ‘¹ğ‘šğ‘º ğ‘’ğ‘¤ğ‘¨ğ‘¯. ğ‘¢ğ‘ªğ‘‘ ğ‘¸ ğ‘¢ğ‘° ğ‘£ğ‘½ ğ‘“ğ‘¹, ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±?

source: If I understand it correctly, weâ€™re here to bargain with the Shorbears, and arrange for us to use their tools to cut the ruby.
en@shaw: ğ‘¦ğ‘“ ğ‘² ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘¦ğ‘‘ ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦, ğ‘¢ğ‘°'ğ‘¼ ğ‘£ğ‘½ ğ‘‘ ğ‘šğ‘¸ğ‘œğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ Â·ğ‘–ğ‘¹ğ‘šğ‘ºğ‘•, ğ‘¯ ğ‘¼ğ‘±ğ‘¯ğ‘¡ ğ‘“ğ‘¹ ğ‘³ğ‘• ğ‘‘ ğ‘¿ğ‘• ğ‘ğ‘º ğ‘‘ğ‘µğ‘¤ğ‘Ÿ ğ‘‘ ğ‘’ğ‘³ğ‘‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘°.

source: Exactly.
en@shaw: ğ‘¦ğ‘œğ‘Ÿğ‘¨ğ‘’ğ‘‘ğ‘¤ğ‘¦.

source: And Iâ€™ll be doing the talking; I remember what happened last time you negotiated a deal! We lost five thousand pieces of silver.
en@shaw: ğ‘¯ ğ‘²'ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘·ğ‘’ğ‘¦ğ‘™; ğ‘² ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘› ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¿ ğ‘¯ğ‘©ğ‘œğ‘´ğ‘–ğ‘°ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘© ğ‘›ğ‘°ğ‘¤! ğ‘¢ğ‘° ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘“ğ‘²ğ‘ ğ‘”ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘ğ‘».

source: Och, itâ€™s some oâ€™ them cave-dwarves. What business do you have here?
en@shaw: ğ‘­ğ‘’, ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘³ğ‘¥ ğ‘´' ğ‘ğ‘§ğ‘¥ ğ‘’ğ‘±ğ‘-ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ. ğ‘¢ğ‘ªğ‘‘ ğ‘šğ‘¦ğ‘Ÿğ‘¯ğ‘©ğ‘• ğ‘›ğ‘µ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘£ğ‘½?

source: Iâ€™m Lord Durstorn, king of my tribe. I have been told you are great jeweler-workers, and so we come to rent some of your tools for a short time, a few years at most.
en@shaw: ğ‘²'ğ‘§ğ‘¥ ğ‘¤ğ‘¹ğ‘› Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯, ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘² ğ‘‘ğ‘®ğ‘²ğ‘š. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘‘ğ‘´ğ‘¤ğ‘› ğ‘¿ ğ‘¸ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¡ğ‘µğ‘©ğ‘¤ğ‘¼-ğ‘¢ğ‘»ğ‘’ğ‘¼ğ‘Ÿ, ğ‘¯ ğ‘•ğ‘´ ğ‘¢ğ‘° ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘®ğ‘§ğ‘¯ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘¿ğ‘¼ ğ‘‘ğ‘µğ‘¤ğ‘Ÿ ğ‘“ğ‘¹ ğ‘© ğ‘–ğ‘¹ğ‘‘ ğ‘‘ğ‘²ğ‘¥, ğ‘© ğ‘“ğ‘¿ ğ‘˜ğ‘½ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘¥ğ‘´ğ‘•ğ‘‘.

source: Youâ€™re a king?! Must be a pretty small kingdom for you to come yourself to bargain with us!
en@shaw: ğ‘¿'ğ‘¼ ğ‘© ğ‘’ğ‘¦ğ‘™?! ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘ğ‘®ğ‘¦ğ‘‘ğ‘¦ ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥ ğ‘“ğ‘¹ ğ‘¿ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘‘ ğ‘šğ‘¸ğ‘œğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•!

source: You insult me! Do you want my business, or not?
en@shaw: ğ‘¿ ğ‘¦ğ‘¯ğ‘•ğ‘³ğ‘¤ğ‘‘ ğ‘¥ğ‘°! ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¥ğ‘² ğ‘šğ‘¦ğ‘Ÿğ‘¯ğ‘©ğ‘•, ğ‘¹ ğ‘¯ğ‘ªğ‘‘?

source: Well, fine, Iâ€™ll hear your offer.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘“ğ‘²ğ‘¯, ğ‘²'ğ‘¤ ğ‘£ğ‘½ ğ‘¿ğ‘¼ ğ‘ªğ‘“ğ‘¼.

source: It must be worth a lot for you to come this way and offer that much! How much are you going to sell it for, eh?
en@shaw: ğ‘¦ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘¢ğ‘»ğ‘” ğ‘© ğ‘¤ğ‘ªğ‘‘ ğ‘“ğ‘¹ ğ‘¿ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘± ğ‘¯ ğ‘ªğ‘“ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘³ğ‘—! ğ‘£ğ‘¬ ğ‘¥ğ‘³ğ‘— ğ‘¸ ğ‘¿ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘§ğ‘¤ ğ‘¦ğ‘‘ ğ‘“ğ‘¹, ğ‘±?

source: Iâ€™ll take twenty-five hundred, minimum.
en@shaw: ğ‘²'ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘‘ğ‘¢ğ‘§ğ‘¯ğ‘‘ğ‘¦-ğ‘“ğ‘²ğ‘ ğ‘£ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘§ğ‘›, ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘¥.

source: I know that. Uh, Glonoin, how about five hundred?
en@shaw: ğ‘² ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘‘. ğ‘©, Â·ğ‘œğ‘¤ğ‘ªğ‘¯ğ‘¶ğ‘¯, ğ‘£ğ‘¬ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘“ğ‘²ğ‘ ğ‘£ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘§ğ‘›?

source: Twenty-three hundred is my lowest offer. I can tell I donâ€™t need the money as much as you need the jewel cut!
en@shaw: ğ‘‘ğ‘¢ğ‘§ğ‘¯ğ‘‘ğ‘¦-ğ‘”ğ‘®ğ‘° ğ‘£ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘§ğ‘› ğ‘¦ğ‘Ÿ ğ‘¥ğ‘² ğ‘¤ğ‘´ğ‘©ğ‘•ğ‘‘ ğ‘ªğ‘“ğ‘¼. ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘‘ğ‘§ğ‘¤ ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘°ğ‘› ğ‘ ğ‘¥ğ‘³ğ‘¯ğ‘¦ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘ ğ‘¡ğ‘µğ‘©ğ‘¤ ğ‘’ğ‘³ğ‘‘!

source: You must be mad! Iâ€™ll offer one thousand, but no higher!
en@shaw: ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘¨ğ‘›! ğ‘²'ğ‘¤ ğ‘ªğ‘“ğ‘¼ ğ‘¢ğ‘³ğ‘¯ ğ‘”ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘´ ğ‘£ğ‘²ğ‘¼!

source: Two thousand, and Iâ€™ll go no lower!
en@shaw: ğ‘‘ğ‘µ ğ‘”ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘›, ğ‘¯ ğ‘²'ğ‘¤ ğ‘œğ‘´ ğ‘¯ğ‘´ ğ‘¤ğ‘´ğ‘¼!

source: What are we going to do? We canâ€™t go much higher!
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¸ ğ‘¢ğ‘° ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘›ğ‘µ? ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘œğ‘´ ğ‘¥ğ‘³ğ‘— ğ‘£ğ‘²ğ‘¼!

source: Offer him fifteen hundred, but donâ€™t go up, even if he refuses.
en@shaw: ğ‘ªğ‘“ğ‘¼ ğ‘£ğ‘¦ğ‘¥ ğ‘“ğ‘¦ğ‘“ğ‘‘ğ‘°ğ‘¯ ğ‘£ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘§ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘œğ‘´ ğ‘³ğ‘, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘“ ğ‘£ğ‘° ğ‘®ğ‘©ğ‘“ğ‘¿ğ‘Ÿğ‘©ğ‘Ÿ.

source: Bah! Getting this cut isnâ€™t worth that much; what with Rugnurâ€™s mistake earlier, and all the other expenses, if we pay more than a thousand weâ€™ll barely even make a profit!
en@shaw: ğ‘šğ‘­! ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘³ğ‘‘ ğ‘¦ğ‘Ÿğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘” ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘³ğ‘—; ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘¦ğ‘ Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘»ğ‘Ÿ ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘±ğ‘’ ğ‘»ğ‘¤ğ‘°ğ‘¼, ğ‘¯ ğ‘·ğ‘¤ ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘Ÿ, ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘ğ‘± ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘© ğ‘”ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘¢ğ‘°'ğ‘¤ ğ‘šğ‘ºğ‘¤ğ‘¦ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘ğ‘®ğ‘ªğ‘“ğ‘¦ğ‘‘!

source: So what are you going to do?
en@shaw: ğ‘•ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘¸ ğ‘¿ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘›ğ‘µ?

source: Fight him, and take the tools by force.
en@shaw: ğ‘“ğ‘²ğ‘‘ ğ‘£ğ‘¦ğ‘¥, ğ‘¯ ğ‘‘ğ‘±ğ‘’ ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘Ÿ ğ‘šğ‘² ğ‘“ğ‘¹ğ‘•.

source: Of course not! Now, Glonoin; one thousand was my final offer. If you wonâ€™t accept it, we will take the tools from you by force!
en@shaw: ğ‘ ğ‘’ğ‘¹ğ‘• ğ‘¯ğ‘ªğ‘‘! ğ‘¯ğ‘¬, Â·ğ‘œğ‘¤ğ‘ªğ‘¯ğ‘¶ğ‘¯; ğ‘¢ğ‘³ğ‘¯ ğ‘”ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘¥ğ‘² ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ ğ‘ªğ‘“ğ‘¼. ğ‘¦ğ‘“ ğ‘¿ ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘¦ğ‘‘, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿ ğ‘šğ‘² ğ‘“ğ‘¹ğ‘•!

source: Iâ€™d like to see you try!
en@shaw: ğ‘²'ğ‘›ğ‘° ğ‘¤ğ‘²ğ‘’ ğ‘‘ ğ‘•ğ‘° ğ‘¿ ğ‘‘ğ‘®ğ‘²!

source: Youâ€™re making a mistake, Durstorn.
en@shaw: ğ‘¿'ğ‘¼ ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘© ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘±ğ‘’, Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯.

source: Shut up, all of you! Attack them!
en@shaw: ğ‘–ğ‘³ğ‘‘ ğ‘³ğ‘, ğ‘·ğ‘¤ ğ‘ ğ‘¿! ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ğ‘§ğ‘¥!

source: Aha! Iâ€™ve spent years looking for you dwarves, but now Iâ€™ve found you! Prepare to die!
en@shaw: ğ‘­ğ‘£ğ‘­! ğ‘²'ğ‘ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘˜ğ‘½ğ‘Ÿ ğ‘¤ğ‘«ğ‘’ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘¿ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘¬ ğ‘²'ğ‘ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¿! ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘‘ ğ‘›ğ‘²!

source: Who the devil are you?
en@shaw: ğ‘£ğ‘µ ğ‘ ğ‘›ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¸ ğ‘¿?

source: I thought we left the elves behind at the gates four years ago! It seems we have two enemies now.
en@shaw: ğ‘² ğ‘”ğ‘·ğ‘‘ ğ‘¢ğ‘° ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘¨ğ‘‘ ğ‘ ğ‘œğ‘±ğ‘‘ğ‘• ğ‘“ğ‘¹ ğ‘˜ğ‘½ğ‘Ÿ ğ‘©ğ‘œğ‘´! ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘µ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘¯ğ‘¬.

source: So, elves, are you against these dwarves too? Theyâ€™re attacking my clan for absolutely no reason!
en@shaw: ğ‘•ğ‘´, ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¸ ğ‘¿ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘‘ğ‘µ? ğ‘ğ‘±'ğ‘¼ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘¥ğ‘² ğ‘’ğ‘¤ğ‘¨ğ‘¯ ğ‘“ğ‘¹ ğ‘¨ğ‘šğ‘•ğ‘´ğ‘¤ğ‘µğ‘‘ğ‘¤ğ‘¦ ğ‘¯ğ‘´ ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯!

source: I see. So you donâ€™t have the ruby?
en@shaw: ğ‘² ğ‘•ğ‘°. ğ‘•ğ‘´ ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘°?

source: No, they do. They wanted to rent my tools to cut it, but they didnâ€™t offer me nearly enough!
en@shaw: ğ‘¯ğ‘´, ğ‘ğ‘± ğ‘›ğ‘µ. ğ‘ğ‘± ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘®ğ‘§ğ‘¯ğ‘‘ ğ‘¥ğ‘² ğ‘‘ğ‘µğ‘¤ğ‘Ÿ ğ‘‘ ğ‘’ğ‘³ğ‘‘ ğ‘¦ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘›ğ‘¦ğ‘›ğ‘¯ğ‘‘ ğ‘ªğ‘“ğ‘¼ ğ‘¥ğ‘° ğ‘¯ğ‘½ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ğ‘³ğ‘“!

source: Deal!
en@shaw: ğ‘›ğ‘°ğ‘¤!

source: Ah, they donâ€™t scare me! We can take both of them!
en@shaw: ğ‘­, ğ‘ğ‘± ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘•ğ‘’ğ‘º ğ‘¥ğ‘°! ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘‘ğ‘±ğ‘’ ğ‘šğ‘´ğ‘” ğ‘ ğ‘ğ‘§ğ‘¥!

source: Donâ€™t be a fool! We canâ€™t take the elves, and it was a mistake to attack these dwarves, but if we have to fight we should retreat once we get what we came for, the tools!
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘“ğ‘µğ‘¤! ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¯ ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘±ğ‘’ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ğ‘°ğ‘Ÿ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¢ğ‘° ğ‘œğ‘§ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘° ğ‘’ğ‘±ğ‘¥ ğ‘“ğ‘¹, ğ‘ ğ‘‘ğ‘µğ‘¤ğ‘Ÿ!

source: Have all heroes in the Shorbear caves while no enemies are in the caves
en@shaw: ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ ğ‘£ğ‘½ğ‘´ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ Â·ğ‘–ğ‘¹ğ‘šğ‘º ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘¢ğ‘²ğ‘¤ ğ‘¯ğ‘´ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘¸ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ

source: Ha! Now we can get those tools easily, and go back to our own caves.
en@shaw: ğ‘£ğ‘­! ğ‘¯ğ‘¬ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘œğ‘§ğ‘‘ ğ‘ğ‘´ğ‘Ÿ ğ‘‘ğ‘µğ‘¤ğ‘Ÿ ğ‘°ğ‘Ÿğ‘¦ğ‘¤ğ‘¦, ğ‘¯ ğ‘œğ‘´ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘¬ğ‘¼ ğ‘´ğ‘¯ ğ‘’ğ‘±ğ‘ğ‘Ÿ.

source: And how do you plan on doing that? There are elves swarming these hills, trying to kill us.
en@shaw: ğ‘¯ ğ‘£ğ‘¬ ğ‘›ğ‘µ ğ‘¿ ğ‘ğ‘¤ğ‘¨ğ‘¯ ğ‘ªğ‘¯ ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘? ğ‘ğ‘º ğ‘¸ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘•ğ‘¢ğ‘¹ğ‘¥ğ‘¦ğ‘™ ğ‘ğ‘°ğ‘Ÿ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ, ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘³ğ‘•.

source: Indeed. Kill them! And make sure no more enter. Then we can close the gates.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›. ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘¥! ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘–ğ‘«ğ‘¼ ğ‘¯ğ‘´ ğ‘¥ğ‘¹ ğ‘§ğ‘¯ğ‘‘ğ‘¼. ğ‘ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘ ğ‘œğ‘±ğ‘‘ğ‘•.

source: We have driven all of the dwarves and elves out of these caves. They are not ours, though, and we canâ€™t stay here forever.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘®ğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘Ÿ. ğ‘ğ‘± ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘¬ğ‘¼ğ‘Ÿ, ğ‘ğ‘´, ğ‘¯ ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘± ğ‘£ğ‘½ ğ‘“ğ‘¹ğ‘§ğ‘ğ‘¼.

source: True. I suspect these elves will try to besiege us here.
en@shaw: ğ‘‘ğ‘®ğ‘µ. ğ‘² ğ‘•ğ‘³ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘šğ‘¦ğ‘•ğ‘°ğ‘¡ ğ‘³ğ‘• ğ‘£ğ‘½.

source: Indeed. Everyone to the caves, and kill those still inside!
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›. ğ‘§ğ‘ğ‘®ğ‘°ğ‘¢ğ‘³ğ‘¯ ğ‘‘ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ, ğ‘¯ ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘´ğ‘Ÿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘›!

source: We have driven all of the dwarves and elves out of these caves! Now, seal the gates!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘®ğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘Ÿ! ğ‘¯ğ‘¬, ğ‘•ğ‘°ğ‘¤ ğ‘ ğ‘œğ‘±ğ‘‘ğ‘•!

source: Towards the Caves
en@shaw: Â·ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘›ğ‘Ÿ ğ‘ Â·ğ‘’ğ‘±ğ‘ğ‘Ÿ

source: The dwarves spent several years trapped in those caves, the elves besieging them. The dwarves could not leave, for there were far too many elves, and there was no way out of the caverns other than above ground. But the elves could not enter, for the magical dwarven gates were closed.
en@shaw: ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘¤ ğ‘˜ğ‘½ğ‘Ÿ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘´ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘Ÿ, ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘šğ‘¦ğ‘•ğ‘°ğ‘¡ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥. ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘°ğ‘, ğ‘“ğ‘¹ ğ‘ğ‘º ğ‘¢ğ‘» ğ‘“ğ‘¸ ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘´ ğ‘¢ğ‘± ğ‘¬ğ‘‘ ğ‘ ğ‘ ğ‘’ğ‘¨ğ‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘©ğ‘šğ‘³ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›. ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼, ğ‘“ğ‘¹ ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘§ğ‘¯ ğ‘œğ‘±ğ‘‘ğ‘• ğ‘¢ğ‘» ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘›.

source: During this time, Thursagan crafted the Sceptre of Fire, first cutting the jewel, then putting it, the gold and the cold steel into the heat of the flame. The sceptre was crafted, but something was not right. No matter what enchantment of runes he put on the Sceptre, it did not fulfill its original purpose.
en@shaw: ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘²ğ‘¥, Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯ ğ‘’ğ‘®ğ‘­ğ‘“ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘ ğ‘“ğ‘²ğ‘¼, ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘’ğ‘³ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘¡ğ‘µğ‘©ğ‘¤, ğ‘ğ‘§ğ‘¯ ğ‘«ğ‘”ğ‘ğ‘«ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘‘, ğ‘ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¯ ğ‘ ğ‘’ğ‘´ğ‘¤ğ‘› ğ‘•ğ‘‘ğ‘°ğ‘¤ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘£ğ‘°ğ‘‘ ğ‘ ğ‘ ğ‘“ğ‘¤ğ‘±ğ‘¥. ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘®ğ‘­ğ‘“ğ‘‘ğ‘©ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘²ğ‘‘. ğ‘¯ğ‘´ ğ‘¥ğ‘¨ğ‘‘ğ‘¼ ğ‘¢ğ‘ªğ‘‘ ğ‘§ğ‘¯ğ‘—ğ‘¨ğ‘¯ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘®ğ‘µğ‘¯ğ‘Ÿ ğ‘£ğ‘° ğ‘ğ‘«ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘», ğ‘¦ğ‘‘ ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘«ğ‘¤ğ‘“ğ‘¦ğ‘¤ ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘®ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘»ğ‘ğ‘©ğ‘•.

source: Move Rugnur to the northeast cave entrance
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘» ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”ğ‘°ğ‘•ğ‘‘ ğ‘’ğ‘±ğ‘ ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘­ğ‘¯ğ‘•

source: Move Alanin to the southern border east of the river
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘¨ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘³ğ‘ğ‘¼ğ‘¯ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘°ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼

source: Well, Thursagan has reached a conclusion. He canâ€™t make the sceptre with the materials he has here, but he has the final plans for it, and all the jewels and gold he needs. Shouldnâ€™t we leave now?
en@shaw: ğ‘¢ğ‘§ğ‘¤, Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘© ğ‘’ğ‘ªğ‘¯ğ‘’ğ‘¤ğ‘µğ‘ ğ‘©ğ‘¯. ğ‘£ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¥ğ‘©ğ‘‘ğ‘½ğ‘¦ğ‘©ğ‘¤ğ‘Ÿ ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘£ğ‘½, ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ ğ‘“ğ‘¹ ğ‘¦ğ‘‘, ğ‘¯ ğ‘·ğ‘¤ ğ‘ ğ‘¡ğ‘µğ‘©ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘£ğ‘° ğ‘¯ğ‘°ğ‘›ğ‘Ÿ. ğ‘–ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¢ğ‘° ğ‘¤ğ‘°ğ‘ ğ‘¯ğ‘¬?

source: Shut up, Baglur! You donâ€™t know what youâ€™re talking about. Iâ€™ve analyzed the situation, and weâ€™re doomed. Our best hope is to surrender. Perhaps if we give the elves the plans for the Sceptre of Fire they will let us survive.
en@shaw: ğ‘–ğ‘³ğ‘‘ ğ‘³ğ‘, Â·ğ‘šğ‘¨ğ‘œğ‘¤ğ‘»! ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘¿'ğ‘¼ ğ‘‘ğ‘·ğ‘’ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘. ğ‘²'ğ‘ ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘› ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¿ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘¯ ğ‘¢ğ‘°'ğ‘¼ ğ‘›ğ‘µğ‘¥ğ‘›. ğ‘¬ğ‘¼ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘£ğ‘´ğ‘ ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘». ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘œğ‘¦ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘•ğ‘»ğ‘ğ‘²ğ‘.

source: Shut up, Rugnur! You donâ€™t know what youâ€™re talking about. Iâ€™ve analyzed the situation, and weâ€™re doomed. Our best hope is to surrender. Perhaps if we give the elves the plans for the Sceptre of Fire they will let us survive.
en@shaw: ğ‘–ğ‘³ğ‘‘ ğ‘³ğ‘, Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘»! ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘¿'ğ‘¼ ğ‘‘ğ‘·ğ‘’ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘. ğ‘²'ğ‘ ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘²ğ‘Ÿğ‘› ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¿ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘¯ ğ‘¢ğ‘°'ğ‘¼ ğ‘›ğ‘µğ‘¥ğ‘›. ğ‘¬ğ‘¼ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘£ğ‘´ğ‘ ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘». ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘œğ‘¦ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘•ğ‘»ğ‘ğ‘²ğ‘.

source: Yes, of course, letâ€™s just all be cowards! What happened to your honor, Durstorn?!
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘ ğ‘’ğ‘¹ğ‘•, ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘·ğ‘¤ ğ‘šğ‘° ğ‘’ğ‘¬ğ‘»ğ‘›ğ‘Ÿ! ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘› ğ‘‘ ğ‘¿ğ‘¼ ğ‘ªğ‘¯ğ‘¼, Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯?!

source: You little fool, honor is less important than life! So, Iâ€™m ordering Thursagan to give the plans and the ruby to the elves, as a peace offering. Then maybe weâ€™ll walk out of here alive.
en@shaw: ğ‘¿ ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘µğ‘¤, ğ‘ªğ‘¯ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘§ğ‘• ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘¯ ğ‘¤ğ‘²ğ‘“! ğ‘•ğ‘´, ğ‘²'ğ‘§ğ‘¥ ğ‘¹ğ‘›ğ‘¼ğ‘¦ğ‘™ Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯ ğ‘‘ ğ‘œğ‘¦ğ‘ ğ‘ ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¨ğ‘Ÿ ğ‘© ğ‘ğ‘°ğ‘• ğ‘ªğ‘“ğ‘¼ğ‘¦ğ‘™. ğ‘ğ‘§ğ‘¯ ğ‘¥ğ‘±ğ‘šğ‘° ğ‘¢ğ‘°'ğ‘¤ ğ‘¢ğ‘·ğ‘’ ğ‘¬ğ‘‘ ğ‘ ğ‘£ğ‘½ ğ‘©ğ‘¤ğ‘²ğ‘.

source: So what, all of you want to die? Fine by me, but I wonâ€™t die with you! And if you wonâ€™t give the Sceptre to the elves, Iâ€™ll take it from you!
en@shaw: ğ‘•ğ‘´ ğ‘¢ğ‘ªğ‘‘, ğ‘·ğ‘¤ ğ‘ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘²? ğ‘“ğ‘²ğ‘¯ ğ‘šğ‘² ğ‘¥ğ‘°, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘›ğ‘² ğ‘¢ğ‘¦ğ‘ ğ‘¿! ğ‘¯ ğ‘¦ğ‘“ ğ‘¿ ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘œğ‘¦ğ‘ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘²'ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿!

source: Nice try, Durstorn, but you missed. Now, Iâ€™d say that attacking an ally constitutes treason, wouldnâ€™t you?
en@shaw: ğ‘¯ğ‘²ğ‘• ğ‘‘ğ‘®ğ‘², Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯, ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘¥ğ‘¦ğ‘•ğ‘‘. ğ‘¯ğ‘¬, ğ‘²'ğ‘›ğ‘° ğ‘•ğ‘± ğ‘ğ‘¨ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘©ğ‘¯ ğ‘¨ğ‘¤ğ‘² ğ‘’ğ‘­ğ‘¯ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘µğ‘‘ğ‘• ğ‘‘ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯, ğ‘¢ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¿?

source: Youâ€™re not my ally. Youâ€™re more against me than the elves are; all they want is the ruby, but you want us dead!
en@shaw: ğ‘¿'ğ‘¼ ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘² ğ‘¨ğ‘¤ğ‘². ğ‘¿'ğ‘¼ ğ‘¥ğ‘¹ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘¥ğ‘° ğ‘ğ‘¨ğ‘¯ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸; ğ‘·ğ‘¤ ğ‘ğ‘± ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ ğ‘®ğ‘µğ‘šğ‘°, ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘³ğ‘• ğ‘›ğ‘§ğ‘›!

source: If thatâ€™s what youâ€™re thinking, youâ€™re not fit to be ruler over us! So step down, or weâ€™ll force you.
en@shaw: ğ‘¦ğ‘“ ğ‘ğ‘¨ğ‘”'ğ‘• ğ‘¢ğ‘ªğ‘‘ ğ‘¿'ğ‘¼ ğ‘”ğ‘¦ğ‘™ğ‘’ğ‘¦ğ‘™, ğ‘¿'ğ‘¼ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¦ğ‘‘ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘µğ‘¤ğ‘¼ ğ‘´ğ‘ğ‘¼ ğ‘³ğ‘•! ğ‘•ğ‘´ ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘›ğ‘¬ğ‘¯, ğ‘¹ ğ‘¢ğ‘°'ğ‘¤ ğ‘“ğ‘¹ğ‘• ğ‘¿.

source: Never!
en@shaw: ğ‘¯ğ‘§ğ‘ğ‘¼!

source: Yes. So, see the area to the northeast of us?
en@shaw: ğ‘˜ğ‘§ğ‘•. ğ‘•ğ‘´, ğ‘•ğ‘° ğ‘ ğ‘ºğ‘¦ğ‘© ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”ğ‘°ğ‘•ğ‘‘ ğ‘ ğ‘³ğ‘•?

source: This plan, it isnâ€™t worse than staying here to be killed, but it isnâ€™t likely to succeed either. Even if it does, what will it accomplish? We will be cornered there.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘¨ğ‘¯, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘• ğ‘ğ‘¨ğ‘¯ ğ‘•ğ‘‘ğ‘±ğ‘¦ğ‘™ ğ‘£ğ‘½ ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘¦ğ‘¤ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿğ‘¯ğ‘‘ ğ‘¤ğ‘²ğ‘’ğ‘¤ğ‘¦ ğ‘‘ ğ‘•ğ‘©ğ‘’ğ‘•ğ‘°ğ‘› ğ‘²ğ‘ğ‘¼. ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘›ğ‘³ğ‘Ÿ, ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¦ğ‘‘ ğ‘©ğ‘’ğ‘³ğ‘¥ğ‘ğ‘¤ğ‘¦ğ‘–? ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘’ğ‘¹ğ‘¯ğ‘»ğ‘› ğ‘ğ‘º.

source: I donâ€™t know if we will be cornered. That cave looks like it goes deep, and we can lose the elves in the caves, they move so slow there. Once we get out, weâ€™ll make our way back to Knalga.
en@shaw: ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘’ğ‘¹ğ‘¯ğ‘»ğ‘›. ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘±ğ‘ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘¦ğ‘‘ ğ‘œğ‘´ğ‘Ÿ ğ‘›ğ‘°ğ‘, ğ‘¯ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘¤ğ‘µğ‘Ÿ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ, ğ‘ğ‘± ğ‘¥ğ‘µğ‘ ğ‘•ğ‘´ ğ‘•ğ‘¤ğ‘´ ğ‘ğ‘º. ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¢ğ‘° ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘, ğ‘¢ğ‘°'ğ‘¤ ğ‘¥ğ‘±ğ‘’ ğ‘¬ğ‘¼ ğ‘¢ğ‘± ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘¯ğ‘­ğ‘¤ğ‘œğ‘³.

source: The country between here and Knalga will be swarming with elves. We had better head back to the abandoned mines north of the Arkan-thoria, where we gathered our gold and coal. At least there Alanin will have some hope of finding us.
en@shaw: ğ‘ ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘° ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘£ğ‘½ ğ‘¯ ğ‘¯ğ‘­ğ‘¤ğ‘œğ‘³ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘•ğ‘¢ğ‘¹ğ‘¥ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘› ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘£ğ‘§ğ‘› ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘©ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¯ğ‘› ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ğ‘¯ğ‘¹ğ‘” ğ‘ ğ‘ Â·ğ‘¸ğ‘’ğ‘©ğ‘¯-Â·ğ‘”ğ‘¹ğ‘°ğ‘©, ğ‘¢ğ‘º ğ‘¢ğ‘° ğ‘œğ‘¨ğ‘ğ‘¼ğ‘› ğ‘¬ğ‘¼ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¯ ğ‘’ğ‘´ğ‘¤. ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘ğ‘º Â·ğ‘¨ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘£ğ‘´ğ‘ ğ‘ ğ‘“ğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘³ğ‘•.

source: Well, you are a member of the Wesnothian army. Why donâ€™t you rejoin it? See if you can run past those elves to our southeast...
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘¿ ğ‘¸ ğ‘© ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”ğ‘¾ğ‘¯ ğ‘¸ğ‘¥ğ‘¦. ğ‘¢ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¿ ğ‘®ğ‘°ğ‘¡ğ‘¶ğ‘¯ ğ‘¦ğ‘‘? ğ‘•ğ‘° ğ‘¦ğ‘“ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘³ğ‘¯ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘ğ‘´ğ‘Ÿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘‘ ğ‘¬ğ‘¼ ğ‘•ğ‘¬ğ‘”ğ‘°ğ‘•ğ‘‘...

source: ... and then ride south until you reach one of your outposts.
en@shaw: ... ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘®ğ‘²ğ‘› ğ‘•ğ‘¬ğ‘” ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¿ ğ‘®ğ‘°ğ‘— ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘¿ğ‘¼ ğ‘¬ğ‘‘ğ‘ğ‘´ğ‘•ğ‘‘ğ‘•.

source: I suppose...
en@shaw: ğ‘² ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿ...

source: Come out, dwarves, and surrender! Or die in that cave, your choice.
en@shaw: ğ‘’ğ‘³ğ‘¥ ğ‘¬ğ‘‘, ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ, ğ‘¯ ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘»! ğ‘¹ ğ‘›ğ‘² ğ‘¦ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘±ğ‘, ğ‘¿ğ‘¼ ğ‘—ğ‘¶ğ‘•.

source: I have made it past those elves, but they will chase me, and elvish horses are faster than mine.
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘ğ‘´ğ‘Ÿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘—ğ‘±ğ‘• ğ‘¥ğ‘°, ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘£ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘“ğ‘­ğ‘•ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘¥ğ‘²ğ‘¯.

source: Rugnur, I am going south. What should I tell Haldric?
en@shaw: Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘», ğ‘² ğ‘¨ğ‘¥ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘•ğ‘¬ğ‘”. ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘² ğ‘‘ğ‘§ğ‘¤ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’?
