Repository: wesnoth/wesnoth
Catalog: po/wesnoth-sof/*.po
Languages: en@shaw

source: The elves might want our gold.
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¥ğ‘²ğ‘‘ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¬ğ‘¼ ğ‘œğ‘´ğ‘¤ğ‘›.

source: Good one, let them try to take it! Ha!
en@shaw: ğ‘œğ‘«ğ‘› ğ‘¢ğ‘³ğ‘¯, ğ‘¤ğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¦ğ‘‘! ğ‘£ğ‘­!

source: Hey, Durstorn, have we started yet? King Haldric came by just now, wanted to talk to you...
en@shaw: ğ‘£ğ‘±, Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯, ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘° ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘› ğ‘˜ğ‘§ğ‘‘? ğ‘’ğ‘¦ğ‘™ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘’ğ‘±ğ‘¥ ğ‘šğ‘² ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¯ğ‘¬, ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘‘ğ‘·ğ‘’ ğ‘‘ ğ‘¿...

source: Speak properly to your elders, boy! Why are you late?
en@shaw: ğ‘•ğ‘ğ‘°ğ‘’ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘¤ğ‘¦ ğ‘‘ ğ‘¿ğ‘¼ ğ‘§ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ, ğ‘šğ‘¶! ğ‘¢ğ‘² ğ‘¸ ğ‘¿ ğ‘¤ğ‘±ğ‘‘?

source: Huh? Didnâ€™t a messenger come and tell you?
en@shaw: ğ‘£ğ‘©? ğ‘›ğ‘¦ğ‘›ğ‘¯ğ‘‘ ğ‘© ğ‘¥ğ‘§ğ‘•ğ‘©ğ‘¯ğ‘¡ğ‘¼ ğ‘’ğ‘³ğ‘¥ ğ‘¯ ğ‘‘ğ‘§ğ‘¤ ğ‘¿?

source: No.
en@shaw: ğ‘¯ğ‘´.

source: I think youâ€™d better let me explain. King Haldric II of Wesnoth came to the gate. Then we had to close it, which took considerable time.
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¿'ğ‘› ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘¤ğ‘§ğ‘‘ ğ‘¥ğ‘° ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¯. ğ‘’ğ‘¦ğ‘™ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘’ğ‘±ğ‘¥ ğ‘‘ ğ‘ ğ‘œğ‘±ğ‘‘. ğ‘ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘› ğ‘‘ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘¦ğ‘‘, ğ‘¢ğ‘¦ğ‘— ğ‘‘ğ‘«ğ‘’ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘¥.

source: Whatâ€™d he want? And whyâ€™d you have to close the gate?
en@shaw: ğ‘¢ğ‘©ğ‘‘ğ‘¦ğ‘› ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘¯ğ‘‘? ğ‘¯ ğ‘¢ğ‘²ğ‘› ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘ ğ‘œğ‘±ğ‘‘?

source: He wanted to make a deal with us. He gave us a magical stone, called the â€˜Ruby of Fireâ€™, and told us to make a sceptre out of it, to keep in the bad magic, or something like that. We closed the doors because elves were attacking us.
en@shaw: ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘›ğ‘°ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•. ğ‘£ğ‘° ğ‘œğ‘±ğ‘ ğ‘³ğ‘• ğ‘© ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘´ğ‘¯, ğ‘’ğ‘·ğ‘¤ğ‘› ğ‘ 'ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼', ğ‘¯ ğ‘‘ğ‘´ğ‘¤ğ‘› ğ‘³ğ‘• ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘¬ğ‘‘ ğ‘ ğ‘¦ğ‘‘, ğ‘‘ ğ‘’ğ‘°ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘› ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’, ğ‘¹ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘¨ğ‘‘. ğ‘¢ğ‘° ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘› ğ‘ ğ‘›ğ‘¹ğ‘Ÿ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘» ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘³ğ‘•.

source: What is he going to give us for it, eh?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘£ğ‘° ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘œğ‘¦ğ‘ ğ‘³ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘, ğ‘±?

source: He paid us five thousand silver in advance, and heâ€™ll give us five thousand more when we deliver the finished sceptre if we are done before he dies.
en@shaw: ğ‘£ğ‘° ğ‘ğ‘±ğ‘› ğ‘³ğ‘• ğ‘“ğ‘²ğ‘ ğ‘”ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘•ğ‘¦ğ‘¤ğ‘ğ‘» ğ‘¦ğ‘¯ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•, ğ‘¯ ğ‘£ğ‘°'ğ‘¤ ğ‘œğ‘¦ğ‘ ğ‘³ğ‘• ğ‘“ğ‘²ğ‘ ğ‘”ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘¥ğ‘¹ ğ‘¢ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘›ğ‘¦ğ‘¤ğ‘¦ğ‘ğ‘¼ ğ‘ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¸ ğ‘›ğ‘³ğ‘¯ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘£ğ‘° ğ‘›ğ‘²ğ‘Ÿ.

source: Sorry, lord, but he said he would move on to another tribe if I left.
en@shaw: ğ‘•ğ‘ªğ‘®ğ‘¦, ğ‘¤ğ‘¹ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘° ğ‘•ğ‘§ğ‘› ğ‘£ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘¥ğ‘µğ‘ ğ‘ªğ‘¯ ğ‘‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘‘ğ‘®ğ‘²ğ‘š ğ‘¦ğ‘“ ğ‘² ğ‘¤ğ‘§ğ‘“ğ‘‘.

source: Well, since this boy bargained so badly, why not make him fulfill the contract himself? If he fails, itâ€™s on his head.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘ğ‘¦ğ‘• ğ‘šğ‘¶ ğ‘šğ‘¸ğ‘œğ‘©ğ‘¯ğ‘› ğ‘•ğ‘´ ğ‘šğ‘¨ğ‘›ğ‘¤ğ‘°, ğ‘¢ğ‘² ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘£ğ‘¦ğ‘¥ ğ‘“ğ‘«ğ‘¤ğ‘“ğ‘¦ğ‘¤ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘£ğ‘¦ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘“? ğ‘¦ğ‘“ ğ‘£ğ‘° ğ‘“ğ‘±ğ‘¤ğ‘Ÿ, ğ‘¦ğ‘‘'ğ‘• ğ‘ªğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘£ğ‘§ğ‘›.

source: Good idea, Baglur! Heâ€™ll need some help, though, and it will take a master smith to make the sceptre. Why donâ€™t we send him to find Thursagan?
en@shaw: ğ‘œğ‘«ğ‘› ğ‘²ğ‘›ğ‘¾, Â·ğ‘šğ‘¨ğ‘œğ‘¤ğ‘»! ğ‘£ğ‘°'ğ‘¤ ğ‘¯ğ‘°ğ‘› ğ‘•ğ‘³ğ‘¥ ğ‘£ğ‘§ğ‘¤ğ‘, ğ‘ğ‘´, ğ‘¯ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘© ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ ğ‘•ğ‘¥ğ‘¦ğ‘” ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘». ğ‘¢ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¢ğ‘° ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘£ğ‘¦ğ‘¥ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯?

source: You mean the insane dwarf who lives in the far north?!
en@shaw: ğ‘¿ ğ‘¥ğ‘°ğ‘¯ ğ‘ ğ‘¦ğ‘¯ğ‘•ğ‘±ğ‘¯ ğ‘›ğ‘¢ğ‘¹ğ‘“ ğ‘£ğ‘µ ğ‘¤ğ‘²ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¸ ğ‘¯ğ‘¹ğ‘”?!

source: Very well, my lord. We will go into the north to find Thursagan. Do you have any idea where he is?
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘´ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯. ğ‘›ğ‘µ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘²ğ‘›ğ‘¾ ğ‘¢ğ‘º ğ‘£ğ‘° ğ‘¦ğ‘Ÿ?

source: Go to the furthest north entrance to the caves, and then go north. Heâ€™s somewhere in those hills.
en@shaw: ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘“ğ‘»ğ‘”ğ‘©ğ‘•ğ‘‘ ğ‘¯ğ‘¹ğ‘” ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ, ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘œğ‘´ ğ‘¯ğ‘¹ğ‘”. ğ‘£ğ‘°'ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘º ğ‘¦ğ‘¯ ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ.

source: What did I miss, eh?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘› ğ‘² ğ‘¥ğ‘¦ğ‘•, ğ‘±?

source: Who the devil are you? Well, you seem to be with Rugnur... follow him north.
en@shaw: ğ‘£ğ‘µ ğ‘ ğ‘›ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¸ ğ‘¿? ğ‘¢ğ‘§ğ‘¤, ğ‘¿ ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘¢ğ‘¦ğ‘ Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘»... ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘£ğ‘¦ğ‘¥ ğ‘¯ğ‘¹ğ‘”.

source: Searching for the Runecrafter
en@shaw: Â·ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘ Â·ğ‘®ğ‘µğ‘¯ğ‘’ğ‘®ğ‘¨ğ‘“ğ‘‘ğ‘»

source: Find Thursagan and convince him to come back to the dwarvish city
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯ ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘¦ğ‘¯ğ‘• ğ‘£ğ‘¦ğ‘¥ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘•ğ‘¦ğ‘‘ğ‘¦

source: Now where are we going, anyway? We have been taking wrong turns and fighting orcs for months. This trip better have a good payoff to be worth that.
en@shaw: ğ‘¯ğ‘¬ ğ‘¢ğ‘º ğ‘¸ ğ‘¢ğ‘° ğ‘œğ‘´ğ‘¦ğ‘™, ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±? ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘‘ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘®ğ‘ªğ‘™ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘¹ğ‘’ğ‘• ğ‘“ğ‘¹ ğ‘¥ğ‘³ğ‘¯ğ‘”ğ‘•. ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘®ğ‘¦ğ‘ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘œğ‘«ğ‘› ğ‘ğ‘±ğ‘ªğ‘“ ğ‘‘ ğ‘šğ‘° ğ‘¢ğ‘»ğ‘” ğ‘ğ‘¨ğ‘‘.

source: We need to find the mage Thursagan and convince him to return to the citadel with us. Heâ€™s somewhere up here.
en@shaw: ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘¥ğ‘±ğ‘¡ Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯ ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘¦ğ‘¯ğ‘• ğ‘£ğ‘¦ğ‘¥ ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘©ğ‘›ğ‘§ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•. ğ‘£ğ‘°'ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘º ğ‘³ğ‘ ğ‘£ğ‘½.

source: Well, how are we supposed to find him?
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘£ğ‘¬ ğ‘¸ ğ‘¢ğ‘° ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘£ğ‘¦ğ‘¥?

source: His will probably be the only house up here. No one else is insane enough to live this far north! Even the elves wonâ€™t challenge us here.
en@shaw: ğ‘£ğ‘¦ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘¬ğ‘Ÿ ğ‘³ğ‘ ğ‘£ğ‘½. ğ‘¯ğ‘´ ğ‘¢ğ‘³ğ‘¯ ğ‘§ğ‘¤ğ‘• ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘±ğ‘¯ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘¤ğ‘²ğ‘ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¸ ğ‘¯ğ‘¹ğ‘”! ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘¡ ğ‘³ğ‘• ğ‘£ğ‘½.

source: Except for trolls and ogres, right? They live in the far northlands. Theyâ€™re probably lurking around here somewhere.
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘“ğ‘¹ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘´ğ‘œğ‘»ğ‘Ÿ, ğ‘®ğ‘²ğ‘‘? ğ‘ğ‘± ğ‘¤ğ‘¦ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¸ Â·ğ‘¯ğ‘¹ğ‘”ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘•. ğ‘ğ‘±'ğ‘¼ ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘¤ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘£ğ‘½ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘º.

source: Right. Weâ€™ll probably have to fight our way through to his house.
en@shaw: ğ‘®ğ‘²ğ‘‘. ğ‘¢ğ‘°'ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘¬ğ‘¼ ğ‘¢ğ‘± ğ‘”ğ‘®ğ‘µ ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘£ğ‘¬ğ‘Ÿ.

source: Krawg
en@shaw: Â·ğ‘’ğ‘®ğ‘·ğ‘œ

source: Is that... is that a gryphon?
en@shaw: ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘... ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘© ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯?

source: Itâ€™s talking to us! What do you want, gryphon?
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘‘ğ‘·ğ‘’ğ‘¦ğ‘™ ğ‘‘ ğ‘³ğ‘•! ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘, ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯?

source: Well, um, yes. Why, can you help us?
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘©ğ‘¥, ğ‘˜ğ‘§ğ‘•. ğ‘¢ğ‘², ğ‘’ğ‘¨ğ‘¯ ğ‘¿ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘•?

source: Sure, weâ€™ll help you fight trolls and ogres.
en@shaw: ğ‘–ğ‘«ğ‘¼, ğ‘¢ğ‘°'ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘“ğ‘²ğ‘‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘´ğ‘œğ‘»ğ‘Ÿ.

source: Find Thursagan and convince him to come back to the dwarvish city, then bring him back to the caves
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯ ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘¦ğ‘¯ğ‘• ğ‘£ğ‘¦ğ‘¥ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘•ğ‘¦ğ‘‘ğ‘¦, ğ‘ğ‘§ğ‘¯ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘£ğ‘¦ğ‘¥ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ

source: Death of Krawg
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘’ğ‘®ğ‘·ğ‘œ

source: I see a house in the distance!
en@shaw: ğ‘² ğ‘•ğ‘° ğ‘© ğ‘£ğ‘¬ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•!

source: Thursagan
en@shaw: Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯

source: Go away, you birds! Or I shall burn you out of the air!
en@shaw: ğ‘œğ‘´ ğ‘©ğ‘¢ğ‘±, ğ‘¿ ğ‘šğ‘»ğ‘›ğ‘Ÿ! ğ‘¹ ğ‘² ğ‘–ğ‘¨ğ‘¤ ğ‘šğ‘»ğ‘¯ ğ‘¿ ğ‘¬ğ‘‘ ğ‘ ğ‘ ğ‘º!

source: He doesnâ€™t want to talk to the gryphons, apparently. I think weâ€™ll have to get someone there he will talk to...
en@shaw: ğ‘£ğ‘° ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘‘ğ‘·ğ‘’ ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ğ‘Ÿ, ğ‘©ğ‘ğ‘¨ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦. ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘°'ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘³ğ‘¯ ğ‘ğ‘º ğ‘£ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘·ğ‘’ ğ‘‘...

source: Old mage, we come with a message from Lord Durstorn. He asks you to come back to the city.
en@shaw: ğ‘´ğ‘¤ğ‘› ğ‘¥ğ‘±ğ‘¡, ğ‘¢ğ‘° ğ‘’ğ‘³ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¤ğ‘¹ğ‘› Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯. ğ‘£ğ‘° ğ‘­ğ‘•ğ‘’ğ‘• ğ‘¿ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦.

source: Ha! That fool thinks he can order me around. Why does he want me to go back, anyway?
en@shaw: ğ‘£ğ‘­! ğ‘ğ‘¨ğ‘‘ ğ‘“ğ‘µğ‘¤ ğ‘”ğ‘¦ğ‘™ğ‘’ğ‘• ğ‘£ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘¥ğ‘° ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘›. ğ‘¢ğ‘² ğ‘›ğ‘´ğ‘Ÿ ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¥ğ‘° ğ‘‘ ğ‘œğ‘´ ğ‘šğ‘¨ğ‘’, ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±?

source: We have entered into a bargain with the king of Wesnoth to craft a sceptre for him.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘»ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘© ğ‘šğ‘¸ğ‘œğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘‘ ğ‘’ğ‘®ğ‘­ğ‘“ğ‘‘ ğ‘© ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘¥.

source: Oh, and now I suppose Durstorn wants me to craft it, eh? Well Iâ€™m not going to.
en@shaw: ğ‘´, ğ‘¯ ğ‘¯ğ‘¬ ğ‘² ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿ Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘¥ğ‘° ğ‘‘ ğ‘’ğ‘®ğ‘­ğ‘“ğ‘‘ ğ‘¦ğ‘‘, ğ‘±? ğ‘¢ğ‘§ğ‘¤ ğ‘²'ğ‘§ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘.

source: You donâ€™t want to make a sceptre to contain the power of the ruby of fire? Very well, your choice is made.
en@shaw: ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼? ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤, ğ‘¿ğ‘¼ ğ‘—ğ‘¶ğ‘• ğ‘¦ğ‘Ÿ ğ‘¥ğ‘±ğ‘›.

source: The ruby of fire, what is that, some worthless Wesnothian gem?
en@shaw: ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼, ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘, ğ‘•ğ‘³ğ‘¥ ğ‘¢ğ‘»ğ‘”ğ‘¤ğ‘©ğ‘• Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”ğ‘¾ğ‘¯ ğ‘¡ğ‘§ğ‘¥?

source: It is a Wesnothian gem, but it is also supposedly the most powerful magical artifact ever seen. Even an untrained hand can use it to cast fiery bolts as powerful as those of arch mages.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘© Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”ğ‘¾ğ‘¯ ğ‘¡ğ‘§ğ‘¥, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿğ‘©ğ‘›ğ‘¤ğ‘° ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¸ğ‘‘ğ‘©ğ‘“ğ‘¨ğ‘’ğ‘‘ ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘°ğ‘¯. ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘©ğ‘¯ ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘› ğ‘£ğ‘¨ğ‘¯ğ‘› ğ‘’ğ‘¨ğ‘¯ ğ‘¿ğ‘• ğ‘¦ğ‘‘ ğ‘‘ ğ‘’ğ‘­ğ‘•ğ‘‘ ğ‘“ğ‘²ğ‘»ğ‘° ğ‘šğ‘´ğ‘¤ğ‘‘ğ‘• ğ‘¨ğ‘Ÿ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¨ğ‘Ÿ ğ‘ğ‘´ğ‘Ÿ ğ‘ ğ‘¸ğ‘— ğ‘¥ğ‘±ğ‘¡ğ‘¦ğ‘Ÿ.

source: Oh, really? And what does Haldric want us to do with it?
en@shaw: ğ‘´, ğ‘®ğ‘¾ğ‘¤ğ‘¦? ğ‘¯ ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘´ğ‘Ÿ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘³ğ‘• ğ‘‘ ğ‘›ğ‘µ ğ‘¢ğ‘¦ğ‘ ğ‘¦ğ‘‘?

source: Contain and intensify its power.
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘“ğ‘² ğ‘¦ğ‘‘ğ‘• ğ‘ğ‘¬ğ‘¼.

source: I see. Fine then, I will help you craft this sceptre... into the most powerful magic artifact ever seen. This will be a true test of my skill. I expect it will take many years.
en@shaw: ğ‘² ğ‘•ğ‘°. ğ‘“ğ‘²ğ‘¯ ğ‘ğ‘§ğ‘¯, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘’ğ‘®ğ‘­ğ‘“ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘§ğ‘ğ‘‘ğ‘»... ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘¸ğ‘‘ğ‘©ğ‘“ğ‘¨ğ‘’ğ‘‘ ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘°ğ‘¯. ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘© ğ‘‘ğ‘®ğ‘µ ğ‘‘ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘¥ğ‘² ğ‘•ğ‘’ğ‘¦ğ‘¤. ğ‘² ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘˜ğ‘½ğ‘Ÿ.

source: Move Thursagan to the signpost
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘²ğ‘¯ğ‘ğ‘´ğ‘•ğ‘‘

source: Death of Thursagan
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯

source: Well, now we are in the caves again! Come on, back south, to the city.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘¯ğ‘¬ ğ‘¢ğ‘° ğ‘¸ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯! ğ‘’ğ‘³ğ‘¥ ğ‘ªğ‘¯, ğ‘šğ‘¨ğ‘’ ğ‘•ğ‘¬ğ‘”, ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦.

source: The Council Regathers
en@shaw: ğ‘ Â·ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ Â·ğ‘®ğ‘§ğ‘œğ‘¨ğ‘”ğ‘»ğ‘•

source: Lord Durstorn, we have succeeded in our mission. Thursagan is here.
en@shaw: ğ‘¤ğ‘¹ğ‘› Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘©ğ‘’ğ‘•ğ‘°ğ‘›ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘¥ğ‘¦ğ‘–ğ‘©ğ‘¯. Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘£ğ‘½.

source: What? You mean you found Thursagan and got him to return with you? Astounding! But what is that gryphon doing there?
en@shaw: ğ‘¢ğ‘ªğ‘‘? ğ‘¿ ğ‘¥ğ‘°ğ‘¯ ğ‘¿ ğ‘“ğ‘¬ğ‘¯ğ‘› Â·ğ‘ğ‘»ğ‘•ğ‘¨ğ‘œğ‘¨ğ‘¯ ğ‘¯ ğ‘œğ‘ªğ‘‘ ğ‘£ğ‘¦ğ‘¥ ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘¿? ğ‘©ğ‘•ğ‘‘ğ‘¬ğ‘¯ğ‘›ğ‘¦ğ‘™! ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘ğ‘º?

source: Yes, we did. And that is Krawg, who helped us in the northlands.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘¢ğ‘° ğ‘›ğ‘¦ğ‘›. ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ Â·ğ‘’ğ‘®ğ‘·ğ‘œ, ğ‘£ğ‘µ ğ‘£ğ‘§ğ‘¤ğ‘ğ‘‘ ğ‘³ğ‘• ğ‘¦ğ‘¯ ğ‘ Â·ğ‘¯ğ‘¹ğ‘”ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘•.

source: Now, where is this ruby that I am to work with, eh Durstorn?
en@shaw: ğ‘¯ğ‘¬, ğ‘¢ğ‘º ğ‘¦ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘µğ‘šğ‘° ğ‘ğ‘¨ğ‘‘ ğ‘² ğ‘¨ğ‘¥ ğ‘‘ ğ‘¢ğ‘»ğ‘’ ğ‘¢ğ‘¦ğ‘, ğ‘± Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯?

source: Ha! <i>You</i> donâ€™t trust <i>me</i>?
en@shaw: ğ‘£ğ‘­! <i>You</i> ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ <i>me</i>?

source: Exactly! Why would I? And I order you to stay out of the treasury, away from that ruby!
en@shaw: ğ‘¦ğ‘œğ‘Ÿğ‘¨ğ‘’ğ‘‘ğ‘¤ğ‘¦! ğ‘¢ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘²? ğ‘¯ ğ‘² ğ‘¹ğ‘›ğ‘¼ ğ‘¿ ğ‘‘ ğ‘•ğ‘‘ğ‘± ğ‘¬ğ‘‘ ğ‘ ğ‘ ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¿ğ‘®ğ‘¦, ğ‘©ğ‘¢ğ‘± ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘µğ‘šğ‘°!

source: You donâ€™t dictate what I am to do, Durstorn! I will do as I please, and donâ€™t stop me if you want me to make this sceptre.
en@shaw: ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘›ğ‘¦ğ‘’ğ‘‘ğ‘±ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘² ğ‘¨ğ‘¥ ğ‘‘ ğ‘›ğ‘µ, Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯! ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘µ ğ‘¨ğ‘Ÿ ğ‘² ğ‘ğ‘¤ğ‘°ğ‘Ÿ, ğ‘¯ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘¥ğ‘° ğ‘¦ğ‘“ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¥ğ‘° ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘§ğ‘ğ‘‘ğ‘».

source: The ruby is mine, and donâ€™t touch it!
en@shaw: ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘¦ğ‘Ÿ ğ‘¥ğ‘²ğ‘¯, ğ‘¯ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘‘ğ‘³ğ‘— ğ‘¦ğ‘‘!

source: Hm... a most interesting jewel. I can feel its magical power. I will start drawing up plans for the sceptre immediately.
en@shaw: ğ‘£ğ‘¥... ğ‘© ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘©ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘¡ğ‘µğ‘©ğ‘¤. ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘°ğ‘¤ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘¬ğ‘¼. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘›ğ‘®ğ‘·ğ‘¦ğ‘™ ğ‘³ğ‘ ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘°.

source: Now, I will need certain materials to make this sceptre.
en@shaw: ğ‘¯ğ‘¬, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘°ğ‘› ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘¥ğ‘©ğ‘‘ğ‘½ğ‘¦ğ‘©ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘§ğ‘ğ‘‘ğ‘».

source: Oh, what?
en@shaw: ğ‘´, ğ‘¢ğ‘ªğ‘‘?

source: Just use my gold and coal, I have enough! Or, if theyâ€™re not â€˜good enoughâ€™ for you, find them yourself.
en@shaw: ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¿ğ‘Ÿ ğ‘¥ğ‘² ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¯ ğ‘’ğ‘´ğ‘¤, ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘¯ğ‘³ğ‘“! ğ‘¹, ğ‘¦ğ‘“ ğ‘ğ‘±'ğ‘¼ ğ‘¯ğ‘ªğ‘‘ 'ğ‘œğ‘«ğ‘› ğ‘¦ğ‘¯ğ‘³ğ‘“' ğ‘“ğ‘¹ ğ‘¿, ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“.

source: You try my patience, Durstorn. You know yours arenâ€™t acceptable, but you have to give me something or I canâ€™t make the sceptre!
en@shaw: ğ‘¿ ğ‘‘ğ‘®ğ‘² ğ‘¥ğ‘² ğ‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘•, Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯. ğ‘¿ ğ‘¯ğ‘´ ğ‘¿ğ‘¼ğ‘Ÿ ğ‘¸ğ‘¯ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘œğ‘¦ğ‘ ğ‘¥ğ‘° ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¹ ğ‘² ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘»!

source: So, we will go to the eastern mines!
en@shaw: ğ‘•ğ‘´, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ!

source: Fine. As for the jewels, I will have others obtain those. That will cost quite a bit of our payment, but it canâ€™t be helped. Our people do not mine jewels.
en@shaw: ğ‘“ğ‘²ğ‘¯. ğ‘¨ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘¡ğ‘µğ‘©ğ‘¤ğ‘Ÿ, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘ªğ‘šğ‘‘ğ‘±ğ‘¯ ğ‘ğ‘´ğ‘Ÿ. ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘ªğ‘•ğ‘‘ ğ‘’ğ‘¢ğ‘²ğ‘‘ ğ‘© ğ‘šğ‘¦ğ‘‘ ğ‘ ğ‘¬ğ‘¼ ğ‘ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘£ğ‘§ğ‘¤ğ‘ğ‘‘. ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘²ğ‘¯ ğ‘¡ğ‘µğ‘©ğ‘¤ğ‘Ÿ.

source: That is acceptable. Durstorn, send some miners along with us to the eastern mines, and I will bring some runecrafters-in-training from the academy to help fight these enemies.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤. Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯, ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘•ğ‘³ğ‘¥ ğ‘¥ğ‘²ğ‘¯ğ‘¼ğ‘Ÿ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘• ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ, ğ‘¯ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘•ğ‘³ğ‘¥ ğ‘®ğ‘µğ‘¯ğ‘’ğ‘®ğ‘¨ğ‘“ğ‘‘ğ‘»ğ‘•-ğ‘¦ğ‘¯-ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘©ğ‘’ğ‘¨ğ‘›ğ‘©ğ‘¥ğ‘° ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘“ğ‘²ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ.

source: Two runesmiths from the academy have joined you!
en@shaw: ğ‘‘ğ‘µ ğ‘®ğ‘µğ‘¯ğ‘•ğ‘¥ğ‘¦ğ‘”ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘©ğ‘’ğ‘¨ğ‘›ğ‘©ğ‘¥ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¡ğ‘¶ğ‘¯ğ‘› ğ‘¿!

source: Fine, you all go to the eastern mines. Me, Iâ€™ll stay here. No point going where I canâ€™t help!
en@shaw: ğ‘“ğ‘²ğ‘¯, ğ‘¿ ğ‘·ğ‘¤ ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ. ğ‘¥ğ‘°, ğ‘²'ğ‘¤ ğ‘•ğ‘‘ğ‘± ğ‘£ğ‘½. ğ‘¯ğ‘´ ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘¢ğ‘º ğ‘² ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘!

source: Mâ€™ â€™u!
en@shaw: ğ‘§ğ‘¥' 'ğ‘¿!

source: Gathering Materials
en@shaw: Â·ğ‘œğ‘¨ğ‘ğ‘¼ğ‘¦ğ‘™ Â·ğ‘¥ğ‘©ğ‘‘ğ‘½ğ‘¦ğ‘©ğ‘¤ğ‘Ÿ

source: Those who went to the eastern mines were brave indeed. They were infested with trolls and other vile creatures, who thrived in the dark and gloom of the caves.
en@shaw: ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘¢ğ‘§ğ‘¯ğ‘‘ ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ğ‘¢ğ‘» ğ‘šğ‘®ğ‘±ğ‘ ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›. ğ‘ğ‘± ğ‘¢ğ‘» ğ‘¦ğ‘¯ğ‘“ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘³ğ‘ğ‘¼ ğ‘ğ‘²ğ‘¤ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ, ğ‘£ğ‘µ ğ‘”ğ‘®ğ‘²ğ‘ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¸ğ‘’ ğ‘¯ ğ‘œğ‘¤ğ‘µğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ.

source: And braver still were Rugnur and his companions, who had to spend two years in those tunnels. For mining is a lengthy business. But they could for the most part avoid the enemy. They only once had to venture into the very heart of the trollsâ€™ territory.
en@shaw: ğ‘¯ ğ‘šğ‘®ğ‘±ğ‘ğ‘¼ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘» Â·ğ‘®ğ‘³ğ‘œğ‘¯ğ‘» ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘¯ğ‘¦ğ‘©ğ‘¯ğ‘Ÿ, ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘› ğ‘‘ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘‘ğ‘µ ğ‘˜ğ‘½ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘´ğ‘Ÿ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ. ğ‘“ğ‘¹ ğ‘¥ğ‘²ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘© ğ‘¤ğ‘§ğ‘™ğ‘”ğ‘¦ ğ‘šğ‘¦ğ‘Ÿğ‘¯ğ‘©ğ‘•. ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘’ğ‘«ğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ğ‘¸ğ‘‘ ğ‘©ğ‘ğ‘¶ğ‘› ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦. ğ‘ğ‘± ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘£ğ‘¨ğ‘› ğ‘‘ ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘¿ğ‘® ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘£ğ‘¸ğ‘‘ ğ‘ ğ‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ' ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¼ğ‘¦.

source: Bring the necessary gold and coal to create the sceptre to the starting castle
en@shaw: ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘ ğ‘¯ğ‘§ğ‘•ğ‘©ğ‘•ğ‘¼ğ‘¦ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¯ ğ‘’ğ‘´ğ‘¤ ğ‘‘ ğ‘’ğ‘®ğ‘°ğ‘±ğ‘‘ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤

source: 1 load of gold and 2 loads of coal are needed
en@shaw: 1 ğ‘¤ğ‘´ğ‘› ğ‘ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¯ 2 ğ‘¤ğ‘´ğ‘›ğ‘Ÿ ğ‘ ğ‘’ğ‘´ğ‘¤ ğ‘¸ ğ‘¯ğ‘°ğ‘›ğ‘©ğ‘›

source: For me to make the artifact Haldric wants, I need a special type of gold. I do not know where it was found, but Baglur said these mines were the source of it.
en@shaw: ğ‘“ğ‘¹ ğ‘¥ğ‘° ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘¸ğ‘‘ğ‘©ğ‘“ğ‘¨ğ‘’ğ‘‘ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘•, ğ‘² ğ‘¯ğ‘°ğ‘› ğ‘© ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘›. ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘´ ğ‘¢ğ‘º ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘›, ğ‘šğ‘³ğ‘‘ Â·ğ‘šğ‘¨ğ‘œğ‘¤ğ‘» ğ‘•ğ‘§ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ğ‘¢ğ‘» ğ‘ ğ‘•ğ‘¹ğ‘• ğ‘ ğ‘¦ğ‘‘.

source: Also, the only coal that wiâ€™ melt this gold is here.
en@shaw: ğ‘·ğ‘¤ğ‘•ğ‘´, ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘’ğ‘´ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦' ğ‘¥ğ‘§ğ‘¤ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¦ğ‘Ÿ ğ‘£ğ‘½.

source: So weâ€™re down here to, what, mine this gold and coal? That should be easy enough.
en@shaw: ğ‘•ğ‘´ ğ‘¢ğ‘°'ğ‘¼ ğ‘›ğ‘¬ğ‘¯ ğ‘£ğ‘½ ğ‘‘, ğ‘¢ğ‘ªğ‘‘, ğ‘¥ğ‘²ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¯ ğ‘’ğ‘´ğ‘¤? ğ‘ğ‘¨ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘°ğ‘Ÿğ‘¦ ğ‘¦ğ‘¯ğ‘³ğ‘“.

source: Here is some of the coal that we need! Bring the miners to take it!
en@shaw: ğ‘£ğ‘½ ğ‘¦ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ ğ‘’ğ‘´ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘›! ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘²ğ‘¯ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¦ğ‘‘!

source: I have all the coal I can carry...
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ ğ‘ ğ‘’ğ‘´ğ‘¤ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘¦...

source: Here is the mine of precious gold! Send the miners this way.
en@shaw: ğ‘£ğ‘½ ğ‘¦ğ‘Ÿ ğ‘ ğ‘¥ğ‘²ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘• ğ‘œğ‘´ğ‘¤ğ‘›! ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘¥ğ‘²ğ‘¯ğ‘¼ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘±.

source: I have all the gold I can carry...
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘¦...

source: My load of coal is delivered!
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘´ğ‘› ğ‘ ğ‘’ğ‘´ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘¤ğ‘¦ğ‘ğ‘¼ğ‘›!

source: This is all we need from these mines. Now we should go back further west, where there are no trolls and ogres, and mine there.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ. ğ‘¯ğ‘¬ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘œğ‘´ ğ‘šğ‘¨ğ‘’ ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘¢ğ‘§ğ‘•ğ‘‘, ğ‘¢ğ‘º ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘´ğ‘œğ‘»ğ‘Ÿ, ğ‘¯ ğ‘¥ğ‘²ğ‘¯ ğ‘ğ‘º.

source: The Jeweler
en@shaw: ğ‘ Â·ğ‘¡ğ‘µğ‘©ğ‘¤ğ‘¼

source: So, you have returned. I assume you have obtained the required materials? My jeweler Theganli has spent the last two years buying jewels from some of the northern clans. So now go to the forge and make your sceptre. What do you need to annoy me for?
en@shaw: ğ‘•ğ‘´, ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘›. ğ‘² ğ‘©ğ‘•ğ‘¿ğ‘¥ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘ªğ‘šğ‘‘ğ‘±ğ‘¯ğ‘› ğ‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘¥ğ‘©ğ‘‘ğ‘½ğ‘¦ğ‘©ğ‘¤ğ‘Ÿ? ğ‘¥ğ‘² ğ‘¡ğ‘µğ‘©ğ‘¤ğ‘¼ Â·ğ‘”ğ‘§ğ‘œğ‘¨ğ‘¯ğ‘¤ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘‘ğ‘µ ğ‘˜ğ‘½ğ‘Ÿ ğ‘šğ‘²ğ‘¦ğ‘™ ğ‘¡ğ‘µğ‘©ğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘’ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ. ğ‘•ğ‘´ ğ‘¯ğ‘¬ ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘“ğ‘¹ğ‘¡ ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘¿ğ‘¼ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘». ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘©ğ‘¯ğ‘¶ ğ‘¥ğ‘° ğ‘“ğ‘¹?

source: We donâ€™t. Not everything is about you. We need to talk to Theganli.
en@shaw: ğ‘¢ğ‘° ğ‘›ğ‘´ğ‘¯ğ‘‘. ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘ğ‘®ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¿. ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘‘ğ‘·ğ‘’ ğ‘‘ Â·ğ‘”ğ‘§ğ‘œğ‘¨ğ‘¯ğ‘¤ğ‘°.

source: I need to make the plans for the sceptre, then have him cut the ruby to match them.
en@shaw: ğ‘² ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘», ğ‘ğ‘§ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘£ğ‘¦ğ‘¥ ğ‘’ğ‘³ğ‘‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘‘ ğ‘¥ğ‘¨ğ‘— ğ‘ğ‘§ğ‘¥.

source: What are you talking about, sir? You knew all along the jewel would have to be cut to make the sceptre out of.
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¸ ğ‘¿ ğ‘‘ğ‘·ğ‘’ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘, ğ‘•ğ‘»? ğ‘¿ ğ‘¯ğ‘¿ ğ‘·ğ‘¤ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘ ğ‘¡ğ‘µğ‘©ğ‘¤ ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘³ğ‘‘ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘¬ğ‘‘ ğ‘.

source: Oh... right, right. Fine. Theganli?
en@shaw: ğ‘´... ğ‘®ğ‘²ğ‘‘, ğ‘®ğ‘²ğ‘‘. ğ‘“ğ‘²ğ‘¯. Â·ğ‘”ğ‘§ğ‘œğ‘¨ğ‘¯ğ‘¤ğ‘°?

source: Heâ€™s in his shop, in the southern tunnel.
en@shaw: ğ‘£ğ‘°'ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘–ğ‘ªğ‘, ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘³ğ‘ğ‘¼ğ‘¯ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤.

source: Whatever. Kuhnar, go, summon him here.
en@shaw: ğ‘¢ğ‘ªğ‘‘ğ‘§ğ‘ğ‘¼. Â·ğ‘’ğ‘µğ‘¯ğ‘¸, ğ‘œğ‘´, ğ‘•ğ‘³ğ‘¥ğ‘©ğ‘¯ ğ‘£ğ‘¦ğ‘¥ ğ‘£ğ‘½.

source: Theganli! Come out of there, Durstorn orders you to come to the citadel.
en@shaw: Â·ğ‘”ğ‘§ğ‘œğ‘¨ğ‘¯ğ‘¤ğ‘°! ğ‘’ğ‘³ğ‘¥ ğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘º, Â·ğ‘›ğ‘»ğ‘•ğ‘‘ğ‘¹ğ‘¯ ğ‘¹ğ‘›ğ‘¼ğ‘Ÿ ğ‘¿ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘©ğ‘›ğ‘§ğ‘¤.

source: Theganli
en@shaw: Â·ğ‘”ğ‘§ğ‘œğ‘¨ğ‘¯ğ‘¤ğ‘°

source: Iâ€™m coming... coming... stop pounding on the door...
en@shaw: ğ‘²'ğ‘§ğ‘¥ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™... ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™... ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ğ‘¬ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ ğ‘›ğ‘¹...

source: He doesnâ€™t need to come here, Iâ€™ll take the jewel to his shop. Heâ€™ll need his tools anyway.
en@shaw: ğ‘£ğ‘° ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘£ğ‘½, ğ‘²'ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘ ğ‘¡ğ‘µğ‘©ğ‘¤ ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘–ğ‘ªğ‘. ğ‘£ğ‘°'ğ‘¤ ğ‘¯ğ‘°ğ‘› ğ‘£ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µğ‘¤ğ‘Ÿ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±.

source: Well, Theganli, what do you think of this jewel?
en@shaw: ğ‘¢ğ‘§ğ‘¤, Â·ğ‘”ğ‘§ğ‘œğ‘¨ğ‘¯ğ‘¤ğ‘°, ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¡ğ‘µğ‘©ğ‘¤?
