Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tools/*.po
Languages: gl, hu, tr

source: Open a Graphical User Interface (GUI) to WML Tools
gl: Abra unha interface gráfica de usuario (GUI) para WML Tools
hu: Megnyit egy grafikus interfészt (GUI) a WML Eszközökhöz
tr: WML Araçlarına Grafiksel Kullanıcı Arayüzünü (GKA) Aç

source: Launch GUI.pyw in the specified language. Language code is expected as a POSIX locale name, refer to gettext.wesnoth.org for a full list.
gl: Inicie GUI.pyw no idioma especificado. O código de idioma espérase como un nome rexional POSIX, consulte gettext.wesnoth.org para obter unha lista completa.
hu: GUI.pyw futtatása a megadott nyelven. A nyelv kódjának POSIX-kompatibilis névnek kell lennie. Páldákért lásd a gettext.wesnoth.org weboldalt.
tr: GUI.pyw'yi belirtilen dilde başlatır. Dil kodunun POSIX yerelinin adı olması gerekir, tam liste gettext.wesnoth.org adresinde bulunabilir.

source: Error
gl: Erro
hu: Hiba
tr: Hata

source: ‘{0}’ directory not found. Please run the GUI.pyw program packaged with the Wesnoth installation.
gl: Non se atopou o directorio '{0}'. Execute o programa GUI.pyw empaquetado coa instalación de Wesnoth.
hu: ‘{0}’ könyvtár nem található. Futtassa a GUI.pyw programot, mely a Wesnoth telepítőcsomag része.
tr: ‘{0}’ dizini bulunamadı. Lütfen Wesnoth kurulumuyla birlikte paketlenmiş GUI.pyw programını çalıştırın.

source: Locale {0} not recognized.
gl: Non se recoñeceu a configuración rexional {0}.
hu: {0} nyelvi fájl nem felismerhető.
tr: {0} yereli tanınmıyor.

source: Running: {0} Please wait...
gl: Correndo: {0} Por favor, agarde...
hu: {0} fut. Kérem várjon ...
tr: Çalışan: {0} Lütfen bekleyin...

source: Terminate script
gl: Terminar o guión
hu: Szkript leállítása
tr: Betiği sonlandır

source: Cut
gl: Cortar
hu: Kivág
tr: Kes

source: Copy
gl: Copiar
hu: Másol
tr: Kopyala

source: Paste
gl: Pegar
hu: Beilleszt
tr: Yapıştır

source: Select All
gl: Seleccione Todo
hu: Mindent kiválaszt
tr: Yümünü Seç

source: Working directory
gl: Directorio de traballo
hu: Munkakönyvtár
tr: Çalışma dizini

source: Browse...
gl: Explorar...
hu: Tallóz...
tr: Tara...

source: Clear
gl: Limpar
hu: Törlés
tr: Temizle

source: wmllint mode
gl: modo wmllint
hu: wmllint mód
tr: wmllint kipi

source: Perform conversion and save changes to file
gl: Realiza a conversión e garda os cambios no ficheiro
hu: Konverzió végrehajtása és a változások mentése fájlba
tr: Dönüşümü gerçekleştir ve değişiklikleri dosyaya kaydet

source: Dry run
gl: Carreira en seco
hu: Próbafuttatás
tr: Kuru çalışma

source: Perform conversion without saving changes to file
gl: Realiza a conversión sen gardar os cambios no ficheiro
hu: Konverzió végrehajtása és a változások mentése nélkül
tr: Dönüşümü gerçekleştir ama değişiklikleri dosyaya kaydetme

source: Clean
gl: Limpar
hu: Tisztít
tr: Temizle

source: Delete back-up files
gl: Eliminar ficheiros de copia de seguranza
hu: Biztonsági mentések törlése
tr: Yedekleme dosyalarını sil

source: Diff
gl: Dif
hu: Összehasonlítás
tr: Fark

source: Show differences in converted files
gl: Mostra diferenzas nos ficheiros convertidos
hu: Különbségek megjelenítése a konvertált fájlokban
tr: Dönüştürülen dosyalardaki farkları göster

source: Revert
gl: Reverter
hu: Visszaállít
tr: Geri Al

source: Revert conversions using back-up files
gl: Reverte as conversións usando ficheiros de copia de seguranza
hu: Konverziók visszaállítása biztonsági mentésből
tr: Dönüşümleri yedek dosyalarını kullanarak geri al

source: Verbosity level
gl: Nivel de verbosidade
hu: Részletességi szint
tr: Ayrıntı seviyesi

source: Terse
gl: Conciso
hu: Tömörít
tr: Kısa ve öz

source: Show changes
gl: Mostrar cambios
hu: Változások megjelenítése
tr: Değişiklikleri göster

source: Name files before processing
gl: Nomear os ficheiros antes do procesamento
hu: Nevezze el a fájlokat feldolgozás előtt
tr: İşleme başlamadan önce dosyaları adlandırın

source: Show parse details
gl: Mostrar detalles de análise
hu: Elemzési részletek megjelenítése
tr: Ayrıştırma ayrıntılarını göster

source: wmllint options
gl: opcións wmllint
hu: wmllint beállításai
tr: wmllint seçenekleri

source: Convert EOL characters to Unix format
gl: Converte caracteres EOL a formato Unix
hu: EOL karakterek konvertálása Unix formátumba
tr: Satır sonu karakterlerini Unix biçemine dönüştür

source: Warn about tags without side= keys
gl: Avisar sobre as etiquetas sen teclas side=

source: Disable checks for unknown units
gl: Desactiva as comprobacións de unidades descoñecidas
hu: Ismeretlen egységek ellenőrzésének letiltása
tr: Bilinmeyen birimler için denetimleri devre dışı bırak

source: Disable spellchecking
gl: Desactivar a corrección ortográfica
hu: A helyesírás-ellenőrzés letiltása
tr: Yazım denetimini devre dışı bırak

source: Skip core directory
gl: Omitir o directorio principal
hu: Főkönyvtár kihagyása
tr: Çekirdek dizini atla

source: wmlscope options
gl: opcións wmlscope
hu: wmlscope beállítások
tr: wmlscope seçenekleri

source: Check for duplicate macro definitions
gl: Comproba se hai definicións de macros duplicadas
hu: Ismétlődő makródefiníciók ellenőrzése
tr: Yinelenen makro tanımlarına bakın

source: Check for duplicate resource files
gl: Comproba se hai ficheiros de recursos duplicados
hu: Ismétlődő erőforrásfájlok ellenőrzése
tr: Yinelenen kaynak dosyalarına bakın

source: Make definition list
gl: Fai unha lista de definicións
hu: Definíciós lista készítése
tr: Tanım listesi oluştur

source: List files that will be processed
gl: Enumera os ficheiros que serán procesados
hu: A feldolgozandó fájlok listázása
tr: İşlenecek dosyaları listele

source: Report unresolved macro references
gl: Informar de referencias de macros non resoltas
hu: Meghatározatlan makróhivatkozások jelentése
tr: Çözülmemiş makro başvurularını bildir

source: Extract help from macro definition comments
gl: Extrae axuda dos comentarios de definición de macro
hu: Súgó kinyerése makródefiníciós megjegyzésekből
tr: Makro tanım yorumlarından yardım metni çıkar

source: Report all macros with untyped formals
gl: Informe todas as macros con formais sen escribir
tr: Türsüz biçimli tüm makroları bildir

source: Show progress
gl: Mostra o progreso
hu: Előrehaladás megjelenítése
tr: İlerlemeyi göster

source: Exclude file names matching regular expression:
gl: Excluír os nomes de ficheiros que coincidan coa expresión regular:
hu: A reguláris kifejezésnek megfelelő fájlnevek kizárása:
tr: Düzenli ifadeyle eşleşen dosya adlarını hariç tut:

source: Exclude file names not matching regular expression:
gl: Excluír os nomes de ficheiros que non coincidan coa expresión regular:
hu: A reguláris kifejezésnek nem megfelelő fájlnevek kizárása:
tr: Düzenli ifadeyle eşleşmeyen dosya adlarını hariç tut:

source: Report only on macros referenced in exactly n files:
gl: Informe só sobre macros referenciadas en exactamente n ficheiros:
hu: Csak a pontosan n fájlban hivatkozott makrók jelentése:
tr: Yalnızca tam olarak n dosyada başvurulan makroları bildir:

source: Report macro definitions and usages in file:
gl: Informe de definicións de macros e usos no ficheiro:
hu: Makródefiníciók és használatuk jelentése egy fájlban:
tr: Dosyadaki makro tanımlarını ve kullanımlarını bildir:

source: Allow unused macros with names matching regular expression:
gl: Permitir macros non utilizadas con nomes que coincidan coa expresión regular:
hu: Reguláris kifejezésnek megfelelő nevű nem használt makrók engedélyezése:
tr: Düzenli ifadeyle eşleşen adları olan kullanılmayan makrolara izin ver:

source: wmlindent mode
gl: modo wmlindent
hu: wmlindent mód
tr: wmlindent kipi

source: Verbose
gl: Detallado
hu: Részletes
tr: Ayrıntılı

source: Report unchanged files
gl: Informar de ficheiros sen cambios
hu: Változatlan fájlok jelentése
tr: Değiştirilmemiş dosyaları bildir

source: wmlindent options
gl: opcións wmlindent
hu: wmlindent beállításai
tr: wmlindent seçenekleri

source: Quiet mode
gl: Modo silencioso
hu: Csendes mód
tr: Sessiz lip

source: Do not generate output messages
gl: Non xera mensaxes de saída
hu: Ne hozzon létre kimeneti üzeneteket
tr: Çıktı iletileri üretme

source: Output directory:
gl: Directorio de saída:
hu: Kimeneti könyvtár:
tr: Çıktı dizini:

source: Options
gl: Opcións
hu: Beállítások
tr: Seçenekler

source: Scan subdirectories
gl: Escanear subdirectorios
hu: Alkönyvtárak vizsgálata
tr: Alt dizinleri tara

source: Show optional warnings
gl: Mostrar avisos opcionais
hu: Opcionális figyelmeztetések megjelenítése
tr: İsteğe bağlı uyarıları göster

source: Mark all strings as fuzzy
gl: Marca todas as cadeas como borrosas
hu: Az összes karakterlánc megjelölése homályosként
tr: Tüm dizgeleri bulanık olarak işaretle

source: Advanced options
gl: Opcións avanzadas
hu: Haladó beállítások
tr: Gelişmiş seçenekler

source: Package version
gl: Versión do paquete
hu: Csomag verziója
tr: Paket sürümü

source: Initial textdomain:
gl: Dominio de texto inicial:
hu: Kezdeti szövegtartomány:
tr: İlk metinalanı:

source: Run wmllint
gl: Executar wmllint
hu: A wmllint futtatása
tr: wmllint çalıştır

source: Save as text...
gl: Gardar como texto...
hu: Mentés szövegként...
tr: Metin olarak kaydet...

source: Clear output
gl: Borrar saída
hu: Kimenet törlése
tr: Çıktıyı temizle

source: About...
gl: Sobre...
hu: Rólam...
tr: Hakkında...

source: Exit
gl: Saír
hu: Kilépés
tr: Çık

source: Output
gl: Saída
hu: Kimenet
tr: Çıktı

source: Run wmlscope
gl: Executar wmlscope
hu: A wmlscope futtatása
tr: wmlscope çalıştır

source: Run wmlindent
gl: Executar wmlindent
hu: A wmlindent futtatása
tr: wmlindent çalıştır

source: Run wmlxgettext
gl: Executar wmlxgettext
hu: A wmlxgettext futtatása
tr: wmlxgettext çalıştır

source: No directory selected. Please select a directory or disable the "Skip core directory" option.
gl: Non se seleccionou ningún directorio. Seleccione un directorio ou desactive a opción "Omitir directorio principal".
hu: Nincs kiválasztva könyvtár. Válasszon ki egy könyvtárat, vagy tiltsa le az "Főkönyvtár kihagyása" opciót.
tr: Hiçbir dizin seçilmedi. Lütfen bir dizin seçin veya "Çekirdek dizini atla" seçeneğini devre dışı bırakın.

source: Core directory or one of its subdirectories selected in the add-on selection box. The tool will be run only on the Wesnoth core directory.
gl: Directorio principal ou un dos seus subdirectorios seleccionados na caixa de selección de complementos. A ferramenta executarase só no directorio central de Wesnoth.
hu: A főkönyvtár vagy annak alkönyvtára van kiválasztva a bővítmény-kiválasztó dobozban. Az eszköz csak a Wesnoth főkönyvtárában fog futni.
tr: Eklenti seçim kutusunda seçilen çekirdek dizin veya alt dizinlerinden biri. Araç yalnızca Wesnoth çekirdek dizininde çalıştırılacaktır.

source: Warning
gl: Aviso
hu: Figyelmeztetés
tr: Uyarı

source: No directory selected. The tool will be run only on the Wesnoth core directory.
gl: Non se seleccionou ningún directorio. A ferramenta executarase só no directorio central de Wesnoth.
hu: Nincs kiválasztva könyvtár. Az eszköz csak a Wesnoth főkönyvtárában fog futni.
tr: Hiçbir dizin seçilmedi. Araç yalnızca Wesnoth çekirdek dizininde çalıştırılacak.

source: The selected directory does not exist.
gl: O directorio seleccionado non existe.
hu: A kiválasztott könyvtár nem létezik.

source: Invalid value. Value must be an integer in the range 0-999.
gl: Valor non válido. O valor debe ser un número enteiro no intervalo 0-999.
hu: Helytelen érték. Az értéknek egész számnak kell lennie a 0-999 tartományban.
tr: Geçersiz değer. Değer 0-999 aralığında bir tam sayı olmalıdır.

source: No directory selected. The tool will be run on the Wesnoth core directory.
gl: Non se seleccionou ningún directorio. A ferramenta executarase no directorio central de Wesnoth.
hu: Nincs kiválasztva könyvtár. Az eszköz a Wesnoth főkönyvtárában fog futni.
tr: Hiçbir dizin seçilmedi. Araç Wesnoth çekirdek dizininde çalıştırılacak.

source: No directory selected. The tool will not be run.
gl: Non se seleccionou ningún directorio. A ferramenta non se executará.
hu: Nincs kiválasztva könyvtár. Az eszköz nem fog futni.
tr: Hiçbir dizin seçilmedi. Araç çalıştırılmayacak.

source: Overwrite Confirmation
gl: Confirmación de sobrescritura
hu: Felülírás megerősítése
tr: Geçersiz Kılma Onayı

source: File {0} already exists. Do you want to overwrite it?
gl: O ficheiro {0} xa existe. Queres sobreescribilo?
hu: A {0} fájl már létezik. Felül akarod írni?
tr: {0} dosyası zaten mevcut. Üzerine yazmak ister misiniz?

source: No output file selected. The tool will not be run.
gl: Non se seleccionou ningún ficheiro de saída. A ferramenta non se executará.
hu: Nincs kimeneti fájl kiválasztva. Az eszköz nem fog futni.
tr: Hiçbir çıktı dosyası seçilmedi. Araç çalıştırılmayacak.

source: There was an error while executing {0}. Error code: {1}
gl: Produciuse un erro ao executar {0}. Código de erro: {1}
hu: Hiba történt {0} végrehajtása közben. Hibakód: {1}
tr: {0} yürütülürken bir hata oluştu. Hata kodu: {1}

source: Text file
gl: Ficheiro de texto
hu: Szövegfájl
tr: Metin dosyası

source: Error while writing to: {0} Error code: {1} {2}
gl: Erro ao escribir en: {0} Código de erro: {1} {2}
hu: Hiba történt a következőre való írás közben: {0} Hibakód: {1} {2}
tr: Şuraya yazarken hata oluştu: {0} Hata kodu: {1} {2}

source: About Maintenance Tools GUI
gl: Acerca da GUI das ferramentas de mantemento
hu: A karbantartó eszközök GUI-ról
tr: Bakım Araçları GKA Hakkında

source: © Elvish_Hunter, 2014-2025 Version: {0} Part of The Battle for Wesnoth project and released under the GNU GPL v2 license Icons are taken from the Tango Desktop Project (http://tango.freedesktop.org), and are released in the Public Domain.
gl: © Elvish_Hunter, 2014-2025 Versión: {0} Parte do proxecto A Batalla polo Noroeste e lanzado baixo a licenza GNU GPL v2 As iconas son tomadas do proxecto Tango Desktop (http://tango.freedesktop.org) e publícanse no dominio público.

source: Exit Confirmation
gl: Confirmación de saída
hu: Kilépés megerősítése
tr: Çıkış Onayı

source: Do you really want to quit?
gl: Realmente queres saír?
hu: Tényleg ki akarsz lépni?
tr: Gerçekten çıkmak istiyor musunuz?

source: This application must be placed into the wesnoth/data/tools directory.
gl: Esta aplicación debe colocarse no directorio wesnoth/data/tools.
hu: Ezt az alkalmazást a wesnoth/data/tools könyvtárba kell elhelyezni.
tr: Bu uygulama wesnoth/data/tools dizinine yerleştirilmelidir.

source: Normal
hu: Normál
