Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Each attack in Wesnoth has a damage type: blade, pierce, impact, fire, cold, or arcane. Some units have resistances or vulnerabilities to certain types of damage. Walking Corpses, for example, are vulnerable to arcane damage. To see a unit’s resistances, <b><i>right-click on it and select “Unit Type Description.”</i></b>
es: Cada ataque en Wesnoth tiene un tipo de daño: corte, perforante, impacto, fuego, frío o arcano. Algunas unidades tienen resistencias o vulnerabilidades a ciertos tipos de daño. Los Cadáveres Andantes, por ejemplo, son vulnerables al daño arcano. Para ver las resistencias de una unidad, <b><i>haz clic derecho sobre ella y selecciona “Descripción del tipo de unidad”.</i></b>
it: Ogni attacco in Wesnoth ha il suo tipo di danno procurato: lama, perforazione, impatto, fuoco, freddo o arcano. Alcune unità hanno resistenze o vulnerabilità nei confronti di alcuni tipi di danno. I Morti Viventi, ad esempio, sono vulnerabili al danno arcano. Per vedere le resistenze di una unità, <b><i>clicca col tasto destro del mouse su di essa e selezione “Descrizione Tipo Unità.”</i></b>

source: Well, like I said, I’ve got great damage resistance on account o’ me heavy armor, an’ I can slow enemies t’ halve both their speed an’ damage. Try not t’ forget this time!
ar: حسنًا، كما قلت، لدي مقاومة كبيرة للضرر بسبب درعي الثقيل، ويمكنني إبطاء الأعداء إلى نصف سرعتهم وضررهم. حاول ألا تنسى هذه المرة!
es: Bueno, como dije, tengo gran resistencia al daño gracias a mi pesada armadura, y puedo ralentizar a los enemigos para reducir a la mitad tanto su velocidad como su daño. ¡Intenta no olvidarlo esta vez!
fi: No, kuten sanoin, mulla on suurta vahingonsietoa raskaan haarniskani ansiosta, ja osaan hidastaa vihollisia puolittaen niitten nopeuden ja vahingon. Oopa unohtamatta tällä kertaa!
gl: Ben, como xa dixen: teño unha gran resistencia ao dano grazas á miña armadura pesada, e podo retardar os inimigos para reducir á metade tanto a súa velocidade coma o seu dano. ¡Tenta non esquecelo esta vez!
it: Beh, come ho già detto, ho una grande resistenza ai danni grazie alla mia pesante armatura, e posso rallentare i nemici dimezzando sia la loro velocità che i danni. Vedi di non dimenticartelo questa volta!

source: I’ve decided: Captain Mari, I’d like you to accompany me on our mission to the elven vale. Make ready the men — we leave at next dawn!
ar: لقد قررت: الكابتن ماري، أود أن ترافقيني في مهمتنا إلى وادي الإلف. جهزي الرجال - سنغادر عند الفجر التالي!
es: He decidido: capitana Mari, me gustaría que me acompañaras en nuestra misión al valle élfico. Prepara a los hombres — partimos al amanecer siguiente.
fi: Olen päättänyt: kapteeni Mari, haluaisin sinut mukaan tehtävälle haltialaaksoon. Valmistele miehet. Me lähdemme seuraavana aamuna!
gl: Xa o teño decidido: Capitán Mari, gustaríame que me acompañases na nosa misión ao val dos elfos. Prepara os homes — marchamos ao amencer!
it: Ho deciso: Capitan Mari, vorrei che voi mi accompagnaste nella nostra missione presso la valle elfica. Preparate gli uomini: partiremo alle prime luci dell’alba!

source: Good luck, Deoran an’ Mari. We’re countin’ on you to stop the bandits an’ undead!
ar: حظًا موفقًا، ديوران وماري. نحن نعتمد عليكم لوقف اللصوص والأموات!
es: Buena suerte, Deoran y Mari. ¡Contamos con ustedes para detener a los bandidos y a los no muertos!
fi: Lykkyä tykö, Deoran ja Mari. Me luotamme, että te pysäytätte ketkut ja epäkuolleet!
gl: Boa sorte, Deoran e Mari. Contamos con vós para parar aos bandoleiros e aos non mortos!
it: Buona fortuna, Deoran e Mari. Contiamo su di voi per fermare sia i banditi che i non-morti!

source: I’ve decided: Minister Hylas, I’d like you to accompany me on our mission to the elven vale. Make ready the men — we leave at next dawn!
ar: لقد قررت: الوزير هايلاس، أود أن ترافقيني في مهمتنا إلى وادي الإلف. جهز الرجال - سنغادر عند الفجر التالي!
es: He decidido: Ministro Hylas, me gustaría que me acompañaras en nuestra misión al valle élfico. Prepara a los hombres — partimos al amanecer siguiente.
fi: Olen päättänyt: pappi Hylas, haluaisin sinut mukaan tehtävälle haltialaaksoon. Valmistele miehet. Me lähdemme seuraavana aamuna!
gl: Xa o teño decidido: padre Hilas, gustaríame que me acompañases na nosa misión ao val dos elfos. Prepara os homes — marchamos ao amencer!
it: Ho deciso: Ministro Hylas, vorrei che voi mi accompagnaste nella nostra missione presso la valle elfica. Preparate gli uomini: partiremo alle prime luci dell’alba!

source: Good luck, Deoran an’ Hylas. We’re countin’ on you to stop the bandits an’ undead!
ar: حظًا موفقًا، ديوران وهايلاس. نحن نعتمد عليكم لوقف اللصوص والأموات!
es: Buena suerte, Deoran y Hylas. ¡Contamos con ustedes para detener a los bandidos y a los no muertos!
fi: Lykkyä tykö, Deoran ja Hylas. Me luotamme, että te pysäytätte ketkut ja epäkuolleet!
gl: Boa sorte, Deoran e Hilas. Contamos con vós para parar aos bandoleiros e aos non mortos!
it: Buona fortuna, Deoran e Hylas. Contiamo su di voi per fermare sia i banditi che i non-morti!

source: I’ve decided: Sir Gerrick, I’d like you to accompany me on our mission to the elven vale. Make ready the men — we leave at next dawn!
ar: لقد قررت: السير جيريك، أود أن ترافقيني في مهمتنا إلى وادي الإلف. جهز الرجال - سنغادر عند الفجر التالي!
es: He decidido: Sir Gerrick, me gustaría que me acompañaras en nuestra misión al valle élfico. Prepara a los hombres — partimos al amanecer siguiente.
fi: Olen päättänyt: Sir Gerrick, haluaisin sinut mukaan tehtävälle haltialaaksoon. Valmistele miehet. Me lähdemme seuraavana aamuna!
gl: Xa o teño decidido: Señor Xerric, gustaríame que me acompañases na nosa misión ao val dos elfos. Prepara os homes — marchamos ao amencer!
it: Ho deciso: Ser Gerrick, vorrei che voi mi accompagnaste nella nostra missione presso la valle elfica. Preparate gli uomini: partiremo alle prime luci dell’alba!

source: Good luck, rookie. We’re counting on you to stop the bandits and undead!
ar: حظًا موفقًا، المبتدئ. نحن نعتمد عليك لوقف اللصوص والأموات!
es: Buena suerte, novato. ¡Contamos contigo para detener a los bandidos y a los no muertos!
fi: Onnea matkaan, alokas. Me luotamme, että te pysäytätte kelmit ja epäkuolleet!
gl: Boa sorte, novato. Contamos contigo para parar aos bandoleiros e aos non mortos!
it: Buona fortuna, novellino. Contiamo su di te per fermare sia i banditi che i non-morti!

source: Vale of Tears
ar: وادي الدموع
en@shaw: ğ‘ğ‘±ğ‘¤ ğ‘ ğ‘‘ğ‘½ğ‘Ÿ
es: Valle de las lágrimas
fi: Kyynelten laakso
gl: O Val das Bágoas
it: Valle di Lacrime
lt: Ašarų slėnis
nb_no: Tårenes dal
uk: Долина Сліз

source: This magical rune must have triggered the illusions we saw earlier. Whatever magic it once held is now gone.
ar: يجب أن يكون هذا الرون السحري قد تسبب في الأوهام التي رأيناها سابقًا. أيًا كانت السحر الذي كان يحمله ذات يوم، فقد اختفى الآن.
es: Esta runa mágica debe haber activado las ilusiones que vimos antes. Cualquier magia que tuviera ya se ha ido.
fi: Tämä taikariimu varmaan teki ne harhakuvat, jotka me näimme aiemmin. Mitä taikaa siinä olikaan, se on nyt poissa.
gl: Esta runa máxica debeu activar as ilusións que vimos antes. Calquera maxia que tivese xa desapareceu.
it: Questa runa magica deve aver fatto scattare le illusioni che abbiamo visto prima. Qualunque magia racchiudesse un tempo, ora non c’è più.

source: Whatever runic magic once guarded this side of the isthmus, it has already been exhausted.
ar: أيًا كانت السحر الروني الذي كان يحرس هذا الجانب من المضيق، فقد استُنفد بالفعل.
es: Cualquier magia rúnica que alguna vez protegió este lado del istmo, ya se ha agotado.
fi: Mitä riimutaika sitten suojelikaan kannaksen tällä puolen, se on jo ehtynyt.
gl: Calquera maxia rúnica que protexese esta parte do istmo xa foi esgotada.
it: Qualunque cosa dovesse proteggere questa runa magica da questo lato dell’istmo, è ormai andata esaurita.

source: Captain Mari, are we going in the right direction? I can hardly see a thing through this fog...
ar: الكابتن ماري، هل نحن في الاتجاه الصحيح؟ بالكاد أستطيع رؤية أي شيء من خلال هذا الضباب...
es: Capitana Mari, ¿vamos en la dirección correcta? Apenas puedo ver algo a través de esta niebla...
fi: Kapteeni Mari, olemmeko menossa oikeaan suuntaan? En juuri näe tämän sumun läpi...
gl: Capitán Mari, imos na dirección correcta? Case non podo ver nada a través desta néboa...
it: Capitan Mari, stiamo andando nella direzione giusta? Riesco a malapena ad intravedere qualcosa in questa nebbia...

source: Sir Gerrick, are we going in the right direction? I can hardly see a thing through this fog...
ar: السير جيريك، هل نحن في الاتجاه الصحيح؟ بالكاد أستطيع رؤية أي شيء من خلال هذا الضباب...
es: Sir Gerrick, ¿vamos en la dirección correcta? Apenas puedo ver algo a través de esta niebla...
fi: Sir Gerrick, olemmeko menossa oikeaan suuntaan? En juuri näe tämän sumun läpi...
gl: Señor Xerric, imos na dirección correcta? Case non podo ver nada a través desta néboa...
it: Ser Gerrick, stiamo andando nella direzione giusta? Riesco a malapena ad intravedere qualcosa in questa nebbia...

source: Minister Hylas, are we going in the right direction? I can hardly see a thing through this fog...
ar: الوزير هايلاس، هل نحن في الاتجاه الصحيح؟ بالكاد أستطيع رؤية أي شيء من خلال هذا الضباب...
es: Ministro Hylas, ¿vamos en la dirección correcta? Apenas puedo ver algo a través de esta niebla...
fi: Pappi Hylas, olemmeko menossa oikeaan suuntaan? En juuri näe tämän sumun läpi...
gl: Padre Hilas, imos na dirección correcta? Case non podo ver nada a través desta néboa...
it: Ministro Hylas, stiamo andando nella direzione giusta? Riesco ad intravedere a malapena qualcosa in questa nebbia...

source: Halt! Who enters our sacred vale without leave?
ar: توقف! من يدخل وادينا المقدس دون إذن؟
es: ¡Alto! ¿Quién entra en nuestro valle sagrado sin permiso?
fi: Seis! Kuka tulee luvatta pyhään laaksoomme?
gl: Alto! Quen entra no noso val sagrado sen ser convidado?
it: Fermi! Chi osa entrare nella nostra valle sacra senza permesso?

source: Deoran, I’m gonna say... yes.
ar: ديوران، سأقول... نعم.
es: Deoran, diría que... sí.
fi: Deoran, sanonpa, että... kyllä.
gl: Deoran, vou dicir... que si.
it: Deoran, direi... sì.

source: ...aye, Deoran, looks to be that way.
ar: ...أجل، ديوران، يبدو الأمر كذلك.
es: ...sí, Deoran, parece que es así.
fi: ...jo vain, Deoran, näköjään tuonnepäin.
gl: ...si, Deoran, parece que é así.
it: ...sì, Deoran, sembra proprio così.

source: Given the evidence at hand, Deoran, I believe the answer is “yes.”
ar: بناءً على الأدلة المتاحة، ديوران، أعتقد أن الإجابة هي "نعم".
es: Dadas las evidencias, Deoran, creo que la respuesta es “sí”.
fi: Todisteiden perusteella, Deoran, uskon vastauksen olevan "kyllä".
gl: Dados os indicios dispoñibles, Deoran, creo que a resposta é “si.”
it: Evidenza alle mani, Deoran, credo che la risposta sia “sì”.

source: Choose your words wisely, bandits. Speak, knowing that the penalty for trespassing on our lands is death.
ar: اختر كلماتك بحكمة، أيها اللصوص. تكلم، مع علمك أن عقاب التعدي على أراضينا هو الموت.
es: Escoge tus palabras con cuidado, bandidos. Hablad, sabiendo que la pena por entrar en nuestras tierras sin permiso es la muerte.
fi: Valitkaa sananne tarkoin, ryövärit. Puhukaa, ja tietäkää, että rangaistus maillemme tunkeilusta on kuolema.
gl: Coida as túas palabras, o castigo por entrar nas nosas terras sen permiso é a morte.
it: Ponderate bene le vostre parole, banditi. Parlate, sapendo che la pena per aver sconfinato nelle nostre terre è la morte.

source: I—
ar: أنا—
es: Yo—
fi: Mi—
gl: Eu—
it: Io—

source: This is no bandit, for these humans bear the banner of the South Guard, not those rags of the Urzas. Though it remains to be seen whether this proves an improvement — why do you enter the hallowed isle of Elrath?
ar: هذا ليس لصًا، لأن هؤلاء البشر يحملون راية الحرس الجنوبي، وليس تلك الخرق البالية للأورزا. رغم أنه يبقى أن نرى ما إذا كان هذا يمثل تحسنًا - لماذا تدخلون جزيرة إلراث المقدسة؟
es: Este no es un bandido, pues estos humanos llevan el estandarte de la Guardia Sur, no esos harapos de los Urzas. Aunque queda por ver si esto representa una mejora — ¿por qué entran en la sagrada isla de Elrath?
fi: Tämä ei ole ryöväri, sillä nämä ihmiset kantavat Etelän vartioston lippua eikä niitä Urzanin riepuja. Jää tosin nähtäväksi, onko tämä osoitus paremmasta. Miksi te tulette Elrathin pyhälle saarelle?
gl: Isto non é un bandoleiro, pois estes humanos levan o estandarte da Garda do Sur, non eses farrapos dos Urza. Aínda así, queda por ver se isto supón unha mellora — por que entrades na sagrada illa de Elrad?
it: Questo non è un bandito, perché questi umani portano le insegne della Guardia del Sud, non quegli stracci degli Urza. Anche se resta da vedere se questo rappresenti un miglioramento: perché osate avventurarvi sulla sacra isola di Elrath?

source: To—
ar: ل—
es: Pa—
fi: No—
gl: A—
it: Per—

source: To ask our help, no doubt. There is darkness in the air, corruption in the earth. Someone has been meddling in the black magic. Let us not forget that it is you humans who first brought this perverse sorcery to our great continent, when you arrived here centuries ago.
ar: لتطلب مساعدتنا، بلا شك. هناك ظلام في الهواء، فساد في الأرض. لقد كان أحدهم يتلاعب بالسحر الأسود. دعونا لا ننسى أنكم أنتم البشر من جلبتم هذا السحر المنحرف لأول مرة إلى قارتنا العظيمة، عندما وصلتم هنا منذ قرون.
es: Para pedir nuestra ayuda, sin duda. Hay oscuridad en el aire, corrupción en la tierra. Alguien ha estado manipulando la magia negra. No olvidemos que fueron ustedes los humanos quienes trajeron por primera vez esta perversa hechicería a nuestro gran continente, cuando llegaron aquí hace siglos.
fi: Pyytämään apuamme epäilemättä. Pimeyttä on ilmassa, turmelusta maassa. Joku on sekaantunut mustaan magiaan. Eipä unohdeta, että te ihmiset toitte ensimmäisinä tämän kieron noituuden suurelle mantereellemme, kun te saavuitte tänne vuosisatoja sitten.
gl: Para pedir a nosa axuda, sen dúbida. Hai escuridade no aire, corrupción na terra. Alguén estivo fochicando ca maxia negra. Non esquezas que fostes vós, os humanos, quen trouxestes por primeira vez esta bruxería perversa ao noso gran continente, cando chegastes aquí hai séculos.
it: Per chiedere il nostro aiuto, senza dubbio. Percepisco oscurità nell’aria, corruzione nella terra. Qualcuno sta armeggiando con la magia nera. Non dimentichiamoci che siete stati voi umani ad introdurre per primi questa perversa forma di stregoneria nel nostro grande continente, quando arrivaste secoli or sono.

source: The past has shown that your race cannot be trusted. A human untrained in the mystic arts is much more likely to be corrupted by such a force than to have the knowledge or ability to banish it.
ar: لقد أظهر الماضي أن جنسكم لا يمكن الوثوق به. إن الإنسان غير المدرب في الفنون الغامضة أكثر عرضة للفساد من قبل مثل هذه القوة من أن يمتلك المعرفة أو القدرة على طردها.
es: El pasado ha demostrado que no se puede confiar en vuestra raza. Un humano sin entrenamiento en las artes místicas es mucho más probable que sea corrompido por tal fuerza que que tenga el conocimiento o la habilidad para desterrarla.
fi: Menneisyys on osoittanut, että rotuunne ei voi luottaa. Mystiikkaan perehtymätön ihminen joutuu todennäköisemmin sellaisen voiman turmelemaksi kuin että tietäisi tai osaisi karkottaa sen.
gl: O pasado demostrou que non se pode confiar na vosa raza. Un humano sen adestramento nas artes místicas é moito máis propenso a ser corrompido por tal forza que a ter o coñecemento ou a habilidade para desterrala.
it: Il passato sta lì a dimostrare che non ci si può fidare della vostra razza. Un umano non addestrato nelle arti mistiche ha molte più probabilità di essere corrotto da una tale forza che di avere la conoscenza o le capacità di bandirla.

source: But—
ar: لكن—
es: Pero—
fi: Mutta—
gl: Pero—
it: Ma—

source: Why should we treat with you now, when it is your kind’s inaction that has allowed this blight to grow unchecked? Begone with you, mayfly, and leave to us our peace.
ar: لماذا يجب أن نتفاوض معك الآن، بينما تقاعس أمثالك هو ما سمح لهذا الوباء بالنمو دون رادع؟ اغرب عن وجهي، أيها العابر السريع، واترك لنا سلامنا.
es: ¿Por qué deberíamos tratarlos ahora, cuando la inacción de su especie ha permitido que esta plaga crezca sin control? ¡Fuera de aquí, efímero, y déjanos en paz!
fi: Miksi puhuisimme kanssasi nyt, kun kaltaistesi toimimattomuus antoi tämän vitsauksen kasvaa valtoimenaan? Häivy, surviainen, ja jätä meidät rauhaan.
gl: Por que deberiamos tratar contigo agora, cando foi a inacción da vosa especie a que permitiu que esta praga medrase sen control? Fóra de aquí, efémero, e déixanos a nosa paz.
it: Perché mai dovremmo venire a patti con voi ora, quando è l’inazione della vostra specie che ha permesso a questa piaga di crescere incontrollata? Vattene via, effimera, e lasciaci in pace.

source: —but, but, I have scarcely been here a month! I could not have acted on something that began before my arrival! And besides, this is not the fault of “my kind” but of the Urza brothe—
ar: — لكن، لكن، لم أمكث هنا سوى شهر بالكاد! لم يكن بمقدوري التصرف بشيء بدأ قبل وصولي! وعلى أي حال، هذا ليس خطأ "أمثالي" بل خطأ إخوة أورزا—
es: —pero, pero, ¡apenas llevo un mes aquí! ¡No podría haber actuado sobre algo que comenzó antes de mi llegada! Y además, esto no es culpa de “mi especie”, sino de los hermanos Urz—
fi: — mutta en ole ollut täällä edes kuukauttakaan! En ole voinut tehdä jotain, mikä alkoi ennen tuloani! Ja sitä paitsi tämä ei ole "kaltaisteni" vika vaan Urzan veljest—
gl: — Pero, pero, apenas levo un mes aquí! Non podería actuar sobre algo que comezou antes da miña chegada! E ademais, non é culpa de “miña raza” senón dos irmáns Urza—
it: —ma, ma, io sono qui da neanche un mese! Come avrei potuto agire su qualcosa che è iniziato prima del mio arrivo? E poi, non è colpa della “mia specie” ma dei fratelli Urz—

source: (deep breath)
ar: (نفس عميق)
es: (respira hondo)
fi: (syvä huokaus)
gl: (respira fondo)
it: (prende un profondo respiro)

source: ...honorable elves, I am Commander Deoran, of Westin’s South Guard. I cannot speak for the past, but in the present we need your help.
ar: ... أيها الألفيون الشرفاء، أنا القائد ديوران، من حرس ويستين الجنوبي. لا أستطيع التحدث عن الماضي، ولكن في الحاضر نحتاج مساعدتكم.
es: ...honorables elfos, soy el comandante Deoran, de la Guardia Sur de Westin. No puedo hablar por el pasado, pero en el presente necesitamos su ayuda.
fi: ...kunnialliset haltiat, olen komentaja Deoran, Westinin Etelän vartiostosta. En osaa sanoa menneistä, mutta nykyisellään tarvitsemme apuanne.
gl: ...honrados elfos, son o comandante Deoran, da Garda do Sur de Westin. Non podo falar polo pasado, pero no presente precisamos da vosa axuda.
it: ...onorabili elfi, sono Deoran, comandante della guarnigione di Westin della Guardia del Sud. Non sono in grado di parlare del passato, ma nel presente abbiamo bisogno del vostro aiuto.

source: Our farms and villages are plundered by criminals, casting dark spells and defiling the dead. We learned that this vale is a place of importance to them, and came seeking answers.
ar: تتعرض مزارعنا وقُرانا للنهب من قبل مجرمين، يلقيون تعاويذ سوداء ويدنسون الموتى. علمنا أن هذا الوادي مكان مهم بالنسبة لهم، فجئنا باحثين عن إجابات.
es: Nuestras granjas y aldeas son saqueadas por criminales, que lanzan hechizos oscuros y profanan a los muertos. Supimos que este valle es un lugar importante para ellos, y vinimos en busca de respuestas.
fi: Maatilojamme ja kyliämme ryöväävät rikolliset, jotka loitsivat pimeyden taikoja ja häpäisevät kuolleita. Saimme tietää, että tämä laakso on heille tärkeä, ja me tulimme hakemaan vastauksia.
gl: As nosas leiras e aldeas son saqueadas por delincuentes, que lanzan feitizos escuros e profanan aos mortos. Soubemos que este val é un lugar importante para eles, e viñemos buscar respostas.
it: Dei criminali razziano le nostre fattorie e i nostri villaggi, lanciando oscuri incantesimi e profanando i morti. Abbiamo appreso che questa valle è un posto importante per loro, e siamo venuti in cerca di risposte.

source: Whence did our foes learn their grim power? How do we find the source of this spreading corruption, so that we may destroy it? Good elves of the vale, can you not aid us in our plight?
ar: من أين تعلم أعداؤنا قوتهم القاتمة؟ كيف نجد مصدر هذا الفساد المتزايد، حتى نتمكن من تدميره؟ أيها الألفيون الطيبون في الوادي، ألا تستطيعون مساعدتنا في محنتنا؟
es: ¿De dónde aprendieron nuestros enemigos su sombrío poder? ¿Cómo encontramos la fuente de esta corrupción creciente, para poder destruirla? Buenos elfos del valle, ¿no pueden ayudarnos en nuestra situación?
fi: Missä vihollisemme oppivat synkän voimansa? Mistä me löydämme tämän leviävän rappion alkuperän, jotta voimme tuhota sen? Hyvät laakson haltiat, ettekö voi auttaa meitä hädässämme?
gl: De onde aprenderon os nosos inimigos o seu poder sombrío? Como podemos atopar a fonte desta corrupción que se espalla, para que poidamos destruíla? Bos elfos do val, non podedes axudarnos na nosa aflicción?
it: Da dove hanno appreso il loro potere i nostri nemici? Come possiamo trovare la fonte di questa diffusa corruzione, in modo da poterla distruggere? Buoni elfi della valle, come potete fare a meno di aiutarci, data la nostra difficile situazione?

source: ...very well, outlander. The challenge is passed. Enter, and greet us as we are in life.
ar: ... حسنًا أيها الغريب. لقد انتهى التحدي. ادخل، وحيتنا كما نحن في الحياة.
es: ...muy bien, forastero. El desafío ha pasado. Entra, y salúdanos como estamos en vida.
fi: ...Hyvä on, ulkomaalainen. Haaste on läpäisty. Tule ja tervehdi meitä niin kuin eläessä.
gl: ...moi ben, forasteiro. O desafío foi superado. Entra, e saúdanos como o farías en vida.
it: ...molto bene, forestiero. La prova è superata. Entra e salutaci come se fossimo vivi.

source: They weren’t real elves at all! It was some kind of... prerecorded illusion? Half-alive echo? Was this something to help protect the valley from intruders?
ar: لم يكونوا ألفيين حقيقيين على الإطلاق! لقد كان نوعًا من... وهم مسجل مسبقًا؟ صدى نصف حي؟ هل كان هذا شيء لحماية الوادي من المتطفلين؟
es: ¡No eran elfos reales en absoluto! ¿Era algún tipo de... ilusión pregrabada? ¿Eco medio vivo? ¿Era esto algo para ayudar a proteger el valle de intrusos?
fi: He eivät olleet oikeita haltioita lainkaan! Sekö oli jonkinlainen... esitallennettu harhakuva? Puolielävä kaikuko? Oliko tämä jotain, jolla suojella laaksoa tunkeilijoilta?
gl: Non eran elfos reais! Foi algún tipo de... ilusión pregrabada? Un eco medio vivo? Era isto algo para protexer o val dos intrusos?
it: Non erano affatto degli elfi in carne ed ossa! Erano piuttosto un sorta di... illusione preregistrata? Una sorta di eco semi-viva? Era qualcosa che aiutava a proteggere la valle dagli intrusi?

source: If that’s what it was, it didn’t work. Look!
ar: إذا كان هذا هو المقصود، فإنه لم ينجح. انظر!
es: Si eso era, no funcionó. ¡Mira!
fi: Jos se oli sitä, se ei toiminut. Katsokaa!
gl: Se era iso, non funcionou. Mira!
it: Se era a quello che doveva servire, non ha funzionato. Guarda!

source: If that’s what it were, it dinnae work. Look there!
ar: إذا كان هذا هو المقصود، فإنه لم ينجح. انظر هناك!
es: Si eso era, no funcionó. ¡Mira allí!
fi: Jos sitä se oli, eipä se tepsinyt. Katsokaas!
gl: Se era iso, non funcionou. Mira alá!
it: Se era a quello che doveva servire, non ha funzionato affatto. Guarda laggiù!

source: If such was the intent, it does not seem to have worked. Look.
ar: إذا كان هذا هو القصد، فلا يبدو أنه نجح. انظر.
es: Si esa era la intención, no parece haber funcionado. Mira.
fi: Jos se oli aikomus, se ei näköjään tehonnut. Katsokaa.
gl: Se esa era a intención, parece que non funcionou. Mira.
it: Se era quello l’intento, non sembra aver funzionato. Guarda.
