Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: You survived $pebbles_defense_length turns last scenario! Deoran starts with $soldiers.length extra soldiers and $( ($pebbles_defense_length-36)*3 ) extra gold!
es: ¡Has sobrevivido $pebbles_defense_length turnos en el escenario anterior! Deoran empieza con $soldiers.length soldados adicionales y $( ($pebbles_defense_length-36)*3 ) de oro extra!
it: Sei sopravvissuto ben $pebbles_defense_length turni dell’ultimo scenario! Deoran inizia con $soldiers.length soldati extra e $( ($pebbles_defense_length-36)*3 ) monete d’oro extra!

source: You survived $pebbles_defense_length turns last scenario! Deoran starts this scenario with $soldiers.length extra soldiers.
es: ¡Has sobrevivido $pebbles_defense_length turnos en el escenario anterior! Deoran empieza este escenario con $soldiers.length soldados adicionales.
it: Sei sopravvissuto ben $pebbles_defense_length turni dell’ultimo scenario! Deoran inizia questo scenario con $soldiers.length soldati extra.

source: You survived only $pebbles_defense_length turns last scenario. Deoran has not had time to prepare additional defenders.
es: ¡Solo has sobrevivido $pebbles_defense_length turnos en el escenario anterior! Deoran no ha tenido tiempo para preparar defensores adicionales.
it: Sei sopravvissuto soltanto $pebbles_defense_length turni dell’ultimo scenario. Deoran non ha avuto abbastanza tempo per addestrare altri difensori.

source: Survive until reinforcements arrive on turn {TURN_LIMIT}, then defeat Mal M’Brin
es: Sobrevive hasta que lleguen refuerzos en el turno {TURN_LIMIT}, luego derrota a Mal M’Brin
it: Sopravvivi fino fino all’arrivo dei rinforzi al turno {TURN_LIMIT}, poi sconfiggi Mal M’Brin

source: So, the fleshbags have managed to mount a defense. It would seem that the pesky fly turned out to be more than a minor annoyance after all.
es: Así que las bolsas de carne han logrado montar una defensa. Parece que la molesta mosca resultó ser algo más que una simple molestia después de todo.
it: Quindi, i sacchi-di-carne sono riusciti ad approntare una difesa. Sembrerebbe che la mosca fastidiosa si sia rivelata essere ben più di un fastidio minore, dopo tutto.
nb_no: Så kjøttsekkene har klart å sette opp et forsvar. Det ser ut til at den irriterende fluen viste seg å være mer enn et mindre irritasjonsmoment likevel.
uk: Тож, м'ясні мішки змогли укріпити оборону. Виглядає так, що жалюгідна муха виявилася більшою проблемою врешті-решт.

source: No matter. Slay them all, my servants! Even if we sustain losses here, the town’s inhabitants will be more than enough to replenish our ranks.
ar: لا يهم. اقتلوهم جميعاً، يا خدمي! حتى لو تكبدنا خسائر هنا، سيكون سكان البلدة أكثر من كافٍ لتجديد صفوفنا.
es: No importa. ¡Matadlos a todos, mis siervos! Aunque suframos pérdidas aquí, los habitantes de la ciudad serán más que suficientes para reponer nuestras filas.
fi: Viis siitä. Surmatkaa heidät kaikki, palvelijani! Vaikka kärsisimmekin täällä tappioita, kyläläisiä piisaa ylen määrin täydentämään rivistöjämme.
gl: Non importa. Matádeos a todos! Aínda que suframos grandes perdas aquí, os habitantes da cidade serán máis que suficientes para repoñer as nosas filas.
it: Non importa. Uccideteli tutti, miei servitori! Anche se qui dovessimo subire ingenti perdite, gli abitanti della città sono più che sufficienti per rinfoltire i nostri ranghi.

source: For mistress Mari! For all the fallen!
ar: من أجل السيدة ماري! من أجل جميع الساقطين!
es: ¡Por la señora Mari! ¡Por todos los caídos!
fi: Rouva Marin puolesta! Kaatuneiden puolesta!
gl: Pola señora Mari! Por todos os caídos!
it: Per padrona Mari! Per tutti i caduti!

source: For master Gerrick! For all the fallen!
ar: من أجل السيد جيريك! من أجل جميع الساقطين!
es: ¡Por el señor Gerrick! ¡Por todos los caídos!
fi: Herra Gerrickin puolesta! Kaatuneiden puolesta!
gl: Polo mestre Xerric! Por todos os caídos!
it: Per padron Gerrick! Per tutti i caduti!

source: For master Hylas! For all the fallen!
ar: من أجل السيد هايلاس! من أجل جميع الساقطين!
es: ¡Por el señor Hylas! ¡Por todos los caídos!
fi: Herra Hylasin puolesta! Kaatuneiden puolesta!
gl: Polo mestre Hilas! Por todos os caídos!
it: Per padron Hylas! Per tutti i caduti!

source: If only Ethiliel had not fled! I curse our isolation, so far removed from the great cities of the north. The capital garrison alone would make short work of this lich, if only we could have contacted them in time!
ar: لو فقط لم تهرب إيثيلييل! ألعن عزلتنا، البعيدة جداً عن المدن العظيمة في الشمال. حامية العاصمة وحدها كانت ستقضي على هذا الليتش بسرعة، لو كان يمكن الاتصال بهم في الوقت المناسب!
es: ¡Si tan solo Ethiliel no hubiera huido! Maldigo nuestro aislamiento, tan lejos de las grandes ciudades del norte. Solo la guarnición de la capital podría acabar rápidamente con este liche, ¡si tan solo hubiéramos podido contactarlos a tiempo!
fi: Kunpa Ethiliel ei olisi paennut! Kirottu eristyksemme. Niin kaukana pohjoisen suurkaupungeista. Pelkästään pääkaupungin varuskunta hoitelisi tämän kuolonherran äkkiä, jos vain olisimme saaneet heihin yhteyden ajoissa!
gl: Se Etilia non fuxise...! Maldigo o noso illamento, tan afastados das grandes cidades do norte. A gornición da capital acabaría axiña con este liche, se tan só puidésemos contactalos a tempo!
it: Se soltanto Ethiliel non fosse fuggita! Sia maledetto il nostro isolamento, così lontani dalle grandi città del nord. La guarnigione della capitale avrebbe potuto da sola sbarazzarsi facilmente di questo lich, se soltanto fossimo riusciti a contattarli in tempo!

source: The shroud of darkness descends once more. Night seeps through the cracks and crannies in the humans’ defenses, plaguing their minds and bodies with dreadful fear. As surely as the sanctity of the psyche is shattered, so is the physical form, and all that’s left is unthinking, unfeeling servitude.
ar: حجاب الظلام ينزل مرة أخرى. يتسرب الليل من خلال الشقوق والشروخ في دفاعات البشر، يلاحق عقولهم وأجسادهم بخوف رهيب. كما تنهار قدسية النفس، كذلك الشكل الجسدي، وما يتبقى هو عبودية بلا تفكير ولا شعور.
es: Un velo de oscuridad desciende una vez más. La noche se filtra a través de las grietas y rendijas de las defensas humanas, afligiendo sus mentes y cuerpos con un miedo terrible. Tan seguro como que la santidad de la psique queda destruida, así también lo hace la forma física, y lo que queda es una servidumbre sin pensamiento ni sentimiento.
fi: Pimeyden verho laskeutuu jälleen. Yö tunkeutuu ihmisten puolustuksen raoista saastuttaen heidän mielensä ja ruumiinsa kauhealla pelolla. Yhtä varmasti kuin mielen pyhyys hajoaa, niin myös ruumiillinen muoto, ja jäljelle jää vain ajattelematon, tunteeton orjuus.
gl: O manto da escuridade descende unha vez máis. A noite filtrase polas fendas e recunchos das defensas dos humanos, asolagando as súas mentes e corpos cun medo espantoso. Do mesmo xeito que a santidade da psique está esnaquizada, tamén o está a forma física, e todo o que queda é servidume sen pensamento nin sentimento.
it: Che la coltre dell’oscurità discenda ancora una volta. Filtri la notte attraverso le crepe e le fessure delle difese degli umani, tormentando le loro menti e i loro corpi con una terribile paura. Così come sicuramente la santità della psiche va in frantumi, parimenti accade alla forma fisica, e tutto quello che resta è una insensata, insensibile schiavitù.

source: We don’t fear your unholy power, lich. We won’t succumb to your dark magics and we won’t be turned into your undead slaves.
ar: نحن لا نخاف من قوتك الدنسة، أيها الليتش. لن نستسلم لسحرك المظلم ولن نتحول إلى عبيد أموات لك.
es: No tememos tu poder impío, liche. No sucumbiremos a tus artes oscuras ni nos convertiremos en tus esclavos no muertos.
fi: Emme pelkää epäpyhää voimaasi, kuolonherra. Me emme alistu mustalle magiallesi, eikä meistä tehdä epäkuolleita palvelijoitasi.
gl: Non tememos o teu poder impío, lich. Non sucumbiremos ás túas maxias escuras e non seremos convertidos nos teus escravos non mortos.
it: Non non temiamo il tuo empio potere, lich. Non sono cederemo alla tua magia oscura e non saremo trasformati in tuo schiavi non-morti.

source: Believe what you will, human. We shall see if you survive the night.
ar: صدق ما تريد، أيها البشر. سنرى إذا كنت ستبقى على قيد الحياة بعد الليل.
es: Cree lo que quieras, humano. Veremos si sobrevives a la noche.
fi: Usko mitä haluat, ihminen. Sehän nähdään, selviättekö yöstä.
gl: Cre o que queiras, humano. Veremos se sobrevives á noite.
it: Credi a quello che vuoi, umano. Vedremo se sopravviverai alla notte.
nb_no: Tro hva du vil, menneske. Vi får se om du overlever natten.
uk: Вір у що бажаєш, людино. Ми побачимо, чи ти переживеш цю ніч.

source: Dawn breaks over the horizon! We’ve weathered the nighttime attack!
ar: يشرق الفجر على الأفق! لقد صمدنا أمام هجوم الليل!
es: ¡El amanecer se alza sobre el horizonte! ¡Hemos resistido el ataque nocturno!
fi: Aamu sarastaa taivaanrannan yli! Selvisimme öisestä hyökkäyksestä!
gl: O amencer rompe no horizonte! Capeamos o ataque nocturno!
it: L’alba irrompe all’orizzonte! Abbiamo resistito tutta la notte a questo attacco notturno!

source: Hold fast, men of the South Guard! No matter how daunting the evil that opposes us, we must weather this darkness and defend our homes!
ar: اثبتوا، رجال الحرس الجنوبي! بغض النظر عن مدى شر الشر الذي يواجهنا، يجب أن نتحمل هذا الظلام ونحمي منازلنا!
es: ¡Manteneos firmes, hombres de la Guardia del Sur! No importa cuán temible sea el mal que nos enfrenta, debemos resistir esta oscuridad y defender nuestros hogares.
fi: Pysykää lujina, Etelän vartioston miehet! Vaikka kuinka kauhea pahuus uhmaa meitä, meidän on kestettävä tämä pimeys ja puolustettava kotejamme!
gl: Aguantade, homes da Garda Sur! Non importa o desalentador que sexa o mal que se nos opón, debemos capear esta escuridade e defender as nosas casas!
it: Siate saldi, uomini della Guardia del Sud! Non importa quanto possa essere pauroso il male che ci fronteggia, dobbiamo superare questa oscurità e difendere le nostre case!
nb_no: Hold stand, menn av Sørgarden! Uansett hvor avskrekkende ondskapen som står imot oss er, må vi stå imot dette mørket og forsvare våre hjem!
uk: Тримайтеся, люди Південної Гвардії! Неважливо яке лякаюче зло протистоїть нам, ми маємо прогнати цю темряву та захистити наш дім!

source: Fool boy, you overestimate the strength of these decrepit peasants that you call soldiers. The rivers will run red with your blood! The smoke and ashes from your ruined homes will blot out the sky, and from the swamps and the black earth, your bones will rise again to serve me!
ar: أيها الصبي الأحمق، أنت تبالغ في تقدير قوة هؤلاء الفلاحين العجزة الذين تسميهم جنوداً. الأنهار ستمتلئ بدمائك! الدخان والرماد من منازلك المدمرة ستحجب السماء، ومن المستنقعات والأرض السوداء، ستنهض عظامك مرة أخرى لخدمتي!
es: Estúpido muchacho, sobreestimas la fuerza de estos decrépitos campesinos que llamas soldados. ¡Los ríos correrán rojos con vuestra sangre! ¡El humo y las cenizas de vuestras casas arrasadas cubrirán el cielo, y desde los pantanos y la tierra negra, vuestros huesos volverán a levantarse para servirme!
fi: Tyhmä poika, sinä yliarvioit näiden sotilaiksi kutsumiesi maalaistollojen vahvuutta. Joet virtaavat punaisia verestänne! Savu ja tuhka kotienne raunioista peittävät taivaan, ja luunne nousevat jälleen rämeestä ja mustasta maasta palvelemaan minua!
gl: Neno parvo, sobreestimas a forza destes campesiños decrépitos que chamas soldados. Os ríos correrán vermellos co teu sangue! O fume e as cinzas das túas casas en ruínas borrarán o ceo, e dos pantanos e da terra negra, os teus ósos volverán erguerse para servirme!
it: Stupido ragazzo, sopravvaluti la forza di questi decrepiti contadini che chiami soldati. I fiumi si tingeranno del rosso del tuo sangue! Il fumo e le cenere delle vostre case bruciate oscureranno il cielo, e dalle paludi e dalla terra nera, le tue ossa risorgeranno per servirmi!
nb_no: Tåpelige guttunge, du overvurderer styrken til disse bøndene som du kaller soldater. Elvene vil renne rødt av blodet deres! Røyken og asken fra deres ødelagte hjem vil dekke himmelen, og fra sumpene og den svarte jorden vil deres knokler reise seg igjen for å tjene meg!
uk: Дурнику, ти перебільшуєш силу цих слабких селян, котрих ти кличеш солдатами. Річки будуть червоними від вашої крові! Дим та попіл від вашим зруйнованих будинків закриватиме небо, а з боліт та чорної землі ваші кості повстануть, щоб служити мені!

source: So, you’ve defeated my lackey. A great accomplishment, for ones so pitiful.
ar: إذاً، لقد هزمتم تابعي. إنجاز عظيم، لمن هم في حضيض مثلكم.
es: Así que habéis derrotado a mi lacayo. Un gran logro, para alguien tan insignificante.
fi: Te siis voititte lakeijani. Suuri saavutus joillekin niin säälittäville.
gl: Entón, venciches ao meu lacaio. Un gran logro, para alguén tan lamentables.
it: Quindi hai sconfitto il mio lacchè. Un grande risultato, per degli esseri così pietosi.

source: What’s truly pitiful is the plight you’ve put yourself in, once wise sage of the elves. You’ve fallen to the black arts, twisted and corrupted by its use. Though you and your undead have ravaged our lands with your profane sorceries, I feel nothing but pity for the shambling shell you’ve become. Perhaps we can take solace in putting you out of your misery.
ar: ما هو حقاً في الحضيض هو الوضع الذي وضعت نفسك فيه، أيها الحكيم العاقل السابق من الإلف. لقد سقطت في الفنون السوداء، مشوهاً وفاسداً باستخدامها. رغم أنك وأمواتك قد دمرتم أراضينا بسحركم المدنس، لا أشعر إلا بالشفقة على القشرة المتداعية التي أصبحت عليها. ربما يمكننا أن نجد العزاء في إنهاء معاناتك.
es: Lo verdaderamente lamentable es la situación en la que te has colocado a ti mismo, antiguo sabio de los elfos. Has caído en las artes negras, torcido y corrompido por su uso. Aunque tú y tus no muertos habéis devastado nuestras tierras con vuestras hechicerías profanas, no siento más que lástima por el cascarón tambaleante en que te has convertido. Quizás podamos hallar consuelo al poner fin a tu miseria.
fi: Oikeasti säälittävää on ahdinko, johon saatoit itsesi, entinen viisas haltiatietäjä. Olet langennut pimeyden voimiin, ja olet kieroutunut ja turmeltunut niistä. Vaikka olet epäkuolleinesi tuhonnut maitamme rienaavilla noituuksillasi, tunnen vain sääliä, sillä sinusta on tullut vain laahustava kuori. Ehkä saamme lohtua päästämällä sinut kurjuudestasi.
gl: O que é verdadeiramente lamentable é a situación na que te metiches, outrora sabio dos elfos. Caiches nas artes negras, retortas e corrompidas polo seu uso. Aínda que ti e os teus non mortos arrasastes as nosas terras cos teus feitizos profanos, non sinto máis que mágoa polo torpe en que te convertiches. Quizais me console sacándote da túa miseria.
it: Ciò che è veramente pietoso è la situazione in cui ti sei cacciato, tu che eri conosciuto come saggio trai saggi degli Elfi. Sei caduto nelle brame delle arti oscure, contorto e corrotto dal loro uso. Anche se tu e i tuoi non-morti avete devastato le nostre terre con le vostre profane stregonerie, non provo altro che pietà per il tremante guscio vuoto che sei diventato. Forse proverò conforto nel toglierti dalla tua misera condizione.

source: How little you understand. Such pompous words don’t benefit such an ignorant boy. Your foolish babble means nothing in the face of my insurmountable power! Rise, my warriors!
ar: كم تفهم قليلاً. مثل هذه الكلمات المتبجحة لا تنفع صبياً جاهلاً مثل هذا. ثرثرتك الحمقاء لا تعني شيئاً في مواجهة قوتي التي لا تقهر! انهضوا، يا محاربي!
es: Qué poco entiendes. Esas palabras tan pomposas no son adecuadas para un muchacho tan ignorante. ¡Tus balbuceos tontos no significan nada frente a mi poder insuperable! ¡Levantaos, mis guerreros!
fi: Vähänpä ymmärrät. Noin mahtailevista sanoista ei ole iloa niin tietämättömälle pojalle. Typerät höpinäsi eivät merkitse mitään ylivoimaisen mahtini eessä! Nouskaa, soturini!
gl: Que pouco entendes. Palabras tan pomposas non corresponden a un rapaz tan ignorante. O teu parloteo non significa nada ante o meu poder insuperable! Levantadevos, meus guerreiros!
it: Quanto poco capisci. Tanti discorsi pomposi non si addicono ad un ragazzo così ignorante. Il tuo sciocco balbettio non significa nulla di fronte al mio insormontabile potere! Sorgete, miei guerrieri!

source: Ungrateful elves! I offer you secrets beyond your comprehension! I offer you immortality itself!
ar: أيها الإلف الجاحدون! أقدم لكم أسراراً تتجاوز فهمكم! أقدم لكم الخلود نفسه!
es: ¡Elfos ingratos! ¡Os ofrezco secretos más allá de vuestra comprensión! ¡Os ofrezco la inmortalidad misma!
fi: Kiittämättömät haltiat! Tarjoan teille salaisuuksia, jotka ylittävät ymmärryksenne! Tarjoan teille kuolemattomuutta!
gl: Elfos desagradecidos! Ofrézovos segredos máis alá da vosa comprensión! Ofrézovos a inmortalidade mesma!
it: Elfi ingrati! Io vi offro segreti al di là della vostra comprensione! I vi offro l’immortalità stessa!

source: Did you hear that!? There are horns blowing in the west!
ar: هل سمعتم ذلك!؟ هناك أبواق تُنفخ في الغرب!
es: ¿Lo oíste? ¡Se escuchan cuernos al oeste!
fi: Kuulitteko tuon!? Torvet soivat lännessä!
gl: Oíches iso!? Hai cornos soando polo oeste!
it: Hai sentito!? Ci sono dei corni che risuonano ad ovest!

source: Mebrin! This has gone far enough.
ar: ميبرين! لقد تجاوز هذا الحد.
es: ¡Mebrin! Esto ha ido demasiado lejos.
fi: Mebrin! Tämä on jo mennyt liian pitkälle.
gl: Mebrin! Xa chegou demasiado lonxe isto.
it: Mebrin! Tutto questo si è spinto fin troppo oltre.

source: Ethiliel, my student... How pleased am I to see you again! What wonderful secrets have I to share...
ar: إيثيلييل، تلميذتي... كم أنا سعيد لرؤيتك مرة أخرى! كم لدي من الأسرار الرائعة لأشاركها...
es: Ethiliel, mi estudiante... ¡Qué placer verte de nuevo! Qué maravillosos secretos tengo para compartir...
fi: Ethiliel, oppilaani... Onpa ilo nähdä sinua taas! Niin ihmeellisiä salaisuuksia minulla on jakaa...
gl: Etilia, a miña alumna... Que pracer volver verte! Teño marabillosos segredos que compartir...
it: Ethiliel, mia studentessa... ma quanto sono felice di rivederti! E quali meravigliosi segreti ho da condividere...

source: I have touched the void at the heart of all things, and I have begun to probe the mystic arts far beyond what any living elf knows. There is infinity at the brink of death, Ethiliel... If you thought me wise before, I have now become omniscient!
ar: لقد لمست الفراغ في قلب كل الأشياء، وبدأت في استكشاف الفنون الصوفية التي تتجاوز بكثير ما يعرفه أي إلف حي. هناك ما لا نهاية على حافة الموت، يا إيثيلييل... إذا كنت تعتقديني حكيماً من قبل، فقد أصبحت الآن كلي العلم!
es: He tocado el vacío en el corazón de todas las cosas y he comenzado a explorar las artes místicas mucho más allá de lo que cualquier elfo vivo conoce. Hay infinito al borde de la muerte, Ethiliel... Si antes me considerabas sabio, ¡ahora me he vuelto omnisciente!
fi: Olen koskettanut tyhjyyttä kaikkeuden ytimessä, ja olen ottanut selkoa mystiikasta, joka ylittää kaikkien elävien haltioitten tietämyksen. Kuolon partaalla on äärettömyys, Ethiliel... Jos ennen pidit minua viisaana, minusta on tullut nyt kaikkitietävä!
gl: Toquei o baleiro que habita no corazón de todo, e comecei a sondar as artes místicas máis aló do que calquera elfo vivo coñece. Hai infinito no limiar da morte, Etilia... Se antes me considerabas sabio, agora convertinme en omnisciente!
it: Ho toccato il vuoto nel cuore di tutte le cose e ho iniziato a sondare le arti mistiche ben oltre ciò che qualsiasi elfo vivente conosca. C’è l’infinito sull’orlo della morte, Ethiliel... Se pensavi prima fossi saggio, ora sono diventato onnisciente!

source: You’ve become <b><i>evil</i></b>, Mebrin. Surely you see it! Take a good look at yourself! Your servants are abominations worse than any human. They stink of death, tainted magic and... and corruption! Even you! Mebrin... you were the kindest and gentlest of the sages...
ar: لقد أصبحت <b><i>شريراً</i></b>، يا ميبرين. بالتأكيد ترى ذلك! انظر إلى نفسك جيداً! خدمك هم أبشع من أي بشري. تنبعث منهم رائحة الموت، السحر المدنس و... الفساد! حتى أنت! ميبرين... كنت الأكثر لطفاً ورقة بين الحكماء...
es: Te has vuelto <b><i>malvado</i></b>, Mebrin. ¡Seguramente lo ves! ¡Mírate bien! Tus sirvientes son abominaciones peores que cualquier humano. Hieden a muerte, magia corrompida y... ¡corrupción! ¡Incluso tú! Mebrin... fuiste el más amable y gentil de los sabios...
fi: Sinusta on tullut <b><i>paha</i></b>, Mebrin. Näet varmasti itsekin! Katso nyt itseäsi! Palvelijasi ovat kamalampia kuin yksikään ihminen. Ne haisevat kuolemalta, turmelevalta taialta ja... rappiolta! Jopa sinäkin! Mebrin... sinä olit tietäjistä kiltein ja lempein...
gl: Convertecheste en <b><i>demo</i></b>, Mebrin. Seguro que o ves! Mirate ben a ti mesmo! Os teus servos son abominacións peores que calquera humano. Cheiran a morte, maxia corrupta e... corrupción! Incluso ti! Mebrin... eras o máis amable e xeneroso dos sabios...
it: Sei diventato <b><i>malvagio</i></b>, Mebrin. Ma di certo lo vedi tu stesso! Guardati! I tuoi servi sono degli abomini peggiori degli uomini stessi. Puzzano di morte, e di magia contaminata, e... e di corruzione! Anche tu! Mebrin... eri il più cordiale e più gentile dei saggi...

source: No, the sage Mebrin is dead. You’re not the master I once revered. I have come to cleanse your soul and put you to rest, my beloved teacher.
ar: كلا، الحكيم ميبرين ميت. أنت لست المعلم الذي كنت أقدسه ذات يوم. لقد جئت لتنقية روحك وأضعك للراحة، يا معلمي الحبيب.
es: No, el sabio Mebrin está muerto. No eres el maestro que una vez reverencié. He venido a purificar tu alma y a dejarte descansar, mi querido maestro.
fi: Ei, tietäjä Mebrin on kuollut. Sinä et ole se mestari, jota ennen kunnioitin. Tulin puhdistamaan sielusi ja saattamaan sinut lepoon, rakas opettajani.
gl: Non, o sabio Mebrin está morto. Non es o mestre que eu unha vez veneraba. Limparei a túa alma e poreite en repouso, meu querido mestre.
it: No. Il saggio Mebrin è morto. Tu non sei il maestro che veneravo una volta. Ripulirò la tua anima e ti metterò a riposo, mio amato insegnante.

source: Is that why you returned? Bah, I see you still have much foolishness to be rid of. I shall deal with you personally. You were always more of a hands-on learner, after all...
ar: هل لهذا عدتِ؟ ته، أرى أنكِ ما زلتِ تحملين الكثير من الحماقة التي يجب التخلص منها. سأتعامل معكِ شخصياً. كنتِ دائماً تتعلمين بشكل عملي أكثر، بعد كل شيء...
es: ¿Es por eso que regresaste? Bah, veo que todavía te queda mucha necedad por superar. Me encargaré de ti personalmente. Siempre fuiste más de aprender con la práctica, después de todo...
fi: Siksikö palasit? Pah, sinussa vielä näkyy paljon tyhmyyttä poistettavaksi. Hoitelen sinut itse. Olithan aina oppinut enemmän käytännönläheisesti...
gl: É por iso que volves? Bah, vexo que aínda che queda moita parvada que perder. Encargareime persoalmente de ti. Sempre fostes máis de aprender facendo, ao cabo...
it: È per questo che sei tornata? Bah, vedo che ne hai ancora molta di stupidità di cui liberarti. Mi occuperò di te personalmente. Dopotutto, sei sempre stata più una che imparava con le mani in mano...
