Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Undead! In an elven valley?? And a caged elf, too!
ar: أموات أحياء! في وادي ألفي؟؟ وألفية محبوسة أيضًا!
es: ¡No-muertos! ¿En un valle élfico? ¡Y una elfa enjaulada también!
fi: Epäkuollut! Haltialaaksossako?? Ja teljetty haltiakin!
gl: Non mortos! Nun val élfico?? E tamén un elfo engaiolado!
it: Non-morti! In una valle elfica? E persino un elfa in gabbia!

source: The elven prisoner must have answers about what’s happened here. We shall break her free at once — make ready, Captain Mari!
ar: لا بد أن لدى السجينة الألفية إجابات عما حدث هنا. سنحررها فورًا — استعدي، القائدة ماري!
es: La prisionera élfica debe tener respuestas sobre lo ocurrido aquí. La liberaremos inmediatamente — ¡prepárate, capitana Mari!
fi: Haltiavanki varmaan osaa vastata, mitä täällä on tapahtunut. Me vapautamme hänet oitis. Valmiina, kapteeni Mari!
gl: A prisioneira élfica debe ter respostas sobre o que pasou aquí. Liberémola de inmediato — prepárate, Capitán Mari!
it: L’elfa prigioniera deve avere tutte le risposte che cerchiamo sui fatti accaduti qui. La libereremo immediatamente: preparati, Capitan Mari!

source: The elven prisoner must have answers about what’s happened here. We shall break her free at once — make ready, Sir Gerrick!
ar: لا بد أن لدى السجينة الألفية إجابات عما حدث هنا. سنحررها فورًا — استعد، السير جيريك!
es: La prisionera élfica debe tener respuestas sobre lo ocurrido aquí. La liberaremos inmediatamente — ¡prepárate, señor Gerrick!
fi: Haltiavanki varmaan osaa vastata, mitä täällä on tapahtunut. Me vapautamme hänet oitis. Valmiina, Sir Gerrick!
gl: A prisioneira élfica debe ter respostas sobre o que pasou aquí. Liberémola de inmediato — prepárate, señor Xerric!
it: L’elfa prigioniera deve avere tutte le risposte che cerchiamo sui fatti accaduti in qui. La libereremo immediatamente: preparati, Ser Gerrick!

source: The elven prisoner must have answers about what’s happened here. We shall break her free at once — make ready, Minister Hylas!
ar: لا بد أن لدى السجينة الألفية إجابات عما حدث هنا. سنحررها فورًا — استعد، الوزير هايلاس!
es: La prisionera élfica debe tener respuestas sobre lo ocurrido aquí. La liberaremos inmediatamente — ¡prepárate, ministro Hylas!
fi: Haltiavanki varmaan osaa vastata, mitä täällä on tapahtunut. Me vapautamme hänet oitis. Valmiina, pappi Hylas!
gl: A prisioneira élfica debe ter respostas sobre o que pasou aquí. Liberémola de inmediato — prepárate, Padre Hilas!
it: L’elfa prigioniera deve avere tutte le risposte che cerchiamo sui fatti accaduti in qui. La libereremo immediatamente: preparati, Ministro Hylas!

source: Break the trapped elf out of her cage
ar: أطلق سراح الألفية المحبوسة من قفصها
es: Libera a la elfa atrapada de su jaula
fi: Päästä teljetty haltia häkistään
gl: Libera a elfa atrapada da súa gaiola
it: Rompi la gabbia e libera l’elfa imprigionata

source: To recruit units, you must first move Deoran onto a keep. There are two elven keeps near the center of the map.
ar: لتوظيف الوحدات، يجب أولاً تحريك ديوران إلى القلعة. هناك قلعتان ألفيتان بالقرب من مركز الخريطة.
es: Para reclutar unidades, primero debes mover a Deoran a un castillo. Hay dos castillos élficos cerca del centro del mapa.
fi: Deoran on ensin siirrettävä linnakkeeseen yksiköiden värväämiseksi. Kaksi haltialinnaketta on lähellä kartan keskustaa.
gl: Para recrutar unidades, primeiro debes mover a Deoran a unha torre. Hai dous fortes élficos preto do centro do mapa.
it: Per reclutare delle unità devi prima muovere Deoran in una fortezza. Ci sono due accampamenti elfici al centro della mappa.

source: <i>Rain or snow have no impact on gameplay. If weather is distracting or reduces performance, you can disable it by opening the Preferences menu (Ctrl-P), by selecting “Display” and unchecking “Animate Map.”</i>
ar: <i>لا يؤثر المطر أو الثلج على اللعب. إذا كان الطقس مشتتًا أو يقلل الأداء، يمكنك تعطيله عن طريق فتح قائمة التفضيلات (Ctrl-P)، ثم اختيار "العرض" وإلغاء تحديد "تحريك الخريطة".</i>
es: <i>La lluvia o la nieve no afectan la jugabilidad. Si el clima resulta distraído o reduce el rendimiento, puedes desactivarlo abriendo el menú de Preferencias (Ctrl-P), seleccionando “Pantalla” y desmarcando “Animar mapa.”</i>
fi: <i>Vesi- tai lumisade eivät vaikuta pelaamiseen. Jos sää häiritsee tai heikentää suorituskykyä, sen voi poistaa käytöstä avaamalla Asetukset-valikko (Ctrl-P), valitsemalla “Näyttö” ja poistamalla valinta "Animoi kartta".</i>
gl: <i>Choiva ou neve non afectan ao xogo. Se o tempo molesta ou reduce o rendemento, podes desactivalo abrindo o menú de Preferencias (Ctrl-P), seleccionando “Pantalla” e desmarcando “Animar o mapa.”</i>
it: <i>La pioggia o la neve non hanno alcun impatto sulle meccaniche di gioco. Se il meteo ti disturba o riduce le prestazioni, puoi sempre disabilitarlo dal menù delle Preferenze (Ctrl-P), selezionando “Schermo” e disabilitando “Anima la mappa.”</i>

source: The humans return, but this time bearing the banners of Westin... If you’re here to help, attack this foul cage and smash it open!
ar: عاد البشر، ولكن هذه المرة يحملون رايات ويستين... إذا كنتم هنا للمساعدة، فهاجموا هذا القفص المقيت واكسروه!
es: Los humanos regresan, pero esta vez con los estandartes de Westin... Si han venido a ayudar, ¡atacad esta vil jaula y rompedla!
fi: Ihmiset palaavat, mutta Westinin lippuja kantaen tällä kertaa... Jos te tulitte auttamaan, käykää tämän inhan häkin kimppuun ja murtakaa se auki!
gl: Os humanos regresan, pero esta vez co estandarte de Westin... Se estás aquí para axudar, ataca esta nefasta gaiola e rómpea!
it: Gli umani ritornano, ma questa volta portano le insegne di Westin... Se siete qui per aiutarmi, attaccate questa stupida gabbia e spaccatela!

source: Oh, the joy of once more spreading my wings! And to be saved by humans, of all things... who are you? Is this not some new deceit of the Urzas?
ar: آه، كم هو جميل أن أمد جناحي مرة أخرى! وأن يتم إنقاذي على يد البشر، من بين كل الأشياء... من أنتم؟ أليس هذا بعض الخدع الجديدة لإخوة أورزا؟
es: ¡Oh, la alegría de extender nuevamente mis alas! Y ser salvada por humanos, de todas las cosas... ¿quiénes sois? ¿No es este algún nuevo engaño de los Urzas?
fi: Oi iloa, kun saan jälleen levittää siipeni! Ja vieläpä ihmiset pelastivat... Keitä te olette? Eihän tämä ole jokin Urzanien uusi huijaus?
gl: Oh, que ledicia espallar as miñas ás de novo! E ser salvada por humanos, nada menos... ¿ti quen es? ¿Non será este algún novo calote dos Urza?
it: Oh, che gioia poter di nuovo dispiegare le mie ali! Ed essere salvata da degli umani, di tutte le cose... ma tu chi sei? Non è che questo è un nuovo tranello degli Urza?

source: I recognize you from the illusion! Peace, friend, for I am Deoran of the South Guard, and my allegiance lies with Westin, not those deplorable Urza brothers. But by Haldric, will you please tell what has happened here!?
ar: أتعرفك من الوهم! سلامًا أيها الصديق، فأنا ديوران من الحرس الجنوبي، وولائي لويستين، وليس لأولئك الإخوة أورزا البغيضين. ولكن بحالدريك، هل يمكنك أن تخبرنا بما حدث هنا من فضلك!؟
es: ¡Te reconozco de la ilusión! Paz, amigo, pues soy Deoran de la Guardia Sur, y mi lealtad está con Westin, no con esos deplorables hermanos Urza. ¡Pero por Haldric, por favor dime qué ha sucedido aquí!
fi: Minä tunnistan sinut harhakuvasta! Rauhaa, ystävä, olen Deoran Etelän vartiostosta, ja olen uskollinen Westinille, en niille kurjille Urzan veljeksille. Mutta kautta Haldricin, kertoisitko, mitä täällä on tapahtunut!?
gl: Recoñézote pola ilusión! Paz, amigo, son Deoran da Garda do Sur, e a miña lealdade está con Westin, non con eses deplorables irmáns Urza. Pero por Haldric, por favor, dime que aconteceu aquí!?
it: Ti riconosco dall’illusione! Pace, amica. perché io sono Deoran della Guardia del Sud, e la mia lealtà è verso Westin, non per quei deplorevoli fratelli Urza. Ma per Haldric, potresti dirmi cosa è successo qui!?

source: What has happened? You mudlings have slain my friends, taken our sage, imprisoned me here these long and terrible moons! ...but if you truly are of the South Guard, then you are not to blame.
ar: ماذا حدث؟ لقد قتلتم أنتم أيها الوحل أصدقائي، أخذتم حكيمنا، سجنتموني هنا طوال هذه الأشهر الطويلة المرعبة! ... ولكن إذا كنت حقًا من الحرس الجنوبي، فأنت لست الملام.
es: ¿Qué ha pasado? ¡Ustedes, humanos, han matado a mis amigos, tomado a nuestro sabio, y me han encarcelado aquí durante estas largas y terribles lunas! ...pero si realmente son de la Guardia Sur, entonces no tienen la culpa.
fi: Mitäkö on tapahtunut? Te sontiaiset surmasitte ystäväni, veitte tietäjämme, vangitsitte minut tänne kaikki ne pitkät ja kauheat kuukaudet! ...Mutta jos todella olette Etelän vartiostosta, sitten teitä ei voi syyttää.
gl: Que pasou? Vós lameiros, matastes aos meus amigos, levastes ao noso sabio, e engailolástesme aquí nestas longas e terribles lúas! ...pero se de certo sodes da Garda do Sur, entón non tedes culpa.
it: Cosa è successo? Voi baciafango avete ucciso i miei amici, rapito il nostro saggio, mi avete imprigionato qui per tutte queste lunghe e terribili lune!... ma se siete veramente della Guardia del Sud, allora non avete colpa.

source: They came at night, more than a season ago. I did not see all that transpired, but I heard the screams... Most of us were artisans and scholars, no match for your clubs and axes! My mentor, our great sage Mebrin, was taken away in chains; a foul insult for such a wise old elf.
es: Vinieron de noche, hace más de una temporada. No vi todo lo que sucedió, pero escuché los gritos... La mayoría de nosotros éramos artesanos y eruditos, ¡sin posibilidad contra sus garrotes y hachas! Mi mentor, nuestro gran sabio Mebrin, fue llevado en cadenas; una vil ofensa para un elfo tan sabio y anciano.
it: Sono venuti di notte, più di una stagione fa. Non ho visto bene tutto quello che è successo, ma ho sentito le urla... La maggior parte di noi era artigiani e studiosi, che non aveva niente a che vedere con le mazze e le asce della vostra specie! Il mio mentore, il nostro grande saggio Mebrin è stato portato via in catene: un inqualificabile insulto per un elfo così vecchio e saggio.

source: I, too, was left alive — perhaps by dint of my high status — but the rest of the survivors were executed one-by-one in cold blood. Not long after, their bodies began to be defiled by wicked undeath, raised anew by the outlaw brothers to do their dark bidding...
ar: أنا أيضًا تركت حية — ربما بسبب مكانتي العالية — ولكن الباقين من الناجين أُعدموا واحدًا تلو الآخر بدم بارد. بعد وقت ليس بطويل، بدأت جثثهم تدنس بواسطة أموات أحياء أشرار، أُحيوا من جديد من قبل الإخوة الخارجين على القانون لتنفيذ أوامرهم الشريرة...
es: Yo también fui dejada con vida — tal vez por mi alto rango — pero el resto de los supervivientes fue ejecutado uno por uno a sangre fría. Poco después, sus cuerpos comenzaron a ser profanados por la malvada no-muerte, levantados de nuevo por los hermanos forajidos para cumplir sus oscuros designios...
fi: Minutkin jätettiin eloon — kenties korkean asemani vuoksi — mutta loput eloonjääneet teloitettiin yksi kerrallaan kylmäverisesti. Vähän sen jälkeen paha epäkuolema alkoi häpäistä heidän ruumiitaan, joita rosvoveljekset nostattivat toteuttamaan synkkiä käskyjään...
gl: A min tamén me deixaron con vida — quizais polo meu alto rango — pero aos demais sobreviventes executáronos un a un, a sangue frío. Pouco despois, os seus corpos comezaron a ser profanados por unha maldita non-vida, erguidos de novo polos irmáns foraxidos para servir aos seus fins escuros...
it: Anche io sono stata risparmiata, forse in virtù del mio alto lignaggio, ma il resto dei sopravvissuti è stato giustiziato uno ad uno a sangue freddo. Dopo poco tempo, i loro corpi hanno iniziato ad essere contaminati dalla malvagia non-morte, resuscitati di nuovo dai fratelli fuorilegge per eseguire i loro oscuri ordini...

source: Ah, such a beautiful tingling in my fingertips! Intoxicating, exalting... the master’s magic whispers promises of life eternal, whispers beautiful secrets...
ar: آه، إحساس جميل بالوخز في أطراف أصابعي! ساحر، منعش... سحر السيد يهمس بوعود الحياة الأبدية، يهمس بأسرار جميلة...
es: ¡Ah, qué cosquilleo tan hermoso en mis dedos! Embriagador, exaltante... la magia del maestro susurra promesas de vida eterna, susurra bellos secretos...
fi: Ah, niin kaunista kihelmöintiä hyppysissäni! Päihdyttävää, ylentävää... Herran taika kuiskii lupauksia iankaikkisesta elämästä, kuiskii kauniita salaisuuksia...
gl: Ah, que formigar tan fermoso nas miñas puntas dos dedos! Embriagador, exaltante... a maxia do amo murmura promesas de vida eterna, segredos fermosos que bisban...
it: Ah, che bel formicolio nei miei polpastrelli! Inebriante, esaltante... la magia del padrone sussurra promesse di vita eterna, mormora segreti bellissimi....

source: But what’s this? I’ve arrived just in time, for we have guests, human guests! Welcome, welcome. I’m so pleased to have visitors, for I’ve seen nary a living soul since the last of my living followers joined the hordes of eternal unlife.
ar: ولكن ما هذا؟ لقد وصلت في الوقت المناسب، إذ لدينا ضيوف، ضيوف من البشر! مرحبًا، مرحبًا. أنا سعيد جدًا بوجود زوار، فلم أرَ أي روح حية منذ أن انضم آخر أتباعي الأحياء إلى جحافل الحياة غير الأبدية.
es: ¿Pero qué es esto? He llegado justo a tiempo, ¡pues tenemos invitados, invitados humanos! Bienvenidos, bienvenidos. Me alegra tanto tener visitantes, pues no he visto ni un alma viva desde que el último de mis seguidores vivos se unió a las hordas de la eterna no-vida.
fi: Mutta mitäs tämä on? Tulinkin ajallaan, sillä meillä on vieraita, ihmisvieraita. Tervetuloa, tervetuloa. On ilo saada vierailijoita, sillä en ole nähnyt sieluakaan sen koommin kun viimeiset elävät seuralaiseni liittyivät ikuisen epäelämän laumoihin.
gl: Pero que é isto? Cheguei xusto a tempo, pois temos invitados, ¡invitados humanos! Benvidos, benvidos. Estou encantada de recibir visitas, pois non vin unha soa alma viva desde que o último dos meus seguidores vivos se uniu ás hordas da eterna non vida.
it: Ma cosa abbiamo qui? Sono arrivato giusto in tempo per accogliere i nostri ospiti, ospiti umani! Benvenuti, benvenuti. Sono così lieto di avere dei visitatori, non ho visto anima viva sin da quando l’ultimo dei miei seguaci viventi non si è unito alle orde della non-vita eterna.

source: Vermin! Scum! You black-souled degenerate! Where is your younger brother? What have you done with my sage Mebrin?
ar: هوام! حثالة! أيها المنحط ذو الروح السوداء! أين أخوك الأصغر؟ ماذا فعلت بحكيمي ميبيرين؟
es: ¡Escoria! ¡Basura! ¡Degenerado de alma negra! ¿Dónde está tu hermano menor? ¿Qué has hecho con mi sabio Mebrin?
fi: Roskaläjä! Saasta! Senkin mustasieluinen mätäpaise! Missä nuorempi veljesi on? Mitä olet tehnyt Mebrin-tietäjälleni?
gl: Parvo! escoura! dexenerado de alma negra! ¿Onde está o teu irmán pequeno? ¿Que fixeches co meu sabio Mebrin?
it: Verme! Feccia! Tu, degenerata anima nera! Dov’è il tuo fratello più giovane? Cosa ne hai fatto del mio saggio Mebrin?

source: Ethiliel, I’m aghast! Have you not enjoyed our lovely times together? So many good memories... if only the master hadn’t instructed me to leave you intact, we could have had even more!
ar: إيثيليل، أنا مصدوم! ألم تستمتعي بأوقاتنا الجميلة معًا؟ ذكريات كثيرة جيدة... لو فقط لم يأمرني السيد بتركك سليمة، لكنا حظينا بالمزيد!
es: ¡Ethiliel, estoy horrorizado! ¿No has disfrutado de nuestros hermosos momentos juntos? Tantos buenos recuerdos... si tan solo el maestro no me hubiera indicado dejarte intacta, ¡podríamos haber tenido aún más!
fi: Ethiliel, olen tyrmistynyt! Etkö ole nauttinut ihastuttavasta yhteisestä ajastamme? Niin paljon hyviä muistoja... Jos herrani ei olisi käskenyt pitää näpit irti sinusta, meillä olisi enemmänkin!
gl: Etilia, estou horrorizado! Non disfrutaches dos nosos fermosos momentos xuntos? Tantas boas lembranzas... se o mestre non me mandase deixarte intacta, poderiamos ter tido ainda máis!
it: Ethiliel, sono sbalordito! Non ti sei goduta i bei momenti trascorsi insieme? Tanti bei ricordi... se solo il padrone non mi avesse ordinato di lasciarti intatta, ne avremmo potuti avere ancora di più!

source: But that command was so many moons ago... now that the little bird has slipped her cage, perhaps the rules can be different, hmm?
ar: ولكن ذلك الأمر كان منذ أشهر عديدة... الآن بعد أن طارت العصفورة الصغيرة من قفصها، ربما تصبح القواعد مختلفة، هاه؟
es: Pero esa orden fue hace tantas lunas... ahora que el pajarillo ha escapado de su jaula, tal vez las reglas puedan ser diferentes, ¿eh?
fi: Mutta siitä käskystä oli niin monta kuukautta... Nyt kun pikkulintu on päässyt häkistään, kenties säännöt voivat olla erilaiset, hmm?
gl: Pero esa orde foi hai moitas lúas... agora que o pichón escapou da súa gaiola, quizais as regras poidan ser diferentes, eh?
it: Ma quell’ordine è stato dato ormai molte lune or sono... ora che l’uccellino è scappato dalla gabbia, forse le regole possono essere diverse, hmm?

source: You always were the cruelest of my captors, Urza Nalmath. May your creator have mercy on you now that I am free, for I will not!
ar: لطالما كنت الأكثر قسوة بين آسري، أورزا نالماث. ليرحمك خالقك الآن بعد أن صرت حرًا، لأني لن أفعل!
es: Siempre fuiste el más cruel de mis captores, Urza Nalmath. ¡Que tu creador tenga misericordia de ti ahora que estoy libre, porque yo no la tendré!
fi: Olit aina julmin vangitsijoistani, Urza Nalmath. Nyt kun olen vapaa, olkoon luojasi sinulle armollinen, sillä minä en aio olla!
gl: Sempre fuches o máis cruel dos meus captores, Urza Nalmat. Que o teu creador teña misericordia de ti agora que estou libre, porque eu non a terei!
it: Sei sempre stato il più crudele dei miei carcerieri, Urza Nalmath. Possa il tuo creatore avere misericordia di te ora che sono libera, perché io non ne avrò!

source: Ethiliel, you poor, deluded girl. You of all people should know <b><i>just how many</i></b> undead I’ve raised up from the ruins of your little village. You and I and all your new human friends are going to have such <b><i>fun</i></b> together...
ar: إيثيليل، أيتها الفتاة المسكينة المضللة. أنت من بين جميع الناس يجب أن تعرفي <b><i>كم عدد</i></b> الأموات الأحياء الذين أحييتهم من أنقاض قريتك الصغيرة. أنت وأنا وجميع أصدقائك البشر الجدد سنحظى بـ <b><i>متعة</i></b> كبيرة معًا...
es: Ethiliel, pobre y engañada niña. Tú de todos deberías saber <b><i>cuántos</i></b> no-muertos he levantado de las ruinas de tu pequeño pueblo. Tú, yo y todos tus nuevos amigos humanos vamos a divertirnos tanto <b><i>juntos</i></b>...
fi: Ethiliel, senkin harhainen tyttöparka. Juurikin sinun pitäisi tietää, <b><i>paljonko</i></b> epäkuolleita olen nostattanut pikkukyläsi raunioista. Sinulla, minulla ja uusilla ihmisystävilläsi on vielä paljon <b><i>hauskaa</i></b> yhdessä...
gl: Etilia, pobre rapaza ilusa. Ti, de todos, deberías saber <b><i>cantos</i></b> non mortos erguín das ruínas da túa aldeíña. Ti, eu e todos os teus novos amigos humanos imonos <b><i>divertir</i></b> xuntos...
it: Ethiliel, povera ragazza illusa. Proprio tu dovresti sapere <b><i>quanti</i></b> non-morti ho resuscitato dalle rovine del tuo piccolo villaggio. Tu, io e tutti i tuoi nuovi amici umani ci <b><i>divertiremo</i></b> un mondo insieme...

source: Vermin! Scum! You black-souled degenerate! You always were the cruelest of my captors, Urza Nalmath. May your creator have mercy on you once I get free, for I will not!
ar: هوام! حثالة! أيها المنحط ذو الروح السوداء! لطالما كنت الأكثر قسوة بين آسري، أورزا نالماث. ليرحمك خالقك بمجرد أن أتحرر، لأني لن أفعل!
es: ¡Escoria! ¡Basura! ¡Degenerado de alma negra! Siempre fuiste el más cruel de mis captores, Urza Nalmath. ¡Que tu creador tenga misericordia de ti cuando me libere, porque yo no la tendré!
fi: Roskaläjä! Saasta! Senkin mustasieluinen mätäpaise! Olit aina julmin vangitsijoistani, Urza Nalmath. Nyt kun olen vapaa, olkoon luojasi sinulle armollinen, sillä minä en aio olla!
gl: Parvo! Escoura! Dexenerado de alma negra! Sempre fuches o máis cruel dos meus captores, Urza Nalmat. Que o teu creador teña misericordia de ti cando me ceibe, porque eu non a terei!
it: Verme! Feccia! Tu, degenerata anima nera! Sei sempre stato il più crudele dei miei carcerieri, Urza Nalmath. Possa il tuo creatore avere misericordia di te ora che sono libera, perché io non ne avrò!

source: Ethiliel, I’m aghast! Have you not been enjoying our lovely times together? So many good memories... if only the master hadn’t instructed me to leave you intact, we could have had even more!
ar: إيثيليل، أنا مصدوم! ألم تستمتعي بأوقاتنا الجميلة معًا؟ ذكريات كثيرة جيدة... لو فقط لم يأمرني السيد بتركك سليمة، لكنا حظينا بالمزيد!
es: ¡Ethiliel, estoy horrorizado! ¿No has disfrutado de nuestros hermosos momentos juntos? Tantos buenos recuerdos... si tan solo el maestro no me hubiera indicado dejarte intacta, ¡podríamos haber tenido aún más!
fi: Ethiliel, olen tyrmistynyt! Etkö ole nauttinut ihastuttavasta yhteisestä ajastamme? Niin paljon hyviä muistoja... Jos herrani ei olisi käskenyt pitää näpit irti sinusta, meillä olisi enemmänkin!
gl: Etilia, estou horrorizado! Non estiveches gozando dos nosos fermosos momentos xuntos? Tantas boas lembranzas... se o mestre non me mandase deixarte intacta, poderiamos ter tido moito máis!
it: Ethiliel, sono sbalordito! Non ti sei goduta i bei momenti trascorsi insieme? Tanti bei ricordi... se solo il padrone non mi avesse ordinato di lasciarti intatta, ne avremmo potuti avere ancora di più!

source: But I certainly can’t allow you to be freed by these human visitors. You of all people should know <b><i>just how many</i></b> undead I’ve raised up from the ruins of your little village. You and I and all your new human friends are going to have such <b><i>fun</i></b> together...
ar: ولكن بالتأكيد لا يمكنني السماح لك بالتحرر على يد هؤلاء الزوار البشر. أنت من بين جميع الناس يجب أن تعرفي <b><i>كم عدد</i></b> الأموات الأحياء الذين أحييتهم من أنقاض قريتك الصغيرة. أنت وأنا وجميع أصدقائك البشر الجدد سنحظى بـ <b><i>متعة</i></b> كبيرة معًا...
es: Pero ciertamente no puedo permitir que estos visitantes humanos te liberen. Tú de todos deberías saber <b><i>cuántos</i></b> no-muertos he levantado de las ruinas de tu pequeño pueblo. Tú, yo y todos tus nuevos amigos humanos vamos a divertirnos tanto <b><i>juntos</i></b>...
fi: Mutta en todellakaan anna näiden ihmisvieraiden vapauttaa sinua. Juurikin sinun pitäisi tietää, <b><i>paljonko</i></b> epäkuolleita olen nostattanut pikkukyläsi raunioista. Sinulla, minulla ja uusilla ihmisystävilläsi on vielä paljon <b><i>hauskaa</i></b> yhdessä...
gl: Pero certamente non podo permitir que estes visitantes humanos te ceiben. Ti, de todos, deberías saber <b><i>cantos</i></b> non mortos levantei das ruínas da túa aldeiña. Ti, eu e todos os teus novos amigos humanos ímonos <b><i>divertir</i></b> xuntos...
it: Ma di certo non posso permettere che tu venga liberata da questi visitatori umani. Proprio tu dovresti sapere <b><i>quanti</i></b> non-morti ho resuscitato dalle rovine del tuo piccolo villaggio. Tu, io e tutti i tuoi nuovi amici umani ci <b><i>divertiremo</i></b> un mondo insieme...
