Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: During the day, your units will deal more damage and the bandits will deal less. The more of Urza Mathin’s troops you can defeat during the day, the better.
nb_no: I dagslys vil enhetene dine være langt mer effektive enn Urzas banditter. Jo flere banditter du får tatt knekken på i løpet av dagen, desto bedre!
uk: Протягом дня ваші бійці будуть завдавати більше шкоди, а бандити — менше. Чим більше підлеглих Урзи Мартіна ви вб'єте протягом дня, тим краще.

source: Aleron
en@shaw: ğ‘­ğ‘¤ğ‘ºğ‘ªğ‘¯
lt: Aleronas
uk: Алерон

source: Who goes there? Show yourself!
nb_no: Hvem går der? Vis deg!
uk: Хто тут? Покажися!

source: Stay your hand! It is I, Aleron! The villagers hid me from the bandits when the town was overrun. They tended to my wounds while I was gravely wounded.
nb_no: Vent! Det er meg, Aleron. Landsbyboerne gjemte meg for bandittene da byen ble overfalt. De pleiet sårene mine mens jeg var alvorlig skadd.
uk: Стій! Це я, Алерон! Коли місто захопили, селяни переховували мене від бандитів. Вони піклувалися про мене, коли я був важкопораненим.

source: Thank the light! I am glad to find you alive, Aleron. We feared the worst when you did not return after the battle.
nb_no: Takk lyset! Det gleder meg å finne deg i live, Aleron! Vi fryktet det værste da du ikke kom tilbake etter slaget.
uk: Дякувати світлу! Я радий бачити тебе живим, Алероне! Коли ти не повернувся з бою, ми боялися найгіршого.

source: No matter, I am healed now and ready to fight. Let us punish these bandits for their crimes and murders!
nb_no: Det spiller ingen rolle, jeg er leget nå og klar til å kjempe. La oss straffe disse bandittene for forbrytelsene og drapene deres!
uk: Хай там як, зараз я здоровий та готовий до битви. Давайте покараємо цих бандитів за їхні злочини та вбивства!

source: Aleron is a Longbowman, stronger and better trained than regular bowmen. His arrows are deadly to enemies without a ranged attack.
nb_no: Aleron er en langbueskytter, sterkere og bedre trent enn vanlige bueskyttere. Hans piler er svært dødelige for fiender som ikke kan ikke har avstandsangrep.
uk: Алерон це Лучник з довгим луком, сильніший і краще навчений, ніж звичайний лучник. Його стріли смертельні для тих ворогів, які не мають дальньої атаки.

source: More bandits? Begone, we have nothing left for you.
nb_no: Flere banditter? Forsvinn, vi har ikke noe mer å gi dere.
uk: Знову бандити? У нас вже більше нічого для вас не залишилося.

source: We fight under the banner of the South Guard <i>against</i> the bandits! Join us if you wish to drive these brigands from your land!
nb_no: Vi kjemper under Sørgardens fane <i>mot</i> bandittene! Slutt dere til oss hvis dere ønsker å fordrive disse bandittene fra deres land!
uk: Ми б'ємося під прапором Південної Гвардії <i>проти</i> бандитів! Приєднуйтеся, якщо бажаєте прогнати цих злочинців з вашої землі!

source: The South Guard has risen again? I would be proud to fight alongside you!
nb_no: Har Sørgarden gjenoppstått? Jeg vil med stolthet kjempe sammen med dere!
uk: Південна Гвардія знову в строю? Для мене буде честю битися за вас!

source: Glasar
lt: Glasaras
uk: Гласар

source: This village is ours to plunder! Leave now or perish!
nb_no: Denne landsbyen er vårt bytte! Forsvinn nå eller dø!
uk: Це наше село, і тільки ми можемо його грабувати! Забирайся або помри!

source: Do you not see the banners we bear? The South Guard has risen again! Flee while you can, or you will meet a swift death at our hand!
nb_no: Ser dere ikke fanene vi bærer? Sørgarden har reist seg igjen! Flykt mens dere kan, ellers vil dere møte en snarlig død for vår hånd!
uk: Чи не бачиш, що за прапор тут майорить? Південна Гвардія знову готова до бою! Тікай доки можеш, інакше негайно помреш!

source: Remember, Moreth told you that you should go meet Sir Gerrick at the river fort. Move Deoran there and find out what Sir Gerrick has to say!
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼, Â·ğ‘¥ğ‘¹ğ‘§ğ‘” ğ‘‘ğ‘´ğ‘¤ğ‘› ğ‘¿ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘œğ‘´ ğ‘¥ğ‘°ğ‘‘ Â·ğ‘•ğ‘» Â·ğ‘¡ğ‘ºğ‘¦ğ‘’ ğ‘¨ğ‘‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘“ğ‘¹ğ‘‘. ğ‘¥ğ‘µğ‘ Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘ğ‘º ğ‘¯ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¬ğ‘‘ ğ‘¢ğ‘ªğ‘‘ Â·ğ‘•ğ‘» Â·ğ‘¡ğ‘ºğ‘¦ğ‘’ ğ‘£ğ‘¨ğ‘Ÿ ğ‘‘ ğ‘•ğ‘±!
lt: Prisiminkite, Moretas pasakė, kad eitumėte susitikti su seru Geriku upės forte. Nuveskite ten Deoraną ir sužinokite kokių seras Gerikas turi jums žinių.
nb_no: Husk at Moreth fortalte at du burde snakke med Sir Gerrikk i elvefortet. La Deoran ri ned og undersøke hva han vil!
uk: Пам'ятайте, Морез сказав що вам потрібно зустріти сера Герріка у річному форту. Відправте Деорана туди і побачте, що сер Геррік хоче вам сказати!

source: Remember, your job is to defeat Urza Mathin. He should be your main target. Archers will be especially effective against him because he has no ranged attack.
nb_no: Husk at ditt hovedmål er å beseire Urza Mattin. Hvis sjansen byr seg bør du fokusere angrepene mot han. En gruppe bueskyttere vil gjøre jobben best ettersom han mangler avstandsangrep.
uk: Пам'ятайте, ваше завдання це перемогти Урзу Мартіна. Він ваша головна ціль. Лучники будуть особливо ефективні проти нього, оскільки він не має дальньої атаки.

source: Reinforcements from my brothers! Excellent. Let us go and crush this vermin boy who fancies himself a knight. These lands belong to the brothers Urza!
nb_no: Forsterkninger fra brødrene mine! Utmerket. La oss gå og knuse dette skadedyret som innbiller seg at han er en ridder. Dette landet tilhører Urza-brødrene!
uk: Підкріплення від моїх братів! Чудово. Нумо розіб'ємо цього клопа, що уявив себе лицарем. Ці землі належать братам Урза!

source: There are too many of them! I have no choice but to abandon the villagers here and retreat...
nb_no: Det er for mange av dem! Jeg har ikke noe annet valg enn å forlate landsbyboerne her og trekke meg tilbake...
uk: Їх занадто багато! Мені доведеться покинути селян та відступити...

source: My days of pillage and plunder are over! Avenge me, my brothers...
nb_no: Mine dager som røver er talte! Måtte mine brødre hevne min død...
uk: Закінчилися мої дні мародерства та пограбувань! Мої брати, помстіться за мене...

source: Urza Mathin is dead! Congratulations, commander, though I am surprised that the King sent only you to help us. Did Sir Loris not send word of our plight?
nb_no: Urza Mattin er død! Gratulerer, kommandør, men jeg er overrasket over at kongen bare sendte deg for å hjelpe oss. Sendte ikke Sir Loris beskjed om situasjonen vår?
uk: Урза Мартін мертвий! Мої вітання, командире, хоча я здивований, що Король відрядив лише тебе на допомогу. Хіба Пан Лоріс не надсилав вістей про наше тяжке положення?

source: No. I was originally sent by King Haldric to investigate, as he had not heard word from you in weeks. I was prepared to take command of the South Guard if necessary, but not to fight so many bandits with so few men!
nb_no: Nei. Kong Haldrik sendte meg for å undersøke, siden han ikke hadde hørt noe fra dere på ukevis. Jeg var forberedt på å ta kommandoen over Sørgarden om nødvendig, men ikke å kjempe mot så mange banditter med så få menn!
uk: Ні. Мене послав сюди Король Хальдрік задля розслідування, так як він не отримував від вас новин тижнями. Я був готовий узяти на себе управління Південною Гвардією, але ж не битися зі стількома бандитами, маючи лише купку людей!

source: Aye, you could not have known if Sir Loris did not report of our predicament. I do wish that the King had sent more reinforcements, though you seem to be quite a capable commander despite your age.
nb_no: Ja, du kunne ikke ha visst det om ikke Sir Loris hadde meldt fra om situasjonen vår. Jeg skulle ønske at kongen hadde sendt flere forsterkninger, selv om du ser ut til å være en dyktig kommandant til tross for din alder.
uk: Еге ж, ти й не міг знати, якщо Пан Лоріс не повідомляв про наше скрутне положення. Я б хотів, щоб Король надіслав більше підкріплень, хоча й ти здаєшся цілком здатним командиром, не дивлячись на вік.

source: I have trained with the best, and perhaps that will make up for any inexperience I may have. At least, we must pray that my being here is enough to remedy these harrowing circumstances. How long have you been fighting against these bandits anyway?
nb_no: Jeg har trent med de beste, og kanskje det vil veie opp for min eventuelle uerfarenhet. Vi må i det minste be om at mitt nærvær er nok til å bøte på disse opprivende omstendighetene. Hvor lenge har du kjempet mot disse bandittene?
uk: Я тренувався з найкращими і, мабуть, це компенсує будь-яку мою недосвідченість. Принаймі, ми маємо молитися, щоб моєї присутності було достатньо, щоб виправити ці жахливі обставини. До речі, як довго вже ви б'єтеся з цими розбійниками?

source: Almost two months! I know not why, but one night, Sir Loris took several of our patrols along the Westin road and never returned. The very next evening, these ruffians struck and killed eight of my men. We defended the citadel and held out, hoping for reinforcements, but they never came. Something must have happened in Westin, else Sir Loris would have relieved us by now.
nb_no: Nesten to måneder! Jeg vet ikke hvorfor, men en natt tok Sir Loris flere av våre patruljer langs Vestin-veien og kom aldri tilbake. Neste kveld slo disse bøllene til og drepte åtte av mine menn. Vi forsvarte fortet og håpet på forsterkninger, men de kom aldri. Noe må ha skjedd i Vestin, ellers ville Sir Loris ha avløst oss nå.
uk: Приблизно два місяці! Не знаю нащо, але однієї ночі Пан Лоріс взяв декілька наших патрулів і направився до Вестіну, та вже не повернувся. Наступного вечора бандити напали і вбили вісьмох моїх бійців. Ми утримували цитадель і лише сподівалися на підкріплення, але вони ніколи не прийшли. Мабуть, щось сталося в Вестіні, інакше Пан Лоріс врятував би нас.

source: Your story is indeed most peculiar, but we will not accomplish anything by staying here. We will have to seek out Sir Loris in Westin for answers. Come, men, let us ride to the city!
nb_no: Historien din er høyst merkverdig, men vi oppnår ingenting ved å bli her. Vi må oppsøke Sir Loris i Vestin for å få svar. Kom, menn, la oss ri til byen!
uk: Твоя розповідь і справді особлива, але ми нічого не досягнемо, стоячи тут. Нам необхідно шукати Пана Лоріса в Вестіні, щоб дізнатися відповіді. Нумо, люди, їдемо до міста!

source: Criminal
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤
lt: Nusikaltėlis
nb_no: Kriminell
uk: Злочинці

source: female^Criminal
nb_no: Kriminell
uk: Злочиниця

source: Bring Deoran to the Citadel of Westin
nb_no: Ta med Deoran til Vestins citadell
uk: Доставте Деорана до цитаделі Вестіну

source: Defeat Urza Nalmath, the bandit leader
nb_no: Drep Urza Nalmath, bandittenes leder.
uk: Переможіть ватажка бандитів, Узру Налмаза

source: Death of Minister Hylas
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘•ğ‘‘ğ‘¼ Â·ğ‘£ğ‘²ğ‘¤ğ‘¨ğ‘•
lt: Ministro Hylo mirtis
nb_no: Minister Hylas' død
uk: Смерть Міністра Хіласа

source: Look there! Smoke rises from Westin! The bandits must have already overrun the garrison and are sacking the city!
nb_no: Se! Det stiger røyk fra Vestin. Det kan ikke bety annet enn at røvere herjer byen!
uk: Погляньте! Від Вестіна стелить димом. Бандити вже перебили гарнізон і грабують місто!

source: Then we must make haste before they leave the city in ruins and slaughter all who live therein.
nb_no: Da må vi skynde oss før de legger byen i ruiner og massakrerer alle som bor der.
uk: Тоді ми маємо поспішити, допоки вони не полишили місто в руїнах та не повбивали усіх.

source: What?! Those soldiers come from the northern forts... this can only mean my brother Mathin is dead. Those fiends! They will pay for his death!
nb_no: Hva?! Om det kommer soldater gjennom nordskogen er min bror Mattin utvilsomt tatt av dage. Disse toskene skal få betale med sine liv, akkurat som Loris!
uk: Що?! Ті солдати Весноту йдуть з північних фортів... це може означати лише те, що мій брат Мартін, без сумніву, мертвий. Кляті нелюди! Вони заплатять за його смерть!

source: I have reached the citadel!
nb_no: Jeg har nådd citadellet!
uk: Я досяг цитаделі!

source: Excellent, but the battle is not won yet, and there is still no sign of Sir Loris. Sir Deoran, you should secure the keep.
nb_no: Utmerket, men slaget er ikke vunnet ennå, og Sir Loris er fortsatt ikke å se. Sir Deoran, du bør sikre borgen.
uk: Чудово, але битву ще не виграно, і тут також нема жодного сліду Пана Лоріса. Пане Деоране, тобі варто убезпечити цитадель.

source: More bandits?! Prepare to die!
nb_no: Flere banditter?! Forbered dere på å dø!
uk: Ще більше бандитів?! Готуйся до смерті!

source: Peace, I am a friend! I am Hylas, advisor to Sir Loris and Chief Minister of the town council. Thanks to your timely arrival, the city is saved!
nb_no: Fred, jeg er en venn! Jeg er Hylas, rådgiver for Sir Loris og byrådets øverste minister. Takket være din rettidige ankomst er byen reddet!
uk: Стійте, я друг! Я Хілас, радник Пана Лоріса та Головний Міністр міської ради. Дякую вам за вчасну появу, місто врятоване!

source: Indeed, we have defeated most of the bandits in the city. But where is Sir Loris? And where is the city garrison?
nb_no: Sannelig, vi har beseiret de fleste bandittene i byen. Men hvor er Sir Loris? Og hvor er byens garnison?
uk: Справді, ми перемогли більшість бандитів у місті. Але де Пан Лоріс? І де гарнізон міста?

source: Alas, Sir Loris fell in battle several days ago. For weeks, we warned him of the new power of these bandits, yet he would never lead his men against them until their strength had become too great for us to handle. I sent a messenger to the King about our plight, but some misfortune must have befallen him, for you are the first reinforcements to arrive here. If only Sir Loris had sent a rider earlier, he might have survived long enough to stand with us here.
nb_no: Sir Loris falt i kamp for flere dager siden. I ukevis advarte vi ham om bandittenes nye makt, men han ville aldri lede mennene sine mot dem før de var blitt for sterke for oss. Jeg sendte en budbringer til kongen om vår situasjon, men han må ha vært uheldig, for dere er de første forsterkningene som har ankommet hit. Hvis bare Sir Loris hadde sendt en rytter tidligere, kunne han ha overlevd lenge nok til å stå sammen med oss her.
uk: На жаль, Пан Лоріс загинув у битві кілька днів тому. Тижнями ми попереджали його про цих бандитів, але він ніколи не вів людей проти них, поки їхня сила не стала для нас занадто потужною. Я надіслав посланця до Короля про наш важкий стан, але, мабуть, якесь нещастя сталося з ним, так як ви перше підкріплення, що надійшло сюди. Якби тільки Пан Лоріс надіслав вершника раніше, може, він би й прожив достатньо довго, щоб стояти тут разом з нами.

source: Indeed. Foolish though he may have been, it still grieves me to learn of his death. With him gone, it seems that I must lead the townsfolk against the bandits and drive them from our city.
nb_no: Det er sant. Selv om han var en tåpe, gjør det meg vondt å høre om hans død. Nå som han er borte, må jeg lede borgerne mot bandittene og drive dem ut av byen vår.
uk: Звісно. Яким би дурнем він не був, мені шкода чути про його смерть. Якщо він помер, схоже, мені доведеться керувати містянами, щоб прогнати бандитів з міста.

source: Ufes
lt: Ufesas
uk: Уфес

source: Joran
lt: Džoranas
uk: Джоран

source: Makees
lt: Makisas
uk: Макіс

source: Tyborg
lt: Tyborgas
uk: Туборг

source: We stand with you, Sir Deoran! We will hold the city while you lead your men across the river and defeat the bandit leader!
nb_no: Vi står med deg, Sir Deoran! Vi vil forsvare byen mens du leder mennene dine over elven og beseirer bandittlederen!
uk: Ми з тобою, Пане Деоране! Ми триматимемо оборони міста, поки ти зі своїми військами перетнеш річку та переможеш ватажка бандитів!

source: They are almost to the great hall! Hurry, Deoran! We must reach the citadel before it is stormed by the bandits!
nb_no: De er nesten ved storsalen! Skynd deg, Deoran! Vi må nå citadellet før det blir stormet av bandittene!
uk: Вони майже у великій залі! Поквапся, Деоране! Ми повинні зайняти цитадель, поки її не захопили бандити!

source: You must move someone here by the end of the next turn, or Westin will fall and you will be defeated!
nb_no: Du må flytte Deoran til målmarkøren senest neste runde, ellers vil Vestin tilintetgjøres, og du tape!
uk: Ви повинні перемістити сюди когось до кінця наступного ходу, інакше Вестін буде втрачено і ви програєте!

source: We’re too late! They have burned the whole city...
nb_no: Vi kommer for sent! De har brent ned hele byen...
uk: Ми запізнитися! Вони вже спалили все місто...

source: Alas, Westin has fallen! There is nothing else I can do here — I can only return to the King and report our loss here...
nb_no: Vestin er i ruiner. Problemene er nå støre enn vi greier på egenhånd, vi må returnere til Haldrik og fortelle om grusomhetene...
uk: На жаль, Вестін впав! Ця завдання надто складне для мене — я повинен повернутися до Халдріка і доповісти про наші втрати...

source: Absu
uk: Абса

source: The red and white banners of the South Guard! This is a welcome change from the bandits who have been trying to ransack my home.
nb_no: De røde og hvite fanene til sørgarden! Dette er en kjærkommen avveksling fra bandittene som har prøvd å plyndre hjemmet mitt.
uk: Червоні та білі стяги Південної Гвардії! Це гідна заміна бандитам, які намагалися пограбувати мій дім.

source: Indeed, we have come to drive off these vile brigands. Would you like to join us in our battle to restore peace to Westin?
nb_no: Vi har kommet for å fordrive disse skurkene. Vil du bli med oss i kampen for å gjenopprette freden i Vestin?
uk: Звісно, ми прийшли, щоб прогнати цих брудних розбійників. Чи не хочеш долучитися до нас у нашій битві за спокій Вестіну?

source: It would be an honor to fight alongside you, Sir Knight.
nb_no: Det ville være en ære å kjempe sammen med deg, Sir Ridder.
uk: Для мене буде честю битися поряд з тобою, Пане Лицаре.

source: Now, the South Guard will feel the wrath of my new allies! Rise again, my undead warriors!
nb_no: Nå vil sørgarden få føle mine nye alliertes vrede! Reis dere igjen, mine vandøde krigere!
uk: Тепер Південна Гвардія відчує на собі всю лють моїх нових союзників! Повстаньте, мої мертві воїни!

source: What devilry is this?! Those are no living men that fight for him!
lt: Kas čia per velniava?! Tai ne gyvieji kaunasi jo pusėje!
nb_no: Hva slags djevelskap er dette?! Det er ingen levende menn som kjemper for ham!
uk: Що це за чортівня?! Це не живі люди б'ються за нього!

source: This development is troubling to me as well. He must have made some pact with the undead, but how could a mere brigand gain such powers?
nb_no: Denne utviklingen bekymrer meg også. Han må ha inngått en pakt med de vandøde, men hvordan kan en simpel røver oppnå slike krefter?
uk: Цей розвиток подій також хвилює мене. Він, мабуть, уклав якусь угоду з нежиттю, але як звичайний розбійник міг отримати такі великі сили?

source: It matters not. No matter how he has done this fell thing, we must defeat him!
nb_no: Uansett hva som er årsaken til denne grusomheten, er en ting sikkert: Vi må beseire ham!
uk: Що є то є. Неважливо, як він це зробив, ми мусимо перемогти його!

source: Minister Hylas can heal allied units near him and his <i>arcane</i> attack deals bonus damage to undead foes.
nb_no: Minister Hylas kan helbrede allierte enheter i nærheten av ham, og <i>arkan</i>-angrepet hans gir bonusskade på vandøde fiender.
uk: Міністр Хілас може лікувати союзницькі війська поблизу нього і його <i>містична</i> атака має додатковий бонус проти мерців.

source: Leave nothing standing! Raze their villages and kill them all!
nb_no: Ikke la noen unslippe! Brenn husene og drep alle som en!
uk: Нехай не залишиться нічого! Пограбуйте їхні села та всіх вбийте!

source: We will avenge your brother’s death!
nb_no: Vi vil hevne din brors død!
uk: Ми помстимося за смерть твого брата!

source: They are burning our homes! We must stop them!
nb_no: De brenner hjemmene våre! Vi må stoppe dem!
uk: Вони палять наші дома! Ми повинні зупинити їх!

source: My brother has died unavenged! I have failed!
nb_no: Jeg skulle hevne min avdøde bror! Jeg har sviktet!
uk: Я не зміг помститися за смерть брата! Я невдаха!

source: The bandits are scattering! We have saved Westin!
nb_no: Bandittene sprer seg! Vi har reddet Vestin!
uk: Бандити розбігаються! Ми врятували Вестін!

source: Indeed. Still, this victory is troubling. How can a mere outlaw have summoned undead?
nb_no: Det er sant. Seieren er likevel urovekkende. Hvordan kan en simpel lovløs ha fremmanet de vandøde?
uk: Справді. Але ця перемога викликає питання. Як міг звичайний розбійник викликати мерців?

source: Ixlathal
uk: Іклатал

source: The master sends his regards. The command is to raze the city.
nb_no: Mesteren sender sine hilsener. Befalingen er å rasere byen.
uk: Володар передає свої вітання. Наказ — пограбувати місто.

source: I am trying, but their resistance is strong...
nb_no: Jeg prøver, men deres motstand er sterk...
uk: Я намагаюся, але їхній супротив завеликий...

source: Then step aside, living one. I will make use of the fresh corpses from this battle.
nb_no: Så tre til side, du levende. Jeg skal bruke de ferske likene i dette slaget.
uk: Тоді відійди, живий. Я скористаюся свіжими трупами на полі цієї битви.

source: More undead! Alas, we cannot hold against a force so great. We will have to abandon Westin and let them sack the city...
nb_no: Flere vandøde! Vi kan ikke holde stand mot en så stor styrke. Vi må forlate Vestin og la dem plyndre byen...
uk: Більше мерців! На жаль, ми не можемо втриматися проти такої сили. Доведеться покинути Вестін та дозволити їм розграбувати місто...

source: I do not know, but just before the bandit raids began, an ambassador came to Sir Loris from the elves of the Aethenwood. He asked that a knight be sent to discuss a new threat to Wesnoth.
nb_no: Jeg vet ikke, men like før bandittangrepene begynte, kom det en ambassadør til Sir Loris fra alvene i Ethenskog. Han ba om at en ridder ble sendt for å diskutere en ny trussel mot Wesnoth.
uk: Я не знаю, але незадовго до бандитських нападів, від ельфів Етенвуду до Пана Лориса прибув посланець. Він запросив лицаря до них для обговорення нової загрози Весноту.

source: And did Sir Loris go to the elves?
en@shaw: ğ‘¯ ğ‘›ğ‘¦ğ‘› Â·ğ‘•ğ‘» Â·ğ‘¤ğ‘¹ğ‘¦ğ‘• ğ‘œğ‘´ ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ?
lt: Ar seras Loris nuvyko pas elfus?
nb_no: Reiste så Loris til alvene?
uk: І пан Лоріс відправився до ельфів?

source: No. He suspected the elves of some trickery and made no reply to them. I believe that they may know the origin of these dead warriors we now face.
nb_no: Nei. Han mistenkte at alvene hadde skitne triks på lur og ga aldri noe svar på anmodningen. Alvene vet kanskje hvor disse døde krigerne stammer fra.
uk: Ні. Він очікував від них якогось шахрайства, і не відповів їм. Гадаю, що вони можуть знаюти, звідки взялися ці мертві воїни.

source: My men have been trained to fight the living. I do not know that we can protect the city from foes as unnatural as these by ourselves. It is probably best that I meet the elves in hope that their counsel will be of some aid.
nb_no: Mine menn er opplært til å kjempe mot de levende. Jeg vet ikke om vi alene kan beskytte byen mot fiender som er så unaturlige som disse. Det er nok best at jeg møter alvene i håp om at deres råd kan være til hjelp.
uk: Мої бійці тренувалися битися з живими. Не знаю, чи зможемо ми захистити місто від таких неприродніх ворогів. Мабуть, найкраще буде зустрітися з ельфами, може, їхня рада якось допоможе.

source: I will accompany you, Sir Deoran. I have studied sacred arts and my skills may be of some use against the dark ones.
nb_no: Jeg vil slå følge med deg, Sir Deoran! Min hellige magi vil være til stor hjelp mot denne typen fiender.
uk: Пане Деоране, я з вами. Я вивчав мистецтво світлої магії, і мої навички знадобляться проти темної.
