Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Yes I do, and without that distracting criminal on my mind I can feel Mebrin clearer than ever. I sense joy. I sense power... I sense...
ar: نعم أفعل، وبدون تشتيت هذا المجرم، يمكنني الشعور بميبيرين بوضوح أكثر من أي وقت مضى. أشعر بالفرح. أشعر بالقوة... أشعر...
es: Sí, y sin ese criminal distraído en mi mente puedo sentir a Mebrin más claro que nunca. Siento alegría. Siento poder... Siento...
fi: Kyllä, ja ilman sitä mieltäni häiritsevää rikollista voin tuntea Mebrinin selvemmin kuin koskaan. Aistin iloa. Aistin voimaa... Aistin...
gl: Si, e sen ese criminal a distraerme, síntoo con máis claridade ca nunca. Percibo ledicia. Percibo poder... Percibo...
it: Sì. la percepisco ancora, e senza la distrazione causata da quel criminale alla mia mente, posso percepire Mebrin più chiaramente che mai. Percepisco gioia. Percepisco. potenza... Percepisco...

source: ...Humans, we should leave.
ar: ...أيها البشر، يجب أن نغادر.
es: ...Humanos, debemos irnos.
fi: ...Ihmiset, meidän pitäisi mennä.
gl: ...Humanos, temos que liscar.
it: ... Umani, dovremmo andarcene.

source: What? But what about rescuing—
ar: ماذا؟ لكن ماذا عن إنقاذ-
es: ¿Qué? Pero, ¿y rescatar a—
fi: Mitä? Mutta entäs se pelastaminen—
gl: Que? Pero o rescate—
it: Cosa? E il salvataggio—

source: We need to leave, now!!
ar: يجب أن نغادر، الآن!!
es: ¡Debemos irnos, ahora!!
fi: Meidän on mentävä nyt!!
gl: Temos que liscar. Xa!
it: Dobbiamo andarcene, subito!

source: I am sorry Ethiliel, but Afalas’s words ring true. If Mebrin has truly fallen to undeath, then mankind must unite against him.
ar: أنا آسف يا إيثيليل، لكن كلمات أفالاس صادقة. إذا كان ميبيرين قد سقط حقًا في الموت الحي، فيجب على البشرية أن تتحد ضده.
es: Lo siento, Ethiliel, pero las palabras de Afalas son ciertas. Si Mebrin realmente ha caído ante la no muerte, entonces la humanidad debe unirse contra él.
fi: Olen pahoillani, Ethiliel, mutta Afalasin sanoissa on perää. Jos Mebrin todella on langennut epäkuolemaan, ihmisten tulee sitten yhdistyä häntä vastaan.
gl: Síntoo, Etilia, pero as palabras de Afalas soan sinceras. Se Mebrin caeu na non morte, a humanidade debe unirse contra el.
it: Mi spiace Ethiliel, ma le parole di Afalas mi suonano giuste. Se Mebrin è stato veramente corrotto dalla non-morte, allora l’umanità deve fare fronte comune contro di lui.

source: You would free me from one Urza, only to betray me to another? All you humans are the same! You are no better than these outlaws, the very pigs who defiled your dead and sacked your farms.
ar: هل حررتني من أحد أورزا، فقط لخيانتي لصالح آخر؟ كلكم أيها البشر متشابهون! لستم أفضل من هؤلاء الخارجين عن القانون، نفس الخنازير التي داست على موتاكم ونهبت مزارعكم.
es: ¿Me liberarías de un Urza solo para traicionarme a otro? ¡Todos los humanos sois iguales! No sois mejores que estos forajidos, los mismos cerdos que profanaron a vuestros muertos y saquearon vuestras granjas.
fi: Te siis vapautitte minut yhdeltä Urzalta vain pettääksenne minut toisen takia? Kaikki te ihmiset olette samoja! Te ette ole parempia kuin ne lainsuojattomat, ne siat, jotka häpäisivät vainajanne ja ryöstivät maatilanne.
gl: Liberaríasme dun dos Urza só para traizoarme con outro? ¡Todos os humanos sodes iguais! Non sodes mellores ca estes foraxidos, os mesmos porcos que profanaron os vosos mortos e saquearon as vosas aldeas.
it: Mi avresti liberato da uno dei fratelli Urza soltanto per poi tradirmi con un altro di loro? Voi umani siete tutti uguali! Non siete meglio di questi fuorilegge, gli stessi maiali che hanno profanato i vostri morti e saccheggiato le vostre fattoria.

source: Deoran, even your conspiring with criminals shall not keep from us our greatest sage. Soon all of you vile humans shall learn that the Aethenwood protects its own!
ar: ديوران، حتى تواطؤك مع المجرمين لن يمنعنا من الوصول إلى حكيمنا الأعظم. قريبًا سيتعلم جميعكم أيها البشر الخسيسون أن غابة إيثينوود تحمي أبناءها!
es: Deoran, incluso tus conspiraciones con criminales no nos privarán de nuestro mayor sabio. ¡Pronto todos ustedes, humanos viles, aprenderán que el Bosque Edén protege a los suyos!
fi: Deoran, edes sinun pahat vehkeilysi rikollisten kanssa eivät pidä meitä erossa suurimmasta tietäjästämme. Pian te inhat ihmiset opitte, että Aethenin metsä suojelee omiaan!
gl: Deoran, nin a túa alianza con criminais impedirá que recuperemos ao noso gran sabio. Pronto todos vós, humanos repugnantes, aprenderedes que o bosque do éter protexe aos seus!
it: Deoran, persino le tue cospirazioni non serviranno a tenere gli elfi lontani dal loro più grande saggio. Presto tutti voi abbietti umani imparerete che la Foresta di Aethen si protegge da sola!

source: That must’ve been a tough decision. Thank ye.
ar: لا بد أن هذا كان قرارًا صعبًا. شكرًا لك.
es: Esa debió haber sido una decisión difícil. Gracias.
fi: Se vissiin oli kova päätös. Kiitti teille.
gl: Debeu ser unha decisión difícil. Grazas.
it: Deve essere stata una decisione dura. Grazie.

source: Don’t make me regret it. Guide us to Mebrin, and we will verify your story ourselves.
ar: لا تجعلني أندم على ذلك. ارشدنا إلى ميبيرين، وسنتحقق من قصتك بأنفسنا.
es: No me hagas arrepentirme. Guíanos hacia Mebrin, y verificaremos tu historia nosotros mismos.
fi: Älä pistä minua katumaan sitä. Opasta meidät Mebrinin luo, niin me vahvistamme tarinasi itse.
gl: Non me fagas arrepentirme. Guíanos ata Mebrin e comprobaremos a túa historia nós mesmos.
it: Non farmene pentire. Guidaci da Mebrin e verificheremo noi stessi la tua storia.

source: The old elf’s cave is southeast of m’ camp. My outlaws’ll fight his shamblin’ hordes, but I leave it up to you soldiers to push into Mebrin’s cave and strike the finishin’ blow.
ar: كهف الألفي العجوز يقع جنوب شرق معسكري. سيقاتل رجالي الخارجون عن القانون جحافله المتعثرة، لكنني أترك لكم أيها الجنود مهمة اقتحام كهف ميبيرين وتوجيه الضربة القاضية.
es: La cueva del viejo elfo está al sureste de mi campamento. Mis forajidos lucharán contra sus hordas tambaleantes, pero dejo en manos de ustedes, soldados, adentrarse en la cueva de Mebrin y asestar el golpe final.
fi: Sen haltiavanhuksen luola on leiristäni kaakkoon. Rosvoni tappelevat hänen laahaavia laumoja vastaan, mutta annan teidän solttujen tunkeutua Mebrinin luolaan ja tehdä tappoisku.
gl: A cova do vello elfo está ó sueste do meu campamento. Os meus loitarán contra os súas hordas errantes, pero tócache a ti e aos teus soldados entrar e rematar o traballo.
it: La caverna del vecchio elfo è a sud-est del mio accampamento. I miei fuorilegge combatteranno le sue orde disordinate, ma lascio a voi soldati il ​​compito di spingervi nella caverna di Mebrin e sferrare il colpo di grazia.

source: Defeat Mebrin
ar: اهزم ميبيرين
es: Derrota a Mebrin
fi: Kukista Mebrin
gl: Derrota a Mebrin.
it: Sconfiggi Mebrin

source: Ack! Thank you for your help with the dead, but my men an’ I have given all we have. Now, there’s something I have to make right.
es: ¡Ah! Gracias por tu ayuda con los muertos, pero mis hombres y yo hemos dado todo lo que teníamos. Ahora, hay algo que debo enmendar.
it: Ack! Grazie per il tuo aiuto con i morti, ma i miei uomini ed io abbiamo dato tutto quello che avevamo da dare. Ora è tempo che sistemi una cosetta.

source: I suppose that’s what I get for relying on outlaws... We’ll have to finish Mebrin and his undead on our own.
es: Supongo que eso es lo que obtengo por confiar en forajidos... Tendremos que acabar con Mebrin y sus no muertos por nuestra cuenta.
it: Immagino che questo sia quello che ottengo dall’essermi fidato di un fuorilegge... Dovremo sconfiggere Mebrin e i suoi non-morti da soli.

source: Who comes... My old tormentors?
ar: من يأتي... مضطهدي القدامى؟
es: ¿Quién viene... Mis antiguos verdugos?
fi: Ken tulee... Vanhat kiduttajaniko?
gl: Quen vén...? Os meus antigos torturadores?
it: Chi viene... I miei vecchi aguzzini?

source: Gods... that skull, those eyes. I had almost hoped the lady was right, but now... even in the Estmarks I never thought I’d live to lay eyes on a lich.
ar: يا آلهة... هذا الجمجمة، تلك العينان. كدت أتمنى أن تكون السيدة محقة، لكن الآن... حتى في إيستماركس لم أتخيل أنني سأعيش لأرى ليش.
es: Dioses... ese cráneo, esos ojos. Casi esperaba que la dama tuviera razón, pero ahora... incluso en las Marcas Orientales nunca pensé que viviría para ver un lich con mis propios ojos.
fi: Jumalat... tuo kallo, nuo silmät... Melkeinpä toivoin neidon olleen oikeassa, mutta nyt... Enpä olisi uskonut edes Estmarkissa, että näkisin vielä kuolonherran.
gl: Deuses... ese cranio, eses ollos. Case desexaba que a dama estivera no certo, pero agora... nin sequera nas Estmarcas pensei que viviría para ver un liche.
it: Dei.. quel teschio, quegli occhi. Avevo quasi sperato che la signora avesse ragione, ma ora... nemmeno nelle Marche Orientali avrei mai pensato di vivere abbastanza a lungo da posare lo sguardo su un lich.

source: Dear Haldric! I had almost hoped the lady was right, but now... Whatever that elf used to be in life, in death it’s become something far, far worse.
ar: بحالدريك العزيز! كدت أتمنى أن تكون السيدة محقة، لكن الآن... أيًا كان ما كان عليه ذلك الألفي في الحياة، فقد أصبح في الموت شيئًا أسوأ بكثير.
es: ¡Querido Haldric! Casi esperaba que la dama tuviera razón, pero ahora... Sea lo que sea que ese elfo fue en vida, en la muerte se ha convertido en algo mucho, mucho peor.
fi: Laupias Haldric! Melkeinpä toivoin neidin olleen oikeassa, vaan nyt... Mikä tuo haltia olikaan eläessään, kuolemassa siitä on tullut jotain paljon, paljon pahempaa.
gl: Querido Haldric! Case desexaba que a dama estivera no certo, pero agora... Fose o que fose ese elfo en vida, na morte converteuse en algo moito, moito peor.
it: Per Haldric! Avevo quasi sperato che la signora avesse ragione, ma ora... Qualunque cosa fosse quell’elfo in vita, nella morte è diventato qualcosa di molto, molto peggio.

source: Light protect us. I had almost hoped the lady was right, but now... Here lies the source of the spreading corruption: a lich most foul.
ar: ليحمنا النور. كدت أتمنى أن تكون السيدة محقة، لكن الآن... هنا يكمن مصدر الفساد المتزايد: ليش دنس للغاية.
es: Que la luz nos proteja. Casi esperaba que la dama tuviera razón, pero ahora... Aquí yace la fuente de la corrupción que se extiende: un lich sumamente malvado.
fi: Valo suojelkoon meitä. Melkein toivoin neidon olleen oikeassa, mutta nyt... Täällä on leviävän turmeluksen syy: mitä inhottavin kuolonherra.
gl: Luz sagrada, protéxenos. Case desexaba que a dama estivera no certo, pero agora... Aquí está a fonte da corrupción que se estende: un liche abominable.
it: Che la luce ci protegga. Avevo quasi sperato che la signora avesse ragione, ma ora... Ecco di fronte a noi la fonte della corruzione dilagante: un lich decisamente malvagio.

source: I am Deoran, soldier of the South Guard! We have come to put an end to your villainy, Mebrin of the elves — if that is who you are.
ar: أنا ديوران، جندي في الحرس الجنوبي! لقد جئنا لوضع حد لأفعالك الشريرة، يا ميبيرين الألفيين - إذا كان هذا هو أنت حقًا.
es: Soy Deoran, soldado de la Guardia del Sur. ¡Hemos venido a poner fin a tu villanía, Mebrin de los elfos — si es que ese es tu nombre!
fi: Olen Deoran, Etelän vartioston sotilas! Me olemme tulleet lopettamaan pahuutesi, Mebrin-haltia, jos olet sellainen.
gl: Son Deoran, soldado da Garda do Sur! Viñemos poñer fin á túa vileza, Mebrin dos elfos — se é que aínda es ti.
it: Io sono Deoran, soldato della Guardia del Sud! Siamo venuti per porre fine ai tuoi crimini, Mebrin degli elfi, se è questo che sei.

source: Mebrin? No, I am called Mal M’Brin now, mortals. It is the name I took when I unchained myself from the shallow-mindedness of my kind and passed over into enlightenment.
ar: ميبيرين؟ لا، أنا أدعى مال ميبيرين الآن، أيها الفانين. هذا الاسم الذي اتخذته عندما تحررت من ضيق أفق أبناء جنسي وانتقلت إلى مرحلة التنوير.
es: ¿Mebrin? No, ahora me llaman Mal M’Brin, mortales. Es el nombre que tomé cuando me liberé de la mentalidad limitada de mi especie y alcancé la iluminación.
fi: Mebrin? Ei, nimeni on nyt Mal M’Brin, kuolevaiset. Sen nimen otin, kun pääsin lajini pinnallisesta ajattelutavasta ja siirryin kohti valaistumista.
gl: Mebrin? Non, agora chámanme Mal M’Brin, mortais. É o nome que tomei ao liberarme da mente estreita da miña xente e cruzar cara á iluminación.
it: Mebrin? No, adesso mi chiamo Mal M’Brin, mortali. È il nome che ho assunto quando mi sono liberato della superficialità della mia specie e ho abbracciato l’illuminazione.

source: There is infinity at the brink of death... I have touched the void at the heart of all things, and I have begun to probe the mystic arts far beyond what any living elf knows.
ar: هناك ما لا نهاية على حافة الموت... لقد لمست الفراغ في قلب كل الأشياء، وبدأت في استكشاف الفنون الغامضة التي تتجاوز ما يعرفه أي ألفي حي.
es: Hay infinitud al borde de la muerte... He tocado el vacío en el corazón de todas las cosas, y he comenzado a explorar las artes místicas mucho más allá de lo que cualquier elfo vivo conoce.
fi: Kuolon partaalla on äärettömyys... Olen koskettanut tyhjyyttä kaikkeuden ytimessä, ja olen ottanut selkoa mystiikasta, joka ylittää kaikkien elävien haltioitten tietämyksen.
gl: Hai infinito no limiar da morte... toquei o baleiro no corazón de todas as cousas, e comecei a explorar as artes místicas máis aló do que ningún elfo vivo coñece.
it: C’è l’infinito sull’orlo della morte... Ho toccato il vuoto nel cuore di tutte le cose e ho iniziato a sondare le arti mistiche ben oltre ciò che qualsiasi elfo vivente conosca.

source: You’ve gone even more mad than before! I wish to Haldric my brothers and I had never laid eyes upon you.
ar: لقد جننت أكثر من قبل! أتمنى بحالدريك أنني وإخوتي لم نراك قط.
es: ¡Te has vuelto aún más loco que antes! Deseo a Haldric que mis hermanos y yo nunca te hubiéramos visto.
fi: Sähän oot tullut entistä hullummaksi! Toivon Haldricin nimeen, ettemme ikinä oltais veljieni kanssa vilkaistu sua.
gl: Estás aínda máis tolo ca antes! Oxalá Haldric, meus irmáns e mais eu nunca te tivésemos atopado.
it: Sei diventato ancora più pazzo di prima! Vorrei che Haldric, i miei fratelli e io non ti avessimo mai visto.

source: Mad? I am furious!! You accursed mudlings took me and tormented me, tortured me for sport! I did not know day from night... the light and the shadows, heat and cold all bled together amidst my pain...
ar: مجنون؟ أنا غاضب!! أيها الوحليون اللعينة، أخذتموني وعذبتموني، عذبتموني من أجل المتعة! لم أعد أميز بين النهار والليل... اختلط عليّ النور والظلال، الحر والبرد في خضم ألمي...
es: ¿Loco? ¡Estoy furioso! ¡Ustedes, malditos mocosos, me tomaron y me atormentaron, me torturaron por diversión! No distinguía el día de la noche... la luz y las sombras, el calor y el frío se mezclaban en medio de mi dolor...
fi: Hulluko? Olen raivoissani!!! Te kirottu lokasakki veitte minut ja kidutitte minua, kidutitte huvikseen! En erottanut päivää yöstä... Valo ja varjot, kuumuus ja kylmyys sekoittuivat tuskissani...
gl: Tolo? Estou furioso!! Vosoutros, lameiros, collestesme e torturástesme por diversión! Non sabía se era día ou noite... a luz e a sombra, o frío e o calor mesturábanse na miña dor...
it: Pazzo? Io sono furioso! Voi maledetti baciafango mi avete rapito e tormentato per puro divertimento! Non distinguevo più il giorno dalla notte... la luce dalle ombre, il caldo dal freddo, tutto mescolato insieme al mio dolore...

source: He’s lyin’, Deoran! Me an’ my brothers questioned him, maybe roughed him up a little, but we ne’er did nothin’ worse!
ar: إنه يكذب يا ديوران! أنا وإخوتي استجوبناه، ربما عاملناه بقسوة بعض الشيء، لكننا لم نفعل شيئًا أسوأ من ذلك!
es: ¡Está mintiendo, Deoran! Mis hermanos y yo lo interrogamos, tal vez lo golpeamos un poco, ¡pero nunca hicimos nada peor!
fi: Hän valehtelee, Deoran! Mä ja veljeni kuulusteltiin häntä, ehkä pikkasen kovistelimme, muttemme tehneet mitään pahempaa!
gl: Mente, Deoran! Meus irmáns e mais eu interrogámolo, talvez con algo de dureza, pero nunca lle fixemos nada peor!
it: Deoran, sta mentendo! I miei fratelli ed io lo abbiamo interrogato, forse un pochino maltrattato, ma niente di così pesante!

source: You thought me weak; powerless under your lash. But I have had my revenge — I taught the summoning of powers beyond the control of your feeble kin, powers that fed upon your race’s filth and greed. I knew that once the first strand of black magic left my hands, there would be no turning back. But I would suffer this humiliation no longer...
ar: ظننتني ضعيفًا؛ عاجزًا تحت سوطكم. لكنني انتقمت - علمتكم استدعاء قوى تتجاوز تحكم أبناء جنسكم الضعاف، قوى تتغذى على قذارة وجشع عرقكم. علمت أنه بمجرد خروج أول خيط من السحر الأسود من يدي، لن يكون هناك عودة. لكنني لن أتحمل هذه الإهانة بعد الآن...
es: Me creíais débil; impotente bajo vuestro látigo. Pero he tenido mi venganza — enseñé la invocación de poderes más allá del control de vuestra débil estirpe, poderes que se alimentaban de la suciedad y la codicia de vuestra raza. Sabía que una vez que el primer hilo de magia negra dejara mis manos, no habría vuelta atrás. Pero ya no sufriría esta humillación...
fi: Luulitte minua heikoksi, voimattomaksi remmissänne. Mutta olen saanut kostoni. Opetin manaamaan esiin voimia, joita heikko lajinne ei voi hallita, voimia, jotka saivat ravintonsa rotunne liasta ja ahneudesta. Tiesin, että kun ensimmäinen mustan magian säie lähtisi käsistäni, paluuta ei olisi. Mutta en kärsisi tätä nöyryytystä enää...
gl: Crías que era débil, indefenso baixo o voso látego. Pero vingueime — ensinei o dominio de poderes que escapan ao control da vosa raza feble, poderes que se alimentaron da vosa cobiza e inmundicia. Sabía que, no momento en que invocase o primeiro fío da maxia negra, xa non habería volta atrás. Pero non soportaría máis aquela humillación...
it: Avete pensato che fossi debole, impotente, così incatenato. Ma mi sono preso la mia vendetta: vi ho insegnato ad evocare poteri che vanno al di là delle capacità di controllo della vostra patetica razza, poteri che si nutrono della lordura e dell’avidità della vostra razza. Sapevo che una volta che il primo filo di magia nera avesse lasciato le mie mani, non ci sarebbe stato più ritorno, ma non avrei più sofferto questa umiliazione...

source: Content with only meagre tricks, you mayflies never even noticed as I slowly brought you under my thrall! The Urza brothers sought to enslave me, but it is they who became my slaves in the end.
ar: راضين بحيل تافهة، لم تلاحظوا أبدًا أيها العابرو السريع كيف جعلتكم تدريجيًا تحت سيطرتي! سعى إخوة أورزا لاستعبادي، لكنهم هم من أصبحوا عبيدي في النهاية.
es: Conformados con simples trucos, ustedes efímeras nunca notaron cómo poco a poco los puse bajo mi control. ¡Los hermanos Urza intentaron esclavizarme, pero fueron ellos quienes se convirtieron en mis esclavos al final!
fi: Pelkkiin pikkutemppuihin tyytyneinä te surviaiset ette edes huomanneet, kun sain teidät hitaasti valtaani! Urzan veljekset yrittivät orjuuttaa minua, mutta heistä itsestään tulikin orjiani.
gl: Satisfeitos cos vosos trucos mediocres, nin vos destes conta de que vos puxen baixo o meu dominio! Os irmáns Urza quixeron escravizarme, pero foron eles quen acabaron escravizados.
it: Convinti dall’aver appreso dei miseri trucchi, voi effimere non vi siete nemmeno resi conto che lentamente vi ho ridotto sotto il mio potere! I fratelli Urza hanno cercato di schiavizzarmi, ma sono loro che alla fine sono diventati miei schiavi.

source: Urza Afalas was right! Whatever you were like in life, in death you’ve gone mad with power!
ar: أورزا أفالاس كان محقًا! أيًا ما كنت عليه في الحياة، فقد جننت بالقوة في الموت!
es: ¡Urza Afalas tenía razón! Sea como fuiste en vida, ¡en la muerte te has vuelto loco de poder!
fi: Urza Afalas oli oikeassa! Mitä sitten olitkaan eläessäsi, kuolemassa olet seonnut voimista!
gl: Afalas tiña razón! Sexas o que sexas agora, na morte virácheste tolo de poder!
it: Aveva ragione Urza Afalas! Qualunque cosa tu sia stato in vita, nella morte il potere ti ha fatto impazzire!

source: Mad? I am furious!! You accursed mudlings took me and tormented me, tortured me for sport! I knew that once the first strand of black magic left my hands, there would be no turning back. But I would suffer this humiliation no longer...
ar: مجنون؟ أنا غاضب!! أيها الوحليون اللعينة، أخذتموني وعذبتموني، عذبتموني من أجل المتعة! علمت أنه بمجرد خروج أول خيط من السحر الأسود من يدي، لن يكون هناك عودة. لكنني لن أتحمل هذه الإهانة بعد الآن...
es: ¿Loco? ¡Estoy furioso! ¡Ustedes, malditos mocosos, me tomaron y me atormentaron, me torturaron por diversión! Sabía que una vez que el primer hilo de magia negra dejara mis manos, no habría vuelta atrás. Pero ya no sufriría esta humillación...
fi: Seonnut? Olen raivoissani!! Te kirottu lokasakki veitte minut ja kidutitte minua, kidutitte huvikseen! Tiesin, että kun ensimmäinen mustan magian säie lähtisi käsistäni, paluuta ei olisi. Mutta en kärsisi tätä nöyryytystä enää...
gl: Tolo? Estou furioso!! Vós, malditos lameiros, colléstesme e atormentástesme, torturástesme por diversión! Sabía que unha vez que o primeiro fío de maxia negra saíse das miñas mans, non habería volta atrás. Pero xa non sufriría máis esta humillación...
it: Pazzo? Io sono furioso! Voi maledetti baciafango mi avete rapito e tormentato per divertimento! Sapevo che una volte che il primo filo di magia nera avesse lasciato le mie mani, non ci sarebbe stato più ritorno. Ma non avrei più sofferto questa umiliazione...

source: I taught the summoning of powers beyond the control of your feeble kin, powers that fed upon your race’s filth and greed. Content with only meagre tricks, you mayflies never even noticed as I slowly brought you under my thrall! The Urza brothers sought to enslave me, but it is they who became my slaves in the end.
ar: علمتكم استدعاء قوى تتجاوز تحكم أبناء جنسكم الضعاف، قوى تتغذى على قذارة وجشع عرقكم. راضين بحيل تافهة، لم تلاحظوا أبدًا أيها العابرو السريع كيف جعلتكم تدريجيًا تحت سيطرتي! سعى إخوة أورزا لاستعبادي، لكنهم هم من أصبحوا عبيدي في النهاية.
es: Enseñé la invocación de poderes más allá del control de vuestra débil estirpe, poderes que se alimentaban de la suciedad y la codicia de vuestra raza. Conformados con simples trucos, ustedes efímeras nunca notaron cómo poco a poco los puse bajo mi control. ¡Los hermanos Urza intentaron esclavizarme, pero fueron ellos quienes se convirtieron en mis esclavos al final!
fi: Opetin manaamaan esiin voimia, joita heikko lajinne ei osaa hallita, voimia, jotka saivat ravintonsa rotunne liasta ja ahneudesta. Pelkkiin pikkutemppuihin tyytyneinä te surviaiset ette edes huomanneet, kun sain teidät hitaasti valtaani! Urzan veljekset yrittivät orjuuttaa minua, mutta heistä itsestään tulikin orjiani.
gl: Ensinei a invocación de poderes fóra do control da vosa débil raza, poderes que se alimentaban da inmundicia e a cobiza da vosa raza. Contentas con escasos trucos, vós, efemeros insectos, nin sequera vos decatastes de cando vos puxen lentamente baixo o meu dominio! Os irmáns Urza tentaron escravizarme, pero foron eles os que se converteron nos meus escravos ao final.
it: Vi ho insegnato ad evocare poteri che vanno al di là delle capacità di controllo della vostra patetica razza, poteri che si nutrono della lordura e dell’avidità della vostra razza. Convinti dall’aver appreso dei miseri trucchi, voi effimere non vi siete nemmeno resi conto che lentamente vi ho ridotto sotto il mio potere! I fratelli Urza hanno cercato di schiavizzarmi, ma sono loro che alla fine sono diventati miei schiavi.
