Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Alas, for each casualty we suffer, the ranks of the undead grow. We must hold fast and survive as long as we can!
nb_no: For hvert tap vi lider, vokser de vandødes rekker. Vi må holde stand og overleve så lenge vi kan!
uk: На жаль, з кожною нашою втратою ряди мерців лише зростають. Ми маємо триматися та вижити якнайдовше!

source: So this is how it ends... I am coming to you, my brothers...
nb_no: Så det er slik det ender... Jeg kommer til dere, mine brødre...
uk: То ось як воно закінчується... Я йду до вас, мої брати...

source: I only hope... we have bought enough time... for Deoran...
nb_no: Måtte våre liv ha gitt Deoran det tiden han trenger!
uk: Я лише сподіваюся, що... ми надали достатньо достатньо часу... для Деорана...

source: Pesky little humans! You have only delayed the inevitable. We will sweep through your cities and raze them to the ground! March onward, my skeletons! We go to destroy Westin!
nb_no: Plagsomme ubetydelige mennesker! Dere har bare utsatt det uunngåelige. Vi skal feie gjennom byene deres og jevne dem med jorden! Marsjer videre, mine skjeletter! Vi går for å ødelegge Westin!
uk: Надокучливі маленькі людиськи! Ви лише відтермінували неминуче. Ми пронесемося вашими містами та розграбуємо їх усіх! Маршируйте, мої скелети! Ми йдемо знищувати Вестін!

source: Westin Guard
en@shaw: ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ ğ‘œğ‘¸ğ‘›
lt: Vestino sargybinis
nb_no: Byvakt
uk: Варта Вестіна

source: Enraged Elves
en@shaw: ğ‘§ğ‘¯ğ‘®ğ‘±ğ‘¡ğ‘› ğ‘§ğ‘¤ğ‘ğ‘Ÿ
lt: Įsiutę elfai
nb_no: Rasende alver
uk: Люті Ельфи

source: Survive until end of turns
nb_no: Overlev alle rundene
uk: Вижіть до кінця ходів

source: Finally, we have returned home! The undead and bandits are both defeated and it seems that the townsfolk have already begun to rebuild. Perhaps now there will be peace in Westin. You have our thanks, Lady Ethiliel. We could not have accomplished this feat without you.
nb_no: Endelig er vi hjemme igjen! Både de vandøde og bandittene er nedkjempet, og det ser ut til at byfolket allerede har begynt å bygge opp igjen. Kanskje det nå blir fred i Westin. Vi takker deg, fru Ethiliel. Vi kunne ikke ha klart dette uten deg.
uk: Нарешті, ми повернулися додому! Мерці та бандити переможені і, схоже, містяни вже почали відбудовуватися. Можливо, в Вестіні настане мир. Величезна подяка тобі, Пані Етілієль. Без тебе ми б не впоралися.

source: Yes... you have done a great deed in destroying the undead, but it was others of your kind that brought about this evil to begin with. Nevertheless, I see now that not all humans are alike and that you, too, are capable of courage and loyalty. About the trouble with my people, I will see what I can do—
nb_no: Ja, du har gjort en stor gjerning ved å tilintetgjøre de vandøde, men det var andre av ditt slag som skapte denne ondskapen til å begynne med. Likevel ser jeg nå at ikke alle mennesker er like, og at du også er i stand til å vise mot og lojalitet. Når det gjelder problemene med mitt folk, skal jeg se hva jeg kan gjøre...
uk: Так...ви вчинили героїчно, знищивши мерців, але це були інші з вашого роду, хто на початку призвів до цього зла. Як би то не було, тепер я бачу, що не всі люди однакові і що ви теж здатні на хоробрість та вірність. Щодо проблем з моїм народом, то я подивлюся, що я можу з цим—

source: Help!
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘!
lt: Gelbėkit!
nb_no: Hjelp!
uk: Допоможіть!

source: Poor Farmer
en@shaw: ğ‘ğ‘«ğ‘¼ ğ‘“ğ‘¸ğ‘¥ğ‘¼
lt: Vargšas fermeris
nb_no: Fattig bonde
uk: Бідний фермер

source: You will pay for Mebrin’s death!
nb_no: Du skal få betale dyrt for Mebrins død!
uk: Ти заплатиш за вбивство Мебріна!

source: I am just a farmer! I never killed anyone!
nb_no: Jeg hal aldri drept noen! Jeg er en bonde, hva har jeg gjort!?
uk: Я просто фермер! Я нікого не вбивав!

source: You lie! All humans are the same! Your people kidnapped and murdered our wisest sage! Now you will pay!
nb_no: Hva du har gjort!?! Alle mennesker er like! Dere mennesker kidnappet og drepte vår største leder og vismann! Du skal betale med ditt liv!
uk: Ти брешеш! Усі люди однакові! Твої люди викрали й убили нашої великого мудреця! А тепер ти заплатиш!

source: He just killed that innocent farmer! We must stop him!
en@shaw: ğ‘£ğ‘° ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘¯ğ‘©ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¸ğ‘¥ğ‘¼! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘£ğ‘¦ğ‘¥!
lt: Jis tik ką nužudė tą nekaltą fermerį! Turime jį sustabdyti!
nb_no: Han drepte en uskyldig bonde! Vi må stoppe ham!
uk: Він тільки що вбив невинного фермера! Ми повинні зупинити його!

source: Stop, Eltenmir! These humans are not the ones who harmed Mebrin. They have helped me obtain vengeance on the ones responsible for the horrible deed and have thus absolved themselves of any wrongdoing. No more innocent blood needs to be shed.
nb_no: Stopp, Eltenmir! Disse menneskene er ikke de som skadet Mebrin. De har hjulpet meg med å få hevn over de ansvarlige for den forferdelige gjerningen og har dermed frikjent seg selv for enhver forseelse. Det trenger ikke utgytes mer uskyldig blod.
uk: Зупинися, Ельтенміре! Це не ті люди, що нашкодили Мербіну. Вони допомогли мені помститися відповідальним за жахливий вчинок і таким чином зняли з себе будь-яку провину. Не має потреби проливати невинну кров.

source: I can hardly believe my ears. You have always been too soft, Ethiliel, but to side with the humans? All humans are scum and vermin! Just as they have felled our trees in the past, they have destroyed our homes, murdered our people, and killed Mebrin!
nb_no: Jeg kan nesten ikke tro mine egne ører. Du har alltid vært for ettergivende, Ethiliel, men å ta menneskenes side? Alle mennesker er avskum og skadedyr! Akkurat som de har felt trærne våre tidligere, har de ødelagt hjemmene våre, myrdet folket vårt og drept Mebrin!
uk: Я не можу повірити своїм вухам. Ти завжди була м'якою, Етілієль, але допомагати людям? Усі люди негідники та паразити! Прямо як вони валили наші дерева в минулому, вони зруйнували наші дома, вбили нашу рідню та закатували Мербіна!

source: Mebrin was my master, Eltenmir! It is <i>I</i> who grieves the most! I have spent countless, sleepless nights thinking about his death and missing him so dearly that my heart never ceases to ache. You know how I must feel about losing one that I cherished so. Still... still, even I recognize that these humans are not the ones to blame.
nb_no: Mebrin was my master, Eltenmir! Det er jeg som sørger mest! Jeg har tilbrakt utallige, søvnløse netter i tanken på hans død og savnet ham så inderlig at hjertet mitt aldri slutter å verke. Du vet hvordan det må føles å miste en som jeg satte så stor pris på. Likevel... selv jeg innser at det ikke er disse menneskene som har skylden.
uk: Мербін був моїм вчителем, Ельтенміре! Це <i>я</i> та, хто горює найбільше! Я провела незліченні безсонні ночі, думаючи про його смерть і сумуючи за ним так палко, що моє серце ніколи не звільнялося від болю. Ти знаєш, як я маю почуватися від загибелі того, хто був дорогим моєму серці. Але ж... але ж, навіть я розумію, що ці люди невинні.

source: It matters not. The humans have spilled the blood of our people, and so theirs will be spilled in turn. If you stand against us, Ethiliel, we will attack you too. You had best stay out of this.
nb_no: Det spiller ingen rolle. Menneskene har utgytt vårt folks blod, så deres blod vil bli utgytt. Hvis du står imot oss, Ethiliel, vil vi angripe deg også. Det er best du holder deg utenfor dette.
uk: Це неважливо. Люди пролили кров нашої рідні, тому тепер черга пролити їхню. Якщо ти виступиш проти нас, Етілієль, ми атакуємо і тебе. Тобі краще не лізти в це.

source: And what do you think Ithelden will have to say about that?
nb_no: Og hva tror du Ithelden vil si til det?
uk: Як гадаєш, що про це скаже Ітільден?

source: Eltenmir, answer me! You know you do not have the authority to be attacking the humans like this, much less me! Eltenmir!
nb_no: Eltenmir, svar meg! Du vet at du ikke har autoritet til å angripe menneskene slik, og slett ikke meg! Eltenmir!
uk: Ельтенміре, відповідай! Ти знаєш, що в тебе нема права ось так атакувати людей, тим паче мене! Ельтенміре!

source: Ever the stubborn one. Deoran, we will not be able to fight them for very long. I will send a messenger to Ithelden and hope he gets here in time before the city is overrun.
nb_no: Fremd like sta. Deoran, vi kan ikke kjempe mot dem særlig lenge. Jeg sender en budbringer til Ithelden og håper han kommer hit i tide før byen blir overkjørt.
uk: Який упертий. Деоране, ми не зможемо битися з ними дуже довго. Я відправлю вісника до Ітільдена, і сподіваюся, він прибуде до того, як місто візьмуть.

source: Are you sure that they’ll listen to Ithelden? Or that he’ll even try to stop them?
nb_no: Er du sikker på at de vil høre på Ithelden? Eller at han i det hele tatt vil prøve å stoppe dem?
uk: Ти впевнена, що вони послухаються Ітільдена? І чи він навіть намагатиметься зупинити їх?

source: Perhaps not, but we have no other hope right now. We must survive until Ithelden arrives!
nb_no: Kanskje ikke. Vårt eneste håp er at Ithelden vil høre på meg. Vi må overleve til Ithelden kommer!
uk: Можливо, що ні, але це єдина надія. Ми маємо протриматися до прибуття Ітільдена!

source: For every one of us you strike down, more will rise!
en@shaw: ğ‘“ğ‘¹ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘³ğ‘• ğ‘¿ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ ğ‘›ğ‘¬ğ‘¯, ğ‘¥ğ‘¹ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘²ğ‘Ÿ!
lt: Vietoj kiekvieno nukauto, stos keletas!
nb_no: For hver av oss du dreper, vil nye alver komme oppildnet etter!
uk: Кожного, кого ви вб'єте, замінять двоє!

source: Eltenmir! What in the world is going on here?
nb_no: Eltenmir! Hva i all verden er det som foregår her?
uk: Ельтенміре! Що тут відбувається?

source: We are merely giving these human pigs what they deserve. If they wish to shed the blood of our people, we will do the same to them.
nb_no: Vi gir bare disse menneskesvinene det de fortjener. Hvis de ønsker å utgyte vårt folks blod, vil vi gjøre det samme med dem.
uk: Ми просто даємо цій людській свиноті те, на що вони заслуговують. Якщо вони бажають проливати кров нашого народу, вони отримають те ж саме.

source: I know you must be grieving over Mebrin’s death as well, but surely you see that nothing good can come of doing this. Especially not from attacking Ethiliel!
nb_no: Jeg vet at du også sørger over Mebrins død, men du ser vel at dette ikke kan føre til noe godt? Spesielt ikke fra å angripe Ethiliel!
uk: Я знаю, що ти, мабуть, також горюєш через смерть Мербіна, але ти точно бачиш, що нічого гарного з цього не вийде. Особливо атакуючи Етілієль!

source: Then suggest something, for we must have some form of retribution!
nb_no: Så foreslå noe, for vi må ha en eller annen form for gjengjeldelse!
uk: Тоді запропонуй щось, що ми маємо зробити задля відплати!

source: The ones who <i>effectively</i> killed Mebrin are dead. I saw to that personally. We should have no more qualms with the remaining humans here.
nb_no: De som <i>faktisk drepte</i> Mebrin, er døde. Det sørget jeg for personlig. Vi burde ikke ha flere kvaler med de gjenværende menneskene her.
uk: Ті, хто <i>фактично</i> закатували Мербіна, вже гниють у лісах та полях. Я бачила це на власні очі. Ми не маємо жодних проблем з іншими людьми.

source: As if we would be satisfied by something like that! Even if what you say is true, the death of a few bugs in the woods is hardly an equal trade for one of our greatest leaders!
nb_no: Som om vi skulle være fornøyd med noe sånt! Selv om det du sier er sant, er neppe noen få insekters død i skogen et likeverdig bytte for en av våre største ledere!
uk: Наче ми будемо задоволені чимось таким! Якщо навіть це і правда, смерть кількох комах в лісах навряд чи рівна життю одного з наших найвеличніших мудреців!

source: But the answer cannot be more death and destruction...
nb_no: Men svaret kan ikke være mer død og ødeleggelse...
uk: Але відповіддю не може бути більше смертей та руйнувань...

source: No, it might not be, but Eltenmir is right. We cannot sit idly by and forget this atrocity either. If you wish to prevent a slaughter here, we will have to come up with some other form of resolution. Regardless, you should come and discuss the issue with us, Ethiliel. You no longer belong with the humans.
nb_no: Nei, kanskje ikke, men Eltenmir har rett. Vi kan heller ikke sitte stille og glemme denne grusomheten. Hvis du vil forhindre en nedslakting her, må vi finne en annen form for løsning. Uansett bør du komme og diskutere saken med oss, Ethiliel. Du hører ikke lenger til blant menneskene.
uk: Ні, не може, але Ельтенмір правий. Ми також не можемо просто забути цей гріх. Якщо ти бажаєш запобігти різанині тут, ми можемо знайти інше вирішення цієї проблеми. Тобі варто прийти та обговорити це разом з нами, Етілієль. Тобі більше не місце серед людей.

source: I... I suppose you are right. I will come.
nb_no: Du... Du har vel rett. Jeg kommer.
uk: Я... Я гадаю, ти правий. Я прийду.

source: Be careful, Deoran. The more blood you spill, the more my people will be enraged. More will surely come to attack.
nb_no: Vær forsiktig, Deoran. Jo mer blod du utgyter, desto mer rasende blir folket mitt. Flere vil sikkert komme for å angripe.
uk: Обережніше, Деоране. Чим більше крові проллєш, тим більше мого народу буде розлючено. Ще більше їх прийде атакувати.

source: Provincial Guard
en@shaw: ğ‘ğ‘®ğ‘©ğ‘ğ‘¦ğ‘¯ğ‘–ğ‘©ğ‘¤ ğ‘œğ‘¸ğ‘›
lt: Provincijos sargybinis
nb_no: Fylkesgardist
uk: Місцева Варта

source: Merman Guard
nb_no: Havmannvokter
uk: Водяна Варта

source: Nilaf
uk: Нілаф

source: More allies will arrive on turn $council_arrive_turn|.
nb_no: Flere allierte vil ankomme ved runde $council_arrive_turn|.
uk: Більше союзників прибуде на $council_arrive_turn| ходу.

source: Look there! The undead have broken through Sir Gerrick’s line! Alas, he is lost!
nb_no: Se! De vandøde har brutt gjennom Sir Gerrikks linjer! Han må ha falt!
uk: Дивіться! Армія мерців прорвала оборону Пана Герріка! На жаль, він загинув!

source: Gerrick was my mentor and caretaker ever since I was little. I have admired his bravery and courage for a long time and always aspired to be a warrior as mighty as he was. Today, we will defeat the undead and avenge him!
nb_no: Gerrikk var min mentor og formynder helt siden jeg var liten. Jeg har lenge beundret tapperheten og motet hans, og jeg har alltid ønsket å bli en like mektig kriger som han var. I dag skal vi beseire de vandøde og hevne ham!
uk: Геррік був моїм наставником та опікуном, відколи я був малим. Я завжди поважав його відважність та хоробрість, і завжди надихався бути таким же величним воїном, як і він. Сьогодні ми переможемо мерців та помстимося за нього!

source: He was a noble man to have sacrificed himself for us. I wish that it did not have to be so, but in the narrow window Gerrick’s valiant stand gave us, we have gathered some of the provincial guard and reinforced our defenses!
nb_no: Han var en edel mann som ofret seg for oss. Jeg skulle ønske at det ikke måtte bli slik, men i det smale tidsrommet Gerrikks tapre kamp ga oss, har vi samlet en del av provinsgarden og forsterket forsvaret vårt!
uk: Він був гідною людиною, пожертвував своїм життям заради нас. Хотів би я, щоб цього не сталося, але за той невеликий час, що він для нас виграв, ми зібрали частину місцевої варти та підсилили нашу оборону!

source: He was a noble man to have sacrificed himself for us. I wish that it did not have to be so, but in the narrow window Gerrick’s valiant stand gave us, we have gathered the whole provincial guard and reinforced our defenses!
nb_no: Han var en edel mann som ofret seg for oss. Jeg skulle ønske at det ikke måtte bli slik, men i det smale tidsrommet Gerrikks tapre kamp ga oss, har vi samlet hele provinsgarden og forsterket forsvaret vårt!
uk: Він був гідною людиною, пожертвував своїм життям заради нас. Хотів би я, щоб цього не сталося, але за той невеликий час, що він для нас виграв, ми привели у повну готовність місцеву варту та підсилили нашу оборону!

source: He was a noble man to have sacrificed himself for us. I wish that it did not have to be so, but in the narrow window Gerrick’s valiant stand gave us, we have gathered the whole provincial guard and fully embattled the city!
nb_no: Han var en edel mann som ofret seg for oss. Jeg skulle ønske at det ikke måtte bli slik, men i det smale tirdsrommet Gerrikks tapre kamp ga oss, har vi samlet hele provinsgarden og fullstendig befestet byen!
uk: Він був гідною людиною, пожертвував своїм життям заради нас. Хотів би я, щоб цього не сталося, але за той невеликий час, що він для нас виграв, ми привели у повну готовність місцеву варту та повністю укріпили місто!

source: Indeed, Sir Deoran, we have come to defend Westin from the undead menace!
nb_no: Ja, Sir Deoran, vi har kommet for å forsvare Westin mot den vandøde trusselen!
uk: Звісно, пане Деоране, ми прийшли, щоб захистити Вестін від загрози мерців!

source: Minister Hylas, what word is there from the allies of the Council?
nb_no: Minister Hylas, hva sier rådets allierte?
uk: Міністре Хіласе, чи є вісті від союзників Ради?

source: The Council of Westin has summoned some aid from our allies to the north!
nb_no: Rådet i Westin har tilkalt hjelp fra våre allierte i nord!
uk: Рада Вестіну отримала трохи допомоги від наших союзників на півночі!

source: Minister Mefel
lt: Ministras Mefelis
uk: Міністр Мефел

source: We come to battle the unholy ones at your side. Hylas, I have made all possible haste, but the others are not as swift as I. It will take more time for them to arrive.
nb_no: Vi kommer for å kjempe mot de uhellige ved din side. Hylas, jeg har hastet, men de andre er ikke like raske som meg. Det vil ta lengre tid før de kommer.
uk: Ми прийшли, щоб разом з вами битися проти нечистих. Хіласе, я поспішав, як тільки міг, але решта не така швидка, як я. Їм знадобиться трохи більше часу.

source: The Council of Westin has summoned many of our brethren from our allies to the north!
nb_no: Rådet i Westin har tilkalt mange av våre brødre fra våre allierte i nord!
uk: Рада Вестіну закликала багатьох наших побратимів від наших союзників на півночі!

source: We heard your call for help and came as quickly as we could. These undead shall be sent back to the dark abyss that spawned them!
nb_no: Vi hørte deres rop om hjelp og kom så fort vi kunne. Disse vandøde skal sendes tilbake til den mørke avgrunnen som skapte dem!
uk: Ми почули ваш клич про допомогу і прийшли так швидко, як змогли. Ми відправимо цих мерців у ту ж темну прірву, що породила їх!

source: So, this is it. Sir Gerrick has bought us enough time to rally our forces and fortify the city. A mighty battle is upon us, but as surely as the dawn breaks after every night, the courage and valor of men will prevail over the wicked creatures of darkness. We must stand fast against the undead and defend our homes! We fight for Sir Gerrick! We fight for Wesnoth!
nb_no: Nå skjer det. Sir Gerrikk har kjøpt oss nok tid til å samle styrkene våre og befeste byen. En mektig kamp står foran oss, men like sikkert som at solen bryter frem etter nattemørket, vil menneskenes mot og tapperhet seire over mørkets onde skapninger. Vi må stå fast mot de vandøde og forsvare hjemmene våre! Vi kjemper for Sir Gerrikk! Vi kjemper for Wesnoth!
uk: Отже, це воно. Пан Геррік виграв нам достатньо часу, щоб зібрати наші сили та укріпити місто. На нас чекає велична битва, але так само, як світанок настає після кожної ночі, мужність і хоробрість людей візьмуть гору над нечестивими істотами темряви. Ми мусимо вистояти проти мерців та захистити наші домівки! Ми б'ємося за Пана Герріка! Ми б'ємося за Веснот!

source: What shall we do, master?
nb_no: Hva skal vi gjøre, min herre?
uk: Що нам робити, володарю?

source: Slay them all! Even if we sustain heavy losses here, the city’s inhabitants will be more than enough to replenish our ranks.
nb_no: Drep dem alle! Selv om vi lider store tap her, vil byens innbyggere være mer enn nok til å fylle opp rekkene våre.
uk: Вбити їх усіх! Навіть якщо ми зазнаємо тяжких втрат, жителів міста буде достатньо, щоб поповнити наші ряди.

source: For every man that falls, a new warrior shall soon join the ranks of the dead!
nb_no: For hver mann som faller, vil en ny kriger snart slutte seg til de dødes rekker!
uk: За кожну людину, що загине, новий воїн доєднається до рядів мертвих!

source: Every unit you lose will give the undead gold. Protect your troops and sustain as few losses as possible!
nb_no: Hver enhet du mister, gir de vandøde gull. Beskytt troppene dine og sørg for så få tap som mulig!
uk: Кожного разу, коли ви втрачаєте бійця, мерці отримують золото. Захищайте свої війська і зазнайте якнайменших втрат!

source: The shroud of darkness descends once more. Night seeps through the cracks and crannies in the humans’ defenses, plaguing their minds and bodies with dreadful fear. As surely as the sanctity of the psyche is shattered, so is the physical form, and all that is left is unthinking, unfeeling servitude.
nb_no: Mørkets slør senker seg nok en gang. Natten siver inn gjennom sprekker og kroker i menneskenes forsvarsverk, og plager deres sinn og kropper med grufull angst. Like sikkert som at psykens hellighet er knust, er også den fysiske formen knust, og alt som står igjen er tankeløs, følelsesløs trelldom.
uk: Прокрив темряви знову опускається на землю. Ніч просочується крізь тріщини та щілини людської оборони, вселяючи в їхні розум та тіло огидний жах. Коли, безперечно, здоровий глузд буде розбито, фізична форма теж впаде, і все, що лишиться, це бездумні, безвідчутні прислужники.

source: We do not fear your unholy power, lich. We will not succumb to your dark magics and we will not be turned into your undead slaves.
nb_no: Vi frykter ikke din vanhellige makt, heksekonge. Vi vil ikke bukke under for din mørke magi, og vi vil ikke bli forvandlet til dine vandøde slaver.
uk: Ми не боїмося твоєї нечестивої сили, ліч. Ми не поступимося твоїй темній магії, і нас не буде перетворено на твоїх мертвих рабів.

source: Dawn breaks over the horizon! We have weathered the night and can now begin our counterattack against the undead!
nb_no: Daggryet bryter frem i horisonten! Vi har overlevd natten og kan nå begynne motangrepet mot de vandøde!
uk: Світанок проглядається на горизонті! Ми загартувалися вночі і тепер можемо почати наш контрнаступ против мерців!

source: We heard your call for help and came as quickly as we could. We are at your service, Sir Deoran!
nb_no: Vi hørte ropet om hjelp og kom så fort vi kunne. Vi står til tjeneste, Sir Deoran!
uk: Ми почули ваш заклик про допомогу та прийшли так швидко, як змогли. Ми до твоїх послуг, Пане Деоране!

source: Your arrival could not be more timely. With you here, we shall send these undead back to the dark abyss that spawned them!
nb_no: Deres ankomst er høyst beleilig. Med dere her skal vi sende disse vandøde tilbake til den mørke avgrunnen som skapte dem!
uk: Ваша поява не могла бути більше вчасною. Разом з вами ми відправимо цих мерців у ту ж темну прірву, що породила їх!

source: Minister Romand
lt: Ministras Romandas
uk: Міністр Романд

source: Minister Alanafel
lt: Ministras Alanafelis
nb_no: Minister lnafel
uk: Міністр Аланафель

source: The shadows... they beckon...
nb_no: Skyggene... de kaller...
uk: Тіні... вони кличуть...

source: So, you have defeated my lackey. A great accomplishment, for ones so pitiful.
nb_no: Så du har beseiret håndlangeren min. En stor bragd, for en som er så ynkelig.
uk: Що ж, ви перемогли мого прислужника. Велике досягнення, як для когось настільки жалюгідного.
