Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Urza Afalas earned his own mound as well, a small, inconspicuous thing near his old home, where his brothers and he used to live before they were exiled for their crimes. Knowing that the former outlaw leader had helped defend the city against the undead assault, the Council of Westin absolved the remaining bandits of their crimes and allowed them to return to their homes. After many years away from home and a difficult and terrifying battle against the undead, most were more than happy to come back in peace and help clean up the town.
nb_no: Urza Afalas fikk også sin egen haug, en liten, iøynefallende ting i nærheten av sitt gamle hjem, der brødrene hans og han pleide å bo før de ble landsforvist for sine forbrytelser. Rådet i Westin visste at den tidligere bandittlederen hadde hjulpet til med å forsvare byen mot angrepet fra de vandøde, og rådet frikjente de gjenværende bandittene for forbrytelsene deres og lot dem vende tilbake til hjemmene sine. Etter mange år borte hjemmefra og en vanskelig og skremmende kamp mot de vandøde, var de fleste mer enn glade for å komme tilbake i fred og hjelpe til med å rydde opp i byen.
uk: Урза Афалас також заробив на свій курган — малий, непримітний, неподалік від свого старого будинку, де він і його брати жили до того, як були вигнані за свої злочини. Знаючи, що колишній ватажок розбійників допоміг захистити місто від нападу мерців, Рада Вестіна простила решті бандитів їхні злочини і дозволила їм повернутися до своїх домівок. Після багатьох років далеко від дому та жахливої боротьби з мерцями, більшість з них була більш ніж рада повернутися з і допомогти відбудувати місто.

source: Deoran spent his days visiting the wounded and directing the men as they rebuilt the shattered walls and ramparts of the city. Slowly, a sense of normalcy began to return to Kerlath Province as Westin was restored and the South Guard began to patrol the villages once again.
nb_no: Deoran tilbrakte dagene på å besøke de sårede og lede mennene mens de gjenoppbygde byens ødelagte murer og voller. Langsomt begynte en følelse av normalitet å vende tilbake til Kerlath-provinsen etter hvert som Westin ble gjenopprettet, og sørgarden begynte å patruljere landsbyene igjen.
uk: Деоран же відвідував поранених та керував відбудовою розбитих стін та валів міста. Поступово відчуття нормального життя почало повертатися до провінції Керлат, Вестін було відновлено, а Південна Гвардія знову почала патрулювати околиці.

source: (Novice level, 8 or 9 scenarios depending on the branch you take.)
lt: (Pradedantysis lygis, 8 arba 9 scenarijai, priklausomai nuo pasirinktos šakos.)

source: A young Knight, Deoran, is dispatched to take command of the South Guard... Note: This campaign is designed as an introduction to Wesnoth. The 'Civilian' difficulty level is aimed at first-time players.
lt: Jaunas riteris vardu Deoranas paskiriamas perimti vadovavimą Pietų Sargybai... Pastaba: ši kampanija specialiai kurta kaip įvadas į Vesnotą. „Civilio“ sudėtingumo lygis pritaikytas pirmą kartą žaidžiantiems.

source: (Beginner)
lt: (Pradedantysis)

source: (Easy)
lt: (Lengvas)

source: (Normal)
lt: (Normalus)

source: Time runs out
lt: Pasibaigia ėjimai

source: Deoran found himself put to the test early in his command. Loris, the previous commander, had squandered his time in games and diversions and bandits had overrun the land...
lt: Neilgai Deoranui teko vadovauti kol pajuto išbandymus. Loris, jo pirmtakas švaistė laiką žaidimams ir pramogoms, ir žemes apniko banditai...

source: You'll never take this village! I've seen your kind kill too many townsmen, and I'll defend them to the death!
lt: Nepaimsi šito kaimo! Mačiau aš tokius kaip tu, kaip jūs žudot miestiečius, ir aš juos ginsiu iki pat mirties!

source: My kind? I am a soldier of Wesnoth, a messenger of King Haldric, and the new commander of the South Guard! What do you mean, 'my kind'?
lt: Tokius kaip aš? Aš Vesnoto karys, karaliaus Haldriko pasiuntinys ir naujasis Pietų Sargybos vadas! Ką turi omeny, „tokius kaip aš“?

source: Sorry, sir! I thought you were one of the bandits who have been ransacking the towns and killing the villagers. What are you doing here? Sir Gerrick and I were the last of the South Guard...
en@shaw: ğ‘•ğ‘ªğ‘®ğ‘¦, ğ‘•ğ‘»! ğ‘² ğ‘”ğ‘·ğ‘‘ ğ‘¿ ğ‘¢ğ‘» ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘®ğ‘¨ğ‘¯ğ‘•ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘¬ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘’ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘»ğ‘Ÿ. ğ‘¢ğ‘ªğ‘‘ ğ‘¸ ğ‘¿ ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘£ğ‘½? Â·ğ‘•ğ‘» Â·ğ‘¡ğ‘ºğ‘¦ğ‘’ ğ‘¯ ğ‘² ğ‘¢ğ‘» ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘ ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘›...
lt: Atsiprašau, pone! Aš pamaniau, kad jūs vienas iš tų banditų, kurie puldinėja miestelius ir žudo gyventojus. Ką jūs čia veikiate? Seras Gerikas ir aš buvome paskutinieji iš Pietų Sargybos...

source: I have been sent to take command of the South Guard and set things right. We must arm the villagers and drive off the bandits before they can do any more harm!
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘ ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘› ğ‘¯ ğ‘•ğ‘§ğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘®ğ‘²ğ‘‘. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¸ğ‘¥ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘»ğ‘Ÿ ğ‘¯ ğ‘›ğ‘®ğ‘²ğ‘ ğ‘ªğ‘“ ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘µ ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘¹ ğ‘£ğ‘¸ğ‘¥!
lt: Aš atsiųstas perimti vadovavimą Pietų Sargyba ir įvesti čia tvarką. Reikia apginkluoti kaimiečius ir nustumti banditus kol jie nepridarė dar daugiau žalos!

source: You should head to the river fort! Sir Gerrick will want to know that reinforcements have arrived!
lt: Jums derėtų vykti į upės fortą! Seras Gerikas apsidžiaugs sužinojęs, kad atvyko pastiprinimas!

source: Whenever you see a target that looks like this, you should move your leader (or whatever unit the dialogue just suggested) onto the hex that contains it.
lt: Kai matote tokį ženklą, veskite savo vadą (ar kitą dialoge pasiūlytą dalinį) į pažymėtą langelį.

source: Ha! This new commander is a mere boy. He will soon share the fate of that swine Loris!
en@shaw: ğ‘£ğ‘­! ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘¿ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘© ğ‘¥ğ‘½ ğ‘šğ‘¶. ğ‘£ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘µğ‘¯ ğ‘–ğ‘º ğ‘ ğ‘“ğ‘±ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘¢ğ‘²ğ‘¯ ğ‘¤ğ‘¹ğ‘¦ğ‘•!
lt: Cha! Šitas naujas vadas tėra berniūkštis. Greitai ir jis sulauks to kiaulės Lorio lemties!

source: My lord, it is good that King Haldric has sent you to our lands! Bandits have overrun the whole countryside, and are killing and pillaging without pity. You must raise the South Guard again and drive off the bandits!
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘œğ‘«ğ‘› ğ‘ğ‘¨ğ‘‘ Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘¿ ğ‘‘ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ! ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘´ğ‘ğ‘¼ğ‘®ğ‘³ğ‘¯ ğ‘ ğ‘£ğ‘´ğ‘¤ ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘•ğ‘²ğ‘›, ğ‘¯ ğ‘¸ ğ‘’ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘ğ‘¦ğ‘‘ğ‘¦. ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘±ğ‘Ÿ ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘¯ ğ‘›ğ‘®ğ‘²ğ‘ ğ‘ªğ‘“ ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘•!
lt: Valdove, gerai, kad karalius Haldrikas atsiuntė jus į mūsų žemes! Banditai užėmė visą vietovę ir žudo bei plėšia be pasigailėjimo. Grąžinkite Pietų Sargybai pasitikėjimą ir atsikratykite banditų!

source: No doubt I am needed here. Unfortunately I have seen only farm tools to arm our men with. They are valorous, but cannot fight bandits with pitchforks!
lt: Neabejoju, kad aš čia reikalingas. Tiesa, kol kas temačiau žemės ūkio padargus, kuriais galėtume apginkluoti vyrus. Jie drąsūs, bet su šakėmis priešo nenugalės!

source: I will open the citadel's armory. We have a supply of spears and bows, and lacked only a leader to bring us to battle with them!
lt: Atversiu citadelės ginklinę. Mes turime iečių ir lankų atsargą, trūko tik į kovą vesiančio vado!

source: Sir Gerrick is an infantry commander. He is a strong warrior in his own right, but when he is near less experienced troops, he makes their attack better too!
en@shaw: Â·ğ‘•ğ‘» Â·ğ‘¡ğ‘ºğ‘¦ğ‘’ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘“ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼. ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ ğ‘¦ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ ğ‘®ğ‘²ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘¯ğ‘½ ğ‘¤ğ‘§ğ‘• ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘‘ğ‘®ğ‘µğ‘ğ‘•, ğ‘£ğ‘° ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘ğ‘º ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘‘ğ‘µ!
lt: Seras Gerikas yra pėstininkų vadas. Jis ir pats stiprus karys, bet kai jis šalia mažiau patyrusių karių, jų puolimas sustiprėja!

source: Units that have a hero marker are vital to your campaign. If any of them die, you will lose the scenario, so guard them carefully!
lt: Daliniai su herojaus karūna būtini jūsų kampanijai. Jeigu kuris nors iš jų žus, pralaimėsite mūšį, tad kruopščiai juos saugokite!

source: While you're in your camp, you can recruit more troops. Build up a small force to use against the bandits that Urza Mathin recruits.
lt: Kol jūs stovykloje, galite samdyti karius. Suburkite nedidelę armiją, su kuria pulsite Urza Matino vadovaujamus banditus.

source: Bowmen have a strong ranged attack, and are very effective against units that lack a ranged attack, like Thieves and Thugs. They also carry a sword and can defend themselves against melee attacks.
en@shaw: ğ‘šğ‘´ğ‘¥ğ‘©ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘¯ ğ‘¸ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘¨ğ‘’ ğ‘© ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘¤ğ‘²ğ‘’ ğ‘”ğ‘°ğ‘ğ‘Ÿ ğ‘¯ ğ‘”ğ‘©ğ‘œğ‘Ÿ. ğ‘ğ‘± ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘’ğ‘¨ğ‘®ğ‘¦ ğ‘© ğ‘•ğ‘¹ğ‘› ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘¤ğ‘± ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•.
lt: Lankininkai gerai atakuoja iš toli ir ypač efektyvūs prieš dalinius, kurie to nemoka, kaip kad vagys ir užpuolikai. Taip pat jie turi kalavijus, tad gali gintis ir artimoje kovoje.

source: Spearmen have a strong melee attack, and are effective against most units. They also have a weak ranged attack. They form the backbone of the South Guard.
en@shaw: ğ‘•ğ‘ğ‘½ğ‘¥ğ‘§ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¥ğ‘±ğ‘¤ğ‘± ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘¯ ğ‘¸ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•. ğ‘ğ‘± ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘¢ğ‘°ğ‘’ ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’. ğ‘ğ‘± ğ‘“ğ‘¹ğ‘¥ ğ‘ ğ‘šğ‘¨ğ‘’ğ‘šğ‘´ğ‘¯ ğ‘ ğ‘ ğ‘•ğ‘¬ğ‘” ğ‘œğ‘¸ğ‘›.
lt: Ietininkai stiprūs artimoje kovoje ir naudingi kovojant su dauguma priešų. Tolimose atakose ietininkai silpnesni. Jie sudaro Pietų Sargybos šerdį.

source: Sir, bandits are most dangerous at night. Let us hold the north bank of the river until dawn and press our attack in the morning!
en@shaw: ğ‘•ğ‘», ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘¸ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘• ğ‘¨ğ‘‘ ğ‘¯ğ‘²ğ‘‘. ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘šğ‘¨ğ‘™ğ‘’ ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘›ğ‘·ğ‘¯ ğ‘¯ ğ‘ğ‘®ğ‘§ğ‘• ğ‘¬ğ‘¼ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘¹ğ‘¯ğ‘¦ğ‘™!
lt: Pone, banditai pavojingesni naktį. Palaikykime iki aušros šiaurinį krantą, o užpulkime juos ryte!

source: All of your units are 'lawful'. This means that they receive a combat bonus during the day, and a penalty at night. Urza Mathin's units are all 'chaotic', which means that they receive a bonus at night and a penalty during the day. You will be much more effective fighting during the day.
lt: Visi jūsų daliniai kaunasi už tvarką. Tai reiškia, kad dieną jie kaunasi stipriau, o naktį silpniau. Tuo tarpu Urza Matino kariai kaunasi už chaosą, tad jie stipresni naktį ir silpnesni dieną. Jums daug palankiau kautis dieną.

source: My lord! The dawn is breaking - now is the time for us to attack and drive these bandits from our lands. To me men of the South Guard!
lt: Valdove! Jau brėkšta – dabar tinkamiausias laikas pulti ir išguiti šituos nedorėlius iš mūsų žemių. Paskui mane, Pietų Sargybos vyrai!

source: During the day your units will deal more damage, and Urza Mathin's less. The more of his troops you can defeat during the day, the better!
lt: Dienos metu jūsų daliniai padaro daugiau žalos, o Urza Matino mažiau. Kuo daugiau jo dalinių nugalėsite dienos metu, tuo geriau!

source: Your people have been allies of our lord, King Typhon. We will help you drive these bandits from your land if you allow us to live here in peace.
lt: Tavo žmonės buvo mūsų valdovo, Karaliaus Taifūno, sąjungininkai. Mes padėsime išvyti šiuos banditus iš tavo žemės, jei leisi mums taikiai čia gyventi.

source: We welcome your aid in the fight against these criminals! The rivers of this land are yours if you will aid us in our battles.
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘§ğ‘¤ğ‘’ğ‘©ğ‘¥ ğ‘¿ğ‘¼ ğ‘²ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘®ğ‘¦ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ! ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ğ‘Ÿ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¸ ğ‘¿ğ‘¼ğ‘Ÿ ğ‘¦ğ‘“ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘²ğ‘› ğ‘³ğ‘• ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ.
lt: Mielai priimtume jūsų pagalbą šioje kovoje! Jeigu padėsite mums mūšiuose, šios šalies upės bus jūsų.

source: You may now recruit Merman Hunters. Mermen are aquatic creatures. Keep them in rivers and swamps and they will fight well! Put them on dry land and they're in trouble!
lt: Dabar galite samdyti vandenių medžiotojus. Vandeniai priklausomi nuo vandens. Laikykite juos upėse ir pelkėse ir jie kausis gerai! Nuveskite juos ant žemės ir jie paklius bėdon!

source: Who goes there! Come out of the house now!
en@shaw: ğ‘£ğ‘µ ğ‘œğ‘´ğ‘Ÿ ğ‘ğ‘º! ğ‘’ğ‘³ğ‘¥ ğ‘¬ğ‘‘ ğ‘ ğ‘ ğ‘£ğ‘¬ğ‘• ğ‘¯ğ‘¬!
lt: Kas ten eina! Tuojau pat išeikite iš namo!

source: Stay! It's me, Aleron! The villagers hid me from the bandits when the town was overrun. They have kept me safe, though I was gravely wounded...
lt: Palaukite! Tai aš, Aleronas! Kaimiečiai mane paslėpė nuo banditų, kai šie užėmė kaimą. Jie mane išgelbėjo, nors ir buvau sunkiai sužeistas...

source: I am glad to find you alive Aleron, we feared the worst when you did not return after the battle!
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘œğ‘¤ğ‘¨ğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¿ ğ‘©ğ‘¤ğ‘²ğ‘ ğ‘­ğ‘¤ğ‘ºğ‘ªğ‘¯, ğ‘¢ğ‘° ğ‘“ğ‘½ğ‘› ğ‘ ğ‘¢ğ‘»ğ‘•ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤!
lt: Džiaugiuosi radęs tave gyvą, Aleronai. Kai negrįžai iš mūšio, mes bijojome blogiausio.

source: Let us punish these bandits for their crimes and murders! My wounds are healed and I am ready for battle!
en@shaw: ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘ğ‘³ğ‘¯ğ‘¦ğ‘– ğ‘ğ‘°ğ‘Ÿ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘“ğ‘¹ ğ‘ğ‘º ğ‘’ğ‘®ğ‘²ğ‘¥ğ‘Ÿ ğ‘¯ ğ‘¥ğ‘»ğ‘›ğ‘¼ğ‘Ÿ! ğ‘¥ğ‘² ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘Ÿ ğ‘¸ ğ‘£ğ‘°ğ‘¤ğ‘› ğ‘¯ ğ‘² ğ‘¨ğ‘¥ ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘“ğ‘¹ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤!
lt: Nubauskime šiuos banditus už jų nusikaltimus ir žmogžudystes! Mano žaizdos išgydytos ir aš pasiruošęs mūšiui!

source: Aleron is a longbowman, stronger and better trained than regular bowmen. His arrows are deadly to enemies without a ranged attack.
lt: Aleronas yra patyręs lankininkas, stipresnis ir geriau treniruotas už eilinį lankininką. Jo strėlės mirtinos priešams be tolimos kovos galimybių.

source: Not more bandits... We have nothing left. Begone!
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘¹ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘•... ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘¤ğ‘§ğ‘“ğ‘‘. ğ‘šğ‘°ğ‘œğ‘ªğ‘¯!
lt: O ne, ir vėl banditai... Pas mus jau nieko nebeliko, nešdinkitės!

source: We are no bandits. The banner of the South Guard flies again! Help us drive these criminals from your land.
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘¯ğ‘´ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘•. ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘» ğ‘ ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘› ğ‘“ğ‘¤ğ‘²ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯! ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘›ğ‘®ğ‘²ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘®ğ‘¦ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›.
lt: Mes ne banditai. Pietų Sargybos vėliava ir vėl plevėsuoja! Padėk mums išstumti tuos nusikaltėlius iš tavo žemės.

source: However I can, I will help you!
en@shaw: ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼ ğ‘² ğ‘’ğ‘¨ğ‘¯, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿!
lt: Padėsiu jums kaip tik galėsiu!

source: Garrison the villages behind our lines and keep the enemy from slipping around us at night.
en@shaw: ğ‘œğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘¬ğ‘¼ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘’ğ‘°ğ‘ ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘•ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘³ğ‘• ğ‘¨ğ‘‘ ğ‘¯ğ‘²ğ‘‘.
lt: Patruliuok po kaimus už mūsų gretų ir prižiūrėk, kad naktį priešas neprasmuktų mums už nugarų.

source: This village is ours to plunder! Begone or I will kill you all!
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘¬ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘ğ‘¤ğ‘³ğ‘¯ğ‘›ğ‘¼! ğ‘šğ‘°ğ‘œğ‘ªğ‘¯ ğ‘¹ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘¦ğ‘¤ ğ‘¿ ğ‘·ğ‘¤!
lt: Šitas kaimas mūsų! Nešdinkitės arba nudėsiu jus visus!

source: Do you not see the banners flying in the wind? The South Guard fights again. Flee while you can, or you will meet swift death on our spears!
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘° ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘»ğ‘Ÿ ğ‘“ğ‘¤ğ‘²ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›? ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘› ğ‘“ğ‘²ğ‘‘ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯. ğ‘“ğ‘¤ğ‘° ğ‘¢ğ‘²ğ‘¤ ğ‘¿ ğ‘’ğ‘¨ğ‘¯, ğ‘¹ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘°ğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘“ğ‘‘ ğ‘›ğ‘§ğ‘” ğ‘ªğ‘¯ ğ‘¬ğ‘¼ ğ‘•ğ‘ğ‘½ğ‘Ÿ!
lt: Ar nematai plazdančių vėliavų? Pietų Sargyba vėl kovoja. Bėk kol gali, nes kitaip greitai rasi savo mirtį ant mūsų iečių!

source: Remember, your job is to defeat Urza Mathin. He should be your main target. Archers will be especially effective against him, because he has no ranged attack. Surround him, and kill him!
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼, ğ‘¿ğ‘¼ ğ‘¡ğ‘ªğ‘š ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘»ğ‘Ÿğ‘© Â·ğ‘¥ğ‘¨ğ‘”ğ‘¦ğ‘¯. ğ‘£ğ‘° ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¿ğ‘¼ ğ‘¥ğ‘±ğ‘¯ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘. ğ‘¸ğ‘—ğ‘»ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¦ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘£ğ‘¦ğ‘¥, ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’. ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘› ğ‘£ğ‘¦ğ‘¥, ğ‘¯ ğ‘’ğ‘¦ğ‘¤ ğ‘£ğ‘¦ğ‘¥!
lt: Prisiminkite, jūsų užduotis nugalėti Urza Matiną. Jis turėtų būti jūsų pagrindinis taikinys. Ypač naudingi bus lankininkai, nes jis negali atsakyti į tolimas atakas. Apsupkite jį ir užmuškite!

source: My days of pillage and plunder are over! My brothers will avenge me...
en@shaw: ğ‘¥ğ‘² ğ‘›ğ‘±ğ‘Ÿ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¯ ğ‘ğ‘¤ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¸ ğ‘´ğ‘ğ‘¼! ğ‘¥ğ‘² ğ‘šğ‘®ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘ğ‘§ğ‘¯ğ‘¡ ğ‘¥ğ‘°...
lt: Baigėsi mano plėšikavimo dienos! Mano broliai už mane atkeršys...

source: He is dead! Congratulations, commander. We thought we would never see reinforcements - Did Sir Loris send you from Westin?
lt: Jis negyvas! Sveikinu, vade. Manėme, kad jau niekada nesulauksime pastiprinimo. Ar jus atsiuntė seras Loris iš Vestino?

source: No. I have been sent by King Haldric to take command of the South Guard. The King has heard no news in weeks. How long have you and your men been shut up in the citadel?
en@shaw: ğ‘¯ğ‘´. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘šğ‘² Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘ ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘›. ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘£ğ‘¨ğ‘Ÿ ğ‘£ğ‘»ğ‘› ğ‘¯ğ‘´ ğ‘¯ğ‘¿ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¢ğ‘°ğ‘’ğ‘•. ğ‘£ğ‘¬ ğ‘¤ğ‘ªğ‘™ ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘¯ ğ‘¿ğ‘¼ ğ‘¥ğ‘§ğ‘¯ ğ‘šğ‘°ğ‘¯ ğ‘–ğ‘³ğ‘‘ ğ‘³ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘©ğ‘›ğ‘§ğ‘¤?
lt: Ne. Mane atsiuntė karalius Haldrikas, kad perimčiau vadovavimą Pietų Sargyba. Karalius savaitėmis negavo jokių žinių. Kiek laiko jūs ir jūsų vyrai buvote užspeisti citadelėje?

source: Almost two months. Sir Loris took one of our patrols along the Westin road and never returned; and the next night, bandits struck and killed eight of my men. We held the citadel, and held out vain hope for reinforcement from Westin. We never thought we would see men sent from the King!
en@shaw: ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘‘ğ‘µ ğ‘¥ğ‘³ğ‘¯ğ‘”ğ‘•. Â·ğ‘•ğ‘» Â·ğ‘¤ğ‘¹ğ‘¦ğ‘• ğ‘‘ğ‘«ğ‘’ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘¬ğ‘¼ ğ‘ğ‘©ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ ğ‘®ğ‘´ğ‘› ğ‘¯ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘›; ğ‘¯ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¯ğ‘²ğ‘‘, ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ ğ‘¯ ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘±ğ‘‘ ğ‘ ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯. ğ‘¢ğ‘° ğ‘£ğ‘§ğ‘¤ğ‘› ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘©ğ‘›ğ‘§ğ‘¤, ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘› ğ‘¬ğ‘‘ ğ‘ğ‘±ğ‘¯ ğ‘£ğ‘´ğ‘ ğ‘“ğ‘¹ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯. ğ‘¢ğ‘° ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘”ğ‘·ğ‘‘ ğ‘¢ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘° ğ‘¥ğ‘§ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘’ğ‘¦ğ‘™!
lt: Beveik du mėnesius. Seras Loris iškeliavo Vestino keliu su vienu iš patrulių ir nebegrįžo, o sekančią naktį smogė banditai ir užmušė aštuonis mano vyrus. Laikėme citadelę ir puoselėjome bergždžią viltį apie pastiprinimą iš Vestino. Niekada nesitikėjome sulaukti karaliaus vyrų!

source: This is worse than even my darkest fears. We must ride to Westin at once, and hope that Sir Loris is there and well! Come men! Ride for Westin!
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¢ğ‘»ğ‘• ğ‘ğ‘¨ğ‘¯ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¥ğ‘² ğ‘›ğ‘¸ğ‘’ğ‘©ğ‘•ğ‘‘ ğ‘“ğ‘½ğ‘Ÿ. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘²ğ‘› ğ‘‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ ğ‘¨ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘•, ğ‘¯ ğ‘£ğ‘´ğ‘ ğ‘ğ‘¨ğ‘‘ Â·ğ‘•ğ‘» Â·ğ‘¤ğ‘¹ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ğ‘º ğ‘¯ ğ‘¢ğ‘§ğ‘¤! ğ‘’ğ‘³ğ‘¥ ğ‘¥ğ‘§ğ‘¯! ğ‘®ğ‘²ğ‘› ğ‘“ğ‘¹ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯!
lt: Tai blogiau už baisiausius mano nuogąstavimus. Reikia tuoj pat joti į Vestiną ir tikėtis, kad seras Loris yra ten ir gyvas! Pirmyn, vyrai! Jojam į Vestiną!

source: Proven By The Sword
lt: Įrodyta kalaviju

source: Look! There is smoke coming from Westin. That can only mean that bandits have overrun the garrison and are sacking the city!
en@shaw: ğ‘¤ğ‘«ğ‘’! ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘•ğ‘¥ğ‘´ğ‘’ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯. ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¥ğ‘°ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘´ğ‘ğ‘¼ğ‘®ğ‘³ğ‘¯ ğ‘ ğ‘œğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯ ğ‘¯ ğ‘¸ ğ‘•ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦!
lt: Žiūrėkite! Iš Vestino kyla dūmai. Tai tegali reikšti tik viena, kad banditai įveikė garnizoną ir plėšia miestą!

source: If too much time passes and they are unchecked, they will leave the city in ruins and make a great slaughter of all who live therein. We must act quickly.
en@shaw: ğ‘¦ğ‘“ ğ‘‘ğ‘µ ğ‘¥ğ‘³ğ‘— ğ‘‘ğ‘²ğ‘¥ ğ‘ğ‘­ğ‘•ğ‘©ğ‘Ÿ ğ‘¯ ğ‘ğ‘± ğ‘¸ ğ‘©ğ‘¯ğ‘—ğ‘§ğ‘’ğ‘‘, ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘°ğ‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘¦ğ‘¯ ğ‘®ğ‘µğ‘¦ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘•ğ‘¤ğ‘·ğ‘‘ğ‘¼ ğ‘ ğ‘·ğ‘¤ ğ‘£ğ‘µ ğ‘¤ğ‘²ğ‘ ğ‘ğ‘ºğ‘¦ğ‘¯. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¨ğ‘’ğ‘‘ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦.
lt: Jeigu per ilgai delsime ir jų nepažabosime, jie sugriaus miestą ir išskers didžiąją dalį gyventojų. Reikia greitai veikti.

source: What!? If there are soldiers of Wesnoth coming from the northern forts, then my brother Mathin is surely dead... They will pay for his death, just as Sir Loris paid for his pride!
lt: Ką?! Jeigu iš šiaurinių tvirtovių artėja Vesnoto kariai, reiškia mano brolis Matinas tikrai miręs... Jie sumokės už jo mirtį, kaip kad seras Loris sumokėjo už savo išdidumą!

source: Take the Citadel at Westin by the end of the ninth turn
lt: Paimkite Vestino citadelę iki devinto ėjimo pabaigos

source: At last the citadel is secured.
en@shaw: ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘©ğ‘›ğ‘§ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘›.
lt: Pagaliau citadelė paimta.

source: Now, Deoran, take your post of command at the Citadel of Westin.
en@shaw: ğ‘¯ğ‘¬, Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯, ğ‘‘ğ‘±ğ‘’ ğ‘¿ğ‘¼ ğ‘ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘©ğ‘›ğ‘§ğ‘¤ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯.
lt: Deoranai, užimk vadavietę Vestino citadelėje.

source: Bring Deoran to the Citadel of Westin.
lt: Nuveskite Deoraną į Vestino citadelę.

source: More bandits?! They'll feel the deadly bite of my lance!
lt: Dar daugiau banditų?! Tuoj paragausite mirties nuo mano ieties!

source: Peace! For I am no enemy. I am Minister Hylas, advisor to Sir Loris! You came just in time! We couldn't have held them off another day...
lt: Nepulk! Aš tau ne priešas. Aš ministras Hylas, sero Lorio patarėjas! Atvykote pačiu laiku! Jau rytoj nebūtume nuo jų atsilaikę...
