Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: We must clear out these undead if you are to reach Mebrin’s village, but our weapons are ineffective against them! What should we do?
nb_no: Vi må fordrive disse vandøde hvis vi skal nå Mebrins landsby, men våpnene våre er ineffektive mot dem! Hva skal vi gjøre?
uk: Ми повинні знищити цих мерців, щоб дістатися до села Мебріна, але наша зброя неефективна проти них! Що нам робити?

source: For now, I can slow them down. But where are the elves who used to live in this valley? They should have come to our aid by now.
nb_no: Foreløpig kan jeg sinke dem. Men hvor er alvene som pleide å bo i denne dalen? De burde ha kommet oss til unnsetning alt.
uk: Я здатна лише сповільнювати їх. Але де ж ельфи, які жили у цій долині? Вони б вже мали прийти нам на допомогу.

source: I do hope that nothing terrible has happened to them...
nb_no: Jeg håper at det ikke har skjedd dem noe forferdelig...
uk: Сподіваюся, з ними нічого не трапилося...

source: My friends, do not let me join these accursed undead! Please, bury me deeply...
nb_no: Mine venner, ikke la meg bli en del av disse forbannede vandøde! Vær så snill, gravlegg meg dypt...
uk: Мої друзі, не дайте мені приєднатися до цих клятих мерців! Будь ласка, поховайте мене глибоко...

source: You shall not die in vain! My bodyguards will avenge you!
nb_no: Din død er ikke forgjeves. Min livgarde skal hevne deg!
uk: Твоя смерть не буде марною! Моя охорона помститься за тебе!

source: You have bodyguards?!
nb_no: Har du en livgarde?
uk: У тебе є охорона?!

source: Elvish Bodyguard
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘šğ‘­ğ‘›ğ‘°ğ‘œğ‘¸ğ‘›
lt: Elfų asmens sargybinis
nb_no: Alvisk Livvakt
uk: Ельф Тілохранитель

source: female^Elvish Bodyguard
nb_no: Alvisk Livvakt
uk: Ельфійка Тілохранителька

source: We stand ready to protect you, my lady! We shall lead these men of Wesnoth into the fray!
nb_no: Vi står til din tjeneste, Ethiliel! Vi skal beskytte deg med våre liv, og lede Wesnoths menn i kampen mot ondskapen!
uk: Моя пані, ми готові захистити вас! Ми поведемо цих людей Весноту у бій!

source: For my lady I fall...
en@shaw: ğ‘“ğ‘¹ ğ‘¥ğ‘² ğ‘¤ğ‘±ğ‘›ğ‘¦ ğ‘² ğ‘“ğ‘·ğ‘¤...
lt: Žūstu gindamas valdovę...
nb_no: Jeg faller for Ethiliel...
uk: Я гину за мою пані...

source: The darkness beckons...
nb_no: Mørket kaller...
uk: Мене вабить темрява...

source: Fools, my death here means nothing! Even if you could find our stronghold, you will never defeat our master!
nb_no: Idioter, min død her betyr ingenting! Selv om dere finner festningen vår, vil dere aldri beseire vår mester!
uk: Дурні, моя смерть нічого не означає! Навіть якщо ви знайдете нашу твердиню, вам ніколи не подолати нашого володаря!

source: Perhaps, but you, at least, will trouble us no more!
nb_no: Kanskje, men du vil i det minste ikke plage oss mer!
uk: Можливо, але принаймні ти нас більше не турбуватимеш!

source: Mebrin! Are you there? We have come to seek your aid!
en@shaw: Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯! ğ‘¸ ğ‘¿ ğ‘ğ‘º? ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘•ğ‘°ğ‘’ ğ‘¿ğ‘¼ ğ‘²ğ‘›!
lt: Mebrinai! Ar ten tu? Atėjome ieškoti tavo pagalbos!
nb_no: Mebrin! Er du der? Vi har kommet for å søke din hjelp!
uk: Мебріне! Ви тут? Ми прийшли, бо нам потрібна ваша допомога!

source: Mebrin! Where are you?!
en@shaw: Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯! ğ‘¢ğ‘º ğ‘¸ ğ‘¿?!
lt: Mebrinai! Kur tu?!
nb_no: Mebrin! Hvor er du?!
uk: Мебріне! Де ви?!

source: His home is empty... There are several sets of footprints leading away to the south...
nb_no: Huset hans er tomt... men det leder en rekke fotspor sørover...
uk: Його дім пустий... Декілька відбитків ніг ведуть на південь...

source: Perhaps he was taken by the undead?
nb_no: Kanskje han ble tatt av de vandøde?
uk: Можливо, його схопили мерці?

source: I am not sure. There is no blood here and very little sign of struggle. If it had been the undead, I suspect they would have slain him and made him one of them.
nb_no: Jeg er ikke sikker. Det er ikke noe blod her, og svært få tegn til kamp. Hvis det hadde vært de vandøde, ville de nok ha drept ham og gjort ham til en av dem.
uk: Я не впевнений. Крові нема та й дуже мало слідів боротьби. Якби це були мерці, я гадаю, вони б просто вбили його і поповнили ним свої ряди.

source: Then maybe the bandits who have been summoning the undead took him?
nb_no: Kanskje bandittene som har tilkalt de vandøde, tok ham?
uk: Тоді, може, бандити, які викликають мерців, забрали його?

source: We cannot be sure. I should think that he would have put up a fight, but if he were ambushed or taken by surprise, he may not have had the chance. Ethiliel, what do you think?
nb_no: Vi kan ikke være sikre. Jeg tror han ville ha kjempet imot, men hvis han ble overfalt eller overrasket, var det ikke sikkert at han hadde en sjanse. Ethiliel, hva tror du?
uk: Ми не можемо бути певні. Я гадаю, він мав би добряче битися, але якщо потрапив у засідку чи був захоплений зненацька, він міг і не мати шансів. Етілієль, що гадаєш?

source: ... Ethiliel? I know you must be distraught, but—
nb_no: ... Ethiliel? Jeg forstår at du må være fortvilet, men—
uk: … Етілієль? Я розумію, ти, мабуть, збентежена, але—

source: Distraught? <i>Distraught?</i> I am angry! We must follow these footprints into the woods! Whoever took our greatest sage must pay! Nothing will stop the vengeance of the elves!
nb_no: Fortvilet? <i>Fortvilet?</i> Jeg er rasende! Vi må følge disse fotsporene inn i skogen! De som bortførte vår største vismann må betale for sine synder! Ingenting skal få stoppe alvene fra å få sin hevn!
uk: Збентежена? <i>Збентежена?</i> Я розлючена! Ми повинні слідувати за слідами у ліс! Хто б не захопив нашого великого мудреця, вони заплатять за це! Ніщо не зупинить помсту ельфів!

source: Let us go quickly. <i>And avoid doing anything that might make her angrier than she already is...</i>
nb_no: La oss skynde oss. <i>Og unngå å gjøre noe som kan gjøre henne enda sintere enn hun allerede er...</i>
uk: Тоді йдемо, швидше. <i>І треба уникати будь-чого, що розлютить її ще більше...</i>

source: So the elves finally come to defend their valley. Pity, they showed up too late. We will stop them here and prevent them from reclaiming the knowledge that was once theirs!
nb_no: Så alvene kommer endelig for å forsvare dalen sin. Synd at de kom for sent. Vi skal stoppe dem her og hindre dem i å ta tilbake kunnskapen som en gang var deres!
uk: Тож ельфи нарешті прийшли, щоб захистити їхню долину. Як шкода, вони з'явилися занадто пізно. Ми зупинимо їх та не дамо повернути знання, що колись було їхнє!

source: They have reached Mebrin’s village before us! We have no hope of obtaining his aid now...
nb_no: De har nådd Mebrins landsby før oss! Vi har ikke noe håp om å få hans hjelp nå...
uk: Вони дібралися до селища Мербіна раніше, ніж ми! Тепер нема надії на його допомогу...

source: Come, my bodyguards! We must make haste to follow this trail and find Mebrin.
nb_no: Kom, min livgarde! Vi må skynde oss å følge dette sporet og finne Mebrin.
uk: До мене, мої охоронці! Ми повинні поспішити цим шляхом та знайти Мебріна.

source: Monster
uk: Чудовисько

source: Investigate the areas to the south of the Black River
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘œğ‘±ğ‘‘ ğ‘ ğ‘ºğ‘°ğ‘©ğ‘Ÿ ğ‘‘ ğ‘ ğ‘•ğ‘¬ğ‘” ğ‘ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘®ğ‘¦ğ‘ğ‘¼
lt: Ištirkite pietinį Juodosios upės krantą.
nb_no: Undersøk områdene sør for Svartelven
uk: Дослідіть місцевість на південь від Великої ріки

source: Find the source of the undead and destroy it
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘•ğ‘¹ğ‘• ğ‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘¦ğ‘‘
lt: Suraskite nemirėlių šaltinį ir sunaikinkite jį
nb_no: Finn kilden til de vandøde og tilintetgjør den
uk: Знайдіть джерело мерців і знищіть його

source: Death of Urza Afalas
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘»ğ‘Ÿğ‘© Â·ğ‘©ğ‘“ğ‘±ğ‘¤ğ‘¨ğ‘•
lt: Urza Afalaso mirtis
nb_no: Urza Afalas' død
uk: Смерть Урзи Афаласа

source: It’s so cold here! And this fog is so thick. This cannot be natural for a forest like this.
nb_no: Det er så kaldt her! Og tåken er så tykk. Det kan ikke være naturlig i en skog som dette.
uk: Тут холодно! І цей туман такий густий. Це не може бути звичайний ліс.

source: I fear this is the effects of powerful, black magics.
nb_no: Jeg frykter at dette er effekten av mektig, svart magi.
uk: Я боюся, це справа рук сильної чорної магії.

source: This is quite a change from fighting bandits in the farmlands near Westin!
nb_no: Dette er sannelig noe helt annet enn å slåss mot banditter på jordene i nærheten av Vestin!
uk: Це трошки не схоже на бої з бандитами у полях навколо Вестіну!

source: So, even you humans are being affected by the dark sorcery that taints this land. Then, there is no better place than here. We should stop and rest before we proceed.
nb_no: Så selv dere mennesker blir påvirket av den mørke trolldommen som besudler dette landet. Da er det ikke noe bedre sted enn her. Vi burde stoppe og hvile før vi fortsetter.
uk: Так і є, навіть ви, люди, відчуваєте на собі темне чаклунство, що псує цю землю. Тоді це найкраще місце. Ми маємо зупинитися та відпочити.

source: This place is indeed foreboding, but why do we need to stop and make camp specifically here?
nb_no: Dette stedet er virkelig illevarslende, men hvorfor må vi stoppe og slå leir akkurat her?
uk: Це місце і справді погане, але чому ми маємо зупинятися та розкладати наш табір саме тут?

source: The Black River is before us. Few elves have crossed it, and fewer still have explored the dark forest beyond. If the undead come from across the river, we must exercise great caution in our search for them.
nb_no: Svartelven ligger foran oss. Få alver har krysset den, og enda færre har utforsket den mørke skogen bortenfor. Hvis de vandøde kommer fra den andre siden av elven, må vi trå varsomt når vi leter etter dem.
uk: Перед нами Чорна ріка. Небагато ельфів перетинали її, і ще менше досліджували темний ліс поза ним. Якщо мерці прийшли з-за ріки, то ми маємо шукати обережно.

source: Even if this forest is decidedly grim, we must not fear its inhabitants so much so that we dare not even confront them. I am ready and willing to fight!
nb_no: Selv om denne skogen er dyster, må vi ikke frykte dens innbyggere så mye at vi ikke engang tør å konfrontere dem. Jeg er klar og villig til å kjempe!
uk: Навіть якщо цей ліс безперечно неприємний, ми не маємо боятися його мешканців настільки, щоб не наважуватися навіть зустрітися з ними. Я готовий та бажаю битися!

source: Caution, not fear, human. Anxious as I am to find the whereabouts of our great sage, it would do us no good to charge straight into the trap of the enemy. We will need help to scour woods as dangerous as these, and so I have asked some of my people to aid us. My soldiers and shamans will fight at your command.
nb_no: Forsiktighet, ikke frykt, menneske. Selv om jeg er ivrig etter å finne ut hvor vismannen vår befinner seg, vil det ikke hjelpe oss å storme rett i fiendens felle. Vi trenger hjelp til å gjennomsøke en så farlig skog, så jeg har bedt noen av mine folk om å hjelpe oss. Mine soldater og sjamaner vil kjempe under din kommando.
uk: Обережність, не страх, людино. Як би я не прагнула дізнатися про місцезнаходження нашого великого мудреця, буде нерозумно потрапити прямо в пастку ворога. Нам потрібна допомога, щоб звільнити настільки небезпечний ліс, тому я попросила декількох з мого народу допомогти нам. Мої солдати та шамани битимуться з нами.

source: You may now recruit Elvish Fighters. Elvish Fighters are mixed fighters who skillfully wield both a sword and a bow. They are fast warriors and especially effective in forests.
nb_no: Du kan nå rekruttere alviske infanterister. Infanterister er blandede krigere som er dyktige til å bruke både sverd og bue. De er raske krigere og spesielt effektive i skogene.
uk: Тепер Ви можете вербувати ельфійських воїнів. Ельфійські воїни це змішані бійці, що вміло користуються мечем та луком. Вони швидкі та особливо ефективні в лісах.

source: You may now recruit Elvish Shamans. Elvish Shamans are ranged support units who heal adjacent allies every turn and slow their enemies. Use them to heal wounded soldiers and weaken enemy units.
nb_no: Du kan nå rekruttere alviske sjamaner. Sjamaner er støtteenheter som helbreder allierte i nærheten hver runde og sinker fienden. Bruk dem til å helbrede sårede soldater og svekke fiendens enheter.
uk: Тепер Ви можете вербувати ельфійських шаманок. Ельфійські шамани це дальні бійці підтримки, що кожного ходу лікують союзників навколо себе та можуть уповільнювати ворогів. Використовуйте їх, щоб лікувати поранених солдатів, та послаблювати ворожих бійців.

source: Now, so long as you feel prepared to brave the perils beyond the river, we can continue onward.
nb_no: Så lenge du føler deg beredt til å trosse farene på den andre siden av elven, kan vi fortsette videre.
uk: Тож, якщо ви відчуваєте себе підготовленими до небезпеки пока рікою, ми можемо продовжити подорож.

source: Thank you for your help, my lady. I am ready for whatever lies in wait for us, be it man, beast, or skeleton. Sir Gerrick, Minister Hylas?
nb_no: Takk for hjelpen, min frue. Jeg er rede for hva som enn venter oss, om det så er menneske, beist eller skjelett. Sir Gerrikk, minister Hylas?
uk: Дякую за твою допомогу, моя пані. Я готовий до усього, що очікує на нас, хоч там людина, тварина чи скелет. Пане Герріку, Міністре Хіласе?

source: On your order, Sir Deoran.
nb_no: På Deres ordre, Sir Deoran.
uk: Очікую твоїх наказів, Пане Деоране.

source: Very well then. Come, men, let us gather our wits and probe the forest for its secrets.
nb_no: Godt, da så. Kom, menn, la oss samle tankene våre og søke etter skogens hemmeligheter.
uk: Тоді добре. Нумо, люди, зберемося з силами та дізнаймося секрети цього лісу.

source: He was not alone.
nb_no: Han var ikke alene.
uk: Тут є ще один.

source: The masters of the undead are defeated!
nb_no: De vandødes mester er tatt av dage!
uk: Володарі мерців переможені!

source: No... I fear there is still much evil present. These were merely servants of a far more powerful force.
nb_no: Neppe... Jeg frykter langt mektigere ondskap lurer i denne skogen. Vi har ikke stoppet annet enn en ussel tjener av en langt farligere fiende.
uk: Ні... Боюся, що я відчуваю ще багато зла. Ці були лише прислужниками чогось більш могутнього.

source: Two undead leaders have fallen.
nb_no: To vandøde ledere har falt.
uk: Двох лідерів мерців знищено.

source: Indeed, though we have merely destroyed the servants of a far more powerful master.
nb_no: Ja, selv om vi bare har tilintetgjort tjenerne til en langt mektigere mester.
uk: Звісно, однак ми тільки знищили прислужників набагато могутнішого володаря.

source: These were merely servants of a far more powerful master.
nb_no: De var bare tjenere for en langt mektigere mester.
uk: Ці були лише прислужниками набагато могутнішого володаря.

source: One fewer evil in this forest.
nb_no: Ett onde mindre i denne skogen.
uk: Тепер у цьому лісі менше зла.

source: We found the lich!
nb_no: Vi har funnet heksekongen!
uk: Ми знайшли ліча!

source: I think I see something moving in the fog... it looks like an encampment!
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘² ğ‘•ğ‘° ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘ªğ‘œ... ğ‘¦ğ‘‘ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘¥ğ‘§ğ‘¯ğ‘‘!
lt: Atrodo, rūke matau kažką judant... Atrodo kaip stovykla!
nb_no: Jeg tror jeg ser noe som beveger seg i skodden ... det ser ut som en leir!
uk: Я бачу щось рухається у тумані... Це, схоже, табір!

source: Thank the light, you’re alive!
nb_no: Takk lyset, dere lever!
uk: Дякувати світлу, ви живі!

source: You need not thank anyone that we are alive, wretched criminals! We know of your alliance with the undead and the evil you have brought to this land!
nb_no: Dere trenger ikke takke noen for at vi lever, elendige forbrytere! Vi vet om deres allianse med de vandøde og ondskapen dere har brakt til dette landet!
uk: Тобі непотрібно нікому дякувати, що ми живі, жалюгідний злочинцю! Ми знаємо про ваше об'єднання з мерцями і про зло, що ви принесли до цієї землі!

source: Aye, prepare to be slain, you abominable scum! You will pay for what you have done to our home!
nb_no: Forbered dere på å bli drept, avskyelige avskum! Dere skal bøte for det dere har gjort mot hjemmet vårt!
uk: Еге ж, готуйся до смерті, бридкий покидьку! Ти заплатиш за те, що зробив з нашим домом!

source: Please, please, just hear me out. I know of these undead that you seek, and I know that you seek to destroy both them and us out of revenge. I am sorry my brothers attacked you. It was never my intention to cause everyone so much suffering.
nb_no: Vær så snill, la meg snakke ut. Jeg vet om de vandøde du søker, og jeg vet at du vil tilintetgjøre både dem og oss av hevnlyst. Jeg beklager at brødrene mine angrep dere. Det var aldri min hensikt å forårsake så mye lidelse for alle.
uk: Будь ласка, будь ласка, послухайте мене. Я знаю про мерців, яких ви шукаєте, і я знаю, що ви хочете знищити і їх, і нас через помсту. Я вибачаюся, що мої брати напали на вас. Я ніколи не мав на увазі завдавати стільки страждань.

source: Tell us what you know of these undead. Make one wrong move and we will not hesitate to attack!
nb_no: Fortell oss hva du vet om disse vandøde. Gjør ett eneste feiltrinn, og vi vil ikke nøle med å angripe!
uk: Розкажи все, що ти знаєш про цих мерців. Зробиш хоч щось не так, і ми не забаримося атакувати!

source: I swear that I am not your enemy! I will gladly tell you what I know. A year ago, we ventured into the land of the elves in secret and we captured a great sage. We forced him to teach us the secrets of this forest.
nb_no: Jeg sverger på at jeg ikke er deres fiende! Jeg skal med glede fortelle dere hva jeg vet. For et år siden våget vi oss inn i alvenes land i hemmelighet, og vi fanget en mektig vismann. Vi tvang ham til å lære oss skogens hemmeligheter.
uk: Клянуся, я вам не ворог! Я радий розповісти все, що знаю сам. Рік тому ми ризикнули таємно пробратися до країни ельфів і викрасти великого мудреця. МИ змусили його навчити нас таємницям цього лісу.

source: You imprisoned Mebrin?! You loathsome vermin!
nb_no: Dere fengslet Mebrin?! Ditt avskyelige skadedyr!
uk: Ви захопили Мербіна в полон?! Ви огидні паразити!

source: Wait, wait, hear me out! He told us that in the woods to the south of here, there was a powerful nexus of dark energy. He took us there and taught us to summon the dead to fight for us. I saw the folly in doing such a thing, but my brothers were weak and foolish and soon fell under the sway of the corrupting magic. They summoned undead that they could not control, and soon, they became slaves of the power they had sought to master!
nb_no: Vent, vent, hør på meg! Han fortalte oss at i skogen sør for oss var det et mektig knutepunkt av mørk energi. Han tok oss med dit og lærte oss å påkalle de døde til å kjempe for oss. Jeg innså det tåpelige i å gjøre noe slikt, men brødrene mine var svake og tåpelige og falt snart under den korrumperende magiens innflytelse. De påkalte vandøde som de ikke kunne kontrollere, og snart ble de slaver av den makten de hadde forsøkt å mestre!
uk: Чекайте, чекайте, послухайте! Він розповів, що в лісах на південь звідси є сильне джерело темної енергії. Він повів нас туди і навчив нас викликати мерців, щоб вони билися за нас. Я одразу вирішив, що це божевілля, але мої брати були слабкими та дурними, тому швидко впали під вплив проклятої магії. Вони підняли мерців, яких не змогли контролювати, і згодом стали рабами свого нового володаря!

source: A complete and utter lie from complete and utter scum.
nb_no: En fullstendig løgn fra et fullstendig avskum.
uk: Цілковита брехня від цілковитого мерзотника.

source: Please, Ethiliel, let us hear him out. What happened to Mebrin?
nb_no: Vær så snill, Ethiliel, la ham snakke ut. Hva skjedde med Mebrin?
uk: Будь ласка, Етілієль, дай нам його вислухати. Що сталося з Мербіном?

source: I am not sure... he must have known that the undead would corrupt and enslave us.
nb_no: Jeg er ikke sikker... Han må ha visst at de vandøde ville korrumpere og slavebinde oss.
uk: Не впевнений... він мав знати, що мерці осквернять та підкорять нас.

source: Stop stalling and tell us what happened!
nb_no: Slutt å hale ut tiden og fortell oss hva som skjedde!
uk: Годі ухилятися від відповіді, розкажи нам, що сталося!

source: Mebrin was more powerful than any of the undead we summoned, and yet he did not resist them. He allowed them to make him one of them and became a lich of formidable power. He took control of the other undead lords and now leads them from the depths.
nb_no: Mebrin var mektigere enn noen av de vandøde vi påkalte, og likevel gjorde han ikke motstand. Han lot dem gjøre ham til en av dem, og ble en heksekonge av formidabel makt. Han tok kontroll over de andre vandøde herskerne og leder dem nå fra dypet.
uk: Мербін був набагато могутнішим, ніж будь-який мрець, котрого ми підіймали, однак він не опирався. Він дозволив їм перетворити себе на одного з них і став лічем страшної сили. Він підкорив інших мертвих володарів і зараз керує ними з глибин.

source: You dare spew such falsities! Mebrin would never fight for the undead, much less lead them!
nb_no: Hvordan våger du å spy ut slike løgner! Mebrin ville aldri slåss for de vandøde, langt mindre lede dem!
uk: Ти смієш промовляти таку брехню! Мебрін ніколи б не воював за мерців, а тим паче не б керував ними!

source: <i>Sir Deoran, sages and mystics of great skill and age are often the first to succumb to the taint of black magic. Wisdom and power are not enough to master undeath — the only way to conquer it is to resist the temptation altogether. If this Mebrin played a part in the summoning of these undead, I do not doubt that he was corrupted as well.</i>
nb_no: <i>Sir Deoran, vismenn og mystikere med stor dyktighet og høy alder er ofte de første som bukker under for svart magi. Visdom og makt er ikke nok til å mestre vandødhet - den eneste måten å overvinne den på er å motstå fristelsen helt og holdent. Hvis denne Mebrin spilte en rolle i påkallelsen av disse vandøde, er jeg ikke i tvil om at han også ble korrumpert.</i>
uk: <i>Пане Деоране, могутні мудреці та чаклуни на схилі років найчастіше спокушаються темними мистецтвами. Мудрості та сили недостатньо, щоб оволодіти ними — єдиний шлях це не піддаватися спокусі взагалі. Якщо цей Мербін брав участь у піднятті цих мерців, я не сумніваюся, що його вже було спотворено.</i>

source: <i>Indeed, these elves are not as incorruptible and pure as they like to believe they are. I suspect that this sage’s pride led him to believe that he could master a power that is uncontrollable.</i>
nb_no: <i>Disse alvene er ikke så uklanderlige og rene som de liker å tro. Jeg mistenker at denne vismannens stolthet fikk ham til å tro at han kunne beherske en kraft som er ukontrollerbar.</i>
uk: <i>Справді, ці ельфи не такі вже й неспотворні та чисті, якими вони хочуть здаватися. Я підозрюю, що гордість мудреця змусила його повірити, що він зможе осягнути того, що неможливо контролювати.</i>

source: Very well, but even supposing your story is true, you are still criminals!
nb_no: Ja vel, men selv om historien din er sann, er dere fortsatt kriminelle!
uk: Добре, але навіть якщо твоя історія справжня, ви всі досі злочинці!
