Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: And thus was an uneasy agreement established, which in the days to come would open the way for friendship renewed between man and elf. While years of rebuilding lay ahead for Westin, they’d take place in harmony thanks to Deoran’s leadership and the heroics of the South Guard.
ar: وهكذا تم تأسيس اتفاق غير مستقر، سيفتح الطريق في الأيام القادمة لتجديد الصداقة بين الإنسان والإلف. بينما تنتظر ويستن سنوات من إعادة البناء، ستتم في وئام بفضل قيادة ديوران وبطولات الحرس الجنوبي.
es: Y así se estableció un acuerdo delicado, que en los días siguientes abriría el camino para una amistad renovada entre humanos y elfos. Aunque quedaban años de reconstrucción para Westin, estos se llevarían a cabo en armonía gracias al liderazgo de Deoran y al heroísmo de la guardia del sur.
fi: Niin syntyi epämieluisa sopimus, joka tulevina päivinä avaisi tien uudistuneelle ystävyydelle ihmisen ja haltiain välille. Vaikka Westinillä oli edessään vuosien jälleenrakentaminen, se tapahtuisi sopuisasti Deoranin johtajuuden ja Etelän vartioston sankaruuden ansiosta.
gl: Así se estableceu un acordo inquedo, que nos días que viñeron abriría o camiño para unha amizade renovada entre homes e elfos. Aínda que anos de reconstrucción agardaban a Westin, estes decorrerían en harmonía grazas ao liderado de Deoran e ás fazañas da Garda do Sur.
it: E così venne stabilito un difficile accordo, che nei giorni a venire avrebbe aperto la strada al rinnovato rapporto di amicizia tra gli uomini e gli elfi. Sebbene Westin avesse di fronte a sé anni di ricostruzione, si sarebbero svolti in armonia grazie alla leadership di Deoran e all’eroismo della Guardia del Sud.

source: As the lich’s final death scream echoed across the battlefield, his skeletal form began to crumble. His skull fell to the ground as decayed bones disintegrated into ash, borne away on the frigid wind, another immortal soul cast back into the endless flow of time. With their master’s power gone, the undead warriors fell back to lifelessness, crumbling into inanimate heaps of bones. The rusting wind floated across the battlefield in gentle streams, carrying with it the souls of the fallen and ascending toward the sky where the sun began to break through the ashen clouds. As the sunlight broke through, the wind passed, and all was still.
ar: بينما صدى صرخة الليتش الأخيرة عبر ساحة المعركة، بدأ شكله الهيكلي في التفتت. سقطت جمجمته على الأرض بينما تفتت عظامه المتحللة إلى رماد، محمولة على الرياح القارسة، روح خالدة أخرى ألقي بها في التدفق اللامتناهي للزمن. مع زوال قوة سيدهم، سقط المحاربون الأموات إلى حالة اللاحياة، متفتتين إلى أكوام من العظام غير النابضة. طفت الرياح الصدئة عبر ساحة المعركة في تيارات لطيفة، حاملة معها أرواح الساقطين وصاعدة نحو السماء حيث بدأت الشمس في اختراق السحب الرمادية. بينما اخترقت أشعة الشمس، مرت الرياح، وساد الهدوء.
es: Al resonar por el campo de batalla el último grito de muerte del liche, su forma esquelética comenzó a desmoronarse. Su cráneo cayó al suelo mientras los huesos putrefactos se deshacían en cenizas, arrastrados por el helado viento, otra alma inmortal arrojada de nuevo al flujo infinito del tiempo. Con el poder de su amo desaparecido, los guerreros no muertos cayeron nuevamente en la inactividad, desmoronándose en pilas inanimadas de huesos. El viento oxidado flotaba sobre el campo de batalla en suaves corrientes, llevando consigo las almas de los caídos y ascendiendo hacia el cielo donde el sol comenzaba a filtrarse entre las nubes cenicientas. Al penetrar la luz del sol, el viento se calmó y todo quedó en silencio.
fi: Kun kuolonherran viimeinen kuolinhuuto kaikui halki taistelukentän, hänen luuhahmonsa alkoi murentua. Hänen pääkallonsa putosi maahan mätien luiden hajotessa tuhkaksi, jonka kylmä tuuli kantoi mukanaan pois vieden toisen kuolemattoman sielun takaisin ajan loputtomaan virtaan. Kun herransa voima oli tiessään, epäkuolleet soturit palasivat elottomuuteen ja murenivat liikkumattomiksi luukasoiksi. Tuulenvirta puhalsi taistelukentän yli lempeästi kantaen mukanaan kaatuneiden sieluja ja nousten kohti taivasta, missä aurinko alkoi murtautua tuhkapilvien läpi. Auringonvalon tunkeutuessa tuuli laantui ja kaikki hiljeni.
gl: Cando o berro final de morte do lich resoaba polo campo de batalla, a súa forma esquelética comezou a desmoronarse. O seu cranio caeu ao chan mentres os ósos podrecidos se desintegraban en cinza, levados polo vento frío, outra alma inmortal lanzada de novo ao interminable fluxo do tempo. Desaparecido o poder do seu amo, os guerreiros non mortos volveron a quedar sen vida, desmoronándose en montóns inanimados de ósos. O vento fluía polo campo de batalla en suaves correntes, levando consigo as almas dos caídos e ascendendo cara ao ceo onde o sol comezaba a romper entre as nubes de cinzas. Cando a luz do sol atravesou o ceo, o vento parou, e todo quedou en silencio.
it: Non appena il grido di morte finale del lich rieccheggiò sul campo di battaglia, i suoi scheletri iniziarono a crollare. Il tuo teschio cadde in terra mentre le ossa decrepite si disintegrarono in cenere, spazzate dal vento gelido, un’altra anima immortale ributtata dentro il flusso infinito del tempo. Andato il potere del loro padrone, i guerrieri non-morti crollarono senza vita, sbriciolandosi in cumuli inanimati di ossa. Il fruscio del vento aleggiava sul campo di battaglia con lievi refoli, portando con sé le anime dei caduti e salendo verso il cielo, dove il sole iniziò a fare capolino attraverso le nuvole di cenere. Quando la luce del sole si fece piena, il vento cessò e tutto era immoto.

source: The soldiers of Wesnoth slowly lifted their helmets from their brows. The battle was over. The undead were gone. In the days to come, the villagers set out to rebuild their homes and bury the dead to the north of the town, where many new mounds joined the small garden of graves already there.
ar: رفع جنود ويسنوث خوذاتهم ببطء من جباههم. انتهت المعركة. اختفى الأموات. في الأيام التالية، خرج القرويون لإعادة بناء منازلهم ودفن الموتى إلى الشمال من البلدة، حيث انضم العديد من التلال الجديدة إلى حديقة القبور الصغيرة الموجودة هناك بالفعل.
es: Los soldados de Wesnoth levantaron lentamente sus cascos de la frente. La batalla había terminado. Los no muertos habían desaparecido. En los días siguientes, los aldeanos comenzaron a reconstruir sus hogares y a enterrar a los muertos al norte de la ciudad, donde muchos túmulos nuevos se unieron al pequeño jardín de tumbas ya existente.
fi: Wesnothin sotilaat laskivat kypäränsä hitaasti päältään. Taistelu oli ohi. Epäkuolleet olivat poissa. Seuraavina päivinä kyläläiset ryhtyivät jälleenrakentamaan kotinsa ja hautaamaan vainajansa kylän pohjoispuolelle, missä monet kummut yhdistettiin jo siellä olevaan pieneen hautatarhaan.
gl: Os soldados do Noroeste levantaron lentamente os seus cascos das fronteiras. A batalla rematara. Os non mortos desapareceran. Nos días seguintes, os veciños comezaron a reconstruír as súas casas e a enterrar os mortos ao norte da vila, onde moitas mámoas novas se sumaron ao pequeno xardín de sepulturas que xa existía.
it: I soldati di Wesnoth sollevarono lentamente i loro elmi dalle fronti. La battaglia era finita. I non morti se n’erano andati. Nei giorni seguenti, i paesani si diedero da fare per ricostruire le loro case e tumulare i morti nei campi a nord della città, aggiungendo altre tombe a quelle già presenti nel piccolo cimitero.

source: For several days, the healers of the Aethenwood worked feverishly to save as many of the wounded as they were able, both man and elf. The villagers set out to rebuild their homes and bury the dead to the north of the town, where many mounds joined the small garden of graves already there.
ar: لبضعة أيام، عمل معالجو غابة إيثنوود بحماس لإنقاذ أكبر عدد ممكن من الجرحى، بشراً وإلفاً على حد سواء. خرج القرويون لإعادة بناء منازلهم ودفن الموتى إلى الشمال من البلدة، حيث انضم العديد من التلال إلى حديقة القبور الصغيرة الموجودة هناك بالفعل.
es: Durante varios días los sanadores del Bosque Edén trabajaron febrilmente para salvar a tantos heridos como pudieron, tanto humanos como elfos. Los aldeanos comenzaron a reconstruir sus hogares y a enterrar a los muertos al norte de la ciudad, donde muchos túmulos se unieron al pequeño jardín de tumbas ya existente.
fi: Päivien ajan Aethenin metsän parantajat työskentelivät kuumeisesti pelastaakseen mahdollisimman monta haavoittunutta, niin ihmisiä kuin haltioitakin. Kyläläiset ryhtyivät jälleenrakentamaan kotinsa ja hautaamaan vainajansa kylän pohjoispuolelle, missä monet kummut yhdistettiin jo siellä olevaan pieneen hautatarhaan.
gl: Durante varios días, os curandeiros do bosque do éter traballaron febrilmente para salvar a cantos feridos puideron, tanto homes como elfos. Os veciños comezaron a reconstruír as súas casas e a enterrar os mortos ao norte da vila, onde moitas mámoas se sumaron ao pequeno xardín de sepulturas que xa existía.
it: Per diversi giorni, i guaritori della Foresta di Aethen lavorarono incessantemente per salvare quanti più dei valorosi soldati fosse loro possibile, umani ed elfici. I paesani si diedero da fare per ricostruire le loro case e tumulare i morti nei campi a nord della città, aggiungendo molte altre tombe a quelle già presenti nel piccolo cimitero.

source: At length, Deoran led an expedition to the hamlet of Southport, where the cottages had been smashed into crumbled ruins, and blood and broken weapons were scattered all about. He silently cursed the lich for the lack of bodies at the site of the battle, but deep down, he’d known that would be the fate of the men who’d valiantly given their lives so that Westin might survive the undead onslaught. Still, he found small consolation in locating Sir Gerrick’s glaive and shield and bearing them back with him to Westin. Those he placed atop Gerrick’s mound, where they became a symbol of sacrifice, loyalty and valor.
ar: في النهاية، قاد ديوران بعثة إلى قرية ساوثبورت، حيث كانت المنازل محطمة إلى أنقاض، والدماء والأسلحة المكسورة متناثرة في كل مكان. لعن الليتش بصمت لعدم وجود جثث في موقع المعركة، لكن في أعماقه، كان يعلم أن هذا سيكون مصير الرجال الذين بذلوا حياتهم بشجاعة حتى تنجو ويستن من هجوم الأموات. مع ذلك، وجد عزاءً صغيراً في العثور على رمح السير جيريك ودرعه وإعادتهما معه إلى ويستن. وضعها فوق تلة جيريك، حيث أصبحتا رمزاً للتضحية والولاء والبسالة.
es: Al final, Deoran condujo una expedición al poblado de Southport, donde las cabañas habían sido reducidas a ruinas y donde sangre y armas rotas se esparcían por todas partes. Maldijo en silencio al liche por la falta de cuerpos en el lugar de la batalla, pero en el fondo sabía que ese sería el destino de los hombres que valientemente habían dado sus vidas para que Westin pudiera sobrevivir al ataque de los no muertos. Aun así, encontró algo de consuelo al localizar la guja y el escudo del señor Gerrick y llevarlos de regreso a Westin. Los colocó sobre el túmulo de Gerrick, donde se convirtieron en un símbolo de sacrificio, lealtad y valor.
fi: Taistelun jälkeen Deoran johti retkikuntaa Etelähaminan kylään, jossa mökit oli raunioitettu murskaksi sekä verta ja hajonneita aseita oli hujan hajan. Hän kirosi hiljaa kuolonherraa puuttuvista ruumiista taistelupaikalla, mutta syvällä sisimmässään hän tiesi sen olevan kohtalo niille miehille, jotka rohkeasti antaisivat henkensä, jotta Westin selviäisi epäkuolleiden hyökkäyksestä. Siitä huolimatta hän sai pientä lohtua löydettyään Sir Gerrickin sotakalvan ja kilven sekä viemällä ne mukanaan Westiniin. Hän asetti ne Gerrickin kummulle, missä niistä tuli uhrauksen, uskollisuuden ja urheuden symboli.
gl: Finalmente, Deoran liderou unha expedición ata a aldea de Porto sur, onde as casas foran reducidas a ruínas esparexidas, e o sangue e as armas rotas estaban espallados por todas partes. En silencio, maldeciu ao lich pola falta de corpos no lugar da batalla, pero no fondo sabía que ese sería o destino dos homes que valentemente deron as súas vidas para que Westin puidese sobrevivir ao ataque dos non mortos. Aínda así, atopou pequeno consolo ao atopar a guisarma e o escudo do Señor Xerric e levalos de volta con el a Westin. Eses obxectos colocounos enriba da mámoa de Gerrick, onde se converteron nun símbolo de sacrificio, lealdade e valor.
it: Dopo la battaglia, Deoran condusse una spedizione presso i sobborghi di Southport, dove i fortini erano stati ridotti a cumuli di macerie, e dove il sangue e le armi spezzate erano sparse dappertutto. Maledisse tra sé e sé il lich per la mancanza di corpi sul campo di battaglia, ma nel profondo, sentiva che quello sarebbe stato il destino degli uomini che avevano coraggiosamente dato le loro vite in modo che Westin potesse sopravvivere all’assalto dei non-morti. Eppure, trovò una piccola consolazione nel trovare il gladio e lo scudo di Ser Gerrick, e quindi poterli riportare indietro con sé a Westin. Li piazzò in cima al tumulo di Gerrick, dove divennero un simbolo di sacrificio, lealtà e valore.

source: At length, Deoran led an expedition to the hamlet of Southport, where the cottages had been smashed into crumbled ruins, and blood and broken weapons were scattered all about. He silently cursed the lich for the lack of bodies at the site of the battle, but deep down, he’d known that would be the fate of the men who’d valiantly given their lives so that Westin might survive the undead onslaught. Still, he found small consolation in locating Minister Hylas’s staff and book and bearing them back with him to Westin. Those he placed atop Hylas’s mound, where they became a symbol of sacrifice, loyalty and valor.
ar: في النهاية، قاد ديوران بعثة إلى قرية ساوثبورت، حيث كانت المنازل محطمة إلى أنقاض، والدماء والأسلحة المكسورة متناثرة في كل مكان. لعن الليتش بصمت لعدم وجود جثث في موقع المعركة، لكن في أعماقه، كان يعلم أن هذا سيكون مصير الرجال الذين بذلوا حياتهم بشجاعة حتى تنجو ويستن من هجوم الأموات. مع ذلك، وجد عزاءً صغيراً في العثور على عصا الوزير هايلاس وكتابه وإعادتهما معه إلى ويستن. وضعها فوق تلة هايلاس، حيث أصبحتا رمزاً للتضحية والولاء والبسالة.
es: Al final, Deoran condujo una expedición al poblado de Southport, donde las cabañas habían sido reducidas a ruinas y donde sangre y armas rotas se esparcían por todas partes. Maldijo en silencio al liche por la falta de cuerpos en el lugar de la batalla, pero en el fondo sabía que ese sería el destino de los hombres que valientemente habían dado sus vidas para que Westin pudiera sobrevivir al ataque de los no muertos. Aun así, encontró algo de consuelo al localizar el bastón y el libro del ministro Hylas y llevarlos de regreso a Westin. Los colocó sobre el túmulo de Hylas, donde se convirtieron en un símbolo de sacrificio, lealtad y valor.
fi: Taistelun jälkeen Deoran johti retkikuntaa Etelähaminan kylään, jossa mökit oli raunioitettu murskaksi sekä verta ja hajonneita aseita oli hujan hajan. Hän kirosi hiljaa kuolonherraa puuttuvista ruumiista taistelupaikalla, mutta syvällä sisimmässään hän tiesi sen olevan kohtalo niille miehille, jotka rohkeasti antaisivat henkensä, jotta Westin selviäisi epäkuolleiden hyökkäyksestä. Siitä huolimatta hän sai pientä lohtua löydettyään pappi Hylasin sauvan ja kirjan sekä viemällä ne mukanaan Westiniin. Hän asetti ne Hylasin kummulle, missä niistä tuli uhrauksen, uskollisuuden ja urheuden symboli.
gl: Finalmente, Deoran liderou unha expedición ata a aldea de Porto sur, onde as casiñas foran esmagadas e reducidas a ruínas, e o sangue e as armas rotas estaban espallados por todas partes. En silencio, maldixo ao lich pola ausencia de corpos no lugar da batalla, pero no fondo xa sabía que ese sería o destino dos homes que valentemente deran as súas vidas para que Westin puidese sobrevivir ao asalto dos non mortos. Aínda así, atopou un pequeno consolo ao recuperar o bastón e o libro do padre Hilas, e levalos de volta con el a Westin. Alí colocounos enriba da mámoa de Hilas, onde se converteron nun símbolo de sacrificio, lealdade e valor.
it: Dopo la battaglia, Deoran condusse una spedizione presso i sobborghi di Southport, dove i fortini erano stati ridotti a cumuli di macerie, e dove il sangue e le armi spezzate erano sparse dappertutto. Maledisse tra sé e sé il lich per la mancanza di corpi sul campo di battaglia, ma nel profondo, sentiva che quello sarebbe stato il destino degli uomini che avevano coraggiosamente dato le loro vite in modo che Westin potesse sopravvivere all’assalto dei non-morti. Eppure, trovò una piccola consolazione nel trovare il bastone e il libro del Ministro Hylas, e nel poterli riportare indietro con sé a Westin. Li piazzò in cima al tumulo di Hylas, dove divennero un simbolo di sacrificio, lealtà e valore.

source: At length, Deoran led an expedition to the hamlet of Southport, where the cottages had been smashed into crumbled ruins, and blood and broken weapons were scattered all about. He silently cursed the lich for the lack of bodies at the site of the battle, but deep down, he’d known that would be the fate of the men who’d valiantly given their lives so that Westin might survive the undead onslaught. Still, he found small consolation in locating Captain Mari’s sword and sling and bearing them back with him to Westin. Those he placed atop Mari’s mound, where they became a symbol of sacrifice, loyalty and valor.
ar: في النهاية، قاد ديوران بعثة إلى قرية ساوثبورت، حيث كانت المنازل محطمة إلى أنقاض، والدماء والأسلحة المكسورة متناثرة في كل مكان. لعن الليتش بصمت لعدم وجود جثث في موقع المعركة، لكن في أعماقه، كان يعلم أن هذا سيكون مصير الرجال الذين بذلوا حياتهم بشجاعة حتى تنجو ويستن من هجوم الأموات. مع ذلك، وجد عزاءً صغيراً في العثور على سيف الكابتن ماري ومقلاعها وإعادتهما معه إلى ويستن. وضعها فوق تلة ماري، حيث أصبحتا رمزاً للتضحية والولاء والبسالة.
es: Al final, Deoran condujo una expedición al poblado de Southport, donde las cabañas habían sido reducidas a ruinas, y sangre y armas rotas se esparcían por todas partes. Maldijo en silencio al liche por la falta de cuerpos en el lugar de la batalla, pero en el fondo sabía que ese sería el destino de los hombres que valientemente habían dado sus vidas para que Westin pudiera sobrevivir al ataque de los no muertos. Aun así, encontró algo de consuelo al localizar la espada y la honda del capitán Mari y llevarlas de regreso a Westin. Las colocó sobre el túmulo de Mari, donde se convirtieron en un símbolo de sacrificio, lealtad y valor.
fi: Taistelun jälkeen Deoran johti retkikuntaa Etelähaminan kylään, jossa mökit oli raunioitettu murskaksi sekä verta ja hajonneita aseita oli hujan hajan. Hän kirosi hiljaa kuolonherraa puuttuvista ruumiista taistelupaikalla, mutta syvällä sisimmässään hän tiesi sen olevan kohtalo niille miehille, jotka rohkeasti antaisivat henkensä, jotta Westin selviäisi epäkuolleiden hyökkäyksestä. Siitä huolimatta hän sai pientä lohtua löydettyään kapteeni Marin miekan ja lingon sekä viemällä ne mukanaan Westiniin. Hän asetti ne Marin kummulle, missä niistä tuli uhrauksen, uskollisuuden ja urheuden symboli.
gl: Finalmente, Deoran liderou unha expedición ata a aldea de Porto sur, onde as casiñas foran esmagadas e reducidas a ruínas, e o sangue e as armas rotas estaban espallados por todas partes. En silencio, maldixo ao lich pola ausencia de corpos no lugar da batalla, pero no fondo xa sabía que ese sería o destino dos homes que valentemente deran as súas vidas para que Westin puidese sobrevivir ao asalto dos non mortos. Aínda así, atopou un pequeno consolo ao recuperar a espada e a funda de lanzas da capitá Mari, e levalas con el de volta a Westin. Alí colocounas enriba da mámoa de Mari, onde se converteron nun símbolo de sacrificio, lealdade e valor.
it: Dopo la battaglia, Deoran condusse una spedizione presso i sobborghi di Southport, dove i fortini erano stati ridotti a cumuli di macerie, e dove il sangue e le armi spezzate erano sparse dappertutto. Maledisse tra sé e sé il lich per la mancanza di corpi sul campo di battaglia, ma nel profondo, sentiva che quello sarebbe stato il destino degli uomini che avevano coraggiosamente dato le loro vite in modo che Westin potesse sopravvivere all’assalto dei non-morti. Eppure, trovò una piccola consolazione nel trovare la spada e la fionda di Capitan Mari, e nel poterli riportare indietro con sé a Westin. Li piazzò in cima al tumulo di Mari, dove divennero un simbolo di sacrificio, lealtà e valore.

source: And thus, man alone stood triumphant in victory over the dead. While years of rebuilding lay ahead for Westin, they’d take place in harmony thanks to Deoran’s leadership and the heroics of the South Guard.
ar: وهكذا، انتصر الإنسان وحده على الأموات. بينما تنتظر ويستن سنوات من إعادة البناء، ستتم في وئام بفضل قيادة ديوران وبطولات الحرس الجنوبي.
es: Y así, el hombre solo se mantuvo triunfante en la victoria sobre los muertos. Aunque quedaban años de reconstrucción para Westin, estos se llevarían a cabo en armonía gracias al liderazgo de Deoran y al heroísmo de la guardia del sur.
fi: Ja niin ihmiset yksinään voittivat kuolleet menestyksekkäästi. Vaikka Westinillä oli edessään vuosien jälleenrakentaminen, se tapahtuisi sopuisasti Deoranin johtajuuden ja Etelän vartioston sankaruuden ansiosta.
gl: E así, o home quedou só, triunfante na vitoria sobre os mortos. Aínda que anos de reconstrución agardaban por Westin, estes decorrerían en harmonía grazas ao liderado de Deoran e ás fazañas da Garda do Sur.
it: E così, gli uomini solitari si ersero trionfanti e vittoriosi sulla morte. Sebbene Westin avesse di fronte a sé anni di ricostruzione, si sarebbero svolti in armonia grazie alla leadership di Deoran e all’eroismo della Guardia del Sud.

source: And thus, man and elf stood side by side, together in victory over the dead. While years of rebuilding lay ahead for Westin, they’d take place in harmony thanks to Deoran’s leadership and the heroics of the South Guard.
ar: وهكذا، وقف الإنسان والإلف جنباً إلى جنب، معاً في الانتصار على الأموات. بينما تنتظر ويستن سنوات من إعادة البناء، ستتم في وئام بفضل قيادة ديوران وبطولات الحرس الجنوبي.
es: Y así, hombre y elfo permanecieron lado a lado, juntos en la victoria sobre los muertos. Aunque quedaban años de reconstrucción para Westin, estos se llevarían a cabo en armonía gracias al liderazgo de Deoran y al heroísmo de la guardia del sur.
fi: Ja niin ihmiset ja haltiat olivat rinta rinnan voitettuaan kuolleet. Vaikka Westinillä oli edessään vuosien jälleenrakentaminen, se tapahtuisi sopuisasti Deoranin johtajuuden ja Etelän vartioston sankaruuden ansiosta.
gl: E así, home e elfo ficaron ombro con ombro, xuntos na vitoria sobre os mortos. Aínda que anos de reconstrución agardaban por Westin, estes decorrerían en harmonía grazas ao liderado de Deoran e ás fazañas da Garda do Sur.
it: E così, uomini ed elfi si ersero fianco a fianco, uniti nella vittoria contro la morte. Sebbene Westin avesse di fronte a sé anni di ricostruzione, si sarebbero svolti in armonia grazie alla leadership di Deoran e all’eroismo della Guardia del Sud.

source: Prince Arand
ar: الأمير أراند
es: Príncipe Arand
fi: Prinssi Arand
gl: Príncipe Arán
it: Principe Arand

source: King Garard II
ar: الملك غارارد الثاني
es: Rey Garard II
fi: Kuningas Garard II
gl: Rei Garardo II
it: Re Garard II

source: Some weeks after the battle...
ar: بعد أسابيع قليلة من المعركة...
es: Algunas semanas después de la batalla...
fi: Muutama viikko taistelun jälkeen...
gl: Unhas semanas despois da batalla...
it: Alcune settimane dopo la battaglia...

source: <b><i>This</i></b> is the perfect town you promised me, brother?
ar: <b><i>هذه</i></b> هي البلدة المثالية التي وعدتني بها، أيها الأخ؟
es: <b><i>¿Es esta</i></b> la ciudad perfecta que me prometiste, hermano?
fi: <b><i>Tämäkö</i></b> on se täydellinen kylä, jonka lupasit minulle, veli?
gl: <b><i>Esta</i></b> é a cidade perfecta que me prometiches, irmán?
it: È <b><i>questa</i></b> la città perfetta che mi hai promesso, fratello?
