Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Very well. Although it will probably take too long to send word to the King for reinforcements, I remember there being a small outpost within a couple days’ ride of here. I will send a message to them asking for a few riders, then we should make haste toward the Aethenwood to find the elves.
nb_no: Utmerket. Selv om det sannsynligvis vil ta for lang tid å sende bud til kongen om forsterkninger, husker jeg at det finnes en liten utpost et par dagers ridetur herfra. Jeg skal sende en melding til dem og be om noen ryttere, og så bør vi skynde oss mot Ethenskog for å finne alvene.
uk: Дуже добре. Хоча, мабуть, просити Короля про підмогу буде занадто довго, я пам'ятаю, що в декількох днях шляху звідси є невеликий форпост. Я надішлю послання їм, щоб попросити нових вершників, а тоді ми маємо поквапитися до Етенвуду, щоб знайти ельфів.

source: A Desperate Errand
en@shaw: ğ‘© ğ‘›ğ‘§ğ‘•ğ‘ğ‘¼ğ‘©ğ‘‘ ğ‘ºğ‘©ğ‘¯ğ‘›
lt: Skubus maršas
nb_no: Et desperat ærend
uk: Відчайдушний похід

source: Elves
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘Ÿ
lt: Elfai
nb_no: Alver
uk: Ельфи

source: Move Deoran to the Elvish city in the western woods
nb_no: Bring Deoran til alvebyen nordvest i skogen
uk: Пересуньте Деорана до ельфійського міста у західних лісах

source: Deoran and his men came to the eastern border of the Aethenwood, where the towering trees of the elven forest loomed close overhead.
nb_no: Deoran og mennene hans kom til den østlige grensen av Ethenskog, der de ruvende trærne i alveskogen raget tett over dem.
uk: Деоран та його загін підійшли до східного кордону Етенвуду, де височезні дерева ельфійського лісу спліталися між собою, закриваючи небо.

source: Look to the west! There lies the forest of the elves. Let us hasten across the river and the hills.
nb_no: Se mot vest! Der ligger alveskogen. La oss skynde oss over elven og åsene.
uk: Дивіться на захід! Там лежить ліс ельфів. Поквапимося, треба перетнути річку та пагорби.

source: I must advise caution, Sir Deoran. No man has set foot in the elvish woods for many a year. They have never been friendly toward humankind, and we do not know how they will receive us now, especially after Sir Loris spurned them.
nb_no: Jeg må råde til forsiktighet, Sir Deoran. Ingen mennesker har satt sin fot i alveskogen på mange år. De har aldri vært vennlig innstilt til menneskene, og vi vet ikke hvordan de vil ta imot oss nå, særlig ikke etter at Sir Loris avviste dem.
uk: Будь обережним, Деоране. Багато років жодна людина не ступала у ельфійських лісах. Вони ніколи не були дружніми до людей, і ми не знаємо як вони зреагують на нас зараз, особливо після того як Пан Лоріс відмовив їм.

source: We cannot fear and shun everything we do not understand! Sir Loris may have distrusted the elves, but he is gone now, and I daresay as a result of his own folly! We do not possess the strength to fight these undead, nor the means to discover their source; we can only look to these elves for help, wary of men though they may be.
nb_no: Vi kan ikke frykte og sky alt vi ikke forstår! Sir Loris hadde kanskje mistillit til alvene, men han er borte nå, og jeg våger å påstå at det er på grunn av hans egen dårskap! Vi har ikke styrken til å bekjempe disse vandøde, og vi har heller ikke midlene til å finne ut hvor de kommer fra; vi kan bare be alvene om hjelp, selv om de er skeptiske til mennesker.
uk: Ми не можемо боятися та уникати всього, що не розуміємо! Пан Лоріс міг і не довіряти ельфів, але й його зараз тут нема, і я посмію сказати, що це через його ж дурість! Ми не маємо сили боротися з цими мерцями, також не можемо визначити їхнє джерело; ми можемо лише шукати допомоги цих ельфів, хоч би якими недовірливими до людей вони б не були.

source: Nevertheless, we musn’t charge in blindly. Even if the elves are unlikely to attack us, we do not know what else lies in these forests.
nb_no: Likevel må vi ikke storme inn i blinde. Selv om alvene neppe vil angripe oss, vet vi ikke hva som ellers skjuler seg i disse skogene.
uk: Але все-таки, не можна сліпо рватися туди. Навіть якщо й ельфи не нападуть на нас, ми не знаємо, що ще може ховатися в цих лісах.

source: Very well. We will proceed in formation, then.
nb_no: Som du vil. Da fortsetter vi i formasjon.
uk: Добре. Тоді ми продовжимо йти у бойовому порядку.

source: I have lost two brothers to this mite of a boy! This Deoran, young as he seems, may be more capable than I had thought. No matter. I will use my new powers against him and then surely he will fall!
nb_no: Jeg har mistet to brødre til denne drittungen! Denne Deoran, ung som han virker, kan være mer kapabel enn jeg trodde. Det spiller ingen rolle. Jeg skal bruke mine nye krefter mot ham, og da vil han falle!
uk: Я втратив двох братів через цього кліща! Цей Деоран, хоч і молодий, більш здібний, ніж я думав. Неважливо. Я використаю свої нові сили, і в нього не буде жодного шансу!

source: You must move Deoran to the center of the elvish citadel. Be sure to recruit a force strong enough to drive off the bandits before moving Deoran from his encampment!
en@shaw: ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘µğ‘ Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘•ğ‘¦ğ‘‘ğ‘©ğ‘›ğ‘§ğ‘¤. ğ‘šğ‘° ğ‘–ğ‘«ğ‘¼ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘© ğ‘“ğ‘¹ğ‘• ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘›ğ‘®ğ‘²ğ‘ ğ‘ªğ‘“ ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘¦ğ‘Ÿ ğ‘§ğ‘¯ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘¥ğ‘§ğ‘¯ğ‘‘!
lt: Privalote nuvesti Deoraną į elfų citadelės centrą. Prieš pajudinant Deoraną iš stovyklos, įsitikinkite, kad nusamdėte pakankamai pajėgų įveikti banditams.
nb_no: Du må flytte Deoran til sentrum av alvebyen. Sørg for å rekruttere en styrke som er sterk nok til å drive bandittene på flukt før du flytter Deoran fra leiren hans!
uk: Ви повинні пересунути Деорана до центру ельфійської цитаделі. Перед тим як виводити Деорана з табору, переконайтесь, що у вас достатньо сильний загін для бою з бандитами!

source: There is so much ground to cover. If only our riders would arrive!
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘•ğ‘´ ğ‘¥ğ‘³ğ‘— ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘‘ ğ‘’ğ‘³ğ‘ğ‘¼. ğ‘¦ğ‘“ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¬ğ‘¼ ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘¢ğ‘«ğ‘› ğ‘©ğ‘®ğ‘²ğ‘!
lt: Kaip toli teks nukeliauti... Ech, kad mūsų raiteliai mus pavytų!
nb_no: Det er så mye terreng å dekke. Hvis bare rytterne våre ville ankomme!
uk: Нам доведеться подолати чималу відстань. Тільки б прибули наші вершники!

source: Jarek
lt: Džarekas
uk: Ярек

source: Commander, I received your request for reinforcements, and I have brought my riders with me!
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼, ğ‘² ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘¿ğ‘¼ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•, ğ‘¯ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘¥ğ‘² ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘°!
lt: Vade, gavau jūsų žinią, kad reikia pastiprinimo, atvykau su savo raiteliais.
nb_no: Deoran, vi har mottatt din forespørsel om forsterkninger, og jeg har bragt med meg en gruppe kavalerister.
uk: Командире, я отримав ваш запит про підкріплення і привів з собою своїх вершників!

source: You may now recruit Cavalrymen. They are fast and deadly on grassland, but weak in forests and unable to traverse mountains. They can keep up with Deoran, so use them to guard him!
nb_no: Du kan nå rekruttere kavalerister. De er raske og effektive på gressletter, men svake i skog og ute av stand til å krysse fjell. De kan holde følge med Deoran, så bruk dem til å beskytte ham!
uk: Тепер ви можете вербувати Кавалеристів. Вони швидкі та смертоносні на рівнині, але слабкі у лісах та нездатні переходити через гори. Вони можуть підтримувати Деорана, тож використовуйте їх як охорону для нього!

source: You may now recruit Cavalrymen.
nb_no: Du kan nå rekruttere kavalerister.
uk: Тепер ви можете вербувати Кавалеристів.

source: Even our undead allies cannot stand against this commander! The dark one lied to us!
nb_no: Selv våre vandøde allierte kan ikke stå imot denne kommandanten! Den Mørke løy for oss!
uk: Проти цього командира не можуть вистояти навіть наші мертві союзники! Темна істота набрехала нам!

source: Ha! Take that, you criminal scum!
nb_no: Ha! Ta den, kriminelle avskum!
uk: Ха! Отримуй, злодюго!

source: Their leader is defeated! I hope that’s the last bandit we ever have to fight.
nb_no: Lederen deres er beseiret! Jeg håper det er den siste banditten vi må kjempe mot.
uk: Їхнього ватажка переможено! Я сподіваюся, це останній бандит, з яким нам доводиться мати справу.

source: Even if the bandits are beaten, there is still the matter of the undead.
nb_no: Selv om bandittene er beseiret, er det fortsatt et problem med de vandøde.
uk: Навіть якщо ми перемогли розбійників, ми ще маємо проблему з мерцями.

source: Indeed, we should press on toward the elves and see if they know anything about these dark foes.
nb_no: Vi bør fortsette mot alvene og se om de vet noe om disse mørke fiendene.
uk: Звісно, нам варто рухатися до ельфів і дізнатися, чи знають вони щось при цих темних ворогів.

source: Linderion
lt: Linderionas
uk: Ліндеріон

source: Mithalwe
lt: Mitalvė
uk: Мізалва

source: Vardanos
lt: Verdanas
uk: Варданос

source: Eltenmir
lt: Eltenmiras
uk: Ельтенмір

source: Halt! Who enters our sacred grove without leave?
nb_no: Holdt! Hvem våger å tre inn i vår by uten tillatelse?
uk: Стояти! Хто посмів вступити до нашого святого гаю без дозволу?

source: De—
uk: Де—

source: Choose your words wisely, human. Know that the penalty for trespassing on our lands is death. What is your name?
nb_no: Vokt dine ord, menneske. Straffen for å trenge seg inn på vårt land er døden. Hva er ditt navn?
uk: Ретельніше обирай свої слова, людино. Знай, що кара за порушення наших кордонів це смерть. Яке твоє ім'я?

source: Deora—
uk: Деора—

source: Stay your hand, Linderion. This man bears the banner of Wesnoth and appears to come to us in peace. What brings you to the hallowed grove of Elrath?
nb_no: Ikke rør deg, Linderion. Denne mannen bærer Wesnoths banner og ser ut til å komme til oss i fred. Hva bringer deg til Elraths hellige lund?
uk: Зажди, Ліндеоріне. Ця людина має при собі стяг Весноту і, схоже, прийшла з миром. Повідай нам, що привело тебе до священного гаю Ельрату?

source: My lady, we have come to the elves to seek guidance. Bandits and criminals have summoned the dead to help them plunder our farms and villages. They come from the great forest across the river to our south, where no man has yet traveled. We have defeated many a bandit already, but I fear that we cannot continue to battle them for much longer with the undead under their control.
nb_no: Vi har kommet hit i søken etter gode råd i vanskelige tider. Røvere og kjeltringer i hjemlandet mitt har påkalt de vandøde for å helpe dem med å plyndre og drepe hederlige mennesker. Røverne kommer over elven sørfra, fra den enorme skogen vi vet svært lite om. Vi har allerede beseiret mange banditter, men jeg frykter at vi ikke kan fortsette å kjempe mot dem særlig mye lenger med de vandøde under deres kontroll.
uk: Моя пані, ми прийшли до ельфів шукати поради. Бандити і злочинці на нашій землі підняли мертвих і вони допомагають їм грабувати наші хутори та сели. Вони приходять з великого лісу на південь від наших країв, де раніше не було жодної людини, і переходять ріку. Ми перемогли вже багатьох бандитів, але, боюся, ми не зможемо так продовжувати, поки вони мають мерців під своєю командою.

source: We sent you a messenger regarding the undead, did we not? You were forewarned of the blight marching upon your land, and yet you did not prepare adequately.
nb_no: Vi sendte dere en budbringer om de vandøde, gjorde vi ikke? Dere ble advart om at pesten var på vei inn i landet deres, og likevel forberedte dere dere ikke godt nok.
uk: Ми надсилали посланця щодо мерців, чи не так? Вас завчасно попередили про хворобу, що наближалася до вашої землі, але ви все одно не підготувалися.

source: I do not aim to make excuses, but I have been here for scarcely a week! I do not know why the previous commander did not act on your advice, but I assure you that I will not make the same mistakes he did!
nb_no: Jeg vil ikke komme med unnskyldninger, men jeg har vært her i knapt en uke! Jeg vet ikke hvorfor den forrige kommandanten ikke fulgte dine råd, men jeg forsikrer deg om at jeg ikke kommer til å begå de samme feilene som han gjorde!
uk: Я не намагаюсь виправдовуватися, але я тут лише тиждень! Я не знаю чому минулий командир не дослухався до вашої поради, однак я запевняю вас, що не припущуся тих же помилок!

source: For your own sake, I hope that you do not. As for the matter at hand, the elves know of the great southern forest, and have walked its paths many times.
nb_no: For din egen skyld håper jeg at du ikke gjør det. Når det gjelder denne saken, så kjenner alvene til den store sørlige skogen, og de har vandret på dens stier mange ganger.
uk: Сподіваюся, заради ж твого блага. Щодо нашої справи, ельфи знають великий південний ліс, і безліч разів ходили по його стежкам.

source: And what do you know of the undead?
nb_no: Og hva vet du om de vandøde?
uk: І що ви знаєте про мерців?

source: My answer will depend on your motives, human. What would you do, knowing the secrets of the unholy ones?
nb_no: Svaret mitt vil avhenge av dine motiver, menneske. Hva ville du gjort om du kjente de uhelliges hemmeligheter?
uk: Моя відповідь залежатиме від твоїх намірів, людино. Що ти зробиш, знаючи таємниці нечестивих?

source: I would lead my men south of the river to find and destroy the source of these beings of darkness.
nb_no: Jeg ville lede mine menn sør for elven for å finne og tilintetgjøre kilden til disse mørkets vesener.
uk: Я поведу своїх людей на південь від ріки і знищу джерело цих створінь темряви.

source: A fanciful delusion! A human untrained in the mystic arts stands no chance against the undead!
nb_no: En fantasifull vrangforestilling! Et menneske uten trening i mystiske kunster har ingen sjanse mot de vandøde!
uk: Нездійсненна мрія! Нетренована у магії людина не має жодного шансу проти мерців!

source: I have proven myself capable of defending my land and leading my men to victory—
nb_no: Jeg har vist meg i stand til å forsvare mitt land og lede mine menn til seier—
uk: Я вже довів, що я здатний захистити свою землю та привести своїх людей до перемоги—

source: Only in battles against <i>other humans!</i> To fight such a fell evil is another matter altogether.
nb_no: Bare i kamp mot <i>andre mennesker!</i> Å kjempe mot en slik ondskap er en helt annen sak.
uk: Лише в битвах проти <i>інших людей!</i> А бороться з такими глибинним злом це зовсім інше.

source: But surely I cannot do nothing either!
nb_no: Men jeg kan da ikke gjøre ingenting heller!
uk: Але я точно не можу нічого не робити!

source: <i>I warned him that the elves would not easily agree to help us.</i>
nb_no: <i>Jeg advarte ham om at alvene ikke uten videre ville gå med på å hjelpe oss.</i>
uk: <i>Я попереджував, що ельфи так просто нам не допоможуть.</i>

source: <i>Indeed, but he is right as well. We must do something, or our people will surely be slaughtered.</i>
nb_no: <i>Ja, men han har også rett. Vi må gjøre noe, ellers vil folket vårt bli slaktet.</i>
uk: <i>Авжеж, але й він правий. Ми маємо щось зробити, інакше наших людей точно переб'ють.</i>

source: Enough, all of you. Ethiliel is the only one of us who has encountered the undead — she will be the best judge of what aid we would grant the humans against these abominations.
nb_no: Nå er det nok, alle sammen. Ethiliel er den eneste av oss som har møtt de vandøde — hun vil være den beste til å bedømme hvilken hjelp vi kan gi menneskene mot disse vederstyggelighetene.
uk: Годі, ви всі. Етілієль єдина з нас, хто зустрічала мерців — вона найкраще визначить, яку допомогу ми зможемо надати людям проти тих чудовиськ.

source: These men are indeed brave to face such foes, but I fear that they will fall to the darkness if they fight it alone. There is one elf who still remembers the secrets of the undead that we learned when Haldric I came to our land. His name is Mebrin, and he lives secluded in the hills south of here.
nb_no: Disse mennene er modige som trosser slike fiender, men jeg frykter at de vil falle for mørket hvis de kjemper mot det alene. Det er én alv som fortsatt husker hemmelighetene om de vandøde som vi lærte da Haldrik I kom til landet vårt. Han heter Mebrin, og han lever en tilbaketrukket tilværelse i fjellene sør for oss.
uk: Ці люди справді хоробрі, щоб протистояти такому ворогу, але я боюсь, що зло переможе, якщо вони боротимуться самі. Ще живе один ельф, що пам'ятає секрети мерців, які ми отримали з прибуттям Халдріка І до нашої землі. Його звуть Мебрін і він живе серед пагорбів на південь звідси.

source: Are you sure about this? The road south is no longer as safe as it once was, and Mebrin is not as powerful as he once was. You would not presume to put one of our great sages in danger, Ethiliel.
nb_no: Er du sikker på dette? Veien sørover er ikke lenger så trygg som den en gang var, og Mebrin er ikke like mektig som han en gang var. Du ville ikke sette en av våre store vismenn i fare, Ethiliel.
uk: Ти впевнена щодо цього? Шлях на південь більше не такий безпечний, яким був колись, та й Мербін вже не такий сильний, як раніше. Ти не наважишся наразити на небезпеку одного з наших найвеличніших мудреців, Етілієль.

source: <i>I</i> will accompany the human and his men to Mebrin, and he can decide whether or not he wants to help us. I will not ask you to place yourselves in danger for these humans, but you will not presume to tell me — nor Mebrin — what to do. Is that fair?
nb_no: <i>Jeg</i> vil følge mennesket og mennene hans til Mebrin, så kan han bestemme om han vil hjelpe oss eller ikke. Jeg vil ikke be deg om å utsette deg selv for fare for disse menneskene, men du skal ikke ta deg til å fortelle meg - eller Mebrin - hva vi skal gjøre. Er det rettferdig?
uk: <i>Я</i> поведу люди та його солдатів до Мербіна, а він вже вирішить, допомагати нам чи ні. Я не прошу вас наражатися на небезпеку заради цих людей, але ви не маєте права говорити мені — чи Мербіну — що робити. Чи це чесно?

source: Yes, very well.
nb_no: Javisst.
uk: Так, дуже добре.

source: I welcome your aid, my lady.
nb_no: Jeg ønsker din bistand velkommen, min frue.
uk: Я вдячній твоїй допомозі, моя пані.

source: Skeletons approach from the east! This can only mean that they have begun to attack Kerlath. We will have to return and fight them without the aid of the elves...
nb_no: Skjelettene nærmer seg fra øst! Det kan bare bety at de har begynt å angripe Kerlath. Vi må vende tilbake og bekjempe dem uten alvenes hjelp...
uk: Скелети наближаються зі сходу! Це означає лише те, що вони почали атакувати Керлат. Ми маємо повернутися і битися без ельфійської допомоги...

source: Mal A’kai
uk: Мал А’кай

source: Jera Ilras
lt: Džera Ilras
uk: Джера Ілрас

source: Cleanse the Vale of Tears
en@shaw: ğ‘’ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘ ğ‘ğ‘±ğ‘¤ ğ‘ ğ‘‘ğ‘½ğ‘Ÿ
lt: Išvalykite Ašarų Slėnį
nb_no: Befri dalen fra inntrengerne
uk: Очистіть долину Сліз

source: Move Ethiliel to Mebrin’s village
nb_no: Bring Ethiliel til Mebrins landsby
uk: Пересуньте Етілієль до села Мебріна

source: This is the Vale of Blossoming Trees. Our great sages come here to find peace and enlightenment. Some other elves also live nearby — mostly artisans inspired by the tranquility of this valley.
nb_no: Dette er de blomstrene trærs dal. Våre vismenn kommer hit i søken etter fred og innsikt. Noen andre alver bor også i nærheten — for det meste håndverkere som er inspirert av harmonien i denne dalen.
uk: Це долина Квітучих Дерев. Наш великий мудрець прийшов жити сюди, щоб знайти спокій та полегшення. Деякі інші ельфи також живуть поряд — загалом майстри, що надихаються устроєм цієї долини.

source: It does seem peaceful, but why are there humans camped to the south of us? Are they friends of the elves?
nb_no: Det virker fredelig, men hvorfor har menneskene slått leir sør for oss? Er de venner av alvene?
uk: Тут так спокійно, але чому якісь люди отаборилися на півдні від нас? Вони друзі ельфів?

source: What?! Those marauders are no friends of ours! We must destroy them at once!
nb_no: Hva?! De bandittene er ikke våre venner! Vi må tilintetgjøre dem med en gang!
uk: Що?! Ті мародери не наші друзі! Ми маємо знищити їх усіх!

source: Perhaps they are allied with the bandits who have been sacking Westin. They have grown quite bold if they are attacking the elves!
nb_no: Kanskje de er i ledtog med bandittene som har plyndret Vestin. De har blitt svært dumdristige om de angriper alvene!
uk: Можливо, вони заодно з тими бандитами, що грабували Вестін. Їхні сили мають бути великими, якщо вони осміліли настільки, щоб атакувати ельфів!

source: They would not dare without the aid of the dark ones, but we will vanquish them all nonetheless. Now, listen well to me, humans. The Great Sage Mebrin is ancient and remembers well Haldric’s betrayal of the elves. Should one of you set foot in his village first, he will certainly drive us away!
nb_no: De ville ikke våget uten hjelp fra de mørke, men vi skal likevel utslette dem alle. Hør godt etter, mennesker. Vismannen Mebrin er eldgammel og husker godt Haldriks forræderi mot alvene. Hvis en av dere setter sin fot i landsbyen hans først, vil han helt sikkert drive oss bort!
uk: Вони б не посміли, не маючи допомоги темних сил, але ми все одного їх знищимо. Великий мудрець Мербін дуже старий і добре пам'ятає, як Халдрік зрадив ельфів. Тож якщо першою до нього навідається людина, він точно не стане розмовляти!

source: Sounds like a charming fellow.
nb_no: Høres ut som en sjarmerende kar.
uk: Схоже, він веселий хлопець.

source: Mebrin can be... difficult, yes. However, should we cleanse the valley and restore peace to his home, I am sure he will accept your request for his aid. That is, so long as I am the one who makes the request to him.
nb_no: Mebrin kan være... besværlig, ja. Men hvis vi renser dalen og gjenoppretter freden i hjemmet hans, er jeg sikker på at han vil godta din anmodning om hjelp. Så lenge det er jeg som ber ham om det.
uk: Мербін може бути... важким, так. Але, якщо ми звільнимо долину та повернемо мир до його дому, я впевнена, що він вам допоможе. Але це я за умови, що я буду в нього просити.

source: Very well, we will put our trust in you, Ethiliel. But first, we have a battle to attend to.
nb_no: Ja vel, vi setter vår lit til deg, Ethiliel. Men først har vi en kamp å ta oss av.
uk: Дуже добре, ми довіряємо цю справу тобі, Етілієль. Але спочатку треба розібратися з ворогами.

source: Ha, you blabbering buffoons! Even should you defeat us here, it does not matter! We’ve already taken what we wanted from this valley.
nb_no: Ha, dere bablende fjols! Selv om dere skulle bekjempe oss nå, spiller det ingen rolle! Vi har allerede tatt det vi ville ha fra denne dalen.
uk: Ха, ви балакучі блазні! Навіть якщо ви переможете нас тут, це нічого не означає! Ми вже забрали все, що хотіли, в цій долині.

source: Weep, filthy flesh bags, weep and know that your tears will become the blood that stains the trees and feeds our powers!
nb_no: Gråt, skitne kjøttsekker, gråt og vit at tårene deres vil bli det blodet som flekker trærne og gir våre krefter næring!
uk: Плачте, жалюгідні м'ясні кожухи, плачте і знайте, що ваші сльози перетворяться на кров, що пофарбує дерева та наситить нашу силу!

source: Our weapons are useless against these skeletons! They have nothing for our shafts to pierce but air!
en@shaw: ğ‘¬ğ‘¼ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘¿ğ‘•ğ‘¤ğ‘©ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘•ğ‘’ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ! ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘¬ğ‘¼ ğ‘–ğ‘¶ğ‘“ğ‘‘ğ‘• ğ‘‘ ğ‘ğ‘½ğ‘• ğ‘šğ‘³ğ‘‘ ğ‘º!
lt: Mūsų ginklai beverčiai prieš šiuos skeletus! Ašmenims nėr ką pradurti, tik orą!
nb_no: Våpnene våre er skrammel mot skjeletter! Det nytter ikke spidde en fiende uten kjøtt på kroppen!
uk: Нашою зброєю марно битися проти скелетів! Наші стріли та списи лише простромлюють повітря!
