Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: What is truly pitiful is the plight you have put yourself in, once wise sage of the elves. You have fallen to the black arts, twisted and corrupted by its use. Though you and your undead have ravaged our lands with your profane sorceries, I feel nothing but pity for the shambling shell you have become. Perhaps I can take solace in putting you out of your misery.
nb_no: Det som virkelig er ynkelig, er den situasjonen du har satt deg selv i, en gang alvenes vise vismann. Du har falt for den svarte kunsten, forvridd og korrumpert av dens bruk. Selv om du og dine vandøde har herjet våre land med dine blasfemiske trolldomskunster, føler jeg ikke annet enn medlidenhet med det vaklende skallet du har blitt. Kanskje jeg kan finne trøst i å gjøre slutt på lidelsene dine.
uk: Що справді жалюгідно це те, в яке становище ти себе поставив, колишній мудрецю ельфів. Ти впав до зайняття чорними мистецтвами, викручений та спотворений їх використанням. Хоча ти і твої мерці спустошили наші землі своїми нечестивим чаклунством, я не відчуваю нічого, окрім жалю до тієї оболонки, на яку ти перетворився. Можливо, я зможу знайти розраду в тому, що позбавлю тебе від страждань.

source: How little you understand. Such pompous words do not befit such an ignorant boy. Your foolish babble means nothing in the face of my insurmountable power! Rise, my warriors!
nb_no: Så lite du forstår. Slike pompøse ord passer ikke til en så uvitende gutt. Ditt tåpelige vrøvl betyr ingenting i møte med min uovervinnelige makt! Reis dere, mine krigere!
uk: Як мало ти розумієш. Такі пихаті слова не личать такому неосвіченому хлопчику. Твоє безглузде белькотіння нічого не варте перед обличчям моєї нездоланної сили! Повстаньте, мої воїни!

source: You dare strike me?! Puny humans, I am darkness incarnate! I am power beyond your comprehension!
nb_no: Våger du å slå meg?! Ynkelige mennesker, jeg er mørket inkarnert! Jeg er makt hinsides deres fatteevne!
uk: Ти смієш вдаряти мене?! Слабкі люди, я саме втілення темряви! Моя сила поза вашим розумінням!

source: You are merely a servant of the power that corrupted you, lich! You have not mastered the darkness; it, instead, has enslaved you.
nb_no: Du er bare en tjener for makten som korrumperte deg, heksekonge! Du har ikke mestret mørket; det har i stedet gjort deg til slave.
uk: Ти простий прислужник сили, що осквернила тебе, ліч! Ти не оволодів темрявою; навпаки — вона оволоділа тобою.

source: Fools! Imbeciles! You humans are a worthless blight upon this wretched world! I must purge you all— I must destroy all who live... I must...
nb_no: Tåper! Fjols! Dere mennesker er en verdiløs skamplett i denne bedrøvelige verden! Jeg må utrydde dere alle— jeg må tilintetgjøre alle som lever... jeg må...
uk: Йолопи! Ідіоти! Ви, люди, просто нікчемна хвороба цього огидного світу! Я маю очистити вас усіх— Я маю знищити усіх живих... Я маю...

source: These worthless humans just bested you and your armies. Your time has come, once wise sage of the elves.
nb_no: Disse verdiløse menneskene har nettopp beseiret deg og dine hærer. Din tid er kommet, en gang alvenes vismann.
uk: Ці нікчемні люди тільки що перемогли тебе та твоє військо. Твій час скінчився, колишній мудрецю ельфів.

source: Beaten... by mere mortals... how has it come to this..? Nooo...
nb_no: Beseiret... av dødelige... hvordan kunne det bli slik..? Nei...
uk: Переможений... простими смертними... як все до цього дійшло..? Нііі…

source: The master is slain! With him gone... my soul... is unbound from... this body...
nb_no: Mesteren er drept! Med ham borte... er min sjel... løsrevet fra... denne kroppen...
uk: Володаря переможено! Без нього... моя душа... відходить від... цього тіла...

source: Eyestalk
lt: Akikotis
uk: Стеблоок

source: Named ‘Eyestalks’ for obvious reasons, these plant-like creatures can focus their gaze onto an unsuspecting victim to draw life energy straight out of them to replenish their own. While almost defenseless against melee attacks, its deadly gaze from afar is not to be underestimated.
uk: Названі ‘Стеблоок’ з очевидних причин, ці, подібні до рослин, створіння можуть сфокусувати погляд на нічого не підозрюючу жертву, щоб витягувати їх життєві сили і забирати їх собі. Вони майже беззахисні в ближньому бою, але їх смертельний погляд з відстані не варто недооцінювати.

source: smash
en@shaw: ğ‘•ğ‘¥ğ‘¨ğ‘–
lt: smūgis
nb_no: knus
uk: удар

source: gaze
en@shaw: ğ‘œğ‘±ğ‘Ÿ
lt: žvilgsnis
nb_no: blikk
uk: погляд

source: Horseman Commander
en@shaw: ğ‘£ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼
lt: Ratelių vadas
nb_no: Rytterkommandant
uk: Верховий командир

source: Leaders of the border guards, mounted commanders command the garrisons that keep peace in the outermost provinces of Wesnoth. As effective leaders and powerful warriors, these men patrol the countryside and eliminate any and all threats to peace in the frontier villages.
nb_no: De beridne kommandantene leder grensevaktene og har kommandoen over garnisonene som opprettholder freden i de ytterste provinsene i Wesnoth. Som effektive ledere og mektige krigere patruljerer disse mennene landsbygda og eliminerer alle trusler mot freden langs grenselandsbyene.
uk: Лідери прикордонників, верхові командири керують гарнізонами, що підтримують мир в найбільш віддалених провінціях Весноту. Як ефективні лідери та потужні воїни, ці чоловіки патрулюють околиці та знищують будь-яку загрозу для миру в передових селищах.

source: Infantry Commander
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼
lt: Pėstininkų vadas
nb_no: Veterankaptein
uk: Піхотний командир

source: Veteran commanders have faced battle many times and led their men with steady hands and calm determination.
en@shaw: ğ‘ğ‘§ğ‘‘ğ‘»ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘»ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘±ğ‘•ğ‘‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘¯ ğ‘¤ğ‘§ğ‘› ğ‘ğ‘º ğ‘¥ğ‘§ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘‘ğ‘§ğ‘›ğ‘¦ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘¯ ğ‘’ğ‘­ğ‘¥ ğ‘›ğ‘¦ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯.
lt: Patyrę vadai daug kartų dalyvavo mūšyje ir vedė savo vyrus nedrebančiomis rankomis ir ramia dvasia.
nb_no: Erfarne kapteiner har ledet sine menn støtt gjennom mange slag.
uk: Досвідчені командири бачили чимало битв, і твердою рукою та з холодною рішучістю ведуть своїх підлеглих в наступний бій.

source: Infantry Lieutenant
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘¤ğ‘¿ğ‘‘ğ‘§ğ‘¯ğ‘©ğ‘¯ğ‘‘
lt: Pėstininkų leitenantas
nb_no: Infanterikaptein
uk: Піхотний Лейтенант

source: Commanders of the infantry of Wesnoth are responsible for the garrison and defense of the border towns and villages. They are drawn from the ranks of veteran soldiers, not nobility, and all have shown leadership and courage in battle.
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘»ğ‘Ÿ ğ‘ ğ‘ ğ‘¦ğ‘¯ğ‘“ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¸ ğ‘®ğ‘¦ğ‘•ğ‘ğ‘ªğ‘¯ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ ğ‘œğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯ ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘‘ğ‘¬ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ. ğ‘ğ‘± ğ‘¸ ğ‘›ğ‘®ğ‘·ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘®ğ‘¨ğ‘™ğ‘’ğ‘• ğ‘ ğ‘ğ‘§ğ‘‘ğ‘»ğ‘©ğ‘¯ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ, ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘´ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦, ğ‘¯ ğ‘·ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘–ğ‘´ğ‘¯ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘ ğ‘¯ ğ‘’ğ‘³ğ‘®ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤.
lt: Vesnoto pėsčiųjų pajėgų vadai atsakingi už garnizonus ir pasienio miestelių bei kaimų apsaugą. Jie paskiriami ne iš diduomenės, o iš patyrusių karių gretų, po to, kai mūšyje įrodo savo drąsą ir gebėjimą vadovauti.
nb_no: Infanterikapteinene i Wesnoth har ansvaret for å lede vaktstyrkene i kamp. De har ikke adelig opphav, men er utvalgt blant veteranene i vaktstyrkene grunnet sin erfaring og tapperhet.
uk: Командир піхоти Весноту відповідають за гарнізон та захист кордонів міст і сіл. Не будучи знатного походження, вони — вихідці з досвідчених солдат, і всі проявили своє лідерство та мужність у битві.

source: Junior Commander
en@shaw: ğ‘¡ğ‘µğ‘¯ğ‘˜ğ‘» ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼
lt: Jaunasis vadas
nb_no: Ung Befal
uk: Молодий Командир

source: At scarcely 17 or 18 years of age, squires are not yet full knights, but still have the knowledge and skill to master their mounts whilst in full panoply. Talented squires are sometimes given command of small units in Wesnoth’s army, where they gain experience leading fellow troops and honing their prowess in battle.
nb_no: Knapt 17 eller 18 år gamle er unge befaler ennå ikke fullverdige riddere, men de har likevel kunnskapen og ferdighetene som skal til for å beherske hestene sine i full ornat. Talentfulle unge befaler får noen ganger kommandoen over små enheter i Wesnoths hær, der de får erfaring med å lede andre tropper og finslipe sine ferdigheter i kamp.
uk: У віці 17-18 років зброєносці ще не є повноцінними лицарями, але вже мають достатньо знань і навичок, щоб повноцінно воювати верхи. Талановитим зброєносцям іноді доручають командувати невеликими підрозділами в армії Весноту, де вони набувають досвіду керівництва військом і відточують свою майстерність у бою.

source: Mounted General
en@shaw: ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤
lt: Raitasis generolas
nb_no: Ryttergeneral
uk: Кінний Генерал

source: Switching seamlessly between lance and mace, mounted generals boast tremendous skill in individual combat and can hold their own against even the most powerful opposition. They are masters of their mounts, able to cover great distances quickly on their patrols, and have keen eyes for detecting and eliminating all manner of perilous dangers. Their greatest strength, however, lies in their ability to inspire great courage in their men, who fight fearlessly and tenaciously under their command.
nb_no: De beridne generalene veksler sømløst mellom lanse og spyd, og kan skryte av sine enorme ferdigheter i individuell kamp, der de kan hevde seg mot selv den mektigste motstander. De behersker hestene sine, de kan raskt tilbakelegge store avstander på patruljer, og besitter et skarpt blikk for å oppdage og eliminere alle slags farer. Deres største styrke ligger imidlertid i deres evne til å mobilisere sine menn, som kjemper fryktløst og utholdende under deres kommando.
uk: Легко переходячи від списа до булави, кінні генерали мають неабияку майстерність в дуелях і можуть протистояти навіть найпотужнішому супротивнику. Вони є майстерними вершниками, що здатні швидко долати великі відстані під час патрулювання, і мають гостре око для виявлення та знищення всіх різновидів небезпеки. Проте найбільша їхня сила полягає в здатності надихати своїх підлеглих на велику відвагу, які під їхнім командуванням б'ються безстрашно і завзято.

source: I have given all for my kingdom! Avenge me, Deoran!
nb_no: Jeg har ofret mitt liv for mitt hjemland! Hevn min død, Deoran!
uk: Я віддав усе за своє королівство! Помстися за мене, Деоране!

source: Far from home I fall — but not in vain! Defend our people, Deoran!
nb_no: Jeg faller langt hjemmefra — men ikke forgjeves. Vokt vårt folk, Deoran!
uk: Я гину далеко від дому — але не марно! Збережи наших людей, Деоране!

source: Far from home I fall — but not in vain!
nb_no: Jeg faller langt hjemmefra — men ikke forgjeves!
uk: Я гину далеко від дому — але не марно!

source: Thugs are the mainstay of the bandit armies. They are powerful in melee combat, but do not have a <i>ranged</i> attack and are vulnerable to archers. Like all bandit units, they are much more dangerous at night.
nb_no: Kjeltringer er bærebjelken i banditthærene. De er sterke i nærkamp, men har ikke et <i>avstandsangrep</i> og er sårbare for bueskyttere. Som alle bandittenheter er de mye farligere om natten.
uk: Головорізи — основа армій бандитів. Вони сильні у ближньому бою, але у них нема <i>дальньої</i> атаки, і вони вразливі для ваших лучників. Як і усі бандити, головорізи більш небезпечні вночі.

source: Thieves are weak in one-on-one combat, but can be deadly if you allow them to surround your units. On offense, thieves will deal double damage when they have an ally directly behind the unit they are attacking! Like thugs, thieves are vulnerable to ranged attacks.
nb_no: Tyver er svake i en-til-en-kamp, men kan være livsfarlige hvis du lar dem omringe enhetene dine. I angrep vil tyver gjøre dobbel skade når de har en alliert rett bak enheten de angriper! I likhet med kjeltringer er tyver sårbare for avstandsangrep.
uk: Злодії слабкі у битві один на один, але можуть бути смертельними, якщо дозволити їм оточити ваших бійців. Атакуючи, злодії будуть завдавати подвійної шкоди, якщо вони матимуть союзника прямо за бійцем, котрого атакують! Як і головорізи, злодії вразливі до дальніх атак.

source: Footpads are the scouts of the bandit armies. They are highly mobile, and have both a <i>melee</i> attack and a <i>ranged</i> attack, although neither of their attacks is very strong. Footpads are difficult to hit with regular attacks, but will take bonus damage from bladed, impact, or piercing weapons and can be easily killed during the day.
nb_no: Løsgjengere utgjør bandittenes speidere. De er raske, og har både et <i>nærkampangrep</i> og et <i>avstandsangrep</i>, selv om ingen av angrepene deres er veldig sterke. Løsgjengere er vanskelige å treffe med vanlige angrep, men de tar bonusskade fra hugg-, slag- og stikkskade, og er et lett bytte på dagtid.
uk: Розбишаки це розвідники у армій бандитів. Вони швидкі, й у них є і <i>ближня</i>, і <i>дальня</i> атаки, хоча й жодна з них не дуже сильна. У розбишак важко влучити звичайними атаками, але вони отримують додаткову шкоду від ріжучої, ударної та колючої зброї, їх легко вбити вдень.

source: Skeletons are the bones of fallen warriors reanimated by dark sorcery. They are almost immune to piercing weapons like arrows and spears, but can be harmed by bladed attacks like swords, and are especially vulnerable to impact weapons. Minister Hylas’s <i>arcane</i> attack is extremely effective against them. Like bandits, they are much more dangerous at night!
nb_no: Skjeletter er ben fra falne krigere, vekket til live av mørk magi. De er nærmest immune mot stikkvåpen som spyd og piler. Sverd og klubber vil skade dem, men minister Hylas' hellige angrep vil være ditt beste våpen mot dem. Skjeletter er lyssky og sloss best om natten.
uk: Скелети це кістки загиблих воїнів, підняті темною магією. Вони майже нечутливі до колючої зброї, такої як списи та стріли, але можуть бути поранені ріжучими атаками, наприклад мечем, а також особливо вразливі до ударної зброї. <i>Містична</i> атака Міністра Хіліса вкрай ефективна проти них. Як і розбійники, вони найбільш небезпечні вночі!

source: Walking corpses are usually used by weaker practitioners of the black arts, who pilfer dead bodies to practice their profane magic. Alone, they are slow and weak, although they can become dangerous in large groups. Any unit slain by a Walking Corpse will be plagued with undeath and become one as well.
nb_no: Vandrende lik brukes vanligvis av svakere utøvere av svartekunster, som stjeler døde kropper for å utøve sin vanhellige magi. Alene er de trege og svake, men i store grupper kan de bli farlige. Enhver enhet som blir drept av et vandrende lik, blir forpestet med vandødhet og blir selv et vandrende lik.
uk: Ходячі трупи зазвичай використовуються більш слабкими любителями темних мистецтв, які крадуть мертві тіла, щоб практикуватися у своїй нечестивій магії. Поодинці вони повільні та слабкі, але вони можуть бути небезпечними в великих групах. Будь-який боєць, загиблий від зараженого дотику ходячого трупа, сам доєднається до них.

source: The reign of Haldric VII was a time of great prosperity and peace in Wesnoth. Konrad I had driven off the orcs in the north. The eastern forts were quiet and secure. The elves in the western forest kept to their own affairs. In the south, men built new towns and farms.
nb_no: Haldrik VIIs regjeringstid var en tid med velstand og fred i Wesnoth. Konrad I hadde drevet orkene i nord på flukt. De østlige fortene var fredfulle og sikre. Alvene i den vestlige skogen holdt seg til sitt. I sør bygde menneskene nye byer og gårder.
uk: За часів правління Халдріка VII у землях Весноту була спокійно. Конрад I прогнав орків далеко на північ. Східні форти були спокійними і надійними. Ельфи в західному лісі займалися своїми справами. На процвітаючому півдні люди будували нові міста та ферми.

source: For eight years, the South Guard had defended the farms and homes surrounding the city of Westin, the capital of Wesnoth’s frontier province of Kerlath in the furthermost south. Under the command of Sir Loris, the South Guard kept Westin free from danger, having only to quash the occasional bandit or wild creature. Perhaps the only real unease came from the Aethenwood to the west, where the elves lived in reserved aloofness, indifferent to the doings of man. Traversing their land without permission was forbidden, but the elves rarely entered the lands of Kerlath in turn. Even further south in the wildlands, the ancient heart forest sprawled out in dense gloominess, ominous enough that even the elves eschewed entering, and only a few, scattered outlaws called it their home.
nb_no: I åtte år hadde Sørgarden forsvart gårdene og hjemmene rundt byen Vestin, hovedstaden i Wesnoths grenseprovins Kerlath lengst sør i landet. Under Sir Loris' kommando holdt sørgarden Vestin fri for farer, og måtte bare slå ned en og annen banditt eller et og annet vilt dyr. Den eneste virkelige uroen kom kanskje fra Ethenskog i vest, der alvene levde i en reservert tilværelse, likegyldige til menneskenes gjøren og laden. Det var forbudt å ferdes i deres land uten tillatelse, men alvene kom sjelden inn i Kerlaths land. Enda lenger sør i villmarken lå den eldgamle Hjerteskogen tett og dyster, illevarslende nok til at selv alvene unngikk å gå inn i den, og bare noen få, spredte lovløse kalte den sitt hjem.
uk: Вісім років Південна Гвардія захищала ферми та будинки навколо Вестіну, столиці прикордонної південної провінції Керлат. Під командуванням Пана Лоріса Південна Гвардія підтримувала Вестін безпечним від жодних загроз, маючи лише іноді знищувати випадкового бандита чи дике створіння. Мабуть, єдина реальна проблема походила з Етенвуду на заході, де жили ельфи відлюдники, вони не були ворогами, але трималися осторонь. Подорожувати їхніми землями без дозволу було заборонено, але й ельфи дуже рідко навідувалися до земель Керлату. Ще далі на південь, у диких землях, у густому мороці розкинулося серце стародавнього лісу, настільки зловісного, що навіть ельфи остерігалися туди заходити, і лише кілька розсіяних розбійників називали його своєю домівкою.

source: Over time, in the absence of pressing danger, the South Guard grew complacent and lazy. Reports to King Haldric slowed, and in the spring of the ninth year, ceased altogether. Displeased with Sir Loris’ conduct, the King decided to send someone to investigate.
nb_no: Etter hvert som det ikke var noen overhengende fare, ble Sørgarden selvtilfreds og sløv. Rapportene til Kong Haldrik ble færre, og våren det niende året opphørte de helt. Kongen var misfornøyd med Sir Loris' oppførsel, og bestemte seg for å sende noen for å undersøke saken.
uk: З часом, за відсутності особливих небезпек, Південна Гвардія стала самовдоволеною і лінивою. Доповіді Королю Халдрику сповільнилися, а навесні дев'ятого року і зовсім припинилися. Незадоволений поведінкою Пана Лоріса Король вирішив послати когось для розслідування.

source: Haldric summoned a young, but promising cavalry officer named Deoran for the task. Though undistinguished, Deoran’s family had a decorated history in the army of Wesnoth: his great-grandfather, Haldiel, had fought alongside Konrad I in the war to reclaim the throne, and his father, Leonard, had served as an officer for thirty years. Thus, with full trust in the young officer, King Haldric knighted Deoran and tasked him with riding to Westin to demand accounting from Sir Loris.
nb_no: Haldrik tilkalte en ung, men lovende kavalerioffiser ved navn Deoran til oppgaven. Selv om Deorans familie ikke hadde noen fremtredende historie i Wesnoths hær, hadde de en dekorert fortid: Oldefaren hans, Haldiel, hadde kjempet sammen med Konrad I i krigen for å gjenvinne tronen, og faren hans, Leonard, hadde tjenestegjort som offiser i tretti år. Med full tillit til den unge offiseren slo kong Haldrik Deoran til ridder og ga ham i oppdrag å ri til Vestin for å kreve regnskap fra Sir Loris.
uk: Халдрік закликав молодого, але багатообіцяючого офіцера кавалерії на ім'я Деоран для виконання цього завдання. Сім'я Деорана, хоч і була непомітною, мала славну історію в армії Весноту: його прадід Хальдіел бився разом з Конрадом I у війні за трон, а батько Леонард служив офіцером протягом тридцяти років. Тому, повністю довіряючи молодому офіцеру, Король Халдрік посвятив Деорана в лицарі і доручив йому поїхати до Вестіну, щоб отримати звіт від Пана Лоріса.

source: Having defeated Urza Mathin, Deoran immediately sent out scouts into the whole countryside. His men reported bandits roaming freely through the land, terrorizing the peasants and villagers. Nowhere did they find soldiers of the South Guard.
nb_no: Etter å ha overvunnet Urza Mattin, sendte Deoran speidere for å undersøke tilstanden på landsbygda rundt Vestin. Speiderne kom tilbake og rapporterte om banditter som i hopetall streifet over grensen fra sør. De hadde ikke sett soldater bemanne vaktpostene noen steder.
uk: Подолавши Урзу Мартіна, Деоран негайно послав розвідників по всій провінції. Вони доповіли про те, що бандити вільно шастають землями, тероризуючи жителів сіл та хуторів. Ніхто ніде не знайшов солдатів Південної Гвардії.

source: Deoran decided to take action and wipe out the bandits. He and Sir Gerrick gathered their men and rode in haste to Westin. As they approached, they saw plumes of black smoke rising high into the sky, accompanied by the stench of burning flesh and the shrill cries of screaming villagers. Troubled and concerned, Deoran hastened his pace toward the old city.
nb_no: Deoran bestemte seg for å ta affære og utslette bandittene. Han og Sir Gerrikk samlet mennene sine og red i all hast mot Vestin. Da de nærmet seg, så de svarte røykskyer stige opp mot himmelen, ledsaget av stanken av brent kjøtt og skingrende skrik fra opprørte landsbyboere. Deoran var urolig og bekymret, og skyndte seg mot den gamle byen.
uk: Деоран вирішив узяти все до своїх рук та винищити бандитів. Разом з Паном Герріком він зібрав людей та відправився до Вестіну. Коли вони наближалися, то бачили стовпи чорного диму, що підіймалися в небо, супроводжував їх сморід згорілої плоті та віддалені крики переляканих селян. Занепокоєний і стурбований, Деоран прискорив рух до старого міста.
