Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Ethiliel led the men of the South Guard into the southern forest. The deep woods were overcast with unnatural shadow as they entered, shrouded with eerie silence and uncanny stillness. Grey darkness sapped all color from their surroundings, rendering all murky and gloomy, with every movement and every sound muted in the thick fog. Deoran’s small company kept vigilant watch on the dense forest and on each other, wary of the foreboding ambience, and even the elves seemed rather disconcerted.
nb_no: Ethiliel ledet mennene fra Sørgarden inn i den sørlige skogen. Den dype skogen var innhyllet i unaturlige skygger da de gikk inn, omgitt av en urovekkende og uhyggelig stillhet. Det grå mørket sugde alle farger ut av omgivelsene og gjorde alt grumsete og dystert, og hver bevegelse og hver lyd ble dempet i den tykke tåken. Deorans lille følge holdt et årvåkent øye med den tette skogen og hverandre, på vakt mot den illevarslende stemningen, og til og med alvene virket temmelig forvirret.
uk: Етілієль повела людей Південної Гвардії до південного лісу. Коли вони увійшли, глибокі зарослі був затягнуті неприродними тінями, оповиті моторошною тишею і дивовижною нерухомістю. Сіра темрява висмоктувала всі кольори з навколишнього середовища, роблячи все каламутним і похмурим, кожен рух і кожен звук приглушувався в густому тумані. Невеликий загін Деорана пильно стежив за густим лісом і один за одним, остерігаючись зловісної атмосфери, і навіть ельфи виглядали дещо збентеженими.

source: For many days they marched down nameless paths that no man had trod before. From time to time, Deoran fancied that he saw ghostly images of elven villages and halls in the deep woods, but as they advanced, even those became scarce. Far from civilization, in the deep woods, time passed in blurred day and night with the ever creeping chill of deathly shadow growing upon them.
nb_no: I mange dager marsjerte de langs ukjente stier som ingen mennesker hadde tråkket på før. Fra tid til annen syntes Deoran at han så spøkelsesaktige bilder av alvelandsbyer og haller i de dype skogene. Men etter hvert som de gikk videre, ble selv de et sjeldent syn. Langt fra sivilisasjonen, i de dype skogene, gikk tiden i en diffus blanding av dag og natt. Med den stadig snikende kulden av dødelige skygger som vokste over dem.
uk: Вони йшли по безіменним стежкам багато тижнів, там де не ступала нога жодної людини. Час від часу Деоран бачив в глибокому лісі нечіткі обриси ельфійських сіл та будинків, але вони йшли далі, і навіть це стало рідкістю. Далеко від цивілізації, в глухому лісі, час минав у розмитих днях і ночах, і на них постійно насувався холод смертельної тіні.

source: Finally, Ethiliel told the men to halt and pitch camp — they had reached the Black River, beyond which no elf or man would willingly pass.
nb_no: Til slutt ba Ethiliel mennene om å stoppe og slå leir - de hadde nådd Svarteelven, som ingen alv eller menneske ville passere frivillig.
uk: Нарешті Етілієль сказала людям зупинитися та розкласти табір — вони досягли Чорної Ріки, на інший берег якої не пішов би добровільно жоден ельф чи людина.

source: At the undead fortress, Deoran watched on as Ethiliel dispelled the magical barriers guarding the catacombs. One by one, they came undone in flashes of blue and black, cerulean and obsidian energies diffused out into the cold, dry air.
nb_no: Ved de vandødes festning så Deoran på mens Ethiliel oppløste de magiske barrierene som beskyttet katakombene. En etter en ble de oppløst i glimt av blå og svarte, azurblå og obsidianfargede energier som spredte seg ut i den kalde, tørre luften.
uk: У фортеці мерців Деоран спостерігав, як Етілієль розсіювала магічні бар'єри, що охороняли катакомби. Один за одним вони руйнувалися у спалахах синьої, чорної, лазурної та фіолетової енергії, що розсіювалася в холодному сухому повітрі.

source: He wondered briefly why she had stopped mentioning Mebrin and his whereabouts, but something told him that now was not the time to mention the sage’s name. Perhaps, he thought, she suspected that the bandits’ story was indeed true and that Mebrin had been corrupted by his dabbling in undead magic. Perhaps she simply hadn’t come to terms with it.
nb_no: Han lurte et øyeblikk på hvorfor hun hadde sluttet å nevne Mebrin og hvor han befant seg, men noe sa ham at dette ikke var det rette tidspunktet å nevne vismannens navn på. Kanskje, tenkte han, mistenkte hun at bandittenes historie var sann, og at Mebrin hadde blitt korrumpert av sin sysling med de vandødes magi. Kanskje hun rett og slett ikke hadde forsonet seg med det.
uk: Він гадав, чому вона припинила згадувати Мербіна та його місцезнаходження, але щось підказувало йому, що зараз не той час, щоб згадувати ім'я мудреця. Він думав, що, можливо, вона підозрює, що історія розбійників могла виявитися справжньою і що Мербіна було спотворено нечестивою магією. Можливо, вона просто не може змиритися з цим.

source: Eventually, all the wards were gone, and with only a hushed word of beckoning, Ethiliel led the men down into the crypt.
nb_no: Til slutt var alle vaktene borte, og med bare et lavmælt vink ledet Ethiliel mennene ned i krypten.
uk: Врешті-решт, всі бар'єри було усунуто, і тихо покликавши, Етілієль повела людей вниз, у склеп.

source: After Mal M’Brin’s defeat, Deoran and his men left the desolate caverns and returned to the surface of the fortress where the sun had begun to break through the thick fog in the ancient forest. Ethiliel stayed behind for a long while, not emerging from the caverns until the day had passed and it was well into the night. She offered a brief word of apology, but said nothing more as she led them back north toward Wesnoth. Deoran had to admit that he was elated that they had defeated the undead and were returning home, although the wearied, almost grieving mood of the elves was quite sombering.
nb_no: Etter Mal M'Brins nederlag forlot Deoran og mennene hans de øde grottene og vendte tilbake til festningens overflate, der solen hadde begynt å bryte gjennom den tykke tåken i den gamle skogen. Ethiliel ble igjen en lang stund, og kom ikke ut av grottene før dagen var over og det var blitt langt på natt. Hun ba kort om unnskyldning, men sa ikke noe mer da hun ledet dem tilbake nordover mot Wesnoth. Deoran måtte innrømme at han var opprømt over at de hadde beseiret de vandøde og var på vei hjem, selv om den slitne, nesten sørgmodige stemningen blant alvene var ganske dyster.
uk: Після смерті Мал М’Бріна, Деоран зі своїми солдатами покинув спустошені печери та повернувся на поверхні фортеці, де сонце почало прориватися крізь густий туман стародавнього лісу. Етілієль трохи залишилася позаду, не виходячи з підземелля, поки не пройшов день і вже була ніч. Вони вибачилася за це, але більше нічого не сказала, далі вона повела їх на північ, до Весноту. Деоран мусив визнати, що був у захваті від того, що вони перемогли мерців і нарешті повертаються додому, хоча втомлений і майже скорботний настрій ельфів був доволі похмурим.

source: The wheel of time turned another cycle and fall faded into winter. The last few colored leaves dropped to the ground, leaving nothing but the spiny evergreens and otherwise barren trees. Forage and game were scarce even with the undead gone, and the thoughts of both men and elves were turned toward their homes, where they could find peace and warmth with their families. The long weeks of trudging northward took its toll, but eventually, Deoran and his men emerged from the sprawling forest and returned to the lands of Wesnoth.
nb_no: Tidens hjul dreide enda en syklus, og høst ble til vinter. De siste fargede bladene falt til bakken og etterlot seg bare de piggete eviggrønne trærne og de ellers nakne trærne. Det var knapt med mat og vilt, selv om de vandøde var borte, og tankene til både mennesker og alver var vendt mot hjemmene sine, der de fant fred og varme med familiene sine. De lange ukene med vandring nordover krevde sitt, men til slutt kom Deoran og mennene hans ut av den viltvoksende skogen og vendte tilbake til Wesnoths land.
uk: Колесо часу зробило ще один оберт, і осінь перейшла в зиму. Останнє кольорове листя впало на землю, не залишивши нічого, окрім колючих вічнозелених і безплідних дерев. Їжі та дичини не вистачало навіть після того, як зникли мерці, і думки людей та ельфів були звернені до своїх домівок, де вони могли б знайти мир і тепло зі своїми сім'ями. Довгі тижні просування на північ далися взнаки, але врешті-решт Деоран і його люди вийшли з розлогих лісів і повернулися на землі Весноту.

source: Snow fell as Deoran, Sir Gerrick, and Urza Afalas emerged from the great southern forest. Yet even as they returned to the land of men, the ominous gloom of the forest followed them. Up above, the bright sun was shrouded with grey fog, overcast with billowing clouds streaking through the sky in streams of darkened ash. Behind, the crepuscular shadow spread outward from the forest, an unnatural extension of the powers that lay within. It gained quickly upon them, the sinister darkness creeping toward the men of the South Guard.
nb_no: Snøen falt da Deoran, Sir Gerrikk og Urza Afalas kom ut av den store sørlige skogen. Men selv da de vendte tilbake til menneskenes land, fulgte skogens illevarslende mørke etter dem. Der oppe var den strålende solen innhyllet i grå tåke, og skyene bølget seg gjennom himmelen i strømmer av mørk aske. Bak dem spredte den dunkle skyggen seg utover fra skogen, en unaturlig forlengelse av kreftene som lå der inne. Den kom raskt nærmere, og det uhyggelige mørket krøp mot mennene i sørgarden.
uk: Йшов сніг, коли Деоран, Пан Геррік та Урза Афалас вийшли з великого південного лісу. Але навіть коли вони повернулися на землю людей, зловісний морок лісу переслідував їх. Вгорі яскраве сонце було оповите сірим туманом, небо було затягнуте купчастими хмарами, що пронизували небо потоками темного попелу. Позаду сутінкова тінь поширювалася з лісу, наче неприродне продовження сил, що лежали всередині. Вона швидко насувалася на них, зловісна темрява повзла до бійців Південної Гвардії.

source: They rode quickly northward. Day and night, they fled without reprieve until they finally crossed back into Kerlath Province. Deoran and his men entered the forts guarding the border to Wesnoth, the undead close on their heels.
nb_no: De red raskt nordover. Dag og natt flyktet de uten opphold, helt til de endelig krysset tilbake til Kerlath-provinsen. Deoran og mennene hans gikk inn i fortene som voktet grensen til Wesnoth, med de vandøde tett i hælene.
uk: Вони швидко скакали на північ. Вдень і вночі вони відступали без перепочинку, поки не повернулися до провінції Керлат. Деоран зі своїми людьми досяг застави, що охороняли кордон Весноту, а мерці наступли їм на п'яти.

source: The men of the South Guard held the walls of Westin staunchly, trading evenly with the elves blow for blow. The night ran its course, and as dawn broke, the fighting continued, humans standing fast at the wall as the elves poured out in ever increasing number. As the sun began to rise into the sky, the light dimmed and great fog spread across the battlefield. The sounds of fighting dispersed and soon, it was utterly silent as the elves withdrew from combat. The humans advanced cautiously, still in formation, still ready to strike at any sign of trouble.
nb_no: Mennene i sørgarden holdt Vestins murer med standhaftighet, og utvekslet slag for slag med alvene. Natten gikk sin gang, og da daggryet brøt frem, fortsatte kampene. Menneskene holdt stand ved muren mens alvene strømmet ut i stadig større antall. Da solen begynte å stå opp på himmelen, ble lyset svakere, og en stor tåke spredte seg over slagmarken. Lydene fra kampene forsvant, og snart var det helt stille da alvene trakk seg tilbake fra kampene. Menneskene rykket forsiktig frem, fortsatt i formasjon, fortsatt klare til å angripe ved det minste tegn til uro.
uk: Бійці Південної Гвардії непохитно тримали стіни Вестіну, відповідаючи ельфам ударом на удар. Ніч минула, а на світанку битва продовжилася, люди міцно стояли на стіні, а ельфи наступали все в більшій і більшій кількості. Коли сонце почало підніматися на небо, світло потьмяніло і над полем бою розлився густий туман. Звуки бою розсіялися, і незабаром настала цілковита тиша, схоже, ельфи відступили. Люди наступали обережно, все ще в строю, готові вдарити за будь-якої ознаки небезпеки.

source: The fog withdrew and sunlight broke through the clouds in scattered beams. Deoran rode to the forefront of the line of infantry, waiting with bated breath. Finally, after several more minutes, the fog drifted away and Ethiliel stood there alone, facing the wall of spears. Her face was a mask of woe and exhaustion, and yet her voice was startlingly clear as she spoke to the men of Wesnoth, saying, <i>“Stop! Enough blood has been spilled, human and elf alike. The injury you humans have done to the elves is great, but your service also was worthy. We have decided to make peace again.”</i>
nb_no: Tåken trakk seg tilbake, og sollyset brøt gjennom skyene i spredte stråler. Deoran red frem til fronten av infanteriet og ventet i spenning. Endelig, etter flere minutter, drev tåken bort, og Ethiliel sto der alene, vendt mot muren av spyd. Ansiktet hennes var en maske av sorg og utmattelse, og likevel var stemmen hennes forbløffende klar da hun talte til Wesnoths menn og sa: <i>"Stopp! Nok blod har blitt spilt, både av mennesker og alver. Skaden dere mennesker har påført alvene er stor, men deres tjeneste var også verdig. Vi har bestemt oss for å slutte fred igjen."</i>
uk: Туман почав поволі зникати та сонячне сяйво пробилося крізь хмари розсіяними променями. Деоран їхав на передній лінії піхоти, чекаючи, затамувавши подих. Нарешті, через кілька хвилин, туман повністю розвіявся, і Етілієль стояла там одна, навпроти стіни людських списів. Її обличчя було вкрито маскою горя і виснаження, але голос був напрочуд чистим, коли вона зверталася до воїнів Веснота, кажучи, <i>“Зупиніться! Достатньо крові було пролито, людської та ельфійської. Шкода, яку ви, люди, завдали ельфам, велика, але ваша служба також була гідною. Ми вирішили знову укласти мир.”</i>

source: <i>“These are our terms: no human will be permitted in the forests or hills of the Aethenwood, and likewise, we elves will not traverse the plains and farmlands belonging to you humans. No more will the elves send ambassadors or councilors to Westin, and no more will men wander the green woods.”</i>
nb_no: <i>"Dette er våre betingelser: Ingen mennesker vil få lov til å ferdes i våre områder rundt Ethenskog, og på samme måte vil vi alver ikke ferdes på slettene og jordbruksområdene som tilhører dere mennesker. Alvene vil ikke lenger sende ambassadører eller rådsherrer til Westin, og menneskene vil ikke lenger vandre i de grønne skogene."</i>
uk: <i>“Ось умови миру між нами: жодній людині не буде дозволено перебувати в лісах чи пагорбах Етенвуду, і також ельфи не будуть проходжати полями та рівнинами, що належать вам, людям. Ельфи ж більше не будуть посилати до Вестіну послів або радників, а люди більше не будуть блукати зеленими лісами.”</i>

source: Ethiliel drew closer to Deoran and her voice dropped to a whisper. <i>“I have done what I can to ensure peace between elf and man. You may not like it, but it is the best I could do. This whole endeavor has brought me enough grief as it is. I will go now.”</i>
nb_no: Ethiliel trakk seg nærmere Deoran, og hun hvisket stille til ham. <i>"Jeg har gjort hva jeg kan for å sikre fred mellom alver og mennesker. Du liker det kanskje ikke, men det var det beste jeg klarte. Hele dette prosjektet har gitt meg nok sorg som det er. Nå drar jeg."</i>
uk: Етілієль наблизилася до Деорана й її голос опустився до шепоту. <i>“Я зробила все можливе, щоб забезпечити мир між ельфами та людьми. Тобі може це не сподобатися, але це найкраще, що я можу зробити. Ці всі події й так принесли мені достатньо горя. Тепер я піду.”</i>

source: Thus, an uneasy peace was established between man and elf. For many weeks, the South Guard patrolled the borders of the elven woods and watched over the growing farms and villages. The threat from the elves was enough to keep the villagers from entering the now forbidding Aethenwood, and despite the palpable tension at the forest border, the truce was maintained without incident.
nb_no: Dermed ble det etablert en urolig fred mellom mennesker og alver. I mange uker patruljerte sørgarden grensene til alveskogen og holdt øye med de voksende gårdene og landsbyene. Trusselen fra alvene var nok til å holde landsbyboerne fra å gå inn i den nå forbudte Ethenskogen, og til tross for den følbare spenningen ved skoggrensen ble våpenhvilen opprettholdt uten hendelser.
uk: Таким чином був непростий мир між людьми та ельфами. Багато тижнів Південна Гвардія патрулювала кордони ельфійського лісу і наглядала за зростаючими селами та хуторами. Погрози від ельфів було достатньо, щоб утримувати селян від походів до тепер забороненого Етенвуду, і незважаючи на відчутну напругу на лісових кордонах, перемир'я підтримувалося без перешкод.

source: Finally, as the snow melted and green buds marked the onset of spring, Deoran knew the time had come to report back to King Haldric. He bade the people of Westin farewell and made his journey northward to Weldyn. While years of rebuilding lay ahead for Kerlath, they would take place in peace thanks to Deoran’s leadership and the heroics of the South Guard.
nb_no: Til slutt, da snøen smeltet og grønne knopper varslet vårens ankomst, visste Deoran at tiden var inne for å rapportere tilbake til Kong Haldric. Han tok farvel med folket i Westin og reiste nordover til Weldyn. Kerlath hadde mange år med gjenoppbygging foran seg, men takket være Deorans lederskap og sørgardens heltemodige innsats ville den foregå i fred.
uk: Нарешті, коли розтанув сніг і зелені ростки принесли початок весни, Деоран знав, що настав час доповісти Королю Хальдріку. Він попрощався з людьми Вестіну та вирушив у подорож на північ, до Велдину. Хоч і попереду у Керлату були роки відбудови, вони пройдуть в мирі завдяки лідерству Деорана та подвигам Південної Гвардії.

source: As the lich’s final death scream echoed across the battlefield, his skeletal form began to crumble. Decayed bones disintegrated into ash, borne away on the frigid wind, another immortal soul cast back into the endless flow of time. With their master’s power gone, the undead warriors fell back to lifelessness, crumbling into inanimate heaps of bones. The wind flowed across the battlefield in gentle streams, carrying with it the souls of the fallen and ascending toward the sky where the sun began to break through the ashen clouds. As the sunlight broke through, the wind subsided, and all was still.
nb_no: Idet heksekongens siste dødsskrik runget over slagmarken, begynte skjelettskikkelsen hans å smuldre opp. Forråtnede bein gikk i oppløsning til aske, båret bort av den iskalde vinden, enda en vandød sjel kastet tilbake i den endeløse tidsstrømmen. Med sin herres kraft borte, falt de vandøde krigerne tilbake til livløshet og smuldret opp til urørlige beinhauger. Vinden strømmet over slagmarken i milde strømmer, bar med seg de falnes sjeler og steg opp mot himmelen, der solen begynte å bryte gjennom askeskyene. Da sollyset brøt gjennom, stilnet vinden, og alt var stille.
uk: Коли передсмертний крик ліча розкотився полем битви, його скелетне тіло почало розвалюватися. Зотлілі кістки перетворилися на попіл, розвіяний холодним вітром, ще одна безсмертна душа була відправлена назад у нескінченний потік часу. Більше не маючи володаря, мертві воїни знову знайшли спокій, перетворившись на нерухомі купи кісток. Вітер тихими струмками літав полем битви, несучи з собою душі полеглих і піднімаючись до неба, де крізь попелясті хмари почало пробиватися сонячне світло. Коли сонце засяло, вітер вщух, і все затихло.

source: Deoran dropped his lance to the ground. The men around him slowly lifted their helmets from their brows. The battle was over. The undead were gone.
nb_no: Deoran falt utslitt på kne foran levningene av heksemesteren, mens mennene rundt han endelig kunne lette på hjelmen og puste ut. De vandøde var borte for godt.
uk: Деоран кинув свого списа на землю. Люди навколо повільно стягували свої шоломи з чола. Битва була завершена. Мерців більше не було.

source: For several days, the healers of Westin worked feverishly to save as many of the wounded as they were able. The villagers set out to rebuild their homes and bury the dead to the north of the city, where many mounds joined the garden of graves already there.
nb_no: I flere dager arbeidet legene i Westin febrilsk for å redde så mange av de sårede som de kunne. Landsbyboerne satte i gang med å gjenoppbygge hjemmene sine og begrave de døde nord for byen, der mange gravhauger føyde seg til gravene som allerede lå der.
uk: Днями і ночами цілителі Вестіну самовіддано лікували доблесних воїнів, намагаючись врятувати як можна більше життів. Селяни почали відбудовувати свої будинки та ховати померлих на північ від міста, де багато нових курганів приєдналися до вже існуючого саду могил.

source: After the battle, Deoran led an expedition to the southern border posts, where the forts had been smashed into crumbled ruins, and blood and broken weapons were scattered all about. He silently cursed the lich for the lack of bodies at the site of the battle, but deep down, he had known that that would be the fate of the men who had valiantly given their lives so that Westin might survive the undead onslaught. Still, he found small consolation in locating Sir Gerrick’s glaive and shield and bearing them back with him to Westin. Those he placed atop Gerrick’s mound, where they became a symbol of sacrifice, and loyalty, and valor.
nb_no: Etter slaget ledet Deoran en ekspedisjon til de sørlige grensepostene, der fortene var smadret til ruiner, og blod og ødelagte våpen lå strødd utover. Han forbannet lichen i stillhet for mangelen på lik på slagstedet, men innerst inne hadde han visst at det ville bli skjebnen til mennene som tappert hadde gitt sitt liv for at Westin skulle overleve de vandødes angrep. Likevel fant han en liten trøst i å finne Sir Gerrikks glaive og skjold, og han brakte dem med seg tilbake til Westin. Han plasserte dem på toppen av Gerrikks gravhaug, der de ble et symbol på oppofrelse, lojalitet og tapperhet.
uk: Після битви Деоран організував експедицію до південної застави, де всі укріплення розбиті в розкришені руїни, довкола була кров та зламана зброя. Він мовчки проклинав ліча за відсутність тіл на полі брані, але глибоко в душі він розумів, що така доля тих, хто доблесно віддав свої життя, щоб Вестін зміг пережити бійню з мерцями. Усе ж він знайшов трохи втіхи, виявивши глевію та щит Пана Герріка, й віднісши їх назад до Вестіну. Їх він поклав на могилу Герріка, де вони стали символом самопожертви, вірності та відваги.
