Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: ...self-defense doesn’t count.
ar: ...الدفاع عن النفس لا يحتسب.
es: ...la defensa propia no cuenta.
fi: ...itsepuolustusta ei lasketa.
gl: ...a lexítima defensa non conta.
it: ... l’auto-difesa non vale.

source: Tip Dialogue &amp; Popups Are On
es: Los diálogos y ventanas emergentes de consejos están activados
it: Dialoghi &amp; Suggerimenti: Attivo

source: Tip Dialogue &amp; Popups Are Off
es: Los diálogos y ventanas emergentes de consejos están desactivados
it: Dialoghi &amp; Suggerimenti: Disattivo

source: Stop right there! Not one hair further or I’ll bash your head in!
es: ¡Deténgase ahí! Ni un pelo más o le aplasto la cabeza.
it: Altolà! Avanza soltanto di un capello e ti spacco la testa!

source: Zone of Control
ar: منطقة السيطرة
es: Zona de control
fi: Aluehallinta
gl: Zona de control
it: Zona di Controllo

source: The sun begins to set! Soon these Wesnoth soldiers will falter in the dark, while my thugs and I will fight at our best. Press the attack!
es: ¡El sol comienza a ponerse! Pronto estos soldados de Wesnoth flaquearán en la oscuridad, mientras que mis matones y yo lucharemos en nuestro mejor momento. ¡Ataquen!
it: Il sole sta tramontando! Presto questi soldati di Wesnoth brancoleranno nel buio, mentre i miei scagnozzi combatteranno al meglio delle loro forze! Insistete ad attaccare!

source: Careful, Deoran. Unless you have overwhelming numbers, you may want to hunker down and hold a defensive position until dawn. Castles and especially villages (because they heal) make for good defensive positions.
es: Cuidado, Deoran. A menos que tengas una ventaja numérica abrumadora, tal vez prefieras atrincherarte y mantener una posición defensiva hasta el amanecer. Los castillos y especialmente las aldeas (porque curan) son excelentes posiciones defensivas.
it: Fai attenzione, Deoran. A meno che tu non abbia una superiorità numerica schiacciante, dovresti considerare la possibilità di arroccarti e mantenere una posizione difensiva fino all’alba. I castelli e soprattutto i villaggi (perché curano) sono ottime posizioni difensive.

source: Capturing villages will also increase your income, which you can use to recruit more soldiers.
es: Capturar aldeas también aumentará tus ingresos, que puedes usar para reclutar más soldados.
it: Conquistare i villaggi aumenterà anche le tue entrate, che potrai usare per reclutare altre truppe.

source: Day has come! We will be strongest in the light — now is the time for us to attack and drive these bandits from our lands. To me, men of the South Guard!
ar: لقد حل النهار! سنكون أقوى في الضوء - الآن حان وقت الهجوم وطرد قطاع الطرق من أراضينا. إليّ يا رجال الحرس الجنوبي!
es: ¡Ha llegado el día! Seremos más fuertes con la luz — ha llegado el momento de atacar y expulsar a estos bandidos de nuestras tierras. ¡Conmigo, hombres de la guardia del sur!
fi: Aamu sarastaa! Olemme valossa vahvimmillaan. Nyt meidän on aika hyökätä ja ajaa nuo lurjukset pois mailtamme. Etelän vartioston miehet, järjestäytykää!
gl: Chegou o día! A luz fortalece os nosos brazos — é o momento de atacar e expulsar estes bandoleiros das nosas terras. A min, homes da Garda Sur!
it: L’alba sta sorgendo! Saremo più forti di giorno: questo è il momento giusto per attaccare e scacciare i banditi dalle nostre terre. Uomini della Guardia del sud: a me!

source: Time of Day
ar: وقت اليوم
es: Hora del día
fi: Vuorokaudenaika
gl: Momento do día
it: Periodo della giornata

source: Every turn, the time of day changes, affecting how much damage units do. In this campaign, <i><b>most of your units will be deadliest during the day, while most of your enemies will be deadliest at night.</b></i> See the current time of day and its effects by mousing over the right-side panel.
ar: في كل دور، يتغير وقت اليوم, يؤثر على مقدار الضرر الذي تسببه الوحدات. في هذه الحملة <i><b>معظم وحداتك ستكون أكثر فتكًا خلال النهار, بينما سيكون معظم أعدائك أكثر فتكًا في الليل.</b></i> شاهد الوقت الحالي من اليوم و عن طريق الفأرة على الجانب الأيمن من الأيمن.
es: Cada turno, la hora del día cambia, afectando cuánto daño hacen las unidades. En esta campaña, <i><b>la mayoría de tus unidades serán más mortales durante el día, mientras que la mayoría de tus enemigos serán más mortales en la noche.</b></i> Consulta la hora del día actual y sus efectos pasando el cursor sobre el panel de la derecha.
fi: Vuorokaudenaika vaihtuu joka vuorolla, mikä vaikuttaa, miten paljon vahinkoa yksikkö tekee. Tässä kampanjassa <i><b>useimmat yksikkösi ovat tappavimmillaan päivisin, kun taas vihollisesi ovat tappavimmillaan öisin.</b></i> Katso nykyinen vuorokaudenaika ja sen vaikutukset viemällä hiiri oikean puoleisen paneelin päälle.
gl: Cada rolda, troca o momento do día, o que afecta o dano que fan as unidades. Nesta campaña, <i><b>a maioría das túas unidades serán máis perigosas durante o día, mentres que a maioría dos teus inimigos serán máis perigosos pola noite.</b></i> Podes ver o momento actual do día e os seus efectos pasando o rato sobre o panel da dereita.
it: Il periodo della giornata cambia ad ogni turno, influenzando il quantitativo di danni che una unità può infliggere. In questa campagna, <i><b>la maggior parte delle tue unità sarà mortale durante il giorno, mentre la maggior parte dei tuo nemici lo sarà di notte.</b></i> Controlla l’attuale periodo della giornata e i suoi effetti spostando il mouse sul pannello di destra.

source: Ha, this will be an easy victory! These soldiers’ young commander must be a fool, for he fights my thugs at night while I am strong and he is weak.
ar: ها، سيكون هذا انتصارًا سهلًا! لا بد أن قائد هؤلاء الجنود الشاب أحمق، فهو يقاتل بلطجيتي ليلاً بينما أنا قوي وهو ضعيف.
es: ¡Ja, esta será una victoria fácil! El joven comandante de estos soldados debe ser un tonto, porque lucha contra mis matones de noche, cuando yo soy fuerte y él es débil.
fi: Hah, tämähän on helppo voitto! Näiden sotilaiden komentajanousukkaan täytyy olla pölkkypää, kun nujakoi rosvojani vastaan yöllä, jolloin minä olen vahva ja hän heikko.
gl: Xa, esta será unha vitoria sinxela! O mozo comandante destes soldados debe ser un parvo, porque loita contra os meus matóns pola noite, cando eu estou forte e el está débil.
it: Ah, questa sarà una vittoria facile facile! I soldati di questo giovane comandante devono essere degli imbecilli, se combattono contro i miei scagnozzi di notte, proprio quando io sono forte e loro sono deboli.

source: Get a move on, rookie! I’m sure those bandits have called for reinforcements — you’re running out of time to finish them off.
es: ¡Muévete, novato! Estoy segura de que esos bandidos han pedido refuerzos — se te acaba el tiempo para acabar con ellos.
it: Datti una mossa, novellino! Sono sicura che questi banditi abbiano chiamato dei rinforzi stai esaurendo il tempo utile per sconfiggerli prima del loro arrivo.

source: Reinforcements from my brothers! Excellent. These lands belong to the brothers Urza!
ar: تعزيزات من إخوتي! ممتاز. هذه الأراضي ملك لإخوة أورزا!
es: ¡Refuerzos de mis hermanos! Excelente. ¡Estas tierras pertenecen a los hermanos Urza!
fi: Veljieni lähettämät lisäjoukot! Loistavaa. Nämä maat kuuluvat Urzan veljeksille!
gl: Reforzos dos meus irmáns! Excelente. Estas terras pertencen aos irmáns Urza!
it: Ecco i rinforzi dai miei fratelli! Ottimo. Queste terre appartengono ai fratelli Urza!

source: We’ve run out of time, and now more enemies have arrived! We’ll have to retreat and bring more soldiers some other time. I really thought Deoran could handle this on his own...
es: ¡Se nos acabó el tiempo, y ahora han llegado más enemigos! Tendremos que retirarnos y traer más soldados en otra ocasión. Realmente pensé que Deoran podría encargarse de esto por sí solo...
fi: Meiltä loppui aika, ja nyt lisää vihollisia on saapunut! Meidän on peräännyttävä ja tuotava lisää sotilaita toiste. Luulin oikeasti, että Deoran olisi hoidellut tämän itse...
it: Abbiamo finito i nostri turni, e ora sono arrivati altri nemici! Dovremo ritiraci e tornare con più soldati la prossima volta. Pensavo veramente che Deoran sarebbe stato in grado di gestire questa cosa da solo...

source: You are beaten, you bloodthirsty, balding bandit! Accosting travelers between Weldyn and Westin; what is the meaning of this? How have you become so bold as to strike at even trained soldiers!?
ar: لقد هُزمت أيها قطاع الطرق الدموي الأصلع! تعترض المسافرين بين ويلدين وويستين؛ ما معنى هذا؟ كيف تجرأت حتى على مهاجمة جنود مدربين!؟
es: ¡Has sido derrotado, bandido sediento de sangre y calvo! Atacando viajeros entre Weldyn y Westin; ¿qué significa esto? ¿Cómo te atreviste a atacar incluso a soldados entrenados?
fi: Olet lyöty, senkin verenhimoinen, kaljuuntuva lurjus! Ahdistelitte matkaajia Weldynin ja Westinin välissä. Mitä tämä tarkoittaa? Miten teistä on tullut niin rohkeita, että iskette jopa koulutettujen sotilaiden kimppuun!?
gl: Estás derrotado, bandoleiro sanguento e calvo! Acosando viaxeiros entre Weldyn e Westin; ¿cal é o significado disto? ¿Como te fixeches tan atrevido como para atacar incluso a soldados adestrados!?
it: Sei stato sconfitto, bandito pelato e sanguinario! Hai importunato i viaggiatori tra Weldyn e Westin; che cosa significa questo? Come hai fatto a diventare così audace da colpire perfino dei soldati addestrati!?

source: How... impossible... no! If I die... so will you!
ar: كيف... مستحيل... لا! إذا مت... ستموت أنت أيضًا!
es: Cómo... imposible... ¡no! Si muero... ¡tú también morirás!
fi: Kuinka... mahdotonta... ei! Jos kuolen... kuolet myös!
gl: Como... imposible... non! Se eu morro... ti tamén morrerás!
it: Come... impossibile.. no! Se muoio... morirai anche tu!

source: What the—
ar: ما هذا-
es: Pero qué—
fi: Mitä—
gl: Que diaño—
it: Ma che—

source: Look out!
ar: انتبه!
es: ¡Cuidado!
fi: Varokaa!
gl: Coidado!
it: Occhio!

source: Undead again. As if losing one arm to these things wasn’t bad enough, now they’re back for my second.
ar: أموات أحياء مرة أخرى. وكأن فقدان ذراع واحدة بسببهم لم يكن سيئًا بما يكفي، ها هم يعودون لآخذ الذراع الثانية.
es: No muertos otra vez. Como si perder un brazo por culpa de estas cosas no hubiera sido suficiente, ahora regresan por el segundo.
fi: Taas epäkuolleita. Ihan kuin käden menetys noille ei olisi ollut kyllin paha juttu. Nyt ne palasivat hakemaan toisenkin.
gl: Non mortos outra vez. Como se perder un brazo por estas cousas non fora bastante, agora voltan a polo outro.
it: Ancora non-morti. Come se aver dato un braccio a causa di queste cose non fosse stato già abbastanza, ora sono tornate per prendere il secondo.

source: I’ve never seen the like before in my life! That man clearly died, then stood right back up again! You say you’ve fought these things before, Mari?
ar: لم أرَ شيئًا مثله في حياتي! هذا الرجل مات بوضوح، ثم نهض مرة أخرى! تقولين أنك قاتلتِ هذه المخلوقات من قبل يا ماري؟
es: ¡Nunca había visto algo así en mi vida! Ese hombre claramente murió, ¡y después se levantó de nuevo! ¿Dices que ya has luchado contra estas cosas, Mari?
fi: En olekaan nähnyt moista eläessäni! Tuo mies kuoli selvästi, sitten palasi heti taas jaloilleen! Mari, sanoit taistelleesi näitä vastaan ennenkin?
gl: Endexamais vira algo así en toda a miña vida! Ese home claramente morreu, e logo levantouse de novo! Dis que xa loitaches contra estas cousas antes, Mari?
it: Mai visto niente di simile in vita mia! Quest’uomo era chiaramente morto, e poi si è di nuovo rialzato in piedi! Dite che avete già combattuto contro queste cose, Mari?

source: Yeah, I have. And no, simple bandits aren’t supposed to know how to create them. This reeks of black magic; powerful black magic.
ar: نعم، فعلت. ولا، ليس من المفترض أن يعرف قطاع الطرق العاديون كيفية صنعهم. تنبعث منه رائحة السحر الأسود؛ سحر أسود قوي.
es: Sí, ya lo hice. Y no, se supone que simples bandidos no deberían saber cómo crear estas cosas. Esto apesta a magia negra; magia negra poderosa.
fi: Joo, niin olen. Ja ei, pahaisten ryöväreiden ei pitäisi tietää, miten niitä luodaan. Tämä haiskahtaa mustalta magialta, vahvalta mustalta magialta.
gl: Si, xa o fixen. E non, os simples bandoleiros non deberían saber como crealos. Isto cheira a maxia negra; maxia negra poderosa.
it: Sì. l’ho fatto. E no, non si suppone che dei semplici banditi sappiano come creare queste cose. Questa è opera di magia nera, potente magia nera.

source: This brother said he was the eldest of four — the other three are doubtless still alive and causing trouble. How did petty outlaws get their hands on magic like this?
ar: قال هذا الأخ أنه الأكبر بين أربعة - لا شك أن الثلاثة الآخرين ما زالوا أحياء ويسببون المشاكل. كيف حصل قطاع الطرق الصغار على سحر مثل هذا؟
es: Este hermano dijo que era el mayor de cuatro — los otros tres sin duda aún están vivos y causando problemas. ¿Cómo pudieron unos simples forajidos hacerse con una magia así?
fi: Tämä veli sanoi olleensa vanhin neljästä. Toiset kolme epäilemättä vielä elävät ja aiheuttavat ikävyyksiä. Miten pikkuroistot saivat käsiinsä tällaista taikuutta?
gl: Este irmán dixo que era o maior de catro — os outros tres, sen dúbida, aínda están vivos e causando problemas. Como conseguiron estes pequenos fora da lei unha maxia así?
it: Ha detto di essere il maggiore di quattro fratelli: gli altri tre saranno indubbiamente ancora vivi e staranno causando guai. Coma hanno fatto questi banditucoli a mettere le loro mani su una magia come questa?

source: Maybe the locals in town will know something. Come on, let’s hurry onwards towards Westin, and hope we don’t run into any more trouble on the way.
ar: ربما يعرف السكان المحليون في البلدة شيئًا. هيا، لنستعجل التوجه نحو ويستين، ونأمل ألا نواجه المزيد من المشاكل في الطريق.
es: Tal vez los lugareños en el pueblo sepan algo. Vamos, apurémonos hacia Westin, y esperemos no encontrarnos con más problemas en el camino.
fi: Ehkäpä paikalliset kyläläiset tietävät jotakin. Tule, riennetään kohti Westiniä, ja toivottavasti emme törmää enää ongelmiin matkalla.
gl: Se cadra os veciños da vila saiban algo. Imos, apuremos cara Westin e agardemos non atoparnos con máis problemas polo camiño.
it: Forse gli abitanti della città vicina ne sanno qualcosa. Andiamo, dirigiamoci verso Westin, e speriamo di non incontrare altri intoppi lungo la strada.

source: Proven by the Sword
ar: ثبت بالسيف
en@shaw: ğ‘ğ‘®ğ‘µğ‘ğ‘©ğ‘¯ ğ‘šğ‘² ğ‘ ğ‘•ğ‘¹ğ‘›
es: Validado por la espada
fi: Miekka näyttää totuuden
gl: Posto a proba pola espada
it: La prova della spada
nb_no: Prøvelser med sverdet
uk: Доведено мечем

source: What’s this? Soldiers on the road from Tahn — that can only mean my brother Mathin is dead! Curses... the master should never have sent him here alongside me.
ar: ما هذا؟ جنود على الطريق من تاهن - لا بد أن أخي ماثين قد مات! اللعنة... لم يكن ينبغي للسيد أن يرسله هنا بجانبي.
es: ¿Qué es esto? Soldados en el camino desde Tahn... ¡eso solo puede significar que mi hermano Mathin está muerto! Maldición... el maestro nunca debió enviarlo aquí junto conmigo.
fi: Mitäs tämä on? Sotilaita matkalla Tahnista. Se voi vain tarkoittaa, että veljeni Mathin on kuollut! Kirottua... herran ei olisi pitänyt lähettää häntä tänne mukaani.
gl: Que é isto? Soldados no camiño de Tahn — iso só pode significar que o meu irmán Mazin está morto! Malditos sexan... o mestre nunca debera telo enviado aquí comigo.
it: Cos’è questo? Soldati sulla strada da Tahn, questo può solo significare che mio fratello Mathin è morto! Maledizione... il padrone non avrebbe mai dovuto mandarlo qui con me.

source: I will avenge him. You fools will get no further, for I am second of the Urza brothers, and much more powerful than my late elder. Behold!
ar: سأنتقم له. أيها الحمقى، لن تتقدموا أكثر، فأنا الثاني من إخوة أورزا، وأقوى بكثير من أخي الراحل. انظروا!
es: Lo vengaré. No avanzarán más, necios, pues soy el segundo de los hermanos Urza, y mucho más poderoso que mi difunto mayor. ¡Contemplen!
fi: Kostan hänen puolestaan. Te tolvanat ette pääse edemmäs, sillä minä olen Urzan veljeksistä toinen ja paljon vahvempi kuin edesmennyt isoveljeni. Katsokaas!
gl: Vingarei a súa morte. Vós, tolos, non iredes moi lonxe, porque son o segundo dos irmáns Urza, e moito máis poderoso que o meu falecido irmán maior. Contemplade!
it: Lo vendicherò. Stolti, non andrete oltre, perché io sono il secondo dei fratelli Urza, e molto più potente del mio defunto fratello maggiore. Ammira!

source: Another Urza brother, augmenting his ranks with the restless dead. The brothers must have been waiting on the road for travelers, ambushing civilians and raising their corpses as minions.
ar: أخ آخر من أورزا، يعزز صفوفه بالموتى الذين لا يهدأون. لا بد أن الإخوة كانوا ينتظرون على الطريق للمسافرين، يكمِنون للمدنيين ويقيمون جثثهم كخدم.
es: Otro de los hermanos Urza, aumentando sus filas con muertos inquietos. Los hermanos deben haber estado esperando en el camino a los viajeros, emboscando civiles y levantando sus cadáveres como esbirros.
fi: Toinen Urzan veli, joka kasvattaa joukkojaan levottomilla vainajilla. Veljekset varmaan odottelivat matkalaisia tiellä, väijyttivät siviilejä ja nostattivat heidän ruumiitaan käskyläisiksi.
gl: Outro irmán de Urza, reforzando as súas filas cos mortos inquedos. Os irmáns debían estar agardando no camiño por viaxeiros, emboscando civís e erguendo os seus cadáveres como esbirros.
it: Un altro dei fratelli Urza, che ingrossa i suoi ranghi coi morti che non riposano. I suoi fratelli devono aver aspettato i viandanti lungo la strada, tendendo imboscate ai civili e facendo risorgere i loro cadaveri come loro seguaci.

source: I know banditry is not uncommon in the lawless south, but necromancy!? Where is the rest of the South Guard? How have things gotten so far out of control?
ar: أعلم أن قطع الطرق ليس نادرًا في الجنوب الفوضوي، لكن تحريك الموتى!؟ أين بقية الحرس الجنوبي؟ كيف وصلت الأمور إلى هذا الحد من الفوضى؟
es: Sé que el bandidaje no es raro en el sur sin ley, ¿pero necromancia? ¿Dónde está el resto de la guardia del sur? ¿Cómo se salió tanto de control esto?
fi: Tiedän, ettei rosvoilu ole tavatonta lainsuojattomassa etelässä, mutta että elävöittämistäkö!? Missä ovat loput Etelän vartiostosta? Miten hommat ovat näin karanneet käsistä?
gl: Sei que os bandoleiros non son raros no sur sen lei, pero necromancia?! Onde está o resto da Garda do Sur? Como puideron as cousas sairse tanto de control?
it: So che il banditismo è piuttosto comune nel sud senza legge, ma la negromanzia?! Dov’e il resto della Guardia del Sud? Come hanno fatto le cose ad andare fuori controllo fino a questo punto?

source: Let’s find out. Deoran, you and your men deal with this bandit. Anyone who dies to those zombies will become one themselves, so don’t be stupid and remember what we practiced:
es: Averigüémoslo. Deoran, tú y tus hombres encárguense de este bandido. Cualquiera que muera a manos de esos zombis se convertirá en uno de ellos, así que no sean estúpidos y recuerden lo que practicamos:
it: Scopriamolo. Deoran, tu e i tuoi uomini sistemate questi banditi. Chiunque muoia per mano di questi zombi diventerà a sua volta uno di loro, quindi non fare lo stupido e ricorda le nostre esercitazioni:

source: Defend at night, attack at day, and control villages for income. Withdraw your injured soldiers to villages for healing. And stand on good terrain like hills, villages, and castles, not bad terrain like water.
es: Defiende de noche, ataca de día y controla las aldeas para obtener ingresos. Retira a tus soldados heridos a las aldeas para que se curen. Y colócate en buen terreno como colinas, aldeas y castillos, no en terreno desfavorable como el agua.
it: Difenditi di notte, attacca di giorno e mantieni il controllo dei villaggi per le entrate. Ritira i tuoi soldati feriti per curarli. E posizionali su dei buoni terreni, tipo le colline, i villaggi e i castelli, non su pessimi terreni come l’acqua.

source: Let’s find out. Deoran, you and your men deal with this bandit. Anyone who dies to those zombies will become one themselves, so don’t be stupid.
es: Averigüémoslo. Deoran, tú y tus hombres encárguense de este bandido. Cualquiera que muera contra esos zombis se convertirá en uno de ellos, así que no sean estúpidos.
it: Scopriamolo. Deoran, tu e i tuoi uomini sistemate questi banditi. Chiunque muoia per mano di questi zombi diventerà a sua volta uno di loro, quindi non fare lo stupido.

source: Meanwhile, I’ll sneak past and get in contact with Westin — someone in town better know what’s going on here. If we’re lucky, I’ll return with reinforcements.
ar: في هذه الأثناء، سأتسلل وأتصل بويستين - من الأفضل أن يعرف أحد في البلدة ما يحدث هنا. إذا كنا محظوظين، سأعود بالتعزيزات.
es: Mientras tanto, me escabulliré y entraré en contacto con Westin... alguien en el pueblo debe saber qué está pasando aquí. Con suerte, regresaré con refuerzos.
fi: Sillä välin minä hiivin ohi ja otan yhteyden Westiniin. Jonkun kylässä olisi paras tietää, mitä täällä on tekeillä. Hyvällä tuurilla palaan lisäjoukkojen kera.
gl: Mentres tanto, eu escaparei disimuladamente para poñerme en contacto con Westin — alguén na aldea debería saber o que está a pasar aquí. Se temos sorte, volverei con reforzos.
it: Nel frattempo, sgattaiolerò oltre le linee nemiche e mi metterò in contatto con Westin: senz’altro qualcuno in città sa bene cosa sta succedendo da queste parti. Se abbiamo fortuna, sarò di ritorno con dei rinforzi.

source: Going alone? That sounds dangerous. What happened to staying an observer?
ar: تذهبين وحدك؟ يبدو هذا خطيرًا. ماذا حدث لكونك مراقبة؟
es: ¿Ir sola? Eso suena peligroso. ¿Qué pasó con mantenerse como observadora?
fi: Menetkö yksin? Kuulostaa vaaralliselta. Mitä tapahtui sille tarkkailijana olemiselle?
gl: Ir só? Iso soa perigoso. Que pasou co feito de permanecer como observador?
it: Andate da sola? Mi sembra pericoloso. E come la mettiamo col fatto di rimanere una osservatrice?

source: Well then. I hope Mari returns with the rest of the South Guard, but I shouldn’t count on it. I may only be a junior commander, but this outlaw underestimates me if he thinks I can’t beat him on my own.
ar: حسنًا إذن. آمل أن تعود ماري مع بقية الحرس الجنوبي، لكن لا يجب أن أعتمد على ذلك. قد أكون مجرد قائد مبتدئ، لكن هذا الخارج عن القانون يقلل من شأني إذا اعتقد أنني لا أستطيع هزيمته بمفردي.
es: Está bien entonces. Espero que Mari regrese con el resto de la guardia del sur, pero no debo contar con eso. Puede que solo sea un comandante novato, pero este forajido me subestima si cree que no puedo derrotarlo por mi cuenta.
fi: No sitten. Kunpa Mari palaisi mukanaan loput Etelän vartiostosta, mutta siihen en saisi luottaa. Saatan olla alempi komentaja, mutta tämä lainsuojaton aliarvioi minua, jos luulee, etten osaa voittaa omillani.
gl: Pois entón. Agardo que Mari volva co resto da Garda do Sur, pero non debería contar con iso. Pode que só sexa un comandante novato, pero este foraxido pérdese se pensa que non podo vencelo só.
it: Bene allora. Spero che Mari ritorni con il resto della Guardia del Sud, ma non facciamoci troppo affidamento. Potrò anche essere un giovane comandante, ma questi banditi mi sottovalutano se pensano che non possa batterli da solo.
