Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: A complete and utter lie from complete and utter scum. I studied magic under Mebrin for many decades and know him well — my teacher would never lead undead, he would destroy them!
ar: كذبة كاملة ومطلقة من حثالة كاملة ومطلقة. لقد درست السحر تحت إشراف ميبيرين لعقود عديدة وأعرفه جيدًا — معلمي لن يقود الأموات الأحياء أبدًا، بل سيدمرهم!
es: Una completa y total mentira de una completa y total escoria. Estudié magia bajo Mebrin durante muchas décadas y lo conozco bien: ¡mi maestro nunca lideraría a los no muertos, los destruiría!
fi: Täyttä emävaletta pesunkestävältä saastalta. Olen oppinut taikuutta Mebrinin alaisuudessa vuosikymmeniä, ja minä tunnen hänet hyvin. Opettajani ei ikinä johtaisi epäkuolleita vaan tuhoaisi ne!
gl: Unha completa mentira saída dunha completa escoura. Estudei maxia con Mebrin durante moitas décadas e coñézoo ben — o meu mestre nunca lideraría non mortos, destruiríaos!
it: Una totale e assoluta bugia, da una totale e assoluta feccia. Ho studiato magia sotto Mebrin per molti decenni e lo conosco bene: il mio insegnante non guiderebbe mai i non-morti, li distruggerebbe!

source: It’s true that Mebrin was more powerful than any of the corpses we raised, yet he didn’t resist ’em. They took him into the caves, and soon after skeletal horrors started to emerge.
es: Es cierto que Mebrin era más poderoso que cualquiera de los cadáveres que levantamos, pero no se resistió a ellos. Lo llevaron a las cuevas, y poco después comenzaron a surgir horrores esqueléticos.
it: È vero che Mebrin fosse più potente di tutti i cadaveri che abbiamo resuscitato, eppure non ha opposto resistenza. Lo hanno portato nelle caverne e subito dopo hanno iniziato ad emergere quegli orrori scheletrici.

source: Now my boys and I have returned to try an’ put a stop to it, but there’s just too many. Unless ye helps me now, Mebrin’s undead may soon be strong enough to besiege Westin itself!
es: Ahora mis muchachos y yo hemos regresado para intentar detenerlo, pero hay demasiados. A menos que me ayuden ahora, los no muertos de Mebrin pronto podrían ser lo suficiente fuertes para sitiar Westin mismo.
it: Adesso io e i miei ragazzi siamo ritornati per fermare questa cosa, ma ce ne sono semplicemente troppi. Se ora non mi aiutate, i non-morti di Mebrin presto saranno abbastanza forti da assediare la stessa Westin!

source: <i>(to Deoran) Elves aren’t so incorruptible and pure as they like to believe, but I trust Afalas about as far as I can throw him — and I’ve only got one arm. Shame neither Gerrick nor Hylas is here to weigh in...</i>
ar: <i>(إلى ديوران) الألفيون ليسوا معصومين ونقيين كما يحبون أن يعتقدوا، لكنني أثق بأفالاس بقدر ما أستطيع رميه — ولدي ذراع واحدة فقط. من المؤسف أن جيريك أو هايلاس ليس هنا ليعطي رأيه...</i>
es: <i>(a Deoran) Los elfos no son tan incorruptibles ni puros como les gusta creer, pero confío en Afalas tanto como podría lanzarlo con un brazo — y solo tengo uno. Lástima que ni Gerrick ni Hylas estén aquí para opinar...</i>
fi: <i>(Deoranille) Haltiat eivät ole niin turmeltumattomia ja puhtoisia kuin luulevat, mutta luottamukseni Afalasiin heitän menemään, ja minulla onkin vain yksi käsi. Harmi, ettei Gerrick tai Hylas ole täällä arvioimassa...</i>
gl: <i>(a Deoran) Os elfos non son tan incorruptibles e puros como lles gusta pensar, pero eu confío de Afalas tanto como o podo lanzar... e só teño un brazo. É unha mágoa que nin Xerric nin Hilas estean aquí para opinar...</i>
it: <i>(a Deoran) Gli elfi non sono così incorruttibili e puri come a loro piace credere, ma io non metterei la mano sul fuoco per Afalas — e ne ho soltanto una, di mano. Peccato che né Gerrick né Hylas siano qui per un consiglio...</i>

source: <i>(to Deoran) I’ve dealt with plenty o’ outlaws before, an’ my gut says this Afalas ain’t no different. He ain’t outright lyin’, but he ain’t tellin’ us everythin’ neither.</i>
ar: <i>(إلى ديوران) تعاملت مع الكثير من الخارجين عن القانون من قبل، وحدسي يقول أن هذا أفالاس لا يختلف عنهم. إنه لا يكذب صراحة، لكنه لا يخبرنا بكل شيء أيضًا.</i>
es: <i>(a Deoran) He tratado con muchos forajidos antes, y mi intuición dice que este Afalas no es diferente. No miente abiertamente, pero tampoco nos dice todo.</i>
fi: <i>(Deoranille) Mä oon hoidellu kosolti lainsuojattomia ennenkin, ja vaistoni sanoo, että Afalas ei oo erilainen. Hän ei puhu täysin palturia, muttei kerrokaan meille kaikkea.</i>
gl: <i>(a Deoran) Tratei con moitos foraxidos, e o meu instinto dime que este Afalas non é diferente. Non está mentindo del todo, pero tampouco nolo está contando todo.</i>
it: <i>(a Deoran) Ho avuto a che fare con un sacco di fuorilegge prima d’ora, e il mio istinto mi dice che questo Afalas non è diverso. Non sta mentendo apertamente, ma non ci sta nemmeno raccontando tutto.</i>

source: <i>(to Deoran) Sages and mystics of great skill and age are often the first to succumb to the taint of black magic. Knowledge and power are not enough to master undeath — the only way to conquer it is to resist the temptation altogether.</i>
ar: <i>(إلى ديوران) الحكماء والصوفيون ذوو المهارة العظيمة والعمر الطويل غالبًا ما يكونون أول من يستسلم لفساد السحر الأسود. المعرفة والقوة لا تكفيان لإتقان الموت الحي — الطريقة الوحيدة للتغلب عليه هي مقاومة الإغراء تمامًا.</i>
es: <i>Señor Deoran, los sabios y místicos de gran habilidad y edad suelen ser los primeros en sucumbir a la corrupción de la magia negra. El conocimiento y el poder no son suficientes para dominar a los muertos; la única manera de conquistarlos es resistir la tentación por completo.</i>
fi: <i>(Deoranille) Suuret ja kyvykkäät tietäjät ja mystikot lankeavat usein ensimmäisinä mustan magian houkutuksiin. Tieto ja mahti eivät riitä hallitsemaan epäkuolemaa. Ainut tapa voittaa se on vastustaa kiusausta tykkänään.</i>
gl: <i>Señor Deoran, sabios e místicos de gran habilidade e idade adoitan ser os primeiros en sucumbir á contaminación da maxia negra. O coñecemento e o poder non son suficientes para dominar a non morte; a única forma de conquistala é resistir a tentación por completo.</i>
it: <i>(a Deoran) Saggi e mistici di grande abilità ed esperienza spesso sono tra i primi a soccombere alla contaminazione della magia nera. Conoscenza e potenza non sono sufficienti per dominare la non-morte: l’unico modo per conquistarla è di resistere completamente alla tentazione.</i>

source: I knows I’m a criminal. My men and I have committed wrongdoing’s in the past, but at least in the fight against the undead, we can be your friends! They’re as much our enemies as they’re yours!
es: Sé que soy un criminal. Mis hombres y yo hemos cometido errores en el pasado, pero al menos en la lucha contra los no muertos, ¡podemos ser vuestros amigos! Son tanto nuestros enemigos como suyos.
it: So di essere un criminale, che i miei uomini ed io abbiamo commesso errori in passato, ma almeno nella lotta contro i non-morti possiamo essere tuoi amici! Sono tanto nostri nemici quanto tuoi!

source: Deoran, you would trust the word of a thief and murderer over me, your friend and ally? This criminal will abandon you the moment he finds a chance!
ar: ديوران، هل ستثق بكلمة لص وقاتل أكثر مني، صديقتك وحليفتك؟ هذا المجرم سيهرب منك في اللحظة التي يجد فيها فرصة!
es: Deoran, ¿confiarías en la palabra de un ladrón y asesino por encima de la mía, tu amiga y aliada? ¡Este criminal te abandonará en cuanto tenga la oportunidad!
fi: Deoran, luottaisitko sinä varkaan ja murhaajan sanaan etkä minun, ystäväsi ja liittolaisesi? Tämä konna vielä hylkää sinut heti tilaisuuden tullen!
gl: Deoran, vas crer a palabra dun ladrón e asasino antes ca a miña, a dun amigo e aliado? Ese criminal vaite abandonar en canto vexa a ocasión!
it: Deoran, crederesti alla parola di un ladro e assassino piuttosto che a me, tua amica e alleata? Questo criminale ti abbandonerà alla prima occasione che gli si presenterà!

source: Think of the destruction this man and his brothers wrought on your people. Think of the horrors they inflicted upon me, caged and left to suffer amidst the stinking corpses of my friends! Believe the truths you have seen, not the lies you have heard. No fake niceties can reverse the deaths that have already happened; no atonement taken now can set right the transgressions that have already come to pass!
ar: فكري في الدمار الذي سببه هذا الرجل وإخوته لشعبك. فكري في الفظائع التي ارتكبوها بحقي، محبوسة ومعذبة وسط جثث أصدقائي النتنة! صدقي الحقائق التي رأيتها، وليس الأكاذيب التي سمعتها. لا يمكن لأي مجاملات مزيفة أن تعكس الوفيات التي حدثت بالفعل؛ لا يمكن لأي تكفير يؤخذ الآن أن يصحح التجاوزات التي حدثت بالفعل!
es: Piensa en la destrucción que este hombre y sus hermanos causaron a tu pueblo. Piensa en los horrores que me infligieron, ¡encerrada y dejada para sufrir entre los cadáveres apestosos de mis amigos! Cree en las verdades que has visto, no en las mentiras que has escuchado. Ninguna falsedad puede revertir las muertes que ya han ocurrido; ninguna expiación ahora puede corregir las transgresiones que ya se han cometido.
fi: Ajattele sitä tuhoa, jonka tämä mies veljineen teki kansallesi. Ajattele kauheuksia, joita he tekivät minulle, kun jättivät häkkiin kärsimään ystävieni löyhkäävien ruumiiden sekaan! Usko näkemiäsi totuuksia äläkä kuulemiasi valheita. Mitkään tekokohteliaisuudet eivät voi perua jo tapahtuneita kuolemia. Mitkään hyvittelyt eivät nyt korjaa jo toteutuneita rikkomuksia!
gl: Pensa na destrución que este home e os seus irmáns causaron ao teu pobo. Pensa nos horrores que me inflixiron, engaiolado e deixado sufrir entre os cadáveres cheirentos dos meus amigos! Cre nas verdades que viches, non nas mentiras que escoitaches. Ningunha falsa amabilidade pode reverter as mortes que xa ocorreron; ningunha expiación feita agora pode corrixir as transgresións que xa aconteceron!
it: Pensa alla distruzione che quest’uomo e i suoi fratelli hanno portato tra la tua gente. Pensa agli orrori che mi hanno inflitto, ingabbiata e lasciata a marcire tra i cadaveri putrefatti dei miei amici! Credi a ciò che hai visto, non alle menzogne che hai ascoltato. Nessuna falsa cortesia potrà mai annullare le morti già avvenute, nessuna espiazione del momento potrà mai rimediare ai torti perpetrati in passato!

source: Peace, let me think! <i>If I listen to Ethiliel I must fight the bandits, but if I ally with the bandits Ethiliel will surely abandon us...</i>
ar: سلامًا، دعني أفكر! <i>إذا استمعت إلى إيثيليل يجب أن أقاتل العصابات، لكن إذا تحالفت مع العصابات فإن إيثيليل ستتركنا بلا شك...</i>
es: ¡Tranquilidad, dejadme pensar! <i>Si escucho a Ethiliel, debo luchar contra los bandidos, pero si me alío con los bandidos, Ethiliel seguramente nos abandonará...</i>
fi: Rauhaa, anna minun miettiä! <i>Jos uskon Ethilielia, joudun taistelemaan ryöväreitä vastaan, mutta jos olen ryöväreiden puolella, Ethiliel takuulla hylkää meidät...</i>
gl: Paz, déixame pensar!<i>Se escoito a Etilia teño que loitar contra os bandoleiros, pero se me alío cos bandoleiros, Etilia seguramente nos abandonará…</i>
it: Silenzio... lasciatemi pensare! <i>Se ascolto Ethiliel dovrò combattere i banditi, ma se mi alleo coi banditi Ethiliel sicuramente ci abbandonerà...</i>

source: Side with Ethiliel
ar: انحاز إلى إيثيليل
es: Aliarse con Ethiliel
fi: Ole Ethilielin puolella
gl: Aliarse con Etilia
it: Alleati con Ethiliel

source: Side with Afalas
ar: انحاز إلى أفالاس
es: Aliarse con Afalas
fi: Ole Afalasin puolella
gl: Aliarse con Afalas
it: Alleati con Afalas

source: Your crimes are too great, Urza Afalas, and your word cannot be trusted. You will fall alongside the undead you helped create!
ar: جرائمك كبيرة جدًا، أورزا أفالاس، ولا يمكن الوثوق بكلمتك. سوف تسقط بجانب الأموات الأحياء التي ساعدت في خلقها!
es: ¡Tus crímenes son demasiado grandes, Urza Afalas, y no se puede confiar en tu palabra! ¡Caerás junto a los no muertos que ayudaste a crear!
fi: Rikoksesi ovat liian raskaat, Urza Afalas, eikä sanaasi voi luottaa. Tuhoudut epäkuolleiden mukana, joiden luomisessa autoit!
gl: Os teus crimes son demasiado grandes, Urza Afalas, e a túa palabra non é de fiar! ¡Caerás xunto cos non mortos que axudaches a crear!
it: I tuoi crimini sono troppo vasti, Urza Afalas, e non ci si può fidare di te. Cadrai al fianco dei non-morti che hai aiutato a creare!

source: You will pay for taking Mebrin from us! Once I rescue him from your clutches, I never again intend to leave his side.
ar: ستدفع ثمن أخذ ميبيرين منا! بمجرد أن أنقذه من قبضتك، لن أترك جانبه مرة أخرى.
es: ¡Pagarás por llevarte a Mebrin de nosotros! Una vez que lo rescate de tus garras, nunca más pienso dejar su lado.
fi: Saat maksaa Mebrinin riistämisestä meiltä pois! Kun olen pelastanut hänet kynsistäsi, en enää poistu hänen luotaan.
gl: Pagarás por levar a Mebrin! Unha vez o recupere das túas mans, non me afastarei del nunca máis.
it: Pagherai per averci sottratto Mebrin! Una volta che l’avrò salvato dalle tue grinfie, non ho più intenzione di lasciarlo.

source: Then this parley is over! You may have caused the doom of all of us!
ar: إذن انتهت هذه المفاوضات! ربما تكون قد تسببت في هلاكنا جميعًا!
es: ¡Entonces se acabó la negociación! ¡Puede que seas el responsable de la perdición de todos nosotros!
fi: Sitten tämä neuvottelu on ohi! Te saatoitte tuomita meidät kaikki tuhoon!
gl: Non hai máis que falar, entón. A túa decisión acabará custándonos a vida a todos!
it: Allora questa discussione è finita! Potresti aver decretato la fine per tutti noi!
nb_no: Da er mer prat bortkastet! Du kan allerede ha forårsaket alles undergang!
uk: Тоді перемовини завершені! Ти підписав нам всім смертний вирок!

source: Defeat Urza Afalas
ar: هزم أورزا أفالاس
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘»ğ‘Ÿğ‘© Â·ğ‘©ğ‘“ğ‘±ğ‘¤ğ‘¨ğ‘•
es: Derrote a Urza Afalas
fi: Kukista Urza Afalas
gl: Derrota a Urza Afalas
it: Sconfitta di Urza Afalas
lt: Nugalėkite Urza Afalasą
nb_no: Bekjemp Urza Afalas
uk: Перемогти Урзу Афаласа

source: This must be the cave the bandit spoke about, but there is no sign of Mebrin. Perhaps Afalas really was lying.
ar: يجب أن يكون هذا الكهف الذي تحدث عنه الخارج عن القانون، لكن لا يوجد أي أثر لميبيرين. ربما كان أفالاس يكذب حقًا.
es: Esta debe ser la cueva de la que habló el bandido, pero no hay señales de Mebrin. Quizá Afalas realmente estaba mintiendo.
fi: Tämän täytyy olla se luola, josta se lurjus puhui, mutta Mebrinistä ei näy jälkeäkään. Ehkä Afalas todellakin valehteli.
gl: Debe de ser esta a cova da que falaba o bandoleiro, pero non hai sinal de Mebrin. Quizais Afalas mentía, despois de todo.
it: Questa deve essere la caverna della quale parlava il bandito, ma qui non ci sono segni di Mebrin. Forse Afalas sta veramente mentendo.

source: The ghoul guarding the cave is defeated! I agreed to help Ethiliel bring Urza Afalas to justice, but perhaps there would be merit in venturing further inside...
ar: لقد هُزم الغول الذي كان يحرس الكهف! وافقت على مساعدة إيثيليل في تحقيق العدالة لأورزا أفالاس، ولكن ربما يكون هناك فائدة في التقدم أكثر إلى الداخل...
es: ¡El ghoul que guardaba la cueva está derrotado! Acepté ayudar a Ethiliel a llevar a Urza Afalas ante la justicia, pero quizás valga la pena adentrarnos más dentro...
fi: Luolaa vahtinut kalmo on nujerrettu! Suostuin auttamaan Ethilielia viemään Urza Afalasin oikeuden eteen, mutta ehkä kannattaisi rohjeta sisemmälle...
gl: O ghoul que gardaba a entrada está derrotado! Comprometinme con Etilia a levar a Urza Afalas ante a xustiza, pero quizais paga a pena seguir adiante e explorar o interior...
it: Il ghoul a guardia della caverna è stato sconfitto! Ho accettato di aiutare Ehiliel a consegnare Urza Afalas alla giustizia, ma forse sarebbe utile inoltrasi ulteriormente all’interno...

source: Continue fighting Urza Afalas
ar: استمر في قتال أورزا أفالاس
es: Continuar luchando contra Urza Afalas
fi: Jatka taistelua Urza Afalasia vastaan
gl: Continuar loitando contra Urza Aflas
it: Continua a combattere contro Urza Afalas

source: Enter the cave
ar: ادخل الكهف
es: Entrar en la cueva
fi: Mene luolaan
gl: Entrar na cova
it: Entra nella caverna

source: Deoran, what are you doing? You would abandon our fight and let this criminal walk free!?
ar: ديوران، ماذا تفعل؟ هل ستتخلى عن قتالنا وتترك هذا المجرم حرًا طليقًا!؟
es: Deoran, ¿qué estás haciendo? ¡¿Vas a abandonar nuestra lucha y dejar que este criminal quede libre?!
fi: Deoran, mitä sinä teet? Jätätkö sinä taistelumme ja päästätkö tämän rikollisen menemään!?
gl: Deoran, que estás a facer? Vas abandonar a nosa loita e deixar que este criminal escape libre!?
it: Deoran, cosa stai facendo? Vorresti abbandonare la nostra lotta e permettere a questo criminale di andarsene a piede libero?

source: Author’s note — this is a “secret” path, and somewhat more challenging than the regular options. Are you sure you want to proceed?
ar: ملاحظة المؤلف - هذا مسار "سري"، وهو أصعب قليلًا من الخيارات العادية. هل أنت متأكد أنك تريد المتابعة؟
es: Nota del autor: este es un camino “secreto”, y algo más desafiante que las opciones regulares. ¿Estás seguro de que quieres continuar?
fi: Tekijän huomautus — tämä on "salainen" polku, ja se on jotakuinkin haastavampi kuin tavalliset vaihtoehdot. Haluatko varmasti jatkaa?
gl: Nota do autor — este é un camiño “secreto” e algo máis desafiante ca as opcións normais. Estás certo de querer continuar?
it: Note dell’autore: questa è una variante “segreta” della storia, in qualche modo anche più sfidante delle normali opzioni. Sei sicuro di voler proseguire?

source: I’m sorry, Ethiliel, but fighting these bandits doesn’t feel right. My soldiers and I are going to descend down into this cave, to find out the truth for ourselves.
ar: أنا آسف يا إيثيليل، لكن قتال هذه العصابات لا يبدو صحيحًا. أنا وجنودي سننزل إلى هذا الكهف، لمعرفة الحقيقة بأنفسنا.
es: Lo siento, Ethiliel, pero luchar contra estos bandidos no se siente correcto. Mis soldados y yo vamos a descender a esta cueva, para descubrir la verdad por nosotros mismos.
fi: Olen pahoillani, Ethiliel, mutta taistelu näitä ryövääjiä vastaan ei tunnu oikealta. Minä ja sotilaani käymme tähän luolaan ja selvitämme totuuden itse.
gl: Síntoo, Etilia, pero loitar contra estes bandoleiros non me parece o correcto. Os meus soldados e mais eu imos descender a esta cova para buscar a verdade por nós mesmos.
it: Mi spiace Ethiliel, ma non mi sembra giusto combattere contro questi banditi. I miei soldati ed io ci addentreremo in questa caverna, per trovare da soli la verità.

source: And how shall I defeat Urza Afalas without your help? He will surely escape, free from justice for his foul deeds! Was this your plan all along, to string me along with false promises?
ar: وكيف سأهزم أورزا أفالاس بدون مساعدتك؟ سيهرب بالتأكيد، هاربًا من العدالة على أفعاله البشعة! هل كانت هذه خطتك طوال الوقت، أن تخدعيني بوعود كاذبة؟
es: ¿Y cómo voy a derrotar a Urza Afalas sin tu ayuda? ¡Seguramente escapará, libre de justicia por sus horribles actos! ¿Era este tu plan desde el principio, mantenerme engañada con falsas promesas?
fi: Ja miten minä kukistan Urza Afalasin ilman apuanne? Hän takuulla karkaa eikä joudu oikeuteen pahoista teoistaan! Tätäkö sinä suunnittelit koko ajan? Huijata minua valelupauksilla?
gl: E como queres que derrote a Urza Afalas sen a túa axuda? Seguro que escapa, libre de pagar polos seus crimes! Era este o teu plan todo o tempo, enganarme con falsas promesas?
it: E come dovrei sconfiggere Urza Afalas senza il tuo aiuto? Certamente scapperà, senza ricevere giustizia per le sue malvagie azioni! Fin dal principio, è sempre stato questo il tuo piano, quello di illudermi con false promesse?

source: Humans! All you humans are the same! I should never have expected your kind to help me find Mebrin. Deoran, even your vile conspiracies shall not keep the elves from our greatest sage. Soon all of you humans shall learn that the Aethenwood protects its own!
ar: بشر! كلكم أيها البشر متشابهون! لم يكن يجب أن أتوقع من أمثالك مساعدتي في العثور على ميبيرين. ديوران، حتى مؤامراتك الخسيسة لن تمنع الألفيين من الوصول إلى حكيمهم الأعظم. قريبًا سيتعلم جميعكم أيها البشر أن غابة إيثينوود تحمي أبناءها!
es: ¡Humanos! ¡Todos los humanos sois iguales! Nunca debí esperar que vuestra especie me ayudara a encontrar a Mebrin. Deoran, incluso tus viles conspiraciones no impedirán que los elfos encuentren a nuestro mayor sabio. ¡Pronto todos ustedes aprenderán que el Bosque Edén protege a los suyos!
fi: Ihmiset! Kaikki te ihmiset olette samanlaisia! Ei olisi pitänyt odottaa teiltä apua Mebrinin löytämiseksi. Deoran, edes sinun pahat vehkeilysi eivät pidä haltioita erossa suurimmasta tietäjästämme. Pian te kaikki ihmiset opitte, että Aethenin metsä suojelee omiaan!
gl: Humanos! Todos os humanos sodes iguais! Nunca debería ter confiado en vós para atopar a Mebrin. Deoran, nin as túas conspiracións ruíns impedirán que os elfos recuperemos ao noso gran sabio. Moi pronto todos os humanos aprenderedes que o bosque do éter defende aos seus!
it: Umani! Voi umani siete tutti uguali! Non avrei mai dovuto aspettarmi che quelli della tua specie mi avrebbero aiutato a ritrovare Mebrin. Deoran, persino le tue vili cospirazioni non serviranno a tenere gli elfi lontani dal loro più grande saggio. Presto tutti voi umani imparerete che la Foresta di Aethen si protegge da sola!

source: Well, that could have gone better... I only hope that we will find the truth of the matter down in these caves.
ar: حسنًا، كان يمكن أن تسير الأمور بشكل أفضل... أتمنى فقط أن نجد الحقيقة في أعماق هذه الكهوف.
es: Bueno, eso podría haber salido mejor... Solo espero que encontremos la verdad de este asunto en estas cuevas.
fi: No, se olisi voinut sujua paremminkin... Kunpa vain me löytäisimme totuuden näistä luolista.
gl: Pois podía ter saído mellor... Só espero que descubramos a verdade aquí abaixo nas covas.
it: Bene, sarebbe potuta andare meglio... Spero solo che riusciremo a trovare la verità in fondo a queste grotte.

source: You... have doomed us all...
ar: لقد... حكمت على الجميع بالهلاك...
es: Tú... nos has condenado a todos...
fi: Te... tuomitsitte meidät kaikki...
gl: Ti...Acabas de condenarnos a todos...
it: Tu... ci hai condannati tutti...

source: Justice. Thank you for your aid, Deoran. I know it was hard for you to turn against your own kind — you have earned my respect.
ar: عدالة. شكرًا لمساعدتك يا ديوران. أعلم أنه كان صعبًا عليك أن تعادي أبناء جنسك - لقد كسبت احترامي.
es: Justicia. Gracias por tu ayuda, Deoran. Sé que fue difícil para ti ir contra los de tu propia especie — te has ganado mi respeto.
fi: Oikeutta. Kiitos avustanne, Deoran. Tiedän, että sinun oli vaikea kääntyä kaltaisiasi vastaan. Olet saanut kunnioitukseni.
gl: Xustiza. Grazas pola túa axuda, Deoran. Sei que che resultou difícil volverte contra os teus semellantes — gañaches o meu respecto.
it: Giustizia. Deoran, grazie per il tuo aiuto. So quanto sia stato difficile per te attaccare i tuoi simili: ti sei guadagnato il mio rispetto.

source: I’ve searched all the tents, but cannot find Mebrin anywhere in the bandit camp. Ethiliel, do you still sense his magic nearby?
ar: لقد تفحصت جميع الخيام، لكنني لم أجد ميبيرين في معسكر العصابات. إيثيليل، هل ما زلت تشعرين بسحره قريبًا؟
es: He buscado en todas las tiendas, pero no puedo encontrar a Mebrin en ningún lugar del campamento de bandidos. Ethiliel, ¿aún sientes su magia cerca?
fi: Olen tutkinut kaikki teltat, mutta Mebriniä ei löydy mistään rosvoleiriltä. Ethiliel, vieläkö aistit hänen taikansa lähettyvillä?
gl: Revisei todas as tendas, pero non atopei a Mebrin no campamento dos bandoleiros. Etilia, ¿aínda sentes a súa maxia preto?
it: Ho cercato in ogni tenda, ma non riesco a trovare Mebrin da nessuna parte nell’accampamento dei banditi. Ethiliel, percepisci ancora la sua magia qui nei dintorni?
