Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Leaders of the border guards, mounted commanders are trained not only to ride and fight, but to lead. They command the garrisons that keep peace in the provinces of Wesnoth.
en@shaw: ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ ğ‘ ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘œğ‘¸ğ‘›ğ‘Ÿ, ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘»ğ‘Ÿ ğ‘¸ ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘‘ ğ‘®ğ‘²ğ‘› ğ‘¯ ğ‘“ğ‘²ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘‘ ğ‘¤ğ‘§ğ‘›. ğ‘ğ‘± ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘ ğ‘œğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘°ğ‘ ğ‘ğ‘°ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”.
lt: Raitieji pasienio sargybos vadai moka ne tik kautis, bet ir vadovauti. Jiems paklūsta garnizonai, palaikantys Vesnote taiką.

source: Scarcely 17 or 18 years old, the sons of knights and lords were given mounts and swords and told to become leaders of men. Those whose mettle was strong enough for the task became the commanders of the armies of Wesnoth.
en@shaw: ğ‘•ğ‘’ğ‘ºğ‘•ğ‘¤ğ‘¦ 17 ğ‘¹ 18 ğ‘˜ğ‘½ğ‘Ÿ ğ‘´ğ‘¤ğ‘›, ğ‘ ğ‘•ğ‘³ğ‘¯ğ‘Ÿ ğ‘ ğ‘¯ğ‘²ğ‘‘ğ‘• ğ‘¯ ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘¢ğ‘» ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘• ğ‘¯ ğ‘•ğ‘¹ğ‘›ğ‘Ÿ ğ‘¯ ğ‘‘ğ‘´ğ‘¤ğ‘› ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ ğ‘ ğ‘¥ğ‘§ğ‘¯. ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µğ‘Ÿ ğ‘¥ğ‘§ğ‘‘ğ‘©ğ‘¤ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘“ğ‘¹ ğ‘ ğ‘‘ğ‘­ğ‘•ğ‘’ ğ‘šğ‘¦ğ‘’ğ‘±ğ‘¥ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘»ğ‘Ÿ ğ‘ ğ‘ ğ‘¸ğ‘¥ğ‘°ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”.
lt: Sulaukę vos 17 ar 18 metų, jaunieji riterių ir lordų sūnūs būdavo sodinami ant žirgų, jiems įduodavo kalavijus ir liepdavo vesti vyrus mūšin. Tie, kurių širdys buvo pakankamai tvirtos, tapdavo Vesnoto armijų vadais.

source: Being the most able leaders of the border guards, Mounted Generals are trained not only to ride and fight, but to lead. They command the garrisons that keep peace in the provinces of Wesnoth.
en@shaw: ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ ğ‘ ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘œğ‘¸ğ‘›ğ‘Ÿ, ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘‘ ğ‘®ğ‘²ğ‘› ğ‘¯ ğ‘“ğ‘²ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘‘ ğ‘¤ğ‘§ğ‘›. ğ‘ğ‘± ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘ ğ‘œğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘°ğ‘ ğ‘ğ‘°ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”.
lt: Raitieji generolai, gabiausi pasienio sargybos lyderiai, ne tik kaunasi, bet ir vadovauja. Jiems paklūsta garnizonai, palaikantys taiką Vesnoto provincijose.

source: I have lost all helping the humans... Now they will surely perish!
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘·ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘™ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ... ğ‘¯ğ‘¬ ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘ğ‘§ğ‘®ğ‘¦ğ‘–!
lt: Gelbėdama žmones, praradau viską... Dabar jie tikrai prapuls!

source: Thugs are the mainstay of the bandit armies. They do not have a ranged attack, and are vulnerable to your archers. Deoran's lance will also strike fear into their hearts! Like all of the bandit units, they are much more dangerous at night.
lt: Užpuolikai sudaro pagrindinę banditų armijos masę. Jie nemoka atakuoti iš toli, tad bus lengvas grobis jūsų lankininkams. Deorano ietis taip pat sės baimę jų širdyse. Kaip ir visi banditų daliniai, jie pavojingesni naktį.

source: Thieves are more subtle than thugs. They try to surround your units and stab them in the back. Make sure that thieves never have an opportunity to attack when they have an ally directly behind the unit they are attacking - they'll do double damage! Like thugs, thieves are vulnerable to the ranged attacks of your archers.
lt: Vagys subtilesni už užpuolikus. Jie stengiasi apsupti jūsų dalinius ir nudurti į nugarą. Pasistenkite, kad vagys niekada neturėtų progos pulti, kai priešingoje atakuojamojo pusėje yra jų draugų. Jei taip nutiks, žala bus dviguba! Kaip ir užpuolikai, vagys pažeidžiamesni iš tolo.

source: Footpads are the scouts of the bandit armies. They are quick, and have both a melee attack and a ranged attack. Neither of their attacks is very strong, however, and your spearmen will make quick work of them during the day.
lt: Plėšikai yra banditų žvalgai. Jie greiti, moka atakuoti tiek iš toli, tiek iš arti, nors nei viena, nei kita ne itin smarkiai; dienos metu ietininkai juos greitai prikirps.

source: Skeletons are the bones of fallen warriors raised by some dark magic. They are almost immune to piercing weapons like arrows and spears. Bladed attacks like swords will injure them, and Minister Hylas's arcane attack is deadly against them. Like the rest of the bandits, they are more dangerous at night!
lt: Skeletai yra kritusių karių kaulai, prikelti kažkokios tamsios magijos pagalba. Jie beveik atsparūs duriantiesiems ginklams, kaip kad strėlės ir ietys. Ašmenys juos žeidžia, o ministro Hylo paslaptinga ataka jiems mirtina. Kaip ir kiti banditai, naktį jie pavojingesni.

source: Walking corpses are the bodies of slain warriors, filled with some black magic. They are slow and weak - any of your units is more than a match for them. They are only dangerous in packs...
lt: Vaikštantys lavonai yra kritusių karių kūnai, kuriuos palaiko tamsi magija. Jie lėti ir silpni – įveikiami bet kuriam jūsų kariui. Pavojingi tik jų būriai.

source: During the reign of Haldric VII, the land of Wesnoth was peaceful. Konrad I had driven off the orcs in the north. The eastern forts were quiet and almost deserted. The elves in the western forest kept to their own affairs. In the prosperous south men built new towns and farms.
en@shaw: ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘ ğ‘®ğ‘±ğ‘¯ ğ‘ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘ Â·ğ‘•ğ‘§ğ‘ğ‘©ğ‘¯ğ‘”, ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¢ğ‘ªğ‘Ÿ ğ‘ğ‘°ğ‘•ğ‘“ğ‘©ğ‘¤. ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘² ğ‘£ğ‘¨ğ‘› ğ‘›ğ‘®ğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘ªğ‘“ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘¹ğ‘”. ğ‘ ğ‘°ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘“ğ‘¹ğ‘‘ğ‘• ğ‘¢ğ‘» ğ‘’ğ‘¢ğ‘²ğ‘§ğ‘‘ ğ‘¯ ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘›ğ‘©ğ‘Ÿğ‘»ğ‘‘ğ‘©ğ‘›. ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘’ğ‘§ğ‘ğ‘‘ ğ‘‘ ğ‘ğ‘º ğ‘´ğ‘¯ ğ‘©ğ‘“ğ‘ºğ‘Ÿ. ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘ªğ‘•ğ‘ğ‘¼ğ‘©ğ‘• ğ‘•ğ‘¬ğ‘” ğ‘¥ğ‘§ğ‘¯ ğ‘šğ‘¦ğ‘¤ğ‘‘ ğ‘¯ğ‘¿ ğ‘‘ğ‘¬ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘“ğ‘¸ğ‘¥ğ‘Ÿ.
lt: Valdant karaliui Haldrikui VII, Vesnoto žemės buvo taikios. Konradas I išvijo orkus šiaurėje. Rytiniai fortai buvo ramūs ir beveik apleisti. Elfai vakarinėse giriose nesikišo į kitų reikalus. Klestinčiuose pietuose žmonės statė naujus miestus ir fermas.

source: For eight years the South Guard had defended the farms and homes surrounding the city of Westin, the capital of Wesnoth's frontier province of Kerlath in the furthermost south. The fiercest foe they had faced was the occasional bandit. The orcs were far to the north. In the Aethenwood to the west dreamed the elves, not foes of humankind but keeping aloof from men. Only scattered few outlaws lived in the wildlands south of Kerlath, a bastion of the ancient heart forest of the Great Continent so dense and gloomy that even elves forbore from dwelling there.
lt: Aštuonerius metus Pietų Sargyba gynė fermas ir namus, supančius Vestino miestą, Kerlato provincijos, besidriekiančios piečiausiame Vesnoto pakraštyje, sostinę. Pikčiausias jiems pasitaikantis priešas būdavo koks atsitiktinis banditas. Orkai buvo toli šiaurėje. Vakariniame Ėtenvude snūduriavo elfai: ne priešai žmonijai, bet ir draugauti atsisakantys. Į pietus nuo Kerlato, kur driekėsi senovinė Didžiojo Kontinento giria, tokia tanki ir niūri, kad ten vengė gyventi net elfai, slapstėsi vos keli nusikaltėliai.

source: Then, in the spring of the ninth year the reports from the South Guard, under the command of Sir Loris, suddenly ceased. King Haldric decided to send someone to investigate.
lt: Tuomet, devintųjų metų pavasarį, Pietų Sargybai vadovaujant serui Loriui, žinios staiga liovėsi. Karalius Haldrikas nusprendė nusiųsti ką nors išsiaiškinti.

source: King Haldric summoned a young, undistinguished but promising cavalry officer named Deoran. Deoran was the son of Haldiel, who had fought with distinction alongside Konrad I in the wars against the orcs. The King had a mission for Haldiel's son.
lt: Haldrikas iškvietė jauną, dar nepasižymėjusį, bet perspektyvų kavalerijos karininką vardu Deoranas. Deoranas buvo Haldielio, kuris labai pasižymėjo kare su orkais prie Konrado I, sūnus. Haldielio sūnui buvo numatyta misija.

source: King Haldric knighted young Deoran, and when he rose tasked him to ride to Westin, to demand an accounting from Sir Loris, the commander of the South Guard...
en@shaw: Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¯ğ‘²ğ‘‘ğ‘¦ğ‘› ğ‘˜ğ‘³ğ‘™ Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯, ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘£ğ‘° ğ‘®ğ‘´ğ‘Ÿ ğ‘‘ğ‘­ğ‘•ğ‘’ğ‘‘ ğ‘£ğ‘¦ğ‘¥ ğ‘‘ ğ‘®ğ‘²ğ‘› ğ‘‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯, ğ‘‘ ğ‘›ğ‘¦ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘©ğ‘¯ ğ‘©ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ Â·ğ‘•ğ‘» Â·ğ‘¤ğ‘¹ğ‘¦ğ‘•, ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘ ğ‘•ğ‘¬ğ‘” ğ‘œğ‘¸ğ‘›...
lt: Karalius Haldrikas įšventino Deoraną į riterius ir paskyrė jam užduotį: joti į Vestiną ir pareikalauti iš sero Lorio, Pietų Sargybos vado, ataskaitų.

source: Having defeated Urza Mathin, Deoran immediately sent scouts out into the whole countryside. His men reported bandits roaming freely over the border, terrorizing the peasants and villagers. Nowhere did they find soldiers of the South Guard.
en@shaw: ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› Â·ğ‘»ğ‘Ÿğ‘© Â·ğ‘¥ğ‘¨ğ‘”ğ‘¦ğ‘¯, Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘° ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘•ğ‘’ğ‘¬ğ‘‘ğ‘• ğ‘¬ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘£ğ‘´ğ‘¤ ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘•ğ‘²ğ‘›. ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘®ğ‘´ğ‘¥ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘°ğ‘¤ğ‘¦ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼, ğ‘‘ğ‘ºğ‘»ğ‘²ğ‘Ÿğ‘¦ğ‘™ ğ‘ ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘»ğ‘Ÿ. ğ‘¯ğ‘ªğ‘¢ğ‘º ğ‘›ğ‘¦ğ‘› ğ‘ğ‘± ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ ğ‘ ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘›.
lt: Nugalėjęs Urza Matiną, Deoranas tuojau pat išsiuntinėjo žvalgus į visą apylinkę. Jo vyrai pranešė apie banditus, laisvai kertančius sieną ir terorizuojančius kaimiečius. Pietų Sargybos karių niekur nebuvo pastebėta.

source: Deoran decided to take action and wipe out the bandits. He gathered the men of Sir Gerrick's command and whatever peasants were of strong body and fighting age. With this small force he rode in haste to Westin, capital of the province.
lt: Deoranas nusprendė imtis veiksmų ir išguiti banditus. Jis surinko vyrus iš sero Geriko pavaldinių ir iš tvirtesnio stoto bei tinkamo amžiaus civilių. Su šia nedidele jėga jis nuskubėjo į provincijos sostinę Vestiną.

source: Deoran and his men approached the old city, and they saw that their fears were well founded...
en@shaw: Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘©ğ‘ğ‘®ğ‘´ğ‘—ğ‘‘ ğ‘ ğ‘´ğ‘¤ğ‘› ğ‘•ğ‘¦ğ‘‘ğ‘¦, ğ‘¯ ğ‘ğ‘± ğ‘•ğ‘· ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘º ğ‘“ğ‘½ğ‘Ÿ ğ‘¢ğ‘» ğ‘¢ğ‘§ğ‘¤ ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘©ğ‘›...
lt: Deoranui ir jo vyrams artėjant prie senojo miesto, paaiškėjo, kad jų baimei būta pagrindo...

source: Ethiliel led the men of the South Guard into the southern forest. Shadows soon covered their paths day and night, and a thick fog filled the air.
en@shaw: Â·ğ‘§ğ‘”ğ‘¦ğ‘¤ğ‘°ğ‘§ğ‘¤ ğ‘¤ğ‘§ğ‘› ğ‘ ğ‘¥ğ‘§ğ‘¯ ğ‘ ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘•ğ‘³ğ‘ğ‘¼ğ‘¯ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘. ğ‘–ğ‘¨ğ‘›ğ‘´ğ‘Ÿ ğ‘•ğ‘µğ‘¯ ğ‘’ğ‘³ğ‘ğ‘¼ğ‘› ğ‘ğ‘º ğ‘ğ‘­ğ‘ğ‘Ÿ ğ‘›ğ‘± ğ‘¯ ğ‘¯ğ‘²ğ‘‘, ğ‘¯ ğ‘© ğ‘”ğ‘¦ğ‘’ ğ‘“ğ‘ªğ‘œ ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘ ğ‘º.
lt: Etilielė vedė Pietų Sargybos vyrus per pietinį mišką. Neužilgo šešėliai pradėjo dieną-naktį užkloti jiems takus, o orą apsunkino tankus rūkas.

source: For many weeks they marched down nameless paths that no man had trod before. From time to time they saw ghostly images of elven villages and halls in the deep woods, but as they advanced, even those became scarce.
en@shaw: ğ‘“ğ‘¹ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¢ğ‘°ğ‘’ğ‘• ğ‘ğ‘± ğ‘¥ğ‘¸ğ‘—ğ‘‘ ğ‘›ğ‘¬ğ‘¯ ğ‘¯ğ‘±ğ‘¥ğ‘¤ğ‘©ğ‘• ğ‘ğ‘­ğ‘ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘´ ğ‘¥ğ‘¨ğ‘¯ ğ‘£ğ‘¨ğ‘› ğ‘‘ğ‘®ğ‘­ğ‘› ğ‘šğ‘¦ğ‘“ğ‘¹. ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘ğ‘± ğ‘•ğ‘· ğ‘œğ‘´ğ‘•ğ‘‘ğ‘¤ğ‘° ğ‘¦ğ‘¥ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘£ğ‘ªğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘°ğ‘ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘ğ‘´ğ‘Ÿ ğ‘šğ‘¦ğ‘’ğ‘±ğ‘¥ ğ‘•ğ‘’ğ‘ºğ‘•.
lt: Daugelį savaičių jie žygiavo bevardžiais takais, kuriais iki tol neteko eiti nė vienam žmogui. Laikas nuo laiko miško glūdumoje jie matė pamėkliškus elfų gyvenviečių vaizdus, bet einant toliau, net ir tie vis retėjo.

source: Finally Ethiliel told the men to halt and pitch camp - they had reached the Black River, beyond which no elf or man would willingly pass.
lt: Pagaliau Etilielė liepė sustoti ir įsirengti stovyklą – jie priėjo Juodąją upę, kurios savo noru nekirstų nė vienas elfas ar žmogus.

source: After Mal M'Brin's defeat, Deoran's troops and their elvish allies turned north for home. As they re-crossed the Black River, fall was fading into winter.
lt: Nugalėjus Mal M'Briną, Deorano daliniai ir jų sąjungininkai elfai pasuko į šiaurę, link namų. Jiems besikeliant atgal per Juodąją upę, rudenį keitė žiema.

source: Forage and game were scarce in the gloomy woods. The men's spirits were lifted by the thought of home, but their bodies became gaunt. The long weeks of trudging northward took its toll.
lt: Niūriojoje girioje maža buvo ką pagauti ar sumedžioti. Vyrų ūpą kėlė mintis apie namus, bet kūnai nusilpo. Ilgos savaitės brovimosi šiaurėn atėmė savo.

source: Snow fell as Deoran, Sir Gerrick and Urza Afalas emerged from the great southern forest. An oppressive silence hung over the land, and an ominous gloom followed close behind the men of the South Guard.
en@shaw: ğ‘•ğ‘¯ğ‘´ ğ‘“ğ‘§ğ‘¤ ğ‘¨ğ‘Ÿ Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯, Â·ğ‘•ğ‘» Â·ğ‘¡ğ‘ºğ‘¦ğ‘’ ğ‘¯ Â·ğ‘»ğ‘Ÿğ‘© Â·ğ‘©ğ‘“ğ‘±ğ‘¤ğ‘¨ğ‘• ğ‘¦ğ‘¥ğ‘»ğ‘¡ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘•ğ‘³ğ‘ğ‘¼ğ‘¯ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘. ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘®ğ‘§ğ‘•ğ‘¦ğ‘ ğ‘•ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘• ğ‘£ğ‘³ğ‘™ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›, ğ‘¯ ğ‘©ğ‘¯ ğ‘­ğ‘¥ğ‘©ğ‘¯ğ‘©ğ‘• ğ‘œğ‘¤ğ‘µğ‘¥ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘› ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘¥ğ‘§ğ‘¯ ğ‘ ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘›.
lt: Deoranui, serui Gerikui ir Urza Afalasui išnirus iš didžiojo miško, jau snigo. Ore tvyrojo spengianti tyla, o Pietų Sargybos vyrams iš paskos žingsniavo bauginanti tamsa.

source: Finally they arrived at the southern border of Wesnoth and the forts that guarded it. The undead were close on their heels...
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘ğ‘± ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘³ğ‘ğ‘¼ğ‘¯ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¯ ğ‘ ğ‘“ğ‘¹ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘œğ‘¸ğ‘›ğ‘©ğ‘› ğ‘¦ğ‘‘. ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¢ğ‘» ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ğ‘º ğ‘£ğ‘°ğ‘¤ğ‘Ÿ...
lt: Pagaliau jie atvyko prie pietinių Vesnoto sienų ir jas saugančių fortų. Nemirėliai mynė jiems ant kulnų...

source: Finally the sun broke the horizon and its rays breathed new life into the weary defenders of Westin. A great cry echoed through the valley as the men of the South Guard pressed their elven foes back from the walls. Suddenly the field was covered in a great fog...
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘ ğ‘•ğ‘³ğ‘¯ ğ‘šğ‘®ğ‘´ğ‘’ ğ‘ ğ‘£ğ‘¼ğ‘²ğ‘Ÿğ‘©ğ‘¯ ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘®ğ‘±ğ‘Ÿ ğ‘šğ‘®ğ‘°ğ‘ğ‘› ğ‘¯ğ‘¿ ğ‘¤ğ‘²ğ‘“ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘¢ğ‘½ğ‘¦ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘»ğ‘Ÿ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯. ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘®ğ‘² ğ‘§ğ‘’ğ‘´ğ‘› ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘° ğ‘¨ğ‘Ÿ ğ‘ ğ‘¥ğ‘§ğ‘¯ ğ‘ ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘› ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ğ‘º ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘“ğ‘´ğ‘Ÿ ğ‘šğ‘¨ğ‘’ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ. ğ‘•ğ‘³ğ‘›ğ‘©ğ‘¯ğ‘¤ğ‘¦ ğ‘ ğ‘“ğ‘°ğ‘¤ğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘³ğ‘ğ‘¼ğ‘› ğ‘¦ğ‘¯ ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘“ğ‘ªğ‘œ...
lt: Pagaliau aušra nudažė horizontą ir saulės spinduliai įkvėpė naujos gyvybės nuvargusiems Vestino gynėjams. Didis šūkis nuaidėjo per slėnį, kai Pietų Sargybos vyrai nustūmė savo priešus elfus nuo sienų. Staiga, visą mūšio lauką užtemdė tankus rūkas...

source: When the fog broke, Ethiliel stood alone, facing the wall of spears. Bathed in light, she spoke to the men of Wesnoth, saying, 'Stop! Enough blood has been spilled before the walls of this city! The injury you humans have done to the elves is great, but your service also was worthy.'
lt: Kai rūkas išsisklaidė, priešais iečių sieną stovėjo vieniša Etilielė. Maudoma saulės spindulių, ji kreipėsi į Vesnoto vyrus: „Sustokite! Pakankamai kraujo buvo pralieta priešais šio miesto sienas! Žala, kurią jūs, žmonės, padarėte elfams, didžiulė. Tačiau ir pagelbėjote jūs nemažai.“

source: These are the terms of the peace between us: any man found in the forest or hills that belong to the elves will taste death. No more will the elves send ambassadors or councilors to Westin, and no more will men wander the green woods.
lt: Štai taikos tarp mūsų sąlygos: bet koks žmogus, užkluptas elfams priklausančiuose miškuose ar kalvose, sutiks savo mirtį. Nebesiųs daugiau elfai pasiuntinių ar patarėjų į Vestiną, ir nebeslampinės daugiau žmonės po žaliąsias girias.

source: Thus an uneasy peace was consummated between man and elf. For many weeks the South Guard patrolled the borders of the elven woods and watched over the growing farms and villages. Finally, as the snow melted and the roads bore their burdens again, a messenger came from King Haldric.
en@shaw: ğ‘ğ‘³ğ‘• ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘°ğ‘Ÿğ‘¦ ğ‘ğ‘°ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘­ğ‘¯ğ‘•ğ‘©ğ‘¥ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ ğ‘¯ ğ‘§ğ‘¤ğ‘“. ğ‘“ğ‘¹ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¢ğ‘°ğ‘’ğ‘• ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘› ğ‘ğ‘©ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ğ‘Ÿ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ ğ‘¯ ğ‘¢ğ‘ªğ‘—ğ‘‘ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘œğ‘®ğ‘´ğ‘¦ğ‘™ ğ‘“ğ‘¸ğ‘¥ğ‘Ÿ ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ. ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦, ğ‘¨ğ‘Ÿ ğ‘ ğ‘•ğ‘¯ğ‘´ ğ‘¥ğ‘§ğ‘¤ğ‘‘ğ‘©ğ‘› ğ‘¯ ğ‘ ğ‘®ğ‘´ğ‘›ğ‘Ÿ ğ‘šğ‘¹ ğ‘ğ‘º ğ‘šğ‘»ğ‘›ğ‘©ğ‘¯ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯, ğ‘© ğ‘¥ğ‘§ğ‘•ğ‘©ğ‘¯ğ‘¡ğ‘¼ ğ‘’ğ‘±ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ Â·ğ‘’ğ‘¦ğ‘™ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’.
lt: Šitaip stojo nerami taika tarp žmonių ir elfų. Daugelį savaičių Pietų Sargyba patruliavo elfų pamiškes ir prižiūrėjo fermų ir kaimų atstatymą. Pagaliau, betirpstant sniegui ir atsivėrus keliams, atvyko pasiuntinys nuo karaliaus Haldriko.

source: Sir Deoran, Knight of Wesnoth, was summoned to Weldyn for a council with King Haldric himself. Storm clouds were brewing throughout the realm, and every commander would be needed to weather the storm...
lt: Seras Deoranas, Vesnoto riteris, buvo iškviestas į Veldyną, į pasitarimą su pačiu karaliumi Haldriku. Virš karalystės rinkosi audros debesys, ir kiekvieno vado nuomonė apie artėjančią audrą buvo vertinga.

source: With bitter spears and grim expression, the men of Wesnoth launched the last assault on the undead. As they cut through lifeless flesh and shattered chill bones a ray of sunlight pierced the clouds. The winds died and the men were filled with new life. A great cry they let out as they stormed the encampment of Mal M'Brin himself, and threw down the mighty wizard.
lt: Su aštriomis ietimis ir rūsčiais veidais, Vesnoto vyrai pradėjo paskutinį išpuolį prieš nemirėlius. Jiems bekapojant negyvus kūnus ir bedaužant šaltus kaulus, pro debesis prasibrovė saulės spindulys. Vėjas nurimo ir vyrai įgavo naują kvėpavimą. Surikę kurtinantį karo šūkį, jie puolė Mal M'Brino stovyklą ir nuvertė galingąjį burtininką.

source: Exhausted, Deoran dropped his lance to the ground. The men around him slowly lifted their helmets from their brows. The moans of the wounded overshadowed the rustling of the north wind in the distance. The undead were gone.
en@shaw: ğ‘¦ğ‘œğ‘Ÿğ‘·ğ‘•ğ‘‘ğ‘©ğ‘›, Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘›ğ‘®ğ‘ªğ‘ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¤ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›. ğ‘ ğ‘¥ğ‘§ğ‘¯ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘£ğ‘¦ğ‘¥ ğ‘•ğ‘¤ğ‘´ğ‘¤ğ‘¦ ğ‘¤ğ‘¦ğ‘“ğ‘‘ğ‘©ğ‘› ğ‘ğ‘º ğ‘£ğ‘§ğ‘¤ğ‘¥ğ‘©ğ‘‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘º ğ‘šğ‘®ğ‘¬ğ‘Ÿ. ğ‘ ğ‘¥ğ‘´ğ‘¯ğ‘Ÿ ğ‘ ğ‘ ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘©ğ‘› ğ‘´ğ‘ğ‘¼ğ‘–ğ‘¨ğ‘›ğ‘´ğ‘› ğ‘ ğ‘®ğ‘³ğ‘•ğ‘¤ğ‘¦ğ‘™ ğ‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘¢ğ‘²ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•. ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¢ğ‘» ğ‘œğ‘ªğ‘¯.
lt: Išsekęs, Deoranas numetė savo ietį žemėn. Vyrai aplink jį palengva kėlė šalmus nuo akių. Sužeistųjų dejonės nustelbė tolimą šiaurės vėjo šnabždesį. Nemirėlių nebeliko.

source: For days the healers of Westin worked feverishly to save as many of the valiant soldiers as they were able. Many mounds, though, were raised as homes for the fallen in the fields north of the city, and to the roll of fallen heroes many names were added.
en@shaw: ğ‘“ğ‘¹ ğ‘›ğ‘±ğ‘Ÿ ğ‘ ğ‘£ğ‘°ğ‘¤ğ‘»ğ‘Ÿ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ ğ‘¢ğ‘»ğ‘’ğ‘‘ ğ‘“ğ‘§ğ‘ğ‘»ğ‘¦ğ‘–ğ‘¤ğ‘° ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘ ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘˜ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘¢ğ‘» ğ‘±ğ‘šğ‘©ğ‘¤. ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ, ğ‘ğ‘´, ğ‘¢ğ‘» ğ‘®ğ‘±ğ‘Ÿğ‘› ğ‘¨ğ‘Ÿ ğ‘£ğ‘´ğ‘¥ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘“ğ‘·ğ‘¤ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘°ğ‘¤ğ‘›ğ‘Ÿ ğ‘¯ğ‘¹ğ‘” ğ‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦, ğ‘¯ ğ‘‘ ğ‘ ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘“ğ‘·ğ‘¤ğ‘©ğ‘¯ ğ‘£ğ‘½ğ‘´ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¯ğ‘±ğ‘¥ğ‘Ÿ ğ‘¢ğ‘» ğ‘¨ğ‘›ğ‘©ğ‘›.
lt: Dienų dienas Vestino gydytojai karštligiškai dirbo, gelbėdami tiek gyvybių, kiek tik pajėgė. Ir visgi, pievose į šiaurę nuo miesto buvo supilta daug kapų kritusiems, ir visų jų vardai buvo surašyti į kritusiųjų didvyrių sąrašą.

source: The loftiest mound belonged to Sir Gerrick. After the battle, Deoran led an expedition to the southern border posts, and there he found Sir Gerrick's sword and shield. Those he placed atop Gerrick's mound, and they were a symbol of loyalty and valor to all the people of Westin.
lt: Didingiausiame kape gulėjo seras Gerikas. Po mūšio, Deoranas nuvedė ekspediciją prie pietinio pasienio fortų, ir ten surado sero Geriko kalaviją ir skydą. Juos padėjo ant Geriko kapo, ir visiems Vestino žmonėms jie simbolizavo drąsą ir atsidavimą.

source: Gerrick's name was added at the top of the roll of fallen heroes, and read aloud at the beginning of every great council. The memory of his desperate last stand at the border posts passed into song, and was not forgotten for many generations.
lt: Geriko vardas buvo įrašytas kritusiųjų sąrašo viršuje ir buvo garsiai perskaitomas kiekvieną kartą susirinkus didžiajai tarybai. Jo paskutiniojo beviltiško mūšio pasienyje atminimas buvo apdainuotas dainose, kurios daugelį kartų buvo perduodamos iš lūpų į lūpas.

source: Deoran spent his days visiting the wounded and directing the men as they rebuilt the shattered walls and ramparts of the city. Finally, as the snow melted and the roads bore their burdens again, a messenger came from King Haldric.
en@shaw: Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘›ğ‘±ğ‘Ÿ ğ‘ğ‘¦ğ‘Ÿğ‘©ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¯ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘§ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘®ğ‘°ğ‘šğ‘¦ğ‘¤ğ‘‘ ğ‘ ğ‘–ğ‘¨ğ‘‘ğ‘»ğ‘› ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘®ğ‘¨ğ‘¥ğ‘ğ‘¸ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦. ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦, ğ‘¨ğ‘Ÿ ğ‘ ğ‘•ğ‘¯ğ‘´ ğ‘¥ğ‘§ğ‘¤ğ‘‘ğ‘©ğ‘› ğ‘¯ ğ‘ ğ‘®ğ‘´ğ‘›ğ‘Ÿ ğ‘šğ‘¹ ğ‘ğ‘º ğ‘šğ‘»ğ‘›ğ‘©ğ‘¯ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯, ğ‘© ğ‘¥ğ‘§ğ‘•ğ‘©ğ‘¯ğ‘¡ğ‘¼ ğ‘’ğ‘±ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘’ğ‘¦ğ‘™ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’.
lt: Deoranas leido laiką lankydamas sužeistuosius ir vadovaudamas vyrams, kurie atstatinėjo apgadintas miesto sienas ir įtvirtinimus. Pagaliau, betirpstant sniegui ir atsivėrus keliams, atvyko pasiuntinys nuo karaliaus Haldriko.

source: Sir Deoran, Knight of Wesnoth, was summoned to Weldyn for a council with King Haldric himself. Storm clouds were brewing throughout the realm, and every commander would be needed to weather the onslaught...
lt: Seras Deoranas, Vesnoto riteris, buvo iškviestas į Veldyną, į pasitarimą su pačiu karaliumi Haldriku. Virš karalystės rinkosi audros debesys, ir kiekvieno vado nuomonė apie artėjantį sunkmetį buvo vertinga.

source: A young Knight, Deoran, is dispatched to take command of the South Guard... Note: This campaign is designed as an introduction to Wesnoth. The â€˜Civilianâ€™ difficulty level is aimed at first-time players.
en@shaw: ğ‘© ğ‘˜ğ‘³ğ‘™ ğ‘¯ğ‘²ğ‘‘, Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯, ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¨ğ‘—ğ‘‘ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘ ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘›... ğ‘¯ğ‘´ğ‘‘: ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘› ğ‘¨ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘›ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”. ğ‘ 'ğ‘•ğ‘©ğ‘ğ‘¦ğ‘¤ğ‘˜ğ‘©ğ‘¯' ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ğ‘¦ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘±ğ‘¥ğ‘› ğ‘¨ğ‘‘ ğ‘“ğ‘»ğ‘•ğ‘‘-ğ‘‘ğ‘²ğ‘¥ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ.

source: De...
en@shaw: ğ‘›ğ‘°...

source: Lt. Meris
en@shaw: Â·ğ‘¤ğ‘¿ğ‘‘ğ‘§ğ‘¯ğ‘©ğ‘¯ğ‘‘. ğ‘¥ğ‘ºğ‘©ğ‘•

source: We wonâ€™t be able to hold them off for long. I should go reason with them!
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘ªğ‘“ ğ‘“ğ‘¹ ğ‘¤ğ‘ªğ‘™. ğ‘² ğ‘–ğ‘«ğ‘› ğ‘œğ‘´ ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘§ğ‘¥!
