Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: The South Guard — Tutorial
ar: الحرس الجنوبي — البرنامج التعليمي
es: La Guardia del Sur — Tutorial
fi: Etelän vartiosto — Tutoriaali
gl: A garda do sur — Titorial
it: La Guardia del Sud — Esercitazione

source: TSG
es: LGdS
fi: Ev
gl: AGdS
it: LGdS
lt: PS
nb_no: SG
uk: ПГ

source: A young knight, Deoran, is dispatched to the southern frontier town of Westin. Thrust quickly into a hapless conflict against marauding bandits, Deoran soon encounters darker forces at play. Rally the South Guard and defend your homes! <i><b>This is the recommended starting campaign.</b></i>
ar: فارس شاب يُدعى ديوران يتم إرساله إلى بلدة ويستين الحدودية الجنوبية. يُدفع بسرعة إلى صراع غير محظوظ ضد قطاع الطرق، وسرعان ما يواجه ديوران قوى أكثر ظلمة تعمل. حشد الحرس الجنوبي ودافع عن منازلك! <i><b>هذه الحملة الموصى بها للبدء.</b></i>
es: Un joven caballero, Deoran, es enviado a la ciudad fronteriza sureña de Westin. Arrastrado rápidamente a un desesperado conflicto contra bandidos merodeadores, Deoran pronto se encuentra con fuerzas más oscuras en juego. ¡Reúne a la Guardia del Sur y defiende tus hogares! <i><b>Esta es la campaña inicial recomendada.</b></i>
fi: Nuori ritari Deoran lähetetään Westinin eteläiseen rajakylään. Deoran kohtaa pian synkkiä voimia jouduttuaan kovaonniseen kahnaukseen ryöväreitä vastaan. Kokoa Etelän vartiosto ja puolusta kotiasi! <i><b>Tämä on suositeltu aloituskampanja.</b></i>
gl: Un novo cabaleiro, Deoran, é enviado á vila fronteiriza do sur, Westin. Rapidamente envolto nun conflito desesperado contra bandoleiros saqueadores, Deoran pronto descubre forzas máis escuras en acción. Reúne a Garda Sur e defende os teus fogares! <i><b>Esta é a campaña recomendada para comezar.</b></i>
it: Un giovane cavaliere, Deoran, viene inviato nella città di Westin, presso confini meridionali. Piombato immediatamente in un malaugurato conflitto contro dei predoni, Deoran si imbatte immediatamente in alcuna forze oscure in azione. Raduna la Guardia del Sud e difendi le tue case! <i><b>Questa è la campagna iniziale consigliata.</b></i>

source: (Novice level, 6 scenarios.)
ar: (مستوى المبتدئين، 6 سيناريوهات.)
es: (Nivel principiante, 6 escenarios.)
fi: (Aloittelijatasoa, 6 skenaariota)
gl: (Nivel principiante, 9 escenarios.)
it: (Livello per novizi, 6 scenari)

source: Story continued in: “The Deceiver’s Gambit”
ar: تتمة القصة في: "مناورة المخادع"
es: La historia continúa en: «El Gambito del Embaucador»
fi: Tarina jatkuu: “Kavaltajan uhkapeli”
gl: A historia continúa en: «O Gambito do trampón»
it: La storia prosegue in: “Il Gambetto dell’Ingannatore”

source: 1x enemies, 70% XP
ar: أعداء 1x، 70% خبرة
es: 1x enemigos, 70% XP
fi: 1x vihollisia, 70 % kokemusta
gl: 1x inimigos, 70% de Exp.
it: 1x nemici, 70% pe

source: Easy
ar: سهل
es: Fácil
fi: Helppo
gl: Sinxelo
it: Facile
nb_no: Lett
uk: Легко

source: 2x enemies, 90% XP
ar: أعداء 2x، 90% خبرة
es: 2x enemigos, 90% XP
fi: 2x vihollisia, 90 % kokemusta
gl: 2x inimigos, 90% Exp.
it: 2x nemici, 90% pe

source: 4x enemies, 100% XP
ar: أعداء 4x، 100% خبرة
es: 4x enemigos, 100% XP
fi: 4x vihollisia, 100 % kokemusta
gl: 4x inimigos, 100% Exp.
it: 4x nemici, 100% pe

source: Hard
ar: صعب
es: Difícil
fi: Vaikea
gl: Difícil
it: Difficile

source: Newest Campaign Version Rewrite
ar: أحدث إصدار لإعادة كتابة الحملة
es: Reescritura de la versión más reciente de la campaña
fi: Uusin kampanjaversion muokattu
gl: Nova versión da campaña reescrita
it: Riscrittura Ultima Versione della Campagna

source: Campaign Design
ar: تصميم الحملة
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯
es: Diseño de la campaña
fi: Kampanjasuunnittelu
gl: Deseño da campaña
it: Progetto della Campagna
lt: Kampanijos kūrimas
nb_no: Kampanjeutforming
uk: Розробка кампанії

source: Campaign Maintenance
ar: صيانة الحملة
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘¥ğ‘±ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘•
es: Mantenimiento de la campaña
fi: Kampanjan ylläpito
gl: Mantemento da campaña
it: Manutenzione della Campagna
lt: Kampanijos priežiūra
nb_no: Vedlikehold av kampanjen
uk: Підтримка кампанії

source: Artwork and Graphics Design
ar: العمل الفني وتصميم الرسومات
en@shaw: ğ‘¸ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯
es: Diseño de arte y gráficos
fi: Taide ja graafinen suunnittelu
gl: Deseño gráfico e artístico
it: Progettazione grafica e Artistica
lt: Grafikos kūrimas
nb_no: Kunstverk og grafisk design
uk: Графіка та дизайн

source: The South Guard
ar: الحرس الجنوبي
en@shaw: ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘›
es: La Guardia del Sur
fi: Etelän vartiosto
gl: A garda do sur
it: La Guardia del Sud
lt: Pietų sargyba
nb_no: Sørgarden
uk: Південна Гвардія

source: Defeat Urza Mathin in <i>Born to the Banner</i>.
ar: هزم أورزا ماثين في <i>وُلِد تحت الراية</i>.
es: Derrota a Urza Mathin en <i>Nacido bajo el estandarte</i>.
fi: Kukista Urza Mathin skenaariossa <i>Syntynyt johtajaksi</i>.
gl: Derrota a Urza Mazin en <i>Nado para liderar</i>.
it: Sconfiggi Urza Mathin in <i>Nato per comandare</i>.

source: Scenario 1: Thug Beater
ar: السيناريو 1: مضرب البلطجية
es: Escenario 1: Golpeador de rufianes
fi: Skenaario 1: Konnanpieksäjä
gl: Escenario 1: O Esmagador de Matóns
it: Scenario 1: Picchiatore di teppisti

source: Defeat Urza Fastik in <i>Proven by the Sword</i>.
ar: هزم أورزا فاستيك في <i>ثبت بالسيف</i>.
es: Derrota a Urza Fastik en <i>Probado por la espada</i>.
fi: Kukista Urza Fastik skenaariossa <i>Miekka näyttää totuuden</i>.
gl: Derrota a Urza Fastic en <i>Probado pola espada</i>.
it: Sconfiggi Urza Fastik in <i>La prova della spada</i>.

source: Scenario 2: Trapper Trapper
ar: السيناريو 2: مصيدة المصائد
es: Escenario 2: Cazador de tramperos
fi: Skenaario 2: Ansoittaja, ansoittaja
gl: Escenario 2: Cazador de trampas
it: Scenario 2: Cacciatore di Cacciatori

source: Personally defeat Urza Nalmath in <i>Vale of Tears</i>.
ar: هزم أورزا نالماث شخصيًا في <i>وادي الدموع</i>.
es: Derrota personalmente a Urza Nalmath en <i>El valle de las lágrimas</i>.
fi: Kukista Urza Nalmath henkilökohtaisesti skenaariossa <i>Kyynelten laakso</i>.
gl: Derrota personalmente a Urza Nalmat en <i>Val de bágoas</i>.
it: Sconfiggi personalmente Urza Nalmath in <i>Valle di Lacrime</i>.

source: Scenario 3: Thief Slayer
ar: السيناريو 3: قاتل اللصوص
es: Escenario 3: Asesino de ladrones
fi: Skenaario 3: Vorontappaja
gl: Escenario 3: Asesino de Ladróns
it: Scenario 3: Uccisore di ladri

source: Defeat all enemy units in <i>Choice in the Fog</i>.
ar: هزم جميع الوحدات المعادية في <i>خيار في الضباب</i>.
es: Derrota a todas las unidades enemigas en <i>Decisión en la niebla</i>.
fi: Kukista kaikki vihollisyksiköt skenaariossa <i>Valinta sumussa</i>.
gl: Derrota todas as unidades inimigas en <i>Escolla na néboa</i>.
it: Sconfiggi tutte le unità nemiche in <i>Scelta nella nebbia</i>.

source: Scenario 4: Scorched Earth
ar: السيناريو 4: الأرض المحروقة
es: Escenario 4: Tierra quemada
fi: Skenaario 4: Poltettu maa
gl: Escenario 4: Terra Queimada
it: Scenario 4: Terra Bruciata

source: Complete <i>The Long March</i> in 10 turns or less.
ar: أكمل <i>المسيرة الطويلة</i> في 10 أدوار أو أقل.
es: Completa <i>La larga marcha</i> en 10 turnos o menos.
fi: Suorita <i>Pitkä marssi</i> enintään 10 vuorossa.
gl: Completa <i>A longa marcha</i> en 10 roldas ou menos.
it: Completa <i>La Lunga Marcia</i> in 10 turni o anche meno.

source: Scenario 5a: A Short March
ar: السيناريو 5أ: مسيرة قصيرة
es: Escenario 5a: Una marcha corta
fi: Skenaario 5a: Lyhyt marssi
gl: Escenario 5a: Unha marcha curta
it: Scenario 5a: Una Corta Marcia

source: Defeat any enemy leader in <i>Pebbles in the Flood</i>.
ar: هزم أي قائد معادٍ في <i>حصى في الفيضان</i>.
es: Derrota a cualquier líder enemigo en <i>Guijarros en la inundación</i>.
fi: Kukista mikä tahansa vihollisjohtaja skenaariossa <i>Toivoton taistelu</i>.
gl: Derrota a calquera líder inimigo en <i>Pelouros no asolagamento</i>.
it: Sconfiggi un qualsiasi condottiero nemico in <i>Ciottoli nell’alluvione</i>.

source: Scenario 5b: Probably Improbable
ar: السيناريو 5ب: ربما غير محتمل
es: Escenario 5b: Probablemente improbable
fi: Skenaario 5b: Epätodennäköistä kai
gl: Escenario 5b: Probablemente Improbable
it: Scenario 5b: Probabilmente Improbabile

source: Complete the campaign after playing the secret <i>Into the Depths</i> scenario.
es: Completa la campaña después de jugar el escenario secreto <i>En las profundidades</i>.
it: Completa la campagna dopo aver giocato<i>Negli Abissi</i>, lo scenario segreto.

source: Scenario 5c: Rocks Fall, Everyone Dies
ar: السيناريو 5ج: تسقط الصخور، يموت الجميع
es: Escenario 5c: Rocas caen, todos mueren
fi: Skenaario 5c: Kiviä putoilee, kaikki kuolevat
gl: Escenario 5c: Caen as pedras, morren todos
it: Scenario 5c: Cadono le Rocce, Muoiono Tutti

source: Lose <i>Vengeance</i> by defeating your enemy.
ar: خسر <i>الانتقام</i> بهزيمة عدوك.
es: Pierde <i>Venganza</i> derrotando a tu enemigo.
fi: Häviä <i>Kosto</i> kukistamalla vihollisesi.
gl: Perde <i>Vinganza</i> ao derrotar ao teu inimigo.
it: Perdi <i>Vendetta</i> sconfiggendo il tuo nemico.

source: Scenario 6a: Oops...
ar: السيناريو 6أ: عفوًا...
es: Escenario 6a: Ups...
fi: Skenaario 6a: Uups...
gl: Escenario 6a: Vaites...

source: Complete <i>The Tides of War</i> before receiving reinforcements.
ar: أكمل <i>مد وجزر الحرب</i> قبل تلقي التعزيزات.
es: Completa <i>Las mareas de la guerra</i> antes de recibir refuerzos.
fi: Suorita <i>Sodan kulku</i> ennen lisäjoukkojen saamista.
gl: Completa <i>As Mareas da Guerra</i> antes de recibir reforzos.
it: Completa <i>Le Sorti della Guerra</i> prima di ricevere i rinforzi.

source: Scenario 6b: Man Stands Alone
ar: السيناريو 6ب: يقف الرجل وحده
es: Escenario 6b: El hombre se mantiene solo
fi: Skenaario 6b: Ihmiset ovat yksin
gl: Escenario 6b: O home está só
it: Scenario 6b: L’Uomo è Solo

source: Tip:
ar: نصيحة:
es: Consejo:
fi: Vihje:
gl: Consello:
it: Suggerimento:

source: Understood
ar: مفهوم
es: Entendido
fi: Ymmärretty
gl: Entendido
it: Ho capito

source: Disable Tip Popups &amp; Dialogue
ar: تعطيل النوافذ المنبثقة للنصائح والحوار
es: Desactivar consejos emergentes y diálogos
fi: Poista vihjeponnahdukset ja -ikkunat käytöstä
gl: Desactivar consellos &amp; diálogos
it: Disabilita Suggerimenti &amp; Dialoghi

source: Choose an officer to accompany Deoran:
es: Elige un oficial para acompañar a Deoran:
it: Scegli un ufficiale che accompagni Deoran:

source: Veteran Infantryman
ar: مشاة مخضرم
es: Infantería Veterana
fi: Jalkaväen veteraani
gl: Infante veterano
it: Fante Veterano

source: Captain Mari
ar: الكابتن ماري
es: Capitana Mari
fi: Kapteeni Mari
gl: Capitan Mari
it: Capitan Mari

source: Veteran Fencer
ar: مبارز مخضرم
es: Esgrimista Veterana
fi: Veteraanimiekkailija
gl: Esgrimista veterán
it: Schermitrice Veterana

source: Minister Hylas
ar: الوزير هايلاس
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘•ğ‘‘ğ‘¼ Â·ğ‘£ğ‘²ğ‘¤ğ‘¨ğ‘•
es: Ministro Hylas
fi: Pappi Hylas
gl: Padre Hilas
it: Ministro Hylas
lt: Ministras Hylas
uk: Міністр Хілас

source: White Mage
es: Mago blanco
it: Mago Bianco

source: Leave with Sir Gerrick
es: Salir con Sir Gerrick
it: Parti con Ser Gerrick

source: Leave with Captain Mari
es: Salir con la capitana Mari
it: Parti con Capitan Mari

source: Leave with Minister Hylas
es: Salir con el ministro Hylas
it: Parti con Ministro Hylas

source: Born to the Banner
ar: وُلِد تحت الراية
en@shaw: Â·ğ‘šğ‘¹ğ‘¯ ğ‘‘ ğ‘ Â·ğ‘šğ‘¨ğ‘¯ğ‘»
es: Nacido para la bandera
fi: Syntynyt johtajaksi
gl: Nado para liderar
it: Nato per comandare
lt: Vadas iš prigimties
nb_no: Den fødte leder
uk: Природжений командир

source: South Guard
ar: الحرس الجنوبي
en@shaw: Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘›
es: La guardia del sur
fi: Etelän vartiosto
gl: Garda do sur
it: La Guardia del Sud
lt: Pietų Sargyba
nb_no: Den sørlige garden
uk: Південна Гвардія

source: The Author
ar: المؤلف
es: El autor
fi: Tekijä
gl: Autor
it: Autore

source: NOTE: ‘Hard’ difficulty is intended to be a challenge even for experienced players! If you’re new to Wesnoth, you may want to try a lower difficulty.
ar: ملحوظة: مستوى الصعوبة "الصعب" مخصص ليكون تحديًا حتى للاعبين المتمرسين! إذا كنت جديدًا على Wesnoth، فقد ترغب في تجربة مستوى صعوبة أقل.
es: NOTA: La dificultad ‘Difícil’ está pensada para ser un reto incluso para jugadores experimentados. Si eres nuevo en Wesnoth, puede que prefieras intentar una dificultad menor.
fi: HUOM. "Vaikea" on tarkoitettu haastamaan kokeneitakin pelaajia! Jos Wesnoth on sinulle uusi, halunnet kokeilla alempaa vaikeusastetta.
gl: NOTA: A dificultade ‘Difícil’ está pensada para ser un reto mesmo para xogadores experimentados! Se es novo no Noroeste, poida que queiras probar unha dificultade máis baixa.
it: Nota: il livello di difficoltà “difficile” rappresenta una sfida anche per i giocatori più esperti! Se sei alle prime armi con Wesnoth, dovresti provare uno dei livelli di difficoltà più bassi.

source: loyal
ar: مخلص
es: leal
fi: uskollinen
gl: leal
it: leale

source: Zero upkeep
ar: صفر تكاليف صيانة
es: Sin mantenimiento
fi: Ei ylläpitoa
gl: Sen mantemento
it: Nessun mantenimento

source: Lieutenant Deoran, reporting for duty SIR! ...err, ma’am.
ar: الملازم ديوران، أبلغ للخدمة سيدي! ...عفواً، سيدتي.
es: ¡Teniente Deoran, reportándose para el deber SEÑOR! ...eh, señora.
fi: Luutnantti Deoran ilmoittautuu palvelukseen, HERRA! ...öö, rouva.
gl: Tenente Deoran, presentándose para o servizo, SEÑOR! ...eh, señora.
it: Tenente Deoran, a rapporto per le consegne SIGNORE! ...ehm, signora.

source: Relax, Lieutenant. Fresh from the academy, are we?
ar: استرخِ، أيها الملازم. حديث التخرج من الأكاديمية، أليس كذلك؟
es: Relájate, teniente. ¿Recién salido de la academia, eh?
fi: Lepo, luutnantti. Uusi akatemiasta, niinhän?
gl: Relaxa, tenente. Acabas de saír da academia, non si?
it: Riposo, Tenente. Fresco di accademia, vero?

source: Well, orders are orders. Come on over here, Deoran — let’s get a closer look at you.
ar: حسنًا، الأوامر هي الأوامر. تعال إلى هنا، ديوران — دعنا نلقي نظرة عليك عن قرب.
es: Bueno, órdenes son órdenes. Ven aquí, Deoran — vamos a echarte un vistazo más de cerca.
fi: No, käskyt ovat käskyjä. Tule tänne, Deoran. Katsotaanpa tarkemmin.
gl: Ben, as ordes son ordes. Acércate aquí, Deoran — déixame ollarte de preto.
it: Beh, gli ordini sono ordini. Vieni qui, Deoran — fatti osservare da più vicino.

source: On my way!
ar: في طريقي!
es: ¡En camino!
fi: Tullaan!
gl: Xa vou!
it: Arrivo!

source: I know what I’m doing. (Skip tutorial)
ar: أعرف ما أفعله. (تخطي البرنامج التعليمي)
es: Sé lo que hago. (Saltar tutorial)
fi: Tiedän mitä teen. (Ohita tutoriaali)
gl: Sei o que fago. (Saltar titorial)
it: So cosa sto facendo. (Salta l’addestramento)

source: Suit yourself. I’m sure you won’t need my help against those bandits anyway.
ar: كما تشاء. أنا متأكد من أنك لن تحتاج إلى مساعدتي ضد أولئك قطاع الطرق على أي حال.
es: Como quieras. Estoy segura de que no necesitarás mi ayuda contra esos bandidos de todos modos.
fi: Miten vaan. Et varmasti kaipaa apuani noita ryöväreitä vastaan muutenkaan.
gl: Ti mesmo. Seguro que de todos os xeitos non precisarás da miña axuda contra eses bandoleiros.
it: Come preferisci. Comunque, sono sicura che non avrai bisogno del mio aiuto contro quei banditi.

source: Move Deoran next to Mari first! (press “u” if you need to undo a move)
ar: انقل ديوران بجوار ماري أولًا! (اضغط على "u" إذا كنت بحاجة إلى التراجع عن حركة ما)
es: ¡Mueve primero a Deoran junto a Mari! (presiona “u” si necesitas deshacer un movimiento)
fi: Siirrä Deoran ensin Marin viereen! (paina “u”, jos siirto pitää perua)
gl: Move primeiro a Deoran xunto a Mari! (preme “u” para desfacer un movemento)
it: Per prima cosa, sposta Deoran vicino a Mari! (premi “u” se vuoi annullare la mossa)

source: Move Deoran next to Mari
ar: حرك ديوران بجوار ماري
es: Mover a Deoran junto a Mari
fi: Siirrä Deoran Marin viereen
gl: Move a Deoran xunto a Mari
it: Sposta Deoran vicino a Mari

source: Get yourself killed
ar: اقتل نفسك
es: Que te maten
fi: Tapatat itsesi
gl: Fai que te maten
it: Ti fai uccidere

source: <i>(Bows)</i> A pleasure to make your acquaintance, Captain.
ar: <i>(ينحني)</i> سعدت بمعرفتك، أيها القبطان.
es: <i>(Se inclina)</i> Un placer conocerla, capitana.
fi: <i>(Kumartaa)</i> Ilo tavata teidät, kapteeni.
gl: <i>(Reverencia)</i> Un pracer coñecela, capitá.
it: <i>(Inchinandosi)</i> Piacere di conoscerla, Capitano.

source: Wondering about those percentages that appear on the ground when you move a unit? That’s your soldiers’ terrain defense — their <i><b>chance to dodge</b></i> enemy attacks.
es: ¿Te preguntas por esos porcentajes que aparecen en el suelo cuando mueves una unidad? Esa es la defensa en el terreno de tus soldados — su <i><b>probabilidad de esquivar</b></i> ataques enemigos.
it: Ti stai chiedendo cosa siano tutte queste percentuali che appaiono sul terreno ogni volta che provi a muovere una unità? Ebbene, sono i valori di difesa della tua unità su quel tipo di terreno: la loro <i><b>probabilità di schivare</b></i> gli attacchi nemici.

source: Dodging Attacks
ar: تفادي الهجمات
es: Esquivar ataques
fi: Hyökkäysten väistäminen
gl: Esquivar ataques
it: Schivare gli Attacchi

source: In Wesnoth, every attack has a chance to miss. Units on favorable terrain (such as castles, villages, forest, or hills) are more likely to dodge attacks, while units on poor terrain (such as water, sand, or ice) are much easier to hit. Different units receive different benefits from terrain. Most infantry, for example, have 50% dodge in forest — but cavalry only have 30%. For details, <b><i>right-click on a unit and select “Unit Type Description.”</i></b> For the most advantageous fights, try to <b><i>position your units on good terrain</i></b>, and <b><i>attack your enemies while they’re on poor terrain!</i></b>
es: En Wesnoth, cada ataque tiene una posibilidad de fallar. Las unidades en terreno favorable (como castillos, aldeas, bosques o colinas) tienen más probabilidades de esquivar ataques, mientras que las unidades en terreno desfavorable (como agua, arena o hielo) son mucho más fáciles de golpear. Diferentes unidades reciben distintos beneficios del terreno. La mayoría de la infantería, por ejemplo, tiene un 50 % de esquiva en bosque, pero la caballería solo un 30 %. Para más detalles, <b><i>haz clic derecho sobre una unidad y selecciona “Descripción del tipo de unidad”.</i></b> Para las peleas más ventajosas, intenta <b><i>posicionar tus unidades en buen terreno</i></b> y <b><i>atacar a tus enemigos mientras estén en terreno desfavorable!</i></b>
it: In Wesnoth, ogni attacco ha una probabilità di fallimento. Le unità situate su un terreno vantaggioso (tipo castelli, villaggi, foreste, o colline) hanno una probabilità maggiore di schivare gli attacchi, invece le unità su terreni svantaggiati (tipo acqua, sabbia, o ghiaccio) vengono colpite più facilmente. Unità differenti ricevono benefici differenti dal terreno. La maggior parte della fanteria, ad esempio, ha il 50% di schivata nelle foreste, mentre la cavalleria soltanto il 30%, Per maggiori dettagli <b><i>clicca col tasto destro su una unità e seleziona “Descrizione Tipo Unità.”</i></b> Per essere avvantaggiato in combattimento, cerca di <b><i>posizionare le tue unità su dei terreni favorevoli</i></b>, e <b><i>attacca i tuoi avversari quando sono su quelli a loro sfavorevoli!</i></b>

source: Amazing, you know how to ride your horse. Now let’s see if you know how to swing your sword.
ar: مدهش، أنت تعرف كيف تركب حصانك. الآن دعنا نرى إذا كنت تعرف كيف تلوح بسيفك.
es: Increíble, sabes montar tu caballo. Ahora veamos si sabes cómo blandir tu espada.
fi: Hämmästyttävää, tiedät, miten ratsastaa hevosellasi. Katsotaanpa, tiedätkö, miten heilutella miekkaasi.
gl: Incrible, sabes montar a cabalo. Agora imos ver se tamén sabes manexar a espada.
it: Incredibile, sai perfino stare in sella al tuo cavallo. Adesso vediamo se sai come si maneggia la tua spada.

source: Behold!
es: ¡Mira!
it: Ammira!

source: ...a quintain? You want me to attack a practice dummy?
ar: ...دمية التدريب؟ تريد مني أن أهاجم دمية تدريب؟
es: ...¿un quintana? ¿Quieres que ataque a un muñeco de práctica?
fi: ... Harjoittelunukke? Haluatko minun taistelevan harjoitusnukkea vastaan?
gl: ... un estafermo? Queres que ataque un manequín de adestramento?
it: ... una quintana? Vuole che attacchi un fantoccio da addestramento?

source: You have fifty pounds of armor and a horse, rookie. I’m fairly sure you’ll win.
es: Tienes veinticinco kilos de armadura y un caballo, novato. Estoy bastante segura de que ganarás.
it: Novellino, hai cinquanta libbre di armatura e un cavallo: sono abbastanza sicura che riuscirai a sconfiggerla.

source: Attack the dummy first!
ar: هاجم الدمية أولاً!
es: ¡Ataca al muñeco primero!
fi: Hyökkää nukkea vastaan ensin!
gl: Ataca primeiro o manequín!
it: Attacca il fantoccio per primo!

source: Attack the dummy
ar: هاجم الدمية
es: Ataca al muñeco
fi: Hyökkää nukkea vastaan
gl: Ataca o manequín
it: Attacca il fantoccio

source: Hey, this quintain fights back! I’m not about to lose to a dummy — let me attack again!
ar: مهلاً، هذه الدمية ترد بالهجوم! لن أخسر أمام دمية - دعني أهاجم مرة أخرى!
es: ¡Oye, esta quintana contraataca! No pienso perder contra un muñeco — déjame atacar otra vez!
fi: Hei, tämä harjoittelunukke lyö takaisin! En aio hävitä nukelle! Anna kun hyökkään taas!
gl: Anda! Este estafermo sabe loitar! Non vou perder contra un manequín — déixame atacar de novo!
it: Hei, questa quintana risponde ai colpi! Non mi piace perdere contro un fantoccio: attaccherò di nuovo!

source: Nice try, but you already used up your chance to attack. Now it’s the <i>quintain’s</i> turn to act.
es: Buen intento, pero ya gastaste tu oportunidad de atacar. Ahora es el turno de la <i>quintana</i>.
it: Bella mossa, ma attaccando la quintana hai esaurito il tuo turno. Ora è il turno della <i>quintana</i> di attaccare.

source: The <i>dummy</i> gets a turn?
ar: الدمية تحصل على دور؟
es: ¿El <i>muñeco</i> tiene turno?
fi: <i>Harjoitusnukkeko</i> saa vuoron?
gl: O <i>manequín</i> ten a rolda?
it: Il <i>fantoccio</i> ha un turno a disposizione?

source: Why not? It’s a magical quintain, on loan from the wizards’ academy at Alduin. It strikes twice per attack, and will sting something fierce if it hits you. Brace yourself!
es: ¿Por qué no? Es una quintana mágica, prestada por la academia de magos de Alduin. Golpea dos veces por ataque, y dolerá bastante si logra darte. ¡Prepárate!
it: Perché no? Si tratta di una quintana magica, presa in prestito dall’accademia dei maghi di Alduin. È in grado di colpire due volte in attacco, e se ti colpisce, ti farà molto male. Preparati!

source: To end your turn, click the <b>“End Turn”</b> button in the bottom-right corner of the screen, or press <b>Ctrl+Space</b>.
ar: لإنهاء دورك، انقر على زر <b>"إنهاء الدور"</b> في الركن الأيمن السفلي من الشاشة، أو اضغط على <b>Ctrl+Space</b>.
es: Para terminar tu turno, haz clic en el botón <b>“Terminar turno”</b> en la esquina inferior derecha de la pantalla, o presiona <b>Ctrl+Espacio</b>.
fi: Päätä vuorosi napsauttamalla <b>"Lopeta vuoro"</b> -nappia ruudun oikeassa alakulmassa, tai painamalla <b>Ctrl+Välilyönti</b>.
gl: Para finalizar a túa rolda, fai clic no botón <b>"Finalizar rolda"</b> na esquina inferior dereita da pantalla ou preme <b>Ctrl+Espazo</b> .
it: Per terminare il tuo turno, clicca il bottone <b>“Fine turno”</b> nell’angolo in basso a destra dello schermo, oppure premi <b>Ctrl+Spazio</b>.

source: End your turn
ar: أنهِ دورك
es: Termina tu turno
fi: Lopeta vuorosi
gl: Remata a túa rolda
it: Fine del tuo turno
