Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Zarr
en@shaw: ğ‘Ÿğ‘¨ğ‘®
lt: Zarras

source: Abdur
lt: Abduras

source: Queen Xeila
en@shaw: ğ‘’ğ‘¢ğ‘°ğ‘¯ Â·ğ‘Ÿğ‘°ğ‘¦ğ‘¤ğ‘©
lt: Karalienė Zeila

source: Ssanur
lt: Ssanuras

source: Lesssh
lt: Leššš

source: Kallen
en@shaw: ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¯
lt: Kalenas

source: Eliomir
lt: Eliomyras

source: Sir Gerrick, you must make it back to Kerlath Province and warn your people of the danger from the south. We will lead you through the forest and clear any foes from your path. You may choose some of our veterans to go with you as well, and any ones you leave behind will still have time to catch up with Ethiliel and Deoran.
lt: Sere Gerikai, privalote grįžti į Kerlato provinciją ir perspėti apie pavojų iš pietų. Mes jus lydėsime per mišką ir šalinsime iš kelio priešus. Galite su savimi pasiimti kelis veteranus, o tie, kuriuos paliksite, dar galės prisijungti prie Deorano ir Etilielės.

source: With the bandits and undead vanquished behind us, what foes can there be ahead? Let us hope this is a speedy journey, for the specter of winter looms.
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘ğ‘¨ğ‘™ğ‘’ğ‘¢ğ‘¦ğ‘–ğ‘‘ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘³ğ‘•, ğ‘¢ğ‘ªğ‘‘ ğ‘“ğ‘´ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘º ğ‘šğ‘° ğ‘©ğ‘£ğ‘§ğ‘›? ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘£ğ‘´ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘ğ‘°ğ‘›ğ‘¦ ğ‘¡ğ‘»ğ‘¯ğ‘°, ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘» ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘¤ğ‘µğ‘¥ğ‘Ÿ.
lt: Kai atsikratėme banditų ir nemirėlių, kokie dar gali būti priešai? Tikėkimės, bus greita kelionė, nes žiema jau ne už kalnų.

source: Move Sir Gerrick to the north end of the woods
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘•ğ‘» Â·ğ‘¡ğ‘ºğ‘¦ğ‘’ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ
lt: Nuveskite serą Geriką į šiaurinę pamiškę

source: Hss... Here are the humans who have made a pact with the cursed mermen! Hss...
en@shaw: ğ‘£ğ‘•ğ‘•... ğ‘£ğ‘½ ğ‘¸ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘±ğ‘› ğ‘© ğ‘ğ‘¨ğ‘’ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘’ğ‘»ğ‘•ğ‘› ğ‘¥ğ‘»ğ‘¥ğ‘§ğ‘¯! ğ‘£ğ‘•ğ‘•...
lt: Ššš... Tai žmonės, sudarę sutartį su nelemtais vandeniais! Ššš...

source: We have stumbled into a den of nagas!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘‘ğ‘©ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘© ğ‘›ğ‘§ğ‘¯ ğ‘ ğ‘¯ğ‘­ğ‘œğ‘©ğ‘Ÿ!
lt: Pakliuvome į nagų knibždėlyną!

source: Hss... We will kill them all, my brood. Hss...
en@shaw: ğ‘£ğ‘•ğ‘•... ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘¥ ğ‘·ğ‘¤, ğ‘¥ğ‘² ğ‘šğ‘®ğ‘µğ‘›. ğ‘£ğ‘•ğ‘•...
lt: Ššš... Visus juos užmušim, brolyčiai. Ššš...

source: We must clear this road for Deoran and Ethiliel! We must destroy the naga lair!
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘’ğ‘¤ğ‘½ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘´ğ‘› ğ‘“ğ‘¹ Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘¯ Â·ğ‘§ğ‘”ğ‘¦ğ‘¤ğ‘°ğ‘§ğ‘¤! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ ğ‘¯ğ‘­ğ‘œğ‘© ğ‘¤ğ‘º!
lt: Reikia išvalyti kelią Deoranui ir Etilielei! Sunaikinkime nagų irštvą!

source: Hss... elves! Are they friends or enemies? Hss...
en@shaw: ğ‘£ğ‘•ğ‘•... ğ‘§ğ‘¤ğ‘ğ‘Ÿ! ğ‘¸ ğ‘ğ‘± ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘¹ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ? ğ‘£ğ‘•ğ‘•...
lt: Ššš... Elfai! Jie draugai ar priešai? Ššš...

source: We are weary travelers, seeking our homes. If you but let us pass...
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘¢ğ‘½ğ‘¦ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘»ğ‘Ÿ, ğ‘•ğ‘°ğ‘’ğ‘¦ğ‘™ ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘šğ‘³ğ‘‘ ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘ğ‘­ğ‘•...
lt: Mes tik pavargę keliautojai, traukiantys namo. Jeigu tik praleistumėte...

source: Hss... And humans! Humans drained our swamps and made them fields for farms, and now they have found my winter nest. The Land-Walkers must die! Hss...
en@shaw: ğ‘£ğ‘•ğ‘•... ğ‘¯ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ! ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘›ğ‘®ğ‘±ğ‘¯ğ‘› ğ‘¬ğ‘¼ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ğ‘• ğ‘¯ ğ‘¥ğ‘±ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘“ğ‘°ğ‘¤ğ‘›ğ‘Ÿ ğ‘“ğ‘¹ ğ‘“ğ‘¸ğ‘¥ğ‘Ÿ, ğ‘¯ ğ‘¯ğ‘¬ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¥ğ‘² ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘¯ğ‘§ğ‘•ğ‘‘. ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›-ğ‘¢ğ‘ªğ‘’ğ‘»ğ‘Ÿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘²! ğ‘£ğ‘•ğ‘•...
lt: Ššš... Dar ir žmonės! Žmonės nusausino mūsų pelkes, pavertė jas savo dirbamais laukais, o dabar jie dar atrado ir mano žieminį lizdą. Mirtis dvikojams! Ššš...

source: She won't listen. If we leave these nagas here, they will ambush Deoran and Ethiliel! We must destroy them!
lt: Ji nepaklausys. Jeigu paliksime čia nagas, jie užpuls Deoraną ir Etilielę! Turime juos sunaikinti!

source: Defeat the Queen Xeila
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ Â·ğ‘Ÿğ‘°ğ‘¦ğ‘¤ğ‘©
lt: Nugalėkite Karalienę Zeilą

source: There are a group of naga occupying this area... they don't look very friendly.
lt: Čia gyvena nagų būrys... Jie neatrodo labai draugiški.

source: if they are hostile to us, they could endanger Deoran and Ethiliel as well. Perhaps their leader can be reasoned with.
lt: Jeigu jie priešiški mums, jie gali kelti pavojų ir Deoranui su Etiliele. Galbūt jų vadas būtų sukalbamas.

source: Hss... Who will watch over my brood now? Hss...
en@shaw: ğ‘£ğ‘•ğ‘•... ğ‘£ğ‘µ ğ‘¢ğ‘¦ğ‘¤ ğ‘¢ğ‘ªğ‘¡ ğ‘´ğ‘ğ‘¼ ğ‘¥ğ‘² ğ‘šğ‘®ğ‘µğ‘› ğ‘¯ğ‘¬? ğ‘£ğ‘•ğ‘•...
lt: Ššš... Kas gi dabar prižiūrės mano klaną? Ššš...

source: Ho! Me see elves. Elves tasty? Me take elves to eat.
en@shaw: ğ‘£ğ‘´! ğ‘¥ğ‘° ğ‘•ğ‘° ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘‘ğ‘±ğ‘•ğ‘‘ğ‘°? ğ‘¥ğ‘° ğ‘‘ğ‘±ğ‘’ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘‘ ğ‘°ğ‘‘.
lt: Cho! Man mato elfus. Elfai skanūs? Man valgysiu elfus.

source: Oh. Me only want tasty food. Go away.
en@shaw: ğ‘´. ğ‘¥ğ‘° ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ğ‘±ğ‘•ğ‘‘ğ‘° ğ‘“ğ‘µğ‘›. ğ‘œğ‘´ ğ‘©ğ‘¢ğ‘±.
lt: O. Man nori tik skanus maistas. Eikite šalin.

source: Wait! Me not believe you. Me eat you!
en@shaw: ğ‘¢ğ‘±ğ‘‘! ğ‘¥ğ‘° ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘¿. ğ‘¥ğ‘° ğ‘°ğ‘‘ ğ‘¿!
lt: Palaukite! Man netiki jumis. Man suvalgys jus!

source: Bad food! It hurt me. Arrrrggghhhh!!
lt: Blogas maistas! Jis sužeidė mane. Arrrrggghhhh!!

source: Travelers in this desolate land! I seek that dark Sage who is rumored to dwell in these lands. Surely you have come from him?
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘»ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘§ğ‘•ğ‘©ğ‘¤ğ‘©ğ‘‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›! ğ‘² ğ‘•ğ‘°ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘›ğ‘¸ğ‘’ ğ‘•ğ‘±ğ‘¡ ğ‘£ğ‘µ ğ‘¦ğ‘Ÿ ğ‘®ğ‘µğ‘¥ğ‘»ğ‘› ğ‘‘ ğ‘›ğ‘¢ğ‘§ğ‘¤ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ. ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘¦ğ‘¥?
lt: Keleiviai šioje apleistoje žemėje? Aš ieškau tamsos žynio, kuris, pasak gandų, gyvena šiuose kraštuose. Jūs tikriausiai keliaujate iš jo?

source: Indeed! I just left my comrades, who were preparing to kill the vile Necromancer.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›! ğ‘² ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¥ğ‘² ğ‘’ğ‘ªğ‘¥ğ‘®ğ‘©ğ‘›ğ‘Ÿ, ğ‘£ğ‘µ ğ‘¢ğ‘» ğ‘ğ‘®ğ‘°ğ‘ğ‘ºğ‘¦ğ‘™ ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘ ğ‘ğ‘²ğ‘¤ ğ‘¯ğ‘§ğ‘’ğ‘®ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘•ğ‘».
lt: Tikrai taip! Ką tik palikau savo draugus, kurie ruošiasi užmušti piktąjį nekromantą.

source: Unworthy fools! I'll kill you for this sacrilege!
lt: Niekingi kvailiai! Užmušiu jus už tokį piktžodžiavimą!

source: These naga are still in control of the road. We must clear the way for Deoran and Ethiliel!
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘¯ğ‘­ğ‘œğ‘© ğ‘¸ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¦ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘ ğ‘®ğ‘´ğ‘›. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘’ğ‘¤ğ‘½ ğ‘ ğ‘¢ğ‘± ğ‘“ğ‘¹ Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘¯ Â·ğ‘§ğ‘”ğ‘¦ğ‘¤ğ‘°ğ‘§ğ‘¤!
lt: Nagos vis dar kontroliuoja kelią. Privalom išvalyti Deoranui ir Etilielei praėjimą!

source: I will hasten back to Kerlath Province now and seek the advice of the Council of Westin...
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘šğ‘¨ğ‘’ ğ‘‘ Â·ğ‘’ğ‘»ğ‘¤ğ‘¨ğ‘” ğ‘ğ‘®ğ‘ªğ‘ğ‘¦ğ‘¯ğ‘• ğ‘¯ğ‘¬ ğ‘¯ ğ‘•ğ‘°ğ‘’ ğ‘ ğ‘©ğ‘›ğ‘ğ‘²ğ‘• ğ‘ ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯...
lt: Dabar man reikia skubėti į Kerlato provinciją ir prašyti Vestino tarybos patarimo...

source: We too will return to our councils. We have much to tell them... Much indeed.
en@shaw: ğ‘¢ğ‘° ğ‘‘ğ‘µ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘¬ğ‘¼ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘Ÿ. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘³ğ‘— ğ‘‘ ğ‘‘ğ‘§ğ‘¤ ğ‘ğ‘§ğ‘¥... ğ‘¥ğ‘³ğ‘— ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›.
lt: Mes taip pat keliausime pas savąsias tarybas. Daug ką turime joms pranešti... Tikrai daug.

source: While the council debated the best course of action, Deoran and Ethiliel prepared to enter the caves under Mebrin's fortress...
lt: Kol tarybos tarėsi dėl tinkamiausių veiksmų, Deoranas ir Etilielė ruošėsi įžengti į Mebrino tvirtovės požemius...

source: Fssth
lt: Fssts

source: Wizzi
lt: Vizis

source: Deoran and Urza Afalas led their men quickly from Mebrin's fortress...
lt: Deoranas ir Urza Afalas greitai išvedė savo vyrus iš Mebrino tvirtovės...

source: Will this forest ever end? How can we know what path to take?!
en@shaw: ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘§ğ‘ğ‘¼ ğ‘§ğ‘¯ğ‘›? ğ‘£ğ‘¬ ğ‘’ğ‘¨ğ‘¯ ğ‘¢ğ‘° ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘ğ‘­ğ‘” ğ‘‘ ğ‘‘ğ‘±ğ‘’?!
lt: Ar šis miškas kada nors pasibaigs? Kaip galime žinoti, kuriuo kelią pasirinkti?!

source: You have to follow me! I have often traveled these woods avoiding the elves with my comrades, and I know a secret path through it.
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘¥ğ‘°! ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ ğ‘©ğ‘ğ‘¶ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘² ğ‘’ğ‘ªğ‘¥ğ‘®ğ‘©ğ‘›ğ‘Ÿ, ğ‘¯ ğ‘² ğ‘¯ğ‘´ ğ‘© ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ ğ‘ğ‘­ğ‘” ğ‘”ğ‘®ğ‘µ ğ‘¦ğ‘‘.
lt: Turėsite sekti paskui mane! Aš dažnai keliaudavau šiomis giriomis su savo bendrais, vengdamas elfų, ir žinau slaptų takų.

source: Can we trust him? His people are murderers and thieves!
en@shaw: ğ‘’ğ‘¨ğ‘¯ ğ‘¢ğ‘° ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¦ğ‘¥? ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¸ ğ‘¥ğ‘»ğ‘›ğ‘¼ğ‘¼ğ‘Ÿ ğ‘¯ ğ‘”ğ‘°ğ‘ğ‘Ÿ!
lt: Ar galime juo pasitikėti? Jo žmonės yra žudikai ir vagys!

source: Do we have any choice? Our food is running out, and it will be winter soon...
en@shaw: ğ‘›ğ‘µ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘—ğ‘¶ğ‘•? ğ‘¬ğ‘¼ ğ‘“ğ‘µğ‘› ğ‘¦ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘¬ğ‘‘, ğ‘¯ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘•ğ‘µğ‘¯...
lt: Ar turime pasirinkimą? Mūsų maisto atsargos senka, ir tuoj ateis žiema...

source: Beware! I sense that there are many undead creatures chasing us. We should move quickly.
en@shaw: ğ‘šğ‘°ğ‘¢ğ‘º! ğ‘² ğ‘•ğ‘§ğ‘¯ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘º ğ‘¸ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘—ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘³ğ‘•. ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘¥ğ‘µğ‘ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦.
lt: Atsargiai! Jaučiu, kad mus seka daug nemirėlių. Turime paskubėti.

source: Let us go quickly, then. I will show you the way.
en@shaw: ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘œğ‘´ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦, ğ‘ğ‘§ğ‘¯. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘–ğ‘´ ğ‘¿ ğ‘ ğ‘¢ğ‘±.
lt: Jei taip, nedelskime. Sekite, aš rodysiu kelią.

source: Remember that these woods are crawling with elves, and I don't think they'll receive us too kindly. Stay on the path and perhaps we can avoid at least most of them.
lt: Atminkite, kad šie miškai pilni elfų ir nemanau, kad jie mus labai meiliai sutiktų. Laikykitės tako, ir galbūt išvengsime bent jau didžiosios jų dalies.

source: At the start of each turn, Urza Afalas will reveal as much of the secret path as is within his vision range.
lt: Kiekvieno ėjimo pradžioje, Urza Afalas atvers slaptą taką tiek, kiek leidžia jo matymo laukas.

source: We're almost there!
lt: Jau beveik atėjom!

source: From here you can see the banks of the river! Across it we will find the sun again, and an end to these cursed trees!
en@shaw: ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘½ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘° ğ‘ ğ‘šğ‘¨ğ‘™ğ‘’ğ‘• ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼! ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘¦ğ‘‘ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘•ğ‘³ğ‘¯ ğ‘©ğ‘œğ‘±ğ‘¯, ğ‘¯ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘»ğ‘•ğ‘› ğ‘‘ğ‘®ğ‘°ğ‘Ÿ!
lt: Iš čia jau matosi upės krantai! Ją kirtus, vėl regėsim saulę, nes pasibaigs šitie prakeikti medžiai!

source: You humans have kidnapped Mebrin the Sage. You will pay for your crimes.
en@shaw: ğ‘¿ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘¦ğ‘›ğ‘¯ğ‘¨ğ‘ğ‘‘ Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘±ğ‘¡. ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘± ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘’ğ‘®ğ‘²ğ‘¥ğ‘Ÿ.
lt: Jūs, žmonės, pagrobėte žynį Mebriną. Sumokėsite už savo nusikaltimus.

source: Your sage Mebrin is the criminal. He practices necromancy and now commands an army of undead. By the laws of Wesnoth, the punishment for his crimes is death!
en@shaw: ğ‘¿ğ‘¼ ğ‘•ğ‘±ğ‘¡ Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ ğ‘’ğ‘®ğ‘¦ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤. ğ‘£ğ‘° ğ‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘•ğ‘©ğ‘Ÿ ğ‘¯ğ‘§ğ‘’ğ‘®ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘•ğ‘° ğ‘¯ ğ‘¯ğ‘¬ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¸ğ‘¥ğ‘¦ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›. ğ‘šğ‘² ğ‘ ğ‘¤ğ‘·ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, ğ‘ ğ‘ğ‘³ğ‘¯ğ‘¦ğ‘–ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘Ÿ ğ‘’ğ‘®ğ‘²ğ‘¥ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘›ğ‘§ğ‘”!
lt: Jūsiškis žynys Mebrinas yra nusikaltėlis. Jis praktikuoja nekromantiją ir dabar vadovauja nemirėlių armijai. Pagal Vesnoto įstatymus, bausmė už tokius nusikaltimus yra mirtis!

source: It is you who is a criminal and who is in a company of criminals. We will not let you kill Mebrin!
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¿ ğ‘£ğ‘µ ğ‘¦ğ‘Ÿ ğ‘© ğ‘’ğ‘®ğ‘¦ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ ğ‘¯ ğ‘£ğ‘µ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘’ğ‘³ğ‘¥ğ‘ğ‘©ğ‘¯ğ‘¦ ğ‘ ğ‘’ğ‘®ğ‘¦ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘§ğ‘‘ ğ‘¿ ğ‘’ğ‘¦ğ‘¤ Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯!
lt: Tai jūs esate nusikaltėliai ir nusikaltėlių draugai. Neleisime jums nužudyti Mebrino!

source: We cannot allow you bandits and criminals to pass through our lands!
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ ğ‘¿ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘¯ ğ‘’ğ‘®ğ‘¦ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘ğ‘­ğ‘• ğ‘”ğ‘®ğ‘µ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ!
lt: Neleisime jums, banditams ir nusikaltėliams, kirsti mūsų žemių!

source: We wish only to return to our homes!
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘– ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥ğ‘Ÿ!
lt: Mes tiktai norime grįžti į savo namus!

source: Nevertheless, we will have vengeance for Mebrin!!
en@shaw: ğ‘¯ğ‘§ğ‘ğ‘¼ğ‘ğ‘©ğ‘¤ğ‘§ğ‘•, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘§ğ‘¯ğ‘¡ğ‘©ğ‘¯ğ‘• ğ‘“ğ‘¹ Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯!!
lt: Kaip ten bebūtų, atkeršysime už Mebriną!

source: Thank heaven we have escaped that awful forest!
en@shaw: ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘£ğ‘§ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘·ğ‘“ğ‘©ğ‘¤ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘!
lt: Ačiū dievams, įveikėme šitą siaubingą mišką!

source: Indeed, Afalas, you've earned my trust today.
lt: Iš tiesų Afalasai, šiandieną užsidirbai mano pasitikėjimą.

source: I can only hope for mercy when I return to Westin.
en@shaw: ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘´ğ‘ ğ‘“ğ‘¹ ğ‘¥ğ‘»ğ‘•ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘² ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯.
lt: Tegaliu tik tikėtis pasigailėjimo, kai grįšime į Vestiną.

source: But there was a dark cloud looming behind Deoran and his men...
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘›ğ‘¸ğ‘’ ğ‘’ğ‘¤ğ‘¬ğ‘› ğ‘¤ğ‘µğ‘¥ğ‘¦ğ‘™ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯...
lt: Tačiau Deoraną ir jo vyrus vijosi tamsus debesis...

source: Into The Depths
lt: Į gilumas

source: Mal M'Brin
lt: Mal M'Brinas

source: My mount will not help me in these rocky paths - I will leave him here at the entrance and proceed on foot.
lt: Žirgas nepadės man šiose akmenuotuose olose. Paliksiu jį čia, prie įėjimo ir toliau eisiu pėsčias.

source: That is wise. Speed is less valuable in caves than toughness.
lt: Tai išmintinga. Greitis mažiau vertingas urvuose nei ištvermė.

source: Proceed slowly, who knows what evils inhabited these parts before Mebrin was turned! We cannot be too careful.
lt: Eime lėtai. Kas žino, koks blogis čia veisėsi iki tol, kai puolė Mebrinas? Negalime būti perdėm atsargūs.

source: Cavalrymen and Dragoons will be less useful in the caves than soldiers who fight on foot.
lt: Raitininkai ir dragūnai bus mažiau naudingi urvuose už karius, kurie kaunasi pėsčiomis.

source: Also, soldiers with the -quick- trait will be useful in the dark.
lt: Taip pat, tamsoje naudingesni bus greiti kariai.

source: What horrid creature may that be? I've seen many wicked things in my life, but never one such as that.
lt: Kas čia per blogio sutvėrimas? Man yra tekę matyti daug pavojingų tvarinių gyvenime, bet tokio niekada.

source: It must be a guardian of some kind set here by Mebrin. We elves have heard stories of these creatures but I wouldn't have expected to come across one... the least of all here. Let us proceed with caution.
lt: Tikriausiai tai koks nors sargybinis, pastatytas Mebrino. Elfai yra girdėję istorijas apie tokius padarus, bet niekada nesitikėjau pati tokį sutikti, tuo labiau čia. Eikime labai atsargiai.

source: Ha! Humans and elves! What are you doing in our caves, and why shouldn't we grind your bones and gnaw on your flesh?
lt: Cha! Žmonės ir elfai! Ką jūs veikiate mūsų urvuose ir kodėl neturėtume sutrinti jūsų kauliukų ir apgraužti jūsų kūnų?

source: We mean no trespass. We are hunting the undead.
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘°ğ‘¯ ğ‘¯ğ‘´ ğ‘‘ğ‘®ğ‘§ğ‘•ğ‘ğ‘©ğ‘•. ğ‘¢ğ‘° ğ‘¸ ğ‘£ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›.
lt: Nenorėjome savivaliauti. Medžiojame nemirėlius.

source: Undead! Ha! We kill undead all the time. You be friendly enough so we won't kill you, but why should we help you?
lt: Nemirėlius! Cha! Mes nuolat žudome nemirėlius. Jūs pakankamai draugiški, todėl jūsų neužmušime, bet kodėl turėtume jums padėti?

source: Gold is good. We can trade gold for weapons and fire. We will help you defeat the undead now.
en@shaw: ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¦ğ‘Ÿ ğ‘œğ‘«ğ‘›. ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘‘ğ‘®ğ‘±ğ‘› ğ‘œğ‘´ğ‘¤ğ‘› ğ‘“ğ‘¹ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘“ğ‘²ğ‘¼. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¯ğ‘¬.
lt: Auksas yra auksas. Galėsime nusipirkti ginklų ir ugnies. Padėsime jums nugalėti nemirėlius.

source: What aid can you offer us? We are not well suited to fighting in the caves.
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘²ğ‘› ğ‘’ğ‘¨ğ‘¯ ğ‘¿ ğ‘ªğ‘“ğ‘¼ ğ‘³ğ‘•? ğ‘¢ğ‘° ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘§ğ‘¤ ğ‘•ğ‘¿ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ.
lt: Kaip galėtumėte mums padėti? Nelabai mokam kautis urvuose.

source: We already planned to kill the undead ourselves... First we kill dwarves though! Now we have dwarvish thunder fire and many trolls ready for fighting. They come too and help you smash them undead.
en@shaw: ğ‘¢ğ‘° ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¬ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ... ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¢ğ‘° ğ‘’ğ‘¦ğ‘¤ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘ğ‘´! ğ‘¯ğ‘¬ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘”ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘“ğ‘²ğ‘¼ ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘“ğ‘¹ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™. ğ‘ğ‘± ğ‘’ğ‘³ğ‘¥ ğ‘‘ğ‘µ ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘•ğ‘¥ğ‘¨ğ‘– ğ‘ğ‘§ğ‘¥ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›.
lt: Planavome ir patys užmušti nemirėlius... Bet pirmiausia užmušėme dvarfus! Dabar turime dvarfų parako ir daug trolių, pasirengusių mūšiui. Jie eis su jumis ir padės jums priploti nemirėlius.

source: Go here and light the thunder fire and it will blast a back door into the lich's lair!
lt: Eikite šen ir uždekite paraką. Jis išsprogdins praėjimą į ličo irštvą.

source: What should we offer them for their help?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘¢ğ‘° ğ‘ªğ‘“ğ‘¼ ğ‘ğ‘§ğ‘¥ ğ‘“ğ‘¹ ğ‘ğ‘º ğ‘£ğ‘§ğ‘¤ğ‘?
lt: Ką jiems pasiūlysime už pagalbą?

source: We will give you $troll_help_cost gold pieces if you help us defeat the undead.
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘¦ğ‘ ğ‘¿ $troll_help_cost ğ‘œğ‘´ğ‘¤ğ‘› ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘¦ğ‘“ ğ‘¿ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›.
lt: Duosime jums $troll_help_cost auksinių, jei padėsite nugalėti nemirėlius.

source: Haha, you humans and elves poor, you have not enough gold! If you want troll help, you must come to me when you have the gold.
lt: Cha cha! Jūs, žmonės ir elfai, esat vargšai. Neturite pakankamai aukso! Jei norite trolių pagalbos, sugrįžkite, kai turėsite pakankamai aukso.

source: Meet with and pay the troll leader $troll_help_cost gold to receive their help
en@shaw: ğ‘¥ğ‘°ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘¯ ğ‘ğ‘± ğ‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘¤ğ‘°ğ‘›ğ‘» $troll_help_cost ğ‘œğ‘´ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘ğ‘º ğ‘£ğ‘§ğ‘¤ğ‘
lt: Kad sulauktumėte pagalbos, susitikite su trolių vadu ir sumokėkite jam $troll_help_cost auksinių.

source: We will offer you freedom and a place in our lands.
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘ªğ‘“ğ‘¼ ğ‘¿ ğ‘“ğ‘®ğ‘°ğ‘›ğ‘©ğ‘¥ ğ‘¯ ğ‘© ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ.
lt: Duosime jums laisvę ir vietą mūsų žemėse.

source: Ha! Who wants stupid human lands!
en@shaw: ğ‘£ğ‘­! ğ‘£ğ‘µ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘•ğ‘‘ğ‘µğ‘ğ‘¦ğ‘› ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ!
lt: Cha! Kas nori kvailų žmonių žemių!

source: Then you will not aid us in our quest to destroy the undead menace?
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘²ğ‘› ğ‘³ğ‘• ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¥ğ‘§ğ‘¯ğ‘©ğ‘•?
lt: Tai nepagelbėsite mūsų darbe sunaikinti nemirėlių blogį?

source: Bah! We destroy the undead when we want. Maybe wait for a few years first. If you want troll help, you come see me and give proper payment!
en@shaw: ğ‘šğ‘­! ğ‘¢ğ‘° ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘¢ğ‘ªğ‘¯ğ‘‘. ğ‘¥ğ‘±ğ‘šğ‘° ğ‘¢ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘© ğ‘“ğ‘¿ ğ‘˜ğ‘½ğ‘Ÿ ğ‘“ğ‘»ğ‘•ğ‘‘. ğ‘¦ğ‘“ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘, ğ‘¿ ğ‘’ğ‘³ğ‘¥ ğ‘•ğ‘° ğ‘¥ğ‘° ğ‘¯ ğ‘œğ‘¦ğ‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ ğ‘ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘‘!
lt: Ba! Sunaikinsim nemirėlius kai užsimanysim. Gal palauksim kelis metus, gal ne. Jei norite trolių pagalbos, ateikite pas mane ir padoriai susimokėkite.

source: These creatures are much too simpleminded to be of any help to us but at least they will not attack us outright. We will have to face Mebrin alone.
lt: Šie padarai per prasto būdo, kad būtų mums kuo naudingi, bet bent jau patys nepuls pirmieji. Turėsime susidurti su Mebrinu patys.

source: Ha, you can afford troll help this time?
en@shaw: ğ‘£ğ‘­, ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘©ğ‘“ğ‘¹ğ‘› ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘²ğ‘¥?
lt: Cha! Šįkart jau išgalėsite susimokėti troliams už pagalbą?

source: Here's $troll_help_cost for your help against the undead.
lt: Štai $troll_help_cost auksinių už jūsų pagalbą prieš nemirėlius.

source: No, sorry.
en@shaw: ğ‘¯ğ‘´, ğ‘•ğ‘ªğ‘®ğ‘¦.
lt: Ne, apgailestauju.

source: I'm lighting it!
lt: Padegu!

source: I've broken through!
lt: Prasiveržiau!

source: Mebrin! My teacher of old! Can that truly be you?
en@shaw: Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯! ğ‘¥ğ‘² ğ‘‘ğ‘°ğ‘—ğ‘¼ ğ‘ ğ‘´ğ‘¤ğ‘›! ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘‘ğ‘®ğ‘µğ‘¤ğ‘° ğ‘šğ‘° ğ‘¿?
lt: Mebrinai! Mano senasis mokytojau! Ar tai tikrai tu?

source: Eth...Ethiliel? You are here?
lt: Et... Etiliele? Tu esi čia?

source: How did you come to be here, you of all people, shut away from the trees and the light of the sun?
en@shaw: ğ‘£ğ‘¬ ğ‘›ğ‘¦ğ‘› ğ‘¿ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘£ğ‘½, ğ‘¿ ğ‘ ğ‘·ğ‘¤ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤, ğ‘–ğ‘³ğ‘‘ ğ‘©ğ‘¢ğ‘± ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘‘ğ‘®ğ‘°ğ‘Ÿ ğ‘¯ ğ‘ ğ‘¤ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘•ğ‘³ğ‘¯?
lt: Kaip tu čia atsidūrei, tu, iš visos tautos tik tu, atkirstas nuo medžių ir nuo saulės šviesos?

source: I broke their chains. They bound me, the accursed humans. Bound me! Kidnapped me to raise undead for them. Menaced me with cold iron...ahh, the iron on my skin, it burned, it burned!
lt: Aš nutraukiau jų grandines. Jie mane sukaustė, prakeiktieji žmonės! Sukaustė! Pagrobė mane, kad kelčiau jiems nemirėlius. Kankino mane šaltąja geležimi. Och, geležis ant odos... Ji degino, degino!

source: What is this? Elves bear steel swords.
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¦ğ‘•? ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘šğ‘º ğ‘•ğ‘‘ğ‘°ğ‘¤ ğ‘•ğ‘¹ğ‘›ğ‘Ÿ.
lt: Kaip suprast? Juk elfai nešioja plieno kalavijus.

source: They are but warriors. All elves feel the shadow of iron, and to those who walk our higher paths it is a bane, interfering with our magic. But this touches on mysteries that are not for men to know, human. I bind you never to speak of it.
en@shaw: ğ‘ğ‘± ğ‘¸ ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ. ğ‘·ğ‘¤ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘“ğ‘°ğ‘¤ ğ‘ ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘ ğ‘²ğ‘¼ğ‘¯, ğ‘¯ ğ‘‘ ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘¢ğ‘·ğ‘’ ğ‘¬ğ‘¼ ğ‘£ğ‘²ğ‘¼ ğ‘ğ‘­ğ‘ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘© ğ‘šğ‘±ğ‘¯, ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘½ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘¬ğ‘¼ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’. ğ‘šğ‘³ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘³ğ‘—ğ‘©ğ‘Ÿ ğ‘ªğ‘¯ ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¹ ğ‘¥ğ‘§ğ‘¯ ğ‘‘ ğ‘¯ğ‘´, ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯. ğ‘² ğ‘šğ‘²ğ‘¯ğ‘› ğ‘¿ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘•ğ‘ğ‘°ğ‘’ ğ‘ ğ‘¦ğ‘‘.
lt: Jie tik paprasti kariai. Visi elfai jaučia geležies šešėlį, o tiems, kurie nuėjo pažinimo keliais, ji tikras prakeiksmas, trukdantis mūsų burtams. Tačiau visa tai liečia paslaptis, neskirtas žmonėms. Prižadėk, kad daugiau niekada apie tai nekalbėsi.

source: Humans! Betrayers! Tree-killers! They are a blight on the world! I shall bring my new servants north to the lands we so foolishly granted to men in ages past, and destroy them all!
lt: Žmonės! Išdavikai! Medžių žudikai! Jie šios žemės pelėsis! Nuvesiu savo naujuosius pavaldinius į šiaurines žemes, kurias mes taip kvailai jiems atidavėme prieš šimtmečius ir visus juos išnaikinsiu!
