Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Deoran, Mebrin is as much my people’s fault as he is yours. Forgive me for my cowardice at the river. With me come warriors of the Aethenwood — together, men and elves shall finally put my teacher’s tortured soul to rest.
ar: ديوران، ميبرين هو خطأ شعبي بقدر ما هو خطأك. سامحني على جبني عند النهر. معي يأتي محاربو غابة إيثنوود - معاً، سيوضع البشر والإلف أخيراً روح معلمي المعذبة للراحة.
es: Deoran, Mebrin es tanto culpa de mi pueblo como tuya. Perdóname por mi cobardía en el río. Conmigo vienen guerreros del Bosque Edén — juntos, hombres y elfos finalmente pondremos en paz el alma torturada de mi maestro.
fi: Deoran, Mebrin on yhtä lailla kansani syytä kuin teidänkin. Anna anteeksi pelkuruuteni joella. Aethenin metsän soturit tulevat kanssani. Yhdessä ihmiset ja haltiat viimeinkin laittakoot opettajani piinattu sielu lepoon.
gl: Deoran, Mebrin é tanto culpa do meu pobo coma do teu. Perdóame pola miña covardía no río. Traio comigo guerreiros da bosque do éter — xuntos, homes e elfos poñeremos fin ao tormento da alma do meu mestre.
it: Deoran, Mebrin è uno sbaglio tanto della mia gente quanto della tua. Perdona la mia codardia al fiume. Porto con me dei guerrieri della Foresta di Aethen: insieme, uomini ed elfi finalmente riusciremo a dare pace all’anima le mio maestro.

source: Why do you aid these fools, Ethiliel? Join me! Stand by my side! The race of man shall be stricken off the face of the green world. Their corpses will serve us! Their bones will dance for our pleasure! We’ll make humanity into the mindless slaves that they all deserve to be!
ar: لماذا تساعدين هؤلاء الحمقى، يا إيثيلييل؟ انضمي إلي! قفي إلى جانبي! سيُمحى جنس البشر من على وجه العالم الأخضر. جثثهم ستخدمنا! عظامهم سترقص لسعادتنا! سنحول البشرية إلى عبيد بلا عقل كما يستحقون جميعاً!
es: ¿Por qué ayudas a estos tontos, Ethiliel? ¡Únete a mí! ¡Quédate a mi lado! La raza humana será borrada de la faz del mundo verde. ¡Sus cadáveres nos servirán! ¡Sus huesos danzarán para nuestro placer! Haremos de la humanidad los esclavos sin mente que merecen ser.
fi: Miksi autat näitä hölmöjä, Ethiliel? Liity minuun! Seiso rinnallani! Ihmisrotu pyyhkiytyköön pois vihreästä maailmasta. Heidän ruumiinsa palvelevat meitä! Heidän luunsa tanssivat pillimme mukaan! Teemme ihmisistä tahdottomia orjia, jollaisia he ansaitsevat olla!
gl: Por que axudas a estes tolos, Etilia? Únete a min! Estade ao meu carón! A raza humana será borrada da faz da terra verde. Os seus cadáveres servirannos! Os seus ósos bailarán para o noso pracer! Faremos da humanidade os escravos sen mente que todos merecen ser!
it: Perché aiuti questi stolti, Ethiliel? Unisciti a me! Schierati dalla mia parte! La razza umana deve essere spazzata vi dalla faccia del mondo verde. I loro cadaveri ci serviranno! Le loro ossa danzeranno per il nostro piacere! Trasformeremo l’umanità in quei fantocci mentecatti che meritano di essere!

source: And when that’s done, what will us elves have become? Naught but hungering shadows, devouring all we once cherished.
ar: وعندما يتم ذلك، ماذا سنصبح نحن الإلف؟ لا شيء سوى ظلال جائعة، تلتهم كل ما كنا نعتز به ذات يوم.
es: ¿Y cuando todo esto termine, en qué nos habremos convertido los elfos? Nada más que sombras hambrientas, devorando todo lo que una vez valoramos.
fi: Ja kun se on tehty, mitä meistä haltioista tulisi? Pelkkiä nälkiintyneitä varjoja, jotka ahmivat kaiken, mistä me joskus välitimme.
gl: E cando iso estea feito, en que nos converteremos nós, os elfos? Non máis que sombras voraces, devorando todo o que un día apreciamos.
it: E quando avremo finito, cosa saremmo diventati noi elfi? Null’altro che ombre affamate, che divorano tutto quello che una volta ci era caro.

source: Even a mere human can see that you have become a mockery of all that you once believed in, Mebrin of the elves. We will destroy you and bury your perverse corruption!
ar: حتى مجرد بشري يستطيع أن يرى أنك أصبحت سخرية لكل ما آمنت به ذات يوم، يا ميبرين من الإلف. سندمرك وندفن فسادك الشاذ!
es: Incluso un simple humano puede ver que te has convertido en una burla de todo aquello en lo que una vez creíste, Mebrin de los elfos. ¡Te destruiremos y enterramos tu corrupción perversa!
fi: Jopa vaivainen ihminenkin osaa nähdä, että sinusta on tullut häpeä kaikelle, johon ennen uskoit, Mebrin-haltia. Me tuhoamme sinut ja hautaamme sinun kieroutuneen turmeluksesi!
gl: Ata un simple humano pode ver que te convertiches nunha caricatura de todo aquilo en que un día crías, Mebrin dos elfos. Nós destruiremos e enterraremos a túa corrupción perversa!
it: Anche un semplice uomo può capire che sei diventato la parodia di tutto ciò in cui credevi un tempo, Mebrin degli elfi, ti distruggeremo e seppelliremo per sempre la tua perversa corruzione!

source: Ethiliel I respect, but you? Destroy me? Your man-flesh will provide a fine feast for my ghouls, and once they’re through, your bones will serve me forever in undeath!
ar: إيثيلييل أحترمها، لكنك؟ تدمرني؟ لحمك البشري سيكون وليمة رائعة لغولز، وبمجرد انتهائهم، ستخدمني عظامك إلى الأبد في حالة الموتى!
es: Respeto a Ethiliel, pero ¿tú? ¿Destruirme? Tu carne servirá un excelente festín para mis gules y, una vez que terminen contigo, tus huesos me servirán para siempre en la no muerte.
fi: Ethilieliä minä kunnioitan, mutta sinäkö? Tuhoat minut? Ihmislihastasi tulee juhla-ateria kalmoilleni, ja niiden syötyä luusi palvelevat minua epäkuolemassa ikiajoiksi!
gl: A Etilia a respecto, pero a ti? Destruirme? A túa carne humana será un banquete excelente para os meus gules, e cando rematen, os teus ósos serviranme para sempre na non morte!
it: Ethiliel, la rispetto, ma tu? Distruggere me? La tua carne umana sarà un ottimo banchetto per i miei ghoul, e una volta che avranno finito con te, mi servirai per sempre nelle tua non-morte!

source: Fools! Imbeciles! You humans are a worthless blight upon this wretched world! I must purge you all — I must take revenge on all your race... I must...
ar: أيها الحمقى! أيها البلهاء! أنتم البشر لعنة لا قيمة لها على هذا العالم البائس! يجب أن أطهركم جميعاً - يجب أن أنتقم من جنسكم كله... يجب أن...
es: ¡Tontos! ¡Imbéciles! Los humanos son una plaga inútil sobre este mundo miserable. ¡Debo purgaros a todos — debo vengarme de toda vuestra raza... debo...
fi: Houkat! Vähämielet! Te ihmiset olette arvoton riesa tälle kurjalle maailmalle! Minun täytyy tehdä selvää teistä kaikista — Minun täytyy kostaa koko rodullenne... Minun täytyy...
gl: Parvos! Imbéciles! Os humanos sodes unha praga inútil para este mundo miserable! Debo purgarvos a todos... Debo destruír a todos os que viven... Debo...
it: Sciocchi! Imbecilli! Voi umani siete una piaga senza valore in questo mondo miserabile! Devo purificarvi tutti. Devo vendicare tutti quelli della mia razza... devo...

source: I curse you, Deoran of Wesnoth! I curse you... may you one day know the same pain that your kind have inflicted on me...
ar: ألعنك، يا ديوران من ويسنوث! ألعنك... ربما تعرف يوماً نفس الألم الذي سببه جنسك لي...
es: ¡Te maldigo, Deoran de Wesnoth! Te maldigo... que algún día conozcas el mismo dolor que tu especie me ha infligido...
fi: Kiroan sinut, Wesnothin Deoran! Kiroan sinut... Ollos tunteva sama tuska, jonka lajisi aiheutti minulle...
gl: Maldígote, Deoran do Noroeste! Maldígote... que un día coñezas a mesma dor que a túa xente me inflixiu a min...
it: Che tu sia maledetto, Reoran di Wesnoth! Ti maledico... che tu possa un giorno conoscere le stesse pene che quelli della tua specie mi hanno inflitto...

source: At long last, it is done.
ar: أخيراً، لقد انتهى الأمر.
es: Por fin, ha terminado.
fi: Vihdoinkin se on tehty.
gl: Por fin, está feito.
it: Finalmente, è finita.
nb_no: Omsider er det gjort.
uk: Нарешті, це закінчилося.

source: Wait! Ethiliel... think about it! Think of everything you’re throwing away! We could build an empire together, where the humans are our slaves and you and I are the immortal rulers of the world!
ar: انتظر! إيثيلييل... فكري في الأمر! فكري في كل ما تتخلين عنه! يمكننا بناء إمبراطورية معاً، حيث يكون البشر عبيداً لنا ونحن الحكام الخالدون للعالم!
es: ¡Espera! Ethiliel... ¡piénsalo! ¡Piensa en todo lo que estás perdiendo! ¡Podríamos construir juntos un imperio, donde los humanos serían nuestros esclavos y tú y yo seríamos los gobernantes inmortales del mundo!
fi: Odota! Ethiliel... mieti nyt! Ajattele kaikkea, mitä heität pois! Me voisimme rakentaa yhdessä valtakunnan, jossa ihmiset olisivat orjiamme, ja me kumpikin olisimme maailman kuolemattomia hallitsijoita!
gl: Etilia! Agarda... pénsao! Pensa en todo o que estás tirando! Poderíamos construír un imperio xuntos, onde os humanos sexan os nosos escravos e ti e eu ses os gobernantes inmortais do mundo!
it: Ethiliel! Aspetta... pensaci! Pensa a tutto ciò che stai buttando via! Insieme potremo costruire un impero, dove gli umani sarebbero nostri schiavi e tu ed io saremo gli immortali sovrani del mondo!

source: It would only be an empire of misery, Mebrin. I wish it hadn’t come to this, but you’ve been corrupted beyond saving. Still, I’ll fondly cherish the memories I had with the old you.
ar: ستكون فقط إمبراطورية من البؤس، يا ميبرين. أتمنى لو لم يصل الأمر إلى هذا، لكنك فسدت بما يتجاوز الإنقاذ. مع ذلك، سأعتز بذكرى من كنت عليه سابقاً.
es: No sería más que un imperio de miseria, Mebrin. Ojalá no hubiéramos llegado a esto, pero has sido corrompido más allá de toda salvación. Aun así, guardaré con cariño los recuerdos que tengo del antiguo tú.
fi: Se olisi vain kurjuuden valtakunta, Mebrin. Kunpa näin ei olisi käynyt, mutta olet niin turmeltunut, ettei sinua voi pelastaa. Silti aion hellästi vaalia muistoja, joita sain entisen itsesi kanssa.
gl: Só sería un imperio da miseria, Mebrin. Gustaríame que non chegase a isto, pero estás corrompido máis alá de calquera salvación. Aínda así, gardarei con agarimo as lembranzas do antigo ti.
it: Sarebbe solo un impero di miseria, Mebrin. Vorrei che non si fosse arrivati a questo, ma tu sei stato corrotto oltre ogni possibilità di redenzione. Tuttavia, onorerò con affetto i ricordi che ho di ciò che eri una volta.

source: You wouldn’t dare strike me! I’m the darkness incarnate! I’m your master! You’ll obey me!
ar: لن تجرؤ على ضربي! أنا الظلام المتجسد! أنا سيدك! ستطيعيني!
es: ¡No te atreverías a atacarme! ¡Soy la oscuridad encarnada! ¡Soy tu maestro! ¡Me obedecerás!
fi: Et uskaltaisi lyödä minua! Olen pimeyden ruumiillistuma! Olen herrasi! Sinä tottelet minua!
gl: Non te atreverías a golpearme! Son a escuridade encarnada! Son o teu mestre! Me Obedecerás!
it: Non oserai colpirmi! Io sono l’oscurità incarnata! Io sono il tuo maestro! Tu mi obbedirai!

source: Goodbye, Mebrin.
ar: وداعاً، يا ميبرين.
es: Adiós, Mebrin.
fi: Hyvästi, Mebrin.
gl: Adeus, Mebrin.
it: Addio, Mebrin.
nb_no: Farvel, Merbin.
uk: Прощавайте, Мербіне.

source: Epilogue
ar: خاتمة
en@shaw: ğ‘§ğ‘ğ‘©ğ‘¤ğ‘ªğ‘œ
es: Epílogo
fi: Loppunäytös
gl: Epílogo
it: Epilogo
lt: Epilogas
nb_no: Epilog
uk: Епілог

source: The soldiers of the South Guard held the walls of Westin staunchly, trading evenly with the elves blow for blow. The night ran its course, and as dawn broke, the fighting continued, humans standing fast at the wall as the elves poured out in ever increasing number. As the sun began to rise into the sky, the light dimmed and great fog spread across the battlefield. The sound of fighting dispersed and soon, it was utterly silent as the elves withdrew from combat. The humans advanced cautiously, still in formation, still ready to strike at any sign of trouble.
ar: صمد جنود الحرس الجنوبي بثبات على أسوار ويستن، متبادلين الضربات مع الإلف ضربة بضربة. مر الليل، ومع بزوغ الفجر، استمر القتال، البشر صامدون عند الجدار بينما يتدفق الإلف بأعداد متزايدة باستمرار. مع بدء شروق الشمس في السماء، خفت الأضواء وانتشر ضباب عظيم عبر ساحة المعركة. تبعثر صوت القتال وسرعان ما ساد الصمت تماماً بينما انسحب الإلف من القتال. تقدم البشر بحذر، لا يزالون في تشكيلهم، لا يزالون مستعدين للضرب عند أي علامة على المشاكل.
es: Los soldados de la guardia del sur defendieron las murallas de Westin con firmeza, intercambiando con los elfos golpe por golpe. La noche siguió su curso y, al amanecer, la lucha continuó, con los humanos firmes en la muralla mientras los elfos surgían en número cada vez mayor. Cuando el sol comenzó a elevarse en el cielo, la luz se atenuó y una gran niebla se extendió por el campo de batalla. Los sonidos de la lucha se dispersaron y pronto reinó el silencio absoluto mientras los elfos se retiraban del combate. Los humanos avanzaron con cautela, aún en formación, aún listos para atacar ante cualquier señal de peligro.
fi: Etelän vartioston miehet pitivät Westinin muureja lujasti hallussaan jaellen iskuja haltioiden kanssa. Yö kulki kulkuaan, ja aamunkoitteessa taistelut jatkuivat ihmisten pysyessä lujina muureilla, ja haltioita tulvi yhä vain enemmän. Kun aurinko alkoi nousta taivaalle, valo himmeni ja suuri sumu levisi taistelukentälle. Taistelun äänet hajaantuivat, ja pian oli täysin hiljaista, kun haltiat vetäytyivät taistelusta. Ihmiset etenivät varovaisesti edelleen muodostelmissaan ja yhä iskuvalmiina ikävyyksien varalta.
gl: Os soldados da Garda do Sur mantiveron as murallas de Westin firmes, loitando cun paridade contra os elfos golpe a golpe. A noite transcorreu, e ao romper o amencer, a loita continuaba, cos humanos firmes na muralla mentres os elfos saían en número crecente. Cando o sol comezou a elevarse no ceo, a luz medrou e unha densa néboa estendeuse polo campo de batalla. O ruído da loita dispersouse e pronto, quedou un silencio absoluto cando os elfos se retiraron do combate. Os humanos avanzaron con cautela, aínda en formación, aínda preparados para atacar ao menor sinal de perigo.
it: Gli uomini della Guardia del Sud tennero saldamente le mura di Westin, rispondendo agli elfi colpo su colpo. La notte seguì il suo corso, e all’alba i combattimenti ancora continuavano, con gli umani che si ergevano sulle mura mentre gli elfi si riversavano in numero sempre crescente. Mentre il sole iniziava a salire in cielo, la luce si attenuò e un grande nebbia si diffuse sul campo di battaglia. I rumori di lotta si dispersero e presto ci fu un completo silenzio mentre gli elfi si ritiravano dal combattimento. Gli umani avanzarono con cautela, sempre in formazione, pronti a colpire a qualsiasi segnale di pericolo.

source: The fog drifted away, revealing Ethiliel and Deoran, facing the wall of spears side-by-side. Their faces were worn, masks of woe and exhaustion. Yet Deoran’s voice was startlingly clear as he spoke to the men of Wesnoth, saying: <i>“Stop! Enough blood has been spilled today, human and elf alike. The Aethenwood is done fighting.”</i> In full view of the line of infantry, man and elf shook hands. Ethiliel made a full, lengthy, teary apology.
ar: انجلى الضباب، كاشفاً عن إيثيلييل وديوران، يواجهان جدار الرماح جنباً إلى جنب. كانت وجوههما متعبة، أقنعة من الحزن والإرهاق. ومع ذلك كان صوت ديوران واضحاً بشكل مدهش عندما خاطب رجال ويسنوث قائلاً: <i>"توقفوا! لقد سفك دماء كافية اليوم، بشراً وإلفاً على حد سواء. غابة إيثنوود انتهت من القتال."</i> في مرأى من خط المشاة، تصافح الإنسان والإلف. قدمت إيثيلييل اعتذاراً كاملاً، طويلاً، مليئاً بالدموع.
es: La niebla se disipó, revelando a Ethiliel y Deoran, frente a la muralla de lanzas, lado a lado. Sus rostros mostraban cansancio, máscaras de aflicción y agotamiento. Sin embargo, la voz de Deoran era sorprendentemente clara al dirigirse a los hombres de Wesnoth, diciendo: <i>“¡Basta! Hoy se ha derramado suficiente sangre, humanos y elfos por igual. El Bosque Edén ha terminado de luchar.”</i> A la vista de toda la línea de infantería, hombre y elfo se estrecharon la mano. Ethiliel presentó una disculpa completa, larga y entre lágrimas.
fi: Sumu hälveni paljastaen Ethilielin ja Deoranin vierekkäin keihäsmuurin edessä, ilmeiltään murheellisina ja uupuneina. Deoranin ääni oli kuitenkin hätkähdyttävän selkeä, kun hän sanoi Wesnothin miehille: <i>"Seis! Verta on vuodatettu tänään tarpeeksi, niin ihmisten kuin haltioidenkin. Aethenin metsä ei enää taistele."</i> Ihmiset ja haltiat kättelivät jalkaväkirivin edessä. Ethiliel esitti täyden, pitkän, itkuisen anteeksipyynnön.
gl: A néboa disipouse, revelando a Etilia e Deoran, un ao carón do outro fronte á muralla de lanzas. Os seus rostros estaban cansos, máscaras de dor e esgotamento. Con todo, a voz de Deoran soaba sorprendentemente clara cando falou aos homes do Noroeste, dicindo: “Basta! Xa se derramou bastante sangue hoxe, humanos e elfos por igual. O bosque do éter deixou de loitar.” Á vista de toda a liña de infantería, home e elfo apertaron as mans. Ethiliel fixo unha longa, sincera e chorosa desculpa.
it: La nebbia si diradò, rivelando i volti di Ethiliel e Deoran, di fronte al muro di lance, fianco a fianco. Apparivano consumati, le loro facce una maschera di dolore e sfinimento. Eppure la voce di Deoran era sorprendentemente chiara mentre parlava agli uomini di Wesnoth, dicendo <i>«Fermi! È stato versato abbastanza sangue, sia umano che elfo. La Foresta di Aethen ha cessato di combatterci"</i> In piena vista della linea di fanteria, l’uomo e l’elfa si strinsero la mano. Ethiliel porse delle scuse complete, lunghe e commosse.

source: For several days, the healers of the Aethenwood worked feverishly to save as many of the wounded as they were able, both elf and man. They were met first with anger, then with grudging acceptance. The villagers set out to rebuild their homes and bury the dead to the north of the town, where many mounds joined the small garden of graves already there.
ar: لبضعة أيام، عمل معالجو غابة إيثنوود بحماس لإنقاذ أكبر عدد ممكن من الجرحى، إلفاً وبشراً على حد سواء. قابلوا أولاً بالغضب، ثم بقبول غير راغب. خرج القرويون لإعادة بناء منازلهم ودفن الموتى إلى الشمال من البلدة، حيث انضم العديد من التلال إلى حديقة القبور الصغيرة الموجودة هناك بالفعل.
es: Durante varios días, los sanadores del Bosque Edén trabajaron febrilmente para salvar a tantos heridos como pudieron, tanto elfos como humanos. Al principio se encontraron con la ira, luego con una aceptación renuente. Los aldeanos comenzaron a reconstruir sus hogares y a enterrar a los muertos al norte de la ciudad, donde muchos túmulos se unieron al pequeño jardín de tumbas ya existente.
fi: Päivien ajan Aethenin metsän parantajat työskentelivät kuumeisesti pelastaakseen mahdollisimman monta haavoittunutta, niin ihmisiä kuin haltioitakin. Aluksi suutuspäissään, sitten vastahakoisesti. Kyläläiset ryhtyivät jälleenrakentamaan kotinsa ja hautaamaan vainajansa kylän pohjoispuolelle, missä monet kummut yhdistettiin jo siellä olevaan pieneen hautatarhaan.
gl: Durante varios días, os curandeiros do bosque do éter traballaron febrilmente para salvar tantos feridos como puideron, tanto elfos como humanos. Ao principio foron recibidos con ira, e despois cunha aceptación reticente. Os veciños comezaron a reconstruír as súas casas e a enterrar os mortos ao norte da vila, onde moitas mámoas se sumaron ao pequeno xardín de sepulturas que xa existía.
it: Per diversi giorni, i guaritori della Foresta di Aethen lavorarono incessantemente per salvare quanti più dei valorosi soldati fosse loro possibile, umani ed elfici. Inizialmente vennero accolti con rabbia, poi con riluttante accettazione. I paesani si diedero da fare per ricostruire le loro case e tumulare i morti nei campi a nord della città, aggiungendo molte altre tombe a quelle già presenti nel piccolo cimitero.

source: And thus, man and elf stood together as allies once more, with apologies made and friendship renewed. While years of rebuilding lay ahead for Westin, they’d take place in harmony thanks to Deoran’s leadership and the heroics of the South Guard.
ar: وهكذا، وقف الإنسان والإلف كحلفاء مرة أخرى، مع تقديم الاعتذارات وتجديد الصداقة. بينما تنتظر ويستن سنوات من إعادة البناء، ستتم في وئام بفضل قيادة ديوران وبطولات الحرس الجنوبي.
es: Y así, hombre y elfo permanecieron juntos como aliados una vez más, con disculpas ofrecidas y la amistad renovada. Aunque aún quedaban años de reconstrucción para Westin, se llevarían a cabo en armonía gracias al liderazgo de Deoran y al heroísmo de la guardia del sur.
fi: Ja niin ihmiset ja haltiat olivat jälleen kerran liittolaisia, antoivat anteeksi ja uudistivat ystävyyden. Vaikka Westinillä oli edessään vuosien jälleenrakentaminen, se tapahtuisi sopuisasti Deoranin johtajuuden ja Etelän vartioston sankaruuden ansiosta.
gl: E así, home e elfo volveron estar xuntos como aliados, con desculpas feitas e amizade renovada. Aínda que anos de reconstrución agardaban a Westin, estes sucederían en harmonía grazas ao liderado de Deoran e as fazañas da Garda do Sur.
it: E così, uomini ed elfi si unirono di nuovo in qualità di alleati, con le scuse presentate e l’amicizia rinnovata. Sebbene Westin avesse di fronte a sé anni di ricostruzione, si sarebbero svolti in armonia grazie alla leadership di Deoran e all’eroismo della Guardia del Sud.

source: The fog drifted away and Ethiliel stood there alone, facing the wall of spears. Her face was a mask of woe and exhaustion, and yet her voice was startlingly clear as she spoke to the men of Wesnoth, saying: <i>“Stop! My mistakes have spilled enough blood today, human and elf alike. The Aethenwood wishes to end our attack.”</i> Deoran rode to the forefront of the line of infantry, his hand outstretched. With a silent handshake, man and elf made peace.
ar: انجلى الضباب ووقفت إيثيلييل هناك وحدها، تواجه جدار الرماح. كان وجهها قناعاً من الحزن والإرهاق، ومع ذلك كان صوتها واضحاً بشكل مدهش عندما خاطبت رجال ويسنوث قائلة: <i>"توقفوا! أخطائي سفكت دماء كافية اليوم، بشراً وإلفاً على حد سواء. غابة إيثنوود ترغب في إنهاء هجومنا."</i> ركب ديوران إلى مقدمة خط المشاة، يده ممدودة. بمصافحة صامتة، صنع الإنسان والإلف السلام.
es: La niebla se disipó y Ethiliel permaneció allí sola, frente al muro de lanzas. Su rostro era una máscara de congoja y agotamiento, y sin embargo su voz era sorprendentemente clara al hablar a los hombres de Wesnoth, diciendo: <i>«¡Basta! Mis errores ya han derramado suficiente sangre hoy, tanto humanos como elfos. El Bosque Edén desea terminar nuestro ataque.»</i> Deoran cabalgó hasta el frente de la línea de infantería, con la mano extendida. Con un apretón de manos silencioso, hombre y elfo hicieron las paces.
fi: Sumu hälveni, ja Ethiliel seisoi yksin keihäsmuurin edessä. Ilmeeltään murheellinen ja uupunut, mutta hänen äänensä oli hätkähdyttävän selkeä, kun hän sanoi Wesnothin miehille: <i>"Seis! Minun virheeni ovat vuodattaneet tarpeeksi verta tänään, niin ihmisten kuin haltioidenkin. Aethenin metsä haluaa lopettaa hyökkäyksemme."</i> Deoran ratsasti jalkaväen eturiviin käsi ojennettuna. Hiljaisella kädenpuristuksella ihmiset ja haltiat solmivat rauhan.
gl: A néboa disipouse e Etilia quedou alí soa, fronte á muralla de lanzas. O seu rostro era unha máscara de dor e esgotamento, e con todo, a súa voz soaba sorprendentemente clara cando falou aos homes do Noroeste, dicindo: “¡Basta! Os meus erros derramaron suficiente sangue hoxe, humanos e elfos por igual. O bosque do éter desexa poñer fin ao noso ataque.” Deoran cabalgou ata a vangarda da liña de infantería, coa man estendida. Nun apretón silencioso, home e elfo fixeron as paces.
it: La nebbia si diradò ed Ethiliel si ergeva da sola, fronteggiando il muro di lance. La sua faccia era una maschera di dolore e sfinimento, eppure la sua voce era sorprendentemente chiara mentre parlava agli uomini di Wesnoth, dicendo <i>«Fermi! È stato versato abbastanza sangue, sia umano che elfo. La Foresta di Aethen desidera porre fine al suo attacco.</i> Deoran cavalcò fino alla prima linea di fanteria, con la sua mano tesa. Con una silenziosa stretta di mani, l’uomo e l’elfa fecero pace.
