Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Rise, my minions, and let all vermin tremble! The race of man shall be stricken off the face of the green world. Your corpses will serve me! Your bones will dance for my pleasure! I’ll make humanity into the mindless slaves that you all deserve to be!
ar: انهضوا أيها الخدام، ودع كل الهوام يرتعد! سيُحذف جنس البشر من على وجه هذه الأرض الخضراء. ستخدم جثثكم لي! سترقص عظامكم لسعادتي! سأجعل البشرية عبيدًا بلا عقل كما تستحقون أن تكونوا!
es: ¡Levántense, mis siervos, y que todo parásito tiemble! La raza humana será borrada de la faz del mundo verde. ¡Sus cadáveres me servirán! ¡Sus huesos bailarán para mi placer! ¡Haré de la humanidad los esclavos sin mente que todos merecen!
fi: Nouskaa, käskyläiseni, ja pankaa syöpäläiset vapisemaan! Ihmisrotu pyyhkiytyköön pois vihreästä maailmasta. Teidän ruumiinne palvelevat minua! Teidän luunne tanssivat pillini mukaan! Teen ihmisistä tahdottomia orjia, jollaisia te ansaitsette olla!
gl: Erguédevos, meus esbirros, e que todos os vermes treman! A raza dos homes será borrada da face do mundo verde. ¡Os vosos cadáveres serviranme! ¡Os vosos ósos bailarán para o meu pracer! Convertirei a humanidade nos escravos sen mente que sempre merecestes ser!
it: Sorgete, servi miei, e lasciate che tutti i parassiti tremino! La razza umana sarà cancellata dalla faccia del mondo verde. I vostri cadaveri mi serviranno! Le vostre ossa danzeranno per il mio piacere! Farò dell’umanità gli schiavi senza cervello che tutti voi meritate di essere!

source: After all Ethiliel’s kind words about you, I had yet a glimmer of hope that you might still be reasoned with. But it is now clear that words are of no further use. Captain Mari, are you with me?
ar: بعد كل الكلمات الطيبة التي قالتها إيثيليل عنك، كان لدي بصيص أمل بأنه يمكن التفاهم معك. لكن من الواضح الآن أن الكلمات لن تجدي نفعًا. القائدة ماري، هل أنت معي؟
es: Después de todas las amables palabras de Ethiliel sobre ti, aún tenía un rayo de esperanza de que pudiera razonarse contigo. Pero ahora está claro que las palabras ya no son útiles. Capitán Mari, ¿estás conmigo?
fi: Ethilielin kerrottua sinusta kaikkea hyvää olin saanut toivonpilkahduksen, että kanssasi voisi järkeillä. Mutta sanoista ei selvästikään ole enää hyötyä. Kapteeni Mari, oletko mukana?
gl: Despois de todas as palabras amables de Etilia sobre ti, aínda tiña un fío de esperanza de que se puidese razoar contigo. Pero agora vexo que as palabras xa non serven. Capitá Mari, estás comigo?
it: Dopo tutte le gentili parole di Ethiliel su di te, avevo ancora un barlume di speranza che potessi ancora ragionare con te. Ma ora è chiaro che le parole non servono più. Capitan Mari, sei al mio fianco?

source: After all Ethiliel’s kind words about you, I had yet a glimmer of hope that you might still be reasoned with. But it is now clear that words are of no further use. Sir Gerrick, are you with me?
ar: بعد كل الكلمات الطيبة التي قالتها إيثيليل عنك، كان لدي بصيص أمل بأنه يمكن التفاهم معك. لكن من الواضح الآن أن الكلمات لن تجدي نفعًا. السير جيريك، هل أنت معي؟
es: Después de todas las amables palabras de Ethiliel sobre ti, aún tenía un rayo de esperanza de que pudiera razonarse contigo. Pero ahora está claro que las palabras ya no son útiles. Sir Gerrick, ¿estás conmigo?
fi: Ethilielin kerrottua sinusta kaikkea hyvää olin saanut toivonpilkahduksen, että kanssasi voisi järkeillä. Mutta sanoista ei selvästikään ole enää hyötyä. Sir Gerrick, oletko mukana?
gl: Despois de todas as palabras amables de Etilia sobre ti, aínda tiña un fío de esperanza de que se puidese razoar contigo. Pero agora vexo que as palabras xa non serven. Señor Xerric, estás comigo?
it: Dopo tutte le gentili parole di Ethiliel su di te, avevo ancora un barlume di speranza che potessi ancora ragionare con te. Ma ora è chiaro che le parole non servono più. Ser Gerrick, sei al mio fianco?

source: After all Ethiliel’s kind words about you, I had yet a glimmer of hope that you might still be reasoned with. But it is now clear that words are of no further use. Minister Hylas, are you with me?
ar: بعد كل الكلمات الطيبة التي قالتها إيثيليل عنك، كان لدي بصيص أمل بأنه يمكن التفاهم معك. لكن من الواضح الآن أن الكلمات لن تجدي نفعًا. الوزير هايلاس، هل أنت معي؟
es: Después de todas las amables palabras de Ethiliel sobre ti, aún tenía un rayo de esperanza de que pudiera razonarse contigo. Pero ahora está claro que las palabras ya no son útiles. Ministro Hylas, ¿estás conmigo?
fi: Ethilielin kerrottua sinusta kaikkea hyvää olin saanut toivonpilkahduksen, että kanssasi voisi järkeillä. Mutta sanoista ei selvästikään ole enää hyötyä. Pappi Hylas, oletko mukana?
gl: Despois de todas as palabras amables de Etilia sobre ti, aínda tiña un fío de esperanza de que se puidese razoar contigo. Pero agora vexo que as palabras xa non serven. Padre Hilas, estás comigo?
it: Dopo tutte le gentili parole di Ethiliel su di te, avevo ancora un barlume di speranza che potessi ancora ragionare con te. Ma ora è chiaro che le parole non servono più. Ministro Hylas, sei al mio fianco?

source: The rookie’s all grown up. I’m with you.
ar: لقد كبر الجندي الجديد. أنا معك.
es: El novato ya ha crecido. Estoy contigo.
fi: Alokas on kasvanut aikuiseksi. Olen mukana.
gl: O novato xa é todo un soldado. Estou contigo.
it: Il novellino è definitivamente cresciuto. Sono con te.

source: On your order, Master Deoran.
ar: بأمرك، سيدي ديوران.
es: A tus órdenes, maestro Deoran.
fi: Käskystänne, herra Deoran.
gl: Á súa orde, mestre Deoran.
it: Ai vostri ordini, Comandante Deoran.

source: Evil never rests — nor does the light that seeks to exterminate it.
ar: الشر لا يرتاح أبدًا - وكذلك النور الذي يسعى لاستئصاله.
es: El mal nunca descansa... ni lo hace la luz que busca su desaparición.
fi: Pahuus ei lepää koskaan, mutta ei sen kukistava valokaan.
gl: O mal nunca descansa— nin a luz que busca exterminalo.
it: Il male non riposa mai, come la luce che lo bracca per sterminarlo.
nb_no: Ondskapen hviler aldri — og det gjør heller ikke lyset som forsøker å utrydde den.
uk: Зло ніколи не спить — як і світло, що шукає його знищення.

source: I done enough evil in my life. Time t’ do somethin’ good fer a change.
ar: لقد فعلت ما يكفي من الشر في حياتي. حان الوقت لفعل الخير لمرة واحدة.
es: He hecho suficiente mal en mi vida. Es hora de hacer algo bueno por un cambio.
fi: Mä oon tehnyt tarpeeks pahaa eläissäni. Aika tehdä jotain hyvää vaihteeks.
gl: Fixen demasiado mal na miña vida. Hora de facer algo bo por unha vez.
it: Ho fatto abbastanza male nella mia vita: è ora di fare qualcosa di buono per cambiare.

source: Attack!
ar: هجوم!
es: ¡Ataquen!
fi: Hyökätkää!
gl: Ao ataque!
it: All’attacco!

source: Yes, yes, step into the mouth of my cave. Fight me in the dead of night, when I am at my best!
ar: نعم، نعم، ادخلوا إلى فم كهفي. قاتلوني في ظلام الليل، عندما أكون في ذروة قوتي!
es: Sí, sí, entra en la boca de mi cueva. ¡Lucha contra mí en plena noche, cuando estoy en mi mejor momento!
fi: Kyllä, kyllä, käykää luolani suulle. Taistelkaa minua vastaan keskellä yötä, kun olen parhaimmillani!
gl: Si, si... entrade na boca da miña cova. Loitade comigo na noite escura, cando estou no meu mellor momento!
it: Sì, sì, entrate nella bocca della mia caverna. Attaccatemi nel cuore della notte, quando sono al meglio delle mie capacità!

source: You dare strike me?! Puny humans, I’m darkness incarnate! I’m power beyond your comprehension!
ar: أتجرؤون على ضربي؟! أيها البشر الضعفاء، أنا الظلام المتجسد! أنا قوة تتجاوز فهمكم!
es: ¿Osas atacarme? ¡Humanos insignificantes, soy la oscuridad encarnada! ¡Soy un poder que va más allá de tu comprensión!
fi: Uskallatteko lyödä minua?! Surkeat ihmiset, olen pimeyden ruumiillistuma! Mahtini ylittää ymmärryksenne!
gl: Atreveste a pegarme?! Humanos insignificantes, son a escuridade encarnada! Son o poder máis alá da túa comprensión!
it: Osate colpirmi?! Patetici umani, io sono l’oscurità incarnata! Io sono il potere oltre la vostra comprensione!

source: Oh, I understand just fine: you’re nothing but a pile of dead bones glued together into a crude imitation of life. I’ve smashed plenty of skeletons before you, and I’ll smash plenty after.
ar: أوه، أنا أفهم جيدًا: أنت مجرد كومة من العظام الميتة ملتصقة معًا في محاكاة بدائية للحياة. لقد حطمت الكثير من الهياكل العظمية قبلك، وسأحطم الكثير بعدك.
es: Oh, lo entiendo perfectamente: no eres más que un montón de huesos muertos pegados para formar una burda imitación de vida. He destrozado muchos esqueletos antes que tú, y destrozaré muchos después.
fi: Oi, ymmärrän ihan hyvin: olet pelkkä kasa kuolleita luita, jotka on liimattu yhteen elämän irvikuvaksi. Olen murskannut paljon luurankoja ennen sinua, ja murskaan vielä paljonkin.
gl: Ah, enténdote perfectamente: non es máis ca un feixe de ósos mortos pegados cunha imitación groseira de vida. Xa esmaguei moitos coma ti, e esmagarei moitos máis.
it: Oh, capisco piuttosto bene: non sei nient’altro che un sacco di ossa morte, tenute assieme da una rozza imitazione della vita. Ne ho distrutti un sacco di scheletri prima di te, e ne distruggerò ancora molti dopo di te.

source: Aye, beyond my comprehension you may be, but I don’ need to understand you to destroy you. I know you’re evil, an’ that’s enough. Prepare to meet your maker, lich.
ar: أجل، قد تتجاوز فهمي، لكنني لا أحتاج إلى فهمك لتدميرك. أعلم أنك شرير، وهذا يكفي. استعد لمقابلة خالقك، أيها الليش.
es: Sí, puede que estés más allá de mi comprensión, pero no necesito entenderte para destruirte. Sé que eres malvado, y eso es suficiente. Prepárate para encontrarte con tu creador, liche.
fi: Juu, ehkäpä sä menet yli hilseen, mutta ei mun tartte ymmärtää sua tuhotakseni sut. Tiedän, että oot paha, ja se riittää. Valmistaudu kohtaamaan luojasi, kuolonherra.
gl: Aínda que non te comprenda, non preciso entendelo para destruírte. Sei que es maldade pura, e con iso abonda. Prepárate para coñecer ao teu creador, liche.
it: Certo, potrei anche andare oltre la mia comprensione, ma non ho bisogno di capirti per distruggerti. So che sei malvagio, e questo mi basta. Preparati ad incontrare il tuo creatore, lich.

source: You’re merely a servant of the power that corrupted you, lich! You’ve not mastered the darkness; it, instead, has enslaved you. We will put you out of your misery.
ar: أنت مجرد خادم للقوة التي أفسدتك، أيها الليش! لم تكتسب الظلام؛ بل هو الذي استعبدك. سننهي معاناتك.
es: ¡Eres solo un sirviente del poder que te corrompió, liche! No has dominado la oscuridad; en cambio, ella te ha esclavizado. Te pondremos fin a tu sufrimiento.
fi: Sinä vain palvelet voimaa, joka turmeli sinut, kuolonherra! Et ole hallinnut pimeyttä; se on orjuuttanut sinut. Me päästämme sinut kurjuudestasi.
gl: Es só un servo do poder que te corrompiu, liche! Non dominaches a escuridade; el, en cambio, escravizoute. Librarémosche da túa miseria.
it: Tu sei solo un servitore del potere che ti ha corrotto, lich! Non sei tu ad aver dominato l’oscurità, è piuttosto lei che ti ha reso schiavo. Noi porremo fine alle tue sofferenze.

source: <b><i>You</i></b> think you can destroy <b><i>me</i></b>? Were Ethiliel here I might have held back, but you humans are nothing but a worthless blight upon this wretched world. Suffer and die.
ar: <b><i>أنت</i></b> تعتقد أنك تستطيع تدمير <b><i>أنا</i></b>؟ لو كانت إيثيليل هنا لربما كبحت جماحي، لكنكم أيها البشر مجرد وباء لا قيمة له على هذا العالم البائس. عانوا وموتوا.
es: ¿<b><i>Tú</i></b> crees que puedes destruirme <b><i>a mí</i></b>? Si Ethiliel estuviera aquí, tal vez me habría contenido, pero ustedes los humanos no son más que una plaga inútil sobre este mundo miserable. Sufran y mueran.
fi: <b><i>Tekö</i></b> luulette voivanne tuhota <b><i>minut</i></b>? Jos Ethiliel olisi täällä, olisin ehkä hillinnyt itseäni, mutta te ihmiset olette vain mitätön vitsaus tälle kurjalle maailmalle. Kärsikää ja kuolkaa.
gl: <b><i>Ti</i></b> cres que <b><i>me</i></b> podes destruír? Se Etilia estivese aquí, quizais contivese o meu poder, pero vós, humanos, non sodes máis ca unha praga inútil neste mundo miserento. Sufride e morrede.
it: <b><i>Voi</i></b> pensate di poter distruggere <b><i>me</i></b>? Se ci fosse stata Ethiliel qui, forse avrei potuto trattenermi, ma voi umani non siete altro che una inutile piaga di questo miserabile mondo. Soffrite e morite.

source: Time to un-die, un-dead. I’m fed up with this.
ar: حان الوقت لـ"عدم الموت"، أيها "غير الميت". لقد سئمت من هذا.
es: Es hora de dejar de estar muerto, no-muerto. Estoy harto de esto.
fi: Aika epäkuolla, epäkuollut. Tympii tämä.
gl: Hora de morrer de novo, non morto. Xa me tes farto.
it: Temo di non-morire, non-morto. Ne ho abbastanza di tutto questo.

source: Ah’ve watched enough friends fall to yer creatures, lich. They didn’t die in vain.
ar: لقد رأيت ما يكفي من الأصدقاء يسقطون أمام مخلوقاتك، أيها الليش. لم يموتوا سدى.
es: He visto caer a suficientes amigos a tus criaturas, liche. No murieron en vano.
fi: Oon nähnyt ystävien kaatuvan otustesi takia, kuolonherra. He eivät kuolleet turhaan.
gl: Vin caer a demasiados amigos polas túas criaturas, liche. Non morreron en balde.
it: Ho visti abbastanza amici cadere per mano delle tue creature, lich. Non sono morti invano.

source: As the scalpel cuts away a tumor, so shall I cut your corruption out of this world. Your blight is ended, Mebrin of the elves.
ar: كما يقطع المشرط الورم، هكذا سأقطع فسادك من هذا العالم. لقد انتهى وباؤك، يا ميبيرين الألفيين.
es: Como el bisturí corta un tumor, así cortaré tu corrupción de este mundo. Tu plaga ha terminado, Mebrin de los elfos.
fi: Niin kuin skalpelli leikkaa kasvaimen pois, leikkaan turmeluksesi pois tästä maailmasta. Rappiosi on päättynyt, Mebrin-haltia.
gl: Así como o bisturí corta un tumor, así cortarei a túa corrupción deste mundo. A túa praga remata aquí, Mebrin dos elfos.
it: Come il bisturi taglia via un tumore, così io taglierò da questo mondo la tua corruzione. La tua corruzione finisce qui, Mebrin degli elfi.

source: Ah ha, ha ha ha ha. You think I am beaten so easily, beaten by mere mortals? I should flee down into my caves, should summon my great armies up from below...
ar: ها ها، ها ها ها ها. أتظن أنني هُزمت بهذه السهولة، هُزمت من قبل مجرد بشر؟ يجب أن أهرب إلى كهوفي، يجب أن أستدعي جيوشي العظيمة من الأسفل...
es: Ah ja, ja ja ja ja. ¿Crees que puedo ser vencido tan fácilmente, vencido por simples mortales? Debería huir a mis cuevas, debería convocar a mis grandes ejércitos desde el subsuelo...
fi: Ah ha, ha ha ha ha. Luulette, että raukat kuolevaiset nujersivat minut niin helposti? Minun pitäisi paeta luoliini, kutsua suuret armeijani alapuolelta...
gl: Ah ha, ha ha ha ha... Pensades que un puñado de mortais pode derrotarme con tanta facilidade? Debería fuxir ao fondo da miña cova, chamar ós meus grandes exércitos dende abaixo...
it: Ah ha, ha ha ha ha. Pensi che io possa essere sconfitto così facilmente da dei comuni mortali? Dovrei fuggire nelle mie grotte, dovrei evocare i mie grandi eserciti dalle profondità...

source: But why bother? I am no stranger to pain, Deoran of the humans. At least peace may finally come... for me. But not for you...
ar: لكن لماذا أزعج نفسي؟ أنا لست غريبًا عن الألم، يا ديوران البشر. على الأقل قد يأتي السلام أخيرًا... لي. لكن ليس لكم...
es: ¿Pero para qué molestarse? No soy ajeno al dolor, Deoran de los humanos. Al menos la paz podría llegar finalmente... para mí. Pero no para ti...
fi: Vaan miksi vaivautua? Tuska ei ole minulle vieras, ihmis-Deoran. Viimeinkin rauha koittakoon... minulle, mutta ei teille...
gl: Pero, ¿para que? A dor non me é allea, Deoran dos humanos. Quizais, por fin, chegue a paz... para min. Pero non para vós...
it: Ma perché preoccuparsene? Non sono avulso al dolore, Deoran degli umani. Almeno la pace potrebbe finalmente giungere... per me. Ma non per te...

source: You have only sown the seeds of your own destruction, for Ethiliel will avenge me. I felt her emotions, felt her intentions, <b><i>fed</i></b> her intentions... Accursed humans, you may have struck me down, but I have already won my revenge...
ar: لقد زرعتم فقط بذور دماركم، لأن إيثيليل سينتقم لي. شعرت بمشاعرها، شعرت بنواياها، <b><i>غذيت</i></b> نواياها... أيها البشر اللعينة، ربما تكونون قد هزمتموني، لكنني انتقمت بالفعل...
es: Solo han sembrado las semillas de su propia destrucción, porque Ethiliel me vengará. Sentí sus emociones, sentí sus intenciones, <b><i>alimenté</i></b> sus intenciones... Malditos humanos, pueden haberme derribado, pero ya he ganado mi venganza...
fi: Olette vain kylväneet oman tuhonne siemenet, sillä Ethiliel kostaa puolestani. Minä koin hänen tunteensa, tunsin hänen aikeensa, <b><i>ravitsin</i></b> hänen aikomuksensa... Kirotut ihmiset, olette ehkä lyöneet minut, mutta olen jo voittanut kostoni...
gl: Só sementastes as sementes da vosa destrución, pois Etilia vingarame. Sentín as súas emocións, sentín as súas intencións, <b><i>alimenteime</i></b> das súas intencións... Malditos humanos, puidéchedes derrubarme, pero a miña vinganza xa está lista...
it: Hai visto soltanto i semi della tua distruzione, perché Ethiliel mi vendicherà. Percepisco le sue emozioni, le sue intenzione, <b><i>ho coltivato</i></b> le sue intenzioni... Maledetti umani, potrete anche avermi abbattuto, ma ho già ottenuto la mia vendetta...

source: Do not delay, Deoran! If we do not finish off this vermin Afalas soon, he shall surely make his escape!
ar: لا تتردد يا ديوران! إذا لم ننهِ هذا الهوام أفالاس قريبًا، فسيهرب بالتأكيد!
es: ¡No tardes, Deoran! Si no acabamos pronto con esta alimaña Afalas, ¡seguro se escapará!
fi: Älä kuhni, Deoran! Jos emme hoitele sitä Afalasin nilkkiä pian, hän takuulla pääsee pakoon!
gl: Non perdas tempo, Deoran! Se non rematamos con ese verme de Afalas axiña, escaparase!
it: Non esitare, Deoran! Se non ci liberiamo subito di questo verme di Afalas, riuscirà sicuramente a scappare!

source: Better hurry, Deoran. Whatever Mebrin’s plans are, he gets closer to finishin’ them every day. We’ve got to finish him off soon!
ar: عليك الإسراع يا ديوران. أيًا كانت خطط ميبيرين، فهو يقترب كل يوم من تحقيقها. يجب أن ننهيه قريبًا!
es: Mejor apúrate, Deoran. Cualesquiera que sean los planes de Mebrin, se acerca a cumplirlos cada día. ¡Tenemos que acabar con él pronto!
fi: Paras kiirehtiä, Deoran. Mitkä Mebrinin juonet ovatkaan, hän lähestyy niitten toteutumista joka päivä. Hänet on hoideltava pian!
gl: Mellor que te apures, Deoran. Calquera que sexa o plan de Mebrin, cada día está máis preto de rematalo. Temos que derrotalo xa!
it: Meglio sbrigarsi, Deoran. Qualunque siano i piani di Mebrin, si avvicina al loro completamento ogni giorno che passa. Dobbiamo sbarazzarcene prima possibile!

source: You are running out of turns to complete this scenario! See your objectives by pressing Ctrl+J, and remember that the turn limit can be seen in the top-left-hand corner.
ar: لقد أوشكت الأدوار على النفاد لإكمال هذا السيناريو! راجع أهدافك بالضغط على Ctrl+J، وتذكر أن حد الأدوار يمكن رؤيته في الزاوية العلوية اليسرى.
es: ¡Se están acabando los turnos para completar este escenario! Consulta tus objetivos presionando Ctrl+J, y recuerda que el límite de turnos se puede ver en la esquina superior izquierda.
fi: Sinulta loppuvat vuorot tämän skenaarion suorittamiseen! Katso tavoitteita painamalla Ctrl+J, ja muista, että vuororaja näkyy vasemmassa yläkulmassa.
gl: Estás a quedar sen roldas para completar este escenario! Consulta os teus obxectivos premendo Ctrl+J, e lembra que o límite de roldas está na esquina superior esquerda.
it: Stai quasi per esaurire i turni a disposizione per completare questo scenario! Controlla i tuoi obiettivi premendo Ctrl+j e ricorda che il limite massimo di turni è sempre riportato nell’angolo in altro a sinistra dello schermo.

source: We have moved so slowly! If the last Urza brother was ever here, he has surely fled by now, and we still have no answers...
ar: لقد تحركنا ببطء شديد! إذا كان الأخ الأخير من أورزا هنا يومًا، فلا بد أنه هرب الآن، وما زلنا دون إجابات...
es: ¡Nos hemos movido tan lentamente! Si el último hermano Urza estuvo aquí, seguramente ya ha huido, y aún no tenemos respuestas...
fi: Me olemme liikkuneet niin hitaasti! Jos Urzan veljeksistä viimeinen oli täällä, hän on takuulla nyt karannut, emmekä ole vielä saaneet vastauksia...
gl: Movémonos demasiado amodo! Se o último irmán Urza estivo aquí, seguro que xa fuxiu, e seguimos sen respostas...
it: Ci siamo mossi troppo lentamente! Se l’ultimo dei fratelli Urza è mai stato da queste parti, ormai sarà fuggito, e noi siamo ancora senza risposte...

source: You have run out of turns to complete the scenario, and have been defeated!
ar: لقد نفدت أدوارك لإكمال السيناريو، وقد هُزمت!
es: ¡Se han acabado los turnos para completar el escenario, y has sido derrotado!
fi: Sinulta loppuivat vuorot skenaarion suorittamiseksi ja olet kukistettu!
gl: Quedaches sen turnos para completar o escenario, e fuches derrotado!
it: Hai esaurito i turni per completare lo scenario e sei stato sconfitto!

source: Sailor
ar: بحار
es: Marinero
fi: Merimies
gl: Mariñeiro
it: Marinaio

source: Hey, boss, it’s me. Anyone still alive out here?
ar: مرحبًا أيها الرئيس، أنا هنا. هل لا يزال أحد على قيد الحياة هنا؟
es: Oye, jefe, soy yo. ¿Todavía queda alguien vivo por aquí?
fi: Hei, pomo, meikä tässä. Ketään elossa täällä?
gl: Ei, xefe, son eu. Aínda hai alguén con vida por aquí?
it: Ehi, capo, sono io. C’è qualcuno ancora vivo là fuori?

source: Finally, what took ye so long! C’mon, let’s get us all out o’ here afore that crazy elf lady kills any more o’ us!
ar: أخيرًا، ما الذي أخرك كثيرًا! هيا، دعنا نخرج كلنا من هنا قبل أن تقتلنا تلك السيدة الألفية المجنونة!
es: ¡Finalmente, qué tardanza! ¡Vamos, salgamos todos de aquí antes de que esa dama elfa loca nos mate a más!
fi: Vihdoinkin, kestipä siinä! Painutaan nyt täältä ennen kuin se kahjo haltianeiti listii meitä lisää!
gl: Por fin! Que che levou tanto tempo! Veña, saquemos a todos de aquí antes de que esa elfa tola nos mate a máis xente!
it: Finalmente, perché ci hai messo così tanto tempo?! Andiamo, usciamo tutti da qui prima che quella pazza di dama elfica uccida qualcun altro di noi!

source: Urza Afalas has fled up the river! If he ever held Mebrin prisoner, the gentle sage is now far beyond our reach...
ar: لقد هرب أورزا أفالاس صعودًا بالنهر! إذا كان قد أسر ميبيرين يومًا، فإن الحكيم الوديع أصبح الآن بعيدًا عن متناولنا...
es: ¡Urza Afalas ha huido río arriba! Si alguna vez tuvo a Mebrin prisionero, el sabio ahora está muy lejos de nuestro alcance...
fi: Urza Afalas on karannut jokea pitkin! Jos hän piti Mebrinia vankina, hyvä tietäjä on nyt saavuttamattomissa...
gl: Urza Afalas fuxiu río arriba! Se algunha vez tivo preso a Mebrin, agora o sabio amable está xa máis aló do noso alcance...
it: Urza Afalas è fuggito lungo il fiume! Se mai ha tenuto Mebrin prigioniero, il gentile saggio è ormai al di fuori della nostra portata...

source: Neep, neep!
ar: نعيب، نعيب!
es: ¡Nip, nip!
fi: Iip, iip!

source: Ah ha, ha ha ha ha. You have tarried too long, mayflies! My messenger brings news — your beloved town of Westin has been destroyed!
ar: ها ها، ها ها ها ها. لقد تأخرتم كثيرًا، أيها العابرو السريع! رسولي يحمل أخبارًا - لقد دُمّرت بلدتكم الحبيبة ويستين!
es: Ah ja, ja ja ja ja. ¡Se han demorado demasiado, efímeras! Mi mensajero trae noticias: ¡su amada ciudad de Westin ha sido destruida!
fi: Ah ha ha ha ha ha. Te surviaiset kuhnitte liian kauan! Sanansaattajani tuo uutisia — rakas kylänne Westin on tuhottu!
gl: Ah ha, ha ha ha ha! Tardastes demasiado, efemerópteros! O meu mensaxeiro trae novas — a vosa querida vila de Westin foi destruída!
it: Ah ha, ha ha ha ha. Vi siete attardati troppo, effimere! Il mio messaggero porta notizie: la vostra amata città di Westin è stata distrutta!
