Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: For with each fight, we gain experience and grow stronger! If I have any veteran soldiers from the last battle, I may wish to recall them so they can continue to gain experience and eventually gain a promotion.
es: ¡Pues con cada lucha, ganamos experiencia y nos volvemos más fuertes! Si tengo soldados veteranos de la última batalla, puede que quiera reincorporar a algunos para que continúen ganando experiencia y eventualmente sean ascendidos.
fi: Me saamme kokemusta joka taistelusta ja vahvistumme! Jos minulla on veteraanisotilaita viime taistelusta, voin haluta kutsua heitä, jotta he voivat jatkaa kokemuksen saantia ja lopulta saada ylennyksen.
it: Perché con ogni combattimento acquisiamo esperienza e diventiamo sempre più forti! Se ho dei soldati veterani dell’ultima battaglia, potrei volerli richiamare in modo che possano continuare ad acquisire esperienza e alla fine avanzare di livello.

source: Press <b>Alt+R</b> (or right-click on Deoran) to <i>recall</i> veteran soldiers from the previous scenario. Recalling a veteran only ever costs 20 gold, no matter how powerful (or weak) they are.
es: Presiona <b>Alt+R</b> (o haz clic derecho en Deoran) para <i>reincorporar</i> a los soldados veteranos del escenario anterior. Reincorporar a un veterano siempre cuesta 20 piezas de oro, sin importar qué tan poderoso (o débil) sea.
fi: <i>Kutsu</i> veteraanisotilaita edellisestä skenaariosta painamalla <b>Alt+R</b> (tai klikkaa hiiren oikealla painikkella Deorania). Veteraanin kutsunta maksaa aina 20 kultapalaa riippumatta siitä, miten vahva (tai heikko) se on.
it: Premi <b>Alt+R</b> (o clicca col tasto destro del mouse su Deoran) per <i>richiamare</i> i soldati veterani sopravvissuti nello scenario precedente. Richiamare un veterano ha sempre un costo fisso di 20 monete d’oro, a prescindere da quanto sia potente (o debole).

source: Recalling and leveling-up soldiers is very important. By recalling veterans every scenario and building up their experience, over time you can create a very powerful army. If you wish to recruit new soldiers, you can still do so by pressing <b>Ctrl+R</b>. <b>Ctrl+R</b> to recruit, <b>Alt+R</b> to recall.
es: Reincorporar y subir de nivel soldados es muy importante. Al reincorporar veteranos en cada escenario y aumentar su experiencia, con el tiempo puedes crear un ejército muy poderoso. Si deseas reclutar nuevos soldados, aún puedes hacerlo presionando <b>Ctrl+R</b>. <b>Ctrl+R</b> para reclutar, <b>Alt+R</b> para reincorporar.
fi: Sotilaiden kutsunta ja yleneminen on hyvin tärkeää. Voit ajan myötä luoda hyvin vahvan armeijan kutsumalla veteraaneja kussakin skenaariossa ja kerryttämällä heidän kokemustaan. Voit halutessasi vielä värvätä uusia sotilaita painamalla <b>Ctrl+R</b>. <b>Ctrl+R</b> värväämiseen, <b>Alt+R</b> kutsumiseen.
it: Richiamare e far avanzare di livello i soldati è molto importante. Richiamando i veterani ad ogni scenario e accrescendo la loro esperienza, col tempo potrai riuscire a creare un esercito molto potente, E se desiderassi reclutare dei nuovi soldati, potrò sempre farlo premendo <b>Ctrl+R</b>. <b>Ctrl+R</b> per reclutare, <b>Alt+R</b> per richiamare.

source: Defeat Urza Fastik
ar: اهزم أورزا فاستيك
es: Derrote a Urza Fastik
fi: Kukista Urza Fastik
gl: Derrota a Urza Fastic
it: Sconfiggi Urza Fastik

source: Good, we’ve captured a village! The little flag waving from it will serve as a reminder that it’s under our control. It will remain that way until an enemy moves into it.
es: ¡Bien, hemos capturado una aldea! La pequeña bandera que ondea servirá como recordatorio de que está bajo nuestro control. Seguirá así hasta que un enemigo entre en ella.
it: Ottimo, abbiano catturato un villaggio! La piccola bandiera che sventola su di esso serve come promemoria che è sotto il tuo controllo. E tale rimarrà finché un nemico si sposterà su di esso.

source: Each village we control provides upkeep and generates gold, which I can use to recruit new soldiers.
es: Cada aldea que controlamos proporciona manutención y genera oro, que puedo usar para reclutar nuevos soldados.
it: Ogni villaggio sotto il nostro controllo viene utilizzato per il mantenimento dell’esercito e produce oro, che posso utilizzare per reclutare nuove truppe.

source: Income and Upkeep
ar: الدخل والصيانة
es: Ingresos y mantenimiento
fi: Tulot ja ylläpito
gl: Ingresos e Mantemento
it: Entrate e Mantenimento

source: Each village you own generates 1 gold per turn, and supports 1 unit’s worth of upkeep. Level 2 units cost 2 upkeep, level 3 units cost 3 upkeep, etc. To ensure a healthy supply of gold, capture as many villages as you can!
ar: كل قرية تمتلكها تولد 1 ذهب لكل دور، وتدعم 1 وحدة من الصيانة. الوحدات من المستوى 2 تكلف 2 صيانة، الوحدات من المستوى 3 تكلف 3 صيانة، وهكذا. لضمان إمداد ذهبي صحي، احتل أكبر عدد ممكن من القرى!
es: Cada aldea que poseas genera 1 oro por turno y cubre el mantenimiento de 1 unidad. Las unidades de nivel 2 cuestan 2 de mantenimiento, las de nivel 3 cuestan 3, etc. Para asegurar un buen suministro de oro, ¡captura tantas aldeas como puedas!
fi: Jokainen kyläsi tuottaa 1 kultapalan vuorossa ja ylläpitää 1 yksikön. 2-tason yksikön ylläpito maksaa 2, 3-tason yksikön ylläpito maksaa 3 jne. Reilun kullansaannin takaamiseksi valloita mahdollisimman monta kylää!
gl: Cada aldea que posúas xera 1 ouro por rolda e require mantemento equivalente a 1 unidade. As unidades de nivel 2 custan 2 de mantemento, as de nivel 3 custan 3 de mantemento, etc. Para garantir un bo subministro de ouro, captura tantas aldeas como poidas!
it: Ogni villaggio che possiedi genera una moneta d’oro ad ogni turno, e fornisce supporto per una unità. Quelle di secondo livello costano due monete di mantenimento, quelli di terzo livello tre, etc. etc. Per assicurarti una buona scorta d’oro, conquista quanti più villaggi puoi!

source: Ha, this zombie is so slow and weak! Usually, moving next to an enemy unit prevents me from moving any further. But this frail, feeble Walking Corpse is easy to outmaneuver.
es: ¡Ja, este zombi es tan lento y débil! Normalmente, moverme junto a una unidad enemiga evita que pueda avanzar más. Pero este frágil y débil cadáver andante es fácil de esquivar.
fi: Hah, tämä zombi on niin hidas ja heikko! Yleensä vihollisyksikön viereen siirtyminen estää minua liikkumasta pidemmälle, mutta tämä hauras, elävä kuollut on helppo kiertää.
it: Ah, questi zombi sono così lenti e deboli! Di solito, muoversi vicino ad una unità nemica consuma tutto il mio movimento rimanente, ma questi fragili e deboli Morti Viventi sono facili da aggirare.

source: Unlike most units, level 0 units (such as Walking Corpses) do not exert a Zone of Control. Your units can move freely around them.
es: A diferencia de la mayoría de las unidades, las unidades de nivel 0 (como los Cadáveres Andantes) no ejercen Zona de Control. Tus unidades pueden moverse libremente a su alrededor.
it: A differenze della maggior parte delle unità, quelle di livello 0 (tipo i Morti Viventi) non possiedono una Zona di Controllo. Le tue unità posso muoversi a piacimento intorno a loro.

source: I’m nearly blind in this nighttime gloom... If we don’t keep our distance from the undead, we’re going to get massacred!
ar: أنا شبه أعمى في هذا الظلام الليلي... إذا لم نحافظ على مسافة من الأموات الأحياء، فسوف نذبح!
es: Casi no puedo ver en esta penumbra nocturna... ¡Si no mantenemos distancia de los no muertos, nos van a masacrar!
fi: Olen miltei sokea tässä yön hämäryydessä... Jos emme pysyttele loitolla epäkuolleista, meidät teurastetaan!
gl: Case non vexo nada nesta escuridade nocturna... Se non mantemos as distancias cos non mortos, van esnaquizarnos!
it: Sono pressoché cieco in questa oscurità notturna... Se non manteniamo le distanze dai non-morti, verremo massacrati!

source: Dawn breaks — the heroes grow strong while the villains grow weak. Men of the South Guard, now is our time to attack!
ar: بزغ الفجر - الأبطال يصبحون أقوى بينما الأشرار يضعفون. يا رجال الحرس الجنوبي، حان وقت الهجوم!
es: ¡Amanece... los héroes se fortalecen mientras los villanos se debilitan! ¡Hombres de la guardia del sur, ahora es nuestro momento para atacar!
fi: Aamu sarastaa. Sankarit vahvistuvat vihollisten heikentyessä. Etelän vartioston miehet, nyt on aika hyökätä!
gl: Amence — os heroes fanse máis fortes mentres os malfeitores se volven máis débiles. Homes da Garda do Sur, ¡agora é o noso momento para atacar!
it: Spunte l’alba: gli eroi diventano più forti mentre i cattivi si indeboliscono. Uomini della Guardia del Sud, è giunto il nostro momento di attaccare!

source: Ah, excellent! The South Guard fights my warriors at night, when we are at our best! I am fortunate that their commander is so inexperienced.
ar: آه، ممتاز! يحارب الحرس الجنوبي محاربي ليلاً، عندما نكون في أفضل حالاتنا! أنا محظوظ لأن قائدهم قليل الخبرة.
es: ¡Ah, excelente! La guardia del sur pelea contra mis guerreros de noche, cuando estamos en nuestro mejor momento. Tengo suerte de que su comandante sea tan inexperto.
fi: Ah, mainiota! Etelävartio kamppailee sotureitani vastaan yöllä, kun olemme parhaimmillamme! Onneksi heidän komentajansa on niin kokematon.
gl: Ah, excelente! A Garda do Sur loita contra os meus guerreiros pola noite, cando estamos no noso mellor momento! Son afortunado de que o seu comandante sexa tan inexperto.
it: Ah, eccellente! La Guardia del Sud combatte contro i miei guerrieri di notte, proprio quando al massimo delle loro forze! Sono fortunato che il loro comandante sia così inesperto.

source: Idiot corpses, what are you doing? Don’t fight the South Guard during the day, when they’re at their best! ...how do I control these blasted things?
ar: أيها الجثث الغبية، ماذا تفعلون؟ لا تقاتلوا الحرس الجنوبي نهارًا، عندما يكونون في أفضل حالاتهم! ...كيف أتحكم في هذه الأشياء الملعونة؟
es: Cadáveres idiotas, ¿qué hacen? ¡No peleen contra la guardia del sur de día, cuando están en su mejor momento! ...¿cómo controlo a estas malditas cosas?
fi: Typerät raadot, mitä te touhuatte? Älkää taistelko Etelävartiota päivällä, kun he ovat parhaimmillaan! Miten hallitsen näitä pahuksen otuksia?
gl: Cadáveres aparvados, que facedes? Non loitedes contra a Garda do Sur durante o día, cando están no seu mellor momento! ...como se supón que controlo estas malditas cousas?
it: Stupidi cadaveri, cosa state facendo? Non combattete contro la Guardia del Sud di giorno, sono al massimo delle loro forze!... come le controllo queste maledette cose?

source: Yes that’s right, you foolish South Guard commander! Fight waist-deep in the river while my bandits are safe in their encampments!
es: ¡Sí, así es, tonto comandante de la guardia del sur! ¡Luchen hasta la cintura en el río mientras mis bandidos están seguros en sus campamentos!
it: Certo, proprio ben fatto: stupido di un comandante della Guardia del Sud! Combattere dal fiume immersi nell’acqua quando i miei banditi sono al sicuro nel loro accampamento!

source: Most of your units have only a 20% chance to dodge when standing in shallow water, while in encampment terrain most of the bandits have 60%. Fighting with your units on poor terrain isn’t always a bad idea, but it is often not worth the disadvantage to your troops.
es: La mayoría de tus unidades solo tiene un 20% de probabilidad de esquivar al estar en agua poco profunda, mientras que en terreno de campamento la mayoría de los bandidos tiene 60%. Luchar con tus unidades en terreno desfavorable no siempre es mala idea, pero a menudo no vale la desventaja para tus tropas.
it: La maggior parte delle tue unità ha soltanto il 20% di possibilità di schivare un attacco quando si trova in acque basse, mentre i banditi, trovandosi dentro un accampamento, hanno il 60%. Far combattere le tue unità da un terreno svantaggioso non è sempre una pessima idea, ma spesso il gioco non vale la candela per le tue truppe.

source: If only it weren’t daytime, this would be the perfect fight for me...
ar: لو لم يكن الوقت نهارًا، لكان هذا القتال مثاليًا لي...
es: Si tan solo no fuera de día, esta sería la pelea perfecta para mí...
fi: Jos ei olisi päivä, tämä olisi täydellinen taistelu minulle...
gl: Se non fose de día, esta sería a loita perfecta para min...
it: Se soltanto non fosse giorno pieno, sarebbe stata la battaglia perfetta per me...

source: And in the middle of the night too! This is the perfect fight for me!
ar: وفي منتصف الليل أيضًا! هذا القتال مثالي لي!
es: ¡Y también en plena noche! ¡Esta es la pelea perfecta para mí!
fi: Ja vieläpä keskellä yötä! Tämähän on täydellinen taistelu minulle!
gl: E en plena noite, ademais! Esta é a loita perfecta para min!
it: E pure nel bel mezzo della notte! Questa per me è la battaglia perfetta!

source: Hey, that’s not fair! I spent ages fortifying the road, you can’t just go around!
ar: مهلاً، هذا ليس عادلاً! قضيت وقتًا طويلاً في تحصين الطريق، لا يمكنك الالتفاف حوله!
es: ¡Oye, eso no es justo! Pasé mucho tiempo fortificando el camino, ¡no pueden simplemente saltármelo!
fi: Hei, epäreilua! Linnoitin tietä iät ja ajat! Ette voi vain kiertää!
gl: Ei, iso non é xusto! Pasei unha eternidade fortificando o camiño, non podedes simplemente rodeala!
it: Hei, così non vale! Ci ho messo secoli per fortificare la strada, e tu adesso non puoi aggirarla!

source: I had better hurry and finish off this bandit! If I take too long he may decide to flee, and then I’ll never get the chance to find out what he knows!
ar: من الأفضل أن أسرع في إنهاء هذا القاطع! إذا استغرقت وقتًا طويلاً، قد يقرر الهروب، ولن أحصل أبدًا على فرصة لمعرفة ما يعرفه!
es: Será mejor que me apure y derrote a este bandido. Si tardo demasiado, podría decidir huir, ¡y entonces nunca sabré lo que sabe!
fi: Minun tulisi hoidella tämä kelmi äkkiä! Jos aikailen liikaa, hän voi päättää paeta, enkä silloin saa mahdollisuutta selvittää, mitä hän tietää!
gl: Será mellor que bula e acabe con este bandoleiro! Se tardo moito, pode decidir fuxir, e daquela nunca terei a oportunidade de descubrir o que sabe!
it: Farò bene a sbrigarmi a finire questo bandito! Se ci metto troppo tempo, potrebbe decidere di filarsela, e allora non avrò più la possibilità di scoprire quello che conosce!

source: We’ve caught you at last, you outlaw! Prepare to meet your end!
ar: لقد أمسكنا بك أخيرًا، أيها الخارج عن القانون! استعد لنهايتك!
es: ¡Finalmente te hemos atrapado, forajido! ¡Prepárate para enfrentar tu fin!
fi: Nappasimme sut viimein, senkin henkipatto! Valmistaudu kohtaamaan loppusi!
gl: Finalmente atrapámoste, foraxido! Prepárate para atopar o teu fin!
it: Alla fine ti abbiamo catturato, fuorilegge che non sei altro! Preparati ad affrontare la tua fine!

source: Gah, more soldiers from Westin... Forget this, I’m getting out of here while I still have the chance!
ar: آه، المزيد من الجنود من ويستين... انسَ هذا، سأخرج من هنا بينما لا زلت أستطيع!
es: ¡Gah, más soldados de Westin... Olvídenlo, me voy de aquí mientras aún tengo la oportunidad!
fi: Ahk, lisää sotilaita Westinistä... Vähät tästä, painun täältä kun vielä pääsen!
gl: Argh, máis soldados de Westin... Esquéceo, vou saír de aquí mentres aínda teña oportunidade!
it: Bah, altri soldati da Westin... Alla malora, io me ne vado fintanto che ne ho la possibilità!

source: He’s gone! Good work defeating these undead, Deoran, but their leader has escaped...
ar: لقد هرب! عمل جيد في هزيمة هؤلاء الأموات الأحياء يا ديوران، لكن زعيمهم قد هرب...
es: ¡Se ha ido! Buen trabajo derrotando a estos no muertos, Deoran, pero su líder ha escapado...
fi: Luikki tiehensä! Hyvin nujersit ne epäkuolleet, Deoran, mutta niiden johtaja livisti...
gl: Xa se foi! Bo traballo derrotando a estes non mortos, Deoran, pero o seu líder fuxiu...
it: Fuggito! Hai fatto un buon lavoro sconfiggendo questi non-morti, Deoran, ma il loro condottiero è scappato...

source: Even with the power of darkness at my command... No, I can’t die yet! I— I can still escape!
ar: حتى مع قوة الظلام تحت تصرفي... لا، لا يمكنني الموت بعد! لا زال بإمكاني الهروب!
es: Incluso con el poder de la oscuridad a mi mando... ¡No, no puedo morir aún! ¡Yo... todavía puedo escapar!
fi: Jopa pimeyden voimalla käskyssäni... Ei, en voi kuolla vielä! Voin vielä karata!
gl: Aínda co poder da escuridade ao meu mando... Non, aínda non podo morrer! Eu— aínda podo fuxir!
it: Anche con i poteri delle tenebre a mia disposizione.. No, non posso ancora morire! Io— Io posso ancora fuggire!

source: Not so fast, outlaw — we’ve caught you at last! Time to clap you in irons.
ar: ليس بهذه السرعة، أيها الخارج عن القانون - لقد أمسكنا بك أخيرًا! حان وقت تقييدك بالسلاسل.
es: No tan rápido, forajido — ¡finalmente te hemos atrapado! Es hora de ponerte en cadenas.
fi: Eipäs hoppuilla, henkipatto. Vihdoinkin nappasimme sut! Aika lyödä sut rautoihin.
gl: Non tan rápido, foraxido — por fin te atrapamos! É hora de poñerte as cadeas.
it: Non così veloce, fuorilegge: alla fin fine ti abbiamo catturato! È il momento di metterti ai ferri.

source: Urgh! Get these chains... off me...
ar: آه! أزيلوا هذه السلاسل... عني...
es: ¡Urgh! Quiten estas cadenas... de mí...
fi: Urgh! Ottakaa nämä kahleet... irti minusta...
gl: Argh! Quítame estas cadeas... de enriba...
it: Urghh! Toglimi queste catene... di dosso...

source: Minister, don’t let him die! This is our best chance to finally get some answers.
ar: أيها الوزير، لا تتركه يموت! هذه أفضل فرصة لنا للحصول على بعض الإجابات أخيرًا.
es: Ministro, ¡no dejen que muera! Esta es nuestra mejor oportunidad para finalmente obtener algunas respuestas.
fi: Pappi, älä anna hänen kuolla! Tämä on paras tilaisuutemme saada vihdoin vastauksia.
gl: Padre, non o deixes morrer! Esta é a nosa mellor oportunidade para obter respostas por fin.
it: Ministro, non lasciatelo morire! Questa è la nostra migliore possibilità di ottenere finalmente qualche risposta.

source: Mari, you’ve returned! And these must be the South Guard officers we were sent here to meet.
ar: ماري، لقد عدتِ! وهؤلاء لا بد أنهم ضباط الحرس الجنوبي الذين أرسلنا للقائهم.
es: ¡Mari, has regresado! Y estos deben ser los oficiales de la guardia del sur con quienes se nos envió a reunir.
fi: Mari, sinä palasit! Ja nuo lienevät ne Etelän vartioston upseerit, joita meidät lähetettiin tänne tapaamaan.
gl: Mari, volviches! E estes deben ser os oficiais da Garda Sur que viñamos coñecer.
it: Mari, sei ritornata! E questi devono essere gli ufficiali della Guardia del Sud che avremmo dovuto incontrare durante la nostra missione.

source: Minister Hylas, archivist and local medic. A pleasure to make your acquaintance, Lieutenant Deoran.
ar: الوزير هايلاس، أمين الأرشيف والطبيب المحلي. سررت بلقائك، الملازم ديوران.
es: Ministro Hylas, archivero y médico local. Un placer conocerlo, teniente Deoran.
fi: Pappi Hylas, arkistonhoitaja ja paikallinen lääkäri. Ilo tavata teidät, luutnantti Deoran.
gl: Padre Hilas, arquiveiro e médico local. Un pracer coñecerte, tenente Deoran.
it: Ministro Hylas, archivista e medico locale. È un piacere fare la tua conoscenza, Tenente Deoran.

source: Aye, an’ I’m Sir Gerrick, infantry commander o’ the South Guard! But now ain’t the time for talk — let’s get this prisoner back t’ town, and finally get some answers out o’ him.
ar: آي، وأنا السير جيريك، قائد المشاة في الحرس الجنوبي! لكن الآن ليس وقت الكلام - لنأخذ هذا السجين إلى البلدة، ونحصل أخيرًا على بعض الإجابات منه.
es: Sí, y yo soy Sir Gerrick, comandante de infantería de la guardia del sur. Pero ahora no es momento de hablar — llevemos a este prisionero de vuelta al pueblo y finalmente saquemos algunas respuestas de él.
fi: Totta maar, ja mä oon Sir Gerrick, Etelän vartion jalkamieskomentaja! Vaan nyt ei kerkeä jutella. Viedään tää vanki kylään, ja vihdoin häneltä saadaan vastauksia.
gl: Si, e eu son o señor Xerric, comandante da infantaría da Garda do Sur! Pero agora non é tempo de falar — imos levar este prisioneiro de volta á vila, e por fin sacarlle algunhas respostas.
it: Sì, e io sono Ser Gerrick, comandante di fanteria della Guardia del Sud! Ma ora non è il momento di parlare: riportiamo questo prigioniero in città e vediamo finalmente di ottenere qualche risposta da lui.

source: Westin Town
ar: بلدة ويستين
es: Pueblo de Westin
fi: Westinin kylä
gl: Vila de Westin
it: Città di Westin

source: Town Crier
ar: منادي البلدة
es: Pregón del Pueblo
fi: Kylänkuuluttaja
gl: Pregoeiro da vila
it: Banditore Cittadino

source: The Vale of Blossoming Trees.
ar: وادي الأشجار المزهرة.
es: El Valle de los Árboles Florecientes
fi: Kukkivien puiden laakso.
gl: O Val das Árbores Florecentes.
it: Valle degli Alberi in Fiore.

source: Other than that singular piece of information, I regret to report that Urza Fastik remains as recalcitrant as the day we first arrived. Whether “The Vale of Blossoming Trees” refers to the source of his dark powers, the location of another Urza brother, or something else entirely, I cannot say.
ar: بخلاف تلك المعلومة الفريدة، يؤسفني أن أبلغ أن أورزا فاستيك لا يزال عنيدًا كما كان في اليوم الذي وصلنا فيه لأول مرة. ما إذا كان "وادي الأشجار المزهرة" يشير إلى مصدر قواه المظلمة، أو موقع شقيق آخر من عائلة أورزا، أو شيء آخر تمامًا، لا يمكنني الجزم.
es: Aparte de esa única información, lamento informar que Urza Fastik sigue tan recalcitrante como el día que llegamos. No puedo decir si “El Valle de los Árboles Florecientes” se refiere al origen de sus poderes oscuros, a la ubicación de otro hermano Urza, o a algo completamente diferente.
fi: Sitä tiedonjyvää lukuun ottamatta totean ikäväkseni, että Urza Fastik on edelleen yhtä uppiniskainen kuin tulopäivänämme. En osaa sanoa, viittaako "Kukkivien puiden laakso" hänen pimeyden voimiensa alkuperään, toisen Urzan veljen sijaintiin vai johonkin muuhun.
gl: Ademais dese único dato, lamento informar que Urza Fastic segue sendo tan recalcitrante como o primeiro día. Se “O Val das Árbores Florecentes“ se refire á orixe dos seus poderes escuros, ao paradoiro doutro irmán Urza, ou a algo completamente diferente, non o podo asegurar.
it: A parte questa singolare informazione, mi dispiace riferire che Urza Fastik rimane recalcitrante come il giorno in cui siamo arrivati. Non posso dire se "La Valle degli Alberi in Fiore" si riferisca alla fonte dei suoi poteri oscuri, alla posizione di un altro fratello Urza o a qualcos’altro del tutto.

source: The vale... isn’t that an Aethenwood exclave? I can’t imagine the Aethenwood elves would have anything to do with necromancy, or ever offer aid to bandits... I hear they’re aloof even with regards to the king. Can we not learn more from our captive?
ar: الوادي... أليس ذلك منطقة منفصلة عن إيثنوود؟ لا أستطيع تخيل أن إلف إيثنوود سيكون لهم أي علاقة بتعذيب الأموات، أو أن يقدموا المساعدة للصوص... أسمع أنهم منعزلون حتى فيما يتعلق بالملك. ألا يمكننا معرفة المزيد من أسيرنا؟
es: El valle... ¿no es eso un enclave del Bosque Edén? No puedo imaginar que los elfos del Bosque Edén tengan algo que ver con la necromancia, ni que alguna vez ayuden a bandidos... He oído que son distantes incluso con respecto al rey. ¿No podemos aprender más de nuestro cautivo?
fi: Laakso... eikös se ole Aethenin metsän erillisaluetta? En voi kuvitellakaan, että Aethenin metsän haltioilla olisi mitään tekemistä kuolonmanaamisen kanssa, saati auttaisivat ryövääjiä... He kuulemma ovat nuivia kuninkaallekin. Emmekö saa tietää lisää vangiltamme?
gl: O val... non é unha enclave do bosque do éter? Non me imaxino que os elfos do bosque do éter teñan algo que ver coa necromancia, ou que axuden aos bandoleiros... Din que son distantes ata co rei. Non poderiamos saber máis do noso prisioneiro?
it: La valle... non è quell’enclave nei pressi della Foresta di Aethen? Non riesco proprio ad immaginare che gli elfi che popolano la Foresta abbiamo qualcosa a che fare con la negromanzia, o che abbiano dato rifugio a dei banditi... Ho sentito che sono distaccati anche nei confronti del re. Non potremmo apprendere di più dal nostro prigioniero?
