Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: This cannot be natural. Dark magic? Black Forest, this place is called? I see where it gets its name...
ar: هذا لا يمكن أن يكون طبيعيًا. سحر أسود؟ الغابة السوداء، هذا ما يسمى بهذا المكان؟ أرى من أين حصل على اسمه...
es: Esto no puede ser natural. ¿Magia oscura? ¿Bosque Negro, se llama este lugar? Veo de dónde proviene su nombre...
fi: Tämä ei voi olla luonnollista. Mustaa magiaako? Paikkaahan kutsutaan Mustametsäksi? Tajuan, mistä se on saanut nimensä...
gl: Isto non pode ser natural. Maxia escura? a fraga Negra, chámaselle a este lugar? Agora entendo de onde lle vén o nome...
it: Tutto questo non può essere naturale. Che sia magia nera? Foresta Nera, non si chiama così questo posto? Ora capisco da dove prende il suo nome...

source: Mus’ be black magic, sir. I’ve fought on many a dark and foggy night, but never seen anythin’ like this.
ar: لا بد أنه سحر أسود، سيدي. لقد قاتلت في العديد من الليالي المظلمة والضبابية، لكنني لم أرَ شيئًا مثل هذا من قبل.
es: Debe ser magia negra, señor. He luchado en muchas noches oscuras y con niebla, pero nunca he visto algo así.
fi: Vissiin mustaa magiaa, herra. Oon tapellu monena pimeenä ja utuisena yönä, mutten oo ikuna nähnyt tämmöistä.
gl: Debe ser maxia negra, señor. Loitei en moitas noites escuras con néboa, pero nunca vin nada coma isto.
it: Dev’essere magia nera. signore. Ho già combattuto in notti buie e nebbiose, ma non ho mai visto nulla di simile a questo.

source: Dark magic — an apt name, in this case. It would take a foul and powerful spell to shadow such an expanse.
ar: سحر أسود — اسم مناسب، في هذه الحالة. سيتطلب تعويذة شريرة وقوية لتظليل مساحة بهذا الاتساع.
es: Magia oscura — un nombre adecuado, en este caso. Se necesitaría un hechizo vil y poderoso para cubrir con sombra tal extensión.
fi: Mustaa magiaa — osuva nimi tässä tapauksessa. Tällaisen alueen varjostamiseen vaaditaan pahaa ja väkevää taikaa.
gl: Maxia escura— un nome ben axeitado, neste caso. Faría falta un feitizo vil e poderoso para asolagar de escuridade semellante extensión.
it: Magia nera: mai nome fu più appropriato, in questo caso. Vi vorrebbe un incantesimo perverso e potente per oscurare una tale distesa.

source: Indeed. Before us lies the Black River — and so too must Mebrin, great sage of the elves. He is here! I feel wisps of his magic reaching out to me from nearby...
ar: بالفعل. أمامنا النهر الأسود — وكذلك يجب أن يكون ميبيرين، الحكيم العظيم للألفيين. إنه هنا! أشعر بذرات سحره تصل إلي من مكان قريب...
es: En efecto. Delante de nosotros yace el Río Negro — y también debe estar Mebrin, gran sabio de los elfos. ¡Está aquí! Siento que destellos de su magia me alcanzan desde cerca...
fi: Niinpä. Edessämme on Mustajoki — ja varmaan myös Mebrin, haltiain suurtietäjä. Hän on täällä! Tunnen hänen taikansa ripausten kurottavan minua läheltä...
gl: Certo. Diante de nós está o Río Negro — e tamén debe estar Mebrin, gran sabio dos elfos. Está aquí! Sinto fíos da súa maxia achegándose a min dende preto...
it: Senza dubbio. Di fronte a noi si estende il Fiume Nero, così come Mebrin, il grande saggio degli elfi. È qui! Sento bagliori della sua magia che mi raggiungono da qui vicino...

source: Listen well, humans, for the great sage Mebrin is ancient, and has no love for your kind. He personally bore witness to Lich-Lord Jevyan and his terrible invasion, in days back when the land was still young. Should anyone truly understand the undead and how the Urzas learned to summon them, it will be Mebrin.
ar: استمعوا جيدًا أيها البشر، فالحكيم العظيم ميبيرين عجوز، وليس لديه حب لأمثالكم. لقد شهد شخصيًا على لورد الليتش جيفيان وغزوه المرعب، في الأيام التي كانت فيها الأرض لا تزال فتية. إذا كان هناك أي شخص يفهم حقًا الأموات الأحياء وكيف تعلم إخوة أورزا استدعاءهم، فسيكون ميبيرين.
es: Escuchen bien, humanos, pues el gran sabio Mebrin es antiguo y no siente aprecio por los de su especie. Él fue testigo personalmente del Señor Liche Jevyan y su terrible invasión, en tiempos cuando la tierra aún era joven. Si alguien puede entender verdaderamente a los no muertos y cómo los Urza aprendieron a invocarlos, ese será Mebrin.
fi: Kuunnelkaa, ihmiset, suurtietäjä Mebrin on ikivanha eikä hän pidä teidänlaisistanne. Hän näki henkilökohtaisesti kuolonvaltias Jevyanin ja tämän kauhean hyökkäyksen, kun maa oli vielä nuori. Jos joku niin Mebrin todella ymmärtää epäkuolleita ja sen, miten Urzat oppivat manaamaan niitä.
gl: Escoitade ben, humanos, porque o gran sabio Mebrin é ancián, e non ten aprecio pola vosa especie. Foi testemuña directa do Señor Liche Jevyan e da súa terrible invasión, nos días nos que a terra aínda era nova. Se alguén entende de verdade aos non mortos e como os Urza aprenderon a invocalos, ese será Mebrin.
it: Ascoltatemi attentamente, umani, perché il grande saggio Mebrin è antico, e non nutre alcun amore nei confronti di quelli della vostra specie. In tempi lontani, quando la terra era ancora giovane, ha visto con i suoi occhi il Signore-Lich Jevyan e la sua atroce invasione. Se qualcuno dovesse davvero comprendere i non-morti e come abbiamo fatto i fratelli Urza ad imparare ad evocarli, quello sarebbe Mebrin.

source: With the three elder Urza brothers defeated, only the youngest remains to oppose us. Mebrin must be his captive, and these woods must be filled with bandits and undead. Dangerous though the task may be, I promise to help rescue your sage, Ethiliel.
ar: مع هزيمة الإخوة الثلاثة الكبار من أورزا، بقي الأصغر فقط ليعارضنا. لا بد أن ميبيرين أسيره، وهذه الغابة لا بد أن تكون مليئة بالعصابات والأموات الأحياء. على الرغم من خطورة المهمة، أعدك بمساعدة في إنقاذ حكيمك، إيثيليل.
es: Con los tres hermanos Urza mayores derrotados, solo queda el más joven para oponerse a nosotros. Mebrin debe ser su prisionero, y estos bosques deben estar llenos de bandidos y no muertos. Aunque la tarea sea peligrosa, prometo ayudar a rescatar a tu sabio, Ethiliel.
fi: Kun kolme Urzan veljeksistä on kukistettu, enää nuorimmainen on vastassamme. Mebrinin täytyy olla hänen vankinaan, ja nämä metsät kyllä kuhisevat rosmoja ja epäkuolleita. Vaarallinen tehtävä ehkäpä, mutta minä lupaan auttaa pelastamaan tietäjäsi, Ethiliel.
gl: Coa derrota dos tres irmáns maiores dos Urza, só o máis novo queda para nos facer fronte. Mebrin debe estar nas súas mans, e estes bosques deben estar cheos de bandoleiros e non mortos. Por perigosa que sexa a tarefa, prometo axudar a rescatar o teu sabio, Etilia.
it: Ora che i tre fratelli maggiori della famiglia Urza sono stati sconfitti, rimane soltanto il più giovane da affrontare. Mebrin deve essere suo prigioniero, e questi boschi devono pullulare di banditi e non-morti. Per quanto possa essere pericoloso il compito, prometto di aiutarti a salvare il tuo saggio, Ethiliel.

source: Rookie, you’re in luck. Despite looking like sacks of flour, some of our soldiers are surprisingly nimble. I’ve been training them during our march south.
ar: أيها الجندي الجديد، أنت محظوظ. على الرغم من مظهرهم الذي يشبه أكياس الدقيق، فإن بعض جنودنا سريعون بشكل مدهش. لقد كنت أدربهم خلال مسيرتنا جنوبًا.
es: Novato, tienes suerte. A pesar de parecer sacos de harina, algunos de nuestros soldados son sorprendentemente ágiles. He estado entrenándolos durante nuestra marcha hacia el sur.
fi: Alokas, sinulla kävi tuuri. Jotkut sotilaistamme ovat yllättävän vikkeliä, vaikka näyttävätkin jauhosäkeiltä. Olen kouluttanut heitä etelämarssillamme.
gl: Recruta, tés sorte. A pesar de parecer sacos de fariña, algúns dos nosos soldados son sorprendentemente áxiles. Estiven adestrándoos durante a marcha cara ao sur.
it: Novellino, sei fortunato. Sebbene assomiglino più a sacchi di farina, alcuni dei nostri soldati sono sorprendentemente agili. Li ho addestrati durante la nostra marcia verso sud.

source: Deoran, we’ve got some brawny lads among us. They’re good men, willing to learn, an’ on the march I’ve been training ’em to fight in heavy armor.
ar: ديوران، لدينا بعض الشباب الأقوياء بيننا. إنهم رجال طيبون، مستعدون للتعلم، وفي المسيرة كنت أدربهم على القتال في دروع ثقيلة.
es: Deoran, tenemos algunos muchachos fornidos entre nosotros. Son buenos hombres, dispuestos a aprender, y durante la marcha los he estado entrenando para pelear con armadura pesada.
fi: Deoran, porukassamme on muutama kovanaama. He ovat kelpo miehiä, oppimishalukkaita, ja marssilla mä oon kouluttanut heitä tappeleen raskaissa haarniskoissa.
gl: Deoran, temos algúns rapaces fornidos entre nós. Son boa xente, con gañas de aprender, e durante a marcha estiven adestrándoos para loitar con armadura pesada.
it: Deoran, abbiamo diversi giovanotti muscolosi tra le nostre fila. Sono uomini validi, e durante la marcia verso sud li ho addestrati al combattimento con l’armatura pesante.

source: Fortunate news, Deoran: several amongst our company once trained at the Mages’ Academy on Alduin. Though they dropped out before completion, our journey southwards has given me an opportunity to remediate their education.
ar: أخبار سعيدة، ديوران: العديد من بيننا تدربوا ذات مرة في أكاديمية السحرة في ألدوين. على الرغم من أنهم تركوا قبل الانتهاء، فإن رحلتنا جنوبًا منحتني فرصة لاستكمال تعليمهم.
es: Buenas noticias, Deoran: varios de nuestra compañía alguna vez entrenaron en la Academia de Magos en Alduin. Aunque abandonaron antes de completar, nuestro viaje hacia el sur me ha dado la oportunidad de remediar su educación.
fi: Hyviä uutisia, Deoran: monet ryhmästämme on aikoinaan koulutettu Alduinin velhoakatemiassa. He tosin keskeyttivät ennen valmistumistaan, mutta etelänmatkamme antoi minulle tilaisuuden korjata heidän koulutustaan.
gl: Novas afortunadas, Deoran: varios dos nosos homes adestraran no pasado na Academia de Maxia de Alduin. Aínda que abandonaron antes de rematar, a nosa viaxe ao sur deume ocasión para retomar a súa formación.
it: Buone notizie, Deoran: molti della nostra compagnia hanno studiato all’Accademia dei Maghi di Alduin. Sebbene abbiano abbandonato gli studi prima del loro completamente, il nostro viaggio verso sud mi ha dato l’opportunità di completare la loro istruzione.

source: Like me, Fencers have training as <b><i>skirmishers</i></b>. They’re fragile but fast, and make for good scouts. They also wield <b><i>blade</i></b> weapons, unlike our other recruits’ pierce.
es: Al igual que yo, los Esgrimidores tienen entrenamiento como <b><i>escuadrones ligeros</i></b>. Son frágiles pero rápidos, y son buenos exploradores. También manejan armas <b><i>cortantes</i></b>, a diferencia de las armas perforantes de otros reclutas.
it: Come me, gli Schermidori hanno l’abilità <b><i>incursore</i></b>. Sono piuttosto fragili. ma essendo veloci, questo fa di loro dei buoi esploratori. Sono anche in grado di infliggere <b><i>danni da lama</i></b>, a differenza delle altre reclute che infliggono danni da perforazione.

source: Like me, Heavy Infantrymen are slow and tough. They ain’t so good at movin’ through forests, but the <b><i>impact</i></b> of their maces will be great for beatin’ down any Skeletons we run into.
es: Al igual que yo, los Infantes Pesados son lentos y resistentes. No son muy buenos moviendo a través de bosques, pero el <b><i>impacto</i></b> de sus mazas será excelente para aplastar a cualquier Esqueleto que encontremos.
it: Come me, i Fanti Pesanti sono lenti e robusti. Non si muovono molto bene nei boschi, ma il loro <b><i>danno da impatto</i></b> delle loro mazze sarà perfetto per sconfiggere qualsiasi Scheletro che dovessimo incontrare.

source: Though frail and expensive, Mages’ ranged attack uses <b><i>fire</i></b> — highly effective against Skeletons, should we encounter any.
es: Aunque frágiles y costosos, el ataque a distancia de los Magos usa <b><i>fuego</i></b> — altamente efectivo contra Esqueletos, en caso de que encontremos alguno.
it: Sebbene fragili e costosi, l’attacco a distanza dei Maghi infligge <b><i>danno da fuoco</i></b> e risulta particolarmente efficace contro gli Scheletri, dovessimo incontrarne qualcuno.

source: New Recruit:
ar: مُجند جديد:
es: Nuevo recluta:
fi: Uusi värvättävä:
gl: Novo recruta:
it: Nuova Recluta:

source: You can now recruit Fencers!
ar: يمكنك الآن تجنيد المبارزين!
es: ¡Ahora puedes reclutar Esgrimidores!
fi: Voit nyt värvätä miekkailijoita!
gl: Agora podes reclutar Esgrimistas!
it: Ora puoi reclutare gli Schermidori!

source: You can now recruit Heavy Infantrymen!
ar: يمكنك الآن تجنيد جنود المشاة الثقيلين!
es: ¡Ahora puedes reclutar Infantería Pesada!
fi: Voit nyt värvätä raskaita jalkamiehiä!
gl: Agora podes reclutar Infantaría Pesada!
it: Ora puoi reclutare la Fanteria Pesante!

source: You can now recruit Mages!
ar: يمكنك الآن تجنيد السحرة!
es: ¡Ahora puedes reclutar Magos!
fi: Voit nyt värvätä velhoja!
gl: Agora podes reclutar Meigos!
it: Ora puoi reclutare i Maghi!

source: Find the final Urza brother
ar: اعثر على الأخ الأخير من أورزا
es: Encuentra al último hermano Urza
fi: Etsi viimeinen Urzan veli
gl: Atopa o irmán Urza que falta
it: Trova l’ultimo dei fratelli Urza

source: This bandit fights against the undead instead of alongside them? That’s new.
ar: هذا الخارج عن القانون يقاتل الأموات الأحياء بدلاً من القتال معهم؟ هذا جديد.
es: ¿Este bandido lucha contra los no muertos en lugar de junto a ellos? Eso es nuevo.
fi: Tämä ryöväri taistelee epäkuolleita vastaan eikä niiden rinnalla? Onpa uutta.
gl: Este bandoleiro loita contra os non mortos en vez de con eles? Isto é novo.
it: Questo bandito combatte contro i non-morti anziché al loro fianco? Questa è nuova.

source: Good lad, that bandit. I wonder what turned him ’gainst the dead?
ar: فتى طيب، ذلك الخارج عن القانون. أتساءل ما الذي جعله يعادي الأموات؟
es: Buen muchacho, ese bandido. Me pregunto qué lo hizo volverse contra los muertos.
fi: Hyvä poika tuo ryövääjä. Mikäköhän sai hänet kääntymään vainajia vastaan?
gl: Bo rapaz, ese bandoleiro. Gustaríame saber que o fixo volverse contra os mortos?
it: Bravo ragazzo, quel bandito. Chissà cosa lo ha fatto cambiare idea sui non-morti?

source: That outlaw struck at one of his own undead allies. How unexpected.
ar: ضرب ذلك الخارج عن القانون أحد حلفائه الأموات الأحياء. كم هو غير متوقع.
es: Ese forajido atacó a uno de sus propios aliados no muertos. Qué inesperado.
fi: Tuo lainsuojaton löi omia epäkuolleitaan. Onpas odottamatonta.
gl: Ese foraxido atacou un dos seus propios aliados non mortos. Que sorpresa.
it: Quel fuorilegge ha colpito uno dei suoi alleati non-morti. Piuttosto inaspettato.

source: We should find their leader, the final Urza brother. That will surely shed some light on the situation.
ar: يجب أن نجد قائدهم، الأخ الأخير من أورزا. هذا سيوضح الموقف بلا شك.
es: Debemos encontrar a su líder, el último hermano Urza. Eso seguramente aclarará la situación.
fi: Meidän kannattaisi etsiä heidän johtajansa, viimeinen Urzan veli. Se varmasti vähän valaisee tilannetta.
gl: Debemos atopar o seu líder, o derradeiro irmán Urza. Iso ha de aclarar esta situación.
it: Dobbiamo trovare il comandante, l’ultimo dei fratelli Urza. Che sicuramente ci illuminerà sulla situazione.

source: These undead are too much! I am slain...
ar: هذه الأموات الأحياء كثيرة جدًا! لقد قتلت...
es: ¡Estos no muertos son demasiado! He sido derrotado...
fi: Näitä epäkuolleita on aivan liikaa! Mut surmattiin...
gl: Son demasiados non mortos! Estou perdido...
it: Questi non-morti sono troppi! Sono stato ucciso...

source: We came here to fight the bandits, but for them to have perished on their own? Something feels very wrong here...
ar: جئنا إلى هنا لقتال العصابات، ولكن أن يهلكوا بمفردهم؟ شيء ما يشعر بأنه خاطئ جدًا هنا...
es: Vinimos aquí a luchar contra los bandidos, pero ¿que hayan perecido por sí mismos? Algo está muy mal aquí...
fi: Me tulimme tänne taistelemaan rosmoja, mutta he menehtyvätkin itsekseen? Jokin tuntuu olevan tosi vialla täällä...
gl: Viñemos aquí para loitar contra os bandoleiros, pero que morreran eles sós? Algo aquí non cadra...
it: Siamo venuti qui per combattere dei banditi, ma che siano morti da soli? C’è qualcosa che non quadra qui...

source: I see torches movin’ in the fog... Thank th’ light, it’s living men!
ar: أرى مشاعل تتحرك في الضباب... أشكر النور، إنهم رجال أحياء!
es: Veo antorchas moviéndose en la niebla... ¡Gracias a la luz, son hombres vivos!
fi: Mä näen soihtujen liikkuvan sumussa... Kiitti valon, eläviä miehiä!
gl: Vexo fachos movéndose entre a néboa... Grazas á luz, homes vivos!
it: Vedo delle torce che si muovono nella notte... Si ringraziata la luce, sono degli uomini vivi e vegeti!

source: What, do women not count as “living”? You Urzas have caused enough havoc with your undead raising, and I for one am fed up with it. Prepare to join your brothers, boy.
ar: ماذا، ألا تعد النساء "أحياء"؟ لقد تسببتم أيها الإخوة أورزا في فوضى كافية مع إحيائكم للأموات، وأنا شخصيًا سئمت منها. استعد للانضمام إلى إخوتك، أيها الصبي.
es: ¿Qué, acaso las mujeres no cuentan como “vivas”? Ustedes, los Urza, han causado suficiente estrago con su elevación de no muertos, y yo estoy harto de ello. Prepárate para unirte a tus hermanos, muchacho.
fi: Mitä, eikö naisia lasketa "eläviksi"? Te Urzat olette aiheuttaneet tarpeeksi tuhoa nostattamalla epäkuolleita, ja olen kyllästynyt siihen. Valmistaudu liittymään veljiisi, poika.
gl: Que pasa, as mulleres non contan como “vivas”? Vós, os Urza, xa causastes estragos dabondo co voso alzamento dos non mortos, e un xa está farto disto. Prepárate para unirte aos teus irmáns, rapaz.
it: Prego? Le donne non contano come “viventi”? Voi Urza avete causato abbastanza scompiglio con la vostra evocazione di non-morti, e io per prima ne ho abbastanza. Preparati ad unirti ai tuoi fratelli, ragazzo.

source: Ye need not thank anyone for our presence, wretch. You and yer brothers’ve killed too many good men, and defiled too many peaceful corpses. You’ll pay for what ye’ve done to our home.
ar: لا داعي لشكر أي شخص على وجودنا، أيها الحقير. أنت وإخوتك قتلتم الكثير من الرجال الطيبين، ودنستم الكثير من الجثث المسالمة. ستدفع ثمن ما فعلته بمنزلنا.
es: No necesitas agradecer a nadie por nuestra presencia, desgraciado. Tú y tus hermanos habéis matado a demasiados hombres buenos y profanado demasiados cadáveres pacíficos. Pagaréis por lo que habéis hecho a nuestro hogar.
fi: Sun ketaleen ei pidä kiittää ketään läsnäolostamme. Sä ja veljes ootte tappaneet liikaa kunnon miehiä ja häpäisseet liian monta rauhaisaa vainajaa. Sä maksat siitä, mitä teit kodillemme.
gl: Non tés nada que agradecer, escoura. Ti e os teus irmáns matastes demasiados bos homes, e profanastes demasiados cadáveres en paz. Pagarás polo que lle fixestes ao noso fogar.
it: Miserabile, vedi di non ringraziare nessuno per la nostra presenza. Tu e i tuoi fratelli avete ucciso troppi bravi uomini e profanato troppi cadaveri pacifici. Pagherai per quello che hai fatto alla nostra casa.

source: Dare not invoke the light in my presence, wielder of evil. You and your brothers have spread darkness and filth across this land. We are here to excise your corruption.
ar: لا تجرؤ على استدعاء النور في حضوري، أيها صاحب الشر. أنت وإخوتك نشرتم الظلام والقذارة عبر هذه الأرض. نحن هنا لاستئصال فسادكم.
es: No te atrevas a invocar la luz en mi presencia, portador del mal. Tú y tus hermanos habéis esparcido oscuridad y suciedad por esta tierra. Estamos aquí para eliminar vuestra corrupción.
fi: Älä julkeakaan vedota valoon läsnäollessani, pahan kantaja. Sinä ja veljesi olette levittäneet pimeyttä ja saastaa ympäri tätä maata. Me tulimme lopettamaan rappiosi.
gl: Non te atrevas a invocar a luz diante miña, portador do mal. Ti e os teus irmáns estendestes escuridade e inmundicia por toda esta terra. Estamos aquí para extirpar a vosa corrupción.
it: Non osare nominare la Luce invano in mia presenza, portatore del male. Tu e i tuoi fratelli avete sparso oscurità e lordura su questa terra. Siamo qui per estirpare la vostra corruzione.

source: Please, please, just hear me out. I knows my men and I’ve done evil, and I knows that you seek to destroy us out of revenge. Ah’m sorry my brothers attacked you. It was never my intention to cause everyone so much suffering.
es: Por favor, por favor, escúchenme. Sé que mis hombres y yo hemos hecho mal, y sé que buscáis destruirnos por venganza. Lamento que mis hermanos os hayan atacado. Nunca fue mi intención causar tanto sufrimiento a tod—.
it: Per favore, vi prego, ascoltatemi. Riconosco che io e i miei uomini abbiamo fatto delle brutte cose, e so che cercate di distruggerci per vendetta. Mi dispiace che i miei fratelli vi abbiano attaccato. Non è mai stata mia intenzione causare a chicchessia così tanta sofferenza.

source: It was “never your intention”!? You loathsome vermin locked me in a cage! You dragged Mebrin off in chains; my kind, gentle teacher! Deoran, why are we stooping so low as to even speak with this pig?
ar: "لم يكن قصدي أبدًا"!؟ أيها الحقير المقزز حبستني في قفص! جررت ميبيرين مقيدًا بالسلاسل؛ معلمي اللطيف الرقيق! ديوران، لماذا ننحط إلى درجة التحدث مع هذا الخنزير؟
es: ¿“nunca fue tu intención”!? ¡Repugnante alimaña, me encerraste en una jaula! Arrastraste a Mebrin encadenado; ¡mi amable y gentil maestro! Deoran, ¿por qué nos rebajamos a siquiera hablar con este cerdo?
fi: Et muka "ikinä halunnut"?! Sinä niljake pistit minut häkkiin! Raahasit Mebrinin, kansani lempeän opettajan, pois kahleissa! Deoran, miksi me alennumme edes puhumaan tälle sialle?
gl: Que “nunca foi a túa intención”!? Maldito verme! Pecháchesme nunha gaiola! Levastes a Mebrin encadeado — o meu mestre, amábel e sabio! Deoran, por que nos rebaixamos a falar con este porco?
it: Non è “mai stata tua intenzione”!? Tu, schifoso verme, mi hai rinchiuso in una gabbia! Tu hai trascinato via Mebrin incatenato: il mio gentile, dolce insegnante! Deoran, perché ci stiamo abbassando a tal punto? Anche solo a parlare con questo maiale?

source: I swear I ain’t your enemy! I’ll gladly tell ye what I know. I admit that near a year ago, me brothers and I ventured into the valley of the elves in secret, to plunder and steal. Many we killed. It was wrong, I know, and I am sorry for it.
es: ¡Juro que no soy vuestro enemigo! Con gusto les contaré lo que sé. Admito que hace casi un año, mis hermanos y yo nos aventuramos en secreto en el valle de los elfos, para saquear y robar. Muchos matamos. Estuvo mal, lo sé, y lo lamento.
it: Giuro che non sono un vostro nemico! Vi dirò volentieri quello che so. Ammetto che un anno fa, i miei fratelli ed io, ci avventurammo in gran segreto nella valle degli elfi, per rubare e saccheggiare. Ne abbiamo uccisi molti: è stato un errore. Lo riconosco, e ne sono dispiaciuto.

source: But there was one who we captured; a powerful and magical sage. Away from his people, he offered to teach us the secrets o’ summonin’ the dead. I saw the folly in doing such a thing, but my brothers were weak an’ foolish, and soon fell under the sway of the corrupting magic — becomin’ thralls of the very elf they’d sought to enslave. They called him “master”, and went from here to do his bidding.
es: Pero había uno a quien capturamos; un sabio poderoso y mágico. Alejado de su gente, se ofreció a enseñarnos los secretos de invocar a los muertos. Vi la locura de hacer tal cosa, pero mis hermanos eran débiles y necios, y pronto cayeron bajo el dominio de la magia corruptora — convirtiéndose en siervos del mismo elfo que habían intentado esclavizar. Lo llamaron “maestro” y partieron desde aquí para cumplir sus órdenes.
it: Ma ce n’era uno particolare tra quelli che catturammo: un mago saggio e potente. Quando fummo lontani dalla sua gente, si offrì di insegnarci i segreti per “evocare” i morti’ Adesso comprendo la follia di quelle gesta, ma i miei fratelli erano deboli e sciocchi, e presto si piegarono all’influsso della magia corruttrice, diventando schiavi dello stesso elfo che avevano cercato di schiavizzare. Lo chiamavano “padrone”, e da lì in poi eseguirono i suoi ordini.
