Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Rubble in the river, blood in the streets, hardly a soul to be seen. And this <b><i>after</i></b> sending one of my brightest young officers? Not so bright after all, I suppose. No, I do not think I shall be investing any more resources in this little project of yours, Arand.
ar: أنقاض في النهر، دماء في الشوارع، بالكاد تُرى روح. وهذا <b><i>بعد</i></b> إرسال أحد أكثر ضباطي الشباب بريقاً؟ ليس بذلك الذكاء على ما يبدو. لا، لا أعتقد أنني سأستثمر المزيد من الموارد في هذا المشروع الصغير الخاص بك، يا أراند.
es: Escombros en el río, sangre en las calles, apenas se ve un alma. ¿Y esto <b><i>después</i></b> de enviar a uno de mis jóvenes oficiales más brillantes? No tan brillante después de todo, supongo. No, no creo que vaya a invertir más recursos en este pequeño proyecto tuyo, Arand.
fi: Raunioita joessa, verta kaduilla, eipä juuri näy sieluakaan. Ja tämäkö sen <b><i>jälkeen</i></b>, kun lähetin yhden välkyimmistä nuorista upseereistani? Eipä kai kovin välkky ollutkaan. Ei, enpä taida sijoittaa enempää varoja tähän pikku hankkeeseesi, Arand.
gl: Cascos no río, sangue nas rúas, case ninguén á vista. E isto <b><i>despois</i></b> de enviar a un dos meus oficiais novos máis brillantes? Non tan brillante despois de todo, supoño. Non, non creo que vaia investir máis recursos neste pequeno proxecto teu, Arán.
it: Macerie nel fiume, sangue nelle strade, neanche un’anima in vista. E questo <b><i>dopo</i></b> aver mandato uno dei miei giovani ufficiali più brillanti? Non così brillante, dopotutto, suppongo. No, non credo che investirò altre risorse in questo tuo piccolo progetto, Arand.

source: I must admit... things seem to have somewhat deteriorated. My last visit was barely a year ago, at which time our plan of expansion seemed to be going splendidly.
ar: يجب أن أعترف... يبدو أن الأمور قد تدهورت بعض الشيء. كانت زيارتي الأخيرة قبل عام بالكاد، وفي ذلك الوقت بدا أن خطة التوسع لدينا تسير على ما يرام.
es: Debo admitir... las cosas parecen haberse deteriorado un poco. Mi última visita fue hace apenas un año, cuando nuestro plan de expansión parecía ir de maravilla.
fi: Pakko myöntää... asiat näyttävät jotenkuten huonontuneen. Viime käynnistäni oli vajaa vuosi, jolloin laajentumissuunnitelmamme näytti sujuvan loistavasti.
gl: Debo recoñecer... que as cousas parecen ter empeorado un pouco. A miña última visita foi hai apenas un ano, e nese momento o noso plan de expansión parecía ir espléndidamente.
it: Devo ammettere... le cose sembrano essere in qualche modo peggiorate. La mia ultima visita risale a meno di un anno fa, quando il nostro piano di espansione sembrava procedere a gonfie vele.

source: This little southern experiment has shown me: there is nothing to be gained settling lands barren and empty. I respect a good fight; lust for one, even. But what glory is there to be won in a listless place like this?
ar: هذه التجربة الجنوبية الصغيرة قد أظهرت لي: لا يوجد ما يُكسب في استيطان أراضٍ قاحلة وخالية. أحترم القتال الجيد؛ بل وأشتهيه. ولكن أي مجد يمكن كسبه في مكان خامل مثل هذا؟
es: Este pequeño experimento en el sur me ha mostrado: no hay nada que ganar asentando tierras estériles y vacías. Respeto una buena pelea; incluso puedo desear una. Pero, ¿qué gloria hay que ganar en un lugar sin vida como este?
fi: Tämä pieni eteläinen kokeilu on osoittanut minulle: karuille ja autioille maille asuttamisella ei saavuta mitään. Kunnioitan hyvää taistelua, halajan jopa. Mutta mitä kunniaa on voitettavana näin joutavassa paikassa?
gl: Este pequeno experimento do sur demostroume: non se gaña nada colonizando terras ermas e baleiras. Respecto unha boa loita; mesmo o desexo dunha. Pero que gloria hai que gañar nun lugar apático coma este?
it: Questo piccolo esperimento nel sud mi ha dimostrato che non c’è niente da guadagnare a colonizzare terre sterili e vuote. Rispetto una buona lotta, rispetto persino la brama di una battaglia. Ma quale gloria c’è da ottenere in un posto apatico come questo?

source: No. We’ve tried things your way, brother. Now it’s time for mine.
ar: كلا. لقد جربنا الأمور بطريقتك، أيها الأخ. حان الوقت الآن لطريقتي.
es: No. Hemos intentado hacerlo a tu manera, hermano. Ahora es tiempo de la mía.
fi: Ei. Me olemme kokeilleet tavallasi, veli. Nyt on minun aikani.
gl: Non. Xa probamos as cousas ao teu xeito, irmán. Agora é a miña.
it: No. Abbiamo provato a fare le cose a modo tuo, fratello. Ora è il momento di fare le cose a modo mio.

source: Oh, and Arand?
ar: أوه، ويا أراند؟
es: Ah, ¿y Arand?
fi: Oi, ja Arand?
gl: Oh, e Arán?
it: Oh, e... Arand?

source: —yes, Your Majesty?
ar: - نعم، جلالتك؟
es: —sí, Su Majestad?
fi: —niin, Teidän Majesteettinne?
gl: —si, Maxestade?
it: —sì, vostra Altezza?

source: Nice statue.
ar: تمثال جميل.
es: Bonita estatua.
fi: Kiva patsas.
gl: Fermosa estatua.
it: Bella statua.

source: Congratulations! You’ve completed “The South Guard” and should now understand the fundamentals of Wesnoth. To play another modern-style campaign and see Deoran’s later life, continue the story arc with “The Deceiver’s Gambit”. Or if you’re looking for a more traditional Wesnoth experience, try “A Tale of Two Brothers”.
ar: مبروك! لقد أكملت "الحرس الجنوبي" ويجب أن تفهم الآن أساسيات ويسنوث. للعثور على حملة حديثة الطراز أخرى ورؤية حياة ديوران اللاحقة، تابع قصة القصة مع "مناورة المخادع". أو إذا كنت تبحث عن تجربة ويسنوث أكثر تقليدية، جرب "حكاية أخوين".
es: ¡Felicidades! Has completado “La Guardia del Sur” y ahora deberías entender los fundamentos de Wesnoth. Para jugar otra campaña de estilo moderno y ver la vida posterior de Deoran, continúa la historia con “El Gambito del Embaucador”. O si buscas una experiencia más tradicional de Wesnoth, prueba “Un Cuento Sobre Dos Hermanos”.
fi: Onnittelut! Olet suorittanut "Etelän vartioston", ja nyt ymmärtänet Wesnothin perusteet. Jos haluat pelata toisen nykytyylisen kampanjan ja nähdä Deoranin myöhemmän elämän, jatka tarinalla "Kavaltajan uhkapeli". Tai jos haet klassisempaa ja perinteisempää Wesnoth-kokemusta, kokeile "Kahden veljeksen tarina".
gl: Parabéns! Completaches "A Garda do Sur" e agora deberías comprender os fundamentos do Noroeste. Para xogar outra campaña de estilo moderno e ver a vida posterior de Deoran, continúa o arco argumental con "O Gambito do trampón". Ou se buscas unha experiencia do Noroeste máis tradicional, proba "Un conto de dous irmáns".
it: Congratulazioni! Hai completato “La Guardia del Sud” e dovresti aver compreso appieno i fondamentali di Wesnoth. Per giocare un’altra campagna in stile moderno e vedere come si sviluppa la vita di Deoran, continua l’arco narrativo con "Il Gambetto dell’Ingannatore". Oppure, se stai cercando un’esperienza Wesnoth più classica e tradizionale, prova "Un Racconto di Due Fratelli".

source: At scarcely 17 or 18 years of age, squires are not yet full knights, but still have the knowledge and skill to master their mounts whilst in full panoply. Talented squires are sometimes given command of small units in Wesnoth’s army, where they gain experience with fellow troops and honing their prowess in battle.
es: Apenas con 17 o 18 años, los escuderos aún no son caballeros completos, pero ya poseen el conocimiento y la habilidad para dominar sus monturas con toda su armadura. Los escuderos talentosos a veces reciben el mando de pequeñas unidades en el ejército de Wesnoth, donde ganan experiencia con sus compañeros y perfeccionan su destreza en combate.
it: A soli 17 o 18 anni, gli scudieri non sono ancora dei veri cavalieri, ma hanno abbastanza conoscenze ed abilità per dominare le cavalcature mentre sono in piena panoplia. Talvolta agli scudieri più talentuosi viene dato il comando di piccole unità nell’esercito di Wesnoth, e con queste fanno esperienza nella guida delle truppe e nell’affinare la loro abilità in battaglia.

source: If you’re a veteran player, you’ll notice that Deoran is based off the Cavalryman, but lacks the Cavalryman’s blade and impact resistances. This was done to simplify the unit, so as not to overwhelm new players.
es: Si eres un jugador veterano, notarás que Deoran está basado en el Caballero, pero carece de las resistencias a corte e impacto del Caballero. Esto se hizo para simplificar la unidad y no abrumar a los jugadores nuevos.
it: Se sei un giocatore veterano, noterai che Deoran è basato sul Cavalleggero, ma senza le resistenze da taglio e da impatto. Questo è stato fatto per semplificare l’unità, in modo da non oberare troppo i nuovi giocatori.

source: The more talented cavalrymen in the armies of Wesnoth are trained in the use of the crossbow, and matched with much more powerful steeds. As effective leaders and powerful warriors, these men patrol the countryside and eliminate any and all threats to peace in the frontier villages.
es: Los jinetes más talentosos de los ejércitos de Wesnoth son entrenados en el uso de la ballesta y emparejados con corceles mucho más poderosos. Como líderes eficientes y guerreros formidables, estos hombres patrullan la campiña y eliminan cualquier amenaza que ponga en peligro la paz de las aldeas fronterizas.
it: I cavalleggeri più talentuosi negli eserciti di Wesnoth vengono addestrati all’utilizzo della balestra, e abbinati a destrieri molto più potenti della media. Come leader efficaci e potenti guerrieri, questi uomini pattugliano la campagna ed eliminano ogni minaccia alla pace nei villaggi di frontiera.

source: Cavaliers are masters at the use of both sword and crossbow from horseback, able to cover great distances quickly on their patrols, and have keen eyes for detecting and eliminating all manner of perilous dangers. Their greatest strength, however, lies in their ability to inspire great courage in their men, who fight fearlessly and tenaciously under their command.
es: Los coraceros son maestros en el uso tanto de la espada como de la ballesta desde el caballo, capaces de recorrer grandes distancias rápidamente en sus patrullas, y poseen una gran agudeza para detectar y eliminar todo tipo de peligros. Su mayor fortaleza, sin embargo, radica en su capacidad para inspirar un gran valor en sus hombres, quienes luchan sin temor y con tenacidad bajo su mando.
it: I corazzieri sono maestri nell’uso sia della spada che della balestra a dorso di un cavallo. sono in grado di coprire rapidamente lunghe distanze nei loro giri di pattugliamento, e la vista acuta permette loro di individuare ed eliminare ogni sorta di pericoloso ostacolo. La loro più grande forza tuttavia risiede nella loro capacità di infondere grande coraggio nei loro sottoposti, che combattono tenacemente e senza paura sotto il loro comando.

source: The best and brightest of the heavy infantry are made responsible for the garrison and defense of border towns and villages. Fighting with unmatched power in melee combat, they are drawn from the ranks of veteran soldiers, not nobility, and all have shown great courage in battle. One of these veteran fighters in a battle line will stiffen it considerably.
ar: يُعهد بأفضل وألمع المشاة الثقيلة إلى حامية ودفاع البلدات والقرى الحدودية. يقاتلون بقوة لا مثيل لها في القتال المباشر، ويتم اختيارهم من صفوف الجنود المخضرمين، وليس النبلاء، وجميعهم أظهروا شجاعة كبيرة في المعركة. وجود أحد هؤلاء المحاربين المخضرمين في خط القتال سيعززه بشكل كبير.
es: Los mejores y más destacados de la infantería pesada son responsables de la guarnición y defensa de los pueblos y aldeas fronterizas. Luchando con un poder inigualable en el combate cuerpo a cuerpo, son escogidos de entre los soldados veteranos, no de la nobleza, y todos han demostrado gran valor en batalla. Uno de estos combatientes veteranos en una línea de batalla la reforzará considerablemente.
fi: Wesnothin raskaasta jalkaväestä parhaimmat ja välkyimmät ovat vastuussa rajakaupunkien ja -kylien vartioimisesta sekä puolustamisesta. He taistelevat verrattomalla voimalla lähitaistelussa, ja heidät on ylennetty veteraanisotilaiden riveistä, ei aatelistosta, ja he kaikki ovat osoittaneet suurta urheutta taistelussa. Yksi näistä veteraanitaistelijoista taistelulinjassa lujittaa sitä merkittävästi.
gl: Os comandantes de infantería do Reino do Noroeste son responsábeis das gornicións e a defensa das vilas e aldeas da fronteira. Proceden das filas de soldados veteranos, non da nobreza, e todos eles demostraron liderado e coraxe na batalla. A presenza dun destes loitadores veteranos nunha liña de batalla dálle moita máis firmeza.
it: I migliori e più brillanti tra la fanteria pesante diventano responsabili delle guarnigioni e della difesa di città e villaggi di confine. Combattendo con un potere impareggiabile in mischia, sono reclutati tra le fila dei soldati veterani, non della nobiltà, e hanno tutti dimostrato intraprendenza e coraggio in battaglia. La presenza di uno di questi combattenti veterani in una linea di battaglia la rinforzerà notevolmente.

source: glaive
ar: رمح
es: alabarda
fi: sotakalpa
gl: archa
it: falcione
lt: alebarda
nb_no: glavin
uk: глевія

source: Master Infantryman
ar: مشاة رئيسي
es: Maestro de Infantería
fi: Jalkaväen mestari
gl: Comandante de infantería
it: Maestro di Fanteria

source: Caged Elf
ar: إلف في قفص
es: Elfo enjaulado
fi: Teljetty haltia
gl: Elfo na gaiola
it: Gabbia elfica

source: A small cage of sturdy metal bars. Prolonged occupancy would be highly unpleasant.
ar: قفص صغير من قضبان معدنية متينة. سيكون البقاء فيه لفترة طويلة غير مريح للغاية.
es: Una pequeña jaula de resistentes barras de metal. La ocupación prolongada sería muy desagradable.
fi: Pieni, vahvakalterinen häkki. Pitkäaikainen oleskelu olisi hyvin epämukavaa.
gl: Unha pequena gaiola de barras metálicas resistentes. Unha ocupación prolongada sería moi desagradable.
it: Una piccola gabbia fatta di robuste sbarre metalliche. Una lunga permanenza al suo interno sarebbe altamente spiacevole.

source: Quintain
ar: كوينتين
es: Quintana
fi: Harjoitusnukke
gl: Estafermo
it: Quintana

source: Quintains are used to practice swordplay and jousting on. It would be extremely unusual to be attacked by one.
ar: يُستخدم الكوينتين لممارسة المبارزة والرمح. سيكون من غير المعتاد جداً أن تتعرض للهجوم من قبل واحد.
es: Las quintanas se usan para practicar esgrima y justas. Ser atacado por una sería extremadamente inusual.
fi: Harjoittelunukeilla harjoitetaan miekkailua ja turnajaisia. Olisi erittäin epätavallista, että sellainen kävisi kimppuun.
gl: Os estafermos úsanse para practicar a esgrima e as xustas. Sería extremadamente inusual ser atacado por unha.
it: Le quintane vengono utilizzate per esercitarsi con la spada e i tornei. Sarebbe estremamente insolito essere attaccati da una di loro.

source: Statue
ar: تمثال
es: Estatua
fi: Patsas
gl: Estatua
it: Statua

source: A life-sized statue made of heavy Dulatus granite. This one is carved in the likeness of Garard II, the current king of Wesnoth.
ar: تمثال بالحجم الطبيعي مصنوع من جرانيت دولاتوس الثقيل. هذا المنحوت على شبه غارارد الثاني، الملك الحالي لويسنوث.
es: Una estatua a tamaño real hecha de pesado granito Dulatus. Esta está esculpida con la semejanza de Garard II, el actual rey de Wesnoth.
fi: Luonnollisen kokoinen patsas raskaasta Dulatus-graniitista. Tämä on veistetty Wesnothin nykyisen kuninkaan Garard II:n näköiseksi.
gl: Unha estatua de tamaño natural feita de pesado granito Dulatus. Esta está esculpida á semellanza de Garardo II, o actual rei do Noroeste.
it: Una statua a grandezza naturale, fatta del duro granito di Dulatus. Questa in particolare raffigura Garad II, attuale re di Wesnoth.

source: Cellar Trapdoor
ar: باب القبو
es: Trampilla del Sótano
fi: Kellariluukku
gl: Trapela do soto
it: Botola di cantina

source: A sturdy trapdoor of seasoned oak, protecting the town’s inhabitants from the chaos above.
ar: باب مصيدة متين من البلوط المعتق، يحمي سكان البلدة من الفوضى في الأعلى.
es: Una resistente trampilla de roble curado, protegiendo a los habitantes del pueblo del caos de arriba.
fi: Vankka ilmakuivattu tammiluukku, joka suojaa kyläläisiä yläpuoliselta kaaokselta.
gl: Unha robusta trapela de carballo curado, que protexe os habitantes da vila do caos que hai enriba.
it: Una solida botola fatta li rovere stagionato, che protegge gli abitanti della città da caos soprastante.

source: Fencers belong to a school of thought that considers the armor most soldiers wear in combat to be their own worst enemy. While armor can only soften a blow, evading it leaves the defender completely unharmed. Being able to reliably dodge any offensive move is a luxury only afforded to the fit of body, and then only to those who endure rigorous training. The occasional loss of limb is an unfortunate side effect of unarmored combat. Though such an injury prevents the use of bows and crossbows, slings can be wielded one-handed, and make for a competent substitute.
ar: ينتمي المبارزون إلى مدرسة فكرية تعتبر الدروع التي يرتديها معظم الجنود في القتال أسوأ عدو لهم. بينما يمكن للدروع فقط أن تخفف الضربة، تجنبها يترك المدافع غير مصاب تماماً. القدرة على تفادي أي حركة هجومية بشكل موثوق هي رفاهية لا تتوفر إلا لأصحاب اللياقة البدنية، وحتى ذلك الحين فقط لأولئك الذين يتحملون تدريبات صارمة. فقدان الأطراف بين الحين والآخر هو تأثير جانبي مؤسف للقتال غير المدجج بالدروع. على الرغم من أن مثل هذه الإصابة تمنع استخدام الأقواس والأقواس النشابية، يمكن استخدام المقاليع بيد واحدة، وتشكل بديلاً كفؤاً.
es: Las esgrimistas pertenecen a una escuela que considera que la armadura que la mayoría de los soldados usa en combate es su peor enemiga. Mientras la armadura solo puede amortiguar un golpe, esquivarla deja al defensor completamente ileso. Poder esquivar de manera confiable cualquier ataque es un lujo solo al alcance de quienes están en forma, y solo para aquellos que soportan un entrenamiento riguroso. La pérdida ocasional de un miembro es un desafortunado efecto secundario del combate sin armadura. Aunque tal lesión impide el uso de arcos y ballestas, las hondas pueden manejarse con una mano y sirven como un sustituto competente.
fi: Miekkailijoiden ajattelutapa on, että taistelussa sotilaiden panssarit ovat heidän itsensä pahin vihollinen. Panssari voi vain pehmentää iskua, väistämisellä puolustaja sitä vastoin jää tyystin naarmuitta. Kyky väistää jokainen hyökkäysliike luotettavasti on etu vain hyväkuntoisille sekä vain niille, jotka voivat kestää ankaran koulutuksen. Satunnaiset raajojen menetykset ovat harmillisia sivuvaikutuksia haarniskoimattomassa taistelussa. Vaikka moinen vamma estää jousen ja varsijousen käytön, linkoja voi käyttää yksikätisesti, ja ne ovat pätevä korvike.
gl: Os esgrimistas pertencen a unha escola de pensamento que considera a armadura que a maioría dos soldados levan en combate como o seu peor inimigo. Mentres que a armadura só pode amortecer un golpe, esquivala deixa o defensor completamente ileso. Ser capaz de esquivar con fiabilidade calquera ataque é un luxo reservado a un corpo en forma, e só para aqueles que soportan un adestramento rigoroso. A perda ocasional dun menbro é un efecto secundario desafortunado do combate sen armadura. Aínda que tal ferida impide o uso de arcos e béstas, as fondas pódense manexar cunha soa man e supoñen un substituto competente.
it: Gli Schermidori appartengono a quella scuola di pensiero che considera le armature indossate dalla maggior parte dei soldati in combattimento come il loro peggior nemico. Mentre un’armatura possa parzialmente assorbire un colpo, schivarlo lascia il difensore illeso. Essere in grado di schivare efficacemente qualsiasi attacco è un lusso concesso solo a chi ha un fisico in perfetta forma, e solo a coloro che sopportano un rigoroso allenamento. La perdita occasionale di un arto è uno sfortunato effetto collaterale del combattimento senza armatura. Sebbene una tale lesione impedisca l’uso di archi e balestre, le fionde possono essere impugnate con una mano sola e rappresentano un valido sostituto.

source: Observer
es: Observadora
it: Osservatore

source: Master Fencer
ar: مبارز رئيسي
es: Maestra de Esgrima
fi: Mestarimiekkailija
gl: Mestre esgrimista
it: Maestro Schermitore

source: King of Wesnoth
ar: ملك ويسنوث
es: Rey de Wesnoth
fi: Wesnothin kuningas
gl: Rei do Noroeste
it: Re di Wesnoth

source: longsword
ar: سيف طويل
es: espada larga
fi: pitkämiekka
gl: espada longa
it: spada lunga

source: lance
ar: رمح
es: lanza
fi: peitsi
gl: lanza
it: lancia
lt: ietis

source: Townsfolk
ar: أهل البلدة
es: Habitantes del Pueblo
fi: Kyläläinen
gl: Veciños da vila
it: Cittadino

source: Townsfolk are city-dwellers who try to make their fortune in a non-violent manner, be they traders, craftsmen, or servants of a noble house. They almost universally lack the strength that comes from a life of physical labour, and thus are not conscripted as often as peasants.
ar: أهل البلدة هم سكان المدن الذين يحاولون كسب رزقهم بطريقة غير عنيفة، سواء كانوا تجاراً أو حرفيين أو خدماً في منزل نبيل. يكاد يكونون عالمياً يفتقرون إلى القوة التي تأتي من حياة العمل البدني، وبالتالي لا يتم تجنيدهم في كثير من الأحيان مثل الفلاحين.
es: Los habitantes del pueblo son ciudadanos que intentan ganarse la vida de manera pacífica, ya sean comerciantes, artesanos o sirvientes de una casa noble. Casi universalmente carecen de la fuerza que proviene de una vida de trabajo físico y, por ello, no son reclutados con tanta frecuencia como los campesinos.
fi: Kyläläiset ovat kylän asukkaita, jotka yrittävät ansaita omaisuuttaan väkivallattomasti kauppiaina, käsityöläisinä tai palvelijoina aatelistalossa. Heiltä yleisesti puuttuu fyysisen työn tuomaa voimaa eivätkä siten joudu asevelvollisiksi yhtä usein kuin talonpojat.
gl: Os veciños da vila son habitantes da cidade que tentan facer fortuna dun xeito non violento, xa sexan comerciantes, artesáns ou serventes dunha casa nobre. Case universalmente carecen da forza que provén dunha vida de traballo físico, e polo tanto non son recrutados tan a miúdo como os labregos.
it: I cittadini sono gli abitanti della città che cercano di fare fortuna in modo non violento, siano essi commercianti, artigiani o servitori di un nobile casato. La quasi totalità di loro non ha la forza che deriva da una vita di lavoro fisico e quindi non vengono arruolati così spesso come i contadini.

source: Click a mouse button or press the spacebar to continue...
es: Haz clic en un botón del ratón o presiona la barra espaciadora para continuar...
it: Premi un tasto del mouse o la barra spaziatrice per continuare...

source: Save-Loading and RNG
ar: الحفظ-التحميل والعشوائية
es: Cargar-Guardar y RNG
fi: Tallennus-lataus ja satunnaisuus
gl: Gardar/Cargar e RNG (xeración de números aleatorios)
it: Salvataggio-caricamento e GNC
