Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Wesnoth is a game about flexible strategy, not deterministic calculation. Anyone can win when things go as planned. Wesnoth’s skill & mastery lie in creating a strategy that <i><b>mitigates bad luck</b></i>, while simultaneously <i><b>exploits good luck</b></i>. Both bad and good luck are inevitable, so be ready to handle both! Expert players are so skilled at this that they can prevail in every campaign on even the highest difficulty, without save-loading! That said, if you really prefer a more deterministic experience, try selecting <i><b>“Reduced RNG”</b></i> when starting a new campaign.
ar: ويسنوث لعبة عن الإستراتيجية المرنة، وليس الحسابات الحتمية. أي شخص يمكنه الفوز عندما تسير الأمور كما هو مخطط. المهارة والإتقان في ويسنوث يكمنان في وضع إستراتيجية <i><b>تخفف من الحظ السيئ</b></i>، بينما <i><b>تستغل الحظ الجيد</b></i> في نفس الوقت. كلا الحظ الجيد والسيئ حتميان، لذا كن مستعداً للتعامل مع كليهما! اللاعبون الخبراء ماهرون جداً في هذا لدرجة أنهم يمكنهم الانتصار في كل حملة حتى على أعلى مستوى صعوبة، دون حفظ-تحميل! مع ذلك، إذا كنت تفضل حقاً تجربة أكثر حتمية، جرب اختيار <i><b>"العشوائية المخفضة"</b></i> عند بدء حملة جديدة.
es: Wesnoth es un juego sobre estrategia flexible, no cálculo determinista. Cualquiera puede ganar cuando todo sale según lo planeado. La habilidad y maestría en Wesnoth radica en crear una estrategia que <i><b>mitigue la mala suerte</b></i>, mientras simultáneamente <i><b>aprovecha la buena suerte</b></i>. Tanto la mala como la buena suerte son inevitables, así que prepárate para manejar ambas! Los jugadores expertos son tan hábiles que pueden triunfar en todas las campañas incluso en la dificultad más alta, ¡sin cargar partidas guardadas! Dicho esto, si realmente prefieres una experiencia más determinista, prueba seleccionando <i><b>“RNG reducido”</b></i> al iniciar una nueva campaña.
fi: Wesnoth on joustavan strategian peli, ei deterministisen laskennan. Kuka tahansa voittaa, kun sujuu suunnitellusti. Wesnothin taitohallintaa on suunnitella strategia, jolla <i><b>lieventää huonoa onnea</b></i> ja samalla <i><b>hyödyntää hyvää onnea</b></i>. Sekä huono että hyvä onni ovat vääjäämättömiä, joten varaudu kumpaakin! Ammattipelaajat ovat niin taitavia, että voivat jyystää jokaisen kampanjan jopa korkeimmalla vaikeusasteella! Jos todella haluat enemmänkin deterministisen kokemuksen, valitse <i><b>“Vähennetty RNG”</b></i>, kun aloitat uuden kampanjan.
gl: O Noproeste é un xogo sobre estratexia flexible, non de cálculo determinista. Calquera pode gañar cando todo sae segundo o previsto. A habilidade e mestria do Noroeste reside nunha estratexia que *mitiga a mala sorte*, mentres que simultaneamente *explota a boa sorte*. Tanto a *mala como a boa sorte* son inevitables, así que prepárate para enfrontarte a ambas! Os xogadores expertos dominan isto ata tal punto que poden saír victoriosos en todas as campañas mesmo nas de máis alta dificultade, sen ter que gardar a partida! Dito isto, se realmente prefires unha experiencia máis determinista, proba a seleccionar *"RNG reducido"* ao comezar unha nova campaña.
it: Wesnoth è un gioco dalla strategia flessibile, non di calcolo deterministico. Tutti possono vincere se hanno un buon piano. L’abilità e la maestria in Wesnoth risiedono nel creare una strategia che <i><b>attenui la sfortuna</b></i>, mentre allo stesso tempo <i><b>sfrutti la fortuna</b></i>. Sia la sfortuna che la fortuna sono inevitabili, quindi sii pronto a gestirle entrambe! I giocatori più esperti sono così abili da uscire vittoriosi da ogni campagna anche ai livelli di difficoltà più alti,senza dover caricare dei salvataggi! Detto questo, se preferisci una esperienza più deterministica, prova a selezionare <i><b>“GNC Ridotto”</b></i> quando inizi una nuova campagna.

source: I got lucky and hit all $consecutive_hits strikes! Good luck will sometimes happen, but a good commander knows how to win without relying on it. After all, bad luck happens just as often as good luck!
ar: كنت محظوظاً وضربت كل الضربات $consecutive_hits! سيحدث الحظ الجيد أحياناً، لكن القائد الجيد يعرف كيف يفوز دون الاعتماد عليه. بعد كل شيء، الحظ السيئ يحدث بنفس تكرار الحظ الجيد!
es: Tuve suerte y acerté todos mis $consecutive_hits ataques! A veces ocurre la buena suerte, pero un buen comandante sabe cómo ganar sin depender de ella. ¡Después de todo, la mala suerte ocurre con la misma frecuencia que la buena!
fi: Minua onnisti ja tein kaikki $consecutive_hits iskua! Hyvää onnea tapahtuu joskus, mutta hyvä komentaja tietää, miten voittaa siihen tuudittautumatta. Huonoa onnea tapahtuu ihan yhtä usein kuin hyvää onnea loppujen lopuksi!
gl: Tiven sorte e acertei todos os $consecutive_hits golpes! A boa sorte ás veces acompaña, pero un bo comandante sabe gañar sen depender dela. Ao fin e ao cabo, a mala sorte aparece tan a miúdo coma a boa!
it: Sono stato fortunato e sono andato a segno tutte e $consecutive_hits le volte! I colpi di fortuna talvolta accadono, ma un buon comandante sa come vincere senza farci affidamento. Dopo tutto, la sfortuna capita con la stessa frequenza della fortuna!

source: I missed all $consecutive_misses strikes, even though my enemy had a low chance to dodge! That’s unlucky, but bad luck happens just as often as good luck — a good commander knows how to plan around both!
es: ¡Fallé todos mis $consecutive_misses ataques, a pesar de que mi enemigo tenía baja probabilidad de esquivar! Eso es mala suerte, pero la mala suerte ocurre con la misma frecuencia que la buena — un buen comandante sabe cómo planear en torno a ambas.
it: Ho fallito i miei colpi tutte e $consecutive_misses le volte in fila, anche se il mio avversario è una schiappa ad evitare gli attacchi! Questa è sfortuna, ma accade con la stessa frequenza della fortuna: un buon comandante sa come gestirle entrambe!

source: I hit all $consecutive_hits strikes, even though my enemy had a high chance to dodge! Luck works both ways — sometimes I miss strikes when I was likely to hit, but sometimes I also hit strikes that I was likely to miss — like now!
es: Acerté todos mis $consecutive_hits ataques, aunque mi enemigo tenía alta probabilidad de esquivar. La suerte funciona en ambos sentidos — a veces fallo ataques que probablemente acertaría, pero otras veces acierto ataques que probablemente fallaría — ¡como ahora!
it: Sono andato a segno tutte e $consecutive_hits le volte, anche se il mio nemico è piuttosto abile a schivare gli attacchi! La fortuna funziona in entrambi i modi: talvolta manco i miei colpi quando ho un’alta percentuale di successo, ma talvolta vado a segno anche quando sto per mancare il bersaglio. tipo adesso!

source: Allies
es: Aliados
it: Alleati

source: Allies can range from basic, immobile guards to full-fledged factions with their own income, leaders, and AI. To see how much gold and income each side has, press <b><i>Alt+S</i></b>. In this scenario, your allies include Peasants and Woodsmen. Like Walking Corpses, <b><i>Peasants and Woodsmen are level 0 and thus do not exert a Zone of Control</i></b>. Enemies can move around them unhindered.
es: Los aliados pueden ir desde simples guardias inmóviles hasta facciones completas con sus propios ingresos, líderes e IA. Para ver cuánto oro e ingresos tiene cada bando, presiona <b><i>Alt+S</i></b>. En este escenario, tus aliados incluyen Campesinos y Leñadores. Al igual que los Cadáveres Andantes, <b><i>los Campesinos y Leñadores son de nivel 0 y por lo tanto no ejercen Zona de Control</i></b>. Los enemigos pueden moverse a su alrededor sin impedimentos.
it: Gli alleati possono spaziare da semplici sentinelle immobili a fazioni equipaggiate di tutto punto con i loro introiti, comandanti e IA. Per vedere quanto oro ed introiti abbia ogni fazione, premi <b><i>Alt+S</i></b>. In questo scenario, tra i tuoi alleati si annoverano Contadini e Boscaioli. Al pari dei Morti Viventi, <b><i>Contadini e Boscaioli sono di livello 0 e quindi non hanno una Zona di Controllo</i></b>. I nemici possono quindi muoversi liberamente intorno a loro.

source: Accelerated Speed
es: Velocidad acelerada
it: Velocità Accelerata

source: If movement and combat are taking too long, you can enable <i><b>Accelerated Speed</b></i> and/or <i><b>Skip AI Moves</b></i> in the Preferences menu.
es: Si el movimiento y el combate tardan demasiado, puedes activar <i><b>Velocidad acelerada</b></i> y/o <i><b>Saltar movimientos de IA</b></i> en el menú de Preferencias.
it: E i movimenti e i combattimenti sono troppo lunghi, puoi abilitare <i><b>Velocità accelerata</b></i> e/o <i><b>Salta mosse IA</b></i> nel menù Preferenze.

source: Building a Powerful Army
ar: بناء جيش قوي
es: Construyendo un ejército poderoso
fi: Vahvan armeijan kokoaminen
gl: Construíndo un exército poderoso
it: Assemblare un Esercito Potente

source: Units gain experience with each attack, and much more with each kill. <i><b>Most campaigns expect</b></i> you to recall the same veterans across each battle, building experience and eventually accumulating <i><b>a roster of powerful level-2 or level-3 units.</b></i> If you don’t have many level-2 or level-3 units right now, don’t despair! This campaign is not excessively difficult and can still be completed with a weak army, though it may require skilled tactics. But in future campaigns, <i><b>be sure to protect your veterans and build them into a powerful army.</b></i>
ar: تكسب الوحدات خبرة مع كل هجوم، والمزيد مع كل قتل. <i><b>معظم الحملات تتوقع</b></i> منك استدعاء نفس المخضرمين عبر كل معركة، ببناء الخبرة وتجميع <i><b>قائمة من الوحدات القوية من المستوى 2 أو 3 بمرور الوقت.</b></i> إذا لم يكن لديك العديد من وحدات المستوى 2 أو 3 الآن، لا تيأس! هذه الحملة ليست صعبة بشكل مفرط ويمكن إكمالها بجيش ضعيف، رغم أنها قد تتطلب تكتيكات ماهرة. لكن في الحملات المستقبلية، <i><b>احرص على حماية مخضرميك وبنائهم إلى جيش قوي.</b></i>
es: Las unidades ganan experiencia con cada ataque, y mucho más con cada muerte. <i><b>La mayoría de las campañas esperan</b></i> que reutilices a los mismos veteranos en cada batalla, acumulando experiencia y eventualmente reuniendo <i><b>una lista de poderosas unidades de nivel 2 o nivel 3.</b></i> Si no tienes muchas unidades de nivel 2 o nivel 3 ahora, ¡no desesperes! Esta campaña no es excesivamente difícil y aún puede completarse con un ejército débil, aunque podría requerir tácticas hábiles. Pero en futuras campañas, <i><b>asegúrate de proteger a tus veteranos y convertirlos en un ejército poderoso.</b></i>
fi: Yksiköt saavat hyökkäyksistä kokemusta, ja paljon enemmän taposta. <i><b>Useimmissa kampajoissa odotetaan<i><b>, että kutsut samoja veteraaneja pitkin taisteluita, jolloin kartutat kokemusta ja lopulta kokoat <i><b>luettelon vahvoja 2-tason tai 3-tason yksiköitä.</b></i> Jos sinulla ei ole monta 2- tai 3-tason yksiköitä juuri nyt, älä huoli! Tämä kampanja ei ole liian vaikea, ja sen voi suorittaa heikolla armeijalla, mikä tosin voi vaatia taidokkaita taktiikoita. Mutta tulevissa kampanjoissa <i><b>varmistaudu, että suojelet veteraanejasi ja että kokoat niillä vahvan armeijan.</b></i>
gl: As unidades gañan experiencia con cada ataque, e moita máis con cada morte. <i><b>A maioría das campañas contan</b></i> con que recuperes aos mesmos veteranos en cada batalla, facéndolles acumular experiencia ata teres <i><b>un grupo poderoso de unidades de nivel 2 ou 3.</b></i> Se agora mesmo non tes moitas unidades de nivel 2 ou 3, ¡non desesperes! Esta campaña non é excesivamente difícil e pode completarse incluso cun exército débil, aínda que requirirá táctica e habilidade. Pero nas campañas futuras, <i><b>asegúrate de protexer os teus veteranos e formar con eles un exército poderoso.</b></i>
it: Le unità accumulano esperienza ad ogni attacco, specialmente se riescono ad uccidere un loro avversario. La <i><b>maggior parte delle campagne richiede</b></i> che vengano richiamati gli stessi veterani tra le varie battaglie, in modo che accumulino esperienza si possa accumulare <i><b>un elenco di potenti unità di livello-2 o di livello-3.</b></i> Se adesso non possiedi molte unità di livello-2, non devi disperare! Questa campagna non presenta difficoltà eccessive e può essere comunque completata con un esercito debole, sebbene possano essere necessarie buone conoscenze di tattica. Ma per le future campagne, <i><b>assicurati di proteggere i tuoi veterani e assemblare con loro un esercito potente.</b></i>

source: Sacrificial Lambs
ar: خِرافٌ قربان
es: Corderos sacrificables
fi: Uhrilampaat
gl: Cordeiros de Sacrificio
it: Agnelli Sacrificali

source: On the topic of protecting veterans...
ar: في موضوع حماية المخضرمين...
es: Sobre el tema de proteger a los veteranos...
fi: Veteraanien suojelusta puheen ollen...
gl: Sobre o tema da protección dos veteranos...
it: A proposito del proteggere i veterani...

source: In challenging scenarios, it's often impossible to protect every unit. Instead of sending your veterans straight into the meatgrinder, it's often best to use them alongside fresh recruits or disposable units. Doing so can help spare your veterans from the worst of the enemy's attacks.
ar: في السيناريوهات الصعبة، غالباً ما يكون من المستحيل حماية كل وحدة. بدلاً من إرسال مخضرميك مباشرة إلى المطحنة، من الأفضل استخدامهم جنباً إلى جنب مع المجندين الجدد أو الوحدات القابلة للتضحية. هذا يمكن أن يساعد في حماية مخضرميك من أسوأ هجمات العدو.
es: En escenarios desafiantes, a menudo es imposible proteger a todas las unidades. En lugar de enviar a tus veteranos directamente al matadero, a menudo es mejor usarlos junto con reclutas novatos o unidades prescindibles. Hacer esto puede ayudar a proteger a tus veteranos de los peores ataques del enemigo.
fi: Haastavissa skenaarioissa on usein mahdotonta suojella kaikkia yksiköitä. Sen sijaan, että veteraaneja lähettää suoraan lihamyllyyn, on usein parasta pitää niiden rinnalla uusia värvättyjä tai korvattavia yksiköitä. Se auttaa säästämään veteraaneja pahimmilta vihollishyökkäyksiltä.
gl: En situacións difíciles, adoita ser imposible protexer todas as unidades. En vez de enviar os teus veteranos directamente á carnicería, adoitaç ser mellor empregalos xunto con recrutas novos ou unidades prescindibles. Facelo pode axudar a que os teus veteranos se libren do peor dos ataques inimigos.
it: Negli scenari difficili, spesso è impossibile difendere tutte le unità Piuttosto che mandare i tuoi veterani direttamente nel tritacarne, spesso è meglio usarli insieme a delle reclute fresche o a unità sacrificabili. Così facendo potrai risparmiare ai tuoi veterani il peggio degli attacchi nemici.

source: Ethiliel led the South Guard through the southern forest. The deep woods became overcast with unnatural shadow as they traveled, shrouded with eerie silence and uncanny stillness. Grey darkness sapped all color from their murky surroundings, with every movement and sound muted in the thick fog. Their small company kept vigilant watch on the dense forest and on each other, wary of the foreboding ambience. Finally, Ethiliel told them to halt and pitch camp — they had reached the Black River, beyond which no elf or man would willingly pass.
ar: قادت إيثيلييل الحرس الجنوبي عبر الغابة الجنوبية. أصبحت أعماق الغابة ملبدة بظلال غير طبيعية أثناء سفرهم، محاطة بصمت غريب وهدوء غير مألوف. ظلام رمادي سلب كل الألوان من محيطهم الكئيب، مع كتم كل حركة وصوت في الضباب الكثيف. حافظت فرقتهم الصغيرة على مراقبة يقظة للغابة الكثيفة ولبعضهم البعض، حذرين من الأجواء المشؤومة. أخيراً، أخبرتهم إيثيلييل بالتوقف ونصب المعسكر - لقد وصلوا إلى النهر الأسود، الذي ما بعده لن يعبر إلف أو إنسان طواعية.
es: Ethiliel condujo a la Guardia del Sur a través del bosque meridional. Los profundos bosques se cubrieron de una sombra antinatural mientras avanzaban, envueltos en un silencio inquietante y una quietud sobrecogedora. Una oscuridad gris drenaba todo color de su turbio entorno, con cada movimiento y sonido amortiguados por la densa niebla. Su pequeña compañía mantenía una vigilancia constante sobre el espeso bosque y entre ellos mismos, recelosa del ambiente amenazador. Finalmente, Ethiliel les indicó que se detuvieran y levantaran campamento: habían llegado al Río Negro, más allá del cual ningún elfo ni humano pasaría de buen grado.
fi: Ethiliel johti Etelän vartioston miehet etelän metsästä. Syvistä metsistä tuli luonnottoman varjoisia heidän kulkiessaan aavemaisessa hiljaisuudessa ja oudossa tyyneydessä. Harmaa pimeys pyyhki kaikki värit hämärästä ympäristöstä, ja kaikki liikkeet ja äänet vaimenivat paksussa sumussa. Deoranin pikkuseurue tarkkaili valppaasti sankkaa metsää ja toisiaan pysyen varuillaan pahaenteisen tunnelman takia. Lopulta Ethiliel käski heidän pysähtyä ja leiriytyä. He olivat päässeet Mustajoelle, jonka yli kukaan haltia tai ihminen ei halunnut mennä.
gl: Etilia guiou a Garda do Sur a través da fraga meridional. Os bosques profundos cubríronse dunha escuridade antinatural a medida que avanzaban, envoltos nun silencio estraño e unha quietude inquietante. Unha escuridade agrisada esvaecía toda cor arredor deles, e cada movemento ou son chegaba abafado pola néboa espesa. A súa pequena compañía mantiña unha vixilancia constante sobre o bosque denso e entre eles mesmos, cautelosos ante a atmosfera ameazante. Finalmente, Ethiliel ordenou deterse e montar campamento: chegaran ao Río Negro, máis aló do cal ningún elfo nin humano pasaría de bo grado.
it: Ethiliel guidò gli uomini della Guardia del Sud nella foresta meridionale. I fitti boschi erano coperti da un’ombra innaturale mentre entravano, avvolti da un inquietante silenzio e da una misteriosa immobilità. L’oscurità grigia assorbiva tutti i colori dall’ambiente circostante, rendendo ogni movimento ed ogni suono attenuato nella fitta nebbia. La piccola compagnia teneva d’occhio la fitta foresta e contemporaneamente l’un l’altro, cauti nell’ambiente inquietante. Finalmente, Ethiliel disse loro di fermarsi ed accamparsi: avevano raggiungo il Fiume Nero, limite che nessun elfo e nessun uomo avrebbe superato di propria volontà.

source: Guided by Urza Afalas, Deoran and his company marched northwards, back across the Black River. The ominous gloom of the forest seemed to lift behind them as the tired soldiers returned towards the land of men. But even as the dark magic faded into memory, a new threat made itself known in the form of subtle footfalls amongst the trees...
ar: تحت إرشاد أورزا أفالاس، سار ديوران وفرقته شمالاً، عائدين عبر النهر الأسود. بدا أن الكآبة المشؤومة للغابة تختفي خلفهم بينما عاد الجنود المتعبون نحو أرض البشر. لكن حتى بينما تلاشى السحر المظلم في الذاكرة، برز تهديد جديد على شكل وقع أقدام خفية بين الأشجار...
es: Guiados por Urza Afalas, Deoran y su compañía marcharon hacia el norte, de regreso a través del Río Negro. La ominosa penumbra del bosque parecía disiparse tras ellos mientras los soldados cansados regresaban a la tierra de los hombres. Pero incluso cuando la magia oscura se desvanecía en la memoria, una nueva amenaza se hacía presente en forma de sutiles pasos entre los árboles...
fi: Deoran kumppaneineen marssi Mustajoen yli pohjoiseen Urza Afalasin opastuksella. Metsän pahaenteinen synkkyys näytti hälvenevän heidän takanaan, kun väsyneet sotilaat palasivat kohti ihmisten maata. Vaikka musta magia oli enää muisto vain, uusi uhka tuli esiin puiden lomasta hentoina askelina...
gl: Guiados por Urza Afalas, Deoran e a súa compañía marcharon cara ao norte, cruzando de novo o Río Negro. A escuridade ameazante da fraga semellaba disiparse ás súas costas, mentres os soldados extenuados regresaban ás terras dos homes. Mais, mesmo cando a maxia escura comezaba a esvaecerse na memoria, unha nova ameaza facía sentir a súa presenza nos pasos sutís que resoaban entre as árbores...
it: Guidati da Urza Afalas, Deoran e la sua compagnia marciarono verso nord, attraversando di nuovo il Fiume Nero. L’inquietante oscurità della foresta sembrò diradarsi alle loro spalle mentre i soldati stanchi tornavano verso la terra degli uomini. Ma mentre la magia oscura svaniva nei ricordi, una nuova minaccia si manifestò sotto forma di impercettibili passi tra gli alberi...

source: Absent Urza Afalas, Deoran and his company marched northwards, back across the Black River. The ominous gloom of the forest seemed to lift behind them as the tired soldiers returned towards the land of men. But even as the dark magic faded into memory, a new threat made itself known in the form of subtle footfalls amongst the trees...
ar: في غياب أورزا أفالاس، سار ديوران وفرقته شمالاً، عائدين عبر النهر الأسود. بدا أن الكآبة المشؤومة للغابة تختفي خلفهم بينما عاد الجنود المتعبون نحو أرض البشر. لكن حتى بينما تلاشى السحر المظلم في الذاكرة، برز تهديد جديد على شكل وقع أقدام خفية بين الأشجار...
es: Sin Urza Afalas, Deoran y su compañía marcharon hacia el norte, de regreso a través del Río Negro. La ominosa penumbra del bosque parecía disiparse tras ellos mientras los soldados cansados regresaban a la tierra de los hombres. Pero incluso cuando la magia oscura se desvanecía en la memoria, una nueva amenaza se hacía presente en forma de sutiles pasos entre los árboles...
fi: Deoran kumppaneineen marssi Mustajoen yli pohjoiseen Urza Afalasin poissa ollessa. Metsän pahaenteinen synkkyys näytti hälvenevän heidän takanaan, kun väsyneet sotilaat palasivat kohti ihmisten maata. Vaikka musta magia oli enää muisto vain, uusi uhka tuli esiin puiden lomasta hentoina askelina...
gl: Sen Urza Afalas, Deoran e a súa compañía marcharon cara ao norte, cruzando de novo o Río Negro. A escuridade ameazante da fraga pareceu disiparse ás súas costas, mentres os soldados cansas regresaban á terra dos homes. Mais mesmo cando a maxia escura se esvaía na memoria, unha nova ameaza facía sentir a súa presenza nos pasos sutís que resoaban entre as árbores...
it: Senza Urza Afalas, Deoran e la sua compagnia marciarono verso nord, attraversando di nuovo il Fiume Nero. L’inquietante oscurità della foresta sembrò diradarsi alle loro spalle mentre i soldati stanchi tornavano verso la terra degli uomini. Ma mentre la magia oscura svaniva nei ricordi, una nuova minaccia si manifestò sotto forma di impercettibili passi tra gli alberi...
