Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Wait a moment, did you humans know I was coming? You’re not supposed to be so close to my camp, not supposed to be here at all... No, this simply won’t do. I’ll have to raise a few more of my beauties to slow you down.
ar: انتظر لحظة، هل علمتم أيها البشر أني قادم؟ ليس من المفترض أن تكونوا بهذا القرب من معسكري، ليس من المفترض أن تكونوا هنا على الإطلاق... لا، هذا ببساطة لن ينجح. سأضطر إلى إحياء المزيد من جمالياتي لإبطائكم.
es: Espera un momento, ¿sabían los humanos que venía? No se supone que estén tan cerca de mi campamento, ni que estén aquí en absoluto... No, esto simplemente no sirve. Tendré que levantar algunos de mis bellos para retrasarlos.
fi: Hetkinen, tiesittekö te ihmiset, että olin tulossa? Teidän ei pitäisi olla niin lähellä leiriäni, tai ylipäätään täällä... Ei, tämä ei käy päinsä. Joudun nostattamaan vähän lisää kaunokaisiani hidastamaan teitä.
gl: Agarda un intre, sabíades que eu ía chegar? Non deberiades estar tan preto do meu campamento, nin sequera deberiades estar aquí... Non, isto non pode ser. Terei que erguer algunhas das miñas belezas para retardarvos.
it: Aspetta un attimo: voi umani sapevate che stavo arrivando? Non dovreste essere così vicini al mio accampamento, non dovreste proprio essere qui... No, questo semplicemente non va bene. Dovrò evocare qualcun’altra delle mie bellezze per rallentarvi.

source: It’s an ambush! I’d hoped to never again see undead in these terrible numbers...
ar: إنه كمين! لقد تمنيت ألا أرى أمواتًا أحياء بهذه الأعداد المرعبة مرة أخرى...
es: ¡Es una emboscada! Esperaba no volver a ver no-muertos en estos terribles números...
fi: Se on väijytys! Toivoin, etten enää näkisi näin hirveän paljon epäkuolleita...
gl: É unha emboscada! Agardaba non volver a ver non mortos en tales números terribles...
it: È un’imboscata! Speravo proprio di non rivedere mai più un così grande numero di non-morti...

source: ’tis an ambush! I’ve never e’en heard o’ so many elven undead!
ar: إنه كمين! لم أسمع حتى عن هذا العدد الكبير من الأموات الأحياء الألفيين!
es: ¡Es una emboscada! ¡Nunca había oído hablar de tantos no-muertos élficos!
fi: Tää on väijyntä! Enpä oo edes kuullut niin monesta epäkuolleesta haltiasta!
gl: É unha emboscada! Nunca sequera escoitara de tantos non mortos elfos!
it: Imboscata! Non ho mai sentito di così tanti elfi non-morti!

source: We are ambushed! Never-before have I seen so many elven undead.
ar: لقد وقعنا في كمين! لم أرَ قط هذا العدد الكبير من الأموات الأحياء الألفيين من قبل.
es: ¡Estamos emboscados! Nunca antes había visto tantos no-muertos élficos.
fi: Meidät väijytettiin! En ole ennen nähnyt niin monta epäkuollutta haltiaa.
gl: Estamos emboscados! Nunca antes vira tantos non mortos elfos.
it: Siamo caduti in un imboscata! Mai visti così tanti elfi non-morti prima d’ora.

source: Even the largest hordes have their limits — we must defend these ruins until this bandit’s magic runs low! Prepare for battle, soldiers of the South Guard, and brace for incoming attack!
ar: حتى أكبر الجحافل لها حدود — يجب أن ندافع عن هذه الأنقاض حتى ينفد سحر هذا الخارج عن القانون! استعدوا للمعركة، جنود الحرس الجنوبي، وتأهبوا لهجوم قادم!
es: Incluso las mayores hordas tienen sus límites — debemos defender estas ruinas hasta que la magia de este bandido se agote. ¡Prepárense para la batalla, soldados de la Guardia Sur, y prepárense para el ataque que se aproxima!
fi: Suurimmillakin laumoilla on rajansa. Meidän on puolustettava näitä raunioita, kunnes sen ketaleen taika käy vähiin! Valmiina taistoon, Etelän vartioston sotilaat, ja varautukaa tulevaan hyökkäykseen!
gl: Ata as maiores hordas teñen os seus límites — debemos defender estas ruínas ata que a maxia destes bandoleiros se esgote! Prepárense para a batalla, soldados da Garda do Sur, e prepárense para o ataque que se achega!
it: Anche la più grande delle orde ha i suoi limiti: dobbiamo difendere queste rovine finché la magia di quel bandito non si affievolisce! Preparatevi per la battaglia, soldati della Guardia del Sud, e serrate i ranghi per respingere l’attacco imminente!

source: Turn Limits
ar: حدود الأدوار
es: Límites de turnos
fi: Vuororajat
gl: Límites de rolda
it: Limite dei turni

source: Most scenarios have a turn limit, as shown in the upper left-hand corner. Usually, running out of turns will result in defeat — check your <i><b>objectives</b></i> by clicking the <i><b>“Menu”</b></i> button in the top-left corner (or use the hotkey <i><b>Ctrl+J</b></i>). Finishing early will usually reward a gold boost (“early finish bonus”) in the next scenario, so don’t delay! <i><b>In this scenario, your objective is to survive until turns run out.</b></i>
ar: معظم السيناريوهات لها حد للأدوار، كما هو موضح في الزاوية العلوية اليسرى. عادةً، نفاد الأدوار سيؤدي إلى الهزيمة — تحقق من <i><b>أهدافك</b></i> بالضغط على <i><b>"القائمة"</b></i> في الزاوية العلوية اليسرى (أو استخدم الاختصار <i><b>Ctrl+J</b></i>). الإنهاء المبكر عادةً ما يكافئك بمكافأة ذهبية ("مكافأة الإنهاء المبكر") في السيناريو التالي، فلا تتأخر! <i><b>في هذا السيناريو، هدفك هو البقاء حتى تنفد الأدوار.</b></i>
es: La mayoría de los escenarios tienen un límite de turnos, como se muestra en la esquina superior izquierda. Normalmente, quedarse sin turnos resultará en derrota — revisa tus <i><b>objetivos</b></i> haciendo clic en el botón <i><b>“Menú”</b></i> en la esquina superior izquierda (o usa la tecla rápida <i><b>Ctrl+J</b></i>). Terminar antes de tiempo usualmente recompensa con un aumento de oro (“bono por terminar antes”) en el siguiente escenario, ¡así que no te demores! <i><b>En este escenario, tu objetivo es sobrevivir hasta que se acaben los turnos.</b></i>
fi: Useimmissa skenaarioissa on vuororaja, kuten vasemmassa yläkulmassa näkyy. Vuorojen loppuminen johtaa yleensä tappioon — tarkasta <i><b>tavoitteet</b></i> napsauttamalla <i><b>“Valikko”</b></i> -nappia vasemmassa yläkulmassa (tai pikanapilla <i><b>Ctrl+J</b></i>). Aikainen lopetus palkitsee yleensä lisäkullalla (“aikaisen lopetuksen bonus”) seuraavassa skenaariossa, joten älä kuhni! <i><b>Tässä skenaariossa tavoitteenasi on selviytyä, kunnes vuorot loppuvat.</b></i>
gl: A maioría dos escenarios teñen un límite de roldas, como se mostra na esquina superior esquerda. Normalmente, quedar sen roldas resultará na derrota: comproba os teus <i><b>obxectivos</b></i> facendo clic no <i><b>“Menú”</b></i> na esquina superior esquerda (ou usa o atallo <i><b>Ctrl+J</b></i>). Rematar cedo normalmente recompensará un aumento de ouro (“bonificación por rematar cedo”) no seguinte escenario, así que non esperes! <i><b>Neste escenario, o teu obxectivo é sobrevivir ata que se esgoten as roldas.</b></i>
it: La maggior parte degli scenari ha un limite massimo di turni come mostrato nell’angolo in alto a sinistra, Normalmente, esaurendo i turni a disposizione verrai sconfitto: verifica i tuoi <i><b>obiettivi</b></i> cliccando sul bottone <i><b>“Menu”</b></i> nell’angolo in alto a sinistra (o usa la scorciatoia <i><b>Ctrl+J</b></i>). Terminare in anticipo di solito porterà ad una ricompensa in termini di monete d’oro (“bonus fine anticipata”) da riportare nello scenario successivo, quindi non tergiversare! <i><b>In questo scenario, il tuo obiettivo è di sopravvivere fino alla fine dei turni.</b></i>

source: Survive until turns run out
ar: ابقَ حتى تنفد الأدوار
es: Sobrevive hasta que se acaben los turnos
fi: Selviä kunnes vuorot loppuvat
gl: Sobrevive ata o final das roldas
it: Sopravvivi fino alla fine dei turni

source: I’m not used to fighting in fog like this! What a mess...
ar: لست معتادًا على القتال في ضباب مثل هذا! يا لها من فوضى...
es: ¡No estoy acostumbrado a luchar en niebla así! Qué desastre...
fi: En ole tottunut taistelemaan tällaisessa sumussa! Mikä sotku...
gl: Non estou afeito a loitar con esta néboa! Que desastre...
it: Non sono abituato a combattere con questa nebbia! Che confusione...

source: Fog and Vision
ar: الضباب والرؤية
es: Niebla y visión
fi: Sumu ja näkyvyys
gl: Néboa e Visibilidade
it: Nebbia e Visione

source: In fog, <b><i>units can see 1 hex further than their movement</i></b>. Fast units, such as Deoran, make for great scouts. Exploring in fog will prevent you from using “undo”, so be careful where you move!
es: En la niebla, <b><i>las unidades pueden ver 1 hexágono más allá de su movimiento</i></b>. Unidades rápidas, como Deoran, son excelentes exploradores. ¡Explorar en la niebla te impedirá usar “deshacer”, así que ten cuidado dónde te mueves!
it: Con la nebbia, <b><i>le unità possono vedere soltanto 1 esagono più lontano di quanto possano muoversi</i></b>. Unita veloci, tipo Deoran, sono dei grandi esploratori. Diradare la nebbia ti impedirà di utilizzare il comando “annulla”, quindi fai attenzione a come ti muovi!

source: Bluffs and Gulches
ar: المنحدرات والأخاديد
es: Acantilados y barrancos
fi: Jyrkänteet ja rotkot
gl: Cantís e Gabias
it: Scogliere e Burroni

source: Have you been wondering what effect these cliffs have on gameplay? They... don’t actually do anything. But they do look pretty! <i>(or at least we devs think so)</i>
ar: هل تساءلت ما تأثير هذه المنحدرات على اللعب؟ هي... لا تفعل شيئًا في الواقع. لكنها تبدو جميلة! <i>(على الأقل نحن المطورين نعتقد ذلك)</i>
es: ¿Te has preguntado qué efecto tienen estos acantilados en la jugabilidad? No... en realidad no hacen nada. Pero ¡se ven bonitos! <i>(al menos nosotros, los desarrolladores, así lo creemos)</i>
fi: Oletko ihmetellyt, miten nämä jyrkänteet vaikuttavat pelaamiseen? Ne... eivät oikeastaan tee mitään, mutta ne näyttävät somilta! <i>(tai ainakin meidän kehittäjien mielestä)</i>
gl: Estivestes preguntándovos que efecto teñen estes cantís no xogo? En realidade... non fan nada. Pero teñen un aspecto bonito! <i>(ou polo menos os desenvolvedores, pensamos iso)</i>
it: Ti sei mai chiesto quale effetto abbiano queste scogliere sulle dinamiche del gioco? In realtà non fanno... nulla. Ma abbelliscono il gico! <i>(o almeno così la pensiamo noi sviluppatori)</i>

source: Useful Options
es: Opciones útiles
it: Opzioni utili

source: Wesnoth has many settings and hotkeys. To see all available options, select the <b><i>Menu</i></b> or <b><i>Actions</i></b> buttons in the top-left corner. Here are some of the most useful:
es: Wesnoth tiene muchas opciones y teclas rápidas. Para ver todas las opciones disponibles, selecciona los botones <b><i>Menú</i></b> o <b><i>Acciones</i></b> en la esquina superior izquierda. Aquí tienes algunas de las más útiles:
it: Wesnoth ha molte impostazioni e scorciatoie. Per vedere tutte le opzioni disponibili, clicca i bottoni <b><i>Menù</i></b> o <b><i>Azioni</i></b> nell’angolo in alto a sinistra. Ecco alcune delle più utili:

source: • Before ending your turn, press <b><i>N</i></b> to find units that can still move or attack.
es: • Antes de terminar tu turno, presiona <b><i>N</i></b> para encontrar unidades que todavía puedan moverse o atacar.
it: • Prima di terminare il tuo turno, premi <b><i>N</i></b> per trovare le unità che possono ancora muoversi o attaccare.

source: • To see which hexes enemies may be able to move to on their turn, press <b><i>Ctrl+V</i></b>.
es: • Para ver a qué hexágonos pueden moverse los enemigos en su turno, presiona <b><i>Ctrl+V</i></b>.
it: • Per vedere in quali esagoni possano muoversi i nemici durante il loro turno, premi <b><i>Ctrl+V</i></b>.

source: • To see how much gold and income your enemies have, press <b><i>Alt+S</i></b>. Enemies may also receive additional gold or units as part of scripted events (not shown).
es: • Para ver cuánto oro e ingresos tienen tus enemigos, presiona <b><i>Alt+S</i></b>. Los enemigos también pueden recibir oro o unidades adicionales como parte de eventos programados (no se muestran).
it: • Per vedere quando oro ed entrate hanno i tuoi nemici, premi <b><i>Alt+S</i></b>. I nemici possono anche ricevere dell’oro supplementare o delle unità di rinforzo se previsto durante lo scenario (questo non viene mostrato).

source: • To change a scenario’s difficulty without restarting the entire campaign, load a game and check the <b><i>Change Difficulty</i></b> option. This option is only available when loading from the start of a scenario — the save file named <i>“TSG-Vale of Tears.gz”</i>, not <i>“TSG-Vale of Tears-Auto-Save7.gz”</i>
es: • Para cambiar la dificultad de un escenario sin reiniciar toda la campaña, carga una partida y selecciona la opción <b><i>Cambiar dificultad</i></b>. Esta opción solo está disponible cuando cargas desde el inicio de un escenario — el archivo de guardado llamado <i>«TSG-Valle de Lágrimas.gz»</i>, no <i>«LGdS-Valle de Lágrimas-Guardado automatico7.gz»</i>
it: • Per cambiare livello di difficoltà in uno scenario senza iniziare una campagna da zero, carica un salvataggio e controlla l’opzione <b><i>Cambia Difficoltà</i></b>. Questa opzione è selezionabile soltanto quando si carica uno scenario iniziale: i salvataggi dal nome <i>“LGdS-Valle di Lacrime.gz”</i>, non <i>“LGdS-Valle di Lacrime-Salvataggio Automatico7.gz”</i>

source: The sun is our ally! They’re afraid to fight in the light.
es: ¡El sol es nuestro aliado! Tienen miedo de luchar a la luz.
it: Il sole ci è alleato! Temono il combattimento alla luce del sole!

source: I will need to recruit units if I want to weather the undead assault! I should first move to a keep, then press <b>Ctrl+R</b> to recruit or <b>Alt+R</b> to recall.
ar: سأحتاج إلى تجنيد وحدات إذا أردت الصمود في وجه هجوم الأموات الأحياء! يجب أن أتحرك أولاً إلى قلعة، ثم أضغط <b>Ctrl+R</b> للتجنيد أو <b>Alt+R</b> لاستدعاء القدامى.
es: ¡Necesitaré reclutar unidades si quiero resistir el asalto de los no-muertos! Primero debo moverme a un castillo y luego presionar <b>Ctrl+R</b> para reclutar o <b>Alt+R</b> para llamar a las unidades.
fi: Minun pitää värvätä yksiköitä, jos haluan kestää epäkuolleiden rynnäkön! Minun tulisi ensin siirtyä linnakkeeseen, sitten painaa <b>Ctrl+R</b> värväämiseen tai <b>Alt+R</b> kutsumiseen.
gl: Vou precisar recrutar unidades se quero resistir o ataque dos non mortos! Primeiro debo dirixirme a unha torre, despois premer <b>Ctrl+R</b> para recrutar ou <b>Alt+R</b> para recuperar.
it: Avrò bisogno di reclutare delle unità se voglio resistere all’assalto dei non-morti! Dovrei innanzitutto spostarmi in un fortezza, poi premere <b>Ctrl+R</b> per reclutare o <b>Alt+R</b> per richiamare.

source: I have recruited fresh soldiers, but not yet recalled any of my veterans! Without recalling I’ll struggle to build a strong army.
es: He reclutado soldados nuevos, pero aún no he llamado a ninguno de mis veteranos. Sin llamarlos, me costará formar un ejército fuerte.
it: Ho reclutato dei nuovi soldati, ma non ho ancora richiamato nessuno dei miei veterani! Se non ne richiamo, sarà piuttosto difficile assemblare un esercito potente.

source: If you have high-XP survivors from previous battles, remember to press <b>Alt+R</b> and recall them so they can continue gaining experience and be promoted to higher levels.
es: Si tienes sobrevivientes con mucha experiencia de batallas anteriores, recuerda presionar <b>Alt+R</b> y llamarlos para que puedan seguir ganando experiencia y ser promovidos a niveles superiores.
it: Se hai dei sopravvissuti dalle battaglie precedenti con moti punti-esperienza accumulati, ricordati di premere <b>Alt+R</b> per richiamarli in modo che possano continuare ad accumulare esperienza ed avanzare di livello.

source: What manner of undeath have you inflicted upon this poor elf! This is even worse than the walking corpses we’ve already fought, if such a thing is possible.
ar: أي نوع من الموت الحي ألحقته بهذه الألفية المسكينة! هذا أسوأ حتى من الجثث المتحركة التي قاتلناها سابقًا، إذا كان مثل هذا الشيء ممكنًا.
es: ¡Qué clase de no-muerte le han infligido a este pobre elfo! Esto es incluso peor que los cadáveres ambulantes que ya hemos combatido, si es que eso es posible.
fi: Mitä epäkuolemaa olet aiheuttanut tälle haltiaparalle! Tuo on pahempaa kuin ne elävät kuolleet, joita vastaan jo taistelimme, jos sellainenkin on mahdollista.
gl: Que clase de non-morte lle fixeches a este pobre elfo?! Isto é aínda peor que os cadáveres ambulantes cos que xa loitamos... se é que tal cousa é posible.
it: Che tipo di non-morte hai inflitto a questo povero elfo! Questo qui è persino peggio dei cadaveri ambulanti che abbiamo già combattuto, sempre che una cosa del genere sia possibile.

source: Undeath!? You offend me, good sir — this lovely lady is still alive... although come to think of it, she might wish she weren’t. Such a supple body; such an alluring voice. Isn’t she charming?
ar: موت حي!؟ أنت تسيء إليّ، أيها السيد — هذه السيدة الجميلة لا تزال حية... على الرغم من أنني أفكر الآن، ربما تتمنى أنها لم تكن كذلك. جسد ممتلئ؛ صوت جذاب. أليست ساحرة؟
es: ¿No-muerte? Me ofendes, buen señor — esta encantadora dama todavía está viva... aunque pensándolo bien, podría desear no estarlo. Qué cuerpo tan ágil; qué voz tan seductora. ¿No es encantadora?
fi: Epäkuolemako!? Loukkaat minua, hyvä herra. Tämä ihastuttava neito elää yhä... vaikka toisaalta halunnee, ettei eläisi. Niin notkea keho, niin viekoitteleva ääni. Eikö olekin lumoava?
gl: Non-morte?! Oféndesme, bo señor — esta fermosa dama segue viva... aínda que, agora que o penso, quizais desexase o contrario. Un corpo tan flexíbel; unha voz máis suxestiva. Non é verdadeiramente cativadora?
it: Non-morte!? Mi offendete, caro signore: questa bella signora è ancora viva... anche se, a pensarci bene, potrebbe desiderare di non esserlo. Un corpo così flessibile, una voce così seducente. Non è affascinante?

source: Just what we needed: ghouls. I’ve fought these things before, and I don’t miss the smell. But the worst part is their claws — one scratch and you’ll be poisoned until healed at a village, or by a healer like Ethiliel.
ar: ما كنا نحتاجه: غيلان. لقد قاتلت هذه المخلوقات من قبل، وأنا لا أفتقد الرائحة. لكن الجزء الأسوأ هو مخالبها — خدشة واحدة وستصاب بالتسمم حتى يتم علاجك في قرية، أو بواسطة معالج مثل إيثيليل.
es: Justo lo que necesitábamos: necrófagos. He luchado contra estas criaturas antes, y no extraño su olor. Pero lo peor son sus garras — un solo arañazo y quedarás envenenado hasta ser curado en una aldea o por un sanador como Ethiliel.
fi: Tätä tarvittiinkin: kalmoja. Olen taistellut niitä ennenkin, enkä ikävöi niiden lemua. Mutta pahinta on niiden kynnet — yksi raapaisu, niin myrkytyt kunnes saat hoivaa kylässä tai Ethilielin kaltaiselta parantajalta.
gl: Xusto o que faltaba: ghoules. Xa loitei contra estas criaturas, e non botaba de menos o fedor. Pero o peor son as súas gadoupas — un só rabuño e estarás envelenado ata que te sanden nunha aldea... ou cunha curandeira como Etilia.
it: Proprio quello di cui avevamo bisogno: dei ghoul. Ho già combattuto contro queste cose e non mi manca certo l’odore. Ma la parte peggiore sono i loro artigli: un graffio e sarai avvelenato finché non verrai guarito in un villaggio o da un guaritore come Ethiliel.

source: By Haldric, they’re real! The old-timers used to talk about fighting bloated, half-dead, half-alive “ghouls”... they say it takes but one scratch to poison a man half-dead, unless healed at a village or by a healer like Ethiliel.
ar: بحالدريك، إنهم حقيقيون! كان القدماء يتحدثون عن قتال "غيلان" منتفخة، نصف ميتة، نصف حية... يقولون أن خدشة واحدة تكفي لتسميم رجل حتى الموت شبه المؤكد، ما لم يعالج في قرية أو بواسطة معالج مثل إيثيليل.
es: ¡Por Haldric, son reales! Los veteranos solían hablar de luchar contra “necrófagos” hinchados, medio muertos y medio vivos... dicen que basta un solo arañazo para envenenar a un hombre medio muerto, a menos que sea curado en una aldea o por un sanador como Ethiliel.
fi: Kautta Haldricin, ne ovat oikeita! Vanhukset kertoivat taistelusta turpeita, puolikuolleita, puolieläviä "kalmoja" vastaan... Kuulemma yks raapaisu riittää myrkyttämään äijän puolikuoliaaks, jollei saa hoivaa kylässä tai Ethilielin tapaiselta parantajalta.
gl: Por Haldric, existen de verdade! Os vellos falaban de loitar contra esas ghoules inchadas, medio mortas e medio vivas... Din que cunha soa rabuñada envelenan a un home ata case matalo, a menos que o sanden nunha aldea ou cunha curandeira como Etilia.
it: Per Haldric, sono reali! Gli anziani usavano parlare di combattimenti contro “ghouls” gonfi, mezzi morti e mezzi vivi... Dicevano che basta un graffio per avvelenare un uomo mezzo morto, a meno che non venga curato in un villaggio o da un guaritore tipo Ethiliel.

source: A most putrid creation: ghouls. The corruption is spreading; we must act carefully. Be wary of their claws, Deoran — one scratch and you’ll be poisoned until healed at a village, or by a healer like me or Ethiliel.
ar: خلق عفن للغاية: الغيلان. الفساد ينتشر؛ يجب أن نتحرك بحذر. كن حذرًا من مخالبها، ديوران — خدشة واحدة وستصاب بالتسمم حتى يتم علاجك في قرية، أو بواسطة معالج مثلي أو إيثيليل.
es: Una creación verdaderamente pútrida: necrófagos. La corrupción se está expandido; debemos actuar con cuidado. Ten cuidado con sus garras, Deoran — un solo arañazo y quedarás envenenado hasta ser curado en una aldea, o por un sanador como yo o Ethiliel.
fi: Mitä mätänevin luomus: kalmoja. Turmelus leviää, meidän on pidettävä varamme. Varo niiden kynsiä, Deoran. Yksi raapaisu, niin saat myrkytyksen kunnes paranet kylässä tai Ethilielin kaltaisen parantajan toimesta.
gl: Unha creación repugnante: as ghoules. A corrupción esténdese; debemos actuar con cautela. Coidado coas súas gadoupas, Deoran — cun só rabuño estarás envelenado ata que te sanden nunha aldea... ou por un curandeiro coma eu ou Etilia.
it: Una delle creazioni più putride: i ghoul. La corruzione si sta diffondendo: dobbiamo agire con cautela. Fai attenzione ai loro artigli, Deoran: un graffio e sarai avvelenato finché non verrai medicato in un villaggio o da un guaritore come me o Ethiliel.

source: Poison
ar: التسمم
es: Veneno
fi: Myrkky
gl: Veleno
it: Veleno

source: Ghouls inflict <i><b>poison</b></i> whenever they damage one of your units. A poisoned unit will lose <i><b>8 hitpoints</b></i> at the start of every turn. Poison can never kill a unit, but it can reduce them to 1 hitpoint! <i><b>Receiving healing</b></i> from a village or a healer (such as Ethiliel) will <i><b>cure poison.</b></i>
ar: تسبب الغيلان <i><b>تسممًا</b></i> كلما ألحقت الضرر بواحدة من وحداتك. الوحدة المسمومة ستفقد <i><b>8 نقاط حياة</b></i> في بداية كل دور. التسمم لا يمكن أن يقتل وحدة، لكنه يمكن أن يقللها إلى 1 نقطة حياة! <i><b>تلقي العلاج</b></i> من قرية أو معالج (مثل إيثيليل) سوف <i><b>يشفي التسمم.</b></i>
es: Los necrófagos infligen <i><b>veneno</b></i> cada vez que dañan a una de tus unidades. Una unidad envenenada perderá <i><b>8 puntos de vida</b></i> al inicio de cada turno. El veneno nunca puede matar a una unidad, pero puede reducirla a 1 punto de vida. <i><b>Recibir curación</b></i> de una aldea o un sanador (como Ethiliel) <i><b>curará el veneno.</b></i>
fi: Kalmot <i><b>myrkyttävät</b></i> aina kun ne vahingoittavat yksiköitäsi. Myrkytetty yksikkö menettää <i><b>8 elämäpistettä</b></i> vuoron alussa. Myrkky ei tapa yksikköä, mutta se vähentää elämäpisteet yhteen! <i><b>Parantuminen</b></i> kylässä tai hoivaajan (kuten Ethilielin) toimesta <i><b>parantaa myrkyn.</b></i>
gl: Os ghouls inflixen <i><b>veleno</b></i> sempre que danan a unha das túas unidades. Unha unidade envelenada perderá <i><b>8 puntos de vida</b></i> ao comezo de cada rolda. O veleno nunca pode matar unha unidade, pero pode reducila a 1 punto de vida! <i><b>Recibir curación</b></i> dunha aldea ou dun curandeiro (como Etilia) <i><b>curará o veleno.</b></i>
it: I ghoul <i><b>avvelenano</b></i> ogni volta che colpiscono una delle tue unità. Un’unità avvelenata perderà <i><b>8 punti ferita</b></i> all’inizio di ogni turno. Il veleno non può mai uccidere un’unità, ma può ridurla a 1 punto ferita! <i><b>Ricevere cure</b></i> da un villaggio o da un guaritore (come Ethiliel) <i><b>curerà il veleno.</b></i>
