Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: I notice you’ve been loading a lot of saved games. If this is how you prefer to play, power to you! But if you’re save-loading because hits and misses feel unfair, try restarting the campaign and selecting <i><b>“Reduced RNG”</b></i> instead of <i><b>“Default RNG”</b></i>. You’re also welcome to turn down the difficulty: when you load a “start-of-scenario” save, there’s a little <i><b>“change difficulty”</b></i> box you can check. Alternatively, you may want to go back to a previous turn or even scenario, to choose a different strategy or carry over additional gold. We balance campaigns around minimal save-loading and have completed all campaigns without any save-loading during development. It’s not expected to beat campaigns without losses. Save-load all you want if it makes the game more fun, but don’t feel like you’re required to save-load in order to win!
es: Veo que has estado cargando muchas partidas guardadas. ¡Si es así como prefieres jugar, adelante! Pero si cargas partidas porque los aciertos y fallos parecen injustos, intenta reiniciar la campaña y selecciona <i><b>“RNG Reducido”</b></i> en lugar de <i><b>“RNG Predeterminado”</b></i>. También puedes bajar la dificultad: cuando cargas una partida de “inicio de escenario”, hay una pequeña casilla <i><b>“cambiar dificultad”</b></i> que puedes marcar. Alternativamente, quizás quieras volver a un turno anterior o incluso escenario, para elegir una estrategia diferente o llevar oro adicional. Equilibramos las campañas considerando carga mínima de partidas y completamos todas las campañas sin ninguna carga de partidas durante el desarrollo. No se espera completar campañas sin pérdidas. ¡Carga y guarda todo lo que quieras si hace el juego más divertido, pero no sientas que debes cargar partidas para ganar!
it: Ho notato che hai caricato molte partite salvate. Se questo è il tuo modo di giocare, continua pure! Ma se invece stai salvando e caricando perché i colpi andati a segno e quelli mancati ti sembrano sbilanciati, prova piuttosto ad iniziare di nuovo la campagna, selezionando <i><b>“GNC Ridotto”</b></i> piuttosto che <i><b>“GNC Default”</b></i>. Puoi anche abbassare il livello di difficoltà: quando carichi un salvataggio di "inizio-scenario", c’è un piccolo riquadro <i><b>“cambia difficoltà”</b></i> che può essere selezionato. Alternativamente, puoi anche anche ricominciare da un turno precedente, o persino da uno scenario precedente, scegliendo una strategia differente o riportare più oro. Bilanciamo le campagne per un minimo di salvataggi-caricamenti e abbiamo completato tutte le campagne senza alcun salvataggio-caricamento durante il loro sviluppo. Non ci si aspetta di completare una campagna senza perdite. Salve a carica quanto e come vuoi se ti rende più piacevole giocare, ma non sentirti obbligato a farlo per vincere!

source: Death of Deoran or Captain Mari
ar: موت ديوران أو الكابتن ماري
es: Muerte de Deoran o de la Capitán Mari
fi: Deoranin tai kapteeni Marin kuolema
gl: Morte de Deoran ou da Capitá Mari
it: Morte di Deoran o di Capitan Mari

source: Death of Deoran or Sir Gerrick
ar: موت ديوران أو السير جيريك
es: Muerte de Deoran o de Sir Gerrick
fi: Deoranin tai Sir Gerrickin kuolema
gl: Morte de Deoran ou do Señor Xerric
it: Morte di Deoran o di Ser Gerrick

source: Death of Deoran or Minister Hylas
ar: موت ديوران أو الوزير هايلاس
es: Muerte de Deoran o del ministro Hylas
fi: Deoranin tai pappi Hylasin kuolema
gl: Morte de Deoran ou do padre Hilas
it: Morte di Deoran o del Ministro Hylas

source: Death of Deoran, Captain Mari, or Ethiliel
ar: موت ديوران أو الكابتن ماري أو إيثيلييل
es: Muerte de Deoran, la Capitán Mari o Ethiliel
fi: Deoranin, kapteeni Marin tai Ethilielin kuolema
gl: Morte de Deoran, da Capitana Mari ou Etilia
it: Morte di Deoran, Capitan Mari, o Ethiliel

source: Death of Deoran, Sir Gerrick, or Ethiliel
ar: موت ديوران أو السير جيريك أو إيثيلييل
es: Muerte de Deoran, Sir Gerrick o Ethiliel
fi: Deoranin, Sir Gerrickin tai Ethilielin kuolema
gl: Morte de Deoran, Señor Xerric ou Etilia
it: Morte di Deoran, Ser Gerrick o Ethiliel

source: Death of Deoran, Minister Hylas, or Ethiliel
ar: موت ديوران أو الوزير هايلاس أو إيثيلييل
es: Muerte de Deoran, del ministro Hylas o Ethiliel
fi: Deoranin, pappi Hylasin tai Ethilielin kuolema
gl: Morte de Deoran, o padre Hilas ou Etilia
it: Morte di Deoran, del Ministro Hylas o di Ethiliel

source: I have failed my kingdom and duty...
ar: لقد خذلت مملكتي وواجبي...
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘¥ğ‘² ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥ ğ‘¯ ğ‘›ğ‘¿ğ‘‘ğ‘¦...
es: He fallado a mi reino y a mi deber...
fi: Petin kuningaskuntani ja velvollisuuteni...
gl: Fallei o meu reino e o meu deber...
it: Ho mancato al mio dovere e al mio regno...
lt: Apvyliau karalystę ir netesėjau pareigos...
nb_no: Jeg har sviktet mitt kongerike og min plikt...
uk: Я підвів своє королівство та не виконав обов'язок...

source: They’ve broken through the trapdoor and entered the refugee cellar! Even if we could still manage to win by force of arms, Westin is doomed without its people...
ar: لقد اخترقوا باب الفخ ودخلوا قبو اللاجئين! حتى لو تمكنا من تحقيق النصر بالقوة، ويستن هالكة بدون شعبها...
es: ¡Han roto la trampilla y entrado en el sótano de los refugiados! Incluso si aún pudiéramos ganar por la fuerza, Westin está condenado sin su gente...
fi: He ovat päässeet luukusta ja menneet turvakellariin! Vaikka me vielä voittaisimmekin asevoimin, Westin on tuomittu ilman kansaansa...
gl: Romperon a trapela e entraron no soto dos refuxiados! Mesmo se puidésemos gañar pola forza das armas, Westin está condenado sen a súa xente...
it: Hanno sfondato la botola e sono entrati nella cantina dei rifugiati! Anche se riuscissimo ancora a vincere con la forza delle armi, Westin è condannata senza la sua gente...

source: Taste cold steel!
ar: جربوا طعم الفولاذ البارد!
en@shaw: ğ‘‘ğ‘±ğ‘•ğ‘‘ ğ‘’ğ‘´ğ‘¤ğ‘› ğ‘•ğ‘‘ğ‘°ğ‘¤!
es: ¡Prueba el frío acero!
fi: Maista kylmää terästä!
gl: Proba o frío aceiro!
it: Assaggia il freddo acciaio!
lt: Paragauk šalto plieno!
nb_no: Smak blankt stål!
uk: Спробуй холодної сталі!

source: Yeah... I should’ve figured I wouldn’t get a happy ending...
ar: نعم... كان علي أن أدرك أنني لن أحصل على نهاية سعيدة...
es: Sí... ya debía imaginar que no tendría un final feliz...
fi: Joo... Olisi pitänyt arvata, etten saisi onnellista loppua...
gl: Si... debería ter pensado que non tería un final feliz...
it: Sì... avrei dovuto immaginare che non avrei avuto un lieto fine...

source: I have given all in service of my kingdom...
ar: لقد بذلت كل ما في وسعي في خدمة مملكتي...
es: He dado todo al servicio de mi reino...
fi: Kaikkeni annoin kuningaskuntani puolesta...
gl: Din todo polo meu reino...
it: Ho dato tutto per il mio regno...

source: May the Light guide you where I have failed...
ar: ليرشدك النور حيث فشلت أنا...
es: Que la Luz te guíe donde yo he fallado...
fi: Ohjatkoon valo sinut sinne, missä olen epäonnistunut...
gl: Que a Luz te guíe onde eu fallei...
it: Possa il Cielo guidarti ove io ho fallito...
nb_no: Måtte lyset lede deg der jeg har mislyktes...
uk: Хай Світло проведе вас там, де я не зміг...

source: I have lost everything helping the humans... Now they will surely perish!
ar: لقد خسرت كل شيء لمساعدة البشر... الآن سيهلكون حتماً!
es: He perdido todo ayudando a los humanos... ¡Ahora seguramente perecerán!
fi: Menetin kaiken auttaessani ihmisiä... Nyt he ovat takuulla hukassa!
gl: Perdino todo axudando aos humanos… Agora morrerán!
it: Ho perso tutto, aiutando gli umani... Ora periranno di sicuro!
nb_no: Jeg har ofret alt ved å hjelpe menneskene... Nå vil de sannelig gå til grunne!
uk: Допомагаючи людям, я втратила все... Тепер вони точно загинуть!

source: One of your units has reached max XP, and has advanced a level! It is now significantly more powerful, and has been fully healed! For a full description of what one of your units can do, <b><i>right-click it and select “Unit Type Description.”</i></b>
es: ¡Una de tus unidades ha alcanzado la XP máxima y subido de nivel! Ahora es significativamente más poderosa y ha sido completamente curada. Para una descripción completa de lo que puede hacer una de tus unidades, <b><i>haz clic derecho sobre ella y selecciona “Descripción del tipo de unidad”.</i></b>
it: Una delle tue unità ha raggiunto il massimo dei PE ed è quindi avanzata di livello! Adesso è molto più potente e completamente guarita! Per una descrizione completa di tutto quello che posso fare ora, <b><i>clicca su di me col tasto destro del mouse e seleziona “Descrizione Unità”.</i></b>

source: Most scenarios have a turn limit, as shown in the upper-left-hand corner. Usually, running out of turns will result in defeat — check your <i><b>objectives</b></i> by clicking the <i><b>“Menu”</b></i> button in the top-left corner (or use the hotkey <i><b>Ctrl+J</b></i>). Finishing early will usually reward a gold boost (“early finish bonus”) in the next scenario, so don’t delay!
ar: معظم السيناريوهات لها حد للأدوار، كما هو موضح في الزاوية العلوية اليسرى. عادةً، سيؤدي نفاد الأدوار إلى الهزيمة - تحقق من <i><b>أهدافك</b></i> بالنقر على زر <i><b>"القائمة"</b></i> في الزاوية العلوية اليسرى (أو استخدم الاختصار <i><b>Ctrl+J</b></i>). الإنهاء المبكر سيكافأ عادةً بزيادة في الذهب ("مكافأة الإنهاء المبكر") في السيناريو التالي، فلا تتأخر!
es: La mayoría de los escenarios tienen un límite de turnos, como se muestra en la esquina superior izquierda. Usualmente, quedarse sin turnos resultará en derrota — revisa tus <i><b>objetivos</b></i> haciendo clic en el <i><b>“Menú”</b></i> en la esquina superior izquierda (o usa la tecla rápida <i><b>Ctrl+J</b></i>). Terminar antes generalmente recompensa con un bono de oro (“bono por finalización temprana”) en el siguiente escenario, ¡así que no tardes!
fi: Useimmissa skenaarioissa on vuororaja, kuten vasemmassa yläkulmassa näkyy. Vuorojen loppuminen johtaa yleensä tappioon — tarkasta <i><b>tavoitteet</b></i> napsauttamalla <i><b>“Valikko”</b></i> -nappia vasemmassa yläkulmassa (tai pikanapilla <i><b>Ctrl+J</b></i>). Aikainen lopetus palkitsee yleensä lisäkullalla (“aikaisen lopetuksen bonus”) seuraavassa skenaariossa, joten älä kuhni!
gl: A maioría dos escenarios teñen un límite de roldas, como se mostra na esquina superior esquerda. Normalmente, quedar sen roldas resultará na derrota — comproba os teus <i><b>obxectivos</b></i> facendo clic no botón <i><b>“Menú”</b></i> na esquina superior esquerda (ou usa a tecla de atallo <i><b>Ctrl+J</b></i>). Rematar cedo normalmente recompensará cun aumento de ouro (“bonificación por rematar cedo”) no vindeiro escenario, así que non esperes máis!
it: La maggior parte degli scenari ha un limite di turni, come mostrato nell’angolo in alto a sinistra. Solitamente, terminare i turni porta ad una sconfitta: verifica i tuoi i><b>obiettivi</b></i> cliccando il bottone <i><b>“Menu”</b></i> nell’angolo in alto a sinistra (o utilizza la scorciatoia <i><b>Ctrl+J</b></i>). Completare in anticipo lo scenario comporterà solitamente una ricompensa in termini di oro per lo scenario successivo (“bonus fine anticipata”), quindi non indugiare!

source: My healing magic is potent, but I cannot use it to heal myself. I’ll have to spend some time in a village to recover.
es: Mi magia curativa es potente, pero no puedo usarla para curarme. Tendré que pasar un tiempo en un pueblo para recuperarme.
it: La mia cura magica è potente, ma non posso usarla per auto-curarmi! Devo terminare il mio turno in un villaggio per recuperare.

source: I just made a <i><b>ranged attack</b></i>! I had to stand right next to this Quintain <i>(yes, this is different from how most games handle ranged attacks)</i>, but because the dummy has no ranged weapon of its own it was unable to retaliate.
ar: لقد قمت للتو بـ <i><b>هجوم عن بعد</b></i>! كان علي الوقوف بجوار هذا الكوينتين مباشرة <i>(نعم، هذا يختلف عن كيفية تعامل معظم الألعاب مع الهجمات عن بعد)</i>، لكن لأن الدمية لا تملك سلاحاً عن بُعد خاصاً بها، لم تتمكن من الرد.
es: ¡Acabo de realizar un <i><b>ataque a distancia</b></i>! Tuve que estar justo al lado de esta Quintana <i>(sí, esto es diferente de cómo la mayoría de los juegos manejan los ataques a distancia)</i>, pero como el muñeco no tiene arma a distancia propia, no pudo contraatacar.
fi: Tein juuri <i><b>kaukotaisteluhyökkäyksen</b></i>! Jouduin harjoittelunuken viereen <i>(kyllä, tämä eroaa siitä, miten monet pelit käsittelevät kantamahyökkäyksiä)</i>, mutta koska nukella ei ole kantama-asetta, se ei voinut panna vastaan.
gl: Acabo de facer un <i><b>ataque a distancia</b></i>! Tiven que colocarme xusto a carón deste estafermo <i>(si, isto é diferente de como a maioría dos xogos xestionan os ataques a distancia)</i>, pero como o manequín non ten unha arma a distancia propia, non puido contraatacar.
it: Ho appena effettuato un <i><b>attacco a distanza</b></i>! Devo trovarmi in prossimità di questa Quintana <i>(Eh, sì, questo è un pochino diverso da come vengono gestiti gli attacchi a distanza nella maggior parte degli altri giochi)</i>, ma siccome il fantoccio non possiede un’arma per attacchi a distanza, non è stata in grado di contrattaccare.

source: I just made a <i><b>ranged attack</b></i>! I had to stand right next to this $second_unit.language_name <i>(yes, this is different from how most games handle ranged attacks)</i>, but because the $second_unit.language_name has no ranged weapon of its own it was unable to retaliate.
ar: لقد قمت للتو بـ <i><b>هجوم عن بعد</b></i>! كان علي الوقوف بجوار هذا $second_unit.language_name مباشرة <i>(نعم، هذا يختلف عن كيفية تعامل معظم الألعاب مع الهجمات عن بعد)</i>، لكن لأن $second_unit.language_name لا يملك سلاحاً عن بُعد خاصاً به، لم يتمكن من الرد.
es: ¡Acabo de realizar un <i><b>ataque a distancia</b></i>! Tuve que estar justo al lado de este $second_unit.language_name <i>(sí, esto es diferente de cómo la mayoría de los juegos manejan los ataques a distancia)</i>, pero como $second_unit.language_name no tiene arma a distancia propia, no pudo contraatacar.
fi: Tein juuri <i><b>kaukotaisteluhyökkäyksen</b></i>! Minä ja $second_unit.language_name jouduimme aivan vierekkäin <i>(kyllä, tämä eroaa siitä, miten monet pelit käsittelevät kantamahyökkäyksiä)</i>, mutta koska $second_unit.language_name ei omista kantama-asetta, hän ei voinut panna vastaan.
gl: Acabo de facer un <i><b>ataque a distancia</b></i>! Tiven que poñerme xusto ao carón deste $second_unit.language_name <i>(si, isto é diferente da forma na que a maioría dos xogos manexan os ataques a distancia)</i>, pero como o $second_unit.language_name non ten ningunha arma a distancia, non puido contraatacar.
it: Ho appena effettuato un <i><b>attacco a distanza</b></i>! Devo trovarmi in prossimità di questa $second_unit.language_name <i>(Eh, sì, questo è un pochino diverso da come vengono gestiti gli attacchi a distanza nella maggior parte degli altri giochi)</i>, ma siccome la $second_unit.language_name non possiede un’arma per attacchi a distanza, non è stata in grado di contrattaccare.

source: I just made a <i><b>ranged attack</b></i>! I had to stand right next to this $second_unit.language_name <i>(yes, this is different from how most games handle ranged attacks)</i>, but because the $second_unit.language_name has no ranged weapon of his own he was unable to retaliate.
ar: لقد قمت للتو بـ <i><b>هجوم عن بعد</b></i>! كان علي الوقوف بجوار هذا $second_unit.language_name مباشرة <i>(نعم، هذا يختلف عن كيفية تعامل معظم الألعاب مع الهجمات عن بعد)</i>، لكن لأن $second_unit.language_name لا يملك سلاحاً عن بُعد خاصاً به، لم يتمكن من الرد.
es: ¡Acabo de realizar un <i><b>ataque a distancia</b></i>! Tuve que estar justo al lado de este $second_unit.language_name <i>(sí, esto es diferente de cómo la mayoría de los juegos manejan los ataques a distancia)</i>, pero como $second_unit.language_name no tiene arma a distancia propia, no pudo contraatacar.
fi: Tein juuri <i><b>kaukotaisteluhyökkäyksen</b></i>! Minä ja $second_unit.language_name jouduimme aivan vierekkäin <i>(kyllä, tämä eroaa siitä, miten monet pelit käsittelevät kantamahyökkäyksiä)</i>, mutta koska $second_unit.language_name ei omista kantama-asetta, hän ei voinut panna vastaan.
gl: Acabo de facer un <i><b>ataque a distancia</b></i>! Tiven que poñerme xusto ao carón deste $second_unit.language_name <i>(si, isto é diferente da forma na que a maioría dos xogos manexan os ataques a distancia)</i>, pero como o $second_unit.language_name non ten ningunha arma a distancia propia, non puido contraatacar.
it: Ho appena effettuato un <i><b>attacco a distanza</b></i>! Devo trovarmi in prossimità di questa $second_unit.language_name <i>(Eh, sì, questo è un pochino diverso da come vengono gestiti gli attacchi a distanza nella maggior parte degli altri giochi)</i>, ma siccome la $second_unit.language_name non possiede un’arma per attacchi a distanza, non è stata in grado di contrattaccare.

source: Our bows and spears are nearly useless against these skeletons! They have nothing for our shafts to pierce but air!
ar: أقواسنا ورماحنا عديمة الفائدة تقريباً ضد هذه الهياكل العظمية! ليس هناك ما تخترقه سهامنا سوى الهواء!
es: ¡Nuestros arcos y lanzas son casi inútiles contra estos esqueletos! ¡No hay nada que nuestros proyectiles puedan atravesar salvo aire!
fi: Jousemme ja keihäämme ovat lähestulkoon hyödyttömiä luurankoja vastaan! Niissä ei ole kuin ilmaa lävistettäväksi!
gl: As nosas armas non son útiles contra estes esqueletos, Non teñen nada que as nosas frechas poidan perforar máis que o aire!
it: I nostri archi e le nostre lance sono pressoché inutili contro questi scheletri! I nostri strali non riescono a perforare null’altro che aria!

source: To see what damage resistances and vulnerabilities a unit has, right-click it and select “Unit Type Description.”
es: Para ver qué resistencias y vulnerabilidades tiene una unidad, haz clic derecho sobre ella y selecciona “Descripción del tipo de unidad.”
it: Per conoscere che tipo di danni, resistenze e vulnerabilità possiede una unità, clicca su di essa col tasto destro del mouse e seleziona “Descrizione Tipo di Unità”.

source: I perish! Such wasted potential! I’d gained much experience, and was close to becoming something more...
es: ¡Perezco! ¡Qué potencial desperdiciado! Había ganado mucha experiencia, y estaba cerca de convertirme en algo más...
it: Muoio! Quanto potenziale sprecato! Avevo guadagnato molta esperienza, ed ero vicino a diventare qualcosa di più...

source: One of your high-experience units has died! Take care to protect your experienced soldiers, so that they can eventually advance to powerful Level 2 veterans.
es: ¡Una de tus unidades de alta experiencia ha muerto! Cuida de proteger a tus soldados experimentados, para que eventualmente avancen a poderosos veteranos de nivel 2.
it: Una delle tue unità con molta esperienza è morta! Preoccupati di proteggere i tuoi soldati esperti, in modo che possano migliorare e diventare veterani di Livello 2.

source: Argh, I fall! All my hard-won battle experience is lost! I will not be easy to replace, Deoran...
es: ¡Argh, caigo! ¡Toda mi experiencia de batalla duramente ganada se pierde! No seré fácil de reemplazar, Deoran...
it: Argh, cado! Tutta la mia esperienza frutto di dure battaglie va persa! Non sarà facile rimpiazzarmi, Deoran...

source: One of your high-level veterans has died! Take care to protect your promoted soldiers, so that you can recall them in future battles.
es: ¡Uno de tus veteranos de alto nivel ha muerto! Cuida de proteger a tus soldados promovidos, para que puedas recordarlos en batallas futuras.
it: Una delle tue unità veterane di alto livello è morta! Preoccupati di proteggere i tuoi soldati che sono avanzati di livello, in modo da poterli richiamare nelle prossime battaglie.

source: I missed all $consecutive_misses strikes! I tried my best, but this enemy had a high chance to dodge. I might have had better odds attacking a different enemy.
es: ¡Fallé todos mis $consecutive_misses golpes! Hice lo mejor que pude, pero este enemigo tenía una alta probabilidad de esquivar. Tal vez hubiera tenido mejores probabilidades atacando a un enemigo diferente.
it: Ho fallito i miei colpi tutte e $consecutive_misses le volte in fila! Ho cercato di fare del mio meglio, ma questo avversario è molto bravo a schivare gli attacchi. Forse avrei avuto maggiori probabilità di successo attaccando un nemico diverso.

source: A good commander understands the odds, and knows how to both exploit good luck and mitigate bad luck. After all, both good and bad luck are equally likely!
ar: القائد الجيد يفهم الاحتمالات، ويعرف كيف يستغل الحظ الجيد ويخفف من الحظ السيئ. بعد كل شيء، الحظ الجيد والسيئ متساويان في الاحتمال!
es: Un buen comandante entiende las probabilidades y sabe cómo aprovechar la buena suerte y mitigar la mala suerte. ¡Después de todo, tanto la buena como la mala suerte son igualmente probables!
fi: Hyvä komentaja ymmärtää todennäköisyyksiä ja tietää, miten hyödyntää hyvää onnea ja lieventää huonoa. Sekä hyvä että huono onni ovat loppujen lopuksi yhtä todennäköisiä!
gl: Un bo comandante entende as probabilidades e sabe como aproveitar a boa sorte e mitigar a mala sorte. Despois de todo, tanto a boa como a mala sorte son igualmente probables!
it: Un buon comandante comprende le probabilità e sa come sfruttare la fortuna e mitigare la sfortuna. Dopotutto, sia la fortuna che la sfortuna hanno la stessa probabilità!

source: Managing Luck
ar: إدارة الحظ
es: Gestionando la suerte
fi: Onnen hallinta
gl: Xestionando a sorte
it: Gestire la Fortuna
