Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: It okay. Grek lead you to lich. Look there!
nb_no: Det er greit. Grek fører dere til Heksekongen. Se der!
uk: Це добре. Грік вести вас до ліч. Дивитись туди!

source: Excellent. Onwards we go!
nb_no: Utmerket. Vi fortsetter!
uk: Чудово. Вперед!

source: Mebrin! My old master! Is that truly you?
nb_no: Mebrin! Min gamle mester! Er det virkelig deg?
uk: Мебріне! Мій колишній вчителю! Це справді ви?

source: Eth... Ethiliel?
uk: Ет...Етілієль?

source: Oh, it truly is you! How did you come to be here, shut away from the trees and the light of the sun?
nb_no: Å, det er virkelig deg! Hvordan havnet du her, bortgjemt fra trærne og sollyset?
uk: Ох, це й справді ви! Як ви опинилися тут, відірвані від дерев і світла сонця?

source: They bound me, the accursed humans, they bound me in iron! Ahh, the cold iron on my skin... they burned me with it day and night for days, weeks, tormenting me endlessly as they tried to pry the secrets of the undead from me!
nb_no: De bandt meg, de forbannede menneskene, de bandt meg i lenker! Ahh, det kalde jernet mot huden min... de brente meg med det dag og natt i ukesvis, og plaget meg i det uendelige mens de prøvde å lirke de vandødes hemmeligheter ut av meg!
uk: Вони зв'язали мене, прокляті люди, вони зв'язали мене залізом! Ахх, холодне залізо на моїй шкірі... вони пекли мене ним днем і вночі, днями, тижнями, нескінченно катуючи мене, щоб я виказав їм секрети мерців!

source: What is this? Elves bear steel swords! I had no idea iron would hurt your kind so.
nb_no: Hva er dette for noe? Alver bærer sverd av stål! Jeg ante ikke at jern kunne skade ditt slag så mye.
uk: Про що це він? Ельфи носять сталеві мечі! Я не розумію, чому залізо має їм шкодити.

source: All elves feel the shadow of iron, and to those who walk our higher paths, it is a bane that breaks the body and twists the mind. This touches on mysteries that are not for men to know, human. I bind you never to speak of it. Cruel as those abominable brigands were, they could not have known the hurt they inflicted upon my master.
nb_no: Alle alver føler jernets skygge, og for dem som vandrer på våre høyere stier, er det en plage som knuser kroppen og forvrenger sinnet. Dette omhandler mysterier som ikke er ment for dere, menneske. Jeg forplikter deg til aldri å snakke om det. De grusomme bandittene kunne ikke ane hvilken smerte de påførte min mester.
uk: Усі ельфи остерігаються заліза, а для тих, хто йде нашими вищими шляхами — це загибель, воно ламає тіло та викручує розум. Але це стосується таємниць, яких ніхто не має знати, людино. Я зобов'язую вас ніколи не говорити про це. Хоч якими жорстокими були ці огидні розбійники, вони не могли знати, якого болю завдають моєму вчителю.

source: They knew, they knew! They reveled in my hurt, relished each and everyone of my cries of pain! Even as I asked... as I <i>begged</i> for mercy, they would not relent. I did not know day from night; the light and the shadows, heat and cold, everything was one and the same as the iron bled itself into my veins. Imagine! I, a great and powerful sage, crippled and defeated by nothing more than a rusted pair of bracelets... it was... humiliating...
nb_no: De visste, de visste! De fråtset i smerten min, nøt hvert eneste av mine smerteskrik! Selv da jeg ba ... da jeg tryglet om nåde, ville de ikke gi seg. Jeg kunne ikke skille dag fra natt; lyset og skyggene, varmen og kulden, alt var ett og det samme mens jernet blødde seg inn i årene mine. Tenk dere det! Jeg, en stor og mektig vismann, lammet og beseiret av ingenting annet enn et par rustne armbånd ... det var ... ydmykende ...
uk: Вони знали, вони знали! Вони раділи моїм мукам, котрі були приправлені моїм плачем від болю! Навіть коли я просив... коли я <i>благав</i> про помилування, вони не м'якшали. Я не відрізняв дня від ночі; світла від тіні, тепла від холоду, все було одним і однаковим, коли залізо врізалося в мої вени. Уяви! Я, могутній та всесильний мудрець, скалічений та переможений нічим іншим, ніж парою іржавих браслетів... це було... принизливо...

source: At my lowest point, they broke me. I finally gave in, telling them that I would teach them to raise the dead if they would just take the accursed shackles off me. I knew... I knew that once the first strand of black magic left my hands, there would be no turning back. I knew, but what did it matter?! They had killed my brethren, taken my dignity, tortured me to the brink of death! What did I have left?! Nothing... nothing... but vengeance.
nb_no: Da jeg var på mitt laveste, knuste de meg. Til slutt ga jeg etter og sa til dem at jeg ville lære dem å vekke opp de døde hvis de bare ville ta av meg de forbannede lenkene. Jeg visste... Jeg visste at når den første strengen av svart magi forlot mine hender, ville det ikke være noen vei tilbake. Jeg visste det, men spilte det noen rolle? De hadde drept mine brødre, tatt min verdighet, torturert meg til dødens rand! Hva hadde jeg igjen?! Ingenting... ingenting... annet enn hevn.
uk: Врешті-решт вони зламали мене. Я здався, кажучи їм, що навчу їх викликати мертвих, якщо вони тільки знімуть з мене прокляті кайдани. Я знав... Я знав, що як тільки перше пасмо темної магії вилетить з моїх рук, шляху назад вже не буде. Я знаю, але чи це було важливо?! Вони вбили моїх побратимів, спаплюжили мою честь, закатували мене ледь не до смерті! Що мені лишалося?! Нічого... нічого... крім помсти.

source: Humans are ultimately a weak breed. I taught them to summon powers they could not control. In their greed, they never stopped to wonder if they could master the sorcery, or if it would master them and their minds in turn. Content with only meager tricks, they never even noticed as I siphoned away the energy they summoned for myself. I grew more powerful day by day, yet not one of those filthy tree-killers thought that I posed a threat to them. Even when I ascended to undeath, they never questioned my teachings until they had all become my mindless slaves!
nb_no: Mennesker er til syvende og sist en svak rase. Jeg lærte dem å påkalle krefter de ikke kunne kontrollere. I sin grådighet stoppet de aldri opp og lurte på om de kunne mestre trolldommen, eller om den i sin tur ville mestre dem og tankene deres. De nøyde seg med magre triks, og de merket ikke engang at jeg sugde til meg energien de tilkalte. Jeg ble mektigere dag for dag, men ikke en eneste av de skitne tredreperne trodde at jeg utgjorde noen trussel mot dem. Selv da jeg opphøyet meg som vandød, stilte de aldri spørsmål ved læren min før de alle var blitt mine tankeløse slaver!
uk: Люди, зрештою, слабка порода. Я навчив їх викликати сили, які вони не могли контролювати. У своїй жадібності вони ніколи не переставали дивуватися, чи зможуть вони оволодіти чаклунством, чи воно оволодіє ними та їхнім розумом у свою чергу. Задовольняючись лише жалюгідними трюками, вони навіть не помічали, як я висмоктував енергію, яку вони викликали, для себе. З кожним днем я ставав дедалі могутнішим, але жоден з тих брудних дереворубів не вважав, що я становлю для них загрозу. Навіть коли я став безсмертним, вони ніколи не ставили під сумнів моє вчення, аж поки не стали моїми бездумними рабами!

source: You were my best pupil, Ethiliel. You surely recognize the greatness that I have become. Hah! Imagine, a small part of me is actually grateful to those decrepit humans! Without them, I never would have found the courage to master the dark arts and uncover the secrets to immortality.
nb_no: Du var min beste elev, Ethiliel. Du anerkjenner sikkert den storhet som jeg har oppnådd. Hah! Tenk deg, en liten del av meg er faktisk takknemlig overfor de forkomne menneskene! Uten dem ville jeg aldri ha funnet motet til å mestre de mørke kunster og avdekke udødelighetens hemmeligheter.
uk: Ти була моєю найкращою ученицею, Етілієль. Ти точно розумієш могуть та силу, котру я здобув. Хах! Уяви, якась частина мене навіть вдячна тим слабким людям! Без них я б ніколи не наважився займатися темними мистецтвами та віднайти секрет безсмертя.

source: Mebrin... that’s enough. I am sorry. I should have protected you. I should never have let those humans take you and turn you into... into a monster!
nb_no: Mebrin... det er nok. Jeg er lei for det. Jeg skulle ha beskyttet deg. Jeg skulle aldri ha latt de menneskene ta deg og gjøre deg til et monster!
uk: Мербіне… достатньо. Вибачте. Мені треба було захистити вас. Мені треба було ніколи не дозволити тим людям вкрасти вас та перетворити на... на чудовисько!

source: What are you saying..?
nb_no: Hva er det du sier...?
uk: Про що це ти кажеш..?

source: Surely you see it! Take a good look at yourself! Your servants are abominations worse than any human. They stink of death, and tainted magic, and... and corruption! Even you! Mebrin... you were the kindest and gentlest of the sages. How could you become something like this? Mebrin, answer me!
nb_no: Det er klart du ser det! Ta en god titt på deg selv! Tjenerne dine er styggedom verre enn noe menneske. De stinker av død og fordærvet magi og... og korrupsjon! Selv du! Mebrin... du var den snilleste og mildeste av vismennene. Hvordan kunne du bli noe sånt som dette? Mebrin, svar meg!
uk: Ви можете це бачити! Придивіться до себе! Ваші прислужники це мерзенності, що гірші за будь-яку людину. Від них смердить смертю, забороненою магією та... та спотворенням! Навіть ви! Мербіне… ви були найдобрішим та найввічливішим з мудреців. Як ви могли стати таким? Мербіне, скажіть мені!

source: I am called Mal M’Brin now, Ethiliel. It is the name I took when I unchained myself from the shallow-mindedness of the elves and passed over into enlightenment. There is infinity here in death; I have touched the void at the heart of all things, and I have begun to probe the mystic arts far beyond what any living human or elf knows. You, too, can partake of its boundless power.
nb_no: Jeg kalles Mal M'Brin nå, Ethiliel. Det er navnet jeg tok da jeg frigjorde meg fra alvenes overfladiske tankegang og trådte inn i opplysthet. Jeg har berørt tomrommet i hjertet av alle ting, og jeg har begynt å utforske de mystiske kunstene langt utover det noe levende menneske eller alv kjenner til. Også du kan ta del i dens grenseløse kraft.
uk: Тепер мене звати Мал М'Брін, Етілієль. Це ім'я, котре я взяв, коли звільнився від недалекого розуму ельфів і перейшов до просвітлення. Смерть нескінченна; я доторкнувся порожнечі в серці всього сущого, і я почав досліджувати містичні мистецтва, що лежать далеко за межами того, що знає будь-яка жива людина чи ельф. Ти також можеш розділити зі мною цю безмежну силу.

source: You have become evil!
nb_no: Du har blitt ond!
uk: Ви стали злом!

source: Join me! Stand by my side! We shall rise and eradicate the humans from the green world. Their corpses will serve us! Their bones will dance for our pleasure! We will make them into the mindless slaves that they deserve to be!
nb_no: Slutt dere til meg! Stå ved min side! Vi skal reise oss og utrydde menneskene fra den grønne verden. Deres lik vil tjene oss! Beina deres skal danse til vår fornøyelse! Vi skal gjøre dem til de tankeløse slavene de fortjener å være!
uk: Приєднуйся до мене! Ставай на мою сторону! Ми постанемо і очистимо від людей цей зелений світ. Їхні трупи служитимуть нам! Їхні кістки танцюватимуть задля нашої потіхи! Ми зробимо з них бездумних рабів, якими вони заслуговують бути!

source: And when that is done, what will we have become? Naught but hungering shadows, devouring all we once cherished.
nb_no: Og når det er gjort, hva vil vi da ha blitt? Ikke annet enn sultne skygger som sluker alt vi en gang verdsatte.
uk: І коли це буде зроблено, чим ми тоді станемо? Неспокійними кровожерливими тінями, які пожирають все, що колись любили.

source: No... No. The sage Mebrin is dead. You are not the master I once revered. I will cleanse your soul and put you to rest, my beloved teacher.
nb_no: Nei... Nei. Den vise Mebrin er død. Du er ikke den mesteren jeg en gang æret. Jeg skal rense din sjel og gi deg hvile, min elskede lærer.
uk: Ні... Ні. Мудрець Мербін мертвий. Ви не той господар, котрого я колись поважала. Я очищу вашу душу та відправлю вас на спокій, мій улюблений вчителю.

source: Even a mere human can see that you have become a mockery of all that you once believed in. I will destroy you and bury your perverse ideals, even if it costs me my own life!
nb_no: Selv et simpelt menneske kan se at du har blitt en hån mot alt du en gang trodde på, Mebrin. Jeg skal tilintetgjøre deg og begrave dine forkvaklede idealer, selv om det koster meg livet!
uk: Навіть звичайна людина може побачити як ти став посміховиськом усього того, за що колись стояв. Я знищу тебе та твої порочні ідеали, навіть якщо це коштуватиме мені життя!

source: You? Destroy me? Your flesh will provide a fine feast for my ghouls, and once they are through with you, you will serve me forever in undeath!
nb_no: Du? Tilintetgjøre meg? Kjøttet ditt vil bli et godt festmåltid for mine vandøde vetter, og når de er ferdige med deg, vil du tjene meg i dødens evighet!
uk: Ти? Знищиш мене? Твоя плоть буде гарною вечерею для моїх гулів, а коли вони закінчать, ти вічно служитимеш мені як мрець!

source: I feel the touch of dark magic. This is quite a powerful spell — the very air feels thick and heavy.
nb_no: Jeg føler et anstrøk av mørk magi. Dette er en ganske kraftig trolldom - selve luften føles tykk og tung.
uk: Я відчуваю дотик темної магії. Це доволі потужне заклинання — повітря відчувається густим та тяжким.

source: It is Mebrin’s doing. I recognize the energy, though it has been twisted by the touch of the black arts. He used to use this spell to heal the mind and purge negative emotions from the body. I imagine it will have exactly the opposite effect now.
nb_no: Det er Mebrins verk. Jeg kjenner igjen energien, selv om den har blitt forvrengt av svart kunst. Han pleide å bruke denne formelen for å helbrede sinnet og rense kroppen for negative følelser. Jeg kan tenke meg at den vil ha motsatt effekt nå.
uk: Це робить Мербін. Я відчуваю його енергію, хоч її й було викривлено дотиком темних мистецтв. Він використовував це закляття, щоб зцілювати розум та проганяти негативні емоції з тіла. Я гадаю, зараз воно матиме протилежний ефект.

source: I feel... faint...
nb_no: Jeg føler meg... svak...
uk: Я відчуваю... слабкість...

source: We must hurry! Once Mebrin’s spell takes full effect, none of us will be able to stop him.
nb_no: Det haster! Når Mebrins trolldom får full effekt, vil ingen av oss kunne stoppe ham.
uk: Ми маємо поквапитися! Як тільки закляття Мербіна почне діяти у повній силі, ніхто з нас не зможе його зупинити.

source: I feel so weary... I can hardly grasp my weapon anymore...
nb_no: Jeg føler meg så utmattet... Jeg kan nesten ikke gripe våpenet mitt lenger...
uk: Я почуваюся таким втомленим... Я ледве можу тримати свою зброю...

source: Taste the breath of oblivion!
nb_no: Smak på glemselens åndedrett!
uk: Відчуйте подих забуття!

source: Mebrin has caught us in his spell! We are doomed...
nb_no: Mebrin har fanget oss i sin trolldom! Vi er dødsdømt...
uk: Мербін захопив нас своїм закляттям! Нам кінець...

source: Ouch! Me hurt! Me feel cold! Me dying...
nb_no: Au! Jeg vondt! Jeg fryser! Jeg dør...
uk: Ой! Моя болить! Моя холодно! Моя помирає...

source: Ethiliel! Wait... think about it! Think of everything you are throwing away! We could build an empire together, where the humans are our slaves and you and I are the immortal rulers of the world!
nb_no: Ethiliel! Vent... tenk på det! Tenk på alt du kaster bort! Vi kan bygge et imperium sammen, der menneskene er våre slaver, og du og jeg er verdens udødelige herskere!
uk: Етілієль! Чекай... подумай про це! Подумай про все, що ти відкидаєш! Ми могли побудувати імперію разом, де люди були б нашими рабами, і ми з тобою були безсмертними правителями світу!

source: It would only be an empire of misery, Mebrin. I wish it had not come to this, but you have been corrupted beyond saving. Still, I will fondly cherish the memories I had with the old you.
nb_no: Det ville bare bli et imperium av elendighet, Mebrin. Jeg skulle ønske det ikke hadde gått så langt, men du er blitt fordervet. Likevel vil jeg verdsette minnene jeg hadde med den gamle deg.
uk: Це було б лише імперією вбогості, Мербіне. Хотіла б я, щоб до цього не дійшло, але вас було спотворено поза межею спасіння. Але все ж, я ніжно плекатиму спогади, що я мала зі старим вами.

source: You wouldn’t dare strike me! I am the darkness incarnate! I am your master! You will obey me!
nb_no: Du våger ikke å slå meg! Jeg er mørket inkarnert! Jeg er din mester! Du skal adlyde meg!
uk: Ти не посмієш мене вдарити! Я втілення темряви! Я твій повелитель! Ти мені коритимешся!

source: It is done.
nb_no: Det er gjort.
uk: Справу зроблено.

source: Indeed, the lich is destroyed. Let us not linger here any longer than we need to. This place is filled with only grief and sorrow.
nb_no: Sannelig, heksekongen er tilintetgjort. La oss ikke bli her lenger enn vi må. Dette stedet er bare fylt av sorg og savn.
uk: Справді, ліча знищено. Давайте не затримуватися тут довше, ніж потрібно. Це місце сповнене лише жалем та скорботою.

source: Yes... just let me gather my thoughts, and I will lead you back to your homes.
nb_no: Ja... bare la meg samle tankene, så skal jeg føre dere hjem igjen.
uk: Так... лише дай мені зібратися з думками, і я поведу вас назад до ваших домів.

source: Ambushers
nb_no: Bakmenn
uk: Ті, хто в засідці

source: Move Deoran through the woods and over the river
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ ğ‘¯ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼
lt: Nuveskite Deoraną per girią ir į kitą upės krantą
nb_no: Bring Deoran gjennom skogen og over elven
uk: Перемістіть Деорана через ліс та за ріку

source: At the start of each turn, Urza Afalas will reveal as much of the secret path as is within his vision range.
nb_no: I begynnelsen av hver runde vil Urza Afalas avsløre så mye av den hemmelige stien som er innenfor synsfeltet hans.
uk: На початку кожного ходу, Урза Афалас покаже частину секретної стежки, яка знаходиться в його зоні видимості.

source: Deoran and Urza Afalas retreated quickly from Mebrin's fortress...
uk: Деоран та Урза Афалас швидко відступали від фортеці Мебріна...

source: Forest, forest, forest! As far as the eye can see, it is all forest! I am getting sick of endlessly trudging through these woods. Are you sure you are taking us in the right direction?
nb_no: Skog, skog, skog! Så langt øyet kan se, er det bare skog! Jeg begynner å bli lei av å traske gjennom denne skogen. Er du sikker på at du tar oss i riktig retning?
uk: Ліс, ліс, ліс! Наскільки сягає око, скрізь ліс! Мені стає погано від цього нескінченного мандрування серед цих дерев. Ти впевнений, що ведеш нас у потрібному напрямку?

source: Trust me. I have often traveled these woods with my comrades and I know a secret path through it. I am taking you there so we can avoid the elves on the way back.
nb_no: Stol på meg. Jeg har ofte reist i denne skogen med kameratene mine, og jeg kjenner en hemmelig sti gjennom den. Jeg tar deg med dit, så vi kan unngå alvene på veien tilbake.
uk: Довіртесь мені. Я з моїми товаришами часто мандрував цими лісами і я знаю таємну стежку. Я веду вас так, щоб ми змогли уникнути ельфів.

source: Would that I had listened to Ethiliel... we would be battling the undead by now, instead of crawling around in these woods like rats!
nb_no: Hadde jeg bare hørt på Ethiliel... da ville vi ha kjempet mot de vandøde nå. I stedet kryper vi rundt i denne skogen som rotter!
uk: Якби я тільки дослухався до Етілієль… ми б могли боротися з мерцями, а не лазити в цих лісах, неначе якісь пацюки!

source: What’s done is done. We must worry about the task at hand. Winter is almost upon us and it will be much more difficult to forage for food then.
nb_no: Det som er gjort, er gjort. Vi må konsentrere oss om det vi har foran oss. Vinteren kommer snart over oss, og da blir det mye vanskeligere å sanke mat.
uk: Що зроблено, те зроблено. Ми маємо хвилюватися про наше завдання. Зима наближається і незабаром буде набагато важче роздобути їжу.

source: That is not our only problem. I sense that many undead creatures are approaching us rapidly. It seems as if they are chasing us, though I know not why.
nb_no: Det er ikke vårt eneste problem. Jeg føler at mange vandøde vesener nærmer seg oss raskt. Det virker som om de jager oss, men jeg vet ikke hvorfor.
uk: Це не наша єдина проблема. Я відчуваю, що до нас наближається безліч мерців. Схоже, вони переслідують нас, хоч і я не знаю нащо.

source: It must be because we destroyed that phantom lich. The corrupted sage is sending them to hunt us in retaliation. Let’s get out of here quickly so we won’t have to fight them.
nb_no: Det må være fordi vi tilintetgjorde fantomet til heksekongen. Den fordervede vismannen sender dem for å jakte på oss som hevn. La oss komme oss ut herfra så vi slipper å slåss mot dem.
uk: Мабуть, це тому, що ми знищили того примарного ліча. Спотворений мудрець послав їх помститися. Давайте вибирати звідси швидше, щоб нам не довелося битися з ними.

source: Also, remember that these woods are crawling with elves. Stay on the path and perhaps we can avoid at least most of them. If we do get seen, well, let’s hope they won’t attack us.
nb_no: Husk også at det kryr av alver i denne skogen. Hvis vi holder oss på stien, kan vi kanskje unngå de fleste av dem. Hvis vi blir sett, får vi håpe at de ikke angriper oss.
uk: Також пам'ятайте, що ці ліси повні ельфів. Тримайтеся стежки, і тоді, сподіваюся, ми розминемося хоча б з частиною. Якщо нас не побачать, що ж, сподіваюся, нас не атакують.

source: Just a little further!
en@shaw: ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘© ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘»ğ‘ğ‘¼!
lt: Dar truputėlį toliau!
nb_no: Bare et lite stykke igjen!
uk: Ще трохи!

source: We’re almost there!
nb_no: Vi er nesten fremme!
uk: Ми майже на місці!

source: Come on! Hurry!
en@shaw: ğ‘’ğ‘³ğ‘¥ ğ‘ªğ‘¯! ğ‘£ğ‘³ğ‘®ğ‘¦!
lt: Eime! Paskubėkite!
nb_no: Kom igjen! Fort dere!
uk: Вперед! Швидше!

source: Keep moving!
en@shaw: ğ‘’ğ‘°ğ‘ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™!
lt: Judam judam!
nb_no: Fortsett fremover!
uk: Продовжуйте рух!

source: You can see the banks of the river from here!
nb_no: Herfra kan man se elvebredden!
uk: Ви можете бачити береги ріки звідси!

source: Humans! You are the curs who kidnapped the Sage Mebrin! Tell us where you have hidden him and perhaps we will grant you a quick death!
nb_no: Mennesker! Dere er forbryterne som kidnappet vismannen Mebrin! Fortell oss hvor dere har gjemt ham, og kanskje vi vil gi dere en rask død!
uk: Люди! Ви ті дворняги, що викрали Мудреця Мербіна! Скажіть, де ви його сховали і, можливо, ми подаруємо вам швидку смерть!

source: We have already told you of his whereabouts! Your wise sage now practices necromancy and commands an army of undead. He means to march on our land and slay all living souls, human and elf alike!
nb_no: Vi har allerede fortalt dere hvor han befinner seg! Deres kloke vismann praktiserer nå nekromanti og leder en hær av vandøde. Han har tenkt å marsjere inn i landet vårt og drepe alle levende sjeler, både mennesker og alver!
uk: Ми вже сказали, де він! Ваш мудрий мудрець тепер практикує некромантію та керує армією мерців. Він збирається йти в наступ на наші землю та вбити всіх живих, людей і ельфів!
