Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Accursed humans, you fools will never leave this place. Even if taking vengeance on your race requires me to destroy myself, it will be well worth the sacrifice!
ar: بشر ملعونون، أيها الحمقى لن تتركوا هذا المكان أبداً. حتى لو تطلب الأمر تدمير نفسي للانتقام من جنسك، ستكون التضحية تستحق ذلك!
es: Malditos humanos, nunca dejarán este lugar. Incluso si vengarme de su raza requiere que me destruya a mí mismo, valdrá totalmente la pena el sacrificio.
fi: Kirotut ihmiset, te houkat ette ikinä poistu tästä paikasta. Vaikka kostoni rodullenne vaatisi itseni tuhoamista, se on kyllä uhrauksen väärti!
gl: Malditos humanos, tolos, nunca sairedes deste lugar. Mesmo se para vingarme da vosa raza teño que destruírme a min mesmo, pagará a pena!
it: Maledetti umani, voi sciocchi non lascerete mai questo posto. Anche se vendicarmi della vostra razza richiedesse la distruzione di me stesso, ne varrebbe la pena!

source: Vengeance
ar: انتقام
en@shaw: ğ‘ğ‘§ğ‘¯ğ‘¡ğ‘©ğ‘¯ğ‘•
es: Venganza
fi: Kosto
gl: A vinganza
it: Vendetta
lt: Kerštas
nb_no: Gjengjeldelse
uk: Помста

source: Aethenwood
ar: غابة إيثنوود
es: Bosque Edén
fi: Aethenin metsä

source: C’mon, keep movin’, everyone get underground. We don’ have much time left ’til—
ar: هيا، استمروا في التحرك، الجميع إلى تحت الأرض. ليس لدينا الكثير من الوقت حتى—
es: Vamos, sigan moviéndose, todos al subsuelo. No nos queda mucho tiempo hasta—
fi: Liikettä niveliin. Kaikki maan alle. Ei ole paljon aikaa jäljellä—
gl: Veña, movédevos, todos para o subsolo. ¡Non nos queda moito tempo ata que—
it: Forza, continuate a muovervi, tutti nei sotterranei. Non ci è rimasto molto tempo prima che—

source: Could you go any slower? Come on, everyone get underground. We don’t have much time left until—
ar: هل يمكنكم أن تكونوا أبطأ؟ هيا، الجميع إلى تحت الأرض. ليس لدينا الكثير من الوقت حتى—
es: ¿Podrías ir más despacio? Vamos, todos al subsuelo. No nos queda mucho tiempo hasta—
fi: Ettekö voisi mennä yhtään hitaammin? Kaikki nyt maan alle. Ei ole paljon aikaa jäljellä—
gl: Podedes ir máis amodo? Veña, todos para o subsolo. ¡Non nos queda moito tempo ata que—
it: Non ce la fate proprio ad andare meno lenti? Forza, tutti nei sotterranei. Non ci è rimasto molto tempo prima che—

source: This is your last warning, humans. Return to us our sage or I shall be forced to resume our attack!
ar: هذا هو تحذيرك الأخير، أيها البشر. أعيدوا لنا حكيمنا أو سأضطر لاستئناف هجومنا!
es: Esta es su última advertencia, humanos. Devuélvannos a nuestro sabio o me veré obligado a reanudar nuestro ataque.
fi: Viimeinen varoitus, ihmiset. Palauttakaa tietäjämme, tai joudun jatkamaan hyökkäystämme!
gl: Este é o voso último aviso, humanos. Devolvédenos o noso sabio ou vereime obrigado a retomar o noso ataque!
it: Questo è il vostro ultimo avvertimento, umano. Restituiteci il nostro saggio o saremo costretti a riprendere il nostro attacco!

source: Ethiliel! What’s going on here? What have you done?!
ar: إيثيلييل! ما الذي يحدث هنا؟ ماذا فعلتِ؟!
es: ¡Ethiliel! ¿Qué está pasando aquí? ¿Qué has hecho?!
fi: Ethiliel! Mitä täällä tapahtuu? Mitä olet tehnyt?!
gl: Etilia! Qué está a pasar aquí? Que fixeches?!
it: Ethiliel! Cosa sta succedendo qui? Cosa hai fatto?!

source: Deoran — good, you’re here. And even better, I see you no longer shelter that snake Afalas! Does this mean you humans have reconsidered your decisions, and have finally freed Mebrin from his bonds?
ar: ديوران — جيد، أنت هنا. والأفضل من ذلك، أرى أنك لم تعد تحمي ذلك الثعبان أفالاس! هل هذا يعني أنكم أيها البشر قد غيرتم رأيكم، وأخيراً حررتم ميبرين من قيوده؟
es: Deoran — bien, estás aquí. Y mejor aún, veo que ya no proteges a esa serpiente Afalas. ¿Significa esto que los humanos han reconsiderado sus decisiones y finalmente han liberado a Mebrin de sus cadenas?
fi: Deoran — hyvä, olet täällä. Ja vielä parempaa, et näköjään enää suojele sitä Afalasin lieroa! Eli te ihmiset olette harkinneet päätöksiänne uusiksi ja päästäneet viimein Mebrinin kahleistaan?
gl: Deoran — ben, xa estás aquí. E mellor aínda, xa non protexes a esa serpe de Afalas. Significa que os humanos reconsiderastes as vosas decisións e finalmente liberastes a Mebrin das súas cadeas?
it: Deoran — bene, sei qui. E ancora meglio, vedo che non dai più rifugio a quella serpe di Afalas! Questo significa che voi umani avete riconsiderato le vostre decisioni e avete finalmente liberato Mebrin dalle sue catene?

source: Mebrin is dead, Ethiliel. Afalas was right. I saw the lich Mal M’Brin with my own two eyes, heard his ravings with my own two ears! I watched him raise the dead up out of the ground!
ar: ميبرين ميت، إيثيلييل. أفالاس كان على حق. رأيت الليتش مال ميبرين بعيني، سمعت هذيانه بأذني! شاهدته يبعث الأموات من الأرض!
es: Mebrin está muerto, Ethiliel. Afalas tenía razón. ¡Vi al lich Mal M’Brin con mis propios ojos, escuché sus delirios con mis propios oídos! ¡Lo vi levantar a los muertos de la tierra!
fi: Mebrin on kuollut, Ethiliel. Afalas oli oikeassa. Minä näin kuolonherra Mal M’Brinin omin silmin, kuulin hänen hourailunsa omin korvin! Näin hänen nostattavan kuolleita maasta!
gl: Mebrin está morto, Etilia. Afalas tiña razón. Eu mesmo vin o lich Mal M’Brin cos meus ollos, escoitei os seus desvaríos cos meus ouvidos! Vino como levantaba os mortos da terra!
it: Mebrin è morto, Ethiliel. Afalas aveva ragione. Ho visto con i miei occhi il lich Mal M’Brin, sentito i suoi deliri con le mie orecchie! L’ho visto resuscitare i morti dalla terra!

source: Then where is his corpse, mayfly? Where is the evidence for the horrible things of which you accuse? I have known Mebrin my whole life — you, scarcely four months. Who shall I believe?
ar: إذاً أين جثته، أيها العابر؟ أين الدليل على هذه الأمور الرهيبة التي تتهمه بها؟ عرفت ميبرين طوال حياتي — أنت، بالكاد أربعة أشهر. من يجب أن أصدق؟
es: Entonces, ¿dónde está su cadáver, efímera? ¿Dónde está la evidencia de las horribles cosas de las que lo acusas? He conocido a Mebrin toda mi vida — tú, apenas cuatro meses. ¿A quién debo creer?
fi: Missä sitten on hänen ruumiinsa, surviainen? Missä ovat todisteet kauheuksista, joista syytät? Olen tuntenut Mebrinin koko ikäni — sinut vajaa neljä kuukautta. Ketä minä uskon?
gl: Entón, onde está o seu cadáver, efemeróptero? Onde está a proba das horribles acusacións que lle fas? Coñezo a Mebrin de toda a vida — e a ti, apenas dende hai catro meses. A quen cres que debería crer?
it: E allora dov’è il suo corpo, effimera? Dov’e l’evidenza delle orribili cose di cui lo accusi? Io ho conosciuto Mebrin durante la mia intera vita: tu per quattro mesi scarsi. A chi dovrei credere?

source: No, I felt Mebrin’s elfin presence. I felt him reaching out to me, I felt him in pain! No elf would fall to undeath, much less our wisest teacher.
ar: لا، شعرت بوجود ميبرين الإلفي. شعرت به يمد يده لي، شعرت به يتألم! لا يمكن لإلف أن يسقط في حالة الموتى، وخاصة ليس معلمنا الأكثر حكمة.
es: No, sentí la presencia élfica de Mebrin. Sentí cómo me buscaba, sentí su dolor. Ningún elfo caería ante la no-muerte, mucho menos nuestro maestro más sabio.
fi: Ei, minä tunsin Mebrinin haltialäsnäolon. Tunsin hänen kurottavan minua, tunsin hänen tuskansa! Kukaan haltia ei lankeaisi epäkuolemaan, saati viisain opettajamme.
gl: Non, sentín a presenza élfica de Mebrin. Sentín como se achegaba a min, sentín a súa dor! Ningún elfo caería na non-morte, e menos o noso mestre máis sabio.
it: No, ho sentito la presenza elfica di Mebrin. L’ho sentito tendere la mano verso di me, l’ho sentito soffrire! Nessun elfo sarebbe caduto nella non-morte, tanto meno il nostro più saggio insegnante.

source: I don’t know why you won’t just admit what you’ve truly done with him — you fool humans’ stubbornness will be all of your undoing! Until you return Mebrin to us I have no choice but to cut you down!
ar: لا أعرف لماذا لا تعترفون بما فعلتموه به حقاً — عنادكم أيها البشر الحمقى سيكون سبب هلاككم جميعاً! حتى تعيدوا ميبرين إلينا ليس لدي خيار سوى أن أقطعكم!
es: No sé por qué no admiten lo que realmente han hecho con él — ¡la terquedad de los humanos será su perdición! Hasta que nos devuelvan a Mebrin, no tendré otra opción que abatirlos.
fi: En tiedä, miksi et vaan myönnä, mitä olette oikeasti tehneet hänelle. Teidän ihmishoukkien itsepäisyys käy teille kohtalokkaaksi! En voi muuta kuin harventaa teitä, kunnes palautatte Mebrinin meille!
gl: Non entendo por que non admitides o que realmente lle fixestes — a teima dos humanos será a vosa perdición! Mentres Mebrin non regrese con nós, ¡non me queda outra opción que vos abater!
it: Non so perché tu non voglia semplicemente ammettere cosa abbia veramente fatto con lui: la vostra umana testardaggine sarà la vostra rovina! Fintanto che non ci restituiate Mebrin non avrò altra scelta che falciarvi!

source: Ethiliel, listen to yourself! ...there’s no reasoning with her, is there?
ar: إيثيلييل، استمعي إلى نفسك! ... لا يمكن التفاهم معها، أليس كذلك؟
es: ¡Ethiliel, escúchate a ti misma! ...no hay manera de razonar con ella, ¿verdad?
fi: Ethiliel, kuuntele nyt itseäsi! ...Hänen kanssaan ei voi järkeillä, eihän?
gl: Etilia, escoita o que estás dicindo! … non hai maneira de razonar con ela, non si?
it: Ethiliel, ascoltati! ...non c’è modo di ragionare con lei, vero?

source: Whether this rage is Ethiliel herself, Mebrin’s dark influence, or a mix of both, it’s clear that words alone are not going to change her mind.
ar: سواء كان هذا الغضب من إيثيلييل نفسها، أو تأثير ميبرين المظلم، أو مزيج من الاثنين، فمن الواضح أن الكلمات وحدها لن تغير رأيها.
es: Ya sea que esta rabia sea la propia Ethiliel, la influencia oscura de Mebrin, o una mezcla de ambas, está claro que solo las palabras no cambiarán su mente.
fi: Olipa tuo raivo sitten Ethilielin omaa, Mebrinin pimeyden vaikutusta taikka molempia, pelkät sanat eivät selvästikään muuta hänen mieltään.
gl: Sexa esta furia de Etilia mesma, da escura influencia de Mebrin, ou unha mestura de ambas, está claro que as palabras por si soas non han cambiar a súa opinión.
it: Che questa rabbia sia dovuta alla stessa Ethiliel, all’influenza oscura di Mebrin o a un mix di entrambe, è chiaro che le parole da sole non le faranno cambiare idea.

source: Guess it’s time to take her down, then? Not my favorite plan, but what’s one little elf after an entire undead lich?
ar: أعتقد أنه حان الوقت لإنهائها، إذاً؟ ليس خطتي المفضلة، لكن ما هو إلف صغير بعد ليتش أموات كامل؟
es: Supongo que es hora de derribarla, ¿entonces? No es mi plan favorito, pero ¿qué es un pequeño elfo frente a un lich no muerto entero?
fi: Kaipa sitten on aika taltuttaa hänet? Ei ole lempisuunnitelmani, mutta mitäs pikku haltia on kuolonherraan verrattuna?
gl: Supoño que chegou a hora de derrotala, entón? Non é o meu plan favorito, pero que é un pequeno elfo despois dun lich non morto enteiro?
it: Quindi immagino che sia arrivato il momento di eliminarla? Non è il mio piano preferito, ma cos’è un piccolo elfo a confronto di un intero lich non-morto?

source: Time to take her down by force? Shame to break a pretty face, but nothin’ can be as bad as fightin’ that lich.
ar: حان الوقت لإنهائها بالقوة؟ مخجل أن أدمغ وجه جميل، لكن لا شيء يمكن أن يكون سيئاً مثل قتال ذلك الليتش.
es: ¿Hora de derribarla por la fuerza? Lástima dañar un rostro bonito, pero nada puede ser tan malo como pelear contra ese lich.
fi: Aika taltuttaa hänet voimalla? Sääli murjoa nöpönaamaa, muttei mikään oo yhtä paha kuin tappelu sitä kuolonherraa vastaan.
gl: Toca derrotala pola forza? É unha pena romperlle unha cara bonita, pero nada pode ser tan malo como loitar contra ese lich.
it: È il momento di abbatterla con la forza? È un peccato rovinare un bel faccino, ma niente può essere peggio che combattere quel lich.

source: Then it seems our only option is the violent one. This is not my preferred course of action, but I will do what I must.
ar: إذاً يبدو أن خيارنا الوحيد هو العنف. هذا ليس مساري المفضل، لكني سأفعل ما يجب.
es: Entonces parece que nuestra única opción es la violenta. No es mi curso de acción preferido, pero haré lo que deba.
fi: Sitten ainoa vaihtoehtomme näkyy olevan väkivaltainen. Tämä ei ole mieluisa menettelyni, mutta teen mitä täytyy.
gl: Entón semella que non nos queda máis opción ca a violencia. Non é o camiño que preferiría, pero farei o que debo.
it: Quindi sembra che la nostra unica opzione sia quella violenta. Non è il mio modo di agire preferito, ma farò ciò che devo.

source: No, absolutely not. I’ve spent enough time with Ethiliel to understand her and her culture. If we kill an elf of this importance in offensive action, never again in our lifetimes will there be peace between Wesnoth and the Aethenwood. And she’s not evil, she just... really believes she’s doing the right thing.
ar: لا، بالتأكيد لا. قضيت وقتاً كافياً مع إيثيلييل لفهمها وثقافتها. إذا قتلنا إلف بهذه الأهمية في هجوم، لن يكون هناك سلام بين ويسنوث وغابة إيثنوود مرة أخرى في حياتنا. وهي ليست شريرة، هي فقط... تؤمن حقاً أنها تفعل الصواب.
es: No, absolutamente no. He pasado suficiente tiempo con Ethiliel para entenderla a ella y su cultura. Si matamos a un elfo de esta importancia en acción ofensiva, nunca más en nuestras vidas habrá paz entre Wesnoth y el Bosque Edén. Y ella no es malvada, simplemente... realmente cree que hace lo correcto.
fi: Ei, ei missään nimessä. Olen ollut Ethilielin kanssa sen verran, että ymmärrän häntä ja hänen kulttuuriaan. Jos me tapamme niin tärkeän haltian hyökkäyksellä, Wesnothin ja Aethenin metsän välille ei enää ikinä tule rauhaa elinaikanamme. Eikä hän ole paha, hän vain... uskoo tosissaan tekevänsä oikein.
gl: Non. Absolutamente non. Pasei tempo suficiente con Etilia como para comprendela a ela e a súa cultura. Se matamos unha elfa de semellante importancia, non volverá haber paz entre Wesnoth e o bosque do éter nas nosas vidas. E non é malvada — só que... realmente cre que fai o correcto.
it: No, assolutamente no. Ho passato abbastanza tempo con Ethiliel per comprendere lei e la sua cultura. Se uccidiamo un elfo di una tale importanza in un azione di attacco, nel corso delle nostre vite non ci sarà mai pace tra Wesnoth e la Foresta di Aethen. E poi, lei non è malvagia, è solo.... che crede veramente di fare la cosa giusta.

source: Instead we make for Westin. We will rendezvous with the town defenders and hold the walls — the self-righteous fury that drives Ethiliel can only burn for so long. Once the dust settles, the elves may finally be willing to talk.
ar: بدلاً من ذلك، نتجه إلى ويستن. سنلتقي مع مدافعي البلدة ونحمي الجدران — الغضب المقدس الذاتي الذي يدفع إيثيلييل لا يمكن أن يستمر للأبد. بمجرد أن يهدأ الغبار، قد يكون الإلف مستعدين أخيراً للحديث.
es: En cambio, nos dirigimos a Westin. Nos reuniremos con los defensores de la ciudad y mantendremos las murallas — la furia autojustificada que impulsa a Ethiliel sólo puede arder por un tiempo. Una vez que se calme el polvo, los elfos pueden finalmente estar dispuestos a hablar.
fi: Sen sijaan me lähdemme Westiniin. Me tapaamme kylän puolustajat ja pidämme muurit hallussa. Ethilieliä ajava itseriittoinen raivo ei voi roihuta pitkään. Kun pöly laskeutuu, haltiat halunnevat lopultakin puhua.
gl: En troques, poñemos rumbo a Westin. Reunirémonos cos defensores da vila e resistiremos nas murallas — a furia xusticieira que impulsa a Etilia non durará eternamente. Unha vez pase a tormenta, pode que os elfos acepten dialogar.
it: Piuttosto dirigiamoci verso Westin. Ci riuniremo alla guarnigione cittadina e terremo le mura: l’ipocrita furia che guida Ethiliel può bruciare soltanto per poco tempo. Una volta che la polvere si sarà posata, gli elfi potrebbero essere finalmente disposti a parlare.

source: Reach Westin before it falls, then survive until turns run out
ar: وصل إلى ويستن قبل سقوطها، ثم ابق على قيد الحياة حتى تنتهي الأدوار
es: Llega a Westin antes de que caiga, luego sobrevive hasta que se acaben los turnos
fi: Tavoita Westin ennen kuin se sortuu, selviä sitten kunnes vuorot loppuvat
gl: Chega a Westin antes de que caia e despois sobrevive ata que se esgoten as roldas
it: Raggiungi Westin prima che cada, poi sopravvivi fino alla fine dei turni

source: The town cellars are breached
ar: تم اختراق أقبية البلدة
es: Los sótanos de la ciudad han sido violados
fi: Kylän kellarit murretaan
gl: Os sotos da vila están a ser roubados
it: Le cantine della città vengono invase

source: Death of Ethiliel
ar: موت إيثيلييل
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘§ğ‘”ğ‘¦ğ‘¤ğ‘°ğ‘§ğ‘¤
es: Muerte de Ethiliel
fi: Ethilielin kuolema
gl: Morte de Etilia
it: Morte di Ethiliel
lt: Etilielės mirtis
nb_no: Ethiliels død
uk: Смерть Етілієль

source: I heard Afalas’s words. I watched Deoran’s choice. I know Westin and the Urza brothers have conspired to kidnap our sage, but it is not too late! Give new orders to Deoran, to return Mebrin to his home!
ar: سمعت كلمات أفالاس. شاهدت اختيار ديوران. أعرف أن ويستن وإخوة أورزا قد تآمروا لاختطاف حكيمنا، لكن لم يفت الأوان! أعط أوامر جديدة لديوران، ليعيد ميبرين إلى منزله!
es: Escuché las palabras de Afalas. Observé la decisión de Deoran. Sé que Westin y los hermanos Urza han conspirado para secuestrar a nuestro sabio, ¡pero no es demasiado tarde! Da nuevas órdenes a Deoran para devolver a Mebrin a su hogar.
fi: Kuulin Afalasin sanat. Näin Deoranin valinnan. Tiedän, että Westin ja Urzan veljekset juonittelivat tietäjämme sieppausta, mutta ei ole liian myöhäistä! Antakaa Deoranille uusi käsky palauttaa Mebrin kotiinsa!
gl: Escoitei as palabras de Afalas. Vin a elección de Deoran. Sei que Westin e os irmáns Urza conspiraron para secuestrar ao noso sabio, pero aínda non é tarde! Dádelle novas ordees a Deoran para que devolva a Mebrin ao seu fogar!
it: Ho sentito le parole di Afalas. Ho assistito alla scelta di Deoran. So per certo che Westin e i fratelli Urza hanno tramato per rapire il nostro saggio, ma non è troppo tardi! Ordinate a Deoran di restituirci Mebrin sano e salvo!

source: Lay off it, woman! I already told you we don’t have the slightest clue what you’re talking about!
ar: كفي عن ذلك، أيتها المرأة! لقد أخبرتك بالفعل أننا ليس لدينا أدنى فكرة عما تتحدثين عنه!
es: ¡Déjalo, mujer! Ya te dije que no tenemos la más mínima idea de lo que hablas.
fi: Anna olla, nainen! Sanoin jo, ettei meillä ole aavistustakaan, mistä puhut!
gl: Déixao xa, muller! Xa che dixemos que non temos nin idea do que falas!
it: Smettila, donna! Ti ho già detto che non abbiamo la minima idea di ciò di cui stai parlando!

source: We cannot give what we do not have, elf. Whatever has driven you to such desperation, I urge you to reconsider.
ar: لا يمكننا إعطاء ما لا نملكه، أيها الإلف. أياً كان ما دفعك إلى هذا اليأس، أحثك على إعادة النظر.
es: No podemos dar lo que no tenemos, elfo. Sea lo que te ha llevado a tal desesperación, te insto a reconsiderarlo.
fi: Me emme voi antaa, mitä meillä ei ole, haltia. Mikä ajoikaan sinut moiseen epätoivoon, kehotan harkitsemaan vielä.
gl: Non podemos dar o que non temos, elfa. Sexa o que for que te levou a tal desesperación, pídoche que o reconsideres.
it: Non possiamo consegnarti quello che non abbiamo, elfa. Qualsiasi cosa ti abbia portato ad un tale livello di disperazione, ti esorto a riconsiderarla.

source: No, I felt Mebrin reaching out to me. I felt him in pain! He needed me to do this! I have known Mebrin my whole life — you, scarcely a day now. Who shall I believe?
ar: لا، شعرت بميبرين يمد يده لي. شعرت به يتألم! كان يحتاج مني أن أفعل هذا! عرفت ميبرين طوال حياتي — أنت، بالكاد يوماً الآن. من يجب أن أصدق؟
es: No, sentí a Mebrin alcanzándome. ¡Sentí su dolor! ¡Necesitaba que hiciera esto! He conocido a Mebrin toda mi vida — tú, apenas un día. ¿A quién debo creer?
fi: Ei, minä tunsin Mebrinin kurottavan minua. Tunsin hänen tuskansa! Hän tarvitsi minua tähän! Olen tuntenut Mebrinin koko ikäni — teidät vajaa päivän verran. Ketä minä uskon?
gl: Non, sentín a Mebrin chamándome, sentín a súa dor! ¡Precisaba que fixese isto! Coñezo a Mebrin dende sempre — a ti, apenas dende onte. A quen debo crer?
it: No, ho sentito Mebrin che mi raggiungeva. L’ho sentito soffrire! Aveva bisogno che io facessi questo! Conosco Mebrin da tutta la vita, tu, da appena un giorno. A chi dovrei credere?

source: I don’t know why you won’t just admit what you’ve truly done with him — you fool humans’ stubbornness will be all of your undoing! Until Deoran returns Mebrin to us I have no choice but to cut you down!
ar: لا أعرف لماذا لا تعترفون بما فعلتموه به حقاً — عنادكم أيها البشر الحمقى سيكون سبب هلاككم جميعاً! حتى يعيد ديوران ميبرين إلينا ليس لدي خيار سوى أن أقطعكم!
es: No sé por qué no admites lo que realmente has hecho con él — ¡la terquedad de los humanos será tu perdición! Hasta que Deoran nos devuelva a Mebrin, no tendré otra opción que abatirte.
fi: En tiedä, miksi ette vaan myönnä, mitä olette oikeasti tehneet hänelle. Teidän ihmishoukkien itsepäisyys käy teille kohtalokkaaksi! En voi muuta kuin harventaa teitä, kunnes Deoran palauttaa Mebrinin meille!
gl: Non entendo por que non admitides o que lle fixestes — a teima dos parvos humanos será a vosa perdición! Mentres Deoran non devolva a Mebrin, non me queda outra opción que vos abatir!
it: Non so perché tu non voglia semplicemente ammettere cosa ne avete veramente fatto di lui: la vostra umana testardaggine sarà la vostra rovina! Fintanto che Deoran non ci restituisce Mebrin non avrò altra scelta che falciarvi!

source: It seems our young Deoran has caused quite some trouble — now if only he and his soldiers were here to help solve it. We shall have to fight as best we can alone.
ar: يبدو أن ديوران الشاب قد تسبب في مشكلة كبيرة — الآن إذا كان فقط هو وجنوده هنا للمساعدة في حلها. سيتعين علينا القتال بأفضل ما نستطيع وحدنا.
es: Parece que nuestro joven Deoran ha causado bastante problema — ahora si tan solo él y sus soldados estuvieran aquí para ayudar a resolverlo. Tendremos que luchar lo mejor que podamos solos.
fi: Meidän nuori Deoran näköjään aiheutti melkoisen ongelman. Olisipa hän täällä sotilaineen ratkaisemassa sitä. Me taistelemme yksin parhaamme mukaan.
gl: Semella que o noso mozo Deoran armou un bo lío — agora só faltaría que estivese aquí para amañalo. Teremos que loitar como poidamos sós.
it: Sembra che il nostro giovane Deoran abbia causato qualche piccolo guaio: se soltanto adesso lui e i suoi soldati fossero qui per aiutarci a risolverlo. Dovremo combattere da soli al meglio delle nostre forze.

source: Figures this’d all be the rookie’s fault. I knew I should’ve gone with to keep him out of trouble... Guess it’s up to us to keep the town safe.
ar: من المتوقع أن كل هذا خطأ المبتدئ. كنت أعرف أنني يجب أن أذهب معه لإبعاده عن المشاكل... أعتقد أن الأمر يعود إلينا للحفاظ على سلامة البلدة.
es: Claro, todo será culpa del novato. Sabía que debería haber ido para mantenerlo fuera de problemas... Supongo que depende de nosotros mantener la ciudad segura.
fi: Arvasin, että tämä olisi alokkaan vika. Tiesin, että olisi pitänyt mennä mukaan pitämään hänet erossa harmeista... Kaipa riippuu meistä pitää kylä turvassa.
gl: Xa dicía eu que isto acabaría sendo culpa do novato. Debín ir con el para mantelo fóra de problemas... Agora tócanos a nós manter a vila a salvo.
it: Immagino che sia tutto un errore da pivelli. Sapevo che avrei dovuto accompagnarlo per tenerlo lontano dai guai... Suppongo che spetti a noi tenere la città al sicuro.
