Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Ethiliel is dead! Even if we win by force of arms today, there will never again be peace between Wesnoth and the Aethenwood... We’ve started a war...
ar: إيثيلييل ميتة! حتى لو انتصرنا بالقوة اليوم، لن يكون هناك سلام مرة أخرى بين ويسنوث وغابة إيثنوود... لقد بدأنا حرباً...
es: ¡Ethiliel ha muerto! Incluso si hoy ganamos por la fuerza, nunca volverá a haber paz entre Wesnoth y el Bosque Edén... Hemos iniciado una guerra...
fi: Ethiliel on kuollut! Vaikka voittaisimmekin tänään asevoimin, Wesnothin ja Aethenin metsän välille ei enää koskaan tule rauhaa... Olemme aloittaneet sodan...
gl: Etilia está morta! Aínda que gañemos hoxe coa forza das armas, nunca máis haberá paz entre Wesnoth e o bosque do éter... Acabamos de iniciar unha guerra...
it: Ethiliel è morta! Anche se oggi riuscissimo a vincere con la forza bruta delle armi, non ci sarà mai pace tra Wesnoth e la Foresta di Aethen... Abbiamo dato inizio ad una guerra...

source: Ethiliel! What in Irdya is going on here?
ar: إيثيلييل! ما الذي يحدث هنا في إيرديا؟
es: ¡Ethiliel! ¿Qué está pasando aquí en Irdya?
fi: Ethiliel! Mitä Irdyan nimeen täällä tapahtuu?
gl: Etilia! Que demos está pasando aquí en Irdia?
it: Ethiliel! Nel nome di Irdya, che cosa sta succedendo qui?

source: These snakes have captured Mebrin, and committed who knows what horrible atrocities against him! Galdrad, we must take him back!
ar: هؤلاء الثعابين قد اختطفوا ميبرين، وارتكبوا من الفظائع ما لا يعرفه إلا الله ضده! غالدراد، يجب أن نستعيده!
es: ¡Estas serpientes han capturado a Mebrin y cometido quién sabe qué horribles atrocidades contra él! ¡Galdrad, debemos recuperarlo!
fi: Nämä käärmeet ovat vanginneet Mebrinin ja tehneet hänelle ties mitä hirveää! Galdrad, hänet on saatava takaisin!
gl: Esas serpes capturaron a Mebrin, e quen sabe que horrores lle fixeron! Galdrade, temos que recuperalo!
it: Queste serpi hanno catturato Mebrin, e commesse chissà quali atrocità contro di lui! Galdrad, dobbiamo riprendercelo!

source: Kidnapped Mebrin? I have heard otherwise. Ethiliel, this is Urza Afalas of the humans.
ar: اختطاف ميبرين؟ سمعت غير ذلك. إيثيلييل، هذا هو أورزا أفالاس من البشر.
es: ¿Secuestrado a Mebrin? He oído otra cosa. Ethiliel, este es Urza Afalas de los humanos.
fi: Sieppasivat Mebrinin? Olen kuullut aivan muuta. Ethiliel, tämä on ihmisten Urza Afalas.
gl: Secuestraron a Mebrin? Eu escoitei outra cousa. Etilia, este é Urza Afalas, un dos humanos.
it: Mebrin rapito? Io ho sentito delle voci diverse. Ehiliel, questo è Urza Afalas degli umani.

source: We’ve met. This absolute scum, pig of a mudling—
ar: لقد التقينا. هذا الحقير المطلق، خنزير من وحل—
es: Nos hemos encontrado. Esta escoria absoluta, cerdo de un barroling—
fi: Olemme tavanneet. Tämä ihan saastainen, sontainen sika—
gl: Xa nos coñecemos. Este absoluto lixo, porco lameiro—
it: Lo abbiamo incontrato. Questa feccia assoluta, questo porco di uno strisciafango—

source: Enough, Ethiliel! I can corroborate the humans’ story. Some days ago, this outlaw came to me with unlikely words.
es: ¡Basta, Ethiliel! Puedo corroborar la historia de los humanos. Hace unos días, este forajido vino a mí con palabras poco creíbles.
it: Basta, Ethiliel! Posso confermare la storia degli umani. Qualche giorno fa, questo fuorilegge è venuto da me con parole improbabili.

source: ...yeah, I did. I heard them rangers in the forest southways, knew they’d be wantin’ my head. I could’a ran and hid, but I wanted to make things right. I went and found Mebrin’s bones, and brought them to the Aethenwood.
es: ...sí, lo hice. Escuché a esos guardabosques en el bosque al sur, sabía que querrían mi cabeza. Podría haber corrido y escondido, pero quería arreglar las cosas. Fui y encontré los huesos de Mebrin, y los llevé al Bosque Edén.
it: ...sì, l’ho fatto. Ho sentito quei ranger nella foresta a sud, sapevo che avrebbero voluto la mia testa. Avrei potuto scappare e nascondermi, ma volevo sistemare le cose. Sono tornato a cercare le spoglie di Mebrin, per poi riportarle ad Aethenwood.

source: You may think us men to all be criminals and outlaws, but we’re still living beings, and we still know justice an’ truth. My brothers an’ I did wrong. It’s my responsibility to make things right.
es: Podrán pensar que todos los hombres somos criminales y forajidos, pero seguimos siendo seres vivos y aún conocemos la justicia y la verdad. Mis hermanos y yo hicimos mal. Es mi responsabilidad corregirlo.
it: Puoi anche pensare che noi uomini siamo tutti criminali e fuorilegge, ma siamo tutti esseri viventi, e conosciamo ancora giustizia e verità. I miei fratelli ed io abbiamo fatto degli errori: è mia responsabilità aggiustare le cose.

source: Afalas’ words could have seen him imprisoned, or worse, but at the height of my anger he produced the skull of a lich. The druids confirmed it — the skull was Mebrin’s.
ar: كلمات أفالاس كانت يمكن أن تودي به إلى السجن، أو أسوأ، لكن في ذروة غضبي أخرج جمجمة ليتش. الدرويدز أكدوا — الجمجمة كانت لميبرين.
es: Las palabras de Afalas podrían haberlo llevado a prisión, o peor, pero en el punto álgido de mi ira, sacó el cráneo de un lich. Los druidas lo confirmaron: el cráneo era de Mebrin.
fi: Afalasin sanat olisivat voineet viedä hänet vankeuteen tai pahempaan, mutta vihastuttuani hän toi kuolonherran pääkallon. Druidit vahvistivat — kallo oli Mebrinin.
gl: As palabras de Afalas poderían terlle custado a cadea, ou peor, pero no medio da miña rabia mostroume o cranio dun liche. Os druidas confirmárono — o cranio era de Mebrin.
it: Le parole di Afalas avrebbero potuto farlo imprigionare, o anche peggio, ma al culmine della mia rabbia tirò fuori il teschio di un lich. I druidi lo confermarono: il teschio era di Mebrin.

source: The Mebrin I know is so gentle. So wise! It cannot be... can it?
ar: ميبرين الذي أعرفه لطيف جداً. حكيم جداً! لا يمكن أن يكون... أليس كذلك؟
es: El Mebrin que conozco es tan gentil. ¡Tan sabio! No puede ser... ¿o sí?
fi: Tuntemani Mebrin on niin lempeä. Niin viisas! Ei voi olla... voiko?
gl: O Mebrin que eu coñecín era tan xentil... tan sabio! Iso non pode ser... ou si?
it: Il Mebrin che conosco io è così gentile.. Così saggio! Non può essere... e possibile?

source: I did not want to believe the humans’ words. I could not bear to believe... But if Mebrin really did turn to undeath, then I have been the cause of so much meaningless bloodshed.
ar: لم أرد أن أصدق كلمات البشر. لم أستطع تحمل التصديق... لكن إذا كان ميبرين قد تحول حقاً إلى حالة الموتى، فأنا كنت سبباً في كل هذا سفك الدماء بلا معنى.
es: No quería creer en las palabras de los humanos. No podía soportar creer... Pero si Mebrin realmente se convirtió en no-muerto, entonces he sido la causa de tanto derramamiento de sangre sin sentido.
fi: En halunnut uskoa ihmisten sanoihin. En kestänyt uskoa... Mutta jos Mebrin todella kääntyi epäkuolemaan, sitten niin moni turha verenvuodatus on syytäni.
gl: Non quería crer as palabras dos humanos. Non podía soportar a idea... Pero se Mebrin de verdade caeu na non morte, entón eu fun a causa de tanto sangue vertido sen sentido.
it: Non ho voluto credere alle parole degli umani, Non riuscivo a sopportare di crederci... Ma se Mebrin realmente si è trasformato in un non-morto, allora io sarei stata la causa di un così tanto inutile spargimento di sangue.

source: It’s true, isn’t it...
ar: إنه حقيقي، أليس كذلك...
es: Es cierto, ¿no es así...?
fi: Se on totta, eikö...
gl: É certo, non si...
it: È vero, non è vero...

source: Urza Afalas, thank you. I see now that not all humans are alike, and that you, too, are capable of courage and loyalty. Vengeance only begets more vengeance. You — and your brothers, posthumously — are forgiven.
ar: أورزا أفالاس، شكراً لك. أرى الآن أن ليس كل البشر متشابهين، وأنك أنت أيضاً قادر على الشجاعة والولاء. الانتقام يولد فقط المزيد من الانتقام. أنت — وإخوتك، بعد وفاتهم — مغفور لكم.
es: Urza Afalas, gracias. Ahora veo que no todos los humanos son iguales, y que tú también eres capaz de valor y lealtad. La venganza solo engendra más venganza. Tú — y tus hermanos, póstumamente — están perdonados.
fi: Kiitos, Urza Afalas. Nyt huomaan, että kaikki ihmiset eivät ole samanlaisia ja että sinäkin pystyt rohkeuteen ja uskollisuuteen. Kosto tuo vain lisää kostoa. Sinä — ja veljesi postuumisti — saatte anteeksi.
gl: Urza Afalas, grazas. Agora vexo que non todos os humanos son iguais, e que ti tamén es capaz de valor e lealdade. A vinganza só trae máis vinganza. Ti — e os teus irmáns, aínda que xa non estean — estades perdoados.
it: Grazie, Urza Afalas. Ora comprendo che non tutti gli umani sono uguali, e che anche tu sei capace di coraggio e lealtà. La vendetta chiama soltanto altra vendetta. Tu — e i tuoi fratelli, postumi — siete perdonati.

source: <i>You</i> forgive <i>me</i>! After all the blood—
ar: <i>أنت</i> تغفر <i>لي</i>! بعد كل الدماء—
es: ¡Tú <i>me</i> perdonas! Después de toda la sangre—
fi: <i>Sä</i> annat <i>mulle</i> anteeksi! Kaiken veren jälkeen—
gl: <i>¿Ti</i> pérdoas <i>me</i>? ¡Despois de todo o sangue—
it: <i>Tu</i> perdoni <i>me</i>! Dopo tutto il sangue—

source: And Urza Afalas graciously accepts your forgiveness. Now come, Ethiliel. You have been away from your people for far too long. Our attack against Westin is over.
es: Y Urza Afalas acepta con gracia tu perdón. Ahora ven, Ethiliel. Has estado alejada de tu gente por demasiado tiempo. Nuestro ataque contra Westin ha terminado.
it: E Urza Afalas gentilmente accetta il tuo perdono. Ora andiamo, Ethiliel. Sei stata lontana dal tuo popolo troppo a lungo. Il nostro attacco contro Westin termina qui.

source: Deoran — good, you’re finally here. I knew that under enough pressure, Westin would eventually cave and summon you back. Does this mean you have reconsidered your decisions, and have finally freed Mebrin from his bonds?
es: Deoran — bien, finalmente estás aquí. Sabía que bajo suficiente presión, Westin eventualmente cedería y te llamaría de vuelta. ¿Significa esto que has reconsiderado tus decisiones y finalmente has liberado a Mebrin de sus ataduras?
it: Deoran — bene, finalmente sei arrivato. Sapevo che con abbastanza pressione, Westin alla fine avrebbe ceduto e ti avrebbe richiamato. Questo significa che voi umani avete riconsiderato le vostre decisioni e avete finalmente liberato Mebrin dai suoi ceppi?

source: No-one summoned me here, Ethiliel. Afalas was right. I saw the lich Mal M’Brin with my own two eyes, heard his ravings with my own two ears! I watched him raise the dead up out of the ground!
ar: لم يستدعني أحد هنا، إيثيلييل. أفالاس كان على حق. رأيت الليتش مال ميبرين بعيني، سمعت هذيانه بأذني! شاهدته يبعث الأموات من الأرض!
es: Nadie me convocó aquí, Ethiliel. Afalas tenía razón. ¡Vi al lich Mal M’Brin con mis propios ojos, escuché sus delirios con mis propios oídos! ¡Lo vi levantar a los muertos de la tierra!
fi: Kukaan ei kutsunut minua tänne, Ethiliel. Afalas oli oikeassa. Minä näin kuolonherra Mal M'Brinin omin silmin, kuulin hänen hourailunsa omin korvin! Näin hänen nostattavan kuolleita maasta!
gl: Ninguén me chamou aquí, Etilia. Afalas tiña razón. Vin coas miñas propias ollos o liche Mal M’Brin, escoiteino coas miñas propias orellas delirar. ¡Vin como ergueu os mortos da terra!
it: Nessuno mi ha richiamato qui, Ethiliel. Afalas aveva ragione. Ho visto con i miei due occhi il lich Mal M’Brin, sentito i suoi deliri con le mie orecchie! L’ho visto resuscitare i morti dal suolo!

source: More lies, infuriating lies! Where is his corpse, mayfly? Where is the evidence for the horrible things of which you accuse? No elf would fall to undeath, much less our wisest teacher.
ar: أكاذيب أخرى، أكاذيب مثيرة للغضب! أين جثته أيها العابر؟ أين الدليل على هذه الأمور الرهيبة التي تتهمه بها؟ لا يمكن لإلف أن يسقط في حالة الموتى، وخاصة ليس معلمنا الأكثر حكمة.
es: ¡Más mentiras, mentiras enfurecedoras! ¿Dónde está su cadáver, efímera? ¿Dónde están las pruebas de las horribles cosas de las que acusas? Ningún elfo caería en la no-muerte, y mucho menos nuestro maestro más sabio.
fi: Lisää valheita, raivostuttavia valheita! Missä on hänen ruumiinsa, surviainen? Missä ovat todisteet kauheuksista, joista syytät? Kukaan haltia ei lankeaisi epäkuolemaan, saati viisain opettajamme.
gl: Máis mentiras! ¡Mentiras que dan rabia! ¿Onde está o seu corpo, efemeróptero? ¿Onde está a proba do horror que afirmas? Ningún elfo caería na non morte, e moito menos o noso mestre máis sabio.
it: Altre bugie, bugie esasperanti! Dov’è il cadavere, effimera? Dov’è l’evidenza delle orribili cose delle quali lo accusi? Nessun elfo soccomberebbe alla non-morte, men che meno il nostro più saggio insegnante.

source: No elf could fall to undeath? What is this, then? I show you the skull of a lich, unmistakably elven, and unmistakably undead!
ar: لا يمكن لإلف أن يسقط في حالة الموتى؟ ما هذا إذن؟ أريك جمجمة ليتش، لا شك في أنها لإلف، ولا شك في أنها لأموات!
es: ¿Ningún elfo podría caer en la no-muerte? ¿Qué es esto, entonces? ¡Te muestro el cráneo de un lich, inequívocamente élfico y inequívocamente no-muerto!
fi: Haltiako ei lankeaisi epäkuolemaan? Mikäs tämä sitten on? Näytän sinulle kuolonherran pääkallon. Kiistatta haltian ja erehtymättömästi epäkuollut!
gl: Ningún elfo caería na non morte? E isto que é entón? ¡Aquí tes o cranio dun liche, claramente élfico, e claramente non morto!
it: Nessun elfo soccomberebbe alla non-morte? E allora questo cos’è? Ti sto mostrando il teschio di un lich, indubbiamente elfico, e altrettanto indubbiamente non-morto!

source: My men and I chased Mal M’Brin down into the depths of the earth, pushing ourselves nearly to exhaustion. When at last the lich was on the brink of defeat, with his last gasp of foul magic he collapsed his cave on us.
ar: لقد طاردت أنا ورجالي مال ميبرين إلى أعماق الأرض، دفعنا أنفسنا إلى حافة الإرهاق. عندما كان الليتش أخيراً على وشك الهزيمة، بأخر أنفاسه من السحر الخبيث، أسقط كهفه علينا.
es: Mis hombres y yo perseguimos a Mal M’Brin hasta las profundidades de la tierra, llevándonos casi al agotamiento. Cuando finalmente el lich estaba al borde de la derrota, con su último suspiro de magia nefasta colapsó su cueva sobre nosotros.
fi: Mieheni ja minä jahtasimme Mal M’Brinia maan uumeniin, ajoimme itsemme lähes uuvuksiin. Kun kuolonherra oli viimein tuhon partaalla, hän sorrutti luolan päällemme viimeisillä pahoilla loitsuillaan.
gl: Os meus homes e máis eu perseguimos a Mal M’Brin ata as profundidades da terra, ata quedar esgotados. E cando por fin estabamos a piques de vencelo, co seu último alento de maxia vil derrubou a súa cova sobre nós.
it: Insieme ai miei uomini abbiamo dato la caccia a Mal M’Brin giù nelle viscere della terra, spingendoci avanti fino all’esaurimento. Quando alla file il lich è stato portato sull’orlo della sconfitta, con il suo ultimo respiro di follia magica ha fatto crollare su di noi l’intera caverna.

source: Many perished, including Mebrin himself. But after days of hard labor by both man and troll, we dug ourselves free and set out for Westin, bringing the skull of our vanquished foe. You recognize its elven features, Ethiliel, do you not?
ar: هلك الكثيرون، بما فيهم ميبرين نفسه. ولكن بعد أيام من العمل الشاق من قبل البشر والترولز، حفرنا طريقنا للخروج وتوجهنا إلى ويستن، حاملين جمجمة عدونا المهزوم. أنتِ تتعرفين على ملامح الإلف فيها، أليس كذلك يا إيثيلييل؟
es: Muchos perecieron, incluido Mebrin mismo. Pero después de días de duro trabajo tanto de hombres como de trolls, nos liberamos y nos dirigimos a Westin, llevando el cráneo de nuestro enemigo vencido. Reconoces sus rasgos élficos, Ethiliel, ¿verdad?
fi: Moni menehtyi, myös Mebrin itse. Mutta ihmisten ja peikkojen uurastettua päiväkausia me kaivauduimme vapaiksi ja lähdimme Westiniin tuomaan kukistetun vihollisemme pääkallon. Sinähän tunnistat sen haltiapiirteet, Ethiliel?
gl: Moitos morreron, incluído o propio Mebrin. Pero tras días de duro traballo entre homes e troles, conseguimos liberarnos e dirixirnos a Westin, levando o cranio do noso inimigo. Recoñeces os trazos élficos, non si, Etilia?
it: Sono morti in molti, compreso Mebrin stesso. Ma dopo giorni di duro lavoro di uomini e troll, siamo riusciti ad aprirci un varco scavando nelle macerie per poi dirigerci qui a Westin, portando con noi il teschio del nostro nemico sconfitto. Riconosci i lineamenti elfici, Ethiliel, non è vero?

source: You believe, but you do not want to believe. Please, Ethiliel — enough blood has been shed today.
ar: أنتِ تصدقين، لكنكِ لا تريدين التصديق. أرجوكِ يا إيثيلييل - لقد سفك دماء كافية اليوم.
es: Crees, pero no quieres creer. Por favor, Ethiliel — ya se ha derramado suficiente sangre hoy.
fi: Sinä uskot, mutta et halua uskoa. Ethiliel-kiltti, verta on jo vuodatettu tarpeeksi tänään.
gl: Crés... pero non queres crer. Por favor, Etilia — hoxe xa se verteu demasiado sangue.
it: Tu credi, ma tu non vuoi credere. Ti prego, Ethiliel, oggi è già stato sparso fin troppo sangue.

source: Mebrin... oh Mebrin... a lich!? But if Mebrin really did turn to undeath, then I have been the cause of so much meaningless bloodshed.
ar: ميبرين... يا ميبرين... ليتش!؟ ولكن إذا كان ميبرين قد تحول حقاً إلى حالة الموتى، فأنا كنت سبباً في كل هذا سفك الدماء بلا معنى.
es: Mebrin... oh Mebrin... ¿un lich!? Pero si Mebrin realmente se convirtió en no-muerto, entonces he sido la causa de tanto derramamiento de sangre sin sentido.
fi: Mebrin... oi Mebrin... kuolonherrako!? Mutta jos Mebrin todella kääntyi epäkuolemaan, sitten niin moni turha verenvuodatus on syytäni.
gl: Mebrin... oh, Mebrin... un liche!? Pero se realmente se converteu en non morto... entón eu causei todo este derramamento de sangue inútil.
it: Mebrin... oh Mebrin... un lich? Ma se Mebrin si è davvero trasformato in non-morto, allora io sono stato la causa di un così tanto inutile spargimento di sangue.

source: Deoran, thank you. I see now that not all humans are alike, and that you, too, are capable of courage and loyalty.
ar: ديوران، شكراً لك. أرى الآن أن ليس كل البشر متشابهين، وأنك أنت أيضاً قادر على الشجاعة والولاء.
es: Deoran, gracias. Ahora veo que no todos los humanos son iguales, y que tú también eres capaz de valor y lealtad.
fi: Kiitos, Deoran. Huomaan, että kaikki ihmiset eivät ole samanlaisia ja että sinäkin pystyt urheuteen ja uskollisuuteen.
gl: Deoran, grazas. Agora vexo que non todos os humanos son iguais, e que ti tamén es capaz de valor e lealdade.
it: Deoran, grazie. Ora comprendo che gli umani non sono tutti uguali, e che anche tu sei capace di coraggio e lealtà.

source: Vengeance only begets more vengeance. Our attack against Westin is over.
ar: الانتقام يولد فقط المزيد من الانتقام. هجومنا على ويستن انتهى.
es: La venganza solo engendra más venganza. Nuestro ataque contra Westin ha terminado.
fi: Kosto tuo vain lisää kostoa. Hyökkäyksemme Westiniä vastaan on ohi.
gl: A vinganza só trae máis vinganza. O noso ataque contra Westin remata aquí.
it: La vendetta porta soltanto ad altra vendetta. Il nostro attacco a Westin è finito.

source: The Tides of War
ar: مد وجزر الحرب
en@shaw: ğ‘ ğ‘‘ğ‘²ğ‘›ğ‘Ÿ ğ‘ ğ‘¢ğ‘¹
es: Los embates de la guerra
fi: Sodan kulku
gl: As mareas da guerra
it: Le Sorti della Guerra
lt: Karo potvyniai
nb_no: Krigen bølger opp
uk: Сезон війни

source: Look there! The undead army has broken through Captain Mari’s lines! I had almost dared to hope... but alas, she is lost.
ar: انظر هناك! لقد اخترق جيش الأموات خطوط الكابتن ماري! كدت أجرؤ على الأمل... لكن للأسف، لقد فقدناها.
es: ¡Miren! ¡El ejército de los no muertos ha irrumpido en las filas de la capitana Mari! Casi me atreví a tener esperanza... pero, lamentablemente, está perdida.
fi: Katsokaa! Epäkuolleiden armeija on murtautunut kapteeni Marin linjoista! Uskalsin melkein toivoa... Vaan hän on ikävä kyllä mennyttä.
gl: Mirade! O exército dos non mortos rompeu as liñas de capitá Mari! Case me atrevía a ter esperanza... pero, por desgraza, está perdida.
it: Guardate! L’armata dei non-morti ha sfondato le linee difensive di Capitan Mari! Avevo quasi osato sperarci... ma ahimè, l’abbiamo persa.

source: It takes one hell of a soldier to keep on fighting’ after losin’ an arm. I wish I’d gotten to know ’er better. Now I’ll never get the chance.
ar: يتطلب الأمر جندياً استثنائياً ليواصل القتال بعد فقدان ذراع. كنت أتمنى لو عرفتها أكثر. الآن لن أحصل على الفرصة أبداً.
es: Se necesita un gran soldado para seguir luchando después de perder un brazo. Ojalá la hubiera conocido mejor. Ahora nunca tendré la oportunidad.
fi: Vaatii hiivatinmoista sotilasta jatkamaan taistoa käden menetyksen jälkeen. Olisinpa saanut tuntea hänet paremmin. Nyt en enää saa tilaisuutta.
gl: Hai que ser un soldado do demo para seguir loitando despois de perder un brazo. Oxalá a tivese coñecido mellor. Agora nunca terei esa oportunidade.
it: Bisogna essere un soldato formidabile per continuare a lottare dopo aver perso un braccio. Vorrei soltanto averla conosciuta meglio. Ora non ne avrò più la possibilità.

source: Another poor soul claimed by the spreading darkness. If only we’d had more time to prepare... but we’ve done our best.
ar: روح أخرى فقيرة ابتلعها الظلام المنتشر. لو فقط كان لدينا المزيد من الوقت للتحضير... لكننا بذلنا قصارى جهدنا.
es: Otra pobre alma reclamada por la creciente oscuridad. Si tan solo hubiéramos tenido más tiempo para prepararnos... pero hemos hecho lo mejor que pudimos.
fi: Toinen sieluparka, jonka leviävä pimeys korjasi. Olisimmepa saaneet enemmän aikaa valmistautua... mutta teimme parhaamme.
gl: Outra alma desgraciada reclamada pola escuridade que se espalla. Oxalá tivésemos tido máis tempo para prepararnos... mais fixemos todo o que puidemos.
it: Un’altra povera anima reclamata dalla dilagante oscurità. Se soltanto avessimo avuto più tempo per preparaci... ma abbiamo comunque fatto del nostro meglio.

source: Another poor soul claimed by the spreading darkness. At least her sacrifice was not in vain: we’ve had sufficient time to gather most of the region’s farmers and woodsmen. They’re not trained for battle, but will benefit greatly from your leadership, Deoran.
ar: روح أخرى فقيرة ابتلعها الظلام المنتشر. على الأقل لم يكن تضحيتها عبثاً: لقد كان لدينا وقت كافٍ لتجميع معظم المزارعين والحطابين في المنطقة. إنهم غير مدربين على القتال، لكنهم سيستفيدون كثيراً من قيادتك يا ديوران.
es: Otra pobre alma reclamada por la creciente oscuridad. Al menos su sacrificio no fue en vano: hemos tenido tiempo suficiente para reunir a la mayoría de los agricultores y leñadores de la región. No están entrenados para la batalla, pero se beneficiarán enormemente de tu liderazgo, Deoran.
fi: Toinen sieluparka, jonka leviävä pimeys korjasi. Hänen uhrauksensa ei ainakaan ollut turha: saimme tarpeeksi aikaa koota seudun enimmät viljelijät ja eränkulkijat. Heillä ei ole taistelukoulutusta, mutta he hyötyvät paljon johtajuudestasi, Deoran.
gl: Outra alma desgraciada reclamada pola escuridade que se espalla. Máis o seu sacrificio non foi en van: tivemos tempo abondo para reunir a maior parte dos labregos e leñadores da rexión. Non están adestrados para loitar, pero beneficiaranse moito do teu liderado, Deoran.
it: Un’altra povera anima reclamata dalla dilagante oscurità. Almeno il suo sacrificio non è stato vano: abbiamo avuto tempo a sufficienza per reclutare la maggior parte dei contadini e dei boscaioli della regione. Sebbene non abbiano un addestramento militare, trarranno grandi benefici dalla tua guida, Deoran.
