Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Another poor soul claimed by the spreading darkness. At least her sacrifice was not in vain: we’ve had sufficient time to gather most of the region’s farmers and woodsmen, as well as recall the small squad of fencers manning Fort Tahn.
ar: روح أخرى فقيرة ابتلعها الظلام المنتشر. على الأقل لم يكن تضحيتها عبثاً: لقد كان لدينا وقت كافٍ لتجميع معظم المزارعين والحطابين في المنطقة، وكذلك استدعاء الفرقة الصغيرة من المبارزين الذين كانوا يحرسون حصن تاهن.
es: Otra pobre alma reclamada por la creciente oscuridad. Al menos su sacrificio no fue en vano: hemos tenido tiempo suficiente para reunir a la mayoría de los agricultores y leñadores de la región, así como para convocar de nuevo al pequeño escuadrón de espadachines que defendía el Fuerte Tahn.
fi: Toinen sieluparka, jonka leviävä pimeys korjasi. Hänen uhrauksensa ei ainakaan ollut turha: Saimme tarpeeksi aikaa koota seudun enimmät viljelijät ja eränkulkijat sekä kutsua pienen miekkailujoukon, joka miehitti Tahnin linnaketta.
gl: Outra alma desgraciada reclamada pola escuridade que se espalla. Máis o seu sacrificio non foi en van: tivemos tempo abondo para reunir a maior parte dos labregos e leñadores da rexión, así como recuperar a pequena unidade de esgrimistas que gornecía o Forte Tahn.
it: Un’altra povera anima reclamata dalla dilagante oscurità. Almeno il suo sacrificio non è stato vano: abbiamo avuto tempo a sufficienza per reclutare la maggior parte dei contadini e dei boscaioli della regione, così come di far arrivare una piccola squadra di schermidori dalla guarnigione di Fort Tahn.

source: Another poor soul claimed by the spreading darkness. At least her sacrifice was not in vain: we’ve had sufficient time to gather, train, and equip most of the region’s farmers and woodsmen, as well as recall the squad of fencers manning Fort Tahn.
ar: روح أخرى فقيرة ابتلعها الظلام المنتشر. على الأقل لم يكن تضحيتها عبثاً: لقد كان لدينا وقت كافٍ لتجميع وتدريب وتجهيز معظم المزارعين والحطابين في المنطقة، وكذلك استدعاء فرقة المبارزين الذين كانوا يحرسون حصن تاهن.
es: Otra pobre alma reclamada por la creciente oscuridad. Al menos su sacrificio no fue en vano: hemos tenido tiempo suficiente para reunir, entrenar y equipar a la mayoría de los agricultores y leñadores de la región, así como para convocar de nuevo al escuadrón de espadachines que defendía el Fuerte Tahn.
fi: Toinen sieluparka, jonka leviävä pimeys korjasi. Hänen uhrauksensa ei ainakaan ollut turha: saimme tarpeeksi aikaa koota, kouluttaa ja varustaa seudun enimmät viljelijät ja eränkulkijat sekä kutsua miekkailujoukkion, joka miehitti Tahnin linnaketta.
gl: Outra alma desgraciada reclamada pola escuridade que se espalla. Mais o seu sacrificio non foi en van: conseguimos reunir, adestrar e equipar a maioría dos labregos e leñadores da rexión, así como recuperar á escuadra de esgrimistas que gornecía o Forte Tahn.
it: Un’altra povera anima reclamata dalla dilagante oscurità. Almeno il suo sacrificio non è stato vano: abbiamo avuto tempo a sufficienza per reclutare, addestrare ed equipaggiare la maggior parte dei contadini e dei boscaioli della regione, così come di far arrivare una piccola squadra di schermidori dalla guarnigione di Fort Tahn.

source: Captain Mari bought us time — I only hope it was enough. A mighty battle is upon us, but as surely as the dawn breaks after every night, the courage and valor of men will prevail over the wicked creatures of darkness.
ar: لقد اشترت لنا الكابتن ماري الوقت - أتمنى فقط أن يكون كافياً. معركة عظيمة على وشك أن تبدأ، ولكن كما يشرق الفجر بعد كل ليلة، سينتصر شجاعة وبسالة الرجال على مخلوقات الظلام الشريرة.
es: La capitana Mari nos ganó tiempo — solo espero que haya sido suficiente. Nos espera una batalla formidable, pero tan seguro como el amanecer sigue a cada noche, el coraje y valor de los hombres prevalecerán sobre las malvadas criaturas de la oscuridad.
fi: Kapteeni Mari hankki meille aikaa. Kunpa se vain riittäisi. Suuri taistelu on edessämme, mutta yhtä varmasti kuin aamu sarastaa aina yön jälkeen, ihmisten rohkeus ja urheus voittavat pimeyden pahat olennot.
gl: A capitá Mari mercou tempo para nós — só agardo que fose abondo. Unha grande batalla agárdanos, pero, do mesmo xeito que o amencer segue sempre á noite, o valor e a coraxe dos homes prevalecerán sobre as criaturas malvadas da escuridade.
it: Capitan Mari ci ha fatto guadagnare del tempo: spero soltanto che basti. Ci attende una battaglia gloriosa, ma come non ci sono dubbi che l’alba compare dopo ogni notte, così sono certo che il coraggio e il valore degli uomini prevarranno su quelle malvagie creature dell’oscurità.

source: We must stand fast against the undead and defend our homes! We fight for the fallen! We fight for Wesnoth!
ar: يجب أن نثبت أمام الأموات وندافع عن منازلنا! نحن نقاتل من أجل الساقطين! نحن نقاتل من أجل ويسنوث!
es: ¡Debemos mantenernos firmes contra los no muertos y defender nuestros hogares! ¡Luchamos por los caídos! ¡Luchamos por Wesnoth!
fi: Meidän on pysyttävä lujina epäkuolleita vastaan ja puolustettava kotejamme! Taistelemme kaatuneiden puolesta! Taistelemme Wesnothin puolesta!
gl: Debemos resistir contra os non mortos e defender os nosos fogares! Loitamos polos caídos! Loitamos polo Noroeste!
it: Ergiamoci contro i non-morti e difendiamo le nostre case! Combattiamo per i nostri caduti! Combattiamo per Wesnoth!

source: Look there! The undead army has broken through Sir Gerrick’s lines! I had almost dared to hope... but alas, he is lost.
ar: انظر هناك! لقد اخترق جيش الأموات خطوط السير جيريك! كدت أجرؤ على الأمل... لكن للأسف، لقد فقدناه.
es: ¡Miren! ¡El ejército de los no muertos ha irrumpido en las filas de Sir Gerrick! Casi me atreví a tener esperanza... pero, lamentablemente, está perdido.
fi: Katsokaa! Epäkuolleiden armeija on murtautunut Sir Gerrickin linjoista! Melkein uskalsin toivoa... Vaan nyt hän on ikävä kyllä mennyttä.
gl: Mirade! O exército dos non mortos rompeu as liñas de señor Xerric! Case me atrevía a ter esperanzas... pero, por desgraza, está perdido.
it: Guardate! L’armata dei non-morti ha sfondato le linee difensive di Ser Gerrick! Avevo quasi osato sperarci... ma ahimè, l’abbiamo perso.

source: Shame. I didn’t really get a chance to know him, but I know you don’t survive to his age unless you’re one hell of a soldier. He’ll be missed.
ar: للأسف. لم أحصل على فرصة لمعرفته حقاً، لكنني أعلم أنك لا تعيش حتى عمره إلا إذا كنت جندياً استثنائياً. سنفتقده.
es: Qué lástima. Realmente no tuve la oportunidad de conocerlo, pero sé que no sobrevives hasta su edad a menos que seas un gran soldado. Se le echará de menos.
fi: Harmi. Enpä juuri saanut tuntea häntä, mutta tiedän, että hänen ikäisekseen ei selviä, jollei ole julmetun moinen sotilas. Häntä kaivataan.
gl: Unha mágoa. Non tiven ocasión de coñecelo ben, pero sei que non se chega á súa idade sen ser un gran guerreiro. Botarémolo en falta.
it: Peccato. Non ho proprio avuto la possibilità di conoscerlo meglio, ma so che non si sopravvive fino alla sua età se non si è un soldato formidabile. Ci mancherà.

source: Another poor soul claimed by the spreading darkness. At least his sacrifice was not in vain: we’ve had sufficient time to gather most of the region’s farmers and woodsmen. They’re not trained for battle, but will benefit greatly from your leadership, Deoran.
ar: روح أخرى فقيرة ابتلعها الظلام المنتشر. على الأقل لم يكن تضحيته عبثاً: لقد كان لدينا وقت كافٍ لتجميع معظم المزارعين والحطابين في المنطقة. إنهم غير مدربين على القتال، لكنهم سيستفيدون كثيراً من قيادتك يا ديوران.
es: Otra pobre alma reclamada por la creciente oscuridad. Al menos su sacrificio no fue en vano: hemos tenido tiempo suficiente para reunir a la mayoría de los agricultores y leñadores de la región. No están entrenados para la batalla, pero se beneficiarán enormemente de tu liderazgo, Deoran.
fi: Toinen sieluparka, jonka leviävä pimeys korjasi. Hänen uhrauksensa ei ainakaan ollut turha: saimme tarpeeksi aikaa koota seudun enimmät viljelijät ja eränkulkijat. Heillä ei ole taistelukoulutusta, mutta he hyötyvät paljon johtajuudestasi, Deoran.
gl: Outra alma desgraciada reclamada pola escuridade que se espalla.. Mais o seu sacrificio non foi en van: tivemos tempo abondo para reunir a maioría dos labregos e leñadores da rexión. Non están adestrados para a batalla, pero beneficiaranse moito do teu liderado, Deoran.
it: Un’altra povera anima reclamata dalla dilagante oscurità. Almeno il suo sacrificio non è stato vano: abbiamo avuto tempo a sufficienza per reclutare la maggior parte dei contadini e dei boscaioli della regione. Sebbene non abbiano un addestramento militare, trarranno grandi benefici dalla tua guida, Deoran.

source: Another poor soul claimed by the spreading darkness. At least his sacrifice was not in vain: we’ve had sufficient time to gather most of the region’s farmers and woodsmen, as well as recall the small squad of heavy infantrymen manning Fort Tahn.
ar: روح أخرى فقيرة ابتلعها الظلام المنتشر. على الأقل لم يكن تضحيته عبثاً: لقد كان لدينا وقت كافٍ لتجميع معظم المزارعين والحطابين في المنطقة، وكذلك استدعاء الفرقة الصغيرة من المشاة الثقيلة الذين كانوا يحرسون حصن تاهن.
es: Otra pobre alma reclamada por la creciente oscuridad. Al menos su sacrificio no fue en vano: hemos tenido tiempo suficiente para reunir a la mayoría de los agricultores y leñadores de la región, así como para convocar de nuevo al pequeño escuadrón de infantería pesada que defendía el Fuerte Tahn.
fi: Toinen sieluparka, jonka leviävä pimeys korjasi. Hänen uhrauksensa ei ainakaan ollut turha: saimme tarpeeksi aikaa koota seudun enimmät viljelijät ja eränkulkijat sekä kutsua raskaan jalkamiesjoukkion, joka miehitti Tahnin linnaketta.
gl: Outra alma desgraciada reclamada pola escuridade que se espalla. Mais o seu sacrificio non foi en van: tivemos tempo abondo para reunir a maioría dos labregos e leñadores da rexión, así como para recuperar á pequena escuadra de infantería pesada que gornecía o Forte Tahn.
it: Un’altra povera anima reclamata dalla dilagante oscurità. Almeno il suo sacrificio non è stato vano: abbiamo avuto tempo a sufficienza per reclutare la maggior parte dei contadini e dei boscaioli della regione, così come di far arrivare una piccola squadra di fanteria pesante dalla guarnigione di Fort Tahn.

source: Another poor soul claimed by the spreading darkness. At least his sacrifice was not in vain: we’ve had sufficient time to gather, train, and equip most of the region’s farmers and woodsmen, as well as recall the small squad of heavy infantry manning Fort Tahn.
ar: روح أخرى فقيرة ابتلعها الظلام المنتشر. على الأقل لم يكن تضحيته عبثاً: لقد كان لدينا وقت كافٍ لتجميع وتدريب وتجهيز معظم المزارعين والحطابين في المنطقة، وكذلك استدعاء الفرقة الصغيرة من المشاة الثقيلة الذين كانوا يحرسون حصن تاهن.
es: Otra pobre alma reclamada por la creciente oscuridad. Al menos su sacrificio no fue en vano: hemos tenido tiempo suficiente para reunir, entrenar y equipar a la mayoría de los agricultores y leñadores de la región, así como para convocar de nuevo al pequeño escuadrón de infantería pesada que defendía el Fuerte Tahn.
fi: Toinen sieluparka, jonka leviävä pimeys korjasi. Ainakaan hänen uhrauksensa ei ollut turha: saimme tarpeeksi aikaa koota, kouluttaa ja varustaa seudun enimmät viljelijät ja eränkulkijat sekä kutsua raskaan jalkamiesjoukkion, joka miehitti Tahnin linnaketta.
gl: Outra alma desgraciada reclamada pola escuridade que se espalla. Mais o seu sacrificio non foi en van: conseguimos reunir, adestrar e equipar a maioría dos labregos e leñadores da rexión, e recuperar tamén á escuadra de infantaría pesada do Forte Tahn.
it: Un’altra povera anima reclamata dalla dilagante oscurità. Almeno il suo sacrificio non è stato vano: abbiamo avuto tempo a sufficienza per reclutare, addestrare ed equipaggiare la maggior parte dei contadini e dei boscaioli della regione, così come di far arrivare una piccola squadra di fanteria pesante dalla guarnigione di Fort Tahn.

source: Sir Gerrick bought us time — I only hope it was enough. A mighty battle is upon us, but as surely as the dawn breaks after every night, the courage and valor of men will prevail over the wicked creatures of darkness.
ar: لقد اشترى لنا السير جيريك الوقت - أتمنى فقط أن يكون كافياً. معركة عظيمة على وشك أن تبدأ، ولكن كما يشرق الفجر بعد كل ليلة، سينتصر شجاعة وبسالة الرجال على مخلوقات الظلام الشريرة.
es: El señor Gerrick nos consiguió tiempo — solo espero que haya sido suficiente. Nos espera una gran batalla, pero tan seguro como el amanecer sigue a cada noche, el coraje y valor de los hombres prevalecerán sobre las malvadas criaturas de la oscuridad.
fi: Sir Gerrick hankki meille aikaa. Kunpa se vain riittäisi. Suuri taistelu on edessämme, mutta yhtä varmasti kuin aamu sarastaa aina yön jälkeen, ihmisten rohkeus ja urheus voittavat pimeyden pahat olennot.
gl: Señor Xerric mercou tempo para nós — só agardo que fose abondo. Unha gran batalla está por chegar, pero, do mesmo xeito que o amencer segue sempre á noite, o valor e a coraxe dos homes prevalecerán sobre as criaturas malvadas da escuridade.
it: Ser Gerrick ci ha fatto guadagnare del tempo: spero soltanto che basti. Ci attende una battaglia gloriosa, ma come non ci sono dubbi che l’alba compare dopo ogni notte, così sono certo che il coraggio e il valore degli uomini prevarranno su quelle malvagie creature dell’oscurità.

source: Look there! The undead army has broken through Minister Hylas’s lines! I had almost dared to hope... but alas, he is lost.
ar: انظر هناك! لقد اخترق جيش الأموات خطوط الوزير هايلاس! كدت أجرؤ على الأمل... لكن للأسف، لقد فقدناه.
es: ¡Miren! ¡El ejército de los no muertos ha irrumpido en las filas del ministro Hylas! Casi me atreví a tener esperanza... pero, lamentablemente, está perdido.
fi: Katsokaa! Epäkuolleiden armeija on murtautunut pappi Hylasin linjoista! Melkein uskalsin toivoa... Vaan hän on ikävä kyllä mennyttä.
gl: Mirade! O exército dos non mortos rompeu as liñas do padre Hilas! Case me atrevía a ter esperanza... pero, por desgraza, está perdido.
it: Guardate! L’armata dei non-morti ha sfondato le linee difensive del Ministro Hylas! Avevo quasi osato sperarci... ma ahimè, l’abbiamo perso.

source: Th’ good minister turned down the luxurious life o’ a city mage to come down ’ere an’ care for us rural folk. ’e was a good man.
ar: الوزير الصالح رفض حياة الرفاهية في المدينة كساحر ليأتي إلى هنا ويعتني بنا نحن أهل الريف. كان رجلاً طيباً.
es: El buen ministro renunció a la lujosa vida de un mago urbano para venir aquí y cuidar de nosotros, la gente del campo. Era un buen hombre.
fi: Hyvä pappi hylkäs kaupunkivelhon ylellisen elämän tullakseen tänne huolehtiin meistä maalaisista. Hän oli hyvä mies.
gl: O bo padre renunciou á vida luxosa dun mago de cidade para vir aquí e coidarnos aos veciños do rural. Era un home bo.
it: Il buon ministro ha abbandonato la sua lussuriosa vita da mago cittadino per venire quaggiù per noi gente di campagna: era un brav’uomo.

source: Me, I’d have taken the life of luxury — but maybe the world needs crazy people like Hylas. If only we’d had more time... but we’ve done our best.
ar: أما أنا، كنت سأختار حياة الرفاهية - لكن ربما العالم يحتاج إلى أشخاص مجانين مثل هايلاس. لو فقط كان لدينا المزيد من الوقت... لكننا بذلنا قصارى جهدنا.
es: Yo habría elegido la vida de lujo — pero tal vez el mundo necesita personas locas como Hylas. Si tan solo hubiéramos tenido más tiempo... pero hemos hecho nuestro mejor esfuerzo.
fi: Minä olisin valinnut luksuselämän, mutta kaipa maailma tarvitsee Hylaksen kaltaisia hulluja. Olisimmepa saaneet enemmän aikaa... mutta teimme parhaamme.
gl: Eu, tería escollido a vida de luxo — pero quizais o mundo necesita tolos coma Hilas. Se polo menos tivésemos máis tempo... mais fixemos o que puidemos.
it: Personalmente, mi sarei tenuto la via agiata, ma forse il mondo ha bisogno di pazzi visionari come Hylas. Se solo avessimo avuto più tempo... ma abbiamo fatto del nostro meglio.

source: Me, I’d have taken the life of luxury. But maybe the world needs crazy people like him — Hylas’s sacrifice bought us enough time to gather most of the region’s farmers and woodsmen. They’re not trained for battle, but will benefit greatly from your leadership, Deoran.
ar: أما أنا، كنت سأختار حياة الرفاهية. لكن ربما العالم يحتاج إلى أشخاص مجانين مثله - لقد اشترى لنا هايلاس الوقت الكافي لتجميع معظم المزارعين والحطابين في المنطقة. إنهم غير مدربين على القتال، لكنهم سيستفيدون كثيراً من قيادتك يا ديوران.
es: Yo habría elegido la vida de lujo. Pero tal vez el mundo necesita personas locas como él — el sacrificio de Hylas nos dio tiempo suficiente para reunir a la mayoría de los agricultores y leñadores de la región. No están entrenados para la batalla, pero se beneficiarán enormemente de tu liderazgo, Deoran.
fi: Minä olisin valinnut luksuselämän, mutta kaipa maailma tarvitsee Hylaksen kaltaisia hulluja. Hylasin uhraus toi meille riittävästi aikaa koota seudun enimmät viljelijät ja eränkävijät. Heillä ei ole taistelukoulutusta, mutta he hyötyvät suuresti johtajuudestasi, Deoran.
gl: Eu tería escollido a vida de luxo. Pero quizais o mundo necesita tolos coma el — o sacrificio de Hilas comprounos tempo abondo para reunir a maioría dos labregos e leñadores da rexión. Non están adestrados para combater, pero beneficiaranse moito do teu liderado, Deoran.
it: Personalmente, mi sarei tenuto la via agiata. Ma forse il mondo ha bisogno di pazzi visionari come lui: il sacrificio di Hylas ci ha fatto guadagnare abbastanza tempo per reclutare la maggior parte dei contadini e dei boscaioli della regione.Sebbene non abbiano un addestramento militare vero e proprio, trarranno grandi benefici dalla tua guida, Deoran.

source: Me, I’d have taken the life of luxury. But maybe the world needs crazy people like him — Hylas’s sacrifice bought us enough time to gather most of the region’s farmers and woodsmen, as well as recall the small squad of mages manning Fort Tahn.
ar: أما أنا، كنت سأختار حياة الرفاهية. لكن ربما العالم يحتاج إلى أشخاص مجانين مثله - لقد اشترى لنا هايلاس الوقت الكافي لتجميع معظم المزارعين والحطابين في المنطقة، وكذلك استدعاء الفرقة الصغيرة من السحرة الذين كانوا يحرسون حصن تاهن.
es: Yo habría elegido la vida de lujo. Pero tal vez el mundo necesita personas locas como él — el sacrificio de Hylas nos dio tiempo suficiente para reunir a la mayoría de los agricultores y leñadores de la región, así como para convocar de nuevo al pequeño escuadrón de magos que defendía el Fuerte Tahn.
fi: Minä olisin valinnut luksuselämän, mutta kaipa maailma tarvitsee Hylaksen kaltaisia hulluja. Hylasin uhraus toi meille riittävästi aikaa koota seudun enimmät viljelijät ja eränkävijät sekä kutsua pienen velhojoukkion, joka miehitti Tahnin linnaketta.
gl: Eu tería escollido a vida de luxo. Pero quizais o mundo necesita tolos coma el — o sacrificio de Hilas comprounos tempo abondo para reunir a maioría dos labregos e leñadores da rexión, así como recuperar á pequena escuadra de magos que gornecía o Forte Tahn.
it: Personalmente, mi sarei tenuto la via agiata. Ma forse il mondo ha bisogno di pazzi visionari come lui: il sacrificio di Hylas ci ha fatto guadagnare abbastanza tempo per reclutare la maggior parte dei contadini e dei boscaioli della regione, così come di far arrivare una piccola squadra di maghi dalla guarnigione di Fort Tahn.

source: Me, I’d have taken the life of luxury. But maybe the world needs crazy people like him — Hylas’s sacrifice bought us enough time to gather, train, and equip most of the region’s farmers and woodsmen, as well as recall the small squad of mages manning Fort Tahn.
ar: أما أنا، كنت سأختار حياة الرفاهية. لكن ربما العالم يحتاج إلى أشخاص مجانين مثله - لقد اشترى لنا هايلاس الوقت الكافي لتجميع وتدريب وتجهيز معظم المزارعين والحطابين في المنطقة، وكذلك استدعاء الفرقة الصغيرة من السحرة الذين كانوا يحرسون حصن تاهن.
es: Yo habría elegido la vida de lujo. Pero tal vez el mundo necesita personas locas como él — el sacrificio de Hylas nos dio tiempo suficiente para reunir, entrenar y equipar a la mayoría de los agricultores y leñadores de la región, así como para convocar de nuevo al pequeño escuadrón de magos que defendía el Fuerte Tahn.
fi: Minä olisin valinnut luksuselämän, mutta kaipa maailma tarvitsee Hylaksen kaltaisia hulluja. Hylasin uhraus toi meille riittävästi aikaa koota, kouluttaa ja varustaa seudun enimmät viljelijät ja eränkävijät sekä kutsua pienen velhojoukkion, joka miehitti Tahnin linnaketta.
gl: Eu tería escollido a vida de luxo. Pero quizais o mundo necesita tolos coma el — o sacrificio de Hilas comprounos tempo abondo para reunir, adestrar e equipar a maioría dos labregos e leñadores da rexión, e recuperar tamén á escuadra de magos do Forte Tahn.
it: Personalmente, mi sarei tenuto la via agiata. Ma forse il mondo ha bisogno di pazzi visionari come lui: il sacrificio di Hylas ci ha fatto guadagnare abbastanza tempo per reclutare, addestrare ed equipaggiare la maggior parte dei contadini e dei boscaioli della regione, così come di far arrivare una piccola squadra di maghi dalla guarnigione di Fort Tahn.

source: Minister Hylas bought us time — I only hope it was enough. A mighty battle is upon us, but as surely as the dawn breaks after every night, the courage and valor of men will prevail over the wicked creatures of darkness.
ar: لقد اشترى لنا الوزير هايلاس الوقت - أتمنى فقط أن يكون كافياً. معركة عظيمة على وشك أن تبدأ، ولكن كما يشرق الفجر بعد كل ليلة، سينتصر شجاعة وبسالة الرجال على مخلوقات الظلام الشريرة.
es: El ministro Hylas nos dio tiempo — solo espero que haya sido suficiente. Nos espera una gran batalla, pero tan seguro como el amanecer sigue a cada noche, el coraje y valor de los hombres prevalecerán sobre las malvadas criaturas de la oscuridad.
fi: Pappi Hylas hankki meille aikaa. Kunpa se vain riittäisi. Suuri taistelu on edessämme, mutta yhtä varmasti kuin aamu sarastaa aina yön jälkeen, ihmisten rohkeus ja urheus voittavat pimeyden pahat olennot.
gl: O padre Hilas mercou tempo para nós — só agardo que fose abondo. Unha gran batalla agárdanos, pero, do mesmo xeito que o amencer segue sempre á noite, o valor e a coraxe dos homes prevalecerán sobre as criaturas malvadas da escuridade.
it: Il Ministro Hylas ci ha fatto guadagnare del tempo: spero soltanto che basti. Ci attende una battaglia gloriosa, ma come non ci sono dubbi che l’alba compare dopo ogni notte, così sono certo che il coraggio e il valore degli uomini prevarranno su quelle malvagie creature dell’oscurità.

source: You survived $pebbles_defense_length turns last scenario! Deoran starts with $peasants.length peasants/woodsmen and $soldiers.length extra soldiers!
es: ¡Has sobrevivido $pebbles_defense_length turnos en el escenario anterior! Deoran empieza con $peasants.length campesinos/leñadores y $soldiers.length soldados adicionales!
it: Sei sopravvissuto ben $pebbles_defense_length turni dell’ultimo scenario! Deoran inizia con $peasants.length contadini/boscaioli e $soldiers.length soldati extra!

source: You survived $pebbles_defense_length turns last scenario! Deoran starts this scenario with $peasants.length extra peasants/woodsmen!
es: ¡Has sobrevivido $pebbles_defense_length turnos en el escenario anterior! Deoran empieza este escenario con $peasants.length campesinos/leñadores adicionales!
it: Sei sopravvissuto ben $pebbles_defense_length turni dell’ultimo scenario! Deoran inizia questo scenario con $peasants.length contadini/boscaioli extra!
