Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: How dare you speak of Mebrin with such lies?! Though he has knowledge of the undead, he is no human, so easily corrupted by the temptation of such power. Did you think that you could fool us with such a fictitious story?
nb_no: Hvordan våger du å snakke om Mebrin med slike løgner? Selv om han har kunnskap om de vandøde, er han ikke noe menneske, så lett fordervet av fristelsen til slik makt. Trodde du at du kunne lure oss med en slik fiktiv historie?
uk: Як ти смієш казати про Мербіна таку брехню?! Хоч він і має знання про мерців, він не людина, його так легко не звабити такою силою. Ви гадали, що зможете обдурити нас такою неправдивою вигадкою?

source: We are not lying! If you travel south and enter the undead lair, you see that we speak the truth!
nb_no: Vi lyver ikke! Hvis du reiser sørover og går inn i de vandødes hule, vil du se at vi taler sant!
uk: Ми не брешемо! Якщо помандруєте на південь та увійдете до лігва мерців, ви побачите, що ми кажемо правду!

source: Enough! I should have known that the stupidity of humans knows no bounds. We have nothing more to say here.
nb_no: Nå er det nok! Jeg burde ha visst at menneskenes dårskap ikke kjenner noen grenser. Vi har ikke mer å si.
uk: Годі! Мені варто було б знати, що дурість людей не має меж. Нам більше ні про що розмовляти.

source: We don’t want to fight you! We wish only to return to our homes!
nb_no: Vi ønsker ikke å kjempe mot dere! Vi ønsker bare å vende tilbake til våre hjem!
uk: Ми не хочемо битися з вами! Ми тільки хочемо повернутися додому!

source: And so does our Sage Mebrin, yet you have not returned him to us! Even if you did, we would still dispatch of you for your heinous transgressions, you treacherous scum!
nb_no: Og det gjør vår vismann Mebrin også, men dere har ikke gitt ham tilbake til oss! Selv om du gjorde det, ville vi likevel henrettet deg for dine avskyelige overtredelser, ditt forræderske avskum!
uk: Як і хоче наш Мудрець Мербін, але ви не повернули його нам! Навіть якщо б ви це зробили, ми б все одно покінчили з вами за ваші огидні гріхи, ви підступні покидьки!

source: There is no reasoning with the elves. We will either have to fight or run.
nb_no: Det går ikke an å snakke fornuft med alvene. Vi må enten kjempe eller flykte.
uk: Ми не порозуміємося з ельфами. Нам доведеться битися з ними або тікати.

source: Get them!
en@shaw: ğ‘œğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥!
lt: Čiupkite juos!
nb_no: Ta dem!
uk: Взяти їх!

source: I pay for my crimes, but without me, you will never make it back to Kerlath...
nb_no: Jeg betaler for mine synder, men uten meg kommer du aldri tilbake til Kerlath...
uk: Я плачу за свої злочини, але без мене ви ніколи не повернетеся до Керлату...

source: So, these pitiful humans are still alive? Good. I will have the pleasure of crushing them myself.
nb_no: Så disse ynkelige menneskene er fortsatt i live? Det er bra. Jeg skal få gleden av å knuse dem selv.
uk: Що, ці жалюгідні люди досі живі? Хай буде так. Я з задоволенням розчавлю їх сам.

source: We took too long to escape these forests...
nb_no: Vi brukte for lang tid på å rømme fra disse skogene...
uk: Ми занадто довго вибиралися з цих лісів...

source: At last, we have escaped that awful forest! It seems that you actually kept your word about something, Afalas.
nb_no: Endelig har vi unnsluppet den forferdelige skogen! Det ser ut til at du faktisk holdt ditt ord, Afalas.
uk: Хоча б ми врятувалися з того жахливого лісу! Виглядає так, наче ти й справді дотримався свого слова, Афаласе.

source: Good knight, I am not evil as you think I am. I really do mean to aid in your battle against the undead. I am sorry for my deception before, but that was truly only because I thought you would kill me!
nb_no: Gode ridder, jeg er ikke så ond som du tror. Jeg mener virkelig å hjelpe deg i kampen mot de vandøde. Jeg beklager mitt bedrag tidligere, men det var bare fordi jeg trodde du ville drepe meg!
uk: Добрий лицарю, я не такий злий, як тобі може здаватися. Я й справді хочу допомогти в вашій битві проти мерців. Я прошу вибачення за попереднє введення в оману, але це було лише тому, що я думав, ви вб'єте мене!

source: Your past crimes are not easy to overlook, but we will see how you aid us in the coming battle. As Sir Deoran said, you have kept your word about leading us back to Wesnoth, and that is a good start.
nb_no: Dine tidligere forbrytelser er ikke lette å overse, men vi får se hvordan du hjelper oss i den kommende kampen. Som Sir Deoran sa, har du holdt ditt ord om å lede oss tilbake til Wesnoth, og det er en god start.
uk: Твої минулі злочини непросто забути, але ми ще подивимося, як ти допоможеш нам у наступній битві. Як сказав Пан Деоран, ти дотримався свого слова, що повернеш нас до Весноту, і це гарний початок.

source: Thank you. I will help you as much as I can when we return to Westin.
nb_no: Takk. Jeg håper selv å være verdig nåde når vi er tilbake i Vestin.
uk: Дякую. Я допоможу вам так сильно, як зможу, коли ми повернемося до Вестіну.

source: Return to Kerlath
en@shaw: ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ Â·ğ‘’ğ‘»ğ‘¤ğ‘¨ğ‘”
nb_no: Returner til Kerlath
uk: Повернення до Керлату

source: Move Deoran into Kerlath Province
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘« Â·ğ‘’ğ‘»ğ‘¤ğ‘¨ğ‘” ğ‘ğ‘®ğ‘ªğ‘ğ‘¦ğ‘¯ğ‘•
lt: Nuveskite Deoraną į Kerlato provinciją
nb_no: Flytt Deoran inn i Kerlath-provinsen
uk: Досягніть Деораном провінції Керлат

source: Kramak
lt: Kramakas
uk: Крамак

source: We are finally back in familiar territory. Westin is no more than a couple days’ journey from here. Let us make haste back to our homes.
nb_no: Endelig er vi tilbake på kjent territorium. Westin er ikke mer enn et par dagers reise herfra. La oss skynde oss hjem.
uk: Ми нарешті на знайомих землях. Вестін знаходиться не більше, ніж в кількох днях шляху звідси. Давайте поквапимося повернутися до наших домівок.

source: Oh! Me see human. Human tasty food?
nb_no: Å! Jeg ser menneske. Menneske god mat?
uk: О! Моя бачити людина. Людина смачний їсти?

source: Err, Mr. Ogre, we are not very tasty.
en@shaw: ğ‘º, ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘¼. ğ‘´ğ‘œğ‘», ğ‘¢ğ‘° ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘‘ğ‘±ğ‘•ğ‘‘ğ‘°.
lt: Ėė, pone žmogėdra, mes nelabai skanūs.
nb_no: Eeeh, Herr rise, vi smaker ikke særlig godt...
uk: Еее, пане огре, ми взагалі-то не дуже смачні.

source: Oh. Me like only tasty meat. You go away.
nb_no: Åh... Jeg liker bare namnam-kjøtt. Dere gå vekk.
uk: О. Моя тільки їсти смачний м'ясо. Геть.

source: Wait! Me no believe! Me eat you!
nb_no: Vent! Jeg ikke tro! Jeg ete dere.
uk: Чекати! Моя не вірити ти. Моя їсти ти!

source: Bad food! It hurt me. Me no like. Me ouch...
nb_no: Slem mat! Skade meg. Jeg ikke like. Jeg au...
uk: Поганий їжа! Моя боляче. Моя не подобатись. Моя ой...

source: Humans! Vile beasts!
nb_no: Mennesker! Avskyelige beist!
uk: Люди! Мерзенні чудовиська!

source: What? We are your friends, not your enemies! We mean no harm to you. My men and I are simply tired and wish to return to our homes.
nb_no: Hvorfor det? Vi er deres venner, ikke deres fiender! Vi vil dere ikke noe vondt. Mine menn og jeg er bare trøtte og ønsker å dra hjem.
uk: Що? Ми твої друзі, не твої вороги! Ми для тебе не загроза. Я та мої люди просто стомилися та бажаємо повернутися до наших домівок.

source: Save those wishes for another life, cur! You kidnapped and slew the Sage Mebrin!
nb_no: Spar de ønskene til det neste liv, avskum! Du kidnappet og drepte den vise Mebrin!
uk: Притримай ті бажання задля наступного, волоцюго! Ви викрали та вбили Мудреця Мербіна!

source: We did no such thing! Mebrin adopted the dark arts of his own volition. He was consumed by it and twisted into a being of great evil!
nb_no: Vi gjorde aldri noe liknende! Mebrin tok til seg de mørke kunster av egen fri vilje. Han ble fortært av den og forvandlet til et vesen av ondskap!
uk: Ми не робили цього! Мербін зайнявся темними мистецтвами зі своєї волі. Вони поглинули його та перетворили на велике зло!

source: How dare you! To accuse our beloved sage of such things... does the stupidity of humanity know no bounds?
nb_no: Hvordan våger du! Å beskylde vår kjære vismann for slike ting... kjenner ikke menneskehetens dårskap noen grenser?
uk: Як ти смієш! Звинувачувати нашого улюбленого мудреця у таких речах... тупість людей не має меж?

source: The human speaks the truth. As much as my heart grieves for Mebrin, he was not innocent either.
nb_no: Mennesket snakker sant. Selv om jeg sørger over Mebrin, var han heller ikke uskyldig.
uk: Людина каже правду. Як би моє серце не боліло за Мербіном, він не був невинним.

source: Fine words for a traitor.
nb_no: Vakre ord fra en forræder.
uk: Це слова зрадниці.

source: You dare speak to me so? Have you forgotten who I am? I <i>order</i> you to stand down this instant, warrior!
nb_no: Våger du å snakke slik til meg? Har du glemt hvem jeg er? Jeg <i>beordrer</i> deg til å trekke deg tilbake øyeblikkelig, kriger!
uk: Ти смієш так звертатися до мене? Ти забув хто я? Я <i>наказую</i> тобі відступити негайно, солдате!

source: Your orders no longer hold any weight, friend of the tree-killers. If you will not withdraw, we will kill you along with them!
nb_no: Ordrene dine betyr ikke lenger noe, venn av tredreperne. Hvis du ikke trekker deg tilbake, dreper vi deg sammen med dem!
uk: Твої накази більше не мають сили, подруго дереворубів. Якщо ти не відступиш, ми вб'ємо тебе разом з ними!

source: <i>Ethiliel, what in the world is going on?</i>
nb_no: <i>Ethiliel, hva i all verden er det som foregår?</i>
uk: <i>Етілієль, що тут відбувається?</i>

source: <i>I am not sure. Mebrin was beloved by many of our people. His death must have angered some of them greatly, perhaps to the point that they have become utterly irrational. Even so, this seems like madness to me.</i>
nb_no: <i>Jeg er ikke sikker. Mebrin var høyt elsket av vårt folk. Hans død må ha gjort noen av dem svært sinte, kanskje så sinte at de har blitt helt irrasjonelle. Likevel virker dette som vanvidd i mine øyne.</i>
uk: <i>Я не впевнена. Мербіна любило багато нашого народу. Його смерть певно, що неймовірно розлютила декого з них, мабуть, настільки, що вони стали вкрай недоумкуватими. Вони навіть розлючені на мене.</i>

source: <i>But to be angered enough to attack you? And besides, you were his student. You have the right to be the most angry of all, yet even you have made peace with us. Should they not recognize this?</i>
nb_no: <i>Men å bli sint nok til å angripe deg? Dessuten var du eleven hans. Du har rett til å være den mest sinte av alle, men selv du har sluttet fred med oss. Burde de ikke anerkjenne dette?</i>
uk: <i>Але бути настільки розлюченими, щоб нападати на тебе? І крім того, ти була його ученицею. Ти маєш право бути найбільш розлюченою з них усіх, але ж ти маєш мир з нами. Чи не повинні вони зрозуміти це?</i>

source: <i>The events that transpired in those caves brought too much grief for me to be angry any longer. But, I am afraid the rest of my people did not see firsthand what Mebrin had become. As for attacking me, I am not usually the one in command of our warriors; that responsibility belongs to Ithelden, whom I very much doubt sent anyone to come hunt us down. Something else is going on.</i>
nb_no: <i>Det som skjedde i de hulene, førte med seg for mye sorg til at jeg kan være sint lenger. Men jeg er redd for at resten av mitt folk ikke fikk se med egne øyne hva Mebrin hadde blitt. Angående angrepet på meg, så er det vanligvis ikke jeg som har kommandoen over våre krigere; det ansvaret tilhører Ithelden, som jeg tviler sterkt på har sendt noen for å forfølge oss. Det er noe annet som foregår.</i>
uk: <i>Події, що сталися в тих печерах, принесли мені занадто горя, щоб бути розлюченою. Але я боюся, більшість мого народу на власні очі не бачили, ким став Мербін. А щодо атаки на мене, я не та, хто командує нашими воїнами; ця відповідальність покладена на Ітельдена, який, я сумніваюся, що відправив би когось полювати на нас. Коїться щось інше.</i>

source: <i>What should we do?</i>
nb_no: <i>Hva burde vi gjøre?</i>
uk: <i>Що нам робити?</i>

source: <i>Fight past our foes, but if possible, fight to subdue and not to kill. We elves have suffered enough from this ordeal. I would not have our people be slaughtered needlessly as well.</i>
nb_no: <i>Kjempe oss forbi fiendene våre, men om mulig, kjemp for å overmanne og ikke for å drepe. Vi alver har lidd nok av denne prøvelsen. Jeg vil ikke at vårt folk også skal bli slaktet unødvendig.</i>
uk: <i>Битися з нашими противниками, але, якщо це можливо, не вбивати їх. Ми, ельфи, вже достатньо постраждали від цього випробування. Я не хотіла б, щоб наші народи безглуздо вбивали один одного.</i>

source: <i>Very well.</i>
nb_no: <i>Greit.</i>
uk: <i>Зрозумів.</i>

source: These human beasts slew our people and murdered Mebrin! We must have vengeance for this vile atrocity. Burn their city to the ground!
nb_no: Disse menneskelige udyrene slaktet vårt folk og myrdet Mebrin! Vi må få hevn for denne grusomheten. Brenn byen deres til grunne!
uk: Ці люди — чудивиська! Вони вбивали наш народ та закатували самого Мербіна! Ми маємо помститися за це огидне звірство. Спаліть їхнє місто!

source: The elves are attacking Westin! They’ll surely destroy the city without us there to defend it...
nb_no: Alvene angriper Westin! De vil helt sikkert ødelegge byen uten oss til å forsvare den...
uk: Ельфи атакують Вестін! Вони точно знищать місто, що лишилось без нашого захисту...

source: Liryn
uk: Лірин

source: Halt! Who comes to the border of Wesnoth?
en@shaw: ğ‘£ğ‘·ğ‘¤ğ‘‘! ğ‘£ğ‘µ ğ‘’ğ‘³ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”?
lt: Stot! Kas ateina prie Vesnoto pasienio?
nb_no: Holdt! Hvem ankommer Wesnoths grense?
uk: Стій! Хто йде до кордону Весноту?

source: It is I, Deoran, commander of the South Guard.
nb_no: Det er meg, Deoran, kommandant for sørgarden.
uk: Це я, Деоран, командир Південної Гвардії.

source: Deoran? It truly is you? We had thought you had been lost to the undead.
nb_no: Deoran? Er det virkelig deg? Vi trodde du hadde gått tapt mot de vandøde.
uk: Деоране? Це справді ти? Ми вважали, що тебе вбили мерці.

source: We and our elvish allies have won a great battle against a lich. The undead are no more.
nb_no: Vi og våre alviske allierte har vunnet et stort slag mot en heksekonge. De vandøde er borte.
uk: Ми з нашими ельфійськими союзниками виграли велику битву проти ліча. З мерцями покінчено.

source: This is wonderful news, commander! I shall spread word about your heroic deed! But... I am afraid there is another problem. There are rumors of trouble with the elves of the Aethenwood.
nb_no: Det er strålende nyheter, kommandør! Jeg skal spre ryktet om din heltemodige gjerning! Men... Jeg er redd det er et annet problem. Det går rykter om trøbbel med alvene i Ethenskog.
uk: Це чудові новини, командире! Я поширю новини про ваш героїчний вчинок! Але... Я боюся, ми маємо іншу проблему. Ходять чутки про неприємності з ельфами Етенвуду.

source: That does not surprise me, given our troubles in even getting here. Deoran, we had best hurry back to your city. I will need to see what the circumstances are.
nb_no: Det overrasker meg ikke, med tanke på vanskene vi hadde med å komme hit. Deoran, vi bør skynde oss tilbake til byen din. Jeg må se hvordan omstendighetene er.
uk: Це не дивує мене, звертаючи на наші проблеми на шляху сюди. Деоране, нам треба поквапитися до твого міста. Мені потрібно побачити, що там коїться.

source: Very well, let us make haste to Westin.
nb_no: Greit, la oss skynde oss til Westin.
uk: Дуже добре, поспішимо до Вестіну.

source: Finde
uk: Фінде

source: Maelvas
uk: Майелвас

source: Orome
uk: Ороме

source: Mitche
lt: Mitče
uk: Мітче

source: Illan
uk: Іллан

source: Rheban
lt: Rhebanas
uk: Ребан

source: Jul
lt: Džulas
uk: Джул

source: Meris
uk: Меріс

source: Findlas
uk: Фіндлас

source: Chumet
lt: Čumetas
uk: Чумет

source: Cadry
uk: Карді

source: Seran
uk: Сіран

source: Eera
uk: Ейра

source: Cinry
uk: Сінрі

source: Death Guard
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘œğ‘¸ğ‘›
lt: Mirties sargybinis
nb_no: Vandød Vokter
uk: Мертва Гвардія

source: Hold the line: keep Sir Gerrick alive as long as possible
nb_no: Hold Sir Gerrikk i live så lenge som mulig
uk: Тримайте оборону: Пан Геррік має прожити так довго, як це тільки можливо

source: Starting with turn 6, each additional turn you survive strengthens the defenses of Westin.
nb_no: Fra og med runde 6 vil hver ekstra runde du overlever, styrke Westins forsvar.
uk: Починаючи з 6-го ходу, кожен додатковий хід, який ви пережили, зміцнює оборону Вестіну.

source: We are finally back in Kerlath, but look! The undead have almost caught up to us!
nb_no: Vi er endelig tilbake i Kerlath, men se! De vandøde har nesten nådd oss!
uk: Ми нарешті в Керталі, але погляньте! Мерці майже наздогнали нас!

source: These forts are ill-equipped for holding back so many undead. I am certain we will be slaughtered if we try to fight them here!
nb_no: Disse fortene er dårlig rustet til å holde tilbake så mange vandøde. Jeg er sikker på at vi vil bli slaktet hvis vi prøver å kjempe mot dem her!
uk: Ця застава погано підготовлення, щоб стримати стільки мерців. Я впевнений, що нас переб'ють, якщо ми спробуємо тут боротися!

source: But we cannot flee like this forever... the horses are tired, and the men are tired, and I am tired as well. The undead can march day and night without rest, but we cannot. They will certainly overtake us before we reach Westin.
nb_no: Men vi kan ikke flykte slik for alltid ... hestene er slitne, og mennene er slitne, og jeg er også sliten. De vandøde kan marsjere dag og natt uten hvile, men det kan ikke vi. De vil helt sikkert innhente oss før vi når Westin.
uk: Ми не зможемо вічно відступати... кіні втомлені, люди втомлений і я також втомлений. Мерці можуть марширувати вдень і вночі без відпочинку, але ми не можемо. Вони точно спіймають нас раніше, ніж ми дійдемо до Вестіну.

source: Then we have only one course of action to take. Deoran, you must hasten back to Westin to prepare a defense against them. I will command the defense of the border forts. Leave me a few men, and we will hold back the undead as long as we can.
nb_no: Da er det bare én ting vi kan gjøre. Deoran, du må skynde deg tilbake til Westin for å forberede et forsvar mot dem. Jeg leder forsvaret av grensefestningene. Overlat noen menn til meg, så holder vi de vandøde tilbake så lenge vi kan.
uk: Тоді ми маємо лише один план дій. Деоране, ти маєш поквапитися до Вестіну, щоб організувати оборону проти них. Я командуватиму обороною цієї застави. Залиште мені декількох чоловіків, і ми триматимемося так довго, як зможемо.

source: But such a thing will mean certain death!
nb_no: Men det vil bety den visse død!
uk: Але це безперечне самогубство!

source: Deoran, you are still young and have many things to learn. In dire times, sacrifices must always be made one way or another. If we flee with you, the undead will surely run us down and make short work of the city-folk. Then everything we have fought for will be lost!
nb_no: Deoran, du er fortsatt ung og har mye å lære. I vanskelige tider må man alltid ofre noe. Hvis vi flykter med deg, vil de vandøde sikkert jage oss ned og utslette byfolket. Da vil alt vi har kjempet for gå tapt!
uk: Деоране, ти ще молодий і ще не знаєш багато чого. У зловісні часи так чи інакше робляться пожертви. Якщо я відступлю з тобою, мерці точно наздоженуть нас і тоді легко розберуться з містянами. Тоді все, за що ми боролися, буде втрачено!

source: Even so...
nb_no: Men likevel...
uk: Навіть так...

source: I will stand here with you, Sir Gerrick. You will need my help to slow down the undead, and I have a debt to repay to you for sparing my life.
nb_no: Jeg vil støtte deg i kampen, Sir Gerrikk. Du trenger min hjelp til å bremse de vandøde, og jeg står i gjeld til deg for at du sparte livet mitt.
uk: Я залишуся з тобою, Пане Герріку. Тобі знадобиться моя допомога, щоб затримати мерців, і я в боргу перед вами.

source: Those are brave words that I would not have expected from you, Afalas.
nb_no: Det er modige ord som jeg ikke hadde forventet fra deg, Afalas.
uk: То хоробрі слова, котрих я не очікував від тебе, Афаласе.

source: All things end one way or another. Alas, I would have liked to see my home in Westin one more time, but I am too tired. Tired of running, and tired of fleeing from these undead, who corrupted and consumed my brothers. You may think us criminals and outlaws, but we are still human and we still know loyalty and gratitude.
nb_no: Alle ting tar slutt på en eller annen måte. Akk, jeg skulle gjerne ha sett hjemmet mitt i Westin en gang til, men jeg er for trett. Lei av å løpe, og lei av å flykte fra disse vandøde, som fordervet og fortærte brødrene mine. Dere tror kanskje at vi er forbrytere og fredløse, men vi er fortsatt mennesker, og vi kjenner fortsatt lojalitet og takknemlighet.
uk: Усе рано чи пізно закінчується. На жаль, я хотів би побачити мій будинок у Вестіні хоч ще раз, але я занадто втомлений. Втомлений переховуватися і втомлений тікати від цих мерців, що осквернили та поглинули моїх братів. Ви можете думати, що ми, злочинці та вигнанці, але ми все ще залишаємося людьми, і ми знаємо про вірність та вдячність.

source: You will not change our minds, Deoran. Go!
nb_no: Du får oss ikke til å ombestemme oss, Deoran. Gå!
uk: Тобі нас не переконати, Деоране. Їдь!

source: I... I understand. Minister Hylas, come ride with me to Westin. You must summon the city council while I prepare the defenses. Sir Gerrick, Afalas, we shall return as soon as we can and relieve you.
nb_no: I... Jeg forstår. Minister Hylas, bli med meg til Westin. Du må innkalle byrådet mens jeg forbereder forsvaret. Sir Gerrikk, Afalas, vi kommer tilbake så snart vi kan og avløser dere.
uk: Я... Я розумію. Міністре Хіласе, їдьмо зі мною до Вестіну. Ви зберете міську раду, а я в той час підготую місто до оборони. Пане Герріку, Афаласе, як тільки в нас буде достатньо сил, ми повернемося і виручимо вас.

source: You know what the outcome of our battle here will be. I trust you to protect our home from the undead and only ask you to remember those who fell defending our land. Farewell, Sir Deoran!
nb_no: Du vet hva utfallet av kampen vår her vil bli. Jeg stoler på at du beskytter hjemmet vårt mot de vandøde, og jeg ber deg bare om å huske dem som falt i forsvaret av landet vårt. Farvel, Sir Deoran!
uk: Ти знаєш як закінчиться наша битва. Я довіряю вам захист нашого дому від мерців і лише прошу пам'ятати тих, хто загинув, захищаючи нашу землю. Прощавай, Пане Деоране!

source: The light shines upon your souls, brave warriors.
nb_no: Lyset skinner på deres sjeler, tapre krigere.
uk: Світло осяює ваші душі, хоробрі воїни.

source: We will never forget your sacrifice here. Thank you, my friend.
nb_no: Deres navn skal nevnes som helter, og deres død skal ikke være forgjeves. Takk, mine venner!
uk: Твоє ім'я буде звучати в списку героїв, і за тебе помстяться. Дякую тобі, мій друже.

source: We are yours to command, Sir Gerrick. We will hold back the undead until the bitter end!
nb_no: Vi står til din tjeneste, Sir Gerrikk! Vi skal kjempe tappert til siste mann!
uk: Пане Герріку, ми у вашому розпорядженні. Ми будемо твердо тримати оборону проти мерців до самого кінця!

source: Hold off the undead hordes and keep Sir Gerrick alive as long as you can. Starting on turn 6, every turn that passes strengthens the defenses of Westin.
nb_no: Det finnes ingen måte å vinne denne kampen, men heller ingen måte å tape. Hold tilbake de vandøde så lenge som mulig. For hver runde Sir Gerrikk overlever vil forsvaret i Vestin styrkes.
uk: Стримуйте орди мерців та тримайте Пана Герріка живим якомога довше. Починаючи з 6-го ходу, кожен додатковий хід, який ви пережили, зміцнює оборону Вестіну.
