Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Your servants! Your servants are abominations worse than any human. They stink of the grave. This cannot be the sage Mebrin that I knew and revered speaking. He would never have allied himself with the dead against the living!
en@shaw: ğ‘¿ğ‘¼ ğ‘•ğ‘»ğ‘ğ‘©ğ‘¯ğ‘‘ğ‘•! ğ‘¿ğ‘¼ ğ‘•ğ‘»ğ‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘©ğ‘šğ‘ªğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘»ğ‘• ğ‘ğ‘¨ğ‘¯ ğ‘§ğ‘¯ğ‘¦ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯. ğ‘ğ‘± ğ‘•ğ‘‘ğ‘¦ğ‘™ğ‘’ ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘. ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘ ğ‘•ğ‘±ğ‘¡ Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘² ğ‘¯ğ‘¿ ğ‘¯ ğ‘®ğ‘¦ğ‘ğ‘½ğ‘› ğ‘•ğ‘ğ‘°ğ‘’ğ‘¦ğ‘™. ğ‘£ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘£ğ‘¨ğ‘ ğ‘¨ğ‘¤ğ‘²ğ‘› ğ‘£ğ‘¦ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘›ğ‘§ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™!
lt: Tavo pavaldinius! Jie didesnis prakeikimas, nei bet kuris žmogus. Nuo jų trenkia kapais. Tu nebesi tas pats Mebrinas, kurį pažinojau ir su kuriuo mėgau kalbėtis. Jis niekada nesusidėtų su mirusiaisiais prieš gyvuosius!

source: I am called Mal M'Brin now, Ethiliel, best student of mine. It is time for a new lesson. I was such as you, full of doubt and weakness, but now I have passed over and become more than you know. There is infinity in death; I have touched the void at the heart of all things. You, too, can partake of its boundless power.
lt: Dabar aš vadinuosi Mal M'Brinas, Etiliele, geriausia mano mokine. Atėjo laikas naujai pamokai. Buvau toks kaip tu, pilnas abejonių ir silpnybių, bet dabar aš miriau ir tapau daugiau, nei tu žinai. Mirtyje yra begalybė; aš paliečiau tuštumą visų daiktų širdyse. Šios beribės galios užtektų ir tau.

source: Join me! Stand by my side! We shall rise and sweep the humans from the green world. Their corpses will serve us; their bones will dance for our pleasure.
en@shaw: ğ‘¡ğ‘¶ğ‘¯ ğ‘¥ğ‘°! ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘šğ‘² ğ‘¥ğ‘² ğ‘•ğ‘²ğ‘›! ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘®ğ‘²ğ‘Ÿ ğ‘¯ ğ‘•ğ‘¢ğ‘°ğ‘ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘¢ğ‘»ğ‘¤ğ‘›. ğ‘ğ‘º ğ‘’ğ‘¹ğ‘ğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘»ğ‘ ğ‘³ğ‘•; ğ‘ğ‘º ğ‘šğ‘´ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘­ğ‘¯ğ‘• ğ‘“ğ‘¹ ğ‘¬ğ‘¼ ğ‘ğ‘¤ğ‘§ğ‘ ğ‘¼.
lt: Prisijunk prie manęs! Būk šalia manęs! Mes sukilsime ir nušluosime žmones nuo žaliojo pasaulio. Jų lavonai tarnaus mums, jų kaulai šoks mūsų malonumui.

source: And when we were done, what would we have become? Unlife. Hungering shadows, devouring all we once cherished.
en@shaw: ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘›ğ‘³ğ‘¯, ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥? ğ‘©ğ‘¯ğ‘¤ğ‘²ğ‘“. ğ‘£ğ‘©ğ‘™ğ‘œğ‘»ğ‘¦ğ‘™ ğ‘–ğ‘¨ğ‘›ğ‘´ğ‘Ÿ, ğ‘›ğ‘¦ğ‘ğ‘¬ğ‘»ğ‘¦ğ‘™ ğ‘·ğ‘¤ ğ‘¢ğ‘° ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘—ğ‘ºğ‘¦ğ‘–ğ‘‘.
lt: Ir kai užbaigtume, kuo mes taptume? Negyvėliais. Alkanais šešėliais, naikinančiais viską, ką iki tol mylėjo.

source: No. It shall not be. The sage Mebrin is dead. It is time to put him to rest.
en@shaw: ğ‘¯ğ‘´. ğ‘¦ğ‘‘ ğ‘–ğ‘¨ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘°. ğ‘ ğ‘•ğ‘±ğ‘¡ Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘›ğ‘§ğ‘›. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘ğ‘«ğ‘‘ ğ‘£ğ‘¦ğ‘¥ ğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘‘.
lt: Ne. To nebus. Žynys Mebrinas nebegyvas. Laikas suteikti jam poilsį.

source: Even a mere human can see that you have become a mockery of all that you once believed in. I will destroy you and your works if it's the last thing I do!
lt: Netgi paprastam žmogui matosi, kad tapai tik pašaipa to, kuo anksčiau tikėjai. Sunaikinsiu tave ir tavo kūrinius, net jeigu tai bus paskutinis dalykas, ką padarysiu.

source: You, destroy me? Fool human. You will die, and the elves you have seduced with you. And you shall serve me beyond death, forever.
en@shaw: ğ‘¿, ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘¥ğ‘°? ğ‘“ğ‘µğ‘¤ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯. ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘², ğ‘¯ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘¦ğ‘›ğ‘µğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘¿. ğ‘¯ ğ‘¿ ğ‘–ğ‘¨ğ‘¤ ğ‘•ğ‘»ğ‘ ğ‘¥ğ‘° ğ‘šğ‘¦ğ‘˜ğ‘ªğ‘¯ğ‘› ğ‘›ğ‘§ğ‘”, ğ‘“ğ‘¹ğ‘§ğ‘ğ‘¼.
lt: Tu, sunaikinsi mane? Kvailas žmogau. Tu mirsi, ir elfai, kuriuos suvedžiojai, mirs kartu su tavimi. Ir tu tarnausi man po mirties, amžinai.

source: Nooo! This cannot be. The elves I once led have destroyed me. After all I have sacrificed, I still die....
lt: Neee! To negali būti. Elfai, kuriuos kažkada vedžiau, mane sunaikino. Po visko, ką aš paaukojau, aš vis tiek mirštu...

source: Sgt. Finde
lt: Serž. Findė

source: Lt. Illan
lt: Lt. Illanas

source: We have escaped the great forest, but look! The undead are chasing us - we must not have rooted them all out of the wood.
lt: Pabėgome iš didžiosios girios, bet pažvelkite! Mus vejasi nemirėliai. Matyt, neišmedžiojome jų visų.

source: My lord, you must hasten back to Westin to prepare a defense against them. I will command the defense of the border forts.
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ ğ‘‘ ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘§ğ‘¥. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘“ğ‘¹ğ‘‘ğ‘•.
lt: Valdove, turite paskubėti į Vestiną ir organizuoti gynybą. Aš perimsiu vadovavimą pasienio fortais.

source: I too will make my stand here - I owe you my life and must atone for my crimes. Together we will hold off the foul undead as long as we can.
lt: Aš taip pat ginsiuosi čia – esu skolingas jums savo gyvybę, ir turiu atpirkti nuodėmes. Kartu atlaikysim nelemtųjų nemirėlių spaudimą tiek, kiek tik galėsim.

source: Minister Hylas, ride with me to Westin - you must summon the Council of Westin while I prepare the city's defenses. We shall return as soon as we can in force and relieve you.
lt: Ministre Hylai, jokite su manimi į Vestiną – privalote sušaukti Vestino tarybą kol aš ruošiu miestą gynybai. O kai tik galėsime, sugrįšime su pajėgomis gelbėti jūsų.

source: Make no promises you know you cannot keep. Organize the defense of Westin, and if you survive, remember those who fell here.
en@shaw: ğ‘¥ğ‘±ğ‘’ ğ‘¯ğ‘´ ğ‘ğ‘®ğ‘ªğ‘¥ğ‘¦ğ‘•ğ‘©ğ‘Ÿ ğ‘¿ ğ‘¯ğ‘´ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘°ğ‘. ğ‘¹ğ‘œğ‘©ğ‘¯ğ‘²ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯, ğ‘¯ ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘»ğ‘ğ‘²ğ‘, ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘“ğ‘§ğ‘¤ ğ‘£ğ‘½.
lt: Nežadėk to, ko žinai, kad netesėsi. Organizuok Vestino gynybą, ir jeigu išgyvensit, prisiminkite tuos, kurie krito čia.

source: Your name will be sounded in the roll of heroes, and you will be avenged. Thank you, my friend.
en@shaw: ğ‘¿ğ‘¼ ğ‘¯ğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘£ğ‘½ğ‘´ğ‘Ÿ, ğ‘¯ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘©ğ‘ğ‘§ğ‘¯ğ‘¡ğ‘›. ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿, ğ‘¥ğ‘² ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›.
lt: Tavo vardas skambės tarp visų didvyrių, o už tavo mirtį bus atkeršyta. Ačiū, drauge!

source: We are yours to command, Sir Gerrick. Our men are not the great warriors that you and Deoran are, but we will hold our lines staunchly, until the bitter end.
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘¿ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›, Â·ğ‘•ğ‘» Â·ğ‘¡ğ‘ºğ‘¦ğ‘’. ğ‘¬ğ‘¼ ğ‘¥ğ‘§ğ‘¯ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘¯ Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘¸, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘¬ğ‘¼ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘•ğ‘‘ğ‘ªğ‘¯ğ‘—ğ‘¤ğ‘°, ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘šğ‘¦ğ‘‘ğ‘¼ ğ‘§ğ‘¯ğ‘›.
lt: Laukiame įsakymų, sere Gerikai. Mūsų vyrai ne tokie didūs karžygiai kaip jūs su Deoranu, bet laikysime gretas drūtai, iki pat kartaus galo.

source: Hold the line: Keep Sir Gerrick alive as long as possible
en@shaw: ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘¤ğ‘²ğ‘¯: ğ‘’ğ‘°ğ‘ Â·ğ‘•ğ‘» Â·ğ‘¡ğ‘ºğ‘¦ğ‘’ ğ‘©ğ‘¤ğ‘²ğ‘ ğ‘¨ğ‘Ÿ ğ‘¤ğ‘ªğ‘™ ğ‘¨ğ‘Ÿ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤
lt: Laikykite frontą: kiek įmanoma ilgiau išlaikykite serą Geriką gyvą

source: No gold carried over to the next scenario.
lt: Auksas į kitą scenarijų nepateks.

source: There is no way to win this scenario, and no way to lose. Hold off the undead hordes as long as you can. Keep Sir Gerrick alive as long as you can. Every turn that passes strengthens the defenses of Westin.
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¢ğ‘± ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´, ğ‘¯ ğ‘¯ğ‘´ ğ‘¢ğ‘± ğ‘‘ ğ‘¤ğ‘µğ‘Ÿ. ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ªğ‘“ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘£ğ‘¹ğ‘›ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘¤ğ‘ªğ‘™ ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘’ğ‘¨ğ‘¯. ğ‘’ğ‘°ğ‘ Â·ğ‘•ğ‘» Â·ğ‘¡ğ‘ºğ‘¦ğ‘’ ğ‘©ğ‘¤ğ‘²ğ‘ ğ‘¨ğ‘Ÿ ğ‘¤ğ‘ªğ‘™ ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘’ğ‘¨ğ‘¯. ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘‘ğ‘»ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘­ğ‘•ğ‘©ğ‘Ÿ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘”ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯.
lt: Šio scenarijaus neįmanoma laimėti, pralaimėti irgi. Sulaikykite nemirėlių ordas kiek įmanoma ilgiau. Išlaikykite serą Geriką gyvą kiek įmanoma ilgiau. Kiekvienas čia praleistas ėjimas stiprina Vestino gynybą.

source: Now I will never see my home again... Hold back the undead, Gerrick!
en@shaw: ğ‘¯ğ‘¬ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘° ğ‘¥ğ‘² ğ‘£ğ‘´ğ‘¥ ğ‘©ğ‘œğ‘±ğ‘¯... ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘šğ‘¨ğ‘’ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›, ğ‘¡ğ‘ºğ‘¦ğ‘’!
lt: Dabar jau niekada nebepamatysiu savo namų... Laikyk juos, Gerikai!

source: I only hope we have bought Deoran enough time to secure Westin for the onslaught!
en@shaw: ğ‘² ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘´ğ‘ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘šğ‘·ğ‘‘ Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ ğ‘“ğ‘¹ ğ‘ ğ‘ªğ‘¯ğ‘•ğ‘¤ğ‘ªğ‘‘!
lt: Vienintelė viltis, kad laimėjome Deoranui pakankamai laiko paruošti Vestiną gynybai!

source: We will crush Westin as we have crushed you! No one shall stand between us and our home.
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘®ğ‘³ğ‘– ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘®ğ‘³ğ‘–ğ‘‘ ğ‘¿! ğ‘¯ğ‘´ ğ‘¢ğ‘³ğ‘¯ ğ‘–ğ‘¨ğ‘¤ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘³ğ‘• ğ‘¯ ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥.
lt: Sutraiškysime Vestiną taip pat, kaip sutrypėme jus! Niekas nebestovės tarp mūsų ir mūsų namų.

source: Return To Kerlath
lt: Grįžimas į Kerlatą

source: Tharzo Kalain
lt: Tarzo Kalainas

source: Plynry
lt: Plinri

source: Border Guard
en@shaw: ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘œğ‘¸ğ‘›
lt: Pasienio sargybinis

source: Tharzo! That meddler who killed the Urza brothers approaches from the south. His men and horses look worn out.
lt: Tarzai! Iš pietų atvyksta tas įkyrus vaikis, nužudęs brolius Urzas. Regis, jo žirgai ir vyrai gerokai išvargę.

source: The dark gods have put revenge in our laps. Destroy them all before they reach the border fort!
en@shaw: ğ‘ ğ‘›ğ‘¸ğ‘’ ğ‘œğ‘ªğ‘›ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘«ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘¡ ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘ğ‘•. ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ğ‘§ğ‘¥ ğ‘·ğ‘¤ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘± ğ‘®ğ‘°ğ‘— ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘“ğ‘¹ğ‘‘!
lt: Tamsieji dievai mums atsiuntė kerštą tiesiai į rankas. Sunaikinkime visus kol jie dar nepasiekė pasienio forto!

source: It is I, Deoran, commander of the South Guard, and my men.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘², Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯, ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘›, ğ‘¯ ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯.
lt: Tai aš, Deoranas, Pietų Sargybos vadas, ir mano vyrai kartu.

source: Deoran? You had been thought lost long since. But I see by your men's gear and drill that they are of the South Guard indeed. Pass..
lt: Deoranas? Jau ilgai laikėme tave dingusiu. Bet iš tavo vyrų aprangos ir paruošimo matau, kad jūs tikrai iš Pietų Sargybos. Praeikite...

source: We, and our elvish allies, have won a great battle against a lich.
en@shaw: ğ‘¢ğ‘°, ğ‘¯ ğ‘¬ğ‘¼ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ, ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘© ğ‘¤ğ‘¦ğ‘—.
lt: Mes, kartu su elfų sąjungininkais, laimėjome didį mūšį prieš ličą.

source: Elvish allies? I think you had best make haste to Westin. There are rumors of trouble with the elves of the Aethenwood.
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ? ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¿ ğ‘£ğ‘¨ğ‘› ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘£ğ‘±ğ‘•ğ‘‘ ğ‘‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯. ğ‘ğ‘º ğ‘¸ ğ‘®ğ‘µğ‘¥ğ‘¼ğ‘Ÿ ğ‘ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ ğ‘ Â·ğ‘±ğ‘ğ‘§ğ‘¯ğ‘¢ğ‘«ğ‘›.
lt: Elfų sąjungininkais? Manau, jums reikia skubėti į Vestiną. Sklinda gandai, kad ten esama kažkokių problemų su Ėtenvudo elfais.

source: Lt. Nilaf
lt: LT. Nilafas

source: Look! The undead army has broken through Sir Gerrick's lines! Alas, he is lost!
lt: Pažvelkite! Nemirėlių armija prasiveržė pro sero Geriko gretas! Kaip gaila, kad jo netekome!

source: Since I was a boy, Gerrick was my leader, and there was no one braver. Today we shall defend our homes, and avenge him!
en@shaw: ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘šğ‘¶, ğ‘¡ğ‘ºğ‘¦ğ‘’ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¥ğ‘² ğ‘¤ğ‘°ğ‘›ğ‘», ğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘´ ğ‘¢ğ‘³ğ‘¯ ğ‘šğ‘®ğ‘±ğ‘ğ‘¼. ğ‘‘ğ‘«ğ‘›ğ‘± ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥ğ‘Ÿ, ğ‘¯ ğ‘©ğ‘ğ‘§ğ‘¯ğ‘¡ ğ‘£ğ‘¦ğ‘¥!
lt: Gerikas buvo mano vadas dar nuo tada, kai buvau berniūkštis, niekada neteko matyti drąsesnio už jį. Šiandieną ginsime mūsų namus ir už jį atkeršysime!

source: But in the narrow window his valiant stand gave us, we have roused some of the provincial guard and reinforced our defenses!
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘¨ğ‘®ğ‘´ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘¤ğ‘˜ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘œğ‘±ğ‘ ğ‘³ğ‘•, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¬ğ‘Ÿğ‘› ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ ğ‘ğ‘®ğ‘©ğ‘ğ‘¦ğ‘¯ğ‘–ğ‘©ğ‘¤ ğ‘œğ‘¸ğ‘› ğ‘¯ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘‘ ğ‘¬ğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘Ÿ!
lt: Bet ir per tą neilgą laiką, kurį mums suteikė jo gynyba, spėjome sušaukti šiek tiek provincijos sargybinių ir sustiprinti savo gretas!

source: But in the narrow window his valiant stand gave us, we have roused the whole provincial guard and reinforced our defenses!
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘¨ğ‘®ğ‘´ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘¤ğ‘˜ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘œğ‘±ğ‘ ğ‘³ğ‘•, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¬ğ‘Ÿğ‘› ğ‘ ğ‘£ğ‘´ğ‘¤ ğ‘ğ‘®ğ‘©ğ‘ğ‘¦ğ‘¯ğ‘–ğ‘©ğ‘¤ ğ‘œğ‘¸ğ‘› ğ‘¯ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘‘ ğ‘¬ğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘Ÿ!
lt: Bet ir per tą neilgą laiką, kurį mums suteikė jo gynyba, spėjome sušaukti daug provincijos sargybinių ir sustiprinti savo gretas!

source: But in the narrow window his valiant stand gave us, we have roused the whole provincial guard and fully embattled the city!
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘¨ğ‘®ğ‘´ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘¤ğ‘˜ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘œğ‘±ğ‘ ğ‘³ğ‘•, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¬ğ‘Ÿğ‘› ğ‘ ğ‘£ğ‘´ğ‘¤ ğ‘ğ‘®ğ‘©ğ‘ğ‘¦ğ‘¯ğ‘–ğ‘©ğ‘¤ ğ‘œğ‘¸ğ‘› ğ‘¯ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘§ğ‘¥ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘› ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦!
lt: Bet ir per tą neilgą laiką, kurį mums suteikė jo gynyba, spėjome sušaukti visą provincijos sargybą ir pilnai paruošti miestą kovai!

source: Indeed, Lord, we are ready to defend our homes!
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›, ğ‘¤ğ‘¹ğ‘›, ğ‘¢ğ‘° ğ‘¸ ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥ğ‘Ÿ!
lt: Išties, valdove, mes pasirengę ginti savo namus!

source: I have summoned the great Council of Westin!
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘³ğ‘¥ğ‘©ğ‘¯ğ‘› ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯!
lt: Sušaukiau didžiąją Vestino tarybą

source: Hylas, I have made all possible haste, but my Council brethren are not as swift as I. It will take more time for them to arrive.
en@shaw: Â·ğ‘£ğ‘²ğ‘¤ğ‘¨ğ‘•, ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘±ğ‘› ğ‘·ğ‘¤ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘£ğ‘±ğ‘•ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¥ğ‘² ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘šğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘¯ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘Ÿ ğ‘•ğ‘¢ğ‘¦ğ‘“ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘². ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘¥ğ‘¹ ğ‘‘ğ‘²ğ‘¥ ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘©ğ‘®ğ‘²ğ‘.
lt: Hylai, aš skubėjau kaip tik galėjau, bet mano tarybos broliai ne tokie greiti kaip aš. Jie užtruks ilgiau

source: And I have summoned the great Council of Westin! They will battle with all their might!
en@shaw: ğ‘¯ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘³ğ‘¥ğ‘©ğ‘¯ğ‘› ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯! ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘·ğ‘¤ ğ‘ğ‘º ğ‘¥ğ‘²ğ‘‘!
lt: O aš sukviečiau didžiąją Vestino Tarybą! Jie kausis su visa jiems paklūstančia galia!

source: We have heard your summons, and we shall send these dark foes back to the abyss that spawned them!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘£ğ‘»ğ‘› ğ‘¿ğ‘¼ ğ‘•ğ‘³ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¯ ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘›ğ‘¸ğ‘’ ğ‘“ğ‘´ğ‘Ÿ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘©ğ‘šğ‘¦ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘ğ‘ªğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥!
lt: Išgirdome jūsų šauksmą, ir grąžinsime tamsiuosius priešus ton pačion bedugnėn, kuri juos pagimdė!

source: Council of Westin, we are cheered by your presence. Your aid will be most welcome.
en@shaw: ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯, ğ‘¢ğ‘° ğ‘¸ ğ‘—ğ‘½ğ‘› ğ‘šğ‘² ğ‘¿ğ‘¼ ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘•. ğ‘¿ğ‘¼ ğ‘²ğ‘› ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¢ğ‘§ğ‘¤ğ‘’ğ‘©ğ‘¥.
lt: Vestino Taryba, jūsų dalyvavimas džiugina. Jūsų pagalba bus itin reikalinga.

source: We have rallied all the forces that we will be able to! Let us not make Sir Gerrick's sacrifice a vain one. For Wesnoth!
lt: Sušaukėme visas galimas jėgas! Neleiskime, kad sero Geriko auka būtų bergždžia! Už Vesnotą!

source: Defeat Mal M'Brin
lt: Nugalėkite Mal M'Briną

source: The Council of Westin will arrive on turn $council_arrive_turn|.
en@shaw: ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘®ğ‘²ğ‘ ğ‘ªğ‘¯ ğ‘‘ğ‘»ğ‘¯ $council_arrive_turn|.
lt: Vestino taryba atvyks per $council_arrive_turn| ėjimą.

source: Now I will never see Westin free again...
en@shaw: ğ‘¯ğ‘¬ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘° ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ ğ‘“ğ‘®ğ‘° ğ‘©ğ‘œğ‘±ğ‘¯...
lt: Niekada vėl nebepamatysiu laisvo Vestino...

source: Far from home I fall - but not in vain! Guard our people, Deoran!
lt: Toli nuo namų aš kritau... Bet ne veltui! Sergėk mūsų žmones, Deoranai!

source: Commander! I took your message to the council, and your deeds have pleased them. Are the undead finally gone from our lands?
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼! ğ‘² ğ‘‘ğ‘«ğ‘’ ğ‘¿ğ‘¼ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘‘ ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤, ğ‘¯ ğ‘¿ğ‘¼ ğ‘›ğ‘°ğ‘›ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘¤ğ‘°ğ‘Ÿğ‘› ğ‘ğ‘§ğ‘¥. ğ‘¸ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘œğ‘ªğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ?
lt: Vade! Atnešiau tavo pranešimą tarybai ir jiems patiko žinia. Ar mūsų kraštas išlaisvintas nuo nemirėlių?

source: The undead are gone! Perhaps now there will be peace for a time in Westin. You have our thanks Lady Ethiliel.
en@shaw: ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¸ ğ‘œğ‘ªğ‘¯! ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¯ğ‘¬ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ğ‘°ğ‘• ğ‘“ğ‘¹ ğ‘© ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¯ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¬ğ‘¼ ğ‘”ğ‘¨ğ‘™ğ‘’ğ‘• ğ‘¤ğ‘±ğ‘›ğ‘¦ Â·ğ‘§ğ‘”ğ‘¦ğ‘¤ğ‘°ğ‘§ğ‘¤.
lt: Nemirėlių nebeliko! Galbūt dabar Vestine kurį laiką bus taika. Didžiai tau dėkojame, ledi Etiliele.

source: Though the undead are vanquished, they have brought us much sorrow. Deoran, your people have restored their honor. Let us part in peace.
en@shaw: ğ‘ğ‘´ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¸ ğ‘ğ‘¨ğ‘™ğ‘’ğ‘¢ğ‘¦ğ‘–ğ‘‘, ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘³ğ‘• ğ‘¥ğ‘³ğ‘— ğ‘•ğ‘ªğ‘®ğ‘´. Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯, ğ‘¿ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¹ğ‘› ğ‘ğ‘º ğ‘ªğ‘¯ğ‘¼. ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘ğ‘¸ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘•.
lt: Nors ir atsikratėme nemirėlių, jie atnešė daug skausmo. Deoranai, jūsų tauta susigrąžino sau garbę. Išsiskirkime taikoje.

source: Indeed. Neither the bandits nor the undead will trouble us for some time. We will tend our wounds and you yours.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›. ğ‘¯ğ‘²ğ‘ğ‘¼ ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘¯ğ‘¹ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘³ğ‘• ğ‘“ğ‘¹ ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘²ğ‘¥. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘§ğ‘¯ğ‘› ğ‘¬ğ‘¼ ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘Ÿ ğ‘¯ ğ‘¿ ğ‘¿ğ‘¼ğ‘Ÿ.
lt: Išties. Dabar nei banditai, nei nemirėliai mūsų kurį laiką nevargins. Mes laižysimės savo žaizdas, o jūs savąsias.

source: You must pay for killing Mebrin!
en@shaw: ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘± ğ‘“ğ‘¹ ğ‘’ğ‘¦ğ‘¤ğ‘¦ğ‘™ Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯!
lt: Privalai sumokėti už Mebrino mirtį!

source: I am just a farmer! What did I do?!
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘© ğ‘“ğ‘¸ğ‘¥ğ‘¼! ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘› ğ‘² ğ‘›ğ‘µ?!
lt: Aš tik fermeris! Ką aš padariau?!

source: What did you do?! Your people kidnapped and murdered our greatest leader! And now you will pay!
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘› ğ‘¿ ğ‘›ğ‘µ?! ğ‘¿ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘’ğ‘¦ğ‘›ğ‘¯ğ‘¨ğ‘ğ‘‘ ğ‘¯ ğ‘¥ğ‘»ğ‘›ğ‘¼ğ‘› ğ‘¬ğ‘¼ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘©ğ‘•ğ‘‘ ğ‘¤ğ‘°ğ‘›ğ‘»! ğ‘¯ ğ‘¯ğ‘¬ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘±!
lt: Ką tu padarei?! Tavo žmonės pagrobė ir užmušė mūsų didžiausią vadą! Ir dabar tu sumokėsi!

source: Stop, Ithelden! I have traveled with these humans, and they are not the ones who harmed Mebrin. They are our allies!
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘, Â·ğ‘¦ğ‘”ğ‘§ğ‘¤ğ‘›ğ‘§ğ‘¯! ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¯ ğ‘ğ‘± ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ ğ‘£ğ‘µ ğ‘£ğ‘¸ğ‘¥ğ‘› Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯. ğ‘ğ‘± ğ‘¸ ğ‘¬ğ‘¼ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ!
lt: Stok, Iteldenai! Aš keliavau su šiais žmonėmis – jie ne tie, kurie nužudė Mebriną. Jie mūsų sąjungininkai!

source: You too, Ethiliel? All these humans are the same! They fell trees to till the earth; now they have felled our leader! We cannot brook such deeds! You will die with them!
en@shaw: ğ‘¿ ğ‘‘ğ‘µ, Â·ğ‘§ğ‘”ğ‘¦ğ‘¤ğ‘°ğ‘§ğ‘¤? ğ‘·ğ‘¤ ğ‘ğ‘°ğ‘Ÿ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘ ğ‘•ğ‘±ğ‘¥! ğ‘ğ‘± ğ‘“ğ‘§ğ‘¤ ğ‘‘ğ‘®ğ‘°ğ‘Ÿ ğ‘‘ ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘»ğ‘”; ğ‘¯ğ‘¬ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘§ğ‘¤ğ‘› ğ‘¬ğ‘¼ ğ‘¤ğ‘°ğ‘›ğ‘»! ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘®ğ‘«ğ‘’ ğ‘•ğ‘³ğ‘— ğ‘›ğ‘°ğ‘›ğ‘Ÿ! ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘² ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘§ğ‘¥!
lt: Ir tu, Etiliele? Visi tie žmonė vienodi! Jie kerta medžius, kad išnaudotų žemę. Dabar jie nukirto mūsų vadą! Tokių dalykų mes neatleidžiame. Mirsi kartu su jais!

source: Disciple of Mebrin
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘ğ‘«ğ‘¤ ğ‘ Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯
lt: Mebrino mokinys

source: We won't be able to hold them off for long. I should go reason with them!
lt: Ilgai mes jų nesulaikysime. Turėčiau eiti su jais derėtis!

source: Are you sure that the elves will greet you any more kindly than they have met us? After all, you did lead us into the forests...
en@shaw: ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘®ğ‘°ğ‘‘ ğ‘¿ ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘¹ ğ‘’ğ‘²ğ‘¯ğ‘›ğ‘¤ğ‘¦ ğ‘ğ‘¨ğ‘¯ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘§ğ‘‘ ğ‘³ğ‘•? ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘·ğ‘¤, ğ‘¿ ğ‘›ğ‘¦ğ‘› ğ‘¤ğ‘°ğ‘› ğ‘³ğ‘• ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘•...
lt: Ar tu tikra, kad elfai tave pasitiks bent kiek geriau, nei pasitiko mus? Juk galų gale, tai tu mus nuvedei į miškus...

source: Perhaps not, but it is your only hope. I must reach Ithelden!
en@shaw: ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¯ğ‘ªğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘´ğ‘. ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘°ğ‘— Â·ğ‘¦ğ‘”ğ‘§ğ‘¤ğ‘›ğ‘§ğ‘¯!
lt: Gal ir taip, bet tai mūsų vienintelė viltis. Turiu pasiekti Iteldeną!

source: Ithelden's base
lt: Iteldeno bazė

source: Send Ethiliel to the Great Tree and parley with Ithelden
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› Â·ğ‘§ğ‘”ğ‘¦ğ‘¤ğ‘°ğ‘§ğ‘¤ ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘‘ğ‘®ğ‘° ğ‘¯ ğ‘ğ‘¸ğ‘¤ğ‘° ğ‘¢ğ‘¦ğ‘ Â·ğ‘¦ğ‘”ğ‘§ğ‘¤ğ‘›ğ‘§ğ‘¯
lt: Nuveskite Etilielę prie didžiojo medžio derybų su Iteldenu

source: I have given my all for my kingdom! Avenge me, Deoran!
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘¥ğ‘² ğ‘·ğ‘¤ ğ‘“ğ‘¹ ğ‘¥ğ‘² ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥! ğ‘©ğ‘ğ‘§ğ‘¯ğ‘¡ ğ‘¥ğ‘°, Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯!
lt: Aš viską atidaviau savo karalystei! Atkeršyk už mane, Deoranai!

source: Ithelden's elves have killed Ethiliel! Now we have no chance to come to an agreement with them. A war with the Elves is imminent.
lt: Iteldeno elfai nukovė Etilielę! Dabar neturime jokių vilčių su jais susitarti. Karas su elfais neišvengiamas.

source: We are far away from Weldyn. We'll surely all be killed long before any reinforcements arrive.
lt: Mes per toli nuo Veldyno. Tikrai būsime seniai išžudyti prieš atvykstant pastiprinimams.

source: shield
lt: skydas

source: Dismounted Commander
lt: Pėsčias vadas

source: Deoran was still a dangerous commander, even without his horse.
lt: Net ir be savojo žirgo, Deoranas buvo pavojingas vadas.

source: spear
lt: ietis

source: mace
lt: vėzdas

source: Named 'Eyestalks' for obvious reasons, these plant-like creatures can focus their gaze onto an unsuspecting victim to draw life energy straight out of them to replenish their own. While almost defenseless against melee attacks, its deadly gaze from afar is not to be underestimated.
lt: Dėl akivaizdžių priežasčių pavadintos „Akikočiais“, šios į augalus panašios būtybės gali spoksoti į nieko neįtariančią auką ir tiesiai iš jos siurbti gyvybių, kad atstatytų savąją. Nors jie beveik negali gintis nuo artimų atakų, jų mirtinas žvilgsnis iš toli neturėtų būti nuvertintas.
