Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: And so does our sage Mebrin, yet you’ve not returned him to us! Even if you did, I would still seek to dispatch of you for your heinous transgressions!
ar: وكذلك حكيمنا ميبيرين، لكنكم لم تعيدوه إلينا! حتى لو فعلتم، فسأظل أسعى للقضاء عليكم لتجاوزاتكم الشنيعة!
es: Y eso mismo desea nuestro sabio Mebrin, ¡sin embargo no nos lo han devuelto! Incluso si lo hicieran, seguiría buscando darles cuenta por sus horribles transgresiones.
fi: Ja niin myös tietäjämme Mebrin, mutta ette ole palauttaneet häntä meille! Vaikka palauttaisittekin, hävittäisin teidät silti hirvittävien rikkomustenne takia!
gl: E tamén o desexa o noso sabio Mebrin, ¡mais non nolo devolvestes! Aínda que o fixerades, seguiría querendo darvos morte polas vosas terribles transgresións!
it: Lo voleva anche il nostro saggio Mebrin, eppure non ce lo hai restituito! Anche se lo facessi, ti uccideremmo comunque per le tue atroci trasgressioni!

source: There’s no reasoning with the elves. We’ll either have to fight or run.
ar: لا يمكن التفاهم مع الألفيين. إما أن نقاتل أو نهرب.
es: No hay forma de razonar con los elfos. Tendremos que luchar o correr.
fi: Haltioiden kanssa ei voi neuvotella. Meidän on joko taisteltava tai paettava.
gl: Non hai razoamentos cos elfos. Teremos que loitar ou correr.
it: Non si riesce a ragionare con gli elfi. Dovremo combattere o scappare.

source: Ethiliel... will avenge me...
ar: إيثيليل... سوف تنتقم لي...
es: Ethiliel... me vengará...
fi: Ethiliel... kostaa puolestani...
gl: Etilia... vingarame...
it: Ethiliel... mi vendicherà...

source: Halt! Who comes to the border of Southport?
ar: قف! من يقترب من حدود ساوثبورت؟
es: ¡Alto! ¿Quién se acerca a la frontera de Southport?
fi: Seis! Kuka tulee Etelähaminan rajalle?
gl: Alto! Quen se achega á fronteira de Porto sur?
it: Alt! Chi giunge ai confini di Southport?

source: Lower your arms, countryman! ’tis I, Commander Deoran of the South Guard! We come pursued by elves, seeking refuge in your town.
ar: اخفض سلاحك، أيها المواطن! إنه أنا، القائد ديوران من الحرس الجنوبي! نحن مطاردون من قبل الألفيين، نلجأ إلى بلدتكم.
es: Bajen las armas, compatriotas! Soy yo, Comandante Deoran de la Guardia del Sur. Venimos perseguidos por elfos, buscando refugio en su pueblo.
fi: Laske aseesi, maanmies! Minä se, komentaja Deoran Etelän vartiostosta! Haltiat ajavat meitä takaa, ja me haemme turvaa kylästänne.
gl: Baixa as armas, compañeiro! Son eu, o comandante Deoran da Garda do Sur! Veñenme perseguindo os elfos, buscamos refuxio na túa vila.
it: Abbassa le armi, concittadino! Perché sono Deoran, comandante della Guardia del Sud! Siamo braccati dagli elfi e cerchiamo rifugio nella tua città.

source: Fellow men, hailing from the south? You’d better hurry across the river — I’m sure the commander will want to speak with you.
ar: رفاق بشر، قادمون من الجنوب؟ من الأفضل أن تعبروا النهر بسرعة - أنا متأكد أن القائد سيرغب في التحدث معكم.
es: ¿Compañeros del sur? Será mejor que crucen el río rápidamente; estoy seguro de que el comandante querrá hablar con ustedes.
fi: Kanssaihmisiäkö tulossa etelästä? Paras ylittää joki joutuin. Olen varma, että komentaja haluaa puhua kanssanne.
gl: Compatriotas, vindes do sur? Mellor apurade cruzar o río — seguro que o comandante quere falar con vós.
it: Dei compagni, venuti dal sud? Fareste meglio ad attraversare il fiume in fretta: sono sicuro che il comandante vorrà parlare con voi.

source: Keep moving, everyone! The sooner both Captain Mari and I reach Southport, the sooner we shall all be safe from the elves.
ar: استمروا في التحرك، جميعًا! كلما وصلنا أنا والقائدة ماري إلى ساوثبورت أسرع، كلما كنا جميعًا في مأمن من الألفيين.
es: ¡Sigan moviéndose, todos! Cuanto antes lleguemos la Capitán Mari y yo a Southport, antes estaremos todos a salvo de los elfos.
fi: Liikettä, kaikki! Mitä pikemmin kapteeni Mari ja minä pääsemme Etelähaminaan, sitä aiemmin me pääsemme turvaan haltioilta.
gl: Seguide avanzando, todos! Canto antes cheguemos eu e capitán Mari a Porto sur, antes estaremos a salvo dos elfos.
it: Continuate ad avanzare, tutti! Prima Capitan Mari ed io raggiungiamo Southport, prima saremo al sicuro dagli elfi.

source: Keep moving, everyone! The sooner both Sir Gerrick and I reach Southport, the sooner we shall all be safe from the elves.
ar: استمروا في التحرك، جميعًا! كلما وصلنا أنا والسير جيريك إلى ساوثبورت أسرع، كلما كنا جميعًا في مأمن من الألفيين.
es: ¡Sigan moviéndose, todos! Cuanto antes lleguemos Sir Gerrick y yo a Southport, antes estaremos todos a salvo de los elfos.
fi: Liikettä, kaikki! Mitä pikemmin Sir Gerrick ja minä pääsemme Etelähaminaan, sitä aiemmin me pääsemme turvaan haltioilta.
gl: Seguide avanzando, todos! Canto antes cheguemos eu e Señor Xerric a Porto sur, antes estaremos a salvo dos elfos.
it: Continuate ad avanzare, tutti! Prima Ser Gerrick ed io raggiungiamo Southport, prima saremo al sicuro dagli elfi.

source: Keep moving, everyone! The sooner both Minister Hylas and I reach Southport, the sooner we shall all be safe from the elves.
ar: استمروا في التحرك، جميعًا! كلما وصلنا أنا والوزير هايلاس إلى ساوثبورت أسرع، كلما كنا جميعًا في مأمن من الألفيين.
es: ¡Sigan moviéndose, todos! Cuanto antes lleguemos el Ministro Hylas y yo a Southport, antes estaremos todos a salvo de los elfos.
fi: Liikettä, kaikki! Mitä pikemmin pappi Hylas ja minä pääsemme Etelähaminaan, sitä aiemmin me pääsemme turvaan haltioilta.
gl: Seguide avanzando, todos! Canto antes cheguemos eu e o padre Hilas a Porto sur, antes estaremos a salvo dos elfos.
it: Continuate ad avanzare, tutti! Prima il Ministro Hylas ed io raggiungiamo Southport, prima saremo al sicuro dagli elfi.

source: At last — we have crossed the river, and reached refuge. Who is in command of here?
ar: أخيرًا - لقد عبرنا النهر، ووصلنا إلى الملجأ. من المسؤول هنا؟
es: Por fin — hemos cruzado el río y alcanzado un refugio. ¿Quién está al mando aquí?
fi: Vihdoinkin ylitimme joen ja pääsimme turvaan. Kuka komentaa täällä?
gl: Por fin — cruzamos o río e chegamos ao refuxio. Quen manda aquí?
it: Finalmente! Abbiamo attraversato il fiume e trovato rifugio. Chi è qui al comando?

source: I am, Lieutenant Deoran. And we’re relieved to see you and Captain Mari alive and well! Word was that you and your entire company had likely been lost in combat with the elves.
ar: أنا المسؤول، الملازم ديوران. ونحن مرتاحون لرؤيتك والقائدة ماري على قيد الحياة وبصحة جيدة! كانت الأخبار أنك وفرقتك بأكملها ربما فقدتم في قتال مع الألفيين.
es: Soy yo, Teniente Deoran. ¡Y nos alivia ver que tú y la Capitán Mari están vivos y bien! Se decía que tú y toda tu compañía probablemente habíais sido perdidos en combate con los elfos.
fi: Minä, luutnantti Deoran. On helpotus nähdä teidät ja kapteeni Mari ihan kunnossa! Sana kiersi, että te ja koko ryhmänne olitte luultavasti hävinneet taistelun haltioille.
gl: Eu, tenente Deoran. E tamos aliviados de vervos a ti e a capitán Mari vivos e sans! Dicían que ti e toda a túa compañía perderades a vida na loita contra os elfos.
it: Io, Tenente Deoran. E siamo sollevati dal vedere voi e Capitan Mari vivi e vegeti! Si era sparsa la voce che l’intera compagnia fossa andata persa nella battaglia contro gli elfi.

source: I am, Lieutenant Deoran. And we’re relieved to see you and Sir Gerrick alive and well! Word was that you and your entire company had likely been lost in combat with the elves.
ar: أنا المسؤول، الملازم ديوران. ونحن مرتاحون لرؤيتك والسير جيريك على قيد الحياة وبصحة جيدة! كانت الأخبار أنك وفرقتك بأكملها ربما فقدتم في قتال مع الألفيين.
es: Soy yo, Teniente Deoran. ¡Y nos alivia ver que tú y Sir Gerrick están vivos y bien! Se decía que tú y toda tu compañía probablemente habíais sido perdidos en combate con los elfos.
fi: Minä, luutnantti Deoran. On helpotus nähdä teidät ja Sir Gerrick ihan kunnossa! Sana kiersi, että te ja koko ryhmänne olitte luultavasti hävinneet taistelun haltioille.
gl: Eu, tenente Deoran. E tamos aliviados de vervos a ti e a Sir Xerric vivos e sans! Dicían que ti e toda a túa compañía perderades a vida na loita contra os elfos.
it: Io, Tenente Deoran. E siamo sollevati dal vedere voi e Ser Gerrick vivi e vegeti! Si era sparsa la voce che l’intera compagnia fossa andata persa nella battaglia contro gli elfi.

source: I am, Lieutenant Deoran. And we’re relieved to see you and Minister Hylas alive and well! Word was that you and your entire company had likely been lost in combat with the elves.
ar: أنا المسؤول، الملازم ديوران. ونحن مرتاحون لرؤيتك والوزير هايلاس على قيد الحياة وبصحة جيدة! كانت الأخبار أنك وفرقتك بأكملها ربما فقدتم في قتال مع الألفيين.
es: Soy yo, Teniente Deoran. ¡Y nos alivia ver que tú y el Ministro Hylas están vivos y bien! Se decía que tú y toda tu compañía probablemente habíais sido perdidos en combate con los elfos.
fi: Minä, luutnantti Deoran. On helpotus nähdä teidät ja pappi Hylas ihan kunnossa! Sana kiersi, että te ja koko ryhmänne olitte luultavasti hävinneet taistelun haltioille.
gl: Eu, tenente Deoran. E estamos aliviados de vervos a ti e ao padre Hilas vivos e sans! Dicían que ti e toda a túa compañía perderades a vida na loita contra os elfos.
it: Io, Tenente Deoran. E siamo sollevati dal vedere voi e il Ministro Hylas vivi e vegeti! Si era sparsa la voce che l’intera compagnia fossa andata persa nella battaglia contro gli elfi.

source: Then the Aethenwood has attacked you as well? I had hoped this hamlet would serve a safe haven, but you will find myself and my men at the ready if we are needed to defend Southport.
ar: إذن غابة إيثينوود هاجمتكم أيضًا؟ كنت آمل أن تكون هذه القرية ملاذًا آمنًا، لكنكم ستجدونني ورجالي على أهبة الاستعداد إذا احتجنا للدفاع عن ساوثبورت.
es: ¿Entonces el Bosque Edén también los ha atacado? Esperaba que esta aldea sirviera como refugio seguro, pero me encontrarán a mí y a mis hombres listos si se nos necesita para defender Southport.
fi: Eli Aethenin metsä iski teidänkin kimppuunne? Toivoin, että tämä kylä olisi ollut turvasatamana, mutta minä ja mieheni olemme kyllä valmiina, jos meitä tarvitaan puolustamaan Etelähaminaa.
gl: Entón o bosque do éter tamén vos atacou? Agardaba que esta aldea fose un refuxio seguro, pero atoparedesme a min e aos meus homes preparados se nos precisades para defender Porto sur.
it: Quindi gli abitanti della Foresta di Aethen hanno attaccato anche voi? Speravo che questo insediamento potesse rappresentare un rifugio sicuro, ma i miei uomini ed io siamo pronti se ci sarà bisogno di difendere Southport.

source: Defend Southport? No— ...well, you’ll see soon enough. Sir, you should get back to Westin right away.
ar: الدفاع عن ساوثبورت؟ لا— ...حسنًا، سترون قريبًا. سيدي، يجب أن تعود إلى ويستين فورًا.
es: ¿Defender Southport? No— ...bueno, lo verás pronto. Señor, debería regresar a Westin de inmediato.
fi: Puolustaa Etelähaminaa? Ei... no, se jää nähtäväksi. Herra, teidän tulisi palata Westiniin saman tien.
gl: Defender Porto sur? Non—... Xa o veredes. Señor, debe regresar a Westin canto antes.
it: Difendere Southport? No— ...beh, lo scoprirà presto. Signore, dovrebbe tornare subito a Westin.

source: We must hurry north across the river! Should we delay too long in reaching safety, we shall surely fall to the elves.
ar: يجب أن نسرع شمالًا عبر النهر! إذا تأخرنا كثيرًا في الوصول إلى بر الأمان، فسنقع حتمًا في يد الألفيين.
es: ¡Debemos apresurarnos hacia el norte cruzando el río! Si nos demoramos demasiado en alcanzar la seguridad, seguramente caeremos ante los elfos.
fi: Meidän on kiirehdittävä joen yli pohjoiseen! Jos haemme turvaa liian kauan, haltiat varmasti tuhoavat meidät.
gl: Debemos liscar cara ao norte, atravesando o río! Se nos demoramos demasiado en chegar a un lugar seguro, caeremos ante os elfos.
it: Dobbiamo dirigerci rapidamente a nord e guadare il fiume! Se dovessimo attardarci troppo a metterci in salvo, cadremo sicuramente per mano degli elfi.

source: Urgent news from Westin! The town has fallen, Westin has fallen to the elves! Run for your lives, for the elves come to kill us all!
ar: أخبار عاجلة من ويستين! لقد سقطت البلدة، ويستين سقطت في يد الألفيين! انجوا بحياتكم، لأن الألفيين قادمون لقتلنا جميعًا!
es: ¡Noticias urgentes desde Westin! La ciudad ha caído, Westin ha caído ante los elfos. ¡Corran por sus vidas, los elfos vienen a matarnos a todos!
fi: Kiireellisiä uutisia Westinistä! Kylä on sortunut, haltiat tuhosivat Westinin! Paetkaa henkenne edestä, sillä haltiat tulevat tappamaan meidät kaikki!
gl: Noticias urxentes de Westin! A vila caeu, Westin foi tomada polos elfos! Fuxide polas vosas vidas, os elfos veñen a matarnos a todos!
it: Notizie urgenti da Westin! La città è caduta per mano degli elfi! Fuggite per salvarvi, perché gli elfi sono venuti per ucciderci tutti!

source: No! How can this be? We were too slow returning home, and now there is no home to return to!
ar: لا! كيف يكون هذا ممكنًا؟ لقد تأخرنا كثيرًا في العودة إلى الديار، والآن ليس لدينا دار نعود إليها!
es: ¡No! ¿Cómo puede ser esto? Fuimos demasiado lentos al regresar a casa, ¡y ahora no hay hogar al que regresar!
fi: Ei! Miten voi olla? Me palasimme kotiin liian hitaasti, ja nyt ei ole kotia, jonne palata!
gl: Non! Como pode ser? Chegamos moi tarde a casa e agora non hai ningún fogar ao que voltar!
it: No! Come è possibile? Ci abbiamo messo troppo tempo per ritornare a casa, e ora non c’è più alcuna casa dove ritornare!

source: Pebbles in the Flood
ar: حصى في الطوفان
en@shaw: ğ‘ğ‘§ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¤ğ‘³ğ‘›
es: Guijarros en la inundación
fi: Toivoton taistelu
gl: Pelouros no asolagamento
it: Ciottoli nell’alluvione
lt: Akmenėliai srovėje
nb_no: Småstein i flommen
uk: Галька в потоці

source: At last we have reunited with the farmers at Southport, Wesnoth’s southernmost bastion of civilization. Ethiliel, will you finally tell us what evil it is we flee from? I have trusted you thus far, but even trust has its limits.
ar: أخيرًا اتحدنا مع المزارعين في ساوثبورت، أقصى معاقل الحضارة جنوب ويسنوث. إيثيليل، هل ستخبريننا أخيرًا عن الشر الذي نهرب منه؟ لقد وثقت بك حتى الآن، لكن حتى الثقة لها حدود.
es: Por fin nos hemos reunido con los campesinos en Southport, el bastión más al sur de Wesnoth. Ethiliel, ¿nos dirás finalmente de qué mal estamos huyendo? Te he confiado hasta ahora, pero incluso la confianza tiene sus límites.
fi: Vihdoinkin palasimme maanviljelijöiden luo Etelähaminassa, Wesnothin eteläisimmän sivilisaation linnakkeelle. Ethiliel, joko kerrot, mitä pahuutta me pakenemme? Olen luottanut sinuun tähän asti, mutta luottamuksellakin on rajansa.
gl: Finalmente reunímonos cos labregos en Porto sur, o bastión máis meridional da civilización en Wesnoth. Etilia, por fin nos contarás de que mal fuximos? Ata agora confiaba en ti, pero incluso a confianza ten os seus límites.
it: Finalmente ci siamo riuniti ai contadini di Southport, il più meridionale dei bastioni civilizzati di Wesnoth. Ethiliel, vuoi finalmente svelarci da quale male stiamo fuggendo? Fin’ora ho avuto fiducia in te, ma anche la fiducia ha i suoi limiti.

source: ...I couldn’t admit it to myself, Deoran. I couldn’t before, and now that he is almost upon us—
ar: ...لم أستطع الاعتراف بذلك لنفسي، يا ديوران. لم أستطع من قبل، والآن وقد كاد يصل إلينا-
es: ...No podía admitirlo ante mí misma, Deoran. No podía antes, y ahora que él está casi sobre nosotros—
fi: ...En voinut myöntää itselleni, Deoran. En voinut ennen, ja nyt kun hän on melkein niskassamme—
gl: ...Non podía admitilo, Deoran. Non puiden antes, e agora que está case aquí, xusto diante de nós—
it: ... non potevo ammetterlo con me stessa, Deoran. Prima non potevo, e ora che ci ha quasi raggiunto—

source: Ethiliel... At last, the student reunites with her master. Why do you flee from me?
ar: إيثيليل... أخيرًا، تتحد التلميذة مع معلمها. لماذا تهربين مني؟
es: Ethiliel... Por fin, la alumna se reúne con su maestro. ¿Por qué huyes de mí?
fi: Ethiliel... Vihdoinkin oppilas palaa mestarinsa luo. Miksi pakenet minulta?
gl: Etilia... Por fin, o estudante reencóntrase co seu mestre. Por que fuxes de min?
it: Ethiliel... Finalmente la studentessa si riunisce col suo insegnante. Perché mi rifuggi?

source: Mebrin. I sensed it, but I did not want to believe. ...I could not bear to believe.
ar: ميبيرين. شعرت به، لكنني لم أرغب في التصديق. ...لم أستطع تحمل التصديق.
es: Mebrin. Lo presentí, pero no quería creerlo... No podía soportar creerlo.
fi: Mebrin. Minä aistin sen, mutta en halunnut uskoa... En kestänyt uskoa.
gl: Mebrin. Sentino, pero no quixen crer. ...Non podía soportar crer.
it: Mebrin. L’ho percepito, ma non volevo crederci... Non potevo permettermi di crederlo.

source: <b><i>This</i></b> is the sage Mebrin? Urza Afalas was right! He has gone mad with power and transformed himself into a lich!
ar: <b><i>هذا</i></b> هو الحكيم ميبيرين؟ أورزا أفالاس كان محقًا! لقد جن بالقوة وتحول إلى ليش!
es: ¿<b><i>Este</i></b> es el sabio Mebrin? ¡Urza Afalas tenía razón! ¡Se ha vuelto loco con el poder y se ha transformado en un lich!
fi: <b><i>Tämäkö</i></b> on se Mebrin-tietäjä? Urza Afalas oli oikeassa! Hän on seonnut voimista ja muuttunut kuolonherraksi!
gl: <b><i>Este</i></b> é o sabio Mebrin? Urza Afalas tiña razón! Enlouqueceu polo poder e transformouse nun liche!
it: <b><i>Questo</i></b> è Mebrin, il saggio? Urza Afalas aveva ragione! Il potere lo ha fatto impazzire e si è trasformato in un lich!

source: Mad? I am furious!! Those accursed mudlings took me and tormented me, tortured me for sport! I knew that once the first strand of black magic left my hands, there would be no turning back. But I would suffer this humiliation no longer...
ar: مجنون؟ أنا غاضب!! هؤلاء الوحليون اللعينة أخذوني وعذبوني، عذبوني من أجل المتعة! علمت أنه بمجرد خروج أول خيط من السحر الأسود من يدي، لن يكون هناك عودة. لكنني لن أتحمل هذه الإهانة بعد الآن...
es: ¿Loco? ¡Estoy furioso! ¡Esos malditos mudlings me capturaron y me atormentaron, me torturaron por diversión! Sabía que una vez que el primer hilo de magia negra saliera de mis manos, no habría vuelta atrás. Pero no sufriré esta humillación por más tiempo...
fi: Seonnut? Olen raivoissani!! Se kirottu lokasakki vei minut ja kidutti minua, kidutti huvikseen! Tiesin, että kun ensimmäinen mustan magian säie lähtisi käsistäni, paluuta ei olisi. Mutta en kärsisi tätä nöyryytystä enää...
gl: Enlouqueceu? Estou furioso!! Eses malditos porcos lameiros colléronme, torturáronme por diversión! Sabía que unha vez que o primeiro fio de maxia negra saíse das miñas mans, non había volta atrás. Pero xa non sufrirei esta humillación máis tempo...
it: Pazzo? Io sono furioso! Voi maledetti baciafango mi avete rapito e tormentato per divertimento! Sapevo che una volte che il primo filo di magia nera avesse lasciato le mie mani, non ci sarebbe stato più ritorno. Ma non avrei più sofferto questa umiliazione...

source: I taught the summoning of powers beyond the control of the feeble mudlings, powers that fed upon their race’s filth and greed. Content with only meagre tricks, they never even noticed as I slowly brought them under my thrall! The Urza brothers sought to enslave me, but it is they who became my slaves in the end.
ar: علمتهم استدعاء قوى تتجاوز تحكم الوحليين الضعاف، قوى تتغذى على قذارة وجشع عرقهم. راضين بحيل تافهة، لم يلاحظوا أبدًا كيف جعلتهم تدريجيًا تحت سيطرتي! سعى إخوة أورزا لاستعبادي، لكنهم هم من أصبحوا عبيدي في النهاية.
es: Enseñé la invocación de poderes más allá del control de los débiles mudlings, poderes que se alimentaban de la suciedad y codicia de su raza. Satisfechos con solo trucos insignificantes, ¡ni siquiera notaron mientras poco a poco los llevaba bajo mi dominio! Los hermanos Urza buscaron esclavizarme, pero fueron ellos quienes se convirtieron en mis esclavos al final.
fi: Opetin manaamaan esiin voimia, joita heikko lokasakki ei osaa hallita, voimia, jotka saivat ravintonsa heidän rotunsa liasta ja ahneudesta. Pelkkiin pikkutemppuihin tyytyneinä he eivät edes huomanneet, kun sain heidät hitaasti valtaani! Urzan veljekset yrittivät orjuuttaa minua, mutta heistä itsestään tulikin orjiani.
gl: Ensinéi a invocar poderes máis alá do control dos fraxiles lameiros, poderes que se alimentaban da sucidade e codicia da súa raza. Contentos con míseros trucos, nin sequera se decataron de que pouco a pouco os puxen baixo o meu control! Os irmáns Urza tentaron escravizarme, pero foron eles quen remataron como meus escravos.
it: Ho insegnato l’evocazione di poteri al di là del controllo dei deboli baciafango, poteri che si nutrivano della sporcizia e dell’avidità della loro razza. Contenti solo di miseri trucchi, non si sono nemmeno accorti che li portavo lentamente sotto il mio controllo! I fratelli Urza hanno cercato di rendermi schiavo, ma sono loro che alla fine sono diventati miei schiavi.

source: Mebrin, please...
ar: ميبيرين، من فضلك...
es: Mebrin, por favor...
fi: Mebrin, ole kiltti...
gl: Mebrin, por favor...
it: Mebrin, per favore...
uk: Мербіне, будь ласка...

source: I am called Mal M’Brin now, Ethiliel. It is the name I took when I unchained myself from the shallow-mindedness of the elves and passed over into enlightenment. In a way, I am grateful to these humans. They, though indirectly, have opened my eyes to power I would have never thought possible.
ar: أنا أدعى مال ميبيرين الآن، يا إيثيليل. هذا الاسم الذي اتخذته عندما تحررت من ضيق أفق الألفيين وانتقلت إلى مرحلة التنوير. بطريقة ما، أنا ممتن لهؤلاء البشر. هم، وإن كانوا بشكل غير مباشر، قد فتحوا عيني على قوة لم أكن لأتخيلها ممكنة.
es: Ahora me llamo Mal M’Brin, Ethiliel. Es el nombre que tomé cuando me liberé de la estrechez de mente de los elfos y transcendí hacia el esclarecimiento. De alguna manera, estoy agradecido a estos humanos. Ellos, aunque indirectamente, han abierto mis ojos a un poder que nunca habría pensado posible.
fi: Nimeni on nyt Mal M’Brin, Ethiliel. Otin sen nimen, kun pääsin haltiain pinnallisesta ajattelutavasta ja siirryin kohti valaistumista. Olen tavallaan kiitollinen niille ihmisille. He, joskin epäsuorasti, ovat avanneet silmäni voimia kohtaan, joita en edes ajatellut mahdollisiksi.
gl: Chámome agora Mal M’Brin, Etilia. É o nome que escollín cando me liberéi da miopía dos elfos e alcancei a iluminación. Nun certo sentido, estou agradecido a estes humanos. Eles, aínda que indirectamente, abrironme os ollos a un poder que nunca pensei que sería posible.
it: Ora mi chiamo Mal M’Brin, Ethiliel. Questo è il nome che ho scelto quando mi sono liberato dalla superficialità degli elfi e sono passato all’illuminazione. In un certo senso, provo gratitudine per questi umani. Sebbene indirettamente, mi hanno fatto aprire gli occhi su un potere che non avrei mai pensato potesse esistere.

source: Ethiliel, we can’t keep running! I know you don’t want to fight your mentor, but he has been consumed by the dark magic! We have no choice!
ar: إيثيليل، لا يمكننا الاستمرار في الهروب! أعلم أنك لا تريدين قتال معلمك، لكنه قد استهلكه السحر الأسود! ليس لدينا خيار!
es: ¡Ethiliel, no podemos seguir huyendo! Sé que no quieres luchar contra tu maestro, ¡pero ha sido consumido por la magia oscura! ¡No tenemos elección!
fi: Ethiliel, emme voi jatkaa pakoa! Tiedän, ettet halua taistella oppi-isääsi vastaan, mutta musta magia on ahmaissut hänet! Emme voi muuta!
gl: Etilia, non podemos seguir fuxindo! Sei que non queres loitar contra o teu mestre, pero xa foi consumido pola maxia escura! Non temos outra opción!
it: Ethiliel, non possiamo continuare a fuggire. So che non vuoi combattere contro il tuo mentore, ma è stato consumato dalla magia nera! Non abbiamo scelta!

source: I— I’m so sorry.
ar: أنا- أنا آسفة جدًا.
es: Y— lo siento mucho.
fi: O-olen niin pahoillani.
gl: Eu... sinto moito.
it: Io— Mi dispiace..

source: She’s gone!
ar: لقد اختفت!
es: ¡Se ha ido!
fi: Hän häipyi!
gl: Ela desapareceu!
it: Se n’è andata!
