Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Aye... I’ve got most o’ the civilians safe underground in th’ cellars, with our trapdoor shut an’ barred. If we’re lucky, we can clean up this mess without any more gettin’ hurt.
ar: آه... لقد وضعت معظم المدنيين بأمان تحت الأرض في الأقبية، مع إغلاق باب الفخ ورفعه. إذا كنا محظوظين، يمكننا تنظيف هذه الفوضى دون إصابة المزيد.
es: Sí... Tengo a la mayoría de los civiles a salvo bajo tierra en los sótanos, con la trampilla cerrada y asegurada. Si tenemos suerte, podremos limpiar este desastre sin que nadie más salga herido.
fi: Totta maar... Sain enimmät siviilit turvaan kellareihin maan alle, ja luukkumme on teljetty. Hyvässä lykyssä me voidaan putsata tää sotku ilman, että enempää loukkaantuu.
gl: Si... Teño a maioría dos civís a salvo debaixo da terra, nos sotos, coa trampa pechada e con cadeado. Se temos sorte, poderemos limpar este lío sen que ninguén máis saia ferido.
it: Sì... Ho messo la maggior parte dei civili al sicuro sottoterra nelle cantine, con la nostra botola chiusa e sbarrata. Se siamo fortunati, possiamo sistemare questo pasticcio senza che nessuno si faccia più male.

source: Yeah... I’ve got most of the civilians safely underground in the cellars, with the trapdoor shut and barred. If we’re lucky, we can clean us this mess without any more getting hurt.
ar: نعم... لقد وضعت معظم المدنيين بأمان تحت الأرض في الأقبية، مع إغلاق باب الفخ ورفعه. إذا كنا محظوظين، يمكننا تنظيف هذه الفوضى دون إصابة المزيد.
es: Sí... Tengo a la mayoría de los civiles a salvo bajo tierra en los sótanos, con la trampilla cerrada y asegurada. Si tenemos suerte, podremos limpiar este desastre sin que nadie más salga herido.
fi: Joo... Sain enimmät siviilit turvaan kellareihin maan alle, ja luukkumme on teljetty. Hyvällä tuurilla voimme siivota tämän sotkun ilman, että enempää loukkaantuu.
gl: Xa... Teño a maioría dos civís a salvo debaixo da terra, nos sotos, coa trapela pechada e con cadeado. Se temos sorte, podemos limpar esta desfeita sen que ninguén saia ferido.
it: Sì... Ho messo la maggior parte dei civili al sicuro sottoterra nelle cantine, con la botola chiusa e sbarrata. Se siamo fortunati, possiamo sistemare questo pasticcio senza che nessuno si faccia più male.

source: And so we are caught between a rock and a hard place. We cannot flee, or the elves would cut us down. We cannot attack, or we risk provoking an all-out war. Our only choice is to hold the town, and hope the elves see sense.
ar: وهكذا نحن محاصرون بين المطرقة والسندان. لا يمكننا الفرار، أو سيقتلنا الإلف. لا يمكننا الهجوم، أو نخاطر بإشعال حرب شاملة. خيارنا الوحيد هو الصمود في البلدة، ونأمل أن يرى الإلف المنطق.
es: Y así estamos atrapados entre la espada y la pared. No podemos huir, o los elfos nos destruirían. No podemos atacar, o arriesgamos provocar una guerra total. Nuestra única opción es mantener la ciudad y esperar que los elfos entren en razón.
fi: Ja niin olemme vasaran ja alasimen välissä. Emme voi paeta, tai haltiat motittavat meidät. Hyökätä ei voi, tai lietsomme täysimittaista sotaa. Ainoa vaihtoehto on pitää kylän puolta ja toivottava, että haltiat järkiintyvät.
gl: E así estamos atrapados entre a espada e a parede. Non podemos fuxir, ou os elfos nos abatirán. Non podemos atacar, ou corremos o risco de provocar unha guerra total. A nosa única opción é manter a vila e agardar que os elfos entren en razón.
it: E siamo anche presi tra l’incudine e il martello. Non possiamo fuggire, o gli elfi ci massacreranno, Non possiamo attaccare, o rischiamo di provocare una guerra totale. La nostra unica opzione è di tenere la città e sperare che gli elfi rinsaviscano.

source: Caught between a rock and a hard place. We can’t flee, or the elves would cut us down. Can’t attack, or we provoke an all-out war. Guess our only option is to hold the town and hope the elves see sense.
ar: محاصرون بين المطرقة والسندان. لا يمكننا الفرار، أو سيقتلنا الإلف. لا يمكننا الهجوم، أو نخاطر بإشعال حرب شاملة. أعتقد أن خيارنا الوحيد هو الصمود في البلدة ونأمل أن يرى الإلف المنطق.
es: Atrapados entre la espada y la pared. No podemos huir, o los elfos nos destruirían. No podemos atacar, o provocamos una guerra total. Supongo que nuestra única opción es mantener la ciudad y esperar que los elfos entren en razón.
fi: Vasaran ja alasimen välissä. Emme voi paeta, tai haltiat motittavat meidät. Hyökätä ei voi, tai lietsomme täysimittaista sotaa. Ainoa vaihtoehto lienee pitää kylän puolta ja toivottava, että haltiat järkiintyvät.
gl: Atrapados entre a espada e a parede. Non podemos fuxir, ou os elfos acabarán connosco. Non podemos atacar, ou arriscamos unha guerra total. Creo que a única opción que nos queda é manter a vila e agardar que os elfos entren en razón.
it: Presi tra l’incudine e il martello. Non possiamo attaccare, o rischiamo di provocare una guerra totale. La nostra unica opzione è di tenere la città e sperare che gli elfi rinsaviscano.

source: Survive until turns runs out
ar: ابق على قيد الحياة حتى تنتهي الأدوار
es: Sobrevive hasta que se acaben los turnos
fi: Selviä kunnes vuorot loppuvat
gl: Sobrevive ata o final das roldas
it: Sopravvivi fino alla fine dei turni

source: For Weldyn! For Westin! For our home!!
ar: من أجل ويلدين! من أجل ويستين! من أجل وطننا!!
es: ¡Por Weldyn! ¡Por Westin! ¡Por nuestro hogar!
fi: Weldynin puolesta! Westinin puolesta! Kotimme puolesta!!
gl: Por Weldyn! Por Westin! Polo noso fogar!!
it: Per Weldyn! Per Westin! Per la nostra casa!!

source: Look out, more elves at the perimeter! No, wait... it’s Sir Deoran. He’s alive!
ar: انتبه، المزيد من الإلف عند المحيط! لا، انتظر... إنه السير ديوران. إنه على قيد الحياة!
es: ¡Cuidado, más elfos en el perímetro! No, espera... es Sir Deoran. ¡Está vivo!
fi: Varokaa, lisää haltioita ulkoreunalla! Ei, hetkinen... sehän on Sir Deoran. Hän on elossa!
gl: Coidado, máis elfos no perímetro! Non, agarda... é o Señor Deoran. Está vivo!
it: Attenti, altri elfi al perimetro! No, aspettate... è Ser Deoran. È vivo!

source: Take care! More elves approach our ramparts. No, wait... ’tis Commander Deoran. He comes to our aid!
ar: احذروا! المزيد من الإلف يقترب من أسوارنا. لا، انتظر... إنه القائد ديوران. إنه يأتي لمساعدتنا!
es: ¡Cuidado! Más elfos se acercan a nuestras murallas. No, espera... es el Comandante Deoran. ¡Viene en nuestra ayuda!
fi: Vartokaas! Lisää haltioita lähestyy valleiltamme. Eiku... sehän on komentaja Deoran. Hän tulee avuks!
gl: Atención! Máis elfos achéganse ás murallas... Non, agardade... é o comandante Deoran! Vén en auxilio!
it: Fate attenzione! Altri elfi si avvicinano ai nostri bastioni. No, aspettate... è il comandante Deoran. Viene in nostro aiuto!

source: Hail, friends! I am relieved to see the town walls still standing, but I am sorry to confess that this whole problem with the elves is rather my doing. The full story is too long to speak of now.
ar: تحية، أصدقاء! أنا مرتاح لرؤية أسوار البلدة ما زالت قائمة، لكني آسف لأعترف أن مشكلة الإلف هذه هي من صنعي إلى حد ما. القصة طويلة جداً لرويها الآن.
es: ¡Saludos, amigos! Me alivia ver que las murallas de la ciudad aún se mantienen, pero lamento confesar que todo este problema con los elfos es en gran parte culpa mía. La historia completa es demasiado larga para contarla ahora.
fi: Hoi, ystävät! On helpotus nähdä kylän muurit vielä pystyssä, mutta ikävä tunnustaa, että koko tämä ongelma haltioiden kanssa on tekosiani. Kestää liian kauan kertoa koko tarinaa nyt.
gl: Saúdos, amigos! Alégrame ver que as murallas seguen en pé, pero lamento dicir que todo este lío cos elfos é, en gran parte, culpa miña. A historia completa é longa de máis para contar agora.
it: Salve, amici! Sono sollevato nel vedere le mura della città ancora in piedi, ma mi dispiace confessare che tutto questo problema con gli elfi è decisamente colpa mia. La storia completa è troppo lunga per parlarne ora.

source: The elves demand that we produce someone called “Mebrin” — I take it you know who that is? In his absence, we have instead focused our efforts on protecting the townsfolk.
ar: الإلف يطالبون بإنتاج شخص يسمى "ميبرين" — أظن أنك تعرف من هو؟ في غيابه، ركزنا جهودنا على حماية سكان البلدة.
es: Los elfos exigen que entreguemos a alguien llamado “Mebrin” — supongo que sabes quién es. En su ausencia, hemos concentrado nuestros esfuerzos en proteger a los habitantes de la ciudad.
fi: Haltiat vaativat, että tuomme jonkun nimeltä “Mebrin”. Sinä tietänet, kuka se on? Hänen poissa ollessa me olemme sen sijaan keskittyneet suojelemaan kyläläisiä.
gl: Os elfos esixen que lles entreguemos a alguén chamado “Mebrin” — supoño que sabes de quen se trata, non si? Na súa ausencia, centrámonos en protexer aos veciños da vila.
it: Gli elfi chiedono che gli sia consegnato qualcuno di nome “Mebrin” : immagino tu sappia a chi si riferiscano. In sua assenza, abbiamo invece concentrato i nostri sforzi sulla protezione dei cittadini.

source: Figures this’d all be the rookie’s fault. While you’ve been running around causing problems, we’ve been trying to actually keep the town safe.
ar: من المتوقع أن كل هذا خطأ المبتدئ. بينما كنت تجوب وتسبب المشاكل، كنا نحاول فعلاً الحفاظ على سلامة البلدة.
es: Claro, todo será culpa del novato. Mientras tú andabas causando problemas, nosotros hemos estado intentando mantener la ciudad a salvo.
fi: Älysin, että tämä olisi alokkaan vika. Kun olit juoksentelemassa ja aiheuttamassa harmia, olemme koettaneet pitää kylän turvassa.
gl: Xa dicía eu que isto sería cousa do novato. Mentres andabas por aí armando problemas, nós estabamos aquí tentando manter a vila a salvo.
it: Immagino che sia tutto un errore da pivelli. Mentre te ne andavi in giro a causare problemi, abbiamo cercato di mantenere la città al sicuro.

source: Deoran, you have the most experience dealing with these elves, and a more complete understanding of the situation than do I. If you wish to command the defense, our soldiers are at your service.
ar: ديوران، لديك أكثر الخبرة في التعامل مع هؤلاء الإلف، وفهم أكثر اكتمالاً للوضع مني. إذا كنت ترغب في قيادة الدفاع، جنودنا تحت خدمتك.
es: Deoran, tú tienes más experiencia tratando con estos elfos y un entendimiento más completo de la situación que yo. Si deseas comandar la defensa, nuestros soldados están a tu servicio.
fi: Deoran, sinulla on eniten kokemusta haltioista ja kokonaisvaltaisempi käsitys tilanteesta kuin minulla. Jos haluat komentaa puolustusta, sotilaamme ovat palveluksessasi.
gl: Deoran, ti es quen máis experiencia ten tratando con estes elfos, e entendes mellor a situación ca min. Se queres tomar o mando da defensa, os nosos soldados están ao teu servizo.
it: Deoran, hai più esperienza nel trattare con questi elfi e una visione più completa di me della situazione. Se desideri comandare la difesa, i nostri soldati sono al tuo servizio.

source: Deoran, sounds like you’ve got the most experience dealin’ with these elves, an’ a better idea o’ what’s really goin’ on. If you want to take charge, my boys’re yours to command.
ar: ديوران، يبدو أن لديك أكثر الخبرة في التعامل مع هؤلاء الإلف، وفكرة أفضل عما يحدث حقاً. إذا كنت تريد تولي القيادة، رجالي تحت أمرك.
es: Deoran, parece que tienes la mayor experiencia tratando con estos elfos y una mejor idea de lo que realmente ocurre. Si quieres tomar el mando, mis hombres están a tu disposición.
fi: Deoran, kuulostaa siltä, että sulla on eniten kokemusta haltioista ja parempi käsitys, mitä oikein on tekeillä. Jos sä haluut ottaa ohjat, mun pojat on sun komennossas.
gl: Deoran, parece que ti es o que máis sabe do que pasa cos elfos, e tamén quen mellor entende o que está a ocorrer. Se queres poñerte ao mando, os meus homes obedecerán.
it: Deoran, sembra che tu sia quello con più esperienza nel trattare con questi elfi, e hai anche una visione più completa di me di quello che sta realmente succedendo. Se vuoi fartene carico, i miei ragazzi sono ai tuoi comandi.

source: Assume command of Westin’s defense
ar: تولى قيادة دفاع ويستن
es: Asumir el mando de la defensa de Westin
fi: Ota Westinin puolustus komentoon
gl: Asumir o mando da defensa de Westin
it: Prendi il comando della difesa di Westin

source: Leave Westin’s defenders under AI control
ar: اترك مدافعي ويستن تحت سيطرة الذكاء الاصطناعي
es: Dejar a los defensores de Westin bajo control de la IA
fi: Jätä Westinin puolustajat tekoälyohjaukseen
gl: Deixar os defensores de Westin baixo control da IA
it: Lascia il controllo della difesa di Westin alla IA

source: The elves are trying to break into the cellars! Remember our objectives — if they get among the refugees, all will be lost.
es: ¡Los elfos intentan irrumpir en los sótanos! Recordad nuestros objetivos — si llegan entre los refugiados, todo estará perdido.
it: Gli elfi stanno tentando di entrare nelle cantine! Ricorda i nostri obiettivi — se dovessero piombare tra i rifugiati, tutto andrà perduto!

source: You mayflies should never have interfered in our affairs. Now all your kind shall pay the price.
ar: أيها العابرون، لم يكن عليكم أبداً أن تتدخلوا في شؤوننا. الآن سيدفع جنسكم الثمن.
es: Ustedes efímeros nunca debieron interferir en nuestros asuntos. Ahora toda su especie pagará el precio.
fi: Te surviaiset ette olisi saaneet sekaantua asioihimme. Nyt te kaikki saatte maksaa.
gl: Nunca deberades, efemerópteros, meter o nariz nos nosos asuntos. Agora toda a vosa especie pagará o prezo.
it: Voi effimere non avrete mai dovuto interferire nei nostri affari. Ora tutti quelli della vostra specie ne pagheranno il prezzo.

source: I curse our isolation, so far removed from the great cities of the north. The capital garrison alone would make Westin’s walls impenetrable, if only they could have been contacted in time!
ar: ألعن عزلتنا، البعيدة جداً عن المدن العظيمة في الشمال. حامية العاصمة وحدها ستجعل أسوار ويستن منيعة، لو كان يمكن الاتصال بهم في الوقت المناسب!
es: Maldigo nuestro aislamiento, tan lejos de las grandes ciudades del norte. La guarnición de la capital sola haría que las murallas de Westin fueran impenetrables, si tan solo hubieran podido ser contactados a tiempo.
fi: Kirottu eristyksemme. Niin kaukana pohjoisen suurkaupungeista. Pelkästään pääkaupungin varuskunta tekisi muureistamme murtumattomia, jos vain heihin olisi saatu yhteys ajoissa!
gl: Maldigo o noso illamento, tan lonxe das grandes cidades do norte. O destacamento da capital faría inexpugnables os muros de Westin... se polo menos puidésemos contactalos a tempo!
it: Maledetto il nostro isolamento, siamo così lontani dalle grandi città del nord, La guarnigione della capitale da sola renderebbe le mura di Westin invalicabili, se soltanto avessimo avuto modo di contattarli in tempo!

source: Our isolation is truly lamentable, so far removed from the great cities of the north. The capital garrison alone would make our walls impenetrable, if only they could have been contacted in time.
ar: عزلتنا محزنة حقاً، البعيدة جداً عن المدن العظيمة في الشمال. حامية العاصمة وحدها ستجعل أسوارنا منيعة، لو كان يمكن الاتصال بهم في الوقت المناسب.
es: Nuestro aislamiento es realmente lamentable, tan lejos de las grandes ciudades del norte. La guarnición de la capital sola haría que nuestras murallas fueran impenetrables, si tan solo hubieran podido ser contactados a tiempo.
fi: Eristyksemme on tosi surkeaa. Niin kaukana pohjoisen suurkaupungeista. Pelkästään pääkaupungin varuskunta tekisi muureistamme murtumattomia, jos vain heihin olisi saatu yhteys ajoissa.
gl: O noso illamento é verdadeiramente lamentable, tan afastados das grandes cidades do norte. O destacamento da capital faría as murallas inexpugnables... se tan só puidesen ser avisados a tempo.
it: Il nostro isolamento è veramente deprecabile, siamo così lontani dalle grandi città del nord, La guarnigione della capitale da sola renderebbe le nostre mura invalicabili, se soltanto avessimo avuto modo di contattarli in tempo.

source: I curse our isolation, so far from the great cities o’ the north. The capital garrison alone would make our walls unbreakable, if only they could’ve been reached in time!
ar: ألعن عزلتنا، البعيدة عن المدن العظيمة في الشمال. حامية العاصمة وحدها ستجعل أسوارنا غير قابلة للكسر، لو كان يمكن الوصول إليهم في الوقت المناسب!
es: Maldigo nuestro aislamiento, tan lejos de las grandes ciudades del norte. La guarnición de la capital sola haría que nuestras murallas fueran inquebrantables, si tan solo hubieran podido ser alcanzados a tiempo.
fi: Kirottu eristyksemme. Niin kaukana pohjoisen suurkaupungeista. Pelkästään pääkaupungin varuskunta tekisi muureistamme murtumattomia, jos heidät olisi tavoitettu ajoissa!
gl: Maldigo que esteamos tan lonxe das grandes cidades do norte. O destacamento da capital bastaría para facer as murallas inquebrantables... se puidésemos ter avisado a tempo!
it: Maledetto il nostro isolamento, siamo così lontani dalle grandi città del nord, La guarnigione della capitale da sola renderebbe le nostre mura invalicabili, se soltanto avessimo avuto modo di contattarli in tempo!

source: That’s assuming Weldyn would even bother to help out a podunk like this. Capital of the southern province, sure, but that’s not saying much. Without Prince Arand’s ambitions for this place, I doubt anybody — you and me included — would much care what happened here.
ar: هذا بافتراض أن ويلدين ستزعج نفسها لمساعدة مكان نائي مثل هذا. عاصمة المقاطعة الجنوبية، بالتأكيد، لكن هذا لا يعني الكثير. بدون طموحات الأمير أراند لهذا المكان، أشك في أن أي أحد — أنت وأنا included — سيهتم كثيراً بما يحدث هنا.
es: Eso suponiendo que Weldyn siquiera se molestaría en ayudar a un lugar insignificante como este. Capital de la provincia del sur, claro, pero eso no dice mucho. Sin las ambiciones del Príncipe Arand para este lugar, dudo que alguien — tú y yo incluidos — se preocupara mucho por lo que sucediera aquí.
fi: Mikäli Weldyn edes viitsisi auttaa tällaista tuppukylää. Etelämaakunnan pääkaupunki toki, muttei paljonkaan paina. Ilman prinssi Arandin tavoitteita tätä paikkaa kohtaan tuskinpa kukaan — sinä ja minäkään — välittäisi paljonkaan siitä, mitä täällä tapahtuu.
gl: Iso contando con que Weldyn se molestase en axudar a un burato como este. Capital da provincia sur, si, pero iso tampouco é gran cousa. Sen as ambicións do príncipe Arán para este lugar, dubido que a ninguén — nin a ti nin a min — lle importase moito o que lle acontecese.
it: Questo presupponendo che Weldyn si preoccupasse anche solo di aiutare un paesucolo come questo. Capitale della provincia meridionale, certo, ma non dice molto. Senza le ambizioni del principe Arand per questo posto, dubito che a qualcuno, me e te compresi, importi molto di ciò che sia successo qui.

source: Even then, Westin is small and remote, and thus easy for others to overlook. Prince Arand’s ambitions for this place are the better part of the reason we have any significance at all — as well as the reason you were deployed here, Deoran.
ar: حتى ذلك الحين، ويستن صغيرة ونائية، وبالتالي يسهل على الآخرين تجاهلها. طموحات الأمير أراند لهذا المكان هي الجزء الأكبر من سبب وجود أي أهمية لنا على الإطلاق — وكذلك سبب نشرك هنا، ديوران.
es: Aun así, Westin es pequeño y remoto, y por lo tanto fácil de pasar por alto para otros. Las ambiciones del Príncipe Arand para este lugar son la mayor parte de la razón por la que tenemos alguna importancia, así como la razón por la que fuiste enviado aquí, Deoran.
fi: Westin oli silloinkin pieni ja syrjäinen, ja siten muille helposti huomaamaton. Prinssi Arandin tavoitteet tätä paikkaa kohtaan ovat suurin syy siihen, miksi meillä edes on merkitystä — ja siihenkin, miksi sinut sijoitettiin tänne, Deoran.
gl: Mesmo así, Westin é pequena e remota, doada de ignorar polos demais. As ambicións do príncipe Arán son boa parte da razón pola que temos algunha relevancia — e tamén o motivo polo que fuches destinado aquí, Deoran.
it: Anche così, Westin è piccola e isolata, e quindi facile da passare inosservata per gli altri. Le ambizioni del Principe Arand per questo posto sono il motivo principale per cui abbiamo una qualche rilevanza, nonché il motivo per cui tu sia stato dislocato qui, Deoran.

source: O’ course, if th’ prince had actually come here himself instead o’ spendin’ all ’is time up in Weldyn with the king, we might’ve not gotten in such trouble in th’ first place...
ar: بالطبع، لو أن الأمير قد جاء هنا بنفسه بدلاً من قضاء كل وقته في ويلدين مع الملك، ربما لم نكن لنقع في مثل هذه المشكلة في المقام الأول...
es: Por supuesto, si el príncipe realmente hubiera venido aquí en persona en lugar de pasar todo su tiempo en Weldyn con el rey, quizá no habríamos tenido tantos problemas desde el principio...
fi: Tietty, jos prinssi olis itse tullu tänne eikä oleskelis alituisesti Weldynissä kunkun kanssa, emme kai oltais jouduttu tämmöiseen liemeen alun perinkään...
gl: Claro, se o príncipe tivese vido el mesmo no canto de pasar todo o tempo en Weldyn co rei, igual non nos meteramos neste enredo...
it: Certo, se il principe fosse venuto qui di persona invece di passare tutto il suo tempo a Weldyn con il re, forse non ci saremmo cacciati in tutti questi guai...

source: Of course, if the prince had actually come here himself instead of spending all his time up at Weldyn with the king, we might’ve not gotten in such trouble in the first place...
ar: بالطبع، لو أن الأمير قد جاء هنا بنفسه بدلاً من قضاء كل وقته في ويلدين مع الملك، ربما لم نكن لنقع في مثل هذه المشكلة في المقام الأول...
es: Por supuesto, si el príncipe realmente hubiera venido aquí en persona en lugar de pasar todo su tiempo en Weldyn con el rey, quizá no habríamos tenido tantos problemas desde el principio...
fi: Tietenkin, jos prinssi olisi itse tullut tänne eikä oleskelisi kaiken aikaa Weldynissä kuninkaan luona, emme ehkä olisi joutuneet tällaiseen pinteeseen ensinnäkään...
gl: Claro, Se o príncipe viñese persoalmente no canto de pasar o día co rei en Weldyn, igual non estaríamos neste lío...
it: Certo, se il principe fosse venuto qui di persona invece di passare tutto il suo tempo a Weldyn con il re, forse non ci saremmo cacciati in tutti questi guai...

source: They’ve come around behind us! Stand fast, soldiers of the South Guard!
ar: لقد أتوا من خلفنا! اثبتوا، جنود الحرس الجنوبي!
es: ¡Han rodeado nuestra retaguardia! ¡Manteneos firmes, soldados de la Guardia del Sur!
fi: He ovat kiertäneet taaksemme! Pysykää lujina, Etelän vartioston sotilaat!
gl: Veñen por detrás! ¡Resistide, soldados da Garda do Sur!
it: Ci hanno aggirato alle spalle! Tenete duro, soldati della Guardia del Sud!

source: My kin will avenge me! For every one of us you strike down... more will come...
ar: أقربائي سينتقمون لي! لكل واحد منا تقتلونه... سيأتي المزيد...
es: ¡Mis parientes me vengarán! Por cada uno de nosotros que abatáis... vendrán más...
fi: Kansani kostaa puolestani! Mitä enemmän nujerratte meitä... sitä enemmän tulee...
gl: A miña familia vingarame! por cada un de nós que abatas... virán máis...
it: I miei simili mi vendicheranno! Per ognuno di noi che cade... altri ne arriveranno...

source: Every elf who dies only serves to further enrage the rest, drawing more warriors out of the Aethenwood!
ar: كل إلف يموت يزيد فقط من غضب البقية، مما يجذب المزيد من المحاربين من غابة إيثنوود!
es: Cada elfo que muere solo sirve para enfurecer aún más al resto, ¡atrayendo más guerreros del Bosque Edén!
fi: Jokainen kuollut haltia raivostuttaa muita vain entisestään ja vetää lisää sotureita Aethenin metsästä!
gl: Cada elfo que cae só serve para enfurecer máis aos demais, e atraer máis guerreiros da bosque do éter!
it: Ogni elfo che muore serve soltanto a far infuriare di più gli altri, facendo uscire altri guerrieri dalla Foresta di Aethen!

source: $unit.cost gold refunded
es: $unit.cost de oro reembolsado
it: $unit.cost monete d’oro rimborsato

source: Mebrin, I’m sorry... I tried...
ar: ميبرين، أنا آسف... لقد حاولت...
es: Mebrin, lo siento... lo intenté...
fi: Mebrin, olen pahoillani... Minä yritin...
gl: Mebrin... perdóame... tenteino...
it: Mebrin, mi spiace... Ho provato...
