Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Here we are. Ethiliel has returned to the Aethenwood, Urza Afalas has fled into the night, and it comes to us to deal with whatever lies below. We must find the source of the undead and destroy it.
ar: ها نحن هنا. إيثيلييل عادت إلى غابة إيثنوود، أورزا أفالاس هرب في الليل، وقد حان دورنا للتعامل مع أي شيء يكمن في الأسفل. يجب أن نجد مصدر الأموات وندمره.
es: Aquí estamos. Ethiliel ha regresado al Bosque Edén, Urza Afalas ha huido en la noche, y nos toca lidiar con lo que se encuentre abajo. Debemos encontrar la fuente de los no muertos y destruirla.
fi: Täällä ollaan. Ethiliel palasi Aethenin metsään, Urza Afalas pakeni yöhön, ja meidän tulee hoidella se, mitä alapuolella luuraakaan. Meidän on löydettävä epäkuolleiden alkuperä ja tuhottava se.
gl: Aquí estamos. Etilia volveu a bosque do éter, Urza Afalas fuxiu na noite, e a nós tócanos enfrontar o que queira que se atope debaixo. Debemos atopar a orixe dos non mortos e destruíla.
it: Eccoci qui. Ethiliel ha fatto ritorno nella Foresta di Aethen, Urza Afalas è fuggito nottetempo e tocca a noi occuparci di qualsiasi cosa ci sia qui sotto. Dobbiamo trovare la fonte dei non-morti e distruggerla.

source: Underground. Fun. I can barely see my own hand, even with the light from our torches. This place gives me chills... let’s just get this over with.
ar: تحت الأرض. ممتع. بالكاد أستطيع رؤية يدي، حتى مع ضوء مشاعلنا. هذا المكان يسبب لي قشعريرة... لننهي هذا فحسب.
es: Subterráneo. Divertido. Apenas puedo ver mi propia mano, incluso con la luz de nuestras antorchas. Este lugar me da escalofríos... terminemos con esto.
fi: Maan uumenissa. Hassua. Tuskin näen omaa kättäni jopa soihtujemme valossa. Tämä loukko saa värisemään... hoidetaan tämä nyt.
gl: Subsolo. Que divertido. Case non podo ver a miña propia man, mesmo coa luz dos fachos. Este lugar dame arrepios... acabemos con isto dunha vez.
it: Sotto terra. Divertente. Riesco a malapena a distinguere la mia mano, anche alla luce delle nostre torce. Questo posto mi mette i brividi... Vediamo di finire in fretta.

source: I can’t see nothin’ down ’ere underground, even with the light from our torches. Thi’ place gives me th’ chills. Let’s get this over with.
ar: لا أستطيع رؤية أي شيء هنا تحت الأرض، حتى مع ضوء مشاعلنا. هذا المكان يسبب لي قشعريرة. لننهي هذا.
es: No puedo ver nada aquí abajo, subterráneo, incluso con la luz de nuestras antorchas. Este lugar me da escalofríos. Terminemos con esto.
fi: Enpä näe mitään täällä maan uumenissa jopa soihtujemme valossa. Tää mesta karmii. Hoidetaanpa tää nyt.
gl: Non vexo nada aquí embaixo, mesmo coa luz dos fachos. Este lugar dálle a un arrepíos. Imos rematar isto.
it: Non riesco a vedere nulla qui sotto terra, anche alla luce delle nostre torce. Questo posto mi mette i brividi, vediamo di finire in fretta.

source: Underground. Even the light within me dims, buried so under tons of rock and earth. I feel the darkness writhing... let us be done with this.
ar: تحت الأرض. حتى النور بداخلي يخفت، مدفوناً تحت أطنان من الصخور والأرض. أشعر بالظلام يتلوى... لننهي هذا.
es: Subterráneo. Incluso la luz dentro de mí se atenúa, enterrada bajo toneladas de roca y tierra. Siento la oscuridad retorciéndose... terminemos con esto.
fi: Maan uumenissa. Jopa sisäinen valoni himmenee maa- ja kivivuoren alle hautautuneena. Tunnen pimeyden kiemurtelevan... Hoitakaamme tämä nyt.
gl: Subsolo. Mesmo a luz dentro de min se apaga, sepultada baixo toneladas de pedra e terra. Sinto a escuridade retorcerse... acabemos con isto.
it: Sotto terra. Anche la mia luce interiore si affievolisce, sepolta sotto tonnellate di roccia e terra. Sento l’oscurità incombere...Vediamo di finire in fretta.

source: Caves
ar: كهوف
es: Cuevas
fi: Luolat
gl: Covas
it: Caverne

source: The sun does not shine underground. In caves and similarly dark places, the time of day is always considered nighttime. Underground terrain is often difficult to traverse, and can be full of chokepoints. Mounted units, such as Deoran, have a particularly hard time.
ar: الشمس لا تشرق تحت الأرض. في الكهوف والأماكن المظلمة المماثلة، يعتبر وقت اليوم دائماً ليلاً. التضاريس تحت الأرض غالباً ما تكون صعبة العبور، ويمكن أن تكون مليئة بنقاط الاختناق. الوحدات الممتطية، مثل ديوران، تواجه صعوبة خاصة.
es: El sol no brilla bajo tierra. En cuevas y lugares igualmente oscuros, la hora del día siempre se considera noche. El terreno subterráneo suele ser difícil de atravesar y puede estar lleno de puntos de estrangulamiento. Las unidades montadas, como Deoran, tienen especialmente dificultad.
fi: Aurinko ei paista maan alle. Luolissa ja vastaavissa pimeissä paikoissa vuorokaudenaikana on aina yöaika. Maanalainen maasto on usein vaikeakulkuista, ja se voi olla täynnä pullonkauloja. Ratsuyksiköillä, kuten Deoranilla, on erityisen vaikeaa.
gl: O sol non brilla baixo terra. En covas e lugares escuros semellantes, o tempo do día sempre se considera que é de noite. O terreo subterranéo adoita ser difícil de atravesar e pode estar cheo de puntos de estreitos. As unidades montadas, como Deoran, teñeno especialmente difícil.
it: Il sole non brilla sotto terra. Nelle grotte e in simili posti oscuri, si considera il periodo della giornata sempre notturno. Il terreno sotterraneo è spesso difficile da attraversare, e può essere pieno di strettoie. Le unità a cavallo, tipo Deoran, soffrono di particolari difficoltà in questo contesto.

source: Defeat the undead leader
ar: هزم زعيم الأموات
es: Derrota al líder de los no muertos
fi: Kukista epäkuolleiden johtaja
gl: Derrota o líder non morto
it: Uccidi il condottiero dei non-morti

source: Gods... that skull, those eyes. I had almost hoped the lady was right, but now... even in the Estmarks I never thought I’d live to lay eyes on an lich.
ar: يا آلهة... هذا الجمجمة، تلك العيون. كدت أتمنى أن تكون السيدة على حق، لكن الآن... حتى في إيستماركس لم أظن أنني سأعيش لأرى ليتش.
es: Dioses... ese cráneo, esos ojos. Casi esperaba que la dama tuviera razón, pero ahora... ni siquiera en las Marcas Orientales pensé que viviría para ver a un lich.
fi: Jumalat... tuo kallo, nuo silmät. Melkeinpä toivoin neidon olleen oikeassa, mutta nyt... Enpä olisi uskonut edes Estmarkissa, että näkisin vielä kuolonherran.
gl: Deuses... ese cranio, eses ollos. Case esperaba que a dama tivese razón, pero agora... mesmo nas Estmarks nunca pensei que viviría para ver un liche.
it: Oh Dei... quel cranio, quegli occhi. Avevo quasi sperato che la fata avesse avuto ragione, ma ora... persino nelle Marche Orientali non ho mai visto un lich.

source: You’ve gone mad! Whatever you once were, you are nothing but evil now! Once Captain Mari and I defeat you, these lands will finally be safe.
ar: لقد جننت! مهما كنت من قبل، أنت الآن مجرد شر! بمجرد أن هزمتك أنا والكابتن ماري، ستكون هذه الأراضي آمنة أخيراً.
es: ¡Has enloquecido! Sea lo que fuiste, ahora no eres más que maldad. Una vez que el Capitán Mari y yo te derrotemos, estas tierras finalmente estarán seguras.
fi: Olet tullut hulluksi! Mikä olitkaan ennen, olet nyt vain pahuutta! Kun kapteeni Mari ja minä kukistamme sinut, nämä maat ovat viimein turvassa.
gl: Volveste tolo! Foses quen foses, agora só es maldade pura. Unha vez que o capitán Mari e máis eu te derrotemos, estas terras estarán a salvo.
it: Sei impazzito! Qualsiasi cosa tu sia stato, ora non sei nient’altro che il male! Una volta che insieme a Capitan Mari ti avremo ucciso, queste terre saranno finalmente sicure.

source: You’ve gone mad! Whatever you once were, you are nothing but evil now! Once Sir Gerrick and I defeat you, these lands will finally be safe.
ar: لقد جننت! مهما كنت من قبل، أنت الآن مجرد شر! بمجرد أن هزمتك أنا والسير جيريك، ستكون هذه الأراضي آمنة أخيراً.
es: ¡Has enloquecido! Sea lo que fuiste, ahora no eres más que maldad. Una vez que el Señor Gerrick y yo te derrotemos, estas tierras finalmente estarán seguras.
fi: Olet tullut hulluksi! Mikä olitkaan ennen, olet nyt vain pahuutta! Kun Sir Gerrick ja minä kukistamme sinut, nämä maat ovat viimein turvassa.
gl: Volveste tolo! Foses quen foses, agora só es maldade pura. Unha vez que o señor Xerric e máis eu te derrotemos, estas terras estarán a salvo.
it: Sei impazzito! Qualsiasi cosa tu sia stato, ora non sei nient’altro che il male! Una volta che insieme a Ser Gerrick ti avremo ucciso, queste terre saranno finalmente sicure.

source: You’ve gone mad! Whatever you once were, you are nothing but evil now! Once Minister Hylas and I defeat you, these lands will finally be safe.
ar: لقد جننت! مهما كنت من قبل، أنت الآن مجرد شر! بمجرد أن هزمتك أنا والوزير هايلاس، ستكون هذه الأراضي آمنة أخيراً.
es: ¡Has enloquecido! Sea lo que fuiste, ahora no eres más que maldad. Una vez que el Ministro Hylas y yo te derrotemos, estas tierras finalmente estarán seguras.
fi: Olet tullut hulluksi! Mikä olitkaan ennen, olet nyt vain pahuutta! Kun pappi Hylas ja minä kukistamme sinut, nämä maat ovat viimein turvassa.
gl: Volveste tolo! Foses quen foses, agora só es maldade pura. Unha vez que o padre Hilas máis eu te derrotemos, estas terras estarán a salvo.
it: Sei impazzito! Qualsiasi cosa tu sia stato, ora non sei nient’altro che il male! Una volta che insieme al Ministro Hylas ti avremo ucciso, queste terre saranno finalmente sicure.

source: Look out, a troll! Stay back everyone, it might leave us alone if we keep our distance.
ar: انتبه، ترول! ابتعدوا جميعاً، ربما يتركنا لو حافظنا على مسافتنا.
es: ¡Cuidado, un troll! Retrocedan todos, podría dejarnos en paz si mantenemos la distancia.
fi: Varokaa, peikko! Kaikki taaemmas. Jos pysymme loitolla, se jättänee meidät rauhaan.
gl: Coidado, un trol! Atrás todos, pode que nos deixe en paz se non nos achegamos.
it: Guarda laggiù, un troll! State tutti indietro, potrebbe lasciarci in pace se ci teniamo a distanza di sicurezza.

source: Who you? You dead one? I smash dead ones!
ar: من أنت؟ أنت ميت؟ سأحطم الموتى!
es: ¿Quién tú? Tú muerto? Yo aplasta muertos!
fi: Kukas te? Tekö vainaa? Mä mäiskin vainajii!
gl: Ti quen? Ti morto? Eu esmagar mortos!
it: Chi tu? Tu uno morto? Me schiaccia morti!

source: Mmm... no, dead ones do not speak. You humans. Humanses long time no see.
ar: مم... لا، الموتى لا يتكلمون. أنتم بشر. لم أر بشراً منذ وقت طويل.
es: Mmm... no, muertos no hablan. Ustedes humanos. Humanenses hace mucho no ver.
fi: Mmm... ei, vainaat eivät virko. Te immeisiä. Immeisiä ei nähty aikoihin.
gl: Mmm... non, mortos non falan. Vós humanos. Humanos hai moito tempo que non vexo.
it: Mmm... no, morti no parla. Voi umani. No vede umani lungo tempo.

source: Humanses... I remember humanses. Humans go squish, fun to smash! What you doing in caves?
ar: بشر... أتذكر البشر. البشر ينهرس، ممتع تحطيمهم! ماذا تفعلون في الكهوف؟
es: Humanenses... recuerdo humanenses. Humanos aplastar, divertido de aplastar! ¿Qué hacer en cuevas?
fi: Immeisiä... Mä muistan immeiset. Immeiset liiskaks, kivaa mäiskiä! Mitäs puuhaavat luolissa?
gl: Humanos... Lémbrome dos humanos. Os humanos esmaganse, é divertido esmagalos! Que facedes nas covas?
it: Umani... Ricordo umani. Umani vanno schiacciati! Cosa fate in caverne?

source: Err, no need for any squishing, we don’t mean to trespass on your territory. We’re hunting the undead and have no quarrel with you.
ar: إيه، لا حاجة لأي هرس، نحن لا نقصد التعدي على أراضيكم. نحن نطارد الأموات وليس لدينا خصومة معكم.
es: Eh, no hay necesidad de aplastar, no pretendemos invadir su territorio. Estamos cazando a los no muertos y no tenemos conflictos con ustedes.
fi: Öö, ei tarvitse liiskata, me emme aio tunkeutua alueellenne. Me jahtaamme epäkuolleita emmekä halua riitaa kanssanne.
gl: Eh, non fai falta esmagar, non pretendemos invadir o teu territorio. Estamos cazando non mortos e non temos ningunha disputa convosco.
it: Ahem, non c’è bisogno di schiacciare nulla, non volevamo sconfinare nel vostro territorio. Stiamo dando la caccia ai non-morti e non abbiamo intenzione di litigare con voi.

source: Deads! Nasty deads take our home, make us hide! I hates them! They too stupid to find us here, but we no leave here either.
ar: موتى! موتى مقززون أخذوا منزلنا، جعلونا نختفي! أكرههم! أغبياء جداً ليجدونا هنا، لكننا لا نستطيع المغادرة أيضاً.
es: ¡Muertos! ¡Esos malditos muertos tomar nuestro hogar y hacer escondernos! ¡mi odiarlos! Ser demasiado estupidos para encontrarnos, pero nosotros tampoco irnos de aquí.
fi: Epävainajii! Ilkeet vainaat valtaavat kotimme, ajavat meitin piiloon! Vihaan niitä! Ne liian tolloja löytään meitiä täältä, muttei mekään lähdetä.
gl: Mortos! Mortos noxentos roubámonos a casa, obrigámonos a agocharnos! Odioos! Son tan estúpidos que non nos atoparán aquí, pero nós tampouco podemos fuxir.
it: Morti! Fastidiosi morti invadono casa nostra, ci spingono a nasconderci! Li odio! Loro troppo stupidi per trovarci qui, ma neanche noi possiamo andarcene.

source: It seems that we have a common enemy, then. Would you like to join forces to defeat the undead? My soldiers aren’t well-suited to fighting in caves.
ar: يبدو أن لدينا عدو مشترك، إذاً. هل ترغبون في الانضمام إلينا لهزيمة الأموات؟ جنودي ليسوا مناسبين للقتال في الكهوف.
es: Parece que tenemos un enemigo en común. ¿Quieren unir fuerzas para derrotar a los no muertos? Mis soldados no están bien preparados para luchar en cuevas.
fi: Meillä onkin yhteinen vihollinen näköjään. Kukistaisitteko te epäkuolleita kanssamme? Sotilaamme eivät sovi hyvin luolissa taisteluun.
gl: Parece que temos un inimigo común, entón. Gustaríache unir forzas para derrotar os non mortos? Os meus soldados non están ben preparados para loitar en covas.
it: Quindi, sembra che abbiamo un nemico in comune. Vorresti unirti a noi per sconfiggere i non-morti? I miei soldati non sono ben equipaggiati per combattere in queste grotte.

source: Join? Join with humanses? Hmm. Okay. Humans friends. No squish friends.
ar: الانضمام؟ الانضمام إلى البشر؟ همم. حسناً. البشر أصدقاء. لا تحطم الأصدقاء.
es: ¿Unirnos? ¿Unirnos a humanos? Mmm. Está bien. Humanos amigos. No aplastar amigos.
fi: Kimppaanko? Immeisten kanssa? Hmm. Selkis. Ihmisystävii. Ei ystävät littanaks.
gl: Unirme? Unirme cos humanos? Hmm. Vale. Humanos amigos. Non esmagar amigos.
it: Unire? Unire con umani? Hmm. Okay. Umani amici. No schiaccia amici.

source: We help you beat deads, but after they gone we take back our home and you leave. Okay?
ar: سنساعدكم في هزيمة الموتى، لكن بعد زوالهم نستعيد منزلنا وتغادرون. اتفقنا؟
es: Ayudaremos a vencer muertos, pero después de que ellos irse, nosotros recuperar hogar y ustedes irse. ¿De acuerdo?
fi: Me auttaa teitä piestä vainaat, mutta kun ne poissa, me ottaa koti takas ja te kalppia. Selkis?
gl: Axudámosvos a matar mortos, pero despois de que se vaian recuperamos o noso fogar e vós marchades. De acordo?
it: Noi aiuta voi a sconfiggere morti, ma dopo loro andati, noi torna a casa nostra e voi andare, okay?

source: It’s a deal.
ar: إنها صفقة.
es: Trato hecho.
fi: Sovittu.
gl: Trato feito.
it: Affare fatto.

source: Trolls are large, stone-skinned creatures, at home in caves and other rocky places. Their impact damage is effective against skeletons, and their regeneration makes them difficult to kill. You won’t be able to recruit more trolls if these ones die, so take good care of them!
ar: الترولز مخلوقات كبيرة بجلود حجرية، تشعر بالراحة في الكهوف والأماكن الصخرية الأخرى. ضررهم الصادم فعال ضد الهياكل العظمية، وتجددهم يجعلهم صعبين القتل. لن تستطيع تجنيد المزيد من الترولز إذا مات هؤلاء، لذا اعتن بهم جيداً!
es: Los trolls son criaturas grandes con piel de piedra habituadas a cuevas y otros lugares rocosos. Su daño por impacto es efectivo contra los esqueletos, y su regeneración los hace difíciles de matar. No podrás reclutar más trolls si estos mueren, ¡así que cuídalos bien!
fi: Peikot ovat suuria, kivinahkaisia olentoja, jotka ovat kotonaan luolissa ja muissa kivisissä paikoissa. Niiden murskausvahinko on tehokas luurankoja vastaan, ja niiden kyky uusiutua tekee niistä vaikeita tappaa. Et voi värvätä enempää peikkoja, jos nämä kuolevat, joten huolehdi niistä hyvin!
gl: Os troles son criaturas grandes, con pel de pedra, que se senten na casa en covas e outros lugares rochosos. Os seus danos por impacto son efectivos contra os esqueletos, e a súa rexeneración fainos difíciles de matar. Non poderás recrutar máis troles se estes morren, así que coida deles ben!
it: I trolls sono delle grosse creature dalla pelle rocciosa, a loro agio nelle caverne e in altri posti con rocce. Il loro danno da impatto è molto efficace contro gli scheletri e e la loro capacità rigenerativa li rende difficili da uccidere. Non sari in grado di reclutarne degli altri se uno di loro muore, quindi abbine particolare cura!

source: Pathetic. Ethiliel I would respect, but you? Humans are not worth my time to slay. Pursue me if you dare.
ar: مثير للشفقة. إيثيلييل سأحترمها، لكنك؟ البشر لا يستحقون وقتي للقتل. اتبعني إذا كنت تجرؤ.
es: Patético. A Ethiliel lo respetaría, pero ¿tú? Los humanos no valen mi tiempo para matar. Persígueme si te atreves.
fi: Säälittävää. Ethilieliä kyllä kunnioittaisin, mutta teitäkö? Ihmisten surmaaminen ei ole aikani väärti. Jahdatkaa, jos uskallatte.
gl: Patético. Respectaría a Etilia, pero a ti? Os humanos non merecen o meu tempo nin para matarvos. Perseguídeme, se vos atrevedes.
it: Patetico. Ethiliel sarebbe stata rispettata, ma voi? Gli uomini non valgono neanche il tempo necessario per ucciderli. Inseguimi se ne hai il coraggio.

source: Ethiliel spoke so highly of you, but you truly have gone mad. Would that we had listened to Urza Afalas from the beginning!
ar: إيثيلييل تحدثت عنك بكل هذا الإعجاب، لكنك حقاً قد جننت. لو أننا استمعنا إلى أورزا أفالاس من البداية!
es: Ethiliel habló tan bien de ti, pero realmente has enloquecido. ¡Ojalá hubiéramos escuchado a Urza Afalas desde el principio!
fi: Ethiliel puhui sinusta niin ylevästi, mutta olet todellakin seonnut. Olisimmepa kuunnelleet Urza Afalasia alun perin!
gl: Etilia falou moi ben de ti, pero vese que perdiches a cabeza. Oxalá lle tiveramos feito caso a Urza Afalas desde o principio!
it: Ethiliel ha parlato così bene di te, ma tu sei veramente uscito di senno. Sarebbe stato meglio avessimo dato ascolto a Urza Afalas dall’inizio!

source: I do not fear oblivion. There can be no horrors worse than that to which I have already been subjected. Even if taking vengeance on your race requires me to destroy myself, it will be worth the sacrifice!
ar: لا أخشى الفناء. لا يمكن أن تكون هناك أهوال أسوأ مما تعرضت له بالفعل. حتى لو تطلب الأمر تدمير نفسي للانتقام من جنسك، سيكون التضحية تستحق ذلك!
es: No temo al olvido. No puede haber horrores peores que los que ya he sufrido. Incluso si vengarme de tu raza requiere que me destruya a mí mismo, valdrá la pena el sacrificio.
fi: En pelkää olemattomuutta. Ei voi olla pahempia kauhuja kuin se, mihin olen jo joutunut. Vaikka kostoni rodullenne vaatisi itseni tuhoamista, se on kyllä uhrauksen väärti!
gl: Non temo o esquecemento. Non pode haber horror maior có que xa sufrín. Mesmo se para vingarme da túa raza debo destruírme a min mesmo, pagará a pena!
it: Non temo l’oblio. Non possono esserci orrori peggiori di quelli a cui sono già stato sottoposto. Anche se vendicarmi della vostra razza richiedesse la distruzione di me stesso, ne varrebbe la pena!

source: For if I was wise before, I have now become omniscient! The race of man shall be stricken off the face of the green world. Your corpses will serve me! Your bones will dance for my pleasure! I’ll make humanity into the mindless slaves that you all deserve to be!
ar: لأنني إذا كنت حكيماً من قبل، فقد أصبحت الآن كلي العلم! سيُمحى جنس البشر من على وجه العالم الأخضر. جثثكم ستخدميني! عظامكم سترقص لسعادتي! سأحول البشرية إلى عبيد بلا عقل كما تستحقون!
es: Si antes fui sabio, ahora me he vuelto omnisciente. La raza humana será eliminada de la faz del mundo verde. ¡Sus cadáveres me servirán! ¡Sus huesos danzarán para mi placer! Haré de la humanidad los esclavos sin mente que todos merecen ser.
fi: Jos ennen olin viisas, minusta on tullut nyt kaikkitietävä! Ihmisrotu pyyhkiytyköön pois vihreästä maailmasta. Teidän ruumiinne palvelevat minua! Teidän luunne tanssivat pillini mukaan! Teen ihmisistä tahdottomia orjia, jollaisia te ansaitsette olla!
gl: Porque se antes era sabio, agora son omnisciente! A raza humana será borrada da face do mundo verde. Os vosos cadáveres serviránme! Os vosos ósos bailarán para o meu pracer! Converterei a humanidade nos escravos descerebrados que merecedes ser!
it: Perché se prima sono stato saggio, ora sono diventato onnisciente! La razza umana deve essere spazzata via dal mondo verde. I vostri cadaveri mi serviranno! Le vostre ossa danzeranno per il mio piacere. Renderò l’umanità intera in un orda di fantocci mentecatti, come meritate di essere!

source: Ah ha, ha ha ha ha. I am no stranger to pain, Deoran of the humans.
ar: ها ها، ها ها ها ها. لست غريباً عن الألم، ديوران من البشر.
es: Ja ja ja ja ja. No me es extraño el dolor, Deoran de los humanos.
fi: Ah ha, ha ha ha ha. Tuska ei ole minulle vieras, ihmis-Deoran.
gl: Ah ha, ha ha ha ha. Non son alleo á dor, Deoran dos humanos.
it: Ah ha, ha ha ha ha. Non sono avulso al dolore, Deoran degli umani.

source: You think yourself wise, to have followed me down into these dark depths? You have only sown the seeds of your own destruction!
ar: أتظن نفسك حكيماً، لأنك تبعتي إلى هذه الأعماق المظلمة؟ لقد زرعت فقط بذور دمارك!
es: ¿Te crees sabio por haberme seguido a estas profundidades oscuras? ¡Solo has sembrado las semillas de tu propia destrucción!
fi: Luulette olevanne viisaita, kun seurasitte minua tänne pimeisiin uumeniin? Te olette vain kylväneet oman tuhonne siemenet!
gl: Crés ser sabio por seguirme ata estas profundidades escuras? Só sementaches a túa propia destrución!
it: Ti credi saggio perché mi hai inseguito in questi cupi abissi? Hai soltanto piantato i semi della tua stessa distruzione!

source: What the— it’s a cave-in!
ar: ما هذا— إنه انهيار كهف!
es: ¡Qué diablos— es un derrumbe!
fi: Mitäh — sortuma!
gl: Que demo— Un derrubamento!
it: Ma che... è un crollo!

source: Accursed humans, you fools will never leave this place. While you frittered away your final days, Ethiliel has already begun to avenge me.
ar: بشر ملعونون، أيها الحمقى لن تتركوا هذا المكان أبداً. بينما أضعتم أيامكم الأخيرة، إيثيلييل قد بدأت بالفعل في الانتقام لي.
es: Malditos humanos, nunca dejarán este lugar. Mientras desperdiciaban sus últimos días, Ethiliel ya ha comenzado a vengarme.
fi: Kirotut ihmiset, te houkat ette ikinä lähde tästä paikasta. Kun te haaskaatte viimeiset päivänne, Ethiliel on jo alkanut kostaa puolestani.
gl: Malditos humanos! Nuncá sairedes deste lugar. Mentres perdíades os vosos últimos días, Etilia xa comezou a vingarme.
it: Maledetti umani, voi sciocchi non lascerete mai questo posto. Mentre tu sprecavi i tuoi ultimi giorni, Ethiliel ha già iniziato a vendicarmi.

source: I felt her emotions, felt her intentions, <b><i>fed</i></b> her intentions... You and I may both perish today, but my revenge has already begun...
ar: شعرت بمشاعرها، شعرت بنواياها، <b><i>غذيت</i></b> نواياها... أنت وأنا قد نهلك اليوم، لكن انتقامي قد بدأ بالفعل...
es: Sentí sus emociones, sentí sus intenciones, <b><i>alimenté</i></b> sus intenciones... Tú y yo podemos perecer hoy, pero mi venganza ya ha comenzado...
fi: Minä koin hänen tunteensa, tunsin hänen aikeensa, <b><i>ravitsin</i></b> hänen aikeitaan, Me molemmat ehkä menehdymme tänään, mutta kostoni on jo alkanut...
gl: Sentín as súas emocións, sentín as súas intencións, <b><i>alimentei</i></b> as súas intencións... Ti e máis eu podemos morrer hoxe, pero a miña vinganza xa comezou...
it: Ho percepito le sue emozioni, ho percepito le sue intenzioni, ho <b><i>coltivato</i></b> le sue intenzioni... Tu ed io potremmo morire entrambi oggi, ma la mia vendetta è già iniziata...
