Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Harried by an increasingly worried Ethiliel, Deoran and his company marched quickly northwards out of the great southern forest. Yet even as they returned towards the land of men, the ominous gloom of the forest followed them. Up above, the bright sun was shrouded with grey fog, overcast with billowing clouds streaking through the sky in streams of darkened ash. Behind, the crepuscular shadow spread outward from the forest, an unnatural extension of the still-undefeated powers that lay within. It gained quickly upon them, the sinister darkness creeping ever-faster toward the men of the South Guard.
ar: تحت ضغط إيثيلييل المتزايد القلق، سار ديوران وفرقته بسرعة شمالاً خارج الغابة الجنوبية العظيمة. لكن حتى بينما عادوا نحو أرض البشر، تبعهم الكآبة المشؤومة للغابة. في الأعلى، حجب الضباب الرمادي الشمس الساطعة، ملبدة بسحب متدفقة تتخطى السماء في تيارات من الرماد الداكن. من الخلف، امتد الظلال الغسقية للخارج من الغابة، امتداد غير طبيعي للقوى التي ما زالت غير مهزومة بالداخل. أدركتهم بسرعة، الظلام الشرير يزحف بسرعة متزايدة نحو رجال الحرس الجنوبي.
es: Presionados por un Ethiliel cada vez más preocupado, Deoran y su compañía marcharon rápidamente hacia el norte, saliendo del gran bosque sureño. Pero incluso al regresar a la tierra de los hombres, la ominosa penumbra del bosque los seguía. En lo alto, el sol brillante estaba cubierto por niebla gris, sobrecargado de nubes ondulantes que atravesaban el cielo en corrientes de ceniza oscura. Por detrás, la sombra crepuscular se expandía desde el bosque, una extensión antinatural de los poderes aún no derrotados que residían en su interior. Avanzaba rápidamente hacia ellos, la siniestra oscuridad deslizándose cada vez más rápido hacia los hombres de la guardia del sur.
fi: Alati murehtivan Ethilielin huolestuttama Deoran marssi ryhmineen nopeasti pohjoiseen pois suuresta etelän metsästä. Metsän pahaenteinen synkkyys seurasi perässä jopa heidän palatessaan kohti ihmisten maata. Ylhäällä kirkas aurinko verhoutui harmaaseen sumuun ja peittyi aaltoileviin pilviin, jotka ajelehtivat taivaalla tummina tuhkavirtoina. Hämärä varjo levisi takana metsästä poispäin siellä olevien, vielä kukistamattomien voimien luonnottomana jatkeena. Se saavutti heidät nopeasti, ja synkkä pimeys hiipi yhä nopeammin Etelän vartioston miehiä kohti.
gl: Atormentados pola crecente preocupación de Etilia, Deoran e a súa compañía marcharon axiña cara ao norte, saíndo da gran fraga do sur. Mais mesmo ao regresar á terra dos homes, a sombra ameazante do bosque seguiulles de preto. Aló arriba, o sol brillante estaba cuberto por unha néboa gris, escurecida por nubes que corrían polo ceo en chorros de cinza escura. Atrás, a sombra crepuscular estendíase cara fóra desde o bosque, unha extensión antinatural dos poderes aínda non derrotados que alí se agochaban. Avanzaba rapidamente sobre eles, a sinistra escuridade arrastrándose cada vez máis rápido cara aos homes da Garda do Sur.
it: Spronati da una Ethiliel sempre più visibilmente preoccupata, Deoran e la sua truppa marciarono rapidamente in direzione nord-ovest, fuori dalla grande foresta meridionale Però, anche quando tornarono alla terra degli uomini, l’oscurità minacciosa della foresta li seguì. In alto, il sole splendente era avvolto in un nebbia grigia, coperto da nuvole fluttuanti che sfrecciavano nel cielo come ruscelli di cupa cenere. Più indietro, l’ombra crepuscolare si spandeva dalla foresta, come una innaturale estensione dei poteri che si trovano al suo interno. Guadagnò rapidamente terreno su di loro: una sinistra oscurità che strisciava verso gli uomini delle Guardia del Sud.

source: Normal
ar: عادي
fi: Normaali
it: Normale
uk: Нормально

source: Sir Gerrick
ar: السير جيريك
en@shaw: Â·ğ‘•ğ‘» Â·ğ‘¡ğ‘ºğ‘¦ğ‘’
gl: Señor Xerric
it: Ser Gerrick
lt: Seras Gerikas
nb_no: Sir Gerrikk
uk: Пан Геррік

source: Urza Mathin
ar: أورزا ماثين
en@shaw: Â·ğ‘»ğ‘Ÿğ‘© Â·ğ‘¥ğ‘¨ğ‘”ğ‘¦ğ‘¯
gl: Urza Mazin
lt: Urza Matinas
nb_no: Urza Mattin
uk: Урза Мартін

source: Deoran
ar: ديوران
en@shaw: Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯
lt: Deoranas
uk: Деоран

source: I’m Mari. Got the same orders as you; guess Prince Arand wanted an officer with experience to keep an eye on you and your “fresh” company. Can’t imagine why.
ar: أنا ماري تلقيت نفس أوامرك؛ أعتقد أن الأمير أراند أراد ضابطًا ذا خبرة لمراقبتك أنت وسريتك "الجديدة". لا يمكنني تخيل السبب.
gl: Son Mari. Teño as mesmas ordes ca ti; supoño que o príncipe Arán quería un oficial con experiencia para vixiarte a ti e á túa compañía tan 'fresquiña'. Non sei por que será.

source: Do you take us for fools? I ride south to reinforce Westin’s venerable South Guard, on orders from Prince Arand to ensure the region is kept safe and secure!
ar: أتعتبرنا أغبياء؟ أنا أسير جنوبًا لتعزيز الحرس الجنوبي الموقر في ويستين، بأمر من الأمير أراند لضمان بقاء المنطقة آمنة ومحمية!
gl: Tómanos por parvos? Cabalgo cara ao sur para reforzar a venerable Garda Sur de Westin, por orde do príncipe Arán, para garantir a seguridade desta rexión!

source: Hah, like it would be that easy, child. I’m Urza Mathin, eldest of the four Uzra brothers, and these are my thugs. Time to show you who the real power is in these parts!
ar: هاه، كما لو كان الأمر بهذه السهولة، أيها الطفل. أنا أورزا ماثين، الأكبر بين الإخوة الأربعة أورزا، وهؤلاء هم بلطجيتي. حان الوقت لأريك من هو صاحب القوة الحقيقية هنا!
gl: Xa, como se fose tan doado, rapaz. Son Urza Mazin, o maior dos catro irmáns Urza, e estes son os meus matóns. Hora de amosarche quen manda nestas terras!

source: Gruhh...
ar: غرر...
gl: Grrh...

source: Urza Fastik
ar: أورزا فاستيك
gl: Urza Fastic
lt: Urza Fastikas
uk: Урза Фастік

source: Westin
ar: ويستين
en@shaw: ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯
lt: Vestinas
nb_no: Vestin
uk: Вестін

source: Urza Nalmath
ar: أورزا نالماث
en@shaw: Â·ğ‘»ğ‘Ÿğ‘© Â·ğ‘¯ğ‘¨ğ‘¤ğ‘¥ğ‘©ğ‘”
gl: Urza Nalmat
lt: Urza Nalmatas
uk: Урза Налмаз

source: Ithelden
ar: إيثيلدن
en@shaw: Â·ğ‘¦ğ‘”ğ‘§ğ‘¤ğ‘›ğ‘§ğ‘¯
gl: Ídelden
lt: Iteldenas
uk: Ітільден

source: Galdrad
ar: غالدرد
gl: Galdrade

source: Vaenuith
ar: فاينويث

source: Ethiliel
ar: إيثيلييل
en@shaw: Â·ğ‘§ğ‘”ğ‘¦ğ‘¤ğ‘°ğ‘§ğ‘¤
gl: Etilia
lt: Etilielė
uk: Етілієль

source: Talchar
ar: تالشار
gl: Talcar
lt: Talcharas
uk: Тальчар

source: Guuuhhh...
ar: غووووه...
gl: Grrrrrhhh...

source: Graaahhh...
ar: غراااه...
gl: Aaaargh...

source: Urza Afalas
ar: أورزا أفالاس
en@shaw: Â·ğ‘»ğ‘Ÿğ‘© Â·ğ‘©ğ‘“ğ‘±ğ‘¤ğ‘¨ğ‘•
uk: Урза Афалас

source: Gruth
ar: غراث
gl: Gruz
lt: Grutas
uk: Грут

source: Gerd
ar: غيرد
uk: Герд

source: Gral
ar: غرال

source: Grish
ar: غريش

source: Gart
ar: غارت

source: Gruu
ar: غروو

source: Mal M’Brin
ar: مال ميبيرين
gl: Malambrín
uk: Мал М'Брін

source: Mebrin...
ar: ميبيرين...
uk: Мербіне...

source: We’ll never forget your sacrifice here. Thank you, my friend.
ar: لن ننسى تضحيتك هنا أبداً. شكراً لك، يا صديقي.
gl: Xamais esqueceremos o teu sacrificio aquí. Grazas, meu amigo.

source: Trolls
ar: ترولز
fi: Peikot
gl: Troles

source: Fauna
ar: الحيوانات
fi: Eläimistö

source: I shall assume command, my friend. Now hold fast, men of the South Guard! No matter how daunting the armies that oppose us, we must weather this shadow and defend our homes!
ar: سأتولى القيادة، يا صديقي. الآن اثبتوا، رجال الحرس الجنوبي! بغض النظر عن مدى صعوبة الجيوش التي تواجهنا، يجب أن نتحمل هذا الظل ونحمي منازلنا!
gl: Eu asumirei o mando, amigos. Agora mantede as posicións, homes da Garda Sur! Por moito que nos superen en número, debemos resistir esta escuridade e defender os nosos fogares!

source: Command of Westin remains yours, my friend. Hold fast, men of the South Guard! No matter how daunting the armies that oppose us, we must weather this shadow and defend our homes!
ar: قيادة ويستن تبقى لك، يا صديقي. اثبتوا، رجال الحرس الجنوبي! بغض النظر عن مدى صعوبة الجيوش التي تواجهنا، يجب أن نتحمل هذا الظل ونحمي منازلنا!
gl: O mando de Westin segue sendo teu, meu amigo. ¡Mantede as posicións, homes da Garda Sur! Por moito que nos superen os exércitos que nos asedian, debemos resistir esta escuridade e defender os nosos fogares!

source: A young knight, Deoran, is dispatched to the southern Wesnoth province of Kerlath to investigate the ravaged towns at the border. Thrust quickly into a hapless conflict against marauding bandits, Deoran must rally the remaining men of the derelict South Guard to defend his country.
nb_no: Den unge ridderen Deoran blir sendt til den sørlige Wesnoth-provinsen Kerlath for å undersøke de hærjede byene ved grensen. Deoran blir raskt kastet inn i en ulykksalig konflikt mot plyndrende banditter, og må samle de gjenværende mennene i den nedlagte Sørgarden for å forsvare landet sitt.
uk: Молодого лицаря Деорано відправлено до південної провінції Весноту, Керлату, для дослідження розорених прикордонних міст. Швидко потрапивши в нещасливий конфлікт з бандитами-мародерами, Деоран має покластися на останніх бійців розгромленої Південної Гвардії, щоб захистити свою країну.

source: (Novice level, 8 scenarios.)
nb_no: (Nybegynnernivå, 8 scenarier.)
uk: (Початковий рівень, 8 сценаріїв.)

source: Beginner
nb_no: Nybegynner
uk: Початківець

source: Civilian
en@shaw: ğ‘•ğ‘©ğ‘ğ‘¦ğ‘¤ğ‘˜ğ‘©ğ‘¯
lt: Civilis
nb_no: Silvilist
uk: Цивільний

source: Recruit
en@shaw: ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘
lt: Samdinys
nb_no: Rekrutt
uk: Новобранець

source: Soldier
en@shaw: ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼
lt: Karys
nb_no: Soldat
uk: Солдат

source: Latest Campaign Revision
nb_no: Siste revisjon av kampanjen
uk: Останній перегляд кампанії

source: Bandits
en@shaw: ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘•
lt: Banditai
nb_no: Banditter
uk: Бандити

source: The River Fort
en@shaw: ğ‘ Â·ğ‘®ğ‘¦ğ‘ğ‘¼ Â·ğ‘“ğ‘¹ğ‘‘
lt: Upės fortas
nb_no: Elvefortet
uk: Річний форт

source: Investigate the river fort
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘œğ‘±ğ‘‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘“ğ‘¹ğ‘‘
lt: Apžiūrėkite upės fortą
nb_no: Undersøk elvefortet
uk: Дослідити річний форт

source: Death of Sir Gerrick
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘•ğ‘» Â·ğ‘¡ğ‘ºğ‘¦ğ‘’
lt: Sero Geriko mirtis
nb_no: Sir Gerrikks død
uk: Смерть Пана Герріка

source: Upon arrival, Deoran found the land completely overrun by bandits.
nb_no: Da Deoran kom frem, så han at landet var fullstendig beleiret av banditter.
uk: Прибувши, Деоран виявив, що ці землі були переповнені бандитами.

source: Moreth
en@shaw: Â·ğ‘¥ğ‘¹ğ‘§ğ‘”
lt: Moretas
uk: Морез

source: You will never take this village! I have watched too many of your kind ransack our homes and kill the townsfolk! I’ll defend them to the death if I must!
nb_no: Du får ikke valse inn her uten kamp! Jeg har sett folk av ditt slag plyndre og herje alt for mange landsbyer allerede, jeg dør heller enn å slippe deg inn!
uk: Тобі ніколи не взяти це село! Я вже бачив достатньо як ви грабували наші дома та вбивали наших селян! Я захищу їх ціною власного життя!

source: My kind? I am a knight of Wesnoth and a messenger appointed by the King himself! What do you mean, <i>“my kind”</i>? And where is the South Guard?
nb_no: Mitt slag? Jeg er en ridder av Wesnoth og en budbringer utnevnt av kongen selv! Hva mener du med "mitt slag"? Og hvor er Sørgarden?
uk: Такі як я? Я лицар Весноту та посланець самого Короля! ? Які <i>“ви”</i>? І де Південна Гвардія?

source: My deepest apologies, sir! Bandits have been pillaging the villages and killing the peasants — we tried our utmost to resist and expel them, but their numbers were too great. Alas, Sir Gerrick and I are now the last two who remain. The South Guard is no more.
nb_no: Jeg ber så mye om unnskyldning, Sir! Banditter har plyndret landsbyene og drept bøndene - vi gjorde vårt ytterste for å motstå og fordrive dem, men de var for mange. Dessverre er Sir Gerrikk og jeg nå de to siste som er igjen. Sørgarden finnes ikke lenger.
uk: Мої найщиріші вибачення, пане! Бандити грабують села та вбивають селян — ми намагалися боротися та прогнати їх, але вони значно переважають нас числом. На жаль, Пан Геррік та я це всі, хто лишились. Південної Гвардії більше не існує.

source: What? I was sent here merely to question Sir Loris, but it seems that the circumstances here are more dire than I had thought. We must arm the villagers and drive off the bandits before they can do any more harm!
nb_no: Hva? Jeg ble bare sendt hit for å avhøre Sir Loris, men det ser ut til at omstendighetene her er mer alvorlige enn jeg trodde. Vi må bevæpne landsbyboerne og drive bandittene vekk før de gjør mer skade!
uk: Що? Я був посланий сюди, щоб допросити Пана Лоріса, але, схоже, обставини тут більш жахливі, ніж я думав. Ми повинні озброїти селян і вигнати бандитів, доки вони ще більше не нашкодили!

source: Then we must head to the river fort! Sir Gerrick is guarding the armory there!
nb_no: Da burde vi sette kurs mot elvefortet. Sir Gerrikk vokter våpenlageret der!
uk: Хтось повинен направитися до річного форту! Пан Геррік буде радий звістці про підкріплення!

source: Whenever you see a target that looks like this, you should move your leader (or whatever unit the dialog just suggested) onto the hex that contains it.
nb_no: Når du ser en målmarkør som dette burde du flytte lederen din (eller en annen enhet foreslått av dialogen) til sekskanten med markøren.
uk: Коли ви бачите такий значок, це означає, що ви повинні поставити на клітинку з ним свого лідера (чи іншого бійця, про якого сказано в діалогах).

source: Ha! This new commander is merely a boy. What kind of fool sent him here to stop us? This sniveling child will soon share the fate of that swine Loris!
nb_no: Ha! Denne nye kommandanten er bare en gutt. Hvilken dumskalle sendte ham hit for å stoppe oss? Dette snufsende barnet vil snart dele skjebnen til det svinet Loris!
uk: Ха! Та цей новий командир просто хлопчисько. Який дурень взагалі вирішив, що він зможе нас зупинити? Його доля буде така ж, як і у цієї свині Лоріса!

source: At last, reinforcements! Sir Knight, bandits have overrun the whole countryside, killing and pillaging without regard or mercy. My men and I tried to fight them off, but we were unfortunately routed and most of my men were slain. I have barely managed to defend this fort, but the South Guard has fallen and I do not know how much longer I can hold...
nb_no: Endelig forsterkninger! Ærede ridder, banditter har tatt over hele landsbygda og dreper og plyndrer uten hensyn eller nåde. Mine menn og jeg forsøkte å bekjempe dem, men vi ble dessverre drevet på flukt, og de fleste av mine menn ble drept. Jeg har så vidt klart å forsvare dette fortet, men Sørgarden har falt, og jeg vet ikke hvor mye lenger jeg kan holde stand...
uk: Нарешті, підкріплення! Пане Лицарю, бандити захопили усі околиці, вбиваючи та грабуючи без поваги та милосердя. Я та мої люди намагалися прогнати їх, але, на жаль, нас розгромили і більшість моїх людей полягла. Я ледве зміг захистити цей форт, але зараз вже Південну Гвардію було знищено, тож я не знаю скільки ще протримаюся...

source: Do not despair! I am sure we can drive off these brigands if we rally the villagers and re-man the posts. Are there any weapons left in the citadel’s armory?
nb_no: Fortvil ikke! Jeg er sikker på at vi kan drive bandittene på flukt hvis vi samler landsbyboerne og bemanner postene. Er det noen våpen igjen i borgens våpenlager?
uk: Не впадай у відчай! Я впевнений, що ми зможемо прогнати цих розбійників, якщо озброїмо селян та заново укомплектуємо пости. Чи ще є екіпірування в зброярні цитаделі?

source: A small supply of spears and bows still remains. I will distribute them to the peasants if that is your wish, commander.
nb_no: Det er fortsatt litt spyd og buer igjen. Jeg skal dele dem ut til bøndene hvis det er ditt ønske, kommandør.
uk: Трохи списів та луків ще лишилося. Я роздам їх селянам, якщо ти так бажаєш, командире.

source: <i>So he has decided that I am to take command? Very well, I have never been one to back down from a challenge.</i> Yes, we should assemble what troops we can at my encampment and organize a front against the bandits. I shall raise the white and red banners and lead us against them. The South Guard fights again!
nb_no: <i>Så han har bestemt at jeg skal ta kommandoen? Ja vel, jeg har aldri vært typen ti å takke nei til en utfordring. </i> Ja, vi bør samle de troppene vi kan ved leiren min og organisere en front mot bandittene. Jeg skal heise de hvite og røde fanene og lede oss mot dem. Sørgarden kjemper igjen!
uk: <i>То він вирішив, що я тут, щоб узяти на себе командування? Дуже добре, я ніколи не був з тих, хто відмовляється від випробувань.</i> Так, ми маємо зібрати усіх бійців, що зможемо, в моєму таборі та організувати фронт проти розбійників. Я підійму білі та червоні стяги, і поведу нас проти них. Південна Гвардія знову в строю!

source: As a senior infantry officer, Sir Gerrick is both a powerful warrior and capable leader, raising the fighting spirit of less experienced troops near him and causing their attacks to deal more damage.
nb_no: Som overordnet infanterioffiser er Sir Gerrikk både en mektig kriger og en dyktig leder, og han hever kampviljen til mindre erfarne tropper i nærheten av seg og får angrepene deres til å gjøre mer skade.
uk: Як старший офіцер піхоти, Пан Геррік є потужним воїном та здатним лідером, що підіймає бойовий дух більш недосвідчених воїнів поблизу себе, змушуючи їхні атаки завдавати більше шкоди.

source: Units that have a <i>hero</i> marker are vital to your campaign. If any of them die, you will lose the scenario, so guard them carefully!
nb_no: Enheter som har en <i>helt</i>-markør er avgjørende for kampanjen din. Hvis noen av dem dør, vil du tape scenariet, så pass nøye på dem!
uk: Бійці, які мають позначку <i>герой</i> дуже важливі для вас. Якщо хтось з них загине, ви програєте, тож добре їх охороняйте!

source: Head back to the encampment where you started and recruit some troops!
en@shaw: ğ‘£ğ‘§ğ‘› ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘¢ğ‘º ğ‘¿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘› ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘®ğ‘µğ‘ğ‘•!
lt: Traukite atgal į stovyklą kur pradėjote ir nusisamdykite dalinių.
nb_no: Dra tilbake til leiren der du startet, og rekrutter noen tropper!
uk: Повертайтеся до табору, в якому ви почали сценарій, і завербуйте декілька загонів!

source: While you are in your camp, you can recruit more units. Build an army to use against the bandits that Urza Mathin recruits.
nb_no: Mens du er i leiren din, kan du rekruttere flere enheter. Bygg en hær som du kan bruke mot bandittene som Urza Mattin rekrutterer.
uk: Доки ви в таборі, ви можете найняти ще бійців. Щоб розбити бандитів Урзи Мартіна вам потрібно сформувати невелику армію.

source: Bowmen have a strong ranged attack and are very effective against units that lack a ranged attack, like Thieves and Thugs. They also carry a sword and can defend themselves against melee attacks.
nb_no: Bueskyttere har et sterkt avstandsbasert angrep og er svært effektive mot enheter som mangler et slikt angrep, som tyver og kjeltringer. De bærer også sverd og kan forsvare seg mot nærkampsangrep.
uk: Лучники мають сильну дальню атаку і дуже ефективні проти тих, хто її не має, як от Злодії та Головорізи. Також вони носять при собі меча, тож здатні за себе постояти у ближньому бою.

source: Spearmen have a strong melee attack and are effective against most units. They also have a weak ranged attack. They form the backbone of the South Guard.
nb_no: Spydmenn er formidable i nærstrid, og effektive mot de fleste typer enheter. De har også et relativt svakt avstandsangrep. De utgjør ryggraden i Sørgarden.
uk: Списоносець має сильну ближню атаку і ефективний проти більшості інших бійців. Також у нього є слабка дальня атака. Вони формують кістяк Південної Гвардії.

source: The best army will have a mix of units to deal with the different enemies that you will encounter. For now, concentrate on creating a small corps of experienced Bowmen.
en@shaw: ğ‘ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘¸ğ‘¥ğ‘¦ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘¥ğ‘¦ğ‘’ğ‘• ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘‘ ğ‘›ğ‘°ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¦ğ‘¯ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘». ğ‘“ğ‘¹ ğ‘¯ğ‘¬, ğ‘’ğ‘­ğ‘¯ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘±ğ‘‘ ğ‘ªğ‘¯ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘© ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘’ğ‘¹ ğ‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘šğ‘´ğ‘¥ğ‘©ğ‘¯.
lt: Gera armija turi mišrią sudėtį, kad gerai kautųsi su skirtingais priešais, kuriuos sutiks. Kol kas atsidėkite nedidelės patyrusių lankininkų grupės kūrimui.
nb_no: Den beste hæren vil ha en blanding av enheter for å hamle opp med de forskjellige fiendene du vil møte. Inntil videre bør du konsentrere deg om å skape et lite kompani av erfarne bueskyttere.
uk: Хороша армія завжди складається з декількох типів бійців, щоб можна було битися з різними ворогами. Зараз сконцентруйтеся на створенні маленького загону досвідчених лучників.

source: Myssh
lt: Mysš
nb_no: Myssj
uk: Мусх

source: Ylla
uk: Йолла

source: Your people have been our allies ever since the days of Lord Typhon. We will help you drive these bandits from your lands if you allow us to continue living here in peace.
nb_no: Ditt folk har vært våre allierte helt siden Lord Typhons dager. Vi vil hjelpe dere med å fordrive bandittene fra deres land hvis dere lar oss fortsette å leve her i fred.
uk: Наші народи були союзниками з часів лорда Тайфона. Ми допоможемо вам прогнати цих бандитів з ваших земель, якщо ви дозволите нам мирно ту жити.

source: We welcome your aid! The rivers of this land will remain yours when we are victorious.
nb_no: Deres hjelp vil være en kjærkommen støtte i kampen mot bandittene. Elvene i dette landet vil forbli deres når vi har seiret.
uk: Ми раді вашій допомозі! Всі ріки цієї землі лишаться у вашій власності, якщо ми переможемо.

source: You may now recruit Merman Hunters. Merfolk are aquatic creatures and fight best in rivers and swamps. They are much less effective on dry land.
nb_no: Du kan nå rekruttere Havfolk. Havfolk er akvatiske skapninger, og sloss svært godt i elver og sumper. Men de er lite effektive på tørt land.
uk: Тепер ви можете вербувати водяних мисливців. Водяні це морські істоти, вони будуть добре битися в річках і болотах. Але вони менш ефективні на землі.

source: Bandits are most dangerous at night, Sir Deoran. Let us hold the north bank of the river until dawn and press our attack in the morning!
nb_no: Banditter er farligst om natten, Sir Deoran. La oss holde nordbredden av elven til daggry og angripe i morgen tidlig!
uk: Пане, вночі бандити найбільш небезпечні. Пропоную зайняти оборону на північному березі річки і атакувати на світанку!

source: All of your units are <i>lawful</i>. This means that they receive a combat bonus during the day and a penalty at night. Urza Mathin’s units are all <i>chaotic</i>, which means that they receive a bonus at night and a penalty during the day. You will be much more effective fighting during the day.
nb_no: Alle enhetene dine er <i>lovlydige</i>. Det betyr at de får en kampbonus om dagen og en straff om natten. Urza Mattins enheter er alle <i>kaotiske</i>, noe som betyr at de får en bonus om natten og en straff om dagen. Du vil være mye mer effektiv i kamp om dagen.
uk: Усі ваші бійці <i>порядні</i>. Це означає що вони краще б'ються вдень і гірше вночі. Бандити Урзи Мартина — <i>хаотичні</i>, що означає вони краще б'ються вночі і гірше вдень. Тож вашим бійцям найкраще битися під сонячним світлом.

source: The dawn breaks — now is the time for us to attack and drive these bandits from our lands. To me, men of the South Guard!
nb_no: Dagen gryr — nå er tiden inne for å angripe og fordrive disse bandittene fra landet vårt. Til meg, menn av Sørgarden!
uk: Світанок! Час атакувати і вибити бандитів з нашої землі. До мене, воїни Південної варти!

source: Curses! They actually managed to survive the night! I must hold out until my brothers send more men my way.
nb_no: Forbannet! De klarte faktisk å overleve natten! Jeg må holde ut til brødrene mine sender flere menn.
uk: Прокляття! Вони пережили цю ніч! Я маю триматися, поки мої брати не надішлють ще людей.
