Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: No matter. In time she will join me... and in the now, I will finally begin taking my vengeance on humanity, in return for all the suffering your race has inflicted upon me.
ar: لا يهم. مع الوقت ستنضم إلي... أما الآن، سأبدأ أخيرًا في الانتقام من البشرية، مقابل كل المعاناة التي سببها عرقكم لي.
es: No importa. Con el tiempo se unirá a mí... y por ahora, finalmente comenzaré a vengarme de la humanidad, en respuesta a todo el sufrimiento que vuestra raza me ha infligido.
fi: Sama se. Hän liittyy joukkooni aikanaan... ja nyt vihdoin alan kostaa ihmiskunnalle kaikesta siitä kärsimyksestä, jonka rotunne minulle aiheutti.
gl: Non importa. Co tempo unirase a min... e agora, finalmente, comezarei a vinganza contra a humanidade, por todo o sufrimento que esta raza me causou.
it: Non importa. A tempo debito si unirà a me... e ora, finalmente comincerò a vendicarmi dell’umanità, in cambio di tutte le sofferenze che la vostra razza mi ha inflitto.

source: Whatever you once were, you are nothing but evil now! Once Captain Mari and I defeat you, these lands will finally be safe. Prepare for battle!
ar: أيًا ما كنت عليه سابقًا، فأنت الآن مجرد شر! بمجرد أن نهزمك أنا والقائدة ماري، ستكون هذه الأراضي آمنة أخيرًا. استعد للمعركة!
es: ¡Lo que alguna vez fuiste, ahora no eres más que maldad! Una vez que la Capitana Mari y yo te derrotemos, estas tierras finalmente estarán seguras. ¡Prepárate para la batalla!
fi: Mikä ennen olitkin, olet nyt pelkkää pahuutta! Kun kapteeni Mari ja minä kukistamme sinut, nämä maat ovat viimein turvassa. Valmiina taistoon!
gl: Foras o que foras, agora non es máis que maldade! Unha vez que o capitán Mari e mais eu vos derrotemos, esta terra será segura de novo. Prepárate para a batalla!
it: Qualunque cosa tu fossi stato un tempo, ora non sei nient’altro che il male! Dopo che con Capitan Mari ti avremo sconfitto, queste terre saranno finalmente al sicuro. Prepararsi per la battaglia!

source: Whatever you once were, you are nothing but evil now! Once Sir Gerrick and I defeat you, these lands will finally be safe. Prepare for battle!
ar: أيًا ما كنت عليه سابقًا، فأنت الآن مجرد شر! بمجرد أن نهزمك أنا والسير جيريك، ستكون هذه الأراضي آمنة أخيرًا. استعد للمعركة!
es: ¡Lo que alguna vez fuiste, ahora no eres más que maldad! Una vez que Sir Gerrick y yo te derrotemos, estas tierras finalmente estarán seguras. ¡Prepárate para la batalla!
fi: Mikä ennen olitkin, olet nyt pelkkää pahuutta! Kun Sir Gerrick ja minä kukistamme sinut, nämä maat ovat viimein turvassa. Valmiina taistoon!
gl: Foras o que foras, agora non es máis que maldade! Unha vez que Señor Xerric e mais eu vos derrotemos, esta terra será segura de novo. Prepárate para a batalla!
it: Qualunque cosa tu fossi stato un tempo, ora non sei nient’altro che il male! Dopo che con Ser Gerrick ti avremo sconfitto, queste terre saranno finalmente al sicuro. Prepararsi per la battaglia!

source: Whatever you once were, you are nothing but evil now! Once Minister Hylas and I defeat you, these lands will finally be safe. Prepare for battle!
ar: أيًا ما كنت عليه سابقًا، فأنت الآن مجرد شر! بمجرد أن نهزمك أنا والوزير هايلاس، ستكون هذه الأراضي آمنة أخيرًا. استعد للمعركة!
es: ¡Lo que alguna vez fuiste, ahora no eres más que maldad! Una vez que el Ministro Hylas y yo te derrotemos, estas tierras finalmente estarán seguras. ¡Prepárate para la batalla!
fi: Mikä ennen olitkin, olet nyt pelkkää pahuutta! Kun pappi Hylas ja minä kukistamme sinut, nämä maat ovat viimein turvassa. Valmiina taistoon!
gl: Foras o que foras, agora non es máis que maldade! Unha vez que o padre Hilas e mais eu vos derrotemos, esta terra será segura de novo. Prepárate para a batalla!
it: Qualunque cosa tu fossi stato un tempo, ora non sei nient’altro che il male! Dopo che col Ministro Hylas ti avremo sconfitto, queste terre saranno finalmente al sicuro. Prepararsi per la battaglia!

source: Defeat Mal M’Brin
ar: اهزم مال ميبيرين
es: Derrota a Mal M’Brin
fi: Kukista Mal M'Brin
gl: Derrota a Mal Mebrin
it: Sconfiggi Mal M’Brin
nb_no: Bekjemp Mal M'Brin
uk: Переможіть Мал М'Бріна

source: Veterans you recall here will not survive to the next scenario.
es: Los veteranos que recuerdes aquí no sobrevivirán al siguiente escenario.
it: I veterani che richiami qui non saranno disponibili nel prossimo scenario.

source: You see, mortals? This is the might of a true elf; the chosen people of Irdya. The bones of Urza Afalas’s warriors serve only to swell my own ranks.
ar: أرأيتم، أيها الفانين؟ هذه هي قوة الألفي الحقيقي؛ الشعب المختار لإيرديا. عظام محاربي أورزا أفالاس تخدم فقط في زيادة صفوفي.
es: ¿Ven, mortales? Este es el poder de un verdadero elfo; el pueblo elegido de Irdya. Los huesos de los guerreros de Urza Afalas solo sirven para engrosar mis propias filas.
fi: Näettekö, kuolevaiset? Tämä on tosihaltian, Irdyan valitun kansan, mahti. Urza Afalasin sotureiden luut ainoastaan kasvattavat omia rivistöjäni.
gl: Vedes, mortais? Esta é a forza dun verdadeiro elfo; o pobo escollido de Irdia. Os ósos dos guerreiros de Urza Afalas só serven para engrosar as miñas filas.
it: Lo vedete, mortali? Questa è la potenza di un vero elfo, il popolo prescelto di Irdya. Le ossa dei guerrieri di Urza Afalas servono soltanto a rinfoltire i miei ranghi.

source: That is... a lot of undead. As in, a LOT of undead; way more than we can handle, Deoran. Southport is barely a hamlet — both us and the townsfolk are dead if we fight here.
ar: هذا... عدد هائل من الأموات الأحياء. وأعني عددًا هائلاً حقًا؛ أكثر بكثير مما نستطيع تحمله، يا ديوران. ساوثبورت بالكاد قرية - نحن وسكان البلدة سنموت إذا قاتلنا هنا.
es: Eso es... muchos no muertos. Como en MUCHOS no muertos; mucho más de los que podemos manejar, Deoran. Southport es apenas una aldea — nosotros y los habitantes moriremos si peleamos aquí.
fi: Onpas... paljon epäkuolleita. Siis PALJON epäkuolleita. Enemmän kuin voimme hoidella, Deoran. Etelähamina on pelkkä kylä. Me ja kylänväki kuolemme, jos taistelemme täällä.
gl: Iso é... moitos non mortos. Moitos, moitos máis dos que podemos enfrontar, Deoran. Porto sur é case unha aldeiña — tanto nós como os veciños da vila estaremos mortos se loitamos aquí.
it: Questi sono... un sacco di non-morti. Come dire, un SACCO di non-morti, molti più di quanto possiamo affrontare, Deoran. Southport è poco più di un villaggio: se combattiamo qui, siamo morti, sia noi che i cittadini.

source: Sir, look a’ the size o’ that army! Southport is a fine hamlet, but even th’ castle o’ Westin would be ill-equipped for holdin’ back so many. The townsfolk will be slaughtered if we try ’n fight here!
ar: سيدي، انظر إلى حجم ذلك الجيش! ساوثبورت قرية جميلة، لكن حتى قلعة ويستين لن تكون مجهزة لصد هذا العدد. سيُذبح سكان البلدة إذا حاولنا القتال هنا!
es: ¡Señor, mira el tamaño de ese ejército! Southport es una aldea modesta, pero incluso el castillo de Westin estaría mal equipado para contener a tantos. Los habitantes serán masacrados si intentamos pelear aquí.
fi: Katso, miten suuri armeija on! Etelähamina on kelpo kylä, mutta Westinin linnakin olis kehnosti varustettu niin montaa vastaan. Kylänväki teurastetaan, jos koetamme tapella täällä!
gl: Señor, mire o tamaño dese exército! Porto sur é unha aldeiña digna, pero mesmo o castelo de Westin estaría mal preparado para conter a tantos. Os veciños da vila serán masacrados se intentamos resistir aquí!
it: Signore, notate la dimensione di quella armata! Southport è un buon villaggio, ma persino il castello di Wesitn sarebbe malamente equipaggiato per respingere una armata di tale entità. I cittadini verranno massacrati se provassimo a combattere qui!

source: Deoran, see the size of that army... I fear this is not a battle we can win. Southport is barely a hamlet — here we have little chance of protecting either our soldiers or the townsfolk.
ar: ديوران، انظر إلى حجم ذلك الجيش... أخشى أن هذه ليست معركة يمكننا الفوز بها. ساوثبورت بالكاد قرية - هنا لدينا فرصة ضئيلة لحماية جنودنا أو سكان البلدة.
es: Deoran, mira el tamaño de ese ejército... Temo que esta no es una batalla que podamos ganar. Southport es apenas una aldea — aquí tenemos pocas posibilidades de proteger a nuestros soldados o a los habitantes.
fi: Deoran, katso tuon armeijan kokoa... Pelkäänpä, ettemme voita tätä taistelua. Etelähamina on pelkkä kylä. Täällä meillä ei juuri ole mahdollisuuksia suojella sotilaitamme tai kylänväkeä.
gl: Deoran, mira o tamaño dese exército... teño medo de que esta non sexa unha batalla que podamos gañar. Porto sur é case unha aldeiña — aquí temos poucas opcións de protexer aos soldados e aos veciños da vila.
it: Deoran, guarda le dimensioni di quella armata... Temo che questa non sia una battaglia che noi possiamo vincere. Southport è poco più che un villaggio: qui abbiamo pochissime possibilità di proteggere i nostri soldati o i cittadini.

source: What other option do we have, Captain Mari? “Mal M’Brin” had made it clear he blames all humanity for his suffering. Even if we could escape ourselves, Westin is completely unprepared for an attack!
ar: ما الخيار الآخر لدينا، أيها القائد ماري؟ "مال ميبيرين" قد أوضح أنه يلوم البشرية جمعاء على معاناته. حتى لو استطعنا الهروب بأنفسنا، فإن ويستين غير مستعدة تمامًا لهجوم!
es: ¿Qué otra opción tenemos, Capitana Mari? “Mal M’Brin” dejó claro que culpa a toda la humanidad por su sufrimiento. Incluso si pudiéramos escapar, Westin está completamente desprevenido ante un ataque.
fi: Mitä muuta vaihtoehtoa meillä on, kapteeni Mari? “Mal M’Brin” on tehnyt selväksi, että syyttää kaikkia ihmisiä kärsimyksistään. Vaikka pääsisimme itse pakoon, Westin on tyystin varautumaton hyökkäykseen!
gl: Que outra opción temos, capitán Mari? “Mal M’Brin” deixou claro que culpa á humanidade enteira polo seu sufrimento. Mesmo se nós puidésemos fuxir, Westin está completamente desprevido para un ataque!
it: Che altre opzioni abbiamo, Capitan Mari? “Mal M’Brin” è stato piuttosto chiaro: incolpa l’intera umanità per le sue sofferenze. Se anche riuscissimo a fuggire, Westin è completamente impreparata per un attacco!

source: What other option do we have, Sir Gerrick? “Mal M’Brin” had made it clear he blames all humanity for his suffering. Even if we could escape ourselves, Westin is completely unprepared for an attack!
ar: ما الخيار الآخر لدينا، أيها السير جيريك؟ "مال ميبيرين" قد أوضح أنه يلوم البشرية جمعاء على معاناته. حتى لو استطعنا الهروب بأنفسنا، فإن ويستين غير مستعدة تمامًا لهجوم!
es: ¿Qué otra opción tenemos, Sir Gerrick? “Mal M’Brin” dejó claro que culpa a toda la humanidad por su sufrimiento. Incluso si pudiéramos escapar, Westin está completamente desprevenido ante un ataque.
fi: Mitä muuta vaihtoehtoa meillä on, Sir Gerrick? “Mal M’Brin” on tehnyt selväksi, että syyttää kaikkia ihmisiä kärsimyksistään. Vaikka pääsisimme itse pakoon, Westin on tyystin varautumaton hyökkäykseen!
gl: Que outra opción temos, señor Xerric? “Mal M’Brin” deixou claro que culpa á humanidade enteira polo seu sufrimento. Mesmo se nós puidésemos fuxir, Westin está completamente desprevido para un ataque!
it: Che altre opzioni abbiamo, Ser Gerrick? “Mal M’Brin” è stato piuttosto chiaro: incolpa l’intera umanità per le sue sofferenze. Se anche riuscissimo a fuggire, Westin è completamente impreparata per un attacco!

source: What other option do we have, Minister Hylas? “Mal M’Brin” had made it clear he blames all humanity for his suffering. Even if we could escape ourselves, Westin is completely unprepared for an attack!
ar: ما الخيار الآخر لدينا، أيها الوزير هايلاس؟ "مال ميبيرين" قد أوضح أنه يلوم البشرية جمعاء على معاناته. حتى لو استطعنا الهروب بأنفسنا، فإن ويستين غير مستعدة تمامًا لهجوم!
es: ¿Qué otra opción tenemos, Ministro Hylas? “Mal M’Brin” dejó claro que culpa a toda la humanidad por su sufrimiento. Incluso si pudiéramos escapar, Westin está completamente desprevenido ante un ataque.
fi: Mitä muuta vaihtoehtoa meillä on, pappi Hylas? “Mal M’Brin” on tehnyt selväksi, että syyttää kaikkia ihmisiä kärsimyksistään. Vaikka pääsisimme itse pakoon, Westin on tyystin varautumaton hyökkäykseen!
gl: Que outra opción temos, padre Hilas? “Mal M’Brin” deixou claro que culpa á humanidade enteira polo seu sufrimento. Mesmo se nós puidésemos fuxir, Westin está completamente desprevido para un ataque!
it: Che altre opzioni abbiamo, Ministro Hylas? “Mal M’Brin” è stato piuttosto chiaro: incolpa l’intera umanità per le sue sofferenze. Se anche riuscissimo a fuggire, Westin è completamente impreparata per un attacco!

source: And besides... the horses are tired, the men are tired and I’m tired as well. The undead can march day and night without rest, but we can’t. Our only choice is to fight, as unlikely as our victory may be.
ar: وبالإضافة إلى ذلك... الخيول متعبة، الرجال متعبون وأنا متعب أيضًا. الأموات الأحياء يمكنهم السير ليل نهار دون راحة، لكننا لا نستطيع. خيارنا الوحيد هو القتال، مهما كانت احتمالات انتصارنا ضئيلة.
es: Y además... los caballos están cansados, los hombres están cansados y yo también. Los no muertos pueden marchar día y noche sin descanso, pero nosotros no. Nuestra única opción es luchar, por improbable que sea nuestra victoria.
fi: Ja sitä paitsi... hevoset ovat voipuneita, miehet uupuneita, ja minuakin väsyttää. Epäkuolleet voivat marssia levotta yötä päivää, mutta me emme. Me voimme vain taistella, vaikka voittomme lienee epätodennäköinen.
gl: E ademáis... os cabalos están cansos, e os homes están cansos, e eu tamén. Os non mortos poden marchar día e noite sen descanso, pero nós non. A nosa única opción é loitar, por improbable que sexa a nosa vitoria.
it: E inoltre... i cavalli sono stanchi, gli uomini sono stanchi e anche io sono stanco. I non-morti possono marciare giorno e notte senza riposare, ma non non riusciamo a farlo. Non abbiamo altra scelta che combattere, per quanto la vittoria sia improbabile.

source: Well... that leaves only one option then, doesn’t it? Always thought I had too much good sense for heroics...
ar: حسنًا... إذن لا يترك لنا سوى خيار واحد، أليس كذلك؟ دائمًا ما ظننت أن لدي حكمة أكثر من أن أكون بطلاً...
es: Bueno... eso deja solo una opción, ¿no es así? Siempre pensé que tenía demasiado sentido común para heroísmos...
fi: No... silloinhan jää vain yksi vaihtoehto, eikö? Luulin aina, että olin liian järkevä sankarointiin...
gl: Pois... iso só deixa unha opción, non? Sempre pensei que tiña demasiado sentido común para fazañas...
it: Beh... allora resta solo un’opzione, non è vero? Ho sempre pensato di avere troppo buon senso per l’eroismo...

source: Get out of here, Deoran. Leave me the few men you’ve already recruited, but take the others and go warn Westin. I’ll make a stand here. We’ll slow ’em down as much as we can.
ar: اخرج من هنا، ديوران. اترك لي الرجال القلائل الذين جندتهم بالفعل، لكن خذ الباقين واذهب لتحذير ويستين. سأقف هنا. سنؤخرهم بقدر ما نستطيع.
es: Sal de aquí, Deoran. Déjame los pocos hombres que ya has reclutado, pero lleva a los demás a advertir a Westin. Yo resistiré aquí. Los retrasaremos tanto como podamos.
fi: Lähde täältä, Deoran. Jätä minulle pari miestä, jotka jo värväsit, mutta ota toiset ja mene varoittamaan Westiniä. Minä pidän puoleni täällä. Me hidastamme niitä niin paljon kuin suinkin.
gl: Sae de aquí, Deoran. Déixame os poucos homes que xa recrutaches, pero leva os outros e avisa a Westin. Eu farei fronte aquí. Deterémolos o máximo que poidamos.
it: Vattene da qui, Deoran. Lasciami la manciata di uomini che hai già reclutato, ma prendi con te tutti gli altri e dirigiti verso Westin. Io terrò la posizione. Li rallenteremo il più possibile.

source: Then there’s only one thing we can do. Sir, you must hasten back to Westin t’ warn the garrison. I’ll command the defense here. Leave me th’ few men ye’ve already recruited, and we’ll hold back the undead as long as we can.
es: Entonces solo hay una cosa que podemos hacer. Señor, debe apresurarse de vuelta a Westin para advertir a la guarnición. Yo comandaré la defensa aquí. Déjeme los pocos hombres que ya ha reclutado, y contendremos a los no muertos todo el tiempo que podamos.
it: Quindi abbiamo soltanto una possibile linea di condotta da seguire. Ser, dovete affrettarvi a raggiungere Westin per avvertire la guarnigione. Io comanderò la difesa della città. Lasciatemi i pochi uomini che avete già reclutato e tratterremo i non-morti il più a lungo possibile.

source: Then our course of action is clear. Deoran, take the bulk of our company and return to Westin. Warn the garrison and rally a defense. My bad leg would only slow you down — I shall remain behind with the few men you’ve already recruited, and delay the undead as best we can.
ar: إذن مسار عملنا واضح. ديوران، خذ الجزء الأكبر من فرقتنا وعد إلى ويستين. حذر الحامية وحشد الدفاع. ساقي السيئة ستؤخرك فقط - سأبقى مع الرجال القلائل الذين جندتهم بالفعل، وسأؤخر الأموات الأحياء بأفضل ما أستطيع.
es: Entonces nuestro curso de acción está claro. Deoran, lleva a la mayoría de nuestra compañía de regreso a Westin. Advierte a la guarnición y organiza la defensa. Mi pierna mala solo los retrasaría — me quedaré atrás con los pocos hombres que ya has reclutado y retrasaremos a los no muertos lo mejor que podamos.
gl: Entón o noso plan está claro. Deoran, leva a maior parte da compañía de volta a Westin. Avisa á gornición e organízalles a defensa. A miña perna mala só vos atrasaría — quedarei cos poucos homes que xa reuniches, e atrasaremos aos non mortos o mellor que poidamos.
it: Quindi la nostra linea di condotta è ben definita. Deoran, prendi il grosso della compagnia e fai ritorno a Westin. Allerta la guarnigione e appronta le difese. La mia gamba malandata servirebbe solo a rallentarti: devo rimanere di retroguardia con i pochi uomini che hai già reclutato e rallentare i non-morti il più a lungo possibile.

source: What?! But fighting alone— such a thing will mean certain death! If we stand here together, there is at least a chance we might prevail!
ar: ماذا؟ لكن القتال وحده- يعني هذا موتًا مؤكدًا! إذا وقفنا هنا معًا، فهناك على الأقل فرصة لأن ننتصر!
es: ¡¿Qué?! ¡Pero luchar solo significará muerte segura! Si nos mantenemos juntos aquí, al menos hay una posibilidad de que podamos prevalecer!
fi: Mitäh?! Mutta taistella yksin... Se tarkoittaisi varmaa kuolemaa! Jos pysymme yhdessä, meillä ainakin olisi mahdollisuus kestää!
gl: Que?! Pero loitar só — iso será morte segura! Se permanecemos aquí xuntos, polo menos temos unha pequena esperanza de saír vitoriosos!
it: Cosa?! Ma combattere da soli sarà morte certa! Se resistiamo insieme, ci sarà almeno una possibilità di vittoria!

source: Yeah yeah, don’t kid yourself. You’ve come a long way since we first met, Deoran, but you’ve still got a lot to learn about war. Westin’s counting on you.
ar: نعم نعم، لا تخدع نفسك. لقد قطعت شوطًا طويلاً منذ أن التقينا لأول مرة، يا ديوران، لكنك ما زلت بحاجة إلى تعلم الكثير عن الحرب. ويستين تعتمد عليك.
es: Sí, sí, no te engañes. Has recorrido un largo camino desde que nos conocimos, Deoran, pero aún tienes mucho que aprender sobre la guerra. Westin cuenta contigo.
fi: Joopa joo, älä huijaa itseäsi. Olet kulkenut pitkän matkan ensi tapaamisestamme, Deoran, mutta sinulla on vielä paljon opittavaa sodasta. Westin luottaa sinuun.
gl: Xa, xa, non te enganes. Desde que nos coñecemos, Deoran, aprendiches moito, pero aínda tes moito que aprender da guerra. Westin conta contigo.
it: Sì, come no, non illuderti. Hai fatto molta strada dal nostro primo incontro, Deoran, ma hai ancora molto da imparare sulla guerra. Westin conta su di te.

source: You’re bright, sir, but you’re still young. Ah’ve learned that in dire times, sacrifices must always be made one way or another. Take care o’ yourself, Deoran.
ar: أنت ذكي، سيدي، لكنك ما زلت شابًا. لقد تعلمت أنه في الأوقات العصيبة، يجب دائمًا تقديم التضحيات بطريقة أو بأخرى. اعتن بنفسك، ديوران.
es: Eres inteligente, señor, pero aún eres joven. He aprendido que en tiempos difíciles, siempre se deben hacer sacrificios de una manera u otra. Cuídate, Deoran.
fi: Oot välkky, herra, mutta oot vielä nuori. Mä oon oppinu, että kovina aikoina joutuu aina tekemään uhrauksii tavalla tai toisella. Pidä huoli itsestäs, Deoran.
gl: Es moi listo, señor, pero aínda es novo. Eu aprendín que en tempos difíciles os sacrificios son sempre necesarios dunha maneira ou doutra. Coidate, Deoran.
it: Siete brillante, signore, ma ancora giovane. Ho imparato che in tempi duri, i sacrifici vanno sempre fatti, in un modo o nell’altro. Prendetevi cura di voi, Deoran.

source: How many foes have fallen under your sword, or friends while carrying out your battle-orders? My sacrifice is no more special just because you know my name, Deoran.
ar: كم من الأعداء سقطوا تحت سيفك، أو أصدقاء أثناء تنفيذ أوامرك القتالية؟ تضحيتي ليست أكثر خصوصية لمجرد أنك تعرف اسمي، يا ديوران.
es: ¿Cuántos enemigos han caído bajo tu espada, o amigos mientras cumplías tus órdenes de batalla? Mi sacrificio no es más especial solo porque conoces mi nombre, Deoran.
fi: Moniko vihollinen on kaatunut miekastasi, tai ystävä suorittaessaan taistelukäskyjäsi? Uhraukseni ei ole sen erityisempi vain, koska tiedät nimeni, Deoran.
gl: Cantos inimigos caeron baixo a túa espada, ou amigos mentres cumprías ordes de batalla? O meu sacrificio non é máis especial só porque coñezas o meu nome, Deoran.
it: Quanti nemici sono caduti sotto i colpi della tua spada, o amici che eseguivano i tuoi ordini di battaglia? Il mio sacrificio non è più speciale soltanto perché sai il mio nome, Deoran.

source: I... I understand. I will ride with all haste to Westin, to rally the garrison and make ready the defense. Captain Mari, we shall return as soon as we can, and surely relieve you!
ar: أنا... أنا أفهم. سأركب بكل سرعة إلى ويستين، لأحشد الحامية وأعد الدفاع. القائدة ماري، سنعود بأسرع ما نستطيع، وبالتأكيد سننجدك!
es: Lo... entiendo. Cabalgaré de inmediato a Westin, para reunir a la guarnición y preparar la defensa. Capitana Mari, volveremos tan pronto como podamos, y seguramente los relevaremos.
fi: Minä... ymmärrän. Ratsastan täyttä laukkaa Westiniin kokoamaan varuskunnan ja valmistelemaan puolustusta. Kapteeni Mari, me palaamme hetimmiten ja vapautamme teidät taatusti!
gl: Eu... entendo. Cabalgaréi coa máxima urxencia cara a Westin, para reunir á gornición e preparar a defensa. Capitán Mari, volveremos tan pronto como poidamos, e seguramente vos relevaremos!
it: Io... capisco. Cavalcherò a tutta velocità verso Westin, per allertare la guarnigione e allestire le difese della città. Capitan Mari, ritorneremo al più presto con i rinforzi e vi recupereremo!

source: I... I understand. I will ride with all haste to Westin, to rally the garrison and make ready the defense. Sir Gerrick, we shall return as soon as we can, and surely relieve you!
ar: أنا... أنا أفهم. سأركض بكل سرعة إلى ويستن، لأحشد الحامية وأهيئ الدفاع. السير جيريك، سنعود بأسرع ما نستطيع، وبالتأكيد سنخفف عنك!
es: Lo... entiendo. Cabalgaré de inmediato a Westin, para reunir a la guarnición y preparar la defensa. Sir Gerrick, volveremos tan pronto como podamos, y seguramente lo relevaremos.
fi: Minä... ymmärrän. Ratsastan täyttä laukkaa Westiniin kokoamaan varuskunnan ja valmistelemaan puolustusta. Sir Gerrick, me palaamme hetimmiten ja vapautamme teidät taatusti!
gl: Eu... entendo. Cabalgaréi coa máxima urxencia cara a Westin, para reunir á gornición e preparar a defensa. Seño Xerric, volveremos tan pronto como poidamos, e seguramente vos relevaremos!
it: Io... capisco. Cavalcherò a tutta velocità verso Westin, per allertare la guarnigione e allestire le difese della città. Ser Gerrick, ritorneremo al più presto con i rinforzi e vi recupereremo!
