Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: What? How is this possible! With the undead armies fighting us here, how could Westin have already fallen?
ar: ماذا؟ كيف يكون هذا ممكنًا! مع قتال جيوش الأموات الأحياء لنا هنا، كيف سقطت ويستين بالفعل؟
es: ¿Qué? ¡Cómo es posible! Con los ejércitos no-muertos luchando contra nosotros aquí, ¿cómo pudo Westin haber caído ya?
fi: Mitä? Miten on mahdollista? Kun epäkuolleiden armeijat taistelevat täällä, miten Westin olisi jo sortunut?
gl: Que? Como pode ser isto! Se os exércitos dos non mortos están loitando connosco aquí, como podería Westin caer tan axiña?
it: Cosa? Com’è possibile?! Se le armate dei non-morti stanno combattendo con noi qui, come ha fatto Westin ad essere già stata conquistata?

source: The Long March
ar: المسيرة الطويلة
en@shaw: ğ‘ ğ‘¤ğ‘ªğ‘™ ğ‘¥ğ‘¸ğ‘—
es: La larga marcha
fi: Pitkä marssi
gl: A longa marcha
it: La lunga marcia
lt: Ilgasis žygis
nb_no: En lang marsj
uk: Довгий марш

source: Thank ye for your help, Deoran. I have a debt to repay to you for sparing my life.
es: Gracias por tu ayuda, Deoran. Tengo una deuda contigo por haberme perdonado la vida.
it: Grazie per il tuo aiuto, Deoran Sono in debito con te per avermi risparmiato la vita.

source: Now, there’s something my boys and I need to go and make right. You’ll see me again, I hope.
es: Ahora, hay algo que mis chicos y yo debemos arreglar. Espero que me vuelvas a ver.
it: Ora, c’è qualcosa che io e i miei ragazzi dobbiamo andare a sistemare. Mi rivedrai, spero.

source: He’s gone! I suppose Ethiliel did warn that Afalas would leave us eventually. I only hope that his change of heart will prove genuine, and not a facade.
es: ¡Se ha ido! Supongo que Ethiliel nos advirtió que Afalas nos dejaría tarde o temprano. Solo espero que su cambio de corazón sea genuino y no una fachada.
it: Se n’è andato! Immagino che Ethiliel ci avesse avvertito che Afalas prima o poi ci avrebbe lasciato. Spero solo che il suo ripensamento si riveli sincero, e non soltanto una facciata.

source: Shh! Do you hear that? We’re being followed.
ar: اصمت! هل تسمع ذلك؟ هناك من يتبعنا.
es: ¡Shh! ¿Escuchas eso? Nos están siguiendo.
fi: Shh! Kuuletteko? Meitä seurataan.
gl: Shh! Oídes iso? alguén nos está seguindo.
it: Shh! Hai sentito? Siamo stati seguiti.

source: Shh! Do you hear tha’? We’re bein’ followed.
ar: اصمت! هل تسمع ذلك؟ هناك من يتبعنا.
es: ¡Shh! ¿Escuchas eso? Nos están siguiendo.
fi: Shh! Kuuletteko? Meitä seurataan.
gl: Shh! Oís eso? tan a nos seguir.
it: Shh! Hai sentito? Siamo stati seguiti.

source: I wish Afalas were still with us. He knew these paths well, but without him we risk stumbling into all manner of ambushes!
ar: أتمنى لو كان أفالاس لا يزال معنا. كان يعرف هذه الطرق جيدًا، لكن بدونه نحن معرضون للسقوط في كمائن من كل نوع!
es: Desearía que Afalas aún estuviera con nosotros. Conocía bien estos caminos, pero sin él corremos el riesgo de tropezar con todo tipo de emboscadas.
fi: Olisipa Afalas vielä kanssamme. Hän tunsi nämä polut hyvin, mutta ilman häntä uhkaamme törmätä kaikenlaisiin väijytyksiin!
gl: Oxalá Afalas aínda estivese connosco. Coñecía ben estes camiños, pero sen el corremos o risco de caer en emboscadas a cada paso!
it: Vorrei che Afalas fosse ancora con noi. Lui conosce molto bene questi sentieri, ma senza di lui rischiami di rimanere vittima di imboscate di ogni sorta!

source: Humans! You’re the curs who kidnapped the Sage Mebrin. Where is Mebrin? Where is Afalas? Produce the heads of those responsible, or we shall take yours!
ar: أيها البشر! أنتم كلاب الصيد الذين اختطفوا الحكيم ميبيرين. أين ميبيرين؟ أين أفالاس؟ قدموا رؤوس المسؤولين، أو سنأخذ رؤوسكم!
es: ¡Humanos! Ustedes son los perros que secuestraron al sabio Mebrin. ¿Dónde está Mebrin? ¿Dónde está Afalas? Entreguen las cabezas de los responsables, ¡o tomaremos las suyas!
fi: Ihmisiä! Te olette ne ruojat, jotka sieppasivat tietäjä Mebrinin! Missä Mebrin on? Missä Afalas on? Tuokaa syypäät, tai viemme teidän päät!
gl: Humanos! Sodes os covardes que raptastes ao Sabio Mebrin. Onde está Mebrin? Onde está Afalas? Entregade as cabezas dos culpables ou tomaremos as vosas!
it: Umani! Siete voi i maledetti che hanno rapito il saggio Mebrin! Dov’è Mebrin? Dov’è Afalas? Mostrateci le teste dei responsabili, o ci prenderemo le vostre!

source: Elves! Friends, there is no need for anger — I am from Westin, and we never harmed Mebrin while he was alive; that was all the outlaws’ doing!
es: ¡Elfos! Amigos, no hay necesidad de enojarse: soy de Westin, y nunca hicimos daño a Mebrin mientras estaba vivo; ¡eso fue culpa de los forajidos!
it: Elfi! Amici, non c’è alcun bisogno di arrabbiarsi: vengo da Westin, e noi non abbiamo mai torto un capello a Mebrin fintato che è rimasto in vita: hanno fatto tutto i banditi!

source: I confess that we were eventually forced to slay him, but only because your sage had turned to the practice of necromancy and was raising an army of undead. Would you have had us stand idly by while his evil spread?
ar: أعترف أننا اضطررنا في النهاية لقتله، لكن فقط لأن حكيمكم قد تحول إلى ممارسة السحر الأسود وكان ينهض جيشًا من الأموات الأحياء. هل تريدون منا أن نقف مكتوفي الأيدي بينما ينتشر شره؟
es: Confieso que finalmente nos vimos obligados a matarlo, pero solo porque su sabio se había dedicado a la práctica de la nigromancia y estaba levantando un ejército de no-muertos. ¿Hubieran querido que nos quedáramos de brazos cruzados mientras su mal se expandía?
fi: Myönnän, että me jouduimme lopulta tappamaan hänet, mutta vain siksi, koska tietäjänne oli ryhtynyt harjoittamaan elävöittämistä ja oli kasvattamassa epäkuolleiden armeijaa. Olisiko meidän pitänyt vain katsoa vierestä, kun hänen pahuutensa levisi?
gl: Recoñezo que nos vimos obrigados a matalo, pero só porque o voso sabio caera na necromancia e estaba a reunirr un exército de non mortos. Teríades preferido que ficásemos de brazos cruzados mentres se estendía a súa maldade?
it: Confesso che alla fine siamo stati costretti ad ucciderlo, ma solo perché il vostro saggio si era votato alla pratica della negromanzia e stava radunando un esercito di non-morti. Avresti preferito che restassimo indifferenti mentre il suo male si diffondeva?

source: How dare you speak of Mebrin thusly?! Ethiliel warned us of this lie — though Mebrin has knowledge of the undead, he’s no human, so easily corrupted by the temptation of such power.
ar: كيف تجرؤون على التحدث عن ميبيرين هكذا؟! حذرتنا إيثيليل من هذه الكذبة - على الرغم من أن ميبيرين لديه معرفة بالأموات الأحياء، إلا أنه ليس بشرًا، ليس سهل الفساد بإغراء مثل هذه القوة.
es: ¿Cómo te atreves a hablar así de Mebrin? Ethiliel nos advirtió sobre esta mentira: aunque Mebrin tiene conocimiento de los no-muertos, no es un humano que pueda corromperse fácilmente con la tentación de tal poder.
fi: Kuinka kehtaat puhua Mebrinistä noin?! Ethiliel varoitti meitä tästä valheesta. Mebrin tuntee epäkuolleet, muttei hän ole mikään ihminen, joka helposti turmeltuu sellaisen voiman kiusauksesta.
gl: Como te atreves a falar deste xeito de Mebrin?! Etilia advertiunos desta mentira — aínda que Mebrin ten coñecemento dos non mortos, non é humano, polo que se deixa corromper facilmente pola tentación de tal poder.
it: Come osi parlare di Membrin con cotante menzogne! Ethiliel ci aveva avvisato di queste bugie: sebbene Mebrin abbia conoscenza della non-morte, lui non è un umano, non può essere corrotto così facilmente dalla tentazione di cotanto potere.

source: We’re not lying! Urza Afalas is gone; I wonder now if he might have sensed your approach and fled... But if you travel south and enter the undead lair you will see Mebrin’s remains. Even as a broken skeleton, the lich’s elven origin is unmistakable!
es: ¡No estamos mintiendo! Urza Afalas se ha ido; me pregunto si pudo haber percibido su acercamiento y huido... Pero si viajan al sur y entran en la guarida de los no-muertos, verán los restos de Mebrin. ¡Incluso como esqueleto roto, el origen élfico del liche es inconfundible!
it: Non stiamo mentendo! Urza Afalas è fuggito. Mi domando se non abbia percepito il vostro arrivo e sia fuggito... Ma se vi dirigete a sud ed entrate nel covo dei non-morti, vedrete i resti di Mebrin. Anche se troverete soltanto i resti spezzati di uno scheletro, l’origine elfica del lich è inequivocabile!

source: We’re not lying! Urza Afalas is long gone. But if you travel south and enter the undead lair you will see Mebrin’s remains. Even as a broken skeleton, the lich’s elven origin is unmistakable!
es: ¡No estamos mintiendo! Urza Afalas se ha ido hace mucho. Pero si viajan al sur y entran en la guarida de los no-muertos, verán los restos de Mebrin. Incluso como esqueleto roto, ¡el origen élfico del liche es inconfundible!
it: Non stiamo mentendo! Urza Afalas è fuggito da tempo, ma se vi dirigete a sud ed entrate nel covo dei non-morti, vedrete i resti di Mebrin. Anche se troverete soltanto i resti spezzati di uno scheletro, l’origine elfica del lich è inequivocabile!

source: Enough! I should have expected that the stupidity of men knows no bounds. We’ve nothing more to say here. You won’t see us coming.
es: ¡Basta! Debería haber esperado que la estupidez de los humanos no tiene límites. No tenemos nada más que decir aquí. No nos verán venir.
it: Ne ho abbastanza! Avrei dovuto sapere che la stupidità degli umani non conosce limiti. Non abbiamo niente altro da dirci qui. Non ci vedrai arrivare.

source: This is our reward for killing the lich? Figures that no good deed would go unpunished. Ethiliel must be a sore loser — she’s returned to the Aethenwood and blamed us for what happened to her village and her mentor.
ar: هذه هي مكافأتنا لقتل الليش؟ يبدو أنه لا يوجد عمل صالح بلا عقاب. لا بد أن إيثيليل خاسرة مستاءة - لقد عادت إلى غابة إيثينوود وألقت باللوم علينا في ما حدث لقريتها ومعلمها.
es: ¿Esta es nuestra recompensa por matar al liche? No es de extrañar que ninguna buena acción quede impune. Ethiliel debe ser una mal perdedora: ha regresado al Bosque Edén y nos culpa por lo que le pasó a su pueblo y a su mentor.
fi: Tässäkö palkkiomme kuolonherran tappamisesta? Eipä mikään hyvä teko jääkään rankaisematta. Ethiliel on varmaan huono häviäjä. Hän palasi Aethenin metsään ja syytti meitä siitä, mitä hänen kylälleen ja oppi-isälleen tapahtui.
gl: Este é o noso premio por matar o liche? Xa dicía eu que ningún bo acto queda sen castigo. Etilia debe ser unha mala perdedora — volveu ao bosque do éter e acusounos do que lle pasou á súa aldea e ao seu mentor.
it: È questa la nostra ricompensa per aver ucciso il lich? Pensavo che una buona azione restasse impunita. Ethiliel deve essere una pessima perdente: è ritornata nella Foresta di Aethen e ci ha incolpato di quello che è successo al suo villaggio e al suo mentore.

source: This’s that blasted shyde’s doin’. Ethiliel must’ve flown back to the Aethenwood and tole her kin about wha’ happened t’ her village, an’ tried to turn ’em against us! Now these elves’ll be waitin’ to ambush us as we march.
ar: هذا من فعل تلك الشايد الملعونة. لا بد أن إيثيليل قد طارت عائدة إلى غابة إيثينوود وأخبرت أبناء جلدتها بما حدث لقريتها، وحاولت أن تثيرهم ضدنا! الآن هؤلاء الألفيون سينتظرون لكميننا أثناء مسيرنا.
es: Esto es obra de esa maldita hada. Ethiliel debió volar de regreso a Edén y contarles a los suyos lo que le pasó a su pueblo, ¡intentando volverlos en nuestra contra! Ahora estos elfos estarán esperando para emboscarnos mientras marchamos.
fi: Tää on sen peijoonin haltiaparantajan tekosia. Ethiliel on varmaan lentänyt takaisin Aethenin metsään ja kielinyt omilleen, miten hänen kylälleen kävi, ja koetti usuttaa heidät meitä vastaan! Nyt nää haltiat väijyvät meitä marssillamme.
gl: Isto é cousa dese maldito shyde. Etilia seguro que voou de volta ao bosque do éter, contarlle ós seus o que pasou na súa aldea, e agora tenta volver aos elfos contra nós! Estarán agochados, agardando para emboscarnos mentres marchamos.
it: Questa è opera di quella maledetta fata. Ethiliel deve essere ritornata nella Foresta di Aethen e aver raccontato ai suoi simili quello che è successo al suo villaggio, cercando di aizzarli contro di noi! Ora questi elfi ci aspetteranno per tenderci un’imboscata mentre marciamo.

source: Now we see the meaning of Mebrin’s final words — Ethiliel has returned to the Aethenwood and alerted her kin to the tragedy of her village, turning them against us in the process. If the elves are wise, I suspect they will attempt to ambush us as we march.
ar: الآن نفهم معنى كلمات ميبيرين الأخيرة - لقد عادت إيثيليل إلى غابة إيثينوود ونبهت أبناء جلدتها لمأساة قريتها، مما أثارهم ضدنا في هذه العملية. إذا كان الألفيون أذكياء، أعتقد أنهم سيحاولون كميننا أثناء مسيرنا.
es: Ahora entendemos el significado de las últimas palabras de Mebrin: Ethiliel ha regresado al Bosque Edén y alertado a los suyos sobre la tragedia de su pueblo, volviéndolos en nuestra contra. Si los elfos son prudentes, sospecho que intentarán emboscarnos mientras marchamos.
fi: Nyt me näemme Mebrinin viimeisten sanojen merkityksen. Ethiliel on palannut Aethenin metsään ja kannellut omilleen kylänsä tragediasta sekä usuttanut heidät meitä vastaan. Jos haltiat ovat viisaita, tuskinpa he yrittävät väijyttää meitä marssillamme.
gl: Agora entendemos as últimas palabras de Mebrin — Etilia regresou ao bosque do éter e alertou á súa xente da traxedia da súa aldea, poñéndonos no punto de mira. Se os elfos son listos, estou certo de que nos emboscarán mentres marchamos.
it: Ora capisco le parole finali di Mebrin: Ethiliel deve essere ritornata nella Foresta di Aethen e aver avvisato i suoi simili di quello che è successo al suo villaggio, cercando di aizzarli contro di noi durante il racconto. Se gli elfi sono saggi, sospetto che ci tenderanno un’imboscata mentre marciamo.

source: Fighting undead and bandits was bad enough, but now elves? This is awful! If we can just reach Southport, the garrison there will surely keep us safe from enemy attack.
ar: قتال الأموات الأحياء والعصابات كان سيئًا بما فيه الكفاية، لكن الآن الألفيون؟ هذا فظيع! إذا تمكنا فقط من الوصول إلى ساوثبورت، فمن المؤكد أن الحامية هناك ستحمينا من هجوم العدو.
es: Luchar contra no-muertos y bandidos ya era suficiente, ¡pero ahora elfos? ¡Esto es terrible! Si logramos llegar a Southport, la guarnición allí seguramente nos protegerá de los ataques enemigos.
fi: Taistelu epäkuolleita ja ryöväreitä vastaan oli kyllin paha, mutta että haltioitako? Tämä on kauheaa! Jos vain pääsemme Etelähaminaan, varuskunta varmasti pitää meidät siellä turvassa vihollishyökkäykseltä.
gl: Loitar contra non mortos e bandoleiros xa era terrible, ¡pero agora tamén elfos? Isto é un pesadelo! Se conseguimos chegar a Porto sur, a gornición de alí ha manternos a salvo dos ataques inimigos.
it: Combattere contro non-morti e banditi è stato abbastanza brutto, ma ora, elfi? Orribile! Se solo riuscissimo a raggiungere Southport, la sua guarnigione ci proteggerebbe sicuramente dagli attacchi nemici.

source: But we’ll have to move quickly. The longer we wait, the more elves will arrive to harry us!
ar: لكن يجب أن نتحرك بسرعة. كلما انتظرنا أكثر، زاد عدد الألفيون الذين سيأتون لمضايقتنا!
es: Pero tendremos que movernos rápido. Cuanto más esperemos, más elfos llegarán a hostigarnos.
fi: Mutta meidän pitää kiiruhtaa. Mitä kauemmin vitkastelemme, sitä enemmän tulee haltioita ahdistelemaan meitä!
gl: Pero teremos que movernos rápido. Canto máis tardemos, máis elfos chegarán para acosarnos!
it: Ma dobbiamo muoverci velocemente. Più aspettiamo, più elfi arriveranno a tormentarci!

source: Move Deoran and Captain Mari across the river
ar: حرك ديوران والقائدة ماري عبر النهر
es: Mueve a Deoran y a la Capitán Mari al otro lado del río
fi: Siirrä Deoran ja kapteeni Mari joen yli
gl: Leva a Deoran e Capitan Mari ao outro lado do río
it: Sposta Deoran e Capitan Mari al di là del fiume

source: Move Deoran and Sir Gerrick across the river
ar: حرك ديوران والسير جيريك عبر النهر
es: Mueve a Deoran y a Sir Gerrick al otro lado del río
fi: Siirrä Deoran ja Sir Gerrick joen yli
gl: Leva a Deoran e a Señor Xerric ao outro lado do río
it: Sposta Deoran e Ser Gerrick al di là del fiume

source: Move Deoran and Minister Hylas across the river
ar: حرك ديوران والوزير هايلاس عبر النهر
es: Mueve a Deoran y al Ministro Hylas al otro lado del río
fi: Siirrä Deoran ja pappi Hylas joen yli
gl: Leva a Deoran e ao padre Hilas ao outro lado do río
it: Sposta Deoran e il Ministro Hylas al di là del fiume

source: Ambush! They’re in the forest!
ar: كمين! إنهم في الغابة!
es: ¡Emboscada! ¡Están en el bosque!
fi: Väijytys! He ovat metsässä!
gl: Emboscada! Están na fraga!
it: Imboscata! Sono nei boschi!

source: Ambush and Invisibility
ar: الكمين والاختفاء
es: Emboscada e invisibilidad
fi: Väijytys ja näkymättömyys
gl: Emboscada e Invisibilidade
it: Imboscate e Invisibilità

source: Elvish Rangers have the powerful <b><i>“ambush”</i></b> ability! The ambush ability makes a Ranger invisible while in forest, unless you have a unit next to it. Watch out for hit-and-run attacks!
ar: يتمتع رينجرز الألفيون بقدرة <b><i>"كمين"</i></b> قوية! تجعل قدرة الكمين الرينجر خفيًا أثناء وجوده في الغابة، ما لم تكن لديك وحدة بجواره. احذر من هجمات الضرب والهرب!
es: ¡Los Montaraces Elfos tienen la poderosa habilidad <b><i>“emboscada”</i></b>! La habilidad de emboscada hace que un Montaraz sea invisible mientras está en el bosque, a menos que tengas una unidad junto a él. ¡Cuidado con los ataques de hostigamiento!
fi: Haltiasamoojilla on voimakas <b><i>“väijytys”</i></b>-erikoistaito! Väijytyskyky tekee samoojasta näkymättömän metsässä, paitsi jos yksikkösi on sen vieressä. Varo vetäytymisiskuja!
gl: Os Exploradores élficos teñen a poderosa habilidade <b><i>"emboscar"</i></b>! A habilidade de emboscada fai que un explorador sea invisible mentres estea na fraga, a non ser que teña unha unidade ao seu carón. Coidado cos ataques de golpe e fuga!
it: Gli Elfi Ranger hanno la potente abilità <b><i>“imboscata”</i></b>! L’abilità “imboscata”rende i Ranger invisibili nei boschi, a meno che tu non abbia una unità vicina a loro. Presta attenzione ai loro attacchi mordi-e-fuggi!

source: Vengeance for the sage Mebrin!
ar: انتقامًا للحكيم ميبيرين!
es: ¡Venganza por el sabio Mebrin!
fi: Kosto Mebrin-tietäjän puolesta!
gl: Vinganza polo sabio Mebrin!
it: Vendetta per il saggio Mebrin!!

source: The rangers are retreating back into the forest! If we can’t surround and trap them, they’ll keep coming back again and again.
ar: الرينجرز يتراجعون إلى الغابة! إذا لم نتمكن من محاصرتهم والإمساك بهم، فسيستمرون في العودة مرارًا وتكرارًا.
es: ¡Los montaraces se están retirando al bosque! Si no podemos rodearlos y atraparlos, volverán una y otra vez.
fi: Samoojat vetäytyvät takaisin metsään! Jos emme saa niitä saarroksiin ja nalkkiin, he palaavat yhä uudelleen.
gl: Os exploradores están retirándose cara a fraga! Se non conseguimos rodealos e atrapalos, volverán unha e outra vez.
it: I ranger si stanno ritirando nella foresta! Non possiamo circondarli ed intrappolarli, continueranno a tornare ancora ed ancora.

source: Trapping a Unit
ar: محاصرة الوحدة
es: Atrapar a una unidad
fi: Yksikön ajaminen ansaan
gl: Atrapar unha Unidade
it: Intrappolare una unità

source: The hexes immediately around a unit constitute its <i><b>Zone of Control</b></i>. When an enemy unit enters those hexes, they cannot move any further that turn. By placing one unit on each side of an enemy, your Zone of Control surrounds them, preventing them from escaping.
ar: السداسيات المحيطة مباشرة بالوحدة تشكل <i><b>منطقة سيطرتها</b></i>. عندما تدخل وحدة معادية تلك السداسيات، لا يمكنها التحرك أكثر في هذا الدور. بوضع وحدة واحدة على كل جانب من العدو، تحيط منطقة سيطرتك بهم، مما يمنعهم من الهروب.
es: Los hexágonos inmediatamente alrededor de una unidad constituyen su <i><b>Zona de Control</b></i>. Cuando una unidad enemiga entra en esos hexágonos, no puede moverse más ese turno. Colocando una unidad a cada lado de un enemigo, tu Zona de Control lo rodea, impidiendo que escape.
fi: Yksikköä ympäröivät heksat muodostavat <i><b>aluehallinnan</b></i>. Kun vihollisyksikkö menee näihin heksoihin, se ei voi liikkua enempää sillä vuorolla. Asettamalla yksikkö vihollisen molemmin puolin aluehallintasi saartaa tämän ja estää sitä karkaamasta.
gl: Os hexágonos inmediatamente arredor dunha unidade constitúen a súa <i><b>Zona de Control</b></i>. Cando unha unidade inimiga entra neses hexágonos, non pode moverse máis nesa rolda. Ao colocar unha unidade a cada lado dun inimigo, a túa Zona de Control rodéao, impedíndolle escapar.
it: Gli esagoni nella zona circostante una unità costituiscono la sua <i><b>Zone of Control</b></i>. Quando una unità nemica entra in uno di questi esagoni, non può muoversi ulteriormente per quel turno. Piazzando una unità su ogni lato di un nemico, le tue Zone di Controllo lo circondano, impedendogli la fuga.

source: Humans, bandits and abductors! Prepare to be slain!
ar: أيها البشر، أيها الخارجون عن القانون والمختطفون! استعدوا للموت!
es: ¡Humanos, bandidos y secuestradores! ¡Prepárense para morir!
fi: Ihmiset, ryöstäjät ja sieppaajat! Valmistautukaa kuolemaan!
gl: Humanos, bandoleiros e secuestradores! Prepárense para ser asasinados!
it: Umani, banditi e rapitori! Preparatevi ad essere uccisi!
nb_no: Mennesker, banditter og bortførere! Forbered dere på å bli drept!
uk: Люди, розбійники та викрадачі! Готуйтеся до смерті!

source: Let it be, will you! What happened to your whole elven holier-than-thou shtick? I just want to go home.
ar: دعنا نكون، هل من الممكن؟ ماذا حدث لموقفكم الألفي المتعالي؟ أنا فقط أريد العودة إلى المنزل.
es: ¡Déjalo estar, por favor! ¿Qué pasó con tu actitud de superioridad élfica? Solo quiero ir a casa.
fi: Antakaa olla! Mitä tapahtui teidän haltioiden pyhimysmäiselle pelleilylle? Haluan vain kotiin.
gl: Déixao estar, vaia! Que foi do teu aire de superioridade élfica? Eu só quero ir para casa.
it: Lascia perdere, è meglio! Che fine ha fatto tutta quella tua storia da elfo santone? Voglio solo andare a casa.

source: Out o’ the way, elf! We’ve got nothin’ ’gainst you or your kind, but we do want to get back home.
ar: ابتعد عن الطريق، أيها الألفي! ليس لدينا شيء ضدك أو ضد أبناء جلدتك، لكننا نريد العودة إلى ديارنا.
es: ¡Fuera del camino, elfo! No tenemos nada contra ti ni tu gente, pero queremos regresar a casa.
fi: Pois tieltä, haltia! Meillä ei oo mitään teikäläisiä vastaan. Me tahdotaan takas kotiin.
gl: Fóra do camiño, elfo! Non temos nada contra ti nin a túa xente, pero queremos voltar para casa.
it: Fatti da parte, elfo! Non abbiamo nulla contro quelli della tua specie, ma faremo quello che va fatto per tornare a casa.

source: We have no quarrel with you, elves of the Aethenwood. We simply wish to return to our homes.
ar: ليس لدينا خصومة معكم، أيها الألفيون من غابة إيثينوود. نحن ببساطة نرغب في العودة إلى ديارنا.
es: No tenemos ningún problema con ustedes, elfos del Bosque Edén. Solo deseamos regresar a nuestros hogares.
fi: Emme riitele kanssanne, Aethenin metsän haltiat. Me vain haluamme palata koteihimme.
gl: Non temos ningunha queixa de vos, elfos do bosque do éter. Só desexamos voltar aos nosos fogares.
it: Non ho alcun contrasto con voi, elfi della Foresta di Aethen. Desideriamo semplicemente tornarcene alle nostre case.
