Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: I say we’re treatin’ him too gentle. Man like Fastik — he’s plenty used to roughing it. Lives are at stake, an’ too much coddling ain’t getting us nowhere.
es: Digo que lo estamos tratando demasiado suave. Un hombre como Fastik — está muy acostumbrado a lo rudo. Hay vidas en juego, y mimarlo demasiado no nos llevará a ningún lado.
it: Io dico che lo stiamo trattando troppo gentilmente. Uomini come Fastik sono abituati a vivere in condizioni difficili. Ci sono delle vite in ballo, e troppe carezze non ci portano da nessuna parte.

source: I fear there is a corruption in his soul, darker than even my light can illuminate. Now deprived of the dark magic that once suffused him, his very mind has begun to fade away.
ar: أخشى أن هناك فسادًا في روحه، أظلم حتى مما يستطيع ضوئي إضاءته. الآن بعد أن حُرم من السحر الأسود الذي كان يغمره، بدأ عقله يتبدد.
es: Temo que hay una corrupción en su alma, más oscura de lo que incluso mi luz puede iluminar. Ahora, privado de la magia oscura que alguna vez lo impregnó, su mente misma ha empezado a desvanecerse.
fi: Pelkäänpä, että hänen sielussaan on turmelusta, joka on synkempää kuin mitä edes valoni voi valaista. Nyt vailla mustaa magiaa, jota hänessä oli ennen, hänen mielensä on alkanut hiipua.
gl: Temo que haxa unha corrupción na súa alma, máis escura do que mesmo a miña luz pode iluminar. Agora, privado da maxia escura que antes o asolagaba, a súa propia mente comezou a esvaecerse.
it: Temo che la sua anima sia corrotta, talmente oscura che neanche la mia luce possa illuminarla. Ora che è stato privato della magia nera che lo pervadeva, la sua mente ha iniziato a svanire.

source: Even were he willing, I am not sure he remembers anything other than what he has already told us.
ar: حتى لو كان راغبًا، لست متأكدًا أنه يتذكر أي شيء غير ما أخبرنا به بالفعل.
es: Incluso si estuviera dispuesto, no estoy seguro de que recuerde algo más que lo que ya nos ha contado.
fi: Vaikka hän tahtoisikin, en ole varma, muistaako hän mitään muuta kuin meille jo kertomansa.
gl: Mesmo se estivese disposto, non estou certo de que lembre algo máis que o que xa nos contou.
it: Anche qualora lo volesse, non sono sicuro che possa ricordare qualcos’altro oltre a quello che ci ha già detto.

source: Hey, everyone. I’m done cleaning up the last of Fastik’s mess, but no trace of the other two brothers.
ar: مرحبًا جميعًا. لقد انتهيت من تنظيف ما تبقى من فوضى فاستيك، ولكن لا أثر للشقيقين الآخرين.
es: Hola a todos. He terminado de limpiar el último desastre de Fastik, pero no hay rastro de los otros dos hermanos.
fi: Hei, kaikki. Olen siivonnut viimeisetkin Fastikin sotkut, mutta kahdesta muusta veljeksestä ei ole jälkeäkään.
gl: Ola a todos. Rematei de limpar o último rastro de Fastic, pero non hai rastro dos outros dous irmáns.
it: Salve a tutti. Ho finito di ripulire l’ultimo dei disastri perpetrati da Fastik, ma non ho trovato traccia degli altri due fratelli.

source: Thanks, Hylas. Shouldn’t there be a duke or prince or something around here? How did things get this bad?
ar: شكرًا، هايلاس. أليس من المفترض أن يكون هناك دوق أو أمير أو شيء من هذا القبيل هنا؟ كيف وصلت الأمور إلى هذا السوء؟
es: Gracias, Hylas. ¿No debería haber un duque o príncipe o algo por aquí? ¿Cómo llegaron las cosas a este punto?
fi: Kiitos, Hylas. Eikö täälläpäin pitäisi olla herttua tai prinssi tai jotakin? Miten näin pahasti on käynyt?
gl: Grazas, Hilas. Non debería haber un duque, un príncipe ou algo así por aquí? Como se puxeron as cousas tan mal?
it: Grazie, Hylas. Non dovrebbe esserci un duca o un principe da qualche parte qui intorno? Come hanno fatto le cose ad andare così storte?

source: Aye, officially these lands belong to Prince Arand; King Garard’s younger brother. Arand’s been tryin’ to build the place up. Last time he visited, His Highness said our home might someday be called the Jewel of the South!
es: Sí, oficialmente estas tierras pertenecen al príncipe Arand, el hermano menor del rey Garard. Arand ha estado intentando desarrollar el lugar. La última vez que vino, Su Alteza dijo que nuestro hogar podría llegar a llamarse algún día la Joya del Sur.
it: Guarda, ufficialmente queste terre appartengono al Principe Arand, il fratello giovane di Re Garard. Arand ha tentato di risistemare la città. L’ultima volta che è venuto a farci visita, Sua Maestà ha detto che un giorno verrà chiamata il Gioiello del Sud!

source: But the kingdom is large, the prince has many holdings, an’ today Westin be but a small town. These Urza outlaws ha’ always been a nuisance, but once they somehow started raisin’ the dead things got out of hand, fast.
es: Pero el reino es grande, el príncipe tiene muchas posesiones, y hoy Westin es solo un pequeño pueblo. Estos forajidos de Urza siempre han sido una molestia, pero una vez que de alguna manera empezaron a resucitar a los muertos, las cosas se salieron de control rápidamente.
it: Purtroppo il regno è vasto, il principe ha molti possedimenti, e ad oggi Westin è soltanto una piccola città. Questa banda degli Urza è sempre stata una spina nel fianco, ma da quando hanno iniziato a far risorgere i morti le cose sono andate rapidamente peggiorando.

source: We dispatched messengers carrying word of our plight, only to have them intercepted on the road or waylaid at river crossings. You are the first contact we have had with the crown in some time, sirs Mari and Deoran. With your aid, we can defeat these outlaws and cleanse their undead.
es: Enviamos mensajeros con noticias de nuestra situación, solo para que los interceptaran en el camino o los emboscaran en los cruces de ríos. Ustedes son el primer contacto que hemos tenido con la corona en algún tiempo, señores Mari y Deoran. Con su ayuda, podemos derrotar a estos forajidos y purificar a sus no muertos.
it: Abbiamo inviato messaggeri per informare il principe della nostra situazione, solo per vederli intercettati lungo la strada o bloccati ai guadi. Siete il primo contatto che abbiamo con la corona da molto tempo, signori Mari e Deoran. Col vostro aiuto, possiamo sconfiggere questi fuorilegge e purificare i loro non-morti.

source: Well, if we don’t have any other leads, then we’ll need to investigate this “Vale of Blossoming Trees” and hope it’s neither misdirection nor a trap. Sirs, do I have your permissions to take the infantry on a sortie?
ar: حسنًا، إذا لم يكن لدينا أي أدلة أخرى، فسنحتاج إلى التحقيق في هذا "وادي الأشجار المزهرة" ونأمل ألا يكون تضليلًا أو فخًا. سادتي، هل لدي إذنكم لأخذ المشاة في مهمة استطلاعية؟
es: Bueno, si no tenemos otras pistas, necesitaremos investigar este “Valle de los Árboles Florecientes” y esperar que no sea una distracción ni una trampa. Señores, ¿tengo su permiso para llevar a la infantería en una salida?
fi: Jos ei ole muita johtolankoja, meidän pitää tutkia tätä "Kukkivien puiden laaksoa" ja toivoa, ettei se ole hämäystä tai ansa. Herrat, saanko luvan viedä jalkaväen retkelle?
gl: Ben, se non temos outras pistas, teremos que investigar o "Val das Árbores Florecentes" e esperar que non sexa nin unha distracción nin unha trampa. Señores, teño os seu permiso para levar a infantería a unha saída?
it: Bene, se non abbiamo altre piste, allora dovremo investigare su questa “Valle Degli Alberi in Fiore” e sperare che non sia né un diversivo, né una trappola. Signori, ho il vostro permesso di condurre la fanteria in una sortita?

source: Offerin’ to command the mission? Brave lad, but you shan’t have to go alone. Two o’ us officers will need to stay here and watch th’ town, but at least one o’ us should come with ye to help fight.
es: ¿Ofreciéndote a comandar la misión? Valiente joven, pero no tendrás que ir solo. Dos de nosotros los oficiales tendremos que quedarnos aquí y vigilar el pueblo, pero al menos uno de nosotros debería ir contigo para ayudar a luchar.
it: Ti stai offrendo per comandare la missione? Ragazzo coraggioso, ma non dovresti andare da solo. Due di noi ufficiali dovremo restare qui e vigilare sulla città, ma almeno uno di noi dovrebbe venire con te per aiutarti a combattere.

source: Take yer pick — either me, Minister Hylas, or tha’ Mari o’ yers. You don’t know much about how each of us fight yet, so ask and we’ll tell!
ar: اختر - إما أنا، الوزير هايلاس، أو ماري الخاصة بك. أنت لا تعرف الكثير بعد عن كيفية قتال كل منا، لذا اسأل وسنخبرك!
es: Elige a quién — yo, el ministro Hylas, o esa Mari tuya. Aún no sabes mucho sobre cómo lucha cada uno de nosotros, así que pregunta y te lo diremos.
fi: Valitse — joko mä, pappi Hylas tai teidän Marinne. Et juurikaan tiedä, miten me tapellaan, siispä kysy pois, niin me kerrotaan!
gl: Escollede — ou eu, ou o padre Hilas, ou a vosa Mari. Aínda non sabedes moito sobre como loitamos cada un de nós, así que preguntade e contaremos!
it: Fai la tua scelta: puoi scegliere il sottoscritto, il Ministro Jylas o la nostra Mari. Non hai ancora molte informazioni su come ognuno di noi combatta, quindi fai pure le tue domande e noi risponderemo!

source: Hey, rookie. I’m all out of quintains, so if you want more bruises you’ll have to find another inanimate object to fight.
ar: مرحبًا، المبتدئ. لقد نفذت كل الأهداف التدريبية، لذا إذا كنت تريد المزيد من الكدمات، فسيتعين عليك العثور على شيء آخر غير حي لتحاربه.
es: Hola, novato. Ya no me quedan quintanes, así que si quieres más moretones, tendrás que encontrar otro objeto inanimado con el que pelear.
fi: Hei, alokas. Minulta loppuivat nuket, eli jos haluat lisää mustelmia, joudut hakemaan uuden elävöitetyn kapineen taisteltavaksi.
gl: Ei, novato. Xa non me quedan estafermos, así que se queres máis mazaduras terás que atopar outro obxecto inanimado contra o que loitar.
it: Hei, pivello. Ho finito tutte le quintane, quindi se vuoi qualche livido in più dovrai trovarti qualche altro aggeggio contro cui combattere.

source: ...but I guess you’re asking about my skills, not yours. You never did get a chance to see me fight.
es: ...pero supongo que preguntas sobre mis habilidades, no las tuyas. Nunca tuviste la oportunidad de verme luchar.
it: ... ma scommetto che stai per chiedermi quali siano le mie abilità, non le tue. Non mi hai mai visto combattere.

source: Hey, rookie. Yeah, you never did get a chance to see me fight.
es: Hola, novato. Sí, nunca tuviste la oportunidad de verme luchar.
it: Hei, pivello. Certo, non mi hai mai visto combattere.

source: Well, I’m a survivor. Fast-moving, light on my feet; good at dodging, good at stabbing. Hard to pin down, whether in an attack or in an escape.
es: Bueno, soy una sobreviviente. Me muevo rápido, ligera de pies; buena esquivando, buena apuñalando. Difícil de atrapar, ya sea en un ataque o al escapar.
it: Beh, sono una superstite. Mi muovo velocemente, leggera come una piuma sui miei piedi leggeri; brava a schivare, brava a pugnalare. Dura da mettere in un angolo, sia in attacco che in fuga.

source: Mari has unusually high terrain defenses (her chance to dodge enemy attacks). Her <i><b>skirmisher</b></i> ability lets her ignore enemies’ Zone of Control — she can move freely around enemy units without being stopped.
es: Mari tiene defensas de terreno inusualmente altas (su probabilidad de esquivar ataques enemigos). Su habilidad <i><b>escuadrera</b></i> le permite ignorar la Zona de Control de los enemigos — puede moverse libremente alrededor de las unidades enemigas sin ser detenida.
it: Mari ha una difesa insolitamente alta sulla terra (le sue possibilità di schivare gli attacchi nemici). La sua abilità <i><b>incursore</b></i> le permette di ignorare la Zona di Controllo dei nemici, permettendole di muoversi liberamente intorno alle unità nemiche senza poter essere fermata.

source: Got a pretty good sling too, ’cuz there aren’t many ranged weapons that can be loaded one-handed. Altogether, I’ll bet I could outlast both Hylas and Gerrick in a 1-on-1. And you too, but that goes without saying.
es: También tengo una buena honda, porque no hay muchas armas a distancia que se puedan cargar con una sola mano. En conjunto, apuesto a que podría durar más que Hylas y Gerrick en un uno contra uno. Y tú también, pero eso ni hace falta decirlo.
it: Ho anche un fionda piuttosto buona, perché non ci sono molte armi per colpire da lontano che possano essere caricate con una mano sola. Tutto sommato, scommetto che potrei sopravvivere sia contro Hylas che contro Gerric in singolar tenzone. E anche contro te, ma questo non c’è neanche bisogno di dirlo.

source: And... if you come with me you’ll actually help fight? No more training, or observing, or running off right before the battle starts?
ar: و... إذا رافقتني فستساعد في القتال فعلًا؟ لا مزيد من التدريب، أو المراقبة، أو الهروب قبل بدء المعركة؟
es: Y... si vienes conmigo, ¿realmente ayudarás a luchar? ¿Nada de entrenamientos, observaciones, ni salir corriendo justo antes de que empiece la batalla?
fi: Ja... jos tulet mukaani, autat taistelussa oikeasti? Ei enää harjoitusta, tarkkailua tai pakoilua ennen taistelun alkua?
gl: E... se vés comigo, axudarásme a loitar de verdade? Non máis adestramento, nin observación, nin fuxida xusto antes de que comece a batalla?
it: E... se ti unisci a me, mi aiuterai in combattimento? Niente più addestramento, o osservazione, o scappare appena prima che inizi la battaglia?

source: Of course. Highwaymen are one thing, but necromancy is serious business. I just thought... well, after losing one arm to undead in the Estmarks, I hoped I was done dealing with this sort of thing.
ar: بالطبع. قطاع الطرق شيء، ولكن السحر الأسود أمر جاد. لقد ظننت فقط... حسنًا، بعد أن فقدت ذراعي بسبب الأموات في إيستماركس، كنت آمل أن أكون قد انتهيت من التعامل مع هذا النوع من الأشياء.
es: Por supuesto. Los bandidos son una cosa, pero la necromancia es asunto serio. Solo pensé... bueno, después de perder un brazo ante no muertos en las Marcas Orientales, esperaba haber terminado de lidiar con este tipo de cosas.
fi: Totta kai. Maantierosvot ovat eri juttu, mutta kuolonmanaus on vakava asia. Luulin... no, menetettyäni käden epäkuolleille Estmarkissa toivoin, etten enää hoitelisi tällaisia juttuja.
gl: Por suposto. Os salteadores son unha cousa, pero a necromancia xa é algo serio. Só pensei... ben, despois de perder un brazo por culpa dos non mortos nos Estmarks, agardaba non ter que volver tratar con cousas así.
it: Certo. Una cosa sono i briganti, ma la negromanzia è una cosa seria. Ho solo pensato... beh, dopo aver perso un braccio a causa di non-morti nelle Marche Orientali, speravo di aver finito di aver a che fare con questo genere di cose.

source: I already told you, didn’t I? Pay attention this time — I’ve got a sword and sling, skill at dodging attacks, and can move freely around enemies without being stopped.
es: Ya te lo dije, ¿no? Presta atención esta vez — tengo espada y honda, habilidad para esquivar ataques, y puedo moverme libremente alrededor de los enemigos sin ser detenida.
it: Te l’ho già detto, no? Fai attenzione questa volta: ho una spada e una fionda, abilità nello schivare gli attacchi e posso muovermi liberamente attorno ai nemici senza restare bloccata.

source: I am a man of medicine, Lieutenant Deoran. The light within me can <i><b>heal adjacent units</b></i> just as quickly as can resting in a village. This doesn’t stack with healing from villages or other healers, however.
es: Soy un hombre de medicina, Teniente Deoran. La luz dentro de mí puede <i><b>curar unidades adyacentes</b></i> tan rápido como descansando en un pueblo. Sin embargo, esto no se acumula con la curación de pueblos u otros sanadores.
it: Io sono un uomo di medicina, Tenente Deoran. La luce che è in me può <i><b>guarire le unità adiacenti</b></i> con la stessa velocità con cui guarirebbero riposando in un villaggio. Questo comunque non si somma ai poteri curativi dei villaggi o di altri curatori.

source: In ranged combat, I also wield a highly accurate <i><b>magical</b></i> attack. Magical attacks always have a high chance to hit and are unaffected by terrain, making them ideal against evasive or fortified enemies.
es: En combate a distancia, también empuño un ataque <i><b>mágico</b></i> de gran precisión. Los ataques mágicos siempre tienen alta probabilidad de impactar y no se ven afectados por el terreno, lo que los hace ideales contra enemigos evasivos o fortificados.
it: Nel combattimento a distanza, possiedo anche un attacco <i><b>magico</b></i> ad alta precisione. Gli attacchi magici hanno sempre una probabilità molto alta di colpire e non vengono influenzati dal terreno sottostante, rendendoli ideali contro nemici sfuggenti o corazzati.

source: I don’t mean to be rude, but... your leg looks badly injured. If you have healing magic, shouldn’t you have been able to cure it?
ar: لا أقصد أن أكون وقحًا، ولكن... ساقك تبدو مصابة بشدة. إذا كان لديك سحر الشفاء، ألا يجب أن تكون قادرًا على علاجها؟
es: No quiero ser grosero, pero... tu pierna parece gravemente herida. Si tienes magia curativa, ¿no deberías haber podido sanarla?
fi: En tarkoita olla töykeä, mutta... jalkasi näyttää pahoin vammautuneelta. Jos sinulla on parannustaikaa, eikö sinun pitäisi voida parantaa se?
gl: Non quero ser descortés, pero... parece que tes a perna moi ferida. Se posúes maxia curativa, non deberías ter sido quen de sandala?
it: Non vorrei apparire maleducato, ma... la tua gamba sembra essere piuttosto malmessa. Se fosti in possesso di magia curativa, non dovresti essere in grado di curarla?

source: Born twisted, I’m afraid. At the time there was no healer in Westin, and the bones set poorly. Such was the greater part of my motivation for traveling to the Isle of Alduin and studying the arcane arts — an opportunity to return home and offer to others the services that I never had.
ar: وُلدت معوجًا، للأسف. في ذلك الوقت لم يكن هناك معالج في ويستين، وتشكلت العظام بشكل سيء. كان هذا الجزء الأكبر من دوافعي للسفر إلى جزيرة ألدوين ودراسة الفنون الغامضة - فرصة للعودة إلى المنزل وتقديم الخدمات التي لم أحصل عليها أبدًا للآخرين.
es: Nací torcido, me temo. En ese momento no había sanador en Westin, y los huesos se fijaron mal. Tal fue la mayor parte de mi motivación para viajar a la Isla de Alduin y estudiar las artes arcanas: la oportunidad de regresar a casa y ofrecer a otros los servicios que nunca tuve.
fi: Syntymävika, pelkäänpä. Tuolloin Westinissä ei ollut parantajaa, ja luut paranivat huonosti. Se oli päämotivaationi matkustaa Alduinin saarelle ja opiskella salatiedetaikuutta — mahdollisuus palata kotiin ja tarjota muille palveluja, joita en koskaan saanut.
gl: Nacín torto, me temo. Naquel tempo non había sandador en Westin, e os ósos asentáronse mal. Esta foi gran parte da miña motivación para viaxar á Illa de Alduin e estudar as artes arcanas — unha oportunidade para voltar ao fogar e ofrecer aos demais os servizos que eu nunca tiven.
it: Mi spiace, sono nato storpio. All’epoca non c’era nessun guaritore a Westin e le ossa erano malmesse. Questa è stata la più grande motivazione che mi ha spinto a viaggiare fino all’isola di Alduin per studiare le arti arcane; un’opportunità per tornare a casa ed offrire agli altri i servigi di cui non ho mai potuto usufruire.

source: I’ve long-ago accepted my impairment. But as my potential commander, you should know that it does somewhat slow my movement on the battlefield, even more so than is Sir Gerrick by his armor.
ar: لقد تقبلت إعاقتي منذ زمن طويل. ولكن كقائد محتمل لي، يجب أن تعلم أنها تبطئ حركتي على ساحة المعركة إلى حد ما، أكثر حتى مما يفعله السير جيريك بدروعه.
es: Acepté hace mucho tiempo mi discapacidad. Pero como mi potencial comandante, deberías saber que esto ralentiza algo mi movimiento en el campo de batalla, incluso más que Sir Gerrick con su armadura.
fi: Olen hyväksynyt vammani jo aikoja sitten. Mutta teidän tulee tietää mahdollisena komentajanani, että se hidastaa jonkin verran liikkumistani taistelukentällä, jopa Sir Gerrickin haarniskaa enemmän.
gl: Hai tempo que asumín a miña limitación. Pero, como posible comandante meu, debes saber que iso retarda un pouco á miña mobilidade no campo de batalla, mesmo máis do que lle pasa ao señor Xerric pola súa armadura.
it: Ho accettato la mia menomazione da lungo tempo. Ma in quanto mio potenziale comandante, dovete sapere che questa condizione rallenta i miei movimenti in battaglia, anche più di quanto non lo faccia l’armatura di Ser Gerrick.

source: Forgotten already? I can heal adjacent units for a moderate amount every turn. I wield a ranged magical attack that is highly accurate, irrespective of the terrain my opponent occupies.
es: ¿Olvidado ya? Puedo curar unidades adyacentes por una cantidad moderada cada turno. Empléo un ataque mágico a distancia que es muy preciso, sin importar el terreno que ocupa mi oponente.
it: Già dimenticato? Posso curare le unità circostanti per un moderato quantitativo di punti per ogni turno. A distanza, possiedo un attacco magico ad alta precisione che ignora il tipo di terreno che i miei opponenti occupano.

source: Well lad, I’m a monster in melee, if you’ll forgive me the brag. My glaive hits harder than any spear, an’ my crushin’ shield bash can <i><b>slow</b></i> enemies.
es: Bueno, joven, soy un monstruo en combate cuerpo a cuerpo, si me perdonas la presunción. Mi guja golpea más fuerte que cualquier lanza, y mi aplastante golpe de escudo puede <i><b>ralentizar</b></i> a los enemigos.
it: Bene ragazzo, sono un mostro nel corpo a corpo, se mi perdonate la vanteria. Il mio falcione è più resistente di qualsiasi lancia, e i potenti colpi del mio scudo possono <i><b>rallentare</b></i> i nemici.

source: Slowed enemies move at <i><b>half speed</b></i> and deal <i><b>half damage</b></i>.
es: Los enemigos ralentizados se mueven a <i><b>media velocidad</b></i> y causan <i><b>daño reducido a la mitad</b></i>.
it: I nemici rallentati si muovono a <i><b>velocità dimezzata</b></i> e infliggono <i><b>metà danni</b></i>.

source: An’ while my armor may be heavy an’ cumbersome, it also gives me great <i><b>resistance</b></i> against bladed or piercing weapons. If you need someone t’ break an enemy line, I’m your man.
ar: ورغم أن درعي قد يكون ثقيلًا ومتعثرًا، إلا أنه يمنحني <i><b>مقاومة</b></i> كبيرة ضد الأسلحة الحادة أو الطاعنة. إذا كنت بحاجة إلى شخص لاختراق خط العدو، فأنا رجلك.
es: Y aunque mi armadura puede ser pesada y engorrosa, también me da gran <i><b>resistencia</b></i> contra armas cortantes o punzantes. Si necesitas a alguien para romper la línea enemiga, soy tu hombre.
fi: Ja vaikka haarniskani voi olla raskas ja hankala, se myös antaa mulle paljon <i><b>vastustusta</b></i> viilto- ja pistoaseilta. Jos sä tarvit jotakuta murtamaan vihollislinjan, täs' sul' on mies.
gl: E aínda que a miña armadura sexa pesada e aparatosa, tamén me dá unha grande <i><b>resistencia</b></i> contra armas cortantes ou perforantes. Se precisas a alguén para romper a liña inimiga, ese son eu.
it: E sebbene la mia armatura possa essere pesante e ingombrante, mi conferisce una grande <i><b>resistenza</b></i> contro armi da taglio o da perforazione. Se hai bisogno di qualcuno che possa rompere le linee nemiche, allora sono il tuo uomo.

source: Resistances and Damage Types
ar: المقاومة وأنواع الضرر
es: Resistencias y tipos de daño
fi: Vastukset ja vahinkotyypit
gl: Resistencias e tipos de dano
it: Tipi di danno e resistenze
