Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: I’m injured; this is more dangerous than I expected. I should retreat to a village, where I can catch my breath and bandage my wounds.
es: Estoy herido; esto es más peligroso de lo que esperaba. Debería retirarme a una aldea, donde pueda recuperar el aliento y vendar mis heridas.
it: Sono ferito: le cose si stanno mettendo peggio di quanto mi aspettassi. Devo ritirarmi in un villaggio per rifiatare e medicare le mie ferite.

source: Move to a village first! (press “u” if you need to undo a move)
ar: انتقل إلى قرية أولاً! (اضغط على "u" إذا كنت بحاجة إلى التراجع عن الانتقال)
es: ¡Muévete primero a una aldea! (presiona “u” si necesitas deshacer un movimiento)
fi: Siirry ensin kylään! (paina “u”, jos siirto pitää perua)
gl: Móvete primeiro a unha aldea! (preme "u" se precisas desfacer un movemento)
it: Spostati prima su un villaggio! (premi “u” devi annullare una mossa)

source: I’m already seriously injured! If I attack now, I am sure to be vanquished. By a dummy, no less.
es: ¡Ya estoy gravemente herido! Si ataco ahora, seguro seré derrotado. Y por un muñeco, nada menos.
it: Sono già conciato piuttosto male! Se continuo ad attaccare, verrò sicuramente sconfitto, per di più da una quintana.

source: End your turn on a village
ar: أنهِ دورك في قرية
es: Termina tu turno en una aldea
fi: Päätä vuorosi kylässä
gl: Remata a túa rolda nunha aldea
it: Termina il tuo turno occupando un villaggio

source: You’ve captured a village, which now flies the red-and-white colors of our banner. Each village we own provides us with some income — and importantly for you, provides a place to rest and recover.
es: Has capturado una aldea, que ahora ondea los colores rojo y blanco de nuestro estandarte. Cada aldea que poseemos nos da ingresos — y lo más importante para ti, un lugar para descansar y recuperarte.
it: Hai catturato un villaggio, sul quale ora sventolano i colori bianco-rossi del tuo stendardo. Ogni villaggio posseduto genera qualche introito monetario, e più importante per te, fornisce un posto dove poter riposare e curare le ferite.

source: Starting your turn in a village will <b><i>heal you for 8 hitpoints</i></b>. End your turn now.
es: Comenzar tu turno en una aldea <b><i>te curará 8 puntos de vida</i></b>. Termina tu turno ahora.
it: Iniziare il tuo turno in un villaggio <i>curerà 8 punti-ferita</i>. Termina ora il tuo turno.

source: Congratulations, you ran away from the dummy and licked your wounds in a village. I hope you’re proud.
es: Felicidades, huiste del muñeco y lamiste tus heridas en una aldea. Espero que te sientas orgulloso.
it: Complimenti, sei fuggito dalla quintana e ti sei leccato le ferite riparandoti in uno dei villaggi. Spero tu ne vada fiero.

source: I’ve had enough of being humiliated by this dummy. Time to recruit some proper soldiers and smash that thing to pieces.
ar: لقد سئمت من إذلال هذه الدمية لي. حان الوقت لتجنيد بعض الجنود الحقيقيين وتحطيم تلك الدمية إلى قطع.
es: Ya tuve suficiente de ser humillado por este muñeco. Es hora de reclutar verdaderos soldados y destrozar esa cosa en pedazos.
fi: Sain tämän nuken nöyryytyksestä tarpeekseni. Aika värvätä kunnon sotilaita ja mäjäyttää tuo hökötys palasiksi.
gl: Xa teño abondo de ser humillado por este manequín. É hora de recrutar soldados de verdade e esnaquizar esa cousa.
it: Ne ho subite fin troppe di umiliazioni da questo fantoccio: è ora di reclutare qualche soldato appropriato e fare a pezzi quel coso.

source: The golden crown above Deoran’s HP bar indicates that he’s a leader: he can <b>recruit</b> new units when standing on a castle’s <b>keep</b> hex. In most scenarios, you will lose if your leader is killed. Use Deoran enough to build his experience, but not so aggressively that he’s at risk of dying!
ar: التاج الذهبي فوق شريط حياة ديوران يشير إلى أنه قائد: يمكنه <b>تجنيد</b> وحدات جديدة عندما يقف على خلية <b>الحصن</b> في القلعة. في معظم السيناريوهات، ستخسر إذا قُتل قائدك. استخدم ديوران بما يكفي لبناء خبرته، ولكن ليس بعدوانية تجعله معرضًا لخطر الموت!
es: La corona dorada sobre la barra de vida de Deoran indica que es un líder: puede <b>reclutar</b> nuevas unidades cuando está en el <b>torreón</b> de un castillo. En la mayoría de los escenarios, perderás si tu líder muere. Usa a Deoran lo suficiente para que gane experiencia, pero no tan agresivamente como para poner en riesgo su vida.
fi: Kultainen kruunu Deoranin EP-pylvään päällä ilmaisee, että hän on johtaja: hän voi <b>värvätä</b> uusia yksiköitä ollessaan linnan <b>keskustornin</b> heksassa. Useimmissa skenaarioissa häviät, jos johtajasi tapetaan. Käytä Deorania niin, että kerrytät hänen kokemustaan, muttei niin aggressiivisesti, että hän uhkaa kuolla!
gl: A coroa dourada sobre a barra de vida de Deoran indica que é un líder: pode <b>recrutar</b> novas unidades cando estea no hexágono do <b>torre</b> dun castelo. Na maioría dos casos, perderás se o teu líder morre. Usa a Deoran o suficiente para aumentar a súa experiencia, pero non tan agresivamente como para que corra o risco de morrer!
it: La corona dorata sopra la barra dei PF di Deoran sta ad indicare che è un condottiero. In quanto tale, può <b>reclutare</b> nuove unità quando si trova in un esagono <b>fortezza</b> di un castello. Nella maggior parte degli scenari, verrai sconfitto se il tuo condottiero viene ucciso. Utilizza Deoran abbastanza da permettergli di accumulare esperienza, ma non in maniera troppo aggressiva per non rischiare di vederlo morire!

source: Use “Ctrl+R” to recruit a soldier first! (press “u” if you need to undo a move)
ar: استخدم "Ctrl+R" لتجنيد جندي أولاً! (اضغط على "u" إذا كنت بحاجة إلى التراجع عن حركة)
es: ¡Usa “Ctrl+R” para reclutar un soldado primero! (presiona “u” si necesitas deshacer un movimiento)
fi: Värvää ensin sotilas painamalla “Ctrl+R”! (paina “u”, jos siirto pitää perua)
gl: Usa "Ctrl+R" para recrutar primeiro un soldado! (preme "u" se precisas desfacer un movemento)
it: Usa “Ctrl+R” per reclutare prima un soldato! (premi “u” se hai bisogno di annullare una mossa)

source: Recruit some soldiers
ar: جند بعض الجنود
es: Recluta algunos soldados
fi: Värvää vähän sotilaita
gl: Reclutar algúns soldados
it: Recluta alcuni soldati

source: Press <b>Ctrl+R</b> to recruit new soldiers. (Or right-click on a keep hex.)
es: Presiona <b>Ctrl+R</b> para reclutar nuevos soldados. (O haz clic derecho sobre un hexágono de fortaleza.)
it: Premi <b>Ctrl+R</b> per reclutare nuovi soldati. (O clicca col bottone destro del mouse su un esagono fortezza.)

source: At your service, Commander Deoran! You should still have some gold left — I suggest you keep recruiting more soldiers.
es: ¡A tus órdenes, Comandante Deoran! Deberías tener algo de oro aún — te sugiero seguir reclutando más soldados.
fi: Palveluksessanne, komentaja Deoran! Teillä on vielä vähän kultaa jäljellä. Ehdotan, että värväätte lisää sotilaita!
it: Al vostro servizio, Comandante Deoran! Dovreste avere dell’altro oro rimasto: vi suggerisco di reclutare altri soldati.

source: The quintain is repairing itself! Come on men, let’s go finish it off!
es: ¡La quintana se está reparando sola! Vamos hombres, ¡acabemos con ella!
fi: Harjoitusnukke korjaa itseään! Tulkaa, miehet, hoidetaan se!
it: La quintana si sta curando da sola! Avanti uomini, finiamola!

source: In addition to the +8 healing provided by a village, units will also regenerate 2 hitpoints if they spend their turn resting: neither moving nor fighting. This “rest-healing” stacks with village healing.
ar: بالإضافة إلى ميزة الشفاء +8 التي توفرها القرية، ستجدد الوحدات أيضًا نقطتي إصابة إذا قضت الوحدات دورها في الراحة: لا تتحرك ولا تقاتل. يتراكم "شفاء الراحة" هذا مع شفاء القرية.
es: Además de la curación de +8 que proporciona una aldea, las unidades también regenerarán 2 puntos de vida si pasan su turno descansando: sin moverse ni luchar. Esta “curación por descanso” se acumula con la curación de la aldea.
fi: Kylien tarjoaman +8 parantumisen lisäksi yksiköt myös elpyvät 2 elämäpisteellä, jos he lepäävät vuorollaan: eivät liiku tai hyökkää. Tämä "lepoparantuminen" lisätään kylien parantamiseen.
gl: Ademais do +8 de sandación proporcionado por unha aldea, as unidades tamén rexenerarán 2 puntos de vida se pasan o seu turno descansando: sen moverse nin loitar. Esta "sandación de repouso" acumúlase coa sandación da aldea.
it: In aggiunta al +8 dei servizi di guarigione del villaggio, le unità rigenerano anche 2 punti se durante il proprio turno riposano: nessun movimento e nessun combattimento. Questo “riposo-curativo” viene cumulato a quello del villaggio..

source: Undo
ar: تراجع
es: Deshacer
fi: Peruminen
gl: Desfacer
it: Annulla

source: Tip: Press “u” if you ever want to undo a move. Attacks cannot be undone.
ar: نصيحة: اضغط "u" إذا أردت التراجع عن حركة. لا يمكن التراجع عن الهجمات.
es: Consejo: Presiona “u” si quieres deshacer un movimiento. Los ataques no se pueden deshacer.
fi: Vihje: Paina "u", jos haluat perua siirron. Hyökkäyksiä ei voi perua.
gl: Consello: Preme “u” se queres desfacer un movemento. Os ataques non se poden desfacer.
it: Suggerimento: Premi “u” se vuoi annullare una mossa. Gli attacchi non possono essere annullati.

source: Destroy Mari’s quintain
ar: دمر دمية ماري
es: Destruye la quintana de Mari
fi: Tuhoa Marin harjoittelunukke
gl: Destruír o estafermo de Mari
it: Distruggi la quintana di Mari

source: ...he’s fine. Just out cold, and of no use to you for the rest of our journey.
ar: ...إنه بخير. فقط فاقد للوعي، وليس له فائدة لك لبقية رحلتنا.
es: ...Está bien. Simplemente se ha desmayado y no te será de utilidad durante el resto de nuestro viaje.
fi: ...hän on kunnossa. Taju kankaalla vain, ja hyödytön sinulle loppumatkallemme.
gl: ...está ben. Só perdeu o coñecemento, pero xa non che servirá de nada no que queda da viaxe.
it: ... sta bene. È semplicemente svenuto e inutile per il resto del nostro viaggio.

source: Hooray! The dummy is destroyed, and I’ve gained valuable combat experience!
es: ¡Hurra! El muñeco está destruido, y he ganado valiosa experiencia de combate!
fi: Hurraa! Harjoitusnukke on tuhottu, ja minä sain arvokasta taistelukokemusta!
it: Urrà! Il fantoccio è stato distrutto, e ho anche guadagnato importanti punti esperienza!

source: Units gain a small amount of experience when attacking or defending, but gain much more by striking a finishing blow, especially against high-level enemies. With enough experience, a soldier will advance to a powerful level 2 unit.
ar: الوحدات تحصل على كمية صغيرة من الخبرة عند الهجوم أو الدفاع، لكنها تحصل على المزيد من خلال الضربة القاضية، خاصة ضد أعداء من مستويات عالية. بخبرة كافية، سيتقدم الجندي إلى وحدة مستوى 2 قوية.
es: Las unidades ganan una pequeña cantidad de experiencia al atacar o defender, pero obtienen mucho más al dar el golpe final, especialmente contra enemigos de alto nivel. Con suficiente experiencia, un soldado avanzará a una poderosa unidad de nivel 2.
fi: Yksiköt saavat vähän kokemusta hyökätessään tai puolustaessaan, mutta he saavat enemmän tekemällä tappoiskun etenkin korkeatasoisille vihollisille. Riittävällä kokemuksella sotilas ylenee voimakkaaksi 2-tason yksiköksi.
gl: As unidades gañan unha pequena cantidade de experiencia ao atacar ou defender, pero gañan moita máis ao dar o golpe final, especialmente contra inimigos de alto nivel. Coa experiencia suficiente, un soldado avanzará a unha poderosa unidade de nivel 2.
it: Le unità ottengono un piccolo incremento di esperienza quando attaccano o si difendono, ma ne guadagnano molta di più quando infliggono il colpo finale, specialmente contro nemici di alto livello. Accumulando abbastanza esperienza, un soldato diventerà una potente unità di secondo livello.

source: Not bad, you’ve smashed it to splinters. ...is it too late to mention that I was supposed to return that after we finished training? Maybe I can find a replacement once we reach Westin.
ar: ليس سيئًا، لقد حطمتها إلى شظايا. ...هل فات الأوان لذكر أنني كان من المفترض إعادتها بعد انتهاء التدريب؟ ربما يمكنني العثور على بديل بمجرد وصولنا إلى ويستين.
es: Nada mal, lo rompiste en astillas. ...¿es muy tarde para mencionar que debía devolverlo cuando termináramos el entrenamiento? Tal vez pueda encontrar un reemplazo cuando lleguemos a Westin.
fi: Ei hullummin, pirstoit sen säpäleiksi... Onko liian myöhäistä mainita, että minun piti palauttaa se harjoittelun jälkeen? Ehkäpä löydän korvikkeen päästyämme Westiniin.
gl: Non está mal, fixéchelo anacos. ...é demasiado tarde para mencionar que tiña que devolvelo cando rematásemos o adestramento? Quizais poida atopar un substituto unha vez que cheguemos a Westin.
it: Niente male, l’hai ridotta in mille pezzi. ...è troppo tardi per dire che avrei dovuto restituirla dopo aver finito l’allenamento? Forse troverò un rimpiazzo quando saremo arrivati ​​a Westin.

source: Of course before we can reach Westin, we’ll first have to fight our way past these bandits.
ar: بالطبع قبل أن نصل إلى ويستين، سنضطر أولاً إلى القتال للوصول عبر هؤلاء قطاع الطرق.
es: Por supuesto, antes de llegar a Westin, primero tendremos que abrirnos paso luchando contra estos bandidos.
fi: Tietysti ennen kuin pääsemme Westiniin, meidän on ensin taisteltava näistä ryöväreistä läpi.
gl: Por suposto, antes de poder chegar a Westin, primeiro teremos que loitar para acabar con estes bandoleiros.
it: Ovviamente, prima di raggiungere Westin, dovremo prima farci strada tra questi banditi.

source: Are you... actually trying to fight the quintain? We don’t have all day. Hurry up and beat it.
es: ¿De verdad... intentas pelear contra la quintana? No tenemos todo el día. Date prisa y véncelo.
it: Stai... veramente cercando di combattere contro la quintana? Non abbiamo tutto il giorno a disposizione. Datti una mossa e sconfiggila.

source: We’re going to have to cut things short, rookie. Look: bandits on the south road!
ar: سيتعين علينا إنهاء الأمر بسرعة، أيها الجندي الجديد. انظر: قطاع طرق على الطريق الجنوبي!
es: Tendremos que abreviar las cosas, novato. ¡Mira: bandidos en el camino del sur!
fi: Meidän on toimittava pikaisesti, alokas. Katso, ryöväreitä etelätiellä!
gl: Teremos que parar un pouco, novato. Mira: bandoleiros no camiño sur!
it: Novellino, è ora di darci un taglio. Guarda: ci sono dei banditi sulla strada a sud!

source: Bandits! Where?
ar: قطاع طرق! أين؟
es: ¡Bandidos! ¿Dónde?
fi: Ryöväreitä! Missä?
gl: Bandoleiros! Onde?
it: Banditi! Dove?

source: Oh, what’s this? A lady and her loyal squire travelin’ south on this dangerous road? Tell ya what, we can offer ya protection ’round here for a small fee.
ar: أوه، ما هذا؟ سيدة ومساعدها المخلص يسافران جنوبًا على هذا الطريق الخطير؟ اسمع، يمكننا أن نقدم لكما الحماية هنا مقابل رسوم بسيطة.
es: Oh, ¿qué tenemos aquí? ¿Una dama y su leal escudero viajando al sur por este camino peligroso? Les diré algo, podemos ofrecerles protección por aquí por una pequeña tarifa.
fi: Oi, mitäs tämä on? Neitonen uskollisine aseenkantajineen etelänmatkalla tällä vaarallisella tielläkö? Sanonko mitä, me voidaan tarjota teille suojelua täälläpäin pikku summasta.
gl: Oh, que temos aquí? Unha dama e o seu leal escudeiro indo ao sur por este perigoso camiño? Mira, podemos ofrecerche protección por estas terras... por un pequeno prezo.
it: Oh, cosa abbiamo qui? Una signora e il suo fedele scudiero che viaggiano verso sud lungo una strada così pericolosa? Vi dirò una cosa: possiamo offrirvi protezione da queste parti a fronte di un piccolo compenso.

source: The only danger around here is you, and I intend to put an end to it. Men, raise your spears!
ar: الخطر الوحيد هنا هو أنت، وأنا أنوي وضع حد له. يا رجال، ارفعوا رماحكم!
es: El único peligro por aquí eres tú, y pienso acabar con eso. ¡Hombres, levanten sus lanzas!
fi: Ainoa vaara täälläpäin olet sinä, ja minä aion lopettaa sen. Miehet, keihäät ylös!
gl: O único perigo aquí sodes vós, e poñerei fin a isto. Homes, erguede as vosas lanzas!
it: L’unico pericolo da queste parti sei tu, e intendo porvi fine. Uomini, in alto le vostre lance!

source: Defeat Urza Mathin
ar: اهزم أورزا ماثين
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘»ğ‘Ÿğ‘© Â·ğ‘¥ğ‘¨ğ‘”ğ‘¦ğ‘¯
es: Derrota a Urza Mathin
fi: Kukista Urza Mathin
gl: Derrota a Urza Mazin
it: Sconfiggi Urza Mathin
lt: Nugalėkite Urza Matiną
nb_no: Beseire Urza Mattin
uk: Перемогти Урзу Мартіна

source: Death of Deoran
ar: وفاة ديوران
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯
es: Muerte de Deoran
fi: Deoranin kuolema
gl: Morte de Déoran
it: Morte di Deoran
lt: Deorano mirtis
nb_no: Deorans død
uk: Смерть Деорана

source: Death of Mari
ar: وفاة ماري
es: Muerte de Mari
fi: Marin kuolema
gl: Morte de Deoran
it: Morte di Mari

source: Are you going to help fight? We must drive these villains from the road!
ar: هل ساعد في القتال؟ يجب أن نطرد هؤلاء الأشرار من الطريق!
es: ¿Vas a ayudar en la pelea? ¡Debemos expulsar a estos villanos del camino!
fi: Autatko taistelussa? Meidän on ajettava nämä pahalaiset pois tieltä!
gl: Vas axudar na loita? Temos que botar estes malfeitores do camiño!
it: Ci aiuterai in questa lotta? Dobbiamo spazzare via dalla strada questi banditi!

source: Officially, I’m only here as an observer. These ruffians don’t look too dangerous — you and your professional soldiers should be able to make short work of them, even without my sword.
ar: رسميًا، أنا هنا فقط كمراقب. هؤلاء الأوغاد لا يبدون خطيرين للغاية - أنت وجنودك المحترفون يجب أن تتمكنوا من التخلص منهم بسرعة، حتى بدون سيفي.
es: Oficialmente, solo estoy aquí como observadora. Estos rufianes no parecen muy peligrosos; tú y tus soldados profesionales deberían poder acabar con ellos rápidamente, incluso sin mi espada.
fi: Virallisesti olen täällä vain tarkkailijana. Nämä räyhääjät eivät näytä kovin vaarallisilta. Sinun ja ammattisotilaidesi pitäisi pystyä hoitelemaan heidät äkkiä, jopa ilman miekkaani.
gl: Oficialmente, só estou aquí como observador. Estes rufiáns non parecen demasiado perigosos; ti e os teus soldados profesionais deberíades poder acabar con eles en pouco tempo, mesmo sen a miña espada.
it: Ufficialmente, sono qui soltanto come osservatrice. Questi teppisti non mi sembrano così pericolosi: tu e i tuoi soldati professionisti dovreste essere in grado di liberarvene rapidamente, anche senza la mia spada.

source: Besides, it only took $quintain_killers.length of you to deal with my dummy. What’s a dozen muscly bandits compared to that?
ar: بالإضافة إلى ذلك، لم يتطلب الأمر سوى $quintain_killers.length منكم للتعامل مع دميتي. ما أهمية عشرات قطاع الطرق الأقوياء مقارنة بذلك؟
es: Además, solo se necesitaron $quintain_killers.length de ustedes para encargarse de mi muñeco. ¿Qué es una docena de bandidos musculosos en comparación con eso?
fi: Sitä paitsi tarvittiin vain $quintain_killers.length teistä hoitelemaan harjoitusnukkeni. Mitäs tusina muskelirosvoa on siihen nähden?
gl: Ademais, só fixeron falta $quintain_killers.length de vós para acabar co meu manequín. Que son unha ducia de bandoleiros musculosos comparado con iso?
it: Oltretutto, ti sono bastati $quintain_killers.length attacchi per sbarazzarti del mio manichino. Cosa vuoi che siano un dozzina di muscolosi banditi in confronto a quello?

source: Oh, <i><b>now</b></i> you want my help? I thought you were too clever to listen to my tutorial.
ar: أوه، <i><b>الآن</b></i> تريد مساعدتي؟ ظننت أنك ذكي جدًا لدرجة أنك لن تستمع إلى برنامجي التعليمي.
es: Oh, ¿<i><b>ahora</b></i> quieres mi ayuda? Pensé que eras demasiado listo para escuchar mi tutorial.
fi: Ai, <i><b>nytkö</b></i> haluatkin apuni? Luulin, että olit liian välkky kuunnellaksesi ohjeitani.
gl: Ah, <i><b>agora</b></i> si que queres a miña axuda? Pensaba que eras demasiado listo como para facer caso do meu titorial.
it: Oh, <i><b>adesso</b></i> vuoi il mio aiuto? Pensavo fossi troppo abile per attendere il mio addestramento.

source: Look, officially I’m only here as an observer. These ruffians don’t look too dangerous — you and your professional soldiers should be able to make short work of them, even without my sword.
ar: انظر، رسميًا أنا هنا فقط كمراقب. هؤلاء الأوغاد لا يبدون خطيرين للغاية - أنت وجنودك المحترفون يجب أن تتمكنوا من التخلص منهم بسرعة، حتى بدون سيفي.
es: Mira, oficialmente solo estoy aquí como observadora. Estos rufianes no parecen muy peligrosos; tú y tus soldados profesionales deberían poder acabar con ellos rápidamente, incluso sin mi espada.
fi: Katsos, olen virallisesti täällä vain tarkkailijana. Nämä räyhääjät eivät näytä kovin vaarallisilta. Sinun ja ammattisotilaidesi pitäisi pystyä hoitelemaan heidät äkkiä, jopa ilman miekkaani.
gl: Mira, oficialmente só estou aquí como observador. Estes rufiáns non parecen demasiado perigosos — ti e os teus soldados profesionais deberiades poder con eles sen problema, mesmo sen a miña espada.
it: Guarda, ufficialmente, sono qui soltanto come osservatrice. Questi teppisti non mi sembrano così pericolosi: tu e i tuoi soldati professionisti dovreste essere in grado di liberarvene rapidamente, anche senza la mia spada.

source: You may toggle tips on or off at any time during the campaign by right-clicking anywhere and selecting “Tips: On/Off” in the menu.
ar: يمكنك تبديل تشغيل التلميحات أو إيقاف تشغيلها في أي وقت أثناء الحملة بالنقر بزر الماوس الأيمن في أي مكان واختيار "تشغيل/إيقاف تشغيل التلميحات" في القائمة: تشغيل/إيقاف التشغيل" في القائمة.
es: Puedes activar o desactivar los consejos en cualquier momento durante la campaña haciendo clic derecho en cualquier parte y seleccionando “Consejos: Activar/Desactivar” en el menú.
fi: Voit laittaa vihjeet päälle tai pois milloin vain kampanjan aikana klikkaamalla hiiren oikealla minne tahansa ja valitsemalla valikosta "Vihjeet: päälle/pois".
gl: Podes activar ou desactivar os consellos en calquera momento da campaña facendo clic co botón dereito en calquera parte e seleccionando «Consellos: Activar/Desactivar» no menú.
it: Puoi attivare/disattivare i suggerimenti in qualunque momento della campagna cliccando su un esagono qualsiasi col tasto destro del mouse e selezionando "Dialogo e Suggerimenti: Attivo/Disattivo" nel menù.

source: You may toggle tips on or off at any time during the campaign by right-clicking anywhere and selecting “Tips: On/Off” in the menu. Because you skipped the tutorial, tips are currently off.
ar: يمكنك تبديل تشغيل الإكراميات أو إيقاف تشغيلها في أي وقت أثناء الحملة بالنقر بزر الماوس الأيمن في أي مكان واختيار "تشغيل/إيقاف تشغيل الإكراميات" في القائمة: تشغيل/إيقاف التشغيل" في القائمة. نظرًا لأنك تخطيت البرنامج التعليمي، فإن النصائح متوقفة حاليًا.
es: Puedes activar o desactivar los consejos en cualquier momento durante la campaña dando clic derecho en cualquier lugar y seleccionando “Consejos: Activar/Desactivar” en el menú. Como saltaste el tutorial, los consejos están actualmente desactivados.
fi: Voit laittaa vihjeet päälle tai pois milloin vain kampanjan aikana klikkaamalla hiiren oikealla minne tahansa ja valitsemalla valikosta "Vihjeet: päälle/pois". Koska ohitit tutoriaalin, vihjeet ovat nyt pois päältä.
gl: Podes activar ou desactivar os consellos en calquera momento da campaña facendo clic dereito en calquera lugar e seleccionando «Consellos: Activar/Desactivar» no menú. Como saltaches o titorial, os consellos están desactivados neste momento.
it: Puoi attivare/disattivare i suggerimenti in qualunque momento della campagna cliccando su un esagono qualsiasi col tasto destro del mouse e selezionando "Dialogo e Suggerimenti: Attivo/Disattivo" nel menù. Siccome hai saltato l’addestramento, i suggerimenti sono al momento disattivati.

source: Get out of my face!
ar: ابتعد عن وجهي!
es: ¡Quítate de mi vista!
fi: Häivy siitä!
gl: Sae da miña vista!
it: Togliti dalla mia vista!

source: What happened to being a passive observer?
ar: ماذا حدث لكونك مراقبًا سلبيًا؟
es: ¿Qué pasó con ser solo una observadora pasiva?
fi: Mitäs sille passiiviselle tarkkailulle tapahtui?
gl: Que foi da túa actitude de simple observador?
it: Che fine ha fatto l’essere una osservatrice passiva?
