Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: Indeed, our arrival was timely. But where is Sir Loris? Where is the garrison of the city? I was sent by Haldric to relieve him and take command of the South Guard, for the King has heard no news from Westin in two months.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›, ğ‘¬ğ‘¼ ğ‘¨ğ‘®ğ‘²ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘ªğ‘Ÿ ğ‘‘ğ‘²ğ‘¥ğ‘¤ğ‘°. ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘º ğ‘¦ğ‘Ÿ Â·ğ‘•ğ‘» Â·ğ‘¤ğ‘¹ğ‘¦ğ‘•? ğ‘¢ğ‘º ğ‘¦ğ‘Ÿ ğ‘ ğ‘œğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦? ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘šğ‘² Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘‘ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘£ğ‘¦ğ‘¥ ğ‘¯ ğ‘‘ğ‘±ğ‘’ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘ ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘›, ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘£ğ‘¨ğ‘Ÿ ğ‘£ğ‘»ğ‘› ğ‘¯ğ‘´ ğ‘¯ğ‘¿ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ ğ‘¦ğ‘¯ ğ‘‘ğ‘µ ğ‘¥ğ‘³ğ‘¯ğ‘”ğ‘•.
lt: Išties, atvykome laiku. Bet kur seras Loris? Kur miesto garnizonas? Karalius Haldrikas atsiuntė mane pagelbėti Loriui ir perimti vadovavimą Pietų Sargybai, nes karalius jau du mėnesius negavo iš Vestino žinių.

source: Alas, Sir Loris will find no relief now. He is buried northwest of the city where he fell. For weeks we warned him of the new power of these bandits. And yet he would never lead his men against them until their strength had waxed and ours waned.
en@shaw: ğ‘©ğ‘¤ğ‘¨ğ‘•, Â·ğ‘•ğ‘» Â·ğ‘¤ğ‘¹ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¯ğ‘´ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘“ ğ‘¯ğ‘¬. ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘šğ‘§ğ‘®ğ‘¦ğ‘› ğ‘¯ğ‘¹ğ‘”ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘¢ğ‘º ğ‘£ğ‘° ğ‘“ğ‘§ğ‘¤. ğ‘“ğ‘¹ ğ‘¢ğ‘°ğ‘’ğ‘• ğ‘¢ğ‘° ğ‘¢ğ‘¹ğ‘¯ğ‘› ğ‘£ğ‘¦ğ‘¥ ğ‘ ğ‘ ğ‘¯ğ‘¿ ğ‘ğ‘¬ğ‘¼ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘•. ğ‘¯ ğ‘˜ğ‘§ğ‘‘ ğ‘£ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¤ğ‘°ğ‘› ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘º ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘” ğ‘£ğ‘¨ğ‘› ğ‘¢ğ‘¨ğ‘’ğ‘•ğ‘‘ ğ‘¯ ğ‘¬ğ‘¼ğ‘Ÿ ğ‘¢ğ‘±ğ‘¯ğ‘›.
lt: Deja, seras Loris pagalbos nesulauks. Jis palaidotas į šiaurės rytus nuo miesto, kur krito mūšyje. Savaičių savaites įkalbinėjome jį pradėti kovą su vis stiprėjančiais banditais. Ir visgi jis taip ir neišsivedė savo vyrų į mūšio lauką, kol banditai nesustiprėjo, o mes nenusilpome.

source: It grieves me to learn of his death, foolish though he may have been! Now, though, there are more pressing matters. Rise, men of Wesnoth! We must drive these bandits from our city!
en@shaw: ğ‘¦ğ‘‘ ğ‘œğ‘®ğ‘°ğ‘ğ‘Ÿ ğ‘¥ğ‘° ğ‘‘ ğ‘¤ğ‘»ğ‘¯ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘›ğ‘§ğ‘”, ğ‘“ğ‘µğ‘¤ğ‘¦ğ‘– ğ‘ğ‘´ ğ‘£ğ‘° ğ‘¥ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯! ğ‘¯ğ‘¬, ğ‘ğ‘´, ğ‘ğ‘º ğ‘¸ ğ‘¥ğ‘¹ ğ‘ğ‘®ğ‘§ğ‘•ğ‘¦ğ‘™ ğ‘¥ğ‘¨ğ‘‘ğ‘¼ğ‘Ÿ. ğ‘®ğ‘²ğ‘Ÿ, ğ‘¥ğ‘§ğ‘¯ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘®ğ‘²ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¬ğ‘¼ ğ‘•ğ‘¦ğ‘‘ğ‘¦!
lt: Jo mirtis – liūdna žinia, net jeigu ji dėl jo paties kvailumo. Bet dabar yra svarbesnių užsiėmimų. Kilkite, Vesnoto vyrai! Turime išstumti tuos banditus iš mūsų miesto!

source: We will do our best to hold the city - you lead your men across the river and kill the bandit leader!
lt: Mes kaip nors išlaikysime miestą, o jūs veskite karius per upę nukauti priešų vado!

source: Kill Urza Nalmath, the bandit leader
en@shaw: ğ‘’ğ‘¦ğ‘¤ Â·ğ‘»ğ‘Ÿğ‘© Â·ğ‘¯ğ‘¨ğ‘¤ğ‘¥ğ‘©ğ‘”, ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ ğ‘¤ğ‘°ğ‘›ğ‘»
lt: Užmuškite Urza Nalmatą, banditų vadą

source: They are almost to the great hall! Hurry, Deoran! You must reach the citadel or all will be lost!
lt: Jie jau beveik prie didžiosios sienos! Deoranai, paskubėk! Turi pasiekti citadelę, arba mes pražuvę!

source: You must move Deoran here by the end of the next turn, or Westin will fall and you will be defeated!
lt: Iki kito ėjimo pabaigos privalote atvesti Deoraną iki čia. Kitaip Vestinas kris ir jūs pralaimėsite!

source: We're too late! They're burning the city...
lt: Pavėlavome! Jie degina miestą...

source: Westin has fallen! This is a problem too great for me to handle - I must return to Haldric and tell him of our loss...
lt: Vestinas krito! Vienas šios problemos neišspręsiu – turiu grįžti pas Haldriką ir pranešti apie netektį...

source: Now the Guard will feel the wrath of my new friends! It is time for the dead to wage war! Rise, warriors!
en@shaw: ğ‘¯ğ‘¬ ğ‘ ğ‘œğ‘¸ğ‘› ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘°ğ‘¤ ğ‘ ğ‘®ğ‘ªğ‘” ğ‘ ğ‘¥ğ‘² ğ‘¯ğ‘¿ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ! ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘²ğ‘¥ ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘§ğ‘› ğ‘‘ ğ‘¢ğ‘±ğ‘¡ ğ‘¢ğ‘¹! ğ‘®ğ‘²ğ‘Ÿ, ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ!
lt: Dabar tai Sargyba pajus mano naujųjų draugų pyktį! Laikas šias kovas pratęsti mirusiesiems! Kilkite, kariai!

source: He has made some pact with the undead. How could a mere brigand have gained such great powers?
lt: Jis sudarė kažkokią sutartį su nemirėliais. Iš kurgi dar paprastas plėšikas galėjo įgauti tokių galių?

source: However he has done this fell thing, we must defeat him!
en@shaw: ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼ ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘›ğ‘³ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘§ğ‘¤ ğ‘”ğ‘¦ğ‘™, ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘£ğ‘¦ğ‘¥!
lt: Kad ir kaip jis to pridirbo, turime jį nugalėti!

source: Not only will Minister Hylas's arcane attack melt undead bones, but he can also heal wounded units near him.
lt: Ministro Hylo paslaptinga ataka ne tik tirpdo nemirėliams kaulus, jis dar gali ir gydyti greta esančius karius.

source: Leave nothing standing! Burn their villages down and kill them all!
en@shaw: ğ‘¤ğ‘°ğ‘ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘™! ğ‘šğ‘»ğ‘¯ ğ‘ğ‘º ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘›ğ‘¬ğ‘¯ ğ‘¯ ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘¥ ğ‘·ğ‘¤!
lt: Nepalikit nieko! Sudeginkit kaimus ir visus išžudykit!

source: We will avenge your brother's death!
lt: Atkeršysime už tavo brolio mirtį!

source: They are burning our villages! We must stop them!
en@shaw: ğ‘ğ‘± ğ‘¸ ğ‘šğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘¬ğ‘¼ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ğ‘§ğ‘¥!
lt: Jie degina mūsų kaimus! Turime juos sustabdyti!

source: My brother has died unavenged! What have we done!?
lt: Už mano brolį nebuvo atkeršyta! Ką mes padarėme!?

source: How can a bandit have summoned undead?
en@shaw: ğ‘£ğ‘¬ ğ‘’ğ‘¨ğ‘¯ ğ‘© ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘³ğ‘¥ğ‘©ğ‘¯ğ‘› ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›?
lt: Kaip banditas galėjo iškviesti nemirėlius?

source: Just before the bandit raids began, an ambassador came to Sir Loris from the elves of the Aethenwood west of here. He asked that a knight be sent to discuss a new threat to Wesnoth.
en@shaw: ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ ğ‘®ğ‘±ğ‘›ğ‘Ÿ ğ‘šğ‘©ğ‘œğ‘¨ğ‘¯, ğ‘©ğ‘¯ ğ‘¨ğ‘¥ğ‘šğ‘¨ğ‘•ğ‘©ğ‘›ğ‘» ğ‘’ğ‘±ğ‘¥ ğ‘‘ Â·ğ‘•ğ‘» Â·ğ‘¤ğ‘¹ğ‘¦ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ ğ‘ Â·ğ‘±ğ‘ğ‘§ğ‘¯ğ‘¢ğ‘«ğ‘› ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘£ğ‘½. ğ‘£ğ‘° ğ‘­ğ‘•ğ‘’ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘© ğ‘¯ğ‘²ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘• ğ‘© ğ‘¯ğ‘¿ ğ‘”ğ‘®ğ‘§ğ‘‘ ğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”.
lt: Dar prieš prasidedant banditų reidams, pas serą Lorį buvo atvykęs elfų pasiuntinys iš vakaruose esančio Ėtenvudo. Jis prašė vykti su juo aptarti naujojo pavojaus Vesnotui.

source: No. He suspected the elves of some trickery and made no reply to them. Perhaps they know the origin of these dead warriors we now face.
en@shaw: ğ‘¯ğ‘´. ğ‘£ğ‘° ğ‘•ğ‘³ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘®ğ‘¦ğ‘’ğ‘»ğ‘° ğ‘¯ ğ‘¥ğ‘±ğ‘› ğ‘¯ğ‘´ ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘² ğ‘‘ ğ‘ğ‘§ğ‘¥. ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘ğ‘± ğ‘¯ğ‘´ ğ‘ ğ‘ªğ‘®ğ‘¦ğ‘¡ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘›ğ‘§ğ‘› ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘¢ğ‘° ğ‘¯ğ‘¬ ğ‘“ğ‘±ğ‘•.
lt: Ne. Jis įtarė elfus kažkokia klasta ir jiems neatsakė. Galbūt jie žino apie šių mirusių karių, su kuriais mes čia susidūrėme, kilmę.

source: My men have been trained to fight the living. I do not know that we can protect the city from foes so dark as these. I shall go meet the elves and see if they can be of any aid!
en@shaw: ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘ ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™. ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘“ğ‘´ğ‘Ÿ ğ‘•ğ‘´ ğ‘›ğ‘¸ğ‘’ ğ‘¨ğ‘Ÿ ğ‘ğ‘°ğ‘Ÿ. ğ‘² ğ‘–ğ‘¨ğ‘¤ ğ‘œğ‘´ ğ‘¥ğ‘°ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¯ ğ‘•ğ‘° ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘²ğ‘›!
lt: Mano vyrai buvo mokyti kautis su gyvaisiais. Nežinau, ar mums pavyks apginti miestą nuo tokių tamsių priešų. Vyksiu pas elfus ir išsiaiškinsiu, ar galime iš jų tikėtis kokios nors pagalbos.

source: I will accompany you, my lord. I have studied the arts of holy magic and my skill may be of some use against the dark ones.
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘’ğ‘³ğ‘¥ğ‘ğ‘©ğ‘¯ğ‘¦ ğ‘¿, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘‘ğ‘³ğ‘›ğ‘¦ğ‘› ğ‘ ğ‘¸ğ‘‘ğ‘• ğ‘ ğ‘£ğ‘´ğ‘¤ğ‘° ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘¯ ğ‘¥ğ‘² ğ‘•ğ‘’ğ‘¦ğ‘¤ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘¿ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘›ğ‘¸ğ‘’ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ.
lt: Aš vykstu su jumis, valdove. Mokiausi šviesiosios magijos meno ir mano galios gali pasitarnauti kovoje prieš tamsiuosius.

source: Deoran sent a rider to request mounted reinforcements and set out at once towards the Aethenwood...
en@shaw: Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘© ğ‘®ğ‘²ğ‘›ğ‘¼ ğ‘‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¯ ğ‘•ğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘¨ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘›ğ‘Ÿ ğ‘ Â·ğ‘±ğ‘ğ‘§ğ‘¯ğ‘¢ğ‘«ğ‘›...
lt: Deoranas išsiuntė šauklį paprašyti raitos pagalbos miestui, o pats tuojau pat išsiruošė link Ėtenvudo.

source: Deoran and his men came to the eastern border of the Aethenwood...
en@shaw: Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘’ğ‘±ğ‘¥ ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘ ğ‘ Â·ğ‘±ğ‘ğ‘§ğ‘¯ğ‘¢ğ‘«ğ‘›...
lt: Deoranas su vyrais atvyko prie rytinių Ėtenvudo sienų...

source: Look, men! There is the forest of the Elves to the northwest. Let us hasten across the river and the hills.
en@shaw: ğ‘¤ğ‘«ğ‘’, ğ‘¥ğ‘§ğ‘¯! ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”ğ‘¢ğ‘§ğ‘•ğ‘‘. ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘£ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘¯ ğ‘ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ.
lt: Pažvelkite, vyrai! Šiaurės vakaruose stūkso elfų miškas. Greičiau kirskime upę ir kalvas.

source: Be careful, Deoran. No man has set foot in the elvish woods for many a year. We do not know how they will receive us. Sir Loris thought that it was some trick of theirs trying to bring him into the woods...
en@shaw: ğ‘šğ‘° ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤, Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯. ğ‘¯ğ‘´ ğ‘¥ğ‘¨ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ ğ‘“ğ‘«ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘¢ğ‘«ğ‘›ğ‘Ÿ ğ‘“ğ‘¹ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘© ğ‘˜ğ‘½. ğ‘¢ğ‘° ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘´ ğ‘£ğ‘¬ ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘³ğ‘•. Â·ğ‘•ğ‘» Â·ğ‘¤ğ‘¹ğ‘¦ğ‘• ğ‘”ğ‘·ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘®ğ‘¦ğ‘’ ğ‘ ğ‘ğ‘ºğ‘Ÿ ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘£ğ‘¦ğ‘¥ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ...
lt: Būk atsargus, Deoranai. Jau daugelį metų joks žmogus nekėlė kojos į elfų girias. Nežinome kaip jie mus pasitiks. Seras Loris manė juos rezgant kokią gudrybę, kad įvilioti jį į miškus.

source: But if we do not discover the source of these undead warriors, the whole province shall surely be swallowed up by them, and then their bandit masters will fare no better. We cannot allow it!
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘¹ğ‘• ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ, ğ‘ ğ‘£ğ‘´ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘ğ‘¦ğ‘¯ğ‘• ğ‘–ğ‘¨ğ‘¤ ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘•ğ‘¢ğ‘ªğ‘¤ğ‘´ğ‘› ğ‘³ğ‘ ğ‘šğ‘² ğ‘ğ‘§ğ‘¥, ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘»ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘º ğ‘¯ğ‘´ ğ‘šğ‘§ğ‘‘ğ‘¼. ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ ğ‘¦ğ‘‘!
lt: Bet jeigu neišaiškinsime nemirėlių karių kilmės, jie tikrai praris visą provinciją, ir jų šeimininkai banditai irgi baigs bloguoju. Negalime to leisti!

source: I have lost two brothers to Deoran - I shall not allow him to reach the accursed elves! Deoran will die before he reaches the western forest!
lt: Praradau du brolius dėl Deorano – neleisiu jam pasiekti prakeiktųjų elfų! Deoranas mirs nepasiekęs vakarinio miško!

source: Move Deoran to the elvish city in the northern woods
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯ ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ
lt: Nuveskite Deoraną į elfų miestą šiaurinėje girioje

source: You may now recruit Cavalrymen. They are fast and deadly on grassland, but weak in forests and hills. They can keep up with Deoran, so use them to guard him!
lt: Dabar galite samdyti raitininkus. Jie greiti ir mirtini pievose, bet silpnesni miškuose ir kalvose. Jie gali spėti su Deoranu, tad panaudokite juos vado sargybai!

source: What have we done?! Even our undead allies cannot stand against this commander!
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘° ğ‘›ğ‘³ğ‘¯?! ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¬ğ‘¼ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼!
lt: Ką mes padarėme! Netgi mūsų nemirėliai sąjungininkai negali atsilaikyti prieš šitą karvedį!

source: I hope that's the last of the bandits! How many more of these foul undead must we fight?
lt: Tikiuosi, tai paskutinis iš banditų vadų! O kiek dar tų nelemtųjų nemirėlių teks sutikti?

source: If we are to check the advance of the dead, I must reach the home of the elves!
en@shaw: ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¸ ğ‘‘ ğ‘—ğ‘§ğ‘’ ğ‘ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘›ğ‘§ğ‘›, ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘°ğ‘— ğ‘ ğ‘£ğ‘´ğ‘¥ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ!
lt: Jei norime pažaboti nemirėlių antplūdį, turiu pasiekti elfų namus!

source: Sidaurios
lt: Sidaurijas

source: Halt! Who has entered our citadel without leave?
en@shaw: ğ‘£ğ‘·ğ‘¤ğ‘‘! ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘»ğ‘› ğ‘¬ğ‘¼ ğ‘•ğ‘¦ğ‘‘ğ‘©ğ‘›ğ‘§ğ‘¤ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘¤ğ‘°ğ‘?
lt: Stot! Kas įžengė į mūsų citadelę be leidimo?

source: Speak carefully, for the penalty for trespass on our lands is death, and your life is thus forfeit.
en@shaw: ğ‘•ğ‘ğ‘°ğ‘’ ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤ğ‘¦, ğ‘“ğ‘¹ ğ‘ ğ‘ğ‘§ğ‘¯ğ‘©ğ‘¤ğ‘‘ğ‘° ğ‘“ğ‘¹ ğ‘‘ğ‘®ğ‘§ğ‘•ğ‘ğ‘©ğ‘• ğ‘ªğ‘¯ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘›ğ‘§ğ‘”, ğ‘¯ ğ‘¿ğ‘¼ ğ‘¤ğ‘²ğ‘“ ğ‘¦ğ‘Ÿ ğ‘ğ‘³ğ‘• ğ‘“ğ‘¹ğ‘“ğ‘¦ğ‘‘.
lt: Kalbėk apgalvotai, nes bausmė už neleistiną mūsų sienų kirtimą yra mirtis, tad tavo gyvybė kabo ant plauko.

source: Stay a moment. This man wears the colors of Wesnoth, and Kalenz told us not all the folk of Wesnoth are foes of the elves. Tell us, then, what brings you to the hallowed citadel of Elrath?
lt: Luktelėkite minutėlę. Šis vyras vilki Vesnoto uniformą, o Kalenzas mums yra minėjęs, kad ne visi Vesnoto gyventojai priešiški elfams. Tad pasakyk gi, kas tave atvedė į šventąją Elrato citadelę?

source: My lady, we have come to the elves to seek guidance. Bandits and criminals in our land have summoned the dead to help them plunder our farms and villages. They are coming across the river from the great forest to the south of our lands, where no man has yet traveled.
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘±ğ‘›ğ‘¦, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘‘ ğ‘•ğ‘°ğ‘’ ğ‘œğ‘²ğ‘›ğ‘©ğ‘¯ğ‘•. ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘¯ ğ‘’ğ‘®ğ‘¦ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘³ğ‘¥ğ‘©ğ‘¯ğ‘› ğ‘ ğ‘›ğ‘§ğ‘› ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘ğ‘¤ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¬ğ‘¼ ğ‘“ğ‘¸ğ‘¥ğ‘Ÿ ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ. ğ‘ğ‘± ğ‘¸ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘‘ ğ‘ ğ‘•ğ‘¬ğ‘” ğ‘ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ, ğ‘¢ğ‘º ğ‘¯ğ‘´ ğ‘¥ğ‘¨ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘˜ğ‘§ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘›.
lt: Ponia, mes atvykome pas elfus ieškodami patarimo. Banditai ir nusikaltėliai mūsų žemėse sukėlė mirusiuosius sau į pagalbą plėšti mūsų kaimus ir fermas. Jie atvyksta per upę iš didžiojo miško, esančio į pietus nuo mūsų žemių, kur joks žmogus dar nėra keliavęs.

source: The elves know of the great southern forest, and have walked its paths many times. What would you do, Deoran?
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¯ğ‘´ ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘•ğ‘³ğ‘ğ‘¼ğ‘¯ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘, ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘·ğ‘’ğ‘‘ ğ‘¦ğ‘‘ğ‘• ğ‘ğ‘­ğ‘ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ. ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘¿ ğ‘›ğ‘µ, Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯?
lt: Elfams žinoma didžioji pietinė giria ir mums ne kartą yra tekę minti jos takus. Ką siūlai daryti, Deoranai?

source: I would lead my men south of the river to find the source of these beings of darkness that we might destroy it. For surely, ere that be done, we cannot stand against them for long.
en@shaw: ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘¤ğ‘§ğ‘› ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯ ğ‘•ğ‘¬ğ‘” ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘•ğ‘¹ğ‘• ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘šğ‘°ğ‘¦ğ‘™ğ‘Ÿ ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘¥ğ‘²ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘¦ğ‘‘. ğ‘“ğ‘¹ ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦, ğ‘º ğ‘ğ‘¨ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘³ğ‘¯, ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘“ğ‘¹ ğ‘¤ğ‘ªğ‘™.
lt: Galvojau vesti savo vyrus į pietinį upės krantą ir rasti šių tamsos būtybių šaltinį, kad jį sunaikinčiau. To nepadarius, tikrai negalėsime ilgai prieš juos atsilaikyti.

source: Indeed you are brave to face such foes. But I fear that alone you will fail and fall. One elf now lives who remembers the secrets of the undead that we learned when Haldric I came to our land. His name is Mebrin, and he lives, secluded in the hills, near here. I will take you to him.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘¿ ğ‘¸ ğ‘šğ‘®ğ‘±ğ‘ ğ‘‘ ğ‘“ğ‘±ğ‘• ğ‘•ğ‘³ğ‘— ğ‘“ğ‘´ğ‘Ÿ. ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘“ğ‘½ ğ‘ğ‘¨ğ‘‘ ğ‘©ğ‘¤ğ‘´ğ‘¯ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘±ğ‘¤ ğ‘¯ ğ‘“ğ‘·ğ‘¤. ğ‘¢ğ‘³ğ‘¯ ğ‘§ğ‘¤ğ‘“ ğ‘¯ğ‘¬ ğ‘¤ğ‘¦ğ‘ğ‘Ÿ ğ‘£ğ‘µ ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘»ğ‘Ÿ ğ‘ ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘¤ğ‘»ğ‘¯ğ‘› ğ‘¢ğ‘§ğ‘¯ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘² ğ‘’ğ‘±ğ‘¥ ğ‘‘ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›. ğ‘£ğ‘¦ğ‘Ÿ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘Ÿ Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯, ğ‘¯ ğ‘£ğ‘° ğ‘¤ğ‘¦ğ‘ğ‘Ÿ, ğ‘•ğ‘¦ğ‘’ğ‘¤ğ‘µğ‘›ğ‘¦ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ, ğ‘¯ğ‘½ ğ‘£ğ‘½. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘¿ ğ‘‘ ğ‘£ğ‘¦ğ‘¥.
lt: O tu tikrai drąsus, kad stoji prieš tokį priešą. Tačiau baiminuosi, kad vienam tau jo neįveikti ir tu žūsi. Dabar belikęs tik vienas elfas, pamenantis nemirėlių paslaptis, kurias išgavome dar tada, kai į mūsų žemes atvyko Haldrikas I. Jis vardu Mebrinas ir gyvena vienišas kalvose netoli nuo čia. Aš nuvesiu tave pas jį.

source: My thanks, lady.
en@shaw: ğ‘¥ğ‘² ğ‘”ğ‘¨ğ‘™ğ‘’ğ‘•, ğ‘¤ğ‘±ğ‘›ğ‘¦.
lt: Didžiai jums dėkingas, ponia.

source: We have followed you away from our homes and left them unguarded. Now, where can we find this sage who knows the southern forest well?
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘› ğ‘¿ ğ‘©ğ‘¢ğ‘± ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥ğ‘Ÿ ğ‘¯ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘©ğ‘¯ğ‘œğ‘¸ğ‘›ğ‘¦ğ‘›. ğ‘¯ğ‘¬, ğ‘¢ğ‘º ğ‘’ğ‘¨ğ‘¯ ğ‘¢ğ‘° ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¦ğ‘• ğ‘•ğ‘±ğ‘¡ ğ‘£ğ‘µ ğ‘¯ğ‘´ğ‘Ÿ ğ‘ ğ‘•ğ‘³ğ‘ğ‘¼ğ‘¯ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘¢ğ‘§ğ‘¤?
lt: Mes atėjome su tavimi toli nuo savo namų, palikę juos be apsaugos. Kurgi mums rasti tą žynį, viską išmanantį apie pietinį mišką?

source: This is the Vale of Blossoming Trees. Our great sages come here to live when they feel that it is time for them to allow others to lead our people. The sage you speak of lives in a secluded village between the two lakes.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘ğ‘±ğ‘¤ ğ‘ ğ‘šğ‘¤ğ‘­ğ‘•ğ‘©ğ‘¥ğ‘¦ğ‘™ ğ‘‘ğ‘®ğ‘°ğ‘Ÿ. ğ‘¬ğ‘¼ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘•ğ‘±ğ‘¡ğ‘¦ğ‘Ÿ ğ‘’ğ‘³ğ‘¥ ğ‘£ğ‘½ ğ‘‘ ğ‘¤ğ‘²ğ‘ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘“ğ‘°ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘²ğ‘¥ ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘©ğ‘¤ğ‘¬ ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘¤ğ‘§ğ‘› ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤. ğ‘ ğ‘•ğ‘±ğ‘¡ ğ‘¿ ğ‘•ğ‘ğ‘°ğ‘’ ğ‘ ğ‘¤ğ‘²ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘•ğ‘¦ğ‘’ğ‘¤ğ‘µğ‘›ğ‘¦ğ‘› ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘‘ğ‘µ ğ‘¤ğ‘±ğ‘’ğ‘•.
lt: Tai Žydinčių Medžių Slėnis. Didieji mūsų žyniai atsikelia čia gyventi, kai pajunta, kad jiems atėjo laikas užleisti vadovavimą tautai. Žynys apie kurį kalbi, gyvena vienkiemyje tarp anųdviejų ežerų.

source: Why, my lady, are there humans camped to the south of us? Are they friends of the elves? I had thought that no humans had set foot in this valley.
en@shaw: ğ‘¢ğ‘², ğ‘¥ğ‘² ğ‘¤ğ‘±ğ‘›ğ‘¦, ğ‘¸ ğ‘ğ‘º ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘‘ ğ‘‘ ğ‘ ğ‘•ğ‘¬ğ‘” ğ‘ ğ‘³ğ‘•? ğ‘¸ ğ‘ğ‘± ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ? ğ‘² ğ‘£ğ‘¨ğ‘› ğ‘”ğ‘·ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘´ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘› ğ‘•ğ‘§ğ‘‘ ğ‘“ğ‘«ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘¤ğ‘°.
lt: Mano ponia, kodėl pietuose stovyklauja žmonės? Ar jie elfų draugai? Maniau, kad šiuo slėniu nėra žengęs nė vienas žmogus.

source: What!? Those are no friends of the elves! They are brigands, and they must be destroyed!
lt: Ką?! Tai ne elfų draugai! Tai plėšikai, ir reikia juos sunaikinti!

source: Perhaps they are allied with the bandits who have been sacking our towns! They have grown bold to attack the elves!
en@shaw: ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘ğ‘± ğ‘¸ ğ‘¨ğ‘¤ğ‘²ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘¬ğ‘¼ ğ‘‘ğ‘¬ğ‘¯ğ‘Ÿ! ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘œğ‘®ğ‘´ğ‘¯ ğ‘šğ‘´ğ‘¤ğ‘› ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ!
lt: Tikriausiai jie yra mūsų miestus plėšusių banditų sąjungininkai! O jie išdrąsėjo, kad puola elfus!

source: Destroy these intruders, and I will ask him to help you. He is ancient, and he remembers well Haldric's betrayal of the elves, so if a human sets foot in his village first, he almost certainly will have nothing to do with us!
lt: Sunaikinkite šituos įsibrovėlius ir aš paprašysiu Mebrino jums padėti. Jis labai senas, dar pamena kaip Haldrikas išdavė elfus, tad jei žmogus pirmas įžengs į jo vienkiemį, jis tikrai nebus linkęs padėti!

source: Sounds like a charming fellow...
en@shaw: ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘¤ğ‘²ğ‘’ ğ‘© ğ‘—ğ‘¸ğ‘¥ğ‘¦ğ‘™ ğ‘“ğ‘§ğ‘¤ğ‘´...
lt: Rodos, žavingas vyrukas...

source: Yet, as she says, he is our best hope to rid our lands of this new menace. We do that which we must. Ethiliel, you make for Mebrin's village. We will handle the intruders.
lt: Visgi, kaip ji sako, jis yra geriausia mūsų viltis išvalyti žemes nuo mus užklupusio pavojaus. Darysime ką privalome. Etiliele, skubėk į Mebrino sodybą, o mes susidorosime su įsibrovėliais.

source: Ha! You're too late. We've taken what we want from this valley.
lt: Cha! Pavėlavote. Mes jau pasiėmėme, ką norėjome, iš šio slėnio.

source: Now your blood and tears will join that of the elves!
en@shaw: ğ‘¯ğ‘¬ ğ‘¿ğ‘¼ ğ‘šğ‘¤ğ‘³ğ‘› ğ‘¯ ğ‘‘ğ‘½ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¡ğ‘¶ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ!
lt: Jūsų ašaros ir kraujas užpils tą, kurį praliejo elfai!

source: Move Ethiliel to Mebrin's village
lt: Nuveskite Etilielę į Mebrino sodybą

source: We must clear out these undead if you are to reach Mebrin's village! What should we do?
lt: Jei norim, kad tu pasiektum Mebrino sodybą, turim atsikratyti nemirėlių! Ką mums daryti?

source: For now, I can slow them down. Where are the elves who used to live in this valley? They should come to our aid!
en@shaw: ğ‘“ğ‘¹ ğ‘¯ğ‘¬, ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘¤ğ‘´ ğ‘ğ‘§ğ‘¥ ğ‘›ğ‘¬ğ‘¯. ğ‘¢ğ‘º ğ‘¸ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘µ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘¤ğ‘²ğ‘ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘¤ğ‘°? ğ‘ğ‘± ğ‘–ğ‘«ğ‘› ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘¬ğ‘¼ ğ‘²ğ‘›!
lt: Galiu juos trumpam pristabdyti. Kurgi elfai, gyvenę šiame slėnyje? Jie turėtų ateiti į pagalbą!

source: You said this valley would be safe, and we find it filled with skeletal foes! Cannot some of your elf friends help us in our struggle?
en@shaw: ğ‘¿ ğ‘•ğ‘§ğ‘› ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘¤ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘•ğ‘±ğ‘“, ğ‘¯ ğ‘¢ğ‘° ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¦ğ‘‘ ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘’ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘´ğ‘Ÿ! ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘¿ğ‘¼ ğ‘§ğ‘¤ğ‘“ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘œğ‘©ğ‘¤?
lt: Sakei, kad šis slėnis bus saugus, o mes jį randam pilną skeletų! Argi kas nors iš tavo draugų elfų negali sunkiu metu ateiti į pagalbą?

source: I shall not join these accursed undead! Bury me deeply my friends...
en@shaw: ğ‘² ğ‘–ğ‘¨ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘¡ğ‘¶ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘©ğ‘’ğ‘»ğ‘•ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›! ğ‘šğ‘§ğ‘®ğ‘¦ ğ‘¥ğ‘° ğ‘›ğ‘°ğ‘ğ‘¤ğ‘¦ ğ‘¥ğ‘² ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ...
lt: Nesijungsiu prie šitų prakeiktų nemirėlių! Palaidokite mane giliau, draugai...

source: You shall not die in vain! My bodyguard will avenge you!
en@shaw: ğ‘¿ ğ‘–ğ‘¨ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘² ğ‘¦ğ‘¯ ğ‘ğ‘±ğ‘¯! ğ‘¥ğ‘² ğ‘šğ‘­ğ‘›ğ‘°ğ‘œğ‘¸ğ‘› ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘ğ‘§ğ‘¯ğ‘¡ ğ‘¿!
lt: Tu nepražūsi veltui! Mano sargyba už tave atkeršys!

source: You have a bodyguard?!
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘šğ‘­ğ‘›ğ‘°ğ‘œğ‘¸ğ‘›?!
lt: Tu turi asmens sargybinį?!

source: You have a bodyguard?!!
lt: Tu turi asmens sargybinį?!!

source: We stand ready, my lady, to protect you! We shall lead these men of Wesnoth into the fray!
en@shaw: ğ‘¢ğ‘° ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘®ğ‘§ğ‘›ğ‘¦, ğ‘¥ğ‘² ğ‘¤ğ‘±ğ‘›ğ‘¦, ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ ğ‘¿! ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘¤ğ‘§ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘“ğ‘®ğ‘±!
lt: Mes pasiruošę tave ginti, mano ponia! Vesime Vesnoto vyrus į kovą!

source: Finally, release! Thank you, my friends...
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦, ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘•! ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿, ğ‘¥ğ‘² ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ...
lt: Pagaliau, laisvas! Ačiū jums, draugai mano...
