Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: You're too late! You'll never find our stronghold, and even if you did, what can you do against the dead?
lt: Jūs pavėlavote! Niekada nerasite mūsų tvirtovės, o jeigu ir rasite, ką jūs padarysite prieš mirusiuosius?

source: You, at least, will trouble us no more!
en@shaw: ğ‘¿, ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘, ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘³ğ‘• ğ‘¯ğ‘´ ğ‘¥ğ‘¹!
lt: Na, bent jau tu tai tikrai daugiau mūsų nevarginsi!

source: His home is empty... There are footprints leading away to the south... What can have happened here?
en@shaw: ğ‘£ğ‘¦ğ‘Ÿ ğ‘£ğ‘´ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦... ğ‘ğ‘º ğ‘¸ ğ‘“ğ‘«ğ‘‘ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘• ğ‘¤ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘©ğ‘¢ğ‘± ğ‘‘ ğ‘ ğ‘•ğ‘¬ğ‘”... ğ‘¢ğ‘ªğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘› ğ‘£ğ‘½?
lt: Jo namai tušti... Ten yra pėdsakų, vedančių tolyn į pietus... Kas čia galėjo atsitikti?

source: Maybe whoever summoned these undead knows where he is?
en@shaw: ğ‘¥ğ‘±ğ‘šğ‘° ğ‘£ğ‘µğ‘§ğ‘ğ‘¼ ğ‘•ğ‘³ğ‘¥ğ‘©ğ‘¯ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¯ğ‘´ğ‘Ÿ ğ‘¢ğ‘º ğ‘£ğ‘° ğ‘¦ğ‘Ÿ?
lt: Galbūt tas kažkas, kas prikėlė numirėlius žino kur jis?

source: There is no blood here, yet no Mebrin. Someone must have kidnapped him. But the undead would have slain him and made him one of them. Who then can have taken him?
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘šğ‘¤ğ‘³ğ‘› ğ‘£ğ‘½, ğ‘˜ğ‘§ğ‘‘ ğ‘¯ğ‘´ Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯. ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘³ğ‘¯ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘¦ğ‘›ğ‘¯ğ‘¨ğ‘ğ‘‘ ğ‘£ğ‘¦ğ‘¥. ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘¤ğ‘±ğ‘¯ ğ‘£ğ‘¦ğ‘¥ ğ‘¯ ğ‘¥ğ‘±ğ‘› ğ‘£ğ‘¦ğ‘¥ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ğ‘§ğ‘¥. ğ‘£ğ‘µ ğ‘ğ‘§ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘£ğ‘¦ğ‘¥?
lt: Čia nėra kraujo, bet nėra ir Mebrino. Tikriausiai, kažkas jį pagrobė. Bet nemirėliai būtų jį nužudę ir pavertę vienu iš savųjų. Kas gi galėjo jį pagrobti?

source: Maybe the bandits who have been summoning the undead took him?
en@shaw: ğ‘¥ğ‘±ğ‘šğ‘° ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘³ğ‘¥ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘‘ğ‘«ğ‘’ ğ‘£ğ‘¦ğ‘¥?
lt: Galbūt jį pagrobė banditai, kurie čia kėlė mirusiuosius?

source: We must follow these footprints into the woods! Whoever took our greatest sage must pay! Nothing will stop the vengeance of the elves!
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘ğ‘°ğ‘Ÿ ğ‘“ğ‘«ğ‘‘ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘• ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ! ğ‘£ğ‘µğ‘§ğ‘ğ‘¼ ğ‘‘ğ‘«ğ‘’ ğ‘¬ğ‘¼ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘©ğ‘•ğ‘‘ ğ‘•ğ‘±ğ‘¡ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘±! ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ ğ‘ğ‘§ğ‘¯ğ‘¡ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ!
lt: Turime sekti šiais pėdsakais į girią! Kas bebūtų pagrobęs mūsų didžiausią žynį, turi sumokėti! Niekas nesustabdys elfų keršto!

source: Well, vengeance or no, if you will lead us into the forest, we will follow you and battle the undead!
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘ğ‘§ğ‘¯ğ‘¡ğ‘©ğ‘¯ğ‘• ğ‘¹ ğ‘¯ğ‘´, ğ‘¦ğ‘“ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘› ğ‘³ğ‘• ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘¿ ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›!
lt: Na, kerštas ar ne kerštas, jeigu vesi mus į girią, seksime tave ir kausimės su nemirėliais!

source: The heat in this forest is oppressive, and this fog cannot be natural. I wonder what evil lurks nearby?
en@shaw: ğ‘ ğ‘£ğ‘°ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘®ğ‘§ğ‘•ğ‘¦ğ‘, ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘ªğ‘œ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤. ğ‘² ğ‘¢ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¢ğ‘ªğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¤ğ‘»ğ‘’ğ‘• ğ‘¯ğ‘½ğ‘šğ‘²?
lt: Karštis šiame miške gniuždo, ir tas rūkas negali būti tikras. Įdomu, kas per blogis tyko greta?

source: I fear the fog emanates from some powerful lord of the undead. We may be overmatched...
en@shaw: ğ‘² ğ‘“ğ‘½ ğ‘ ğ‘“ğ‘ªğ‘œ ğ‘§ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘•ğ‘³ğ‘¥ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¤ğ‘¹ğ‘› ğ‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›. ğ‘¢ğ‘° ğ‘¥ğ‘± ğ‘šğ‘° ğ‘´ğ‘ğ‘»ğ‘¥ğ‘¨ğ‘—ğ‘‘...
lt: Bijau, kad dėl rūko kaltas koks nors galingas nemirėlių valdovas. Mums gali būti riesta...

source: This is quite a change from fighting bandits in the farmland near Westin!
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘’ğ‘¢ğ‘²ğ‘‘ ğ‘© ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¸ğ‘¥ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¯ğ‘½ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯!
lt: Tai bent pasikeitimas nuo banditų vaikymo iš fermų prie Vestino!

source: I have brought many of my people along to aid us. My soldiers and shamans will now fight at your command.
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘‘ ğ‘²ğ‘› ğ‘³ğ‘•. ğ‘¥ğ‘² ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ ğ‘¯ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘¬ ğ‘“ğ‘²ğ‘‘ ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›.
lt: Su savimi atsivedžiau daugelį elfų. Nuo šiol mano kariai ir šamanai paklus tavo įsakymams.

source: Elvish Fighters are at home in the thick forests. They have both a sword and a bow and are deadly with both. They are quick and can hold their own against just about anything.
lt: Elfų kovotojai tankumyne jaučiasi kaip namie. Jie turi ir kalaviją, ir lanką, ir abu jų rankose yra mirtini. Jie greiti ir gali atsilaikyti prieš beveik bet ką.

source: Elvish Shamans are no match for most enemies in single combat. They do, however, heal units next to them every turn. Use them to bolster your weakening lines and heal wounded soldiers.
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘´ ğ‘¥ğ‘¨ğ‘— ğ‘“ğ‘¹ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘. ğ‘ğ‘± ğ‘›ğ‘µ, ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘£ğ‘°ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘‘ğ‘»ğ‘¯. ğ‘¿ğ‘Ÿ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘šğ‘´ğ‘¤ğ‘•ğ‘‘ğ‘» ğ‘¿ğ‘¼ ğ‘¢ğ‘°ğ‘’ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘£ğ‘°ğ‘¤ ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘©ğ‘› ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ.
lt: Elfų šamanės negali prilygti daugumai priešų akistatoje. Tačiau, kiekvieną ėjimą jos gydo aplinkinius dalinius. Naudokite jas silpstančioms gretoms stiprinti ir sužeistiesiems gydyti.

source: Why did we stop and make camp here?
en@shaw: ğ‘¢ğ‘² ğ‘›ğ‘¦ğ‘› ğ‘¢ğ‘° ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘’ğ‘¨ğ‘¥ğ‘ ğ‘£ğ‘½?
lt: Kodėl čia sustojome ir įkūrėme stovyklą?

source: The Black River is before us. No elf, still living, has crossed it. If the undead come from across the river, then we must search for them carefully, for I know not the way.
lt: Priešais mus Juodoji upė. Joks gyvas elfas nėra jos kirtęs. Jeigu nemirėliai ateina iš ano kranto, turime atidžiai jų ieškoti, nes aš nežinau kelio.

source: I fear no forests. Let us find this river and whatever enemies lie beyond.
en@shaw: ğ‘² ğ‘“ğ‘½ ğ‘¯ğ‘´ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘•. ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¦ğ‘• ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘¯ ğ‘¢ğ‘ªğ‘‘ğ‘§ğ‘ğ‘¼ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘¤ğ‘² ğ‘šğ‘¦ğ‘˜ğ‘ªğ‘¯ğ‘›.
lt: Manęs nebaugina jokie miškai. Raskime tą upę ir už jos tūnančius priešus, kad ir kas jie bebūtų.

source: Very well. We will seek the river and probe its secrets.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘°ğ‘’ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘¯ ğ‘ğ‘®ğ‘´ğ‘š ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ğ‘•.
lt: Puiku. Ieškosime upės ir aiškinsimės ką ji slepia.

source: The master of the undead is defeated!
en@shaw: ğ‘ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ ğ‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›!
lt: Nemirėlių vadas nugalėtas!

source: No... I fear there is still much evil present.
lt: Ne... Bijau, kad dar yra daug blogio.

source: Surely the undead infestation cannot be dispatched so easily. We have merely destroyed a servant of a far darker master.
en@shaw: ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¦ğ‘¯ğ‘“ğ‘§ğ‘•ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¨ğ‘—ğ‘‘ ğ‘•ğ‘´ ğ‘°ğ‘Ÿğ‘¦ğ‘¤ğ‘¦. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘½ğ‘¤ğ‘¦ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘› ğ‘© ğ‘•ğ‘»ğ‘ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘© ğ‘“ğ‘¸ ğ‘›ğ‘¸ğ‘’ğ‘» ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼.
lt: Žinoma, nemirėlių invazija negalėjo būti taip lengvai sustabdyta. Mes viso labo sunaikinome tik daug tamsesnio valdovo tarną.

source: Thank heaven! You're alive!
lt: Ačiū dievams! Jūs gyvi!

source: Save your thanks! We are here to root out all the evil from these woods, and that means you!
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘¿ğ‘¼ ğ‘”ğ‘¨ğ‘™ğ‘’ğ‘•! ğ‘¢ğ‘° ğ‘¸ ğ‘£ğ‘½ ğ‘‘ ğ‘®ğ‘µğ‘‘ ğ‘¬ğ‘‘ ğ‘·ğ‘¤ ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ, ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘¿!
lt: Pasilaikyk savo padėkas! Mes čia tam, kad išrauti iš šių girių visą blogį, o tai reiškia tave!

source: Draw your swords and say your prayers! You cannot stand against us! You will pay for your crimes!
en@shaw: ğ‘›ğ‘®ğ‘· ğ‘¿ğ‘¼ ğ‘•ğ‘¹ğ‘›ğ‘Ÿ ğ‘¯ ğ‘•ğ‘± ğ‘¿ğ‘¼ ğ‘ğ‘®ğ‘ºğ‘Ÿ! ğ‘¿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘³ğ‘•! ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘± ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘’ğ‘®ğ‘²ğ‘¥ğ‘Ÿ!
lt: Traukite kalavijus ir melskitės! Prieš mus jums neatsilaikyti! Sumokėsite už savo nusikaltimus!

source: But have you not seen the undead in these forests? I know you have seen them under the control of the many bandit leaders before...
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘°ğ‘¯ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘•? ğ‘² ğ‘¯ğ‘´ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘°ğ‘¯ ğ‘ğ‘§ğ‘¥ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹...
lt: Bet negi nematėte šiuose miškuose nemirėlių? Žinau, kad prieš tai jums teko matyti juos daugelio banditų gretose...

source: What of them?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘ ğ‘ğ‘§ğ‘¥?
lt: Ir ką apie tai papasakosi?

source: A year ago we ventured into the land of the elves in secret, and we captured a great sage. We forced him to teach us the secrets of this forest and of the undead.
en@shaw: ğ‘© ğ‘˜ğ‘½ ğ‘©ğ‘œğ‘´ ğ‘¢ğ‘° ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘¿ğ‘®ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘, ğ‘¯ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘› ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘•ğ‘±ğ‘¡. ğ‘¢ğ‘° ğ‘“ğ‘¹ğ‘•ğ‘‘ ğ‘£ğ‘¦ğ‘¥ ğ‘‘ ğ‘‘ğ‘°ğ‘¡ ğ‘³ğ‘• ğ‘ ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ğ‘• ğ‘ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘¯ ğ‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›.
lt: Prieš metus mes paslapčia įsibrovėme į elfų žemes ir ten pagrobėme didįjį žynį. Per prievartą išpešėme iš jo šio miško ir nemirėlių paslaptis.

source: You imprisoned Mebrin!? For that you must surely pay. Speak swiftly so that we may end this parley and dispatch you quickly! We will have vengeance!
lt: Jūs įkalinote Mebriną?! Už tai tikrai sumokėsi. Kalbėk greičiau! Greičiau baigsim šiuos pliurpalus, greičiau tave nugalabysim. Mes atkeršysime!

source: Hear me out! He taught us to summon the dead to fight for us. We were weak and foolish and soon summoned undead that we could not control. Mebrin too fell sway to the influence of the undead, and now he leads them. For a time he served us, but now he has gone mad and is attacking us as well!
en@shaw: ğ‘£ğ‘½ ğ‘¥ğ‘° ğ‘¬ğ‘‘! ğ‘£ğ‘° ğ‘‘ğ‘·ğ‘‘ ğ‘³ğ‘• ğ‘‘ ğ‘•ğ‘³ğ‘¥ğ‘©ğ‘¯ ğ‘ ğ‘›ğ‘§ğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘“ğ‘¹ ğ‘³ğ‘•. ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘¢ğ‘°ğ‘’ ğ‘¯ ğ‘“ğ‘µğ‘¤ğ‘¦ğ‘– ğ‘¯ ğ‘•ğ‘µğ‘¯ ğ‘•ğ‘³ğ‘¥ğ‘©ğ‘¯ğ‘› ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤. Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯ ğ‘‘ğ‘µ ğ‘“ğ‘§ğ‘¤ ğ‘•ğ‘¢ğ‘± ğ‘‘ ğ‘ ğ‘¦ğ‘¯ğ‘“ğ‘¤ğ‘«ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›, ğ‘¯ ğ‘¯ğ‘¬ ğ‘£ğ‘° ğ‘¤ğ‘°ğ‘›ğ‘Ÿ ğ‘ğ‘§ğ‘¥. ğ‘“ğ‘¹ ğ‘© ğ‘‘ğ‘²ğ‘¥ ğ‘£ğ‘° ğ‘•ğ‘»ğ‘ğ‘› ğ‘³ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘¬ ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘œğ‘ªğ‘¯ ğ‘¥ğ‘¨ğ‘› ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘³ğ‘• ğ‘¨ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤!
lt: Paklausykite! Jis išmokė mus iškviesti mirusiuosius kovoti mūsų pusėje. Mes buvome silpni ir kvaili, ir greitai sutvėrėme nemirėlius, kurių nesugebėjome valdyti. Mebrinas taip pat pasidavė nemirėlių įtakai ir dabar jiems vadovauja. Kurį laiką jis tarnavo mums, bet dabar pasidavė beprotybei, puldinėja ir mus pačius.

source: Lies! Mebrin would never fight for the undead, much less lead them!
en@shaw: ğ‘¤ğ‘²ğ‘Ÿ! Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯ ğ‘¢ğ‘«ğ‘› ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘“ğ‘²ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›, ğ‘¥ğ‘³ğ‘— ğ‘¤ğ‘§ğ‘• ğ‘¤ğ‘°ğ‘› ğ‘ğ‘§ğ‘¥!
lt: Melas! Mebrinas niekada nestotų į nemirėlių pusę, nekalbant jau apie vadovavimą jiems!

source: But what do you want us to do about it? You are criminals!
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘³ğ‘• ğ‘‘ ğ‘›ğ‘µ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¦ğ‘‘? ğ‘¿ ğ‘¸ ğ‘’ğ‘®ğ‘¦ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ!
lt: Na ir kokių veiksmų tu tikiesi iš mūsų? Juk jūs nusikaltėliai!

source: Join us in the fight! Together we can drive off these cruel undead and restore peace to the land.
en@shaw: ğ‘¡ğ‘¶ğ‘¯ ğ‘³ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘‘! ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘®ğ‘²ğ‘ ğ‘ªğ‘“ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘®ğ‘«ğ‘©ğ‘¤ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¯ ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¹ ğ‘ğ‘°ğ‘• ğ‘‘ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›.
lt: Kaukimės kartu! Kartu galime nugalėti negailestinguosius nemirėlius ir atstatyti taiką šalyje.

source: My lord, they could be valuable allies, and the undead are a greater threat to our lands. Justice can wait until we are all safely in Westin.
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘ğ‘± ğ‘’ğ‘«ğ‘› ğ‘šğ‘° ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘šğ‘©ğ‘¤ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ, ğ‘¯ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¸ ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘”ğ‘®ğ‘§ğ‘‘ ğ‘‘ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ. ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘¢ğ‘±ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘° ğ‘¸ ğ‘·ğ‘¤ ğ‘•ğ‘±ğ‘“ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯.
lt: Valdove, jie galėtų būti vertingi sąjungininkai, o ir nemirėliai mūsų žemėms kelia didesnį pavojų. Teisingumas gali palaukti kol visi būsime saugūs Vestine.

source: But think of the destruction they wrought on your borders! You cannot ally yourselves with these evil men! Vengeance!
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ ğ‘ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘± ğ‘®ğ‘·ğ‘‘ ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘šğ‘¹ğ‘›ğ‘¼ğ‘Ÿ! ğ‘¿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘¤ğ‘² ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¥ğ‘§ğ‘¯! ğ‘ğ‘§ğ‘¯ğ‘¡ğ‘©ğ‘¯ğ‘•!
lt: Bet pagalvokite apie chaosą, kurį jie paskleidė pasieniuose! Negalite vienytis su šiais blogiečiais! Atkeršykite!

source: Hmm...I have to consider this... If I ally with the elves, I must fight the bandits, but if I ally with the bandits I will make enemies of the elves...
lt: Hmm... Turiu tai apsvarstyti... Jei susivienysiu su elfais, turėsiu kautis su banditais, bet jei susivienysiu su banditais, tai tapsiu elfų priešu...

source: We will now fight alongside you, come my thugs and footpads, rally to me!
lt: Kausimės koja kojon su tavimi. Ateikite, mano vagys ir plėšikai, rinkitės pas mane!

source: You are no better than these criminals! We shall see if you can find your own way out of the forest! Come, my people, let us return to our lands. We were foolish to ever have any dealings with these humans. Do not set foot in our land ever again, Deoran, for you have brought us nothing but grief.
en@shaw: ğ‘¿ ğ‘¸ ğ‘¯ğ‘´ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘®ğ‘¦ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ! ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘•ğ‘° ğ‘¦ğ‘“ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘´ğ‘¯ ğ‘¢ğ‘± ğ‘¬ğ‘‘ ğ‘ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘! ğ‘’ğ‘³ğ‘¥, ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤, ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ. ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘“ğ‘µğ‘¤ğ‘¦ğ‘– ğ‘‘ ğ‘§ğ‘ğ‘¼ ğ‘£ğ‘¨ğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘›ğ‘°ğ‘¤ğ‘¦ğ‘™ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ. ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘§ğ‘‘ ğ‘“ğ‘«ğ‘‘ ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘§ğ‘ğ‘¼ ğ‘©ğ‘œğ‘±ğ‘¯, Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯, ğ‘“ğ‘¹ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘³ğ‘• ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘šğ‘³ğ‘‘ ğ‘œğ‘®ğ‘°ğ‘“.
lt: Tu ne geresnis už šiuos nusikaltėlius! Dar pažiūrėsim, ar patys rasite kelią iš šių miškų. Eime, elfai, grįžkime į savo žemes. Susidėti su šiais žmonėmis buvo paika klaida. Deoranai, daugiau nekelk kojos į mūsų žemes. Tu mums atnešei vien skausmą.

source: Do not fear, I can lead you out when the time is right.
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘½, ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘¤ğ‘§ğ‘› ğ‘¿ ğ‘¬ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘®ğ‘²ğ‘‘.
lt: Nebijokite, galiu jus išvesti, kai bus tinkamas laikas.

source: Your crimes are too great. You will fall with the rest of the foul undead!
en@shaw: ğ‘¿ğ‘¼ ğ‘’ğ‘®ğ‘²ğ‘¥ğ‘Ÿ ğ‘¸ ğ‘‘ğ‘µ ğ‘œğ‘®ğ‘±ğ‘‘. ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘·ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘“ğ‘¬ğ‘¤ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›!
lt: Tavo nusikaltimai per sunkūs. Krisi kartu su puolusiais nemirėliais!

source: Then this parley is over! You may have sounded the doom of all of us!
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¸ğ‘¤ğ‘° ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘¼! ğ‘¿ ğ‘¥ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘ ğ‘›ğ‘µğ‘¥ ğ‘ ğ‘·ğ‘¤ ğ‘ ğ‘³ğ‘•!
lt: Tuomet derybos baigtos! Gali būti, kad paskelbei nuosprendį mums visiems!

source: Now I pay for my crimes. But how many others will also suffer for them?
en@shaw: ğ‘¯ğ‘¬ ğ‘² ğ‘ğ‘± ğ‘“ğ‘¹ ğ‘¥ğ‘² ğ‘’ğ‘®ğ‘²ğ‘¥ğ‘Ÿ. ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘¬ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘•ğ‘³ğ‘“ğ‘¼ ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥?
lt: Dabar aš sumokėsiu už savo nusikaltimus. Bet kiek daug kitų taip pat kentės dėl jų.

source: Fools! That lich will be the death of us all! You have sealed our doom!
en@shaw: ğ‘“ğ‘µğ‘¤ğ‘Ÿ! ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘¦ğ‘— ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ ğ‘›ğ‘§ğ‘” ğ‘ ğ‘³ğ‘• ğ‘·ğ‘¤! ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘°ğ‘¤ğ‘› ğ‘¬ğ‘¼ ğ‘›ğ‘µğ‘¥!
lt: Kvailiai! Šitas ličas mums visiems atneš mirtį! Pasirašėte po mūsų lemtimi!

source: Well! That was easier than I thought it'd be. Looks like the undead aren't so tough after all!
lt: Gerai! Tai buvo lengviau, nei aš tikėjausi. Atrodo, kad nemirėliai nėra tokie jau stiprūs!

source: Indeed. The dark king has fallen.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›. ğ‘ ğ‘›ğ‘¸ğ‘’ ğ‘’ğ‘¦ğ‘™ ğ‘£ğ‘¨ğ‘Ÿ ğ‘“ğ‘·ğ‘¤ğ‘©ğ‘¯.
lt: Išties. Tamsos karalius krito.

source: I'm afraid it is not so. This was not the real Mebrin we destroyed, but a mere phantom. He resides in catacombs deep underneath the castle, but they cannot be entered without magical means.
lt: Bijau, kad taip nėra. Tai, ką mes sunaikinome, nebuvo pats Mebrinas, o tik jo šešėlis. Jis pats gyvena požemiuose giliai po pilimi, bet į juos patekti galima tik su magijos pagalba.

source: We spared your life in order to defeat the source of these undead, and now you tell us we cannot even reach it?! Ethiliel could have dispelled these magical wards if we hadn't fallen for your lies!
lt: Pasigailėjome tavęs, kad nugalėtume blogio šaltinį, o dabar mums aiškini, kad mes net negalime jo pasiekti?! Etilielė būtų atkerėjusi tuos burtus, jeigu mes nebūtume pasidavę tavo melui!

source: If I had told you, you and the elves would have killed me! I didn't have a choice!
lt: Jeigu būčiau jums pasakęs, kartu su elfais būtumėte mane nužudę! Neturėjau pasirinkimo!

source: Then you would surely be lost in these woods forever at the mercy of the undead. I can lead you and your men back to the lands of Wesnoth if you will grant me pardon.
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘¿ ğ‘¢ğ‘«ğ‘› ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ ğ‘“ğ‘¹ğ‘§ğ‘ğ‘¼ ğ‘¨ğ‘‘ ğ‘ ğ‘¥ğ‘»ğ‘•ğ‘¦ ğ‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›. ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘¤ğ‘§ğ‘› ğ‘¿ ğ‘¯ ğ‘¿ğ‘¼ ğ‘¥ğ‘§ğ‘¯ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¦ğ‘“ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘®ğ‘­ğ‘¯ğ‘‘ ğ‘¥ğ‘° ğ‘ğ‘¸ğ‘›ğ‘©ğ‘¯.
lt: Tuomet jūs tikrai pasiklysite šiuose miškuose ir liksite priklausomi nuo nemirėlių malonės. Galiu išvesti jus ir jūsų vyrus atgal į Vesnoto žemes, jeigu pažadėsite man malonę.

source: Now that the elves have abandoned us, that would seem to be our only choice. But what about Mebrin? The undead will keep attacking our homes unless we root them out at the source.
en@shaw: ğ‘¯ğ‘¬ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¯ğ‘› ğ‘³ğ‘•, ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘¬ğ‘¼ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘—ğ‘¶ğ‘•. ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘©ğ‘šğ‘¬ğ‘‘ Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯? ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘°ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥ğ‘Ÿ ğ‘³ğ‘¯ğ‘¤ğ‘§ğ‘• ğ‘¢ğ‘° ğ‘®ğ‘µğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¬ğ‘‘ ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘¹ğ‘•.
lt: Kai elfai mus paliko, atrodytų, kad tai vienintelis mūsų šansas. Bet kas dėl Mebrino? Nemirėliai ir toliau puldinės mūsų namus, jeigu neišnaikinsime jų iš pašaknų.

source: I do not know. But if we cannot storm his underground fastness we must either flee or wait here and certainly perish fighting him on his own terms. I know that he will march to ravage your city of Westin with all his might soon, and that the city cannot hold out against such a force unprepared.
en@shaw: ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘´. ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘¹ğ‘¥ ğ‘£ğ‘¦ğ‘Ÿ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘“ğ‘¨ğ‘•ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘²ğ‘ğ‘¼ ğ‘“ğ‘¤ğ‘° ğ‘¹ ğ‘¢ğ‘±ğ‘‘ ğ‘£ğ‘½ ğ‘¯ ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘§ğ‘®ğ‘¦ğ‘– ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘£ğ‘¦ğ‘¥ ğ‘ªğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ ğ‘‘ğ‘»ğ‘¥ğ‘Ÿ. ğ‘² ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘¸ğ‘— ğ‘‘ ğ‘®ğ‘¨ğ‘ğ‘¦ğ‘¡ ğ‘¿ğ‘¼ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘·ğ‘¤ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘²ğ‘‘ ğ‘•ğ‘µğ‘¯, ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘¬ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘•ğ‘³ğ‘— ğ‘© ğ‘“ğ‘¹ğ‘• ğ‘©ğ‘¯ğ‘ğ‘®ğ‘°ğ‘ğ‘ºğ‘›.
lt: Nežinau. Bet jeigu negalime šturmuoti jo požeminės tvirtovės, privalome bėgti arba laukti čia ir užtikrintai pražūti, besikaunant su juo jo diktuojamomis sąlygomis. Žinau, kad jis planuoja žygį į jūsų miestą Vestiną ir jį nusiaubti su visa savo galia; nepasiruošęs miestas tokios jėgos neatlaikys.

source: We have beaten them both, criminals and undead!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘‘ğ‘©ğ‘¯ ğ‘ğ‘§ğ‘¥ ğ‘šğ‘´ğ‘”, ğ‘’ğ‘®ğ‘¦ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›!
lt: Mes juos abu nugalėjome, nusikaltėlius ir nemirėlius!

source: We should make haste to return to Wesnoth before the harvest. Fall arrived some time ago.
en@shaw: ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘¥ğ‘±ğ‘’ ğ‘£ğ‘±ğ‘•ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘£ğ‘¸ğ‘ğ‘§ğ‘•ğ‘‘. ğ‘“ğ‘·ğ‘¤ ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘²ğ‘¥ ğ‘©ğ‘œğ‘´.
lt: Turėtume paskubėti grįžti į Vesnotą iki derliaus nuėmimo. Ruduo jau kuris laikas kaip atslinkęs.

source: Do not be so hasty; great mages are no mere tricksters to be easily defeated. I fear that there are tunnels and catacombs buried beneath his fortress and that we have merely defeated a specter. If we wish to cleanse the land of his evil, we must enter the darkness and root him out from within.
lt: Ne taip greitai. Didieji magai – ne kokie pokštininkai, kad juos taip lengvai nugalėti. Baiminuosi, kad po šia pilimi glūdi tuneliai ir katakombos, ir kad mes nugalėjome tiktai šmėklą. Jei norime išvalyti žemę nuo šio blogio, privalome leistis į tamsą ir išrauti jį iš vidaus.

source: There are strong magical wards placed here that would prevent you from entering, but I am capable of opening them to let us all pass.
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¢ğ‘¹ğ‘›ğ‘Ÿ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘‘ ğ‘£ğ‘½ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘¿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘¦ğ‘™, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘¨ğ‘¥ ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘´ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘·ğ‘¤ ğ‘ğ‘­ğ‘•.
lt: Čia yra stiprūs stebuklingi užraktai, kurie neleistų jums patekti vidun, bet aš moku juos nuimti, kad galėtume praeiti.

source: My men are not dwarves! How are we to fight in catacombs and tunnels?
en@shaw: ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ! ğ‘£ğ‘¬ ğ‘¸ ğ‘¢ğ‘° ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘¦ğ‘¯ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘’ğ‘´ğ‘¥ğ‘Ÿ ğ‘¯ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ?
lt: Mano vyrai ne dvarfai! Kaip mums teks kautis katakombose ir tuneliuose?

source: Someone must take news back to Wesnoth of this new evil that lurks near our borders. Who knows how many more of these undead are hiding in the forest?
en@shaw: ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘³ğ‘¯ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¯ğ‘¿ğ‘Ÿ ğ‘šğ‘¨ğ‘’ ğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘¿ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘»ğ‘’ğ‘• ğ‘¯ğ‘½ ğ‘¬ğ‘¼ ğ‘šğ‘¹ğ‘›ğ‘¼ğ‘Ÿ. ğ‘£ğ‘µ ğ‘¯ğ‘´ğ‘Ÿ ğ‘£ğ‘¬ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘¹ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¸ ğ‘£ğ‘²ğ‘›ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘?
lt: Kažkas turi nunešti žinią į Vesnotą apie naują pavojų, tykantį šalia mūsų sienų. Kas žino kiek dar tų nemirėlių slapstosi miškuose?

source: Go, Sir Gerrick, and take with you an escort of elves, if Ethiliel will permit it.
en@shaw: ğ‘œğ‘´, Â·ğ‘•ğ‘» Â·ğ‘¡ğ‘ºğ‘¦ğ‘’, ğ‘¯ ğ‘‘ğ‘±ğ‘’ ğ‘¢ğ‘¦ğ‘ ğ‘¿ ğ‘©ğ‘¯ ğ‘§ğ‘•ğ‘’ğ‘¹ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¦ğ‘“ Â·ğ‘§ğ‘”ğ‘¦ğ‘¤ğ‘°ğ‘§ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘»ğ‘¥ğ‘¦ğ‘‘ ğ‘¦ğ‘‘.
lt: Vyk, sere Gerikai, ir pasiimk su savimi elfų palydą, jei tik Etilielė leis.

source: Indeed I will. My kinsfolk will protect you and your message!
lt: Tikrai leisiu. Mano tautiečiai sergės ir tave, ir tavo nešamą žinią!

source: Fare well, Deoran! I will be there to greet you when you return to Kerlath Province.
en@shaw: ğ‘“ğ‘º ğ‘¢ğ‘§ğ‘¤, Â·ğ‘›ğ‘°ğ‘´ğ‘®ğ‘¨ğ‘¯! ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ğ‘º ğ‘‘ ğ‘œğ‘®ğ‘°ğ‘‘ ğ‘¿ ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ Â·ğ‘’ğ‘»ğ‘¤ğ‘¨ğ‘” ğ‘ğ‘®ğ‘ªğ‘ğ‘¦ğ‘¯ğ‘•.
lt: Sėkmės, Deoranai! Aš pirmasis pasveikinsiu tave sugrįžtantį į Kerlato provinciją.

source: Tidings, Good and Ill
en@shaw: ğ‘‘ğ‘²ğ‘›ğ‘¦ğ‘™ğ‘Ÿ, ğ‘œğ‘«ğ‘› ğ‘¯ ğ‘¦ğ‘¤
lt: Žinios, geros ir blogos

source: Enemies
en@shaw: ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ
lt: Priešai

source: Ssesseth
lt: Ssesset

source: Zasz
lt: Zašzas

source: Zerix
lt: Zeriksas

source: Scorpion
en@shaw: ğ‘•ğ‘’ğ‘¹ğ‘ğ‘°ğ‘©ğ‘¯
lt: Skorpionas
