Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: I... I understand. I will ride with all haste to Westin, to rally the garrison and make ready the defense. Minister Hylas, we shall return as soon as we can, and surely relieve you!
ar: أنا... أنا أفهم. سأركض بكل سرعة إلى ويستن، لأحشد الحامية وأهيئ الدفاع. الوزير هايلاس، سنعود بأسرع ما نستطيع، وبالتأكيد سنخفف عنك!
es: Lo... entiendo. Cabalgaré de inmediato a Westin, para reunir a la guarnición y preparar la defensa. Ministro Hylas, volveremos tan pronto como podamos, y seguramente lo relevaremos.
fi: Minä... ymmärrän. Ratsastan täyttä laukkaa Westiniin kokoamaan varuskunnan ja valmistelemaan puolustusta. Pappi Hylas, me palaamme hetimmiten ja vapautamme teidät taatusti!
gl: Eu... entendo. Cabalgarei coa máxima urxencia cara a Westin, para reunir á gornición e preparar a defensa. Padre Hilas, volveremos tan pronto como poidamos, e seguramente vos relevaremos!
it: Io... capisco. Cavalcherò a tutta velocità verso Westin, per allertare la guarnigione e allestire le difese della città. Ministro Hylas, ritorneremo al più presto con i rinforzi e vi recupereremo!

source: Sure, relieve us... Look, just don’t do anything stupid without me around to keep an eye on you, okay? Now get out of here before I change my mind.
ar: بالتأكيد، خفف عنا... انظر، فقط لا تفعل شيئاً غبياً دون أن أكون هنا لمراقبتك، حسناً؟ الآن اخرج من هنا قبل أن أغير رأيي.
es: Claro, relevar... Mira, solo no hagan nada imprudente sin que yo esté para vigilar, ¿de acuerdo? Ahora vayan antes de que cambie de opinión.
fi: Toki, vapauta meidät... Ethän tee mitään typerää ilman, että katson perääsi, jooko? Häivy nyt ennen kuin muutan mieleni.
gl: Claro, relevarnos... Mira, só non fagas nada estúpido sen que eu estea por preto para vixiarte, vale? Agora vaite antes de que cambie de idea.
it: Certo, recuperarci... Senti, cerca di non fare qualcosa di stupido quanto non sono nei paraggi e riguardati, okay? E ora vattene prima che cambi idea.

source: You know full well what the outcome of our battle here will be. I’m trustin’ you to protect m’ home from the undead; all I ask o’ you is to remember us. Farewell, Sir Deoran!
ar: أنت تعرف جيداً ما ستكون عليه نتيجة معركتنا هنا. أنا أثق بك لحماية منزلي من الأموات؛ كل ما أطلبه منك هو أن تتذكرنا. وداعاً، السير ديوران!
es: Sabes perfectamente cuál será el resultado de nuestra batalla aquí. Confío en que protegerás mi hogar de los no muertos; todo lo que te pido es que nos recuerdes. ¡Adiós, Sir Deoran!
fi: Tiedät kyllä, mikä on taistelumme lopputulema täällä. Mä luotan, että suojelette kotiani epäkuolleilta. Pyydän vain muistamaan meitä. Hyvästi, Sir Deoran!
gl: Sabes moi ben cal será o resultado da nosa batalla aquí. Confío en que protexas o noso fogar dos non mortos e só che pido que te lembres dos que caeron defendendo a nosa terra. Adeus, Señor Deoran!
it: Sai quale sarà l’esito finale della nostra battaglia qui. Sono certo che proteggerai la nostra casa dai non-morti e ti chiedo solo di ricordare quelli che sono caduti difendendo la nostra terra. Addio, Ser Deoran!

source: Self-deception does not become you. I only ask that you defeat this lich in the end — do not let our deaths be in vain. May you always serve the light, Deoran.
ar: الخداع الذاتي لا يناسبك. أنا فقط أطلب منك هزيمة هذا الليتش في النهاية — لا تدع موتنا يكون عبثاً. ربما تخدم النور دائماً، ديوران.
es: El autoengaño no te queda bien. Solo te pido que derrotes a este lich al final — no permitas que nuestras muertes sean en vano. Que siempre sirvas a la luz, Deoran.
fi: Itsepetos ei tule sinusta. Pyydän vain, että kukistatte viimein tämän kuolonherran. Älä anna meidän kuolla turhaan. Ollos iäti valoa palveleva, Deoran.
gl: Enganarte a ti mesmo non che queda ben. Só che pido que, ao final, derrotedes a este lich — que as nosas mortes non sexan en vano. Que sempre sirvas á luz, Deoran.
it: Non mentire a te stesso, non ti si addice. Ti chiedo solo di sconfiggere questo lich alla fine: non lasciare che le nostre morti siano vane. Che tu possa sempre servire la luce, Deoran.

source: Protect Captain Mari as long as possible
ar: احمِ الكابتن ماري لأطول فترة ممكنة
es: Protege a la Capitana Mari el mayor tiempo posible
fi: Suojele kapteeni Maria niin kauan kuin voit
gl: Protexe ao capitán Mari o máis que poidas
it: Proteggi Capitan Mari il più a lungo possibile

source: Protect Sir Gerrick as long as possible
ar: احمِ السير جيريك لأطول فترة ممكنة
es: Protege a Sir Gerrick el mayor tiempo posible
fi: Suojele Sir Gerrickiä niin kauan kuin voit
gl: Protexe a Sir Xerric o máis que poidas
it: Proteggi Ser Gerrick il più a lungo possibile

source: Protect Minister Hylas as long as possible
ar: احمِ الوزير هايلاس لأطول فترة ممكنة
es: Protege al Ministro Hylas el mayor tiempo posible
fi: Suojele pappi Hylasia niin kauan kuin voit
gl: Protexe ao padre Hilas o máis que poidas
it: Proteggi il Ministro Hylas il più a lungo possibile

source: The longer you survive, the better-prepared Deoran will be in the next scenario.
ar: كلما بقيت على قيد الحياة لفترة أطول، كلما كان ديوران أكثر استعداداً في السيناريو التالي.
es: Cuanto más tiempo sobrevivas, mejor preparado estará Deoran en el siguiente escenario.
fi: Mitä kauemmin selviät, sitä paremmin Deoran on valmistautunut seuraavassa skenaariossa.
gl: Canto máis tempo sobrevivas, mellor preparado estará Deoran no seguinte escenario.
it: Più a lungo sopravvivi, meglio riuscirà Deoran a prepararsi per il prossimo scenario.

source: I won’t flee like the others, you undead! This is my home and I’ll defend it to the last!
es: ¡No huiré como los demás, no muertos! ¡Esta es mi casa y la defenderé hasta el final!
it: Non fuggirò come gli altri, maledetto non-morto! Questa è casa mia e la difenderò fino all’ultimo respiro!

source: Gold, gold, $gold gold — for the first time in my life I’m rich, except I can’t spend any of it. With the town emptied and our company gone I can’t recruit, so I’ll have to take good care of the few soldiers I have.
ar: ذهب، ذهب، $gold ذهب — لأول مرة في حياتي أصبحت ثرياً، إلا أنني لا أستطيع إنفاق أي منه. مع إخلاء البلدة وذهاب شركتنا لا يمكنني التجنيد، لذا سأضطر إلى الاعتناء جيداً بالجنود القلائل الذين لدي.
es: Oro, oro, $gold de oro — por primera vez en mi vida soy rico, pero no puedo gastar nada. Con la ciudad vacía y nuestra compañía partida, no puedo reclutar, así que debo cuidar bien de los pocos soldados que tengo.
fi: Kultaa, kultaa, $gold kultapalaa — kerrankin olen rikas eläessäni, paitsi etten voi käyttää sitä. Kylä on tyhjänä ja kumppanimme tiessään, joten minun on huolehdittava harvoista sotilaistani.
gl: Ouro, ouro, $gold ouro — por primeira vez na miña vida son rico, agás que non podo gastar nada. Ca vila baleira e a nosa compañía fóra, non podo recrutar, así que terei que coidar ben dos poucos soldados que teño.
it: Oro, oro, $gold pezzi d’oro; per la prima volta nella mia via, sono una persona ricca, a parte il fatto che non posso spendere il becco di un quattrino. Con la città deserta e la nostra compagnia andata via, non posso reclutare nessuno, quindi dovrò prendermi cura dei pochi soldati che ho.

source: $gold gold is more than plenty, but money ain’t much use with th’ town empty and our company gone. I cannae recruit, so I must make the most out o’ every soldier I have.
ar: $gold ذهب أكثر من كافٍ، لكن المال ليس ذا فائدة كبيرة مع إخلاء البلدة وذهاب شركتنا. لا يمكنني التجنيد، لذا يجب أن أستفيد إلى أقصى حد من كل جندي لدي.
es: $gold de oro es más que suficiente, pero el dinero no sirve de mucho con la ciudad vacía y nuestra compañía partida. No puedo reclutar, así que debo aprovechar al máximo a cada soldado que tengo.
fi: $gold kultapalaa on ylen määrin, mutta hiluista ei oo paljonkaan hyötyä, kun kaupunki on tyhjillään ja kumppanit tiessään. En voi värvätä, siispä joka sotilaastani tulee ottaa kaikki irti.
gl: $gold ouro é máis que suficiente, pero os cartos non serve de moito ca vila baleira e a nosa compañía fóra. Non podo recrutar, así que debo aproveitar ao máximo cada soldado que teño.
it: $gold pezzi d’oro sono più che abbondanti, ma il denaro non è di molto aiuto senza una compagnia e con la città deserta. Non posso reclutare, quindi dovrò ottenere il massimo da ogni soldato che mi è rimasto.

source: Funds are in no short supply, but $gold gold is of little use with the town emptied and our company departed. I cannot recruit, so I must make each soldier count.
ar: الأموال ليست قليلة، لكن $gold ذهب ليس ذا فائدة تذكر مع إخلاء البلدة وذهاب شركتنا. لا يمكنني التجنيد، لذا يجب أن أحسب كل جندي.
es: Los fondos no escasean, pero $gold de oro son de poca utilidad con la ciudad vacía y nuestra compañía partida. No puedo reclutar, así que debo aprovechar a cada soldado.
fi: Varoista ei ole pulaa, mutta $gold kultapalasta on vain vähän käyttöä, kun kaupunki on tyhjänä ja kumppanimme tiessään. En voi värvätä, joten kukin sotilas on tärkeä.
gl: Os fondos non faltan, pero $gold de ouro de pouco serve coa vila baleira e a nosa compañía perdida. Non podo recrutar, así que debo facer que cada soldado conte.
it: Abbiamo fondi in abbondanza, ma $gold pezzi d’oro non servono a nulla in una città deserta e senza una compagnia. Non posso reclutare, quindi dovrò fare in modo che ogni soldato faccia la differenza.

source: Defensive Tactics
ar: تكتيكات دفاعية
es: Tácticas defensivas
fi: Puolustustaktiikat
gl: Tácticas defensivas
it: Tattiche Difensive

source: Just because you can attack doesn’t mean you should! When faced with a superior foe, it may sometimes be sensible to stand idle or flee rather than strike and trade away your hitpoints.
ar: مجرد أنك تستطيع الهجوم لا يعني أنك يجب أن تفعل ذلك! عند مواجهة عدو متفوق، قد يكون من الحكمة أحياناً أن تظل ساكناً أو تهرب بدلاً من أن تضرب وتتخلى عن نقاط صحتك.
es: El hecho de que puedas atacar ¡no significa que debas! Al enfrentarte a un enemigo superior, a veces puede ser más sensato quedarse quieto o huir en lugar de atacar y perder puntos de vida.
fi: Se, että voi hyökätä, ei tarkoita, että pitäisi! Kun kohtaa ylivoimaisen vihollisen, voi joskus olla järkevää olla toimettomana tai paeta sen sijaan, että iskee ja tuhlaa elämäpisteitä.
gl: Só porque poidas atacar non significa que debas facelo! Cando te enfrontas a un inimigo superior, ás veces pode ser sensato quedar parado ou fuxir en lugar de atacar e perder os teus puntos de vida.
it: Solo perché tu possa attaccare, non significa che tu debba farlo per forza! Quando si affronta un nemico con una forza superiore, talvolta è meglio rimanere fermi o fuggire piuttosto che colpire e rimetterci dei punti-ferita.

source: Is that all you’ve got? After so much bluster, I thought you would have been able to finish me off by now. Guess lichdom isn’t all it’s cracked up to be.
ar: هل هذا كل ما لديك؟ بعد كل هذا التبجح، ظننت أنك ستكون قادراً على إنهائي الآن. أعتقد أن حالة الليتش ليست كما يُزعم.
es: ¿Eso es todo lo que tienes? Después de tanto alarde, pensé que ya me habrías terminado. Supongo que ser lich no es tan impresionante como dicen.
fi: Siinäkö kaikki? Kaiken sen mölyn jälkeen luulin, että olisit jo nyt hoidellut minut. Eipä taida kuolonherruus olla sitä, mitä se on olevinaan.
gl: Iso é todo o que tes? Despois de tanta fanfarronada, pensei que xa deberías ser capaz de rematar comigo. Parece que ser lich non é tan impresionante como din.
it: Tutto qui quello che hai? Dopo così tante fanfaronate, pensavo che fossi già riuscito a finirmi. Immagino che essere un lich non sia tutto ciò che si dice.

source: C’mon, is that all you’ve got? I thought liches were supposed to be terrifyin’! I’m not afraid of death, only of failing my people.
ar: هيا، هل هذا كل ما لديك؟ ظننت أن الليتش من المفترض أن يكونوا مرعبين! أنا لا أخاف الموت، فقط أخاف من أن أخيب ظن شعبي.
es: Vamos, ¿eso es todo lo que tienes? ¡Pensé que los liches se suponía que eran terroríficos! No temo a la muerte, solo a fallarle a mi gente.
fi: Etkös parempaan pysty? Luulin, että kuolonherrojen piti olla pelottavia! En pelkää kuolemaa vaan kansani pettämistä.
gl: Vaia, iso é todo? Pensaba que os liches daban medo! Non temo á morte, só fallar á miña xente.
it: Eddai, è tutto qui quello che hai? Pensavo si supponesse che i lich fossero terrificanti! Non ho paura di morire, temo soltanto di deludere la mia gente.

source: Lich, you bluster of destructive secrets and powers immemorial. Yet here I stand, and here I yet draw breath. The light shall never surrender to the darkness.
ar: أيها الليتش، أنت تتبجح بأسرار تدميرية وقوى قديمة. لكني ما زلت هنا، وما زلت أتنفس. النور لن يستسلم أبداً للظلام.
es: Lich, alardeas de secretos destructivos y poderes ancestrales. Sin embargo, aquí estoy, y aún respiro. La luz nunca se rendirá ante la oscuridad.
fi: Kuolonherra, sinä uhoat tuhoisista salaisuuksista ja muinaisista voimista. Silti minä vielä seison ja hengitän tässä. Valo ei koskaan antaudu pimeydelle.
gl: Lich, fanfarrón de segredos destructivos e poderes inmemoriais. Aquí estou, aquí aínda respiro. A luz nunca se renderá á escuridade.
it: Lich, spari baggianate di segreti distruttivi e poteri immemori. Eppure eccomi ancora qui, e qui ancora respiro. La luce non si arrenderà mai all’oscurità.

source: The annoyance dares to speak. I will not bandy words with vermin, human.
ar: المزعج يجرؤ على الكلام. لن أتبادل الكلمات مع حشرات مثل البشر.
es: La molestia se atreve a hablar. No intercambiaré palabras con una alimaña, humano.
fi: Kiusankappale tohtii puhua. En hölise syöpäläisten kanssa, ihminen.
gl: O insolente atreveuse a falar. Non perderei palabras con vermes, humano.
it: Il fastidio osa parlare. Non scambierò parole con i parassiti, umano.

source: Yeah... figures that I wouldn’t get a happy ending. Good luck, rookie...
ar: نعم... من المتوقع أنني لن أحصل على نهاية سعيدة. حظاً موفقاً، أيها المبتدئ...
es: Sí... era de esperar que no tuviera un final feliz. Buena suerte, novato...
fi: Joo... arvelin, etten saisi onnellista loppua. Onnea matkaan, alokas...
gl: Xa... era de agardar que non tivese un final feliz. Sorte, novato...
it: Sì... immagino che non ci sarà un lieto fine. Buona fortuna, novellino...

source: Urghhh.... Good luck, sir, wherever you are... I only hope we bought enough time...
ar: آه.... حظاً موفقاً، سيدي، أينما كنت... أتمنى فقط أننا كسبنا ما يكفي من الوقت...
es: Urghhh... Buena suerte, señor, dondequiera que estés... Solo espero que hayamos comprado suficiente tiempo...
fi: Urghhh.... Lykkyä tykö, herra, missä lienetkin... Kunpa vain ostimme tarpeeksi aikaa...
gl: Urghhh... Sorte, señor, onde queiras que esteas... Só espero que gañasemos tempo dabondo...
it: Arghhh... Buona fortuna, ser, ovunque cosa voi siate... Spero solo di avervi fatto guadagnare abbastanza tempo...

source: From the light I came... and into the light I go...
ar: من النور جئت... وإلى النور أعود...
es: De la luz vengo... y hacia la luz voy...
fi: Valosta tullut... ja valoon tuleva...
gl: Da luz veño... e á luz vou...
it: Vengo dalla luce... E nella luce faccio ritorno...

source: A pathetic display. Westin will pose no more of a challenge than did this rabble. March onward, my skeletons! We’ll sweep through Westin and raze it to the ground!
ar: عرض مثير للشفقة. ويستن لن تشكل تحدياً أكثر من هذا الحشد. انطلقوا إلى الأمام، يا هيكلي العظام! سنجتاح ويستن ونمحوها عن وجه الأرض!
es: Una exhibición patética. Westin no representará más desafío que esta chusma. ¡Marchen, mis esqueletos! Barreremos Westin y la arrasaremos por completo.
fi: Säälittävä esitys. Westinistä ei ole suurempaa haastetta kuin tästäkään roskasakista. Eespäin, luurankoni! Me pyyhällämme Westinin yli ja tuhoamme sen maan tasalle!
gl: Un espectáculo patético. Westin non suporá máis desafío ca esta chusma. Avanzade, os meus esqueletos! Arrasaremos Westin ata deixala en cinzas!
it: Una patetica dimostrazione. Westin non rappresenterà una sfida più grande di quanto non abbia fatto questa marmaglia. Avanti, miei scheletri! Spazzeremo via Westin e la raderemo al suolo!

source: Pesky humans; you’ve delayed me, but not for long. Westin will pose no more of a challenge than did this rabble. March onward, my skeletons! We’ll sweep through Westin and raze it to the ground!
ar: بشر مزعجون؛ لقد أخرتموني، لكن ليس لفترة طويلة. ويستن لن تشكل تحدياً أكثر من هذا الحشد. انطلقوا إلى الأمام، يا هيكلي العظام! سنجتاح ويستن ونمحوها عن وجه الأرض!
es: Humanos molestos; me han retrasado, pero no por mucho. Westin no representará más desafío que esta chusma. ¡Marchen, mis esqueletos! Barreremos Westin y la arrasaremos por completo.
fi: Ihmisriesat, te viivytitte minua, muttei kauan. Westinistä ei ole suurempaa haastetta kuin tästäkään roskasakista. Eespäin, luurankoni! Me pyyhällämme Westinin yli ja tuhoamme sen maan tasalle!
gl: Humanos teimudos; retardastesme, pero non por moito. Westin non será máis difícil ca esta chusma. Avanzade, meus esqueletos! adiante, meus esqueletos! Arrasaremos Westin e deixaremos só cinzas!
it: Piccoli umani fastidiosi, mia avete rallentato, ma non troppo a lungo. Westin non rappresenterà una sfida più grande di quanto non abbia fatto questa marmaglia. Avanti, miei scheletri! Spazzeremo via Westin e la raderemo al suolo!

source: Pesky little humans! You may have delayed me, but my victory is inevitable. March onward, my skeletons! We’ll sweep through Westin and raze it to the ground!
ar: بشر صغار مزعجون! ربما أخرتموني، لكن انتصاري حتمي. انطلقوا إلى الأمام، يا هيكلي العظام! سنجتاح ويستن ونمحوها عن وجه الأرض!
es: ¡Pequeños humanos molestos! Puede que me hayan retrasado, pero mi victoria es inevitable. ¡Marchen, mis esqueletos! Barreremos Westin y la arrasaremos por completo.
fi: Pikku ihmisriesat! Ehkä viivytitte minua, mutta voittoni on vääjäämätön. Eespäin, luurankoni! Me pyyhällämme Westinin yli ja tuhoamme sen maan tasalle!
gl: Pequeniños humanos teimudos! Retardastesme, pero a miña vitoria é inevitable. Avanzade, meus esqueletos! Marcha adiante, meus esqueletos! adiante, meus esqueletos! Arrasaremos Westin e deixaremos só cinzas!
it: Piccoli umani fastidiosi! Potrete anche avermi rallentato, ma la mia vittoria è inevitabile. Avanti, miei scheletri! Spazzeremo via Westin e la raderemo al suolo!

source: Pesky little humans! You may have delayed me for longer than expected, but my victory is inevitable. March onward, my skeletons! We’ll sweep through Westin and raze it to the ground!
ar: بشر صغار مزعجون! ربما أخرتموني لفترة أطول مما توقعت، لكن انتصاري حتمي. انطلقوا إلى الأمام، يا هيكلي العظام! سنجتاح ويستن ونمحوها عن وجه الأرض!
es: ¡Pequeños humanos molestos! Puede que me hayan retrasado más de lo esperado, pero mi victoria es inevitable. ¡Marchen, mis esqueletos! Barreremos Westin y la arrasaremos por completo.
fi: Pikku ihmisriesat! Ehkä viivytitte minua odotettua kauemmin, mutta voittoni on vääjäämätön. Eespäin, luurankoni! Me pyyhällämme Westinin yli ja tuhoamme sen maan tasalle!
gl: Pequeniños humanos teimudos! Pode que me atrasarades máis do que agardaba, pero a miña vitoria é inevitable. ¡Avanzade, meus esqueletos! ¡Arrasaremos Westin ata deixala en cinzas!
it: Piccoli umani fastidiosi! Potrete anche avermi rallentato più di quanto pensassi, ma la mia vittoria è inevitabile. Avanti, miei scheletri! Spazzeremo via Westin e la raderemo al suolo!

source: Infuriating humans! How dare you survive for so long? March onward, my skeletons, we must now make haste! We’ll sweep through Westin and raze it to the ground!
ar: بشر مثيرون للغضب! كيف تجرؤون على البقاء على قيد الحياة لهذه الفترة الطويلة؟ انطلقوا إلى الأمام، يا هيكلي العظام، يجب أن نسرع الآن! سنجتاح ويستن ونمحوها عن وجه الأرض!
es: ¡Humanos enfurecedores! ¿Cómo se atreven a sobrevivir tanto tiempo? ¡Marchen, mis esqueletos, debemos apresurarnos ahora! Barreremos Westin y la arrasaremos por completo.
fi: Raivostuttavat ihmiset! Kuinka kehtaatte selvitä niin kauan? Eespäin, luurankoni, täytyy kiirehtiä! Me pyyhällämme Westinin yli ja tuhoamme sen maan tasalle!
gl: Humanos irritantes! Como vos atrevedes a sobrevivir tanto tempo? Avanzade, meus esqueletos, agora debemos apurarnos! Arrasaremos Westin ata deixala en cinzas!
it: Esasperanti umani ! Come osate sopravvivere così a lungo?. Avanti, miei scheletri, dobbiamo affrettarci! Spazzeremo via Westin e la raderemo al suolo!

source: What!? Impossible! Beaten by a mere handful of humans? This cannot be! I must purge you all — I must destroy all who live... I must...
ar: ماذا!؟ مستحيل! هُزمت من قبل حفنة من البشر؟ هذا لا يمكن أن يكون! يجب أن أطهركم جميعاً — يجب أن أدمر كل من يعيش... يجب أن...
es: ¿Qué!? ¡Imposible! ¿Derrotado por un puñado de humanos? ¡Esto no puede ser! Debo purgar a todos — debo destruir a todos los que viven... debo...
fi: Mitäh!? Mahdotonta! Vain kourallinen ihmisiä voitti? Ei voi olla! Minun täytyy tehdä selvää teistä kaikista. Minun on tuhottava kaikki elävät... Minun täytyy...
gl: Que!? Imposible! Derrotados por un simple puñado de humanos? Isto non pode ser! Debo purgarvos a todos, debo destruír a todos os que viven... Debo...
it: Cosa!? Impossibile! Sconfitto da una manciata di umani? Non è possibile! Devo purificarvi tutti, devo distruggere tutti gli esseri viventi... devo...

source: These worthless humans just bested you and your armies. Your time has come, once-wise sage of the elves.
ar: هؤلاء البشر التافهون هزموك وجيوشك. لقد حان وقتك، أيها الحكيم العاقل السابق من الإلف.
es: Estos humanos inútiles acaban de superarte a ti y a tus ejércitos. Ha llegado tu hora, antiguo sabio de los elfos.
fi: Nämä kelvottomat ihmiset juuri voittivat sinut ja armeijasi. Aikasi on koittanut, entinen viisas haltiatietäjä.
gl: Estes humanos sen valor venceronte a ti e aos teus exércitos. Chegou o túa hora, outrora sabio dos elfos.
it: Questi umani senza valore ti hanno appena sconfitto, te e le tue armate. È giunto il tuo momento, per te che eri conosciuto come saggio tra i saggi degli Elfi.

source: No, <b><i>I</i></b> mus’ destroy <b><i>you</i></b>. Your time ha’ come, once-wise sage o’ th’ elves.
ar: لا، <b><i>أنا</i></b> يجب أن أدمر <b><i>ك</i></b>. لقد حان وقتك، أيها الحكيم العاقل السابق من الإلف.
es: No, <b><i>yo</i></b> debo destruir <b><i>tú</i></b>. Ha llegado tu hora, antiguo sabio de los elfos.
fi: Ei, <b><i>mun</i></b> täytyy tuhota <b><i>sut</i></b>. Sun aikas päättyi, entinen viisas haltiatietäjä.
gl: Non, <b><i>eu</i></b> teño que <b><i>destruírte</i></b>. O teu tempo chegou, antigo sabio dos elfos.
it: No, sono <b><i>IO</i></b> che devo distruggere <b><i>TE</i></b>. È giunto il tuo momento, per te che eri conosciuto come saggio tra i saggi degli Elfi.

source: The light will always triumph over the darkness. Your time has come, once-wise sage of the elves.
ar: النور سينتصر دائماً على الظلام. لقد حان وقتك، أيها الحكيم العاقل السابق من الإلف.
es: La luz siempre triunfará sobre la oscuridad. Ha llegado tu hora, antiguo sabio de los elfos.
fi: Valo voittaa aina pimeyden. Aikasi on koittanut, entinen viisas haltiatietäjä.
gl: A luz sempre triunfará sobre a escuridade. Chegou a túa hora, outrora sabio dos elfos.
it: La luce trionferà sempre sull’oscurità. È giunto il tuo momento, per te che eri conosciuto come saggio tra i saggi degli Elfi.

source: Take that! Die, invaders!
ar: خذ هذا! مت، أيها الغزاة!
es: ¡Toma eso! ¡Muere, invasor!
fi: Maista tätä! Kuolkaa, tunkeutujat!
gl: Toma iso! Morrede, invasores!
it: Prendi questo! Crepate, invasori!

source: Into the Depths
ar: إلى الأعماق
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘›ğ‘§ğ‘ğ‘”ğ‘•
es: En las profundidades
fi: Uumeniin
gl: Nas profundidades
it: Negli Abissi
nb_no: Ned i dypet
uk: У глибини
