Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: We have committed wrongdoings in the past, but at least in the fight against the undead, we can be your friends! They are as much our enemies as they are yours, and we know the secrets of their lair and their powers. We can be of great aid in your battle against them!
nb_no: Vi har begått ugjerninger i fortiden, men i kampen mot de vandøde kan vi i det minste være deres allierte! De er like mye våre fiender som de er deres, og vi kjenner hemmelighetene bak deres tilholdssted og deres krefter. Vi kan være til stor hjelp i kampen mot dem!
uk: Ми робили недобрі справи в минулому, але принаймні в битві з мерцями ми можемо бути союзниками! Вони такі ж наші вороги, як і вони ваші, і ми знаємо таємниці їхнього лігва та їхньої сили. Ми будемо значною допомогою в вашій битві проти них!

source: Think of the destruction they wrought on your land! Think of how they trespassed on our lands and kidnapped our wisest sage! No matter what they know of these undead, you cannot ally yourself with these thugs. They are as evil as the undead!
nb_no: Tenk på ødeleggelsene de har påført landet deres! Tenk på hvordan de trengte seg inn på vårt land og kidnappet vår fremste vismann! Uansett hva de vet om de vandøde, kan du ikke alliere deg med disse kjeltringene. De er like onde som de vandøde selv!
uk: Подумай про розруху, що вони принесли на вашу землю! Подумай про те, як вони прокралися на наші землі та викрали нашого наймудрішого мудреця! Неважливо, що вони знають про цих мерців, ти не можеш об'єднатися з цими убивцями. Вони такі ж злі, як і мерці!

source: Peace, let me think! <i>I must consider this carefully... If I ally with the elves, I must fight the bandits, but if I ally with the bandits I will make enemies of the elves...</i>
nb_no: La meg tenke! <i>Jeg må vurdere dette nøye... Hvis jeg allierer meg med alvene, må jeg kjempe mot bandittene, men hvis jeg allierer meg med bandittene, blir jeg alvenes fiende...</i>
uk: Тихіше, дайте мені час! <i>Я маю обережно це обдумати... Якщо я укладу союз з ельфами, мені доведеться битися з бандитами, але якщо ж я об'єднаюся з бандитами, ельфи стануть нашими ворогами...</i>

source: Your crimes are too great. You will fall with the foul undead!
nb_no: Deres udåder er utilgivelige. Dere vil falle sammen de vandøde!
uk: Ваші злочини надто тяжкі. Ми упокоїмо і вас, і мерців!

source: You will pay for taking Mebrin from us! If he is harmed...
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘± ğ‘“ğ‘¹ ğ‘‘ğ‘±ğ‘’ğ‘¦ğ‘™ Â·ğ‘¥ğ‘§ğ‘šğ‘®ğ‘¦ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘³ğ‘•! ğ‘¦ğ‘“ ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘£ğ‘¸ğ‘¥ğ‘›...
lt: Sumokėsi už tai, kad atėmei iš mūsų Mebriną! Jeigu jam kas nutiko...
nb_no: Du skal få unngjelde for at du tok Mebrin fra oss! Hvis han er skadet...
uk: Ви заплатите за викрадення Мебріна! Якщо хоч волосина з нього впала...

source: Very well. All men must unite against the undead.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤. ğ‘·ğ‘¤ ğ‘¥ğ‘§ğ‘¯ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘²ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›.
lt: Labai gerai. Visi žmonės privalo susivienyti prieš nemirėlius.
nb_no: Ja vel. Alle menn må forene seg mot de vandøde.
uk: Чудово. Всі люди мають об'єднатися проти мерців.

source: Excellent, we will fight with you. Come, my thugs and footpads, rally to me!
nb_no: Vi skal stå sammen mot de vandøde! Mine kjeltringer og løsgjengere skal gjøre som du befaler.
uk: Чудово, відтепер ми битимемося за вас. Збирайтеся, мої головорізи та розбишаки, до мене!

source: So it comes to this. All humans are the same! You are no better than these criminals, the very pigs who sacked your towns and burned your villages! If you are brave enough to spurn the aid of the elves, then you are brave enough to find your own way in this forest! Come, my people, let us return to our lands. We were foolish to ever have any dealings with these men. Do not set foot in our land ever again, humans, for you have brought us nothing but grief.
nb_no: Så det er slik det blir. Alle mennesker er like! Dere er ikke bedre enn disse forbryterne, de samme svinene som plyndret byene deres og brente landsbyene deres! Hvis dere er modige nok til å avvise alvenes hjelp, så er dere modige nok til å finne deres egen vei i denne skogen! Kom, mitt folk, la oss vende tilbake til vårt land. Vi returnerer nå til våre egne skoger. Det vår tåpelig av oss å inngå avtaler med menneskene. Våg dere aldri inn på våre enemerker igjen, mennesker, for dere har ikke påført oss annet enn sorg.
uk: То ж воно отак... Усі люди однакові! Ви нічим не кращі за цих злодіїв, тих самих свиней, що грабували ваші міста та палили ваші села! Якщо ви достатньо хоробрі, щоб відкидати допомогу від ельфів, тоді ви достатньо хоробрі, щоб самостійно вибратися з цього лісу! Ходімо, мій народе, повертаємося в наші землі. Помилкою було мати справи з цими людьми. Ніколи більше не заходьте на наші землі, люди, ви не принесли нам нічого, крім горя.

source: The elves have abandoned us in this accursed forest! We are surely lost!
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¯ğ‘› ğ‘³ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘©ğ‘’ğ‘»ğ‘•ğ‘‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘! ğ‘¢ğ‘° ğ‘¸ ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘¤ğ‘ªğ‘•ğ‘‘!
lt: Elfai mus paliko šiame prakeiktame miške! Dabar tikrai pasiklysime!
nb_no: Alvene har forlatt oss i denne forbannede skogen! Vi er fortapt!
uk: Ельфи покинули нас у цьому проклятому лісі! Ми ніколи не знайдемо дорогу додому!

source: Do not fear! I know the way out and can lead you back to your homes after we defeat the undead.
nb_no: Frykt ikke! Jeg vet veien ut og kan lede dere tilbake til hjemmene deres etter at vi har beseiret de vandøde.
uk: Не бійся! Я знаю дорогу та відведу вас до ваших домів, коли ми переможемо мерців.

source: Many of Urza Afalas’s troops are exhausted from battle and cannot attack this turn, but are still able to withdraw and reposition themselves. Units that can move but can’t attack are shown with the <i>disengaged</i> orb.
nb_no: Mange av Urza Afalas' tropper er utmattet av kamp og kan ikke angripe i denne omgangen, men de kan fortsatt trekke seg tilbake og posisjonere seg på nytt. Enheter som kan bevege seg, men ikke angripe, vises med den <i>gule og røde</i> kulen.
uk: Багато бійців Урзи Афаласа втомлені від битви і не можуть атакувати на цьому ходу, але досі здатні відступити чи перегрупуватися. Бійці, котрі здатні рухатися, але не можуть атакувати, мають <i>червоно-жовту</i> сферу.

source: I pay for my crimes, but without me, you cannot fight the undead...
nb_no: Jeg betaler for mine forbrytelser, men uten meg kan dere ikke bekjempe de vandøde...
uk: Я плачу за свої злочини, але без мене вам не перемогти мерців...

source: Fools! That lich will be the death of us all! Now we are all doomed!
nb_no: Tosker! Heksemesteren vil slakte oss alle. Dere har forseglet vår sjebne!
uk: Бовдури! Цей ліч буде смертю для нас усіх! Тепер наш кінець неминучий!

source: Beast of the Lake
en@shaw: ğ‘šğ‘°ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘¤ğ‘±ğ‘’
lt: Ežero pabaisa
nb_no: En fiende i innsjøen
uk: Озерне створіння

source: Graar!
nb_no: Grarr!
uk: Граар!

source: Ouch! Did anyone feel that?
nb_no: Au! Var det noen som følte det?
uk: Ой! Хтось відчув це?

source: Aye, I felt it too. A dreadful chill of perverse origin.
nb_no: Ja, jeg følte det også. En fryktelig kulde av unaturlig opprinnelse.
uk: Еге ж, я теж це відчуваю. Огидний викривлений дотик.

source: It is the work of the undead. They have begun to cast a spell on us to drain our energy and trap us in these forests. We must hurry before they complete their dark magic, or we will not be able to escape this harrowing place, much less find and defeat them.
nb_no: Det er de vandødes verk. De har begynt å kaste en trolldom over oss for å tappe oss for energi og fange oss i disse skogene. Vi må skynde oss før de fullfører sin mørke magi, ellers vil vi ikke være i stand til å rømme fra dette grusomme stedet, langt mindre finne og beseire dem.
uk: Це справа мерців. Вони почали читати заклинання, щоб висмоктати наше життя і захопити в пастку в цих лісах. Нам треба поквапитися, поки вони не завершили своє темне чаклунство, інакше ми не зможемо врятуватися з цього жахливого місця, не кажучи вже про те, щоб знайти та перемогти їх.

source: Foul magic pervades these forests.
nb_no: Skogen er gjennomsyret av ond magi.
uk: Огидна магія паплюжить ці ліси.

source: The spell grows stronger by the moment.
nb_no: Fortryllelsen blir sterkere for hvert øyeblikk.
uk: Сила заклинання зростає кожної миті.

source: The darkness is so heavy... I do not know how much longer I can go on...
nb_no: Mørket er så tungt... Jeg vet ikke hvor mye lenger jeg kan fortsette...
uk: Темрява занадто важка... Я не знаю, як довго я ще зможу йти...

source: It is... so cold...
nb_no: Det er... så kaldt...
uk: Тут так... холодно...

source: The undead have ensnared us in their spell... we will not be able to escape now...
nb_no: De vandøde har fanget oss i sin trolldom... Nå kan vi ikke unnslippe...
uk: Мерці спіймали нас у своє закляття... тепер нам не врятуватися...

source: Well! That was easier than I thought it would be.
nb_no: Vell! Dette var enklere enn jeg fryktet.
uk: Чудово! Це було легше, ніж я думав.

source: Indeed. The lich has fallen. Looks like the corrupted sage was no match for us!
nb_no: Det er sant. Heksekongen har falt. Den korrupte vismannen var ingen utfordring for oss!
uk: Справді. Ліча знищено. Схоже, ми були не по зубах для спаплюженого мудреця!

source: I’m afraid it is not so. This was merely a phantom of the true Mebrin. He resides in catacombs deep underneath the castle, but they cannot be entered without magical means. We would require elvish magic in order to dispel the barrier he has erected.
nb_no: Jeg er redd det ikke er slik. Dette var bare et fantom av den sanne Mebrin. Han bor i katakombene dypt under slottet, men de kan ikke nås uten magiske midler. Det kreves alvemagi for å oppheve barrieren han har satt opp.
uk: Я боюся що ні. Це був просто привид справжнього Мебріна. Він знаходиться у глибоких катакомбах під замком, але туди можна потрапити лише за допомогою магії. Нам потрібна ельфійська магія, щоб зруйнувати його бар'єр.

source: What?! You knew this all along and yet you still brought us here? You misled us!
nb_no: Hva?! Du visste dette hele tiden, og likevel tok du oss med hit? Du villedet oss!
uk: Що?! Ти знав це, але все одно привів так сюди? Ти обманув нас!

source: If I had told you, you and the elves would have killed me! I had no choice!
nb_no: Hadde jeg sagt det, ville du og alvene ha drept meg! Jeg hadde ikke noe valg!
uk: Якби я вам сказав, ви разом з ельфами вбили б мене! У мене не було вибору!

source: Perhaps we should correct that error now.
en@shaw: ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘»ğ‘¹ ğ‘¯ğ‘¬.
lt: Gal dabar būtų laikas ištaisyti klaidą.
nb_no: Kanskje vi bør rette opp den feilen nå.
uk: Тоді ми маємо чудову нагоду виправити цю прикру помилку.

source: Then you would surely be lost in these woods, hounded by the undead and made into their slaves. I can lead you and your men back to the lands of Wesnoth, but only if you promise to grant me pardon.
nb_no: Da vil dere være fortapt i disse skogene, jaget av de vandøde og gjort til deres slaver. Jeg kan føre deg og dine menn tilbake til Wesnoth, men bare hvis du lover å benåde meg.
uk: Тоді, безсумнівно, ви загубитеся у цих лісах назавжди, і складете зброю на милість мерцям. Я можу вивести вас і ваших людей назад, у Веснот, якщо ви подаруєте мені помилування.

source: Ethiliel could have dispelled these magical wards if we had not fallen for your lies! But I foolishly spurned her advice and all the aid she had offered. I am of a mind to terminate your life here and now, but since elves have abandoned us... that would seem to be our only choice. But what about Mebrin? The undead will keep attacking our homes unless we root them out at the source.
nb_no: Ethiliel kunne ha fjernet disse magiske skjoldene hvis vi ikke hadde falt for løgnene dine! Men som en tåpe avviste jeg hennes råd og all hjelpen hun tilbød. Jeg har lyst til å ta livet av deg her og nå, men siden alvene har forlatt oss... ser det ut til å være vårt eneste valg. Men hva med Mebrin? De vandøde vil fortsette å angripe hjemmene våre om vi ikke rykker dem opp ved roten.
uk: Етілієль могла б розвіяти цей магічний захист, якби ми не повірили твоїй брехні! Але я бездумно відкинув її пораду та всю допомогу, що вона пропонувала. Я хочу вбити тебе прямо тут і зараз, але раз ельфи покинули нас... вибір невеликий. Але що з Мебріном? Мерці будуть нападати на наші домівки постійно, допоки ми не винищимо їх до ноги.

source: You would never make it back on your own.
nb_no: Dere ville aldri funnet veien tilbake på egen hånd.
uk: Самостійно ви ніколи не повернеться.

source: Bah, it is not like we have a choice. Very well, you will lead us back to Westin, and we will grant your pardon so long as you do not try any more trickery. But this does not solve the problem of the undead!
nb_no: Bah, vi har jo ikke noe valg. Greit, du skal føre oss tilbake til Westin, og vi benåder deg så lenge du ikke prøver deg på flere lurerier. Men dette løser ikke problemet med de vandøde!
uk: От ще, схоже, в нас нема вибору. Добре, ти відведеш нас до Вестіну, а ми гарантуємо тобі прощення, якщо більше ти не викидатимеш дурниць. Але це не вирішує нашої проблеми з мерцями!

source: I know that Mebrin intends to lead the undead to Westin and raze the city. While his power is great and his army vast, we have fought the undead before and know that they can be defeated. Deoran—
nb_no: Jeg vet at Mebrin vil lede de vandøde til Westin og rasere byen. Selv om hans makt er stor og hæren hans enorm, har vi kjempet mot de vandøde før og vet at de kan beseires. Deoran—
uk: Я знаю, що Мербін збирається самостійно повести мерців на Вестін, щоб пограбувати місто. Хоч його сила й велика, а його армія незліченна, ми билися з мерцями раніше і знаємо, що їх можна перемогти. Деоране—

source: That’s <i>Sir</i> Deoran to the likes of you!
nb_no: Det er <i>Sir</i> Deoran for sånne som deg!
uk: Для таких, як ти, <i>Пан</i> Деоран!

source: Yes, yes, Sir Deoran! If we fight against the undead on open plains or in the forests, we will surely be slaughtered. But, if we prepare our defenses and fortify the city walls, we may be able to hold back the undead and even strike at the lich-sage himself.
nb_no: Ja, ja, Sir Deoran! Hvis vi kjemper mot de vandøde på åpne sletter eller i skogene, vil vi helt sikkert slaktes. Men hvis vi forbereder forsvaret vårt og befester bymurene, kan vi kanskje holde de vandøde tilbake og til og med angripe heksekongen selv.
uk: Так, так, Пане Деоране! Якщо ми битимося проти мерців у відкритому полі чи в лісі, нас точно всіх переб'ють. Але, якщо ми підготуємо захист та підсилимо стіни міста, ми, може, відіб'ємо атаку мерців і навіть знищимо самого ліча-мудреця.

source: Then we shall retreat towards Westin and prepare for the oncoming battle. I pray our only chance at victory was not lost today.
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘ ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘›ğ‘Ÿ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ ğ‘¯ ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘“ğ‘¹ ğ‘ ğ‘ªğ‘¯ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤. ğ‘² ğ‘ğ‘®ğ‘± ğ‘¬ğ‘¼ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘‘ğ‘«ğ‘›ğ‘±.
lt: Tuomet trauksimės link Vestino ir ruošimės artėjančiam mūšiui. Meldžiuosi, kad šiandien nebūtume praradę vienintelio mūsų šanso pergalei.
nb_no: Så skal vi trekke oss tilbake mot Westin og forberede oss på det kommende slaget. Jeg ber om at vår eneste sjanse til seier ikke gikk tapt i dag.
uk: Тоді ми відступимо до Вестіну, і будемо готуватися до скорої битви. Сподіваюся, що сьогодні не був втрачений останній шанс на перемогу.

source: Now to defeat those bandits!
nb_no: Nå må vi beseire bandittene!
uk: Тепер переб'ємо цих бандитів!

source: We have beaten them both, outlaws and undead!
nb_no: Vi har beseiret begge, lovløse og vandøde!
uk: Ми перемогли обох — і бандитів, і мерців!

source: We should make haste to return to Wesnoth. I think the fall harvest should be soon!
nb_no: Vi bør skynde oss tilbake til Wesnoth før innhøstingen. Trærne har allerede begynt å gulne, og vår hjelp trengs utvilsomt hjemme!
uk: Ми повинні поквапитися повернутися до Весноту. Здається, скоро буде сезон збору врожаю!

source: Do not be so hasty. Powerful mages are not so easily defeated, and those skilled in the dark arts are especially adept at misdirection. There are many tunnels and catacombs buried beneath this fortress which emanate a great, dark energy. If we wish to cleanse the land of this evil, we must enter the crypt and root it out from within.
nb_no: Ikke forhast dere. Mektige magikere er ikke så lette å beseire, og de som er dyktige i mørkekunster, er særlig dyktige til å villede. Det er mange tunneler og katakomber begravd under denne festningen som utstråler en mektig, mørk energi. Hvis vi ønsker å rense landet for denne ondskapen, må vi gå inn i krypten og og rykke ondskapen opp med roten.
uk: Не так швидко. Великих магів так просто не перемогли, і ті, хто здатні до темних мистецтв, особливо сильні в омані. Під цією фортецею залягають тунелі та катакомби, від них відчувається потужна темна енергія. Якщо ми хочемо очистити цю землю від зла, ми мусимо ступити в склеп і знищити все зло всередині.

source: Very well, but where is the entrance?
nb_no: Ja vel, men hvor er inngangen?
uk: Добре, але де тоді вхід?

source: There are strong magical wards that have hidden the way and bar our entry, but I am capable of dispelling them. It will take some time so stand back and get what rest you can. We are likely to face fierce opposition once we enter the caverns.
nb_no: Det er sterke magiske skanser som har skjult veien og hindrer oss i å komme inn, men jeg er i stand til å fjerne dem. Det vil ta litt tid, så trekk dere tilbake og hvil så godt dere kan. Vi vil sannsynligvis møte kraftig motstand når vi kommer inn i hulegangene.
uk: Тут є сильний магічний захист, що приховує шлях та перешкоджає нам пройти, але я здатна розвіяти його. Це займе певний час, тому відійдіть та трохи відпочиньте. Скоріше за все ми зустрінемо потужний опір, коли ввійдемо до печер.

source: Indeed. We will leave you to your work and prepare ourselves for the coming battle.
nb_no: Sannelig. Vi skal la dere være i fred og forberede oss på det kommende slaget.
uk: Справді, тоді ми залишимо тобі твою роботу, і приготуємося до наступної битви.

source: Groth
en@shaw: ğ‘œğ‘®ğ‘­ğ‘”
lt: Grotas
nb_no: Gruth
uk: Гроз

source: Mal Tera
uk: Мал Тера

source: Eye Guardian
en@shaw: ğ‘² ğ‘œğ‘¸ğ‘›ğ‘¦ğ‘©ğ‘¯
lt: Akies sargybinis
nb_no: Øyevokter
uk: Око-охоронець

source: Mal Maul
uk: Мал Маул

source: female^Mal Maul
nb_no: Mal Maul
uk: Мал Маула

source: Grek
lt: Grekas
uk: Грік

source: Find the source of the undead under the citadel
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘•ğ‘¹ğ‘• ğ‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘©ğ‘›ğ‘§ğ‘¤
lt: Suraskite nemirėlių šaltinį po citadele
nb_no: Finn kilden til de vandøde under festningen.
uk: Знайти джерело мерців під фортецею

source: It is so dark down here! It feels like the light from our torches is doing hardly anything at all.
nb_no: Det er så mørkt her nede! Det føles som om lyset fra fakklene våre knapt gir noe lys.
uk: Тут так темно! Здається, наче світло з наших смолоскипів зовсім не світить.

source: That would be the work of the undead. We must proceed slowly, for the evils that the bandits have awoken seem to be quite powerful. We elves are also far less adept in caves than we are in our forests. You will have to lead the way.
nb_no: Det er de vandødes verk. Vi må gå langsomt frem, for ondskapen som bandittene har vekket, ser ut til å være ganske mektig. Vi alver er også langt dårligere i huler enn vi er i skogene våre. Du må vise vei.
uk: Це робота мерців. Нам потрібно рухатися повільніше, бо зло, котрі пробудили розбійники, відчувається доволі сильним. Ми, ельфи, також не такі майстерні в печерах, як у наших лісах. Вам доведеться показувати шлях.

source: Very well. We should all stay close and guard each others’ backs. Something sinister lurks in this darkness.
nb_no: Greit. Vi bør alle holde oss nært og passe på hverandre. Noe ondsinnet lurer i dette mørket.
uk: Добре. Ми маємо залишатися разом та прикривати спини один одного. Щось зловісне ховається в цій темряві.

source: Cavalrymen and Dragoons will be less useful underground than soldiers who fight on foot.
nb_no: Kavalerister og Dragonérer vil være mindre effektive enn fotsoldater her nede.
uk: Кавалеристи та Драгуни будуть не такі корисні під землею, як піші солдати.

source: Soldiers with the <i>quick</i> trait will be useful for traversing rough caverns.
nb_no: <i>Raske</i> vil være best til å utforske de mørke hulene.
uk: Солдати, що мають особливість <i>швидкі</i> , будуть корисні для переміщення нерівними печерами.

source: What manner of horrid creature is this? I have seen many wicked things in my life, but never one so perverse.
nb_no: Hva slags grusom skapning er dette? Jeg har sett mange onde ting i mitt liv, men aldri noe så forkvaklet.
uk: Що за жахливе створіння бачать мої очі? За своє життя я бачив багато нечестивих речей, але такого ще не бачив.

source: Such creatures may be summoned by conjurers of sufficient skill, though I suspect that this is some other beast, twisted by the foul energy of this place. It must have been set here as a guardian.
nb_no: Slike vesener kan påkalles av dyktige magikere, men jeg mistenker at dette er et annet beist, forvridd av stedets urene energi. Det må ha blitt satt her som en vokter.
uk: Такі істоти можуть бути створені чарівниками з достатнім рівнем знань, хоча я підозрюю, що це трохи інше чудовисько, викривлене огидною енергією цього місця. Мабуть, воно тут за охоронця.

source: Who go there? I see... I sees some humans and elfsies! What you doing in our caves?
nb_no: Hvem går der? Jeg ser... Jeg ser noen mennesker og alver! Hva gjør dere i hulene våre?
uk: Хто йти там? Моя бачити... Моя бачити трохи люди та ельфи! Що ви робите в наш печера?

source: We do not mean to trespass on your territory. We are hunting the undead and have no quarrel with you.
nb_no: Vi er ikke her for å trenge oss på. Vi er på jakt etter de vandøde som har søkt tilflukt i grottene.
uk: Ми не хотіли порушувати ваші володіння. Ми полюємо на мерців і не маємо до вас жодних справ.

source: Undead! Pesky skeletons invade our home, drive us into hiding! They too stupid to find us here, but we no leave here either.
nb_no: Vandøde! Plagsomme skjeletter invaderer hjemmet vårt, driver oss i skjul! De er for dumme til å finne oss her, vi ikke dra herfra heller.
uk: Мерці! Кляті черепушки захопити наш дім, ми маємо ховатися! Вони тупий, щоб знаходити нас тут, але наша не могти йти звідси.

source: It seems that we have a common enemy, then. Would you like to join forces to defeat the undead?
nb_no: Da har vi visst en felles fiende. Vil dere forene våre styrker for å bekjempe de vandøde?
uk: Схоже, що ми маємо спільного ворога. Чи не хочете доєднатися до нас, щоб перемогти мерців?

source: Join? Join with humans and elfsies? Hmm. Okay. Humans and elfsies friends. We help you beat skeletons, but after they gone we take back our home and you leave. Okay?
nb_no: Bli med? Sammen med mennesker og alver? Ja. Ok. Mennesker og alver er venner. Vi hjelper dere med å slå skjelettene, men når de er borte, tar vi tilbake hjemmet vårt, og dere drar. Ok?
uk: Приєднатися? Приєднатися до люди та ельфи? Хмм. Добре. Люди та ельфи друзі. Ми допомагати перемогти черепушки, але, коли черепушки нема, ми йти додому, ви просто йти. Добре?

source: Very well. Can you help guide us through these tunnels? We are not well suited to fighting in the caves.
nb_no: Ja vel. Kan du hjelpe oss gjennom disse tunnelene? Vi er ikke egnet til å kjempe i grottene.
uk: Дуже добре. Чи можете ви провести нас цими тунелями? Ми не пристосовані до битв у печерах.
