Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tsg/*.po
Languages: ar, en@shaw, es, fi, gl, it, lt, nb_no, uk

source: So many of my soldiers are poisoned! I should position them on a village or next to Ethiliel, so they can begin to recover.
es: ¡Tantos de mis soldados están envenenados! Debo colocarlos en una aldea o junto a Ethiliel para que puedan comenzar a recuperarse.
it: Ci sono così tanti soldati avvelenati! Dovrei fare in modo che terminino il loro turno in un villaggio o vicino ad Ethiliel, in modo da poter essere curati.

source: Look! The fog is fading! I think we’ve survived the attack!
ar: انظر! الضباب يتلاشى! أعتقد أننا صمدنا في وجه الهجوم!
es: ¡Mira! ¡La niebla se está disipando! ¡Creo que hemos sobrevivido al ataque!
fi: Katsokaa! Sumu hälvenee! Taisimme selvitä hyökkäyksestä!
gl: Olla! A néboa está a disiparse! Creo que conseguimos sobrevivir ao ataque!
it: Guarda! La nebbia si dirada! Penso che siamo sopravvissuti all’attacco!

source: No, my magic is waning! The beautiful whispers are fading! My hands shake, my face sweats; I need you back, please... I can’t bear to experience the world like this!
ar: لا، سحري يضعف! الهمسات الجميلة تتلاشى! يداي ترتجفان، وجهي يتعرق؛ أحتاج إليكِ مرة أخرى، رجاءً... لا أستطيع تحمل تجربة العالم هكذا!
es: ¡No, mi magia está decayendo! ¡Los susurros hermosos se desvanecen! Mis manos tiemblan, mi rostro suda; te necesito de vuelta, por favor... ¡No puedo soportar experimentar el mundo así!
fi: Ei, taikani hupenee! Kauniit kuiskaukset hiipuvat. Käteni vapisevat, kasvoni hikoilevat... Tarvitsen teitä... En kestä kokea maailmaa näin!
gl: Non! A miña maxia está a esvaecerse! Os fermosos murmurios esvaécense! As miñas mans tremen, o meu rostro transpira... necesítote de volta, por favor... Non podo soportar o mundo así!
it: No, la mia magia sta svanendo! I bei sussurri stanno scemando! Le mie mani tremano, la mia faccia suda: ho bisogno che tu torni da me, ti prego... non posso sopportare di vivere il mondo questo modo!

source: More power, I need more powerful minions. More power will exalt me again, intoxicate me again! The others warned me not to, but the master always told me what I needed to know. Yes, yes!
ar: المزيد من القوة، أحتاج إلى خدام أكثر قوة. المزيد من القوة سترفعني مرة أخرى، ستسكرني مرة أخرى! حذرني الآخرون من عدم فعل ذلك، لكن السيد دائمًا أخبرني بما أحتاج إلى معرفته. نعم، نعم!
es: Más poder, necesito siervos más poderosos. ¡Más poder me exaltará de nuevo, me intoxicará de nuevo! Los demás me advirtieron que no lo hiciera, pero el maestro siempre me dijo lo que necesitaba saber. ¡Sí, sí!
fi: Lisää voimaa, tarvitsen lisää vahvoja kätyreitä. Lisävoima kohentaa minua taas, päihdyttää minua jälleen! Muut varoittivat minua, mutta herra kertoi aina sen, mitä minun tarvitsi tietää. Kyllä, kyllä!
gl: Máis poder! Necesito esbirros máis fortes! O poder erguerame de novo, embriagarame outra vez! Os outros advertíronme... pero o Mestre sempre me dixo o que necesitaba escoitar. Si, si!
it: Più potere, ho bisogno di servitori più potenti. Più potere mi esalterà di nuovo, mi inebrierà di nuovo! Gli altri mi hanno messo in guardia dal non farlo, ma il padrone mi ha sempre detto tutto quello che avevo bisogno di sapere. Sì. sì!

source: Skeletons! Watch out, Deoran, these things are nasty!
ar: هياكل عظمية! انتبه، ديوران، هذه الأشياء مقيتة!
es: ¡Esqueletos! ¡Cuidado, Deoran, estas cosas son horribles!
fi: Luurankoja! Varo, Deoran, nuo otukset ovat ilkeitä!
gl: Esqueletos! Coidado, Deoran, estas cousas son perigosas!
it: Scheletri! Attento, Deoran, queste cose sono pericolose!

source: Look sharp, skeletons! Those old bones are comin’ straight for us!
ar: انتبهوا، هياكل عظمية! تلك العظام القديمة تتجه إلينا مباشرة!
es: ¡Atentos, esqueletos! ¡Esos viejos huesos vienen directo hacia nosotros!
fi: Tarkkana nyt, luurankoja! Nuo vanhat luut tulevat suoraan meitä kohti!
gl: En garda, esqueletos! Esas vellas caveiras veñen dereitas a por nós!
it: Stai attento: scheletri! Quelle vecchie ossa puntano dritte verso di noi!

source: Skeletons. The darkness grows.
ar: هياكل عظمية. الظلام يتكاثر.
es: Esqueletos. La oscuridad crece.
fi: Luurankoja. Pimeys kasvaa.
gl: Esqueletos. A escuridade medra.
it: Scheletri. L’oscurità si espande.

source: Nnrrgh!! No, I created you! Attack them, not me! The master never taught me how to control these things!
ar: نررغ!! لا، أنا من خلقتك! اهاجمهم، وليس أنا! السيد لم يعلمني أبدًا كيف أتحكم في هذه الأشياء!
es: ¡Nnrrgh!! ¡No, yo te creé! ¡Ataca a ellos, no a mí! ¡El maestro nunca me enseñó cómo controlar estas cosas!
fi: Nnrrgh!! Ei, minä loin teidät! hyökätkää niitä päin, ei minua! Herra ei koskaan opettanut, miten näitä otuksia hallitaan!
gl: Nnrrgh!! Non, fun eu quen vos creou! Atacádeos a eles, non a min! O Mestre nunca me ensinou a controlar estas cousas!
it: Nnrrgh!! No, io vi ho creati! Attaccate loro, non me! Il padrone non mi ha mai insegnato come si controllano questi cosi!

source: You won’t even exist without me! My power is what keeps you standing! You’re sealing your own re-deaths!
ar: لن تكون موجودًا حتى بدوني! قوتي هي ما تبقيك واقفًا! أنت تختم موتك الثاني بنفسك!
es: ¡Ni siquiera existirías sin mí! ¡Mi poder es lo que te mantiene en pie! ¡Estás sellando tus propias re-muertes!
fi: Teitä ei edes olisi ilman minua! Voimani pitää teidät pystyssä! Sinetöitte omat jälleenkuolemanne!
gl: Nin existiríades sen min! O meu poder é o que vos mantén en pé! Estades a selar as vosas propias re-mortes!
it: Senza di me voi neanche esistereste! È il mio potere che vi tiene in vita! Vi state condannando da soli a morire di nuovo!

source: More... power...
ar: المزيد... من القوة...
es: Más... poder...
fi: Lisää... voimaa...
gl: Máis... poder...
it: Più... potere...

source: More... death...
ar: المزيد... من الموت...
es: Más... muerte...
fi: Lisää... kuolemaa...
gl: Máis... morte...
it: Più... morte...

source: Slain by his own creations; a fitting end for such a villain! Good riddance to him.
ar: قتل على يد مخلوقاته؛ نهاية مناسبة لمثل هذا الشرير! وداعًا له.
es: ¡Asesinado por sus propias creaciones; un final adecuado para un villano así! Qué bueno que se haya ido.
fi: Omat luomuksensa surmasivat. Osuva loppu moiselle viholliselle! Tervemenoa vaan.
gl: Asasinado polas súas propias creacións; un final axeitado para un vilán así! Boa viaxe para el.
it: Ucciso dalle sue stesse creazioni; una fine degna di un simile criminale! Ce ne siamo finalmente liberati.

source: As for you, Ethiliel, you have endured much. I know this was just a small settlement in comparison to the great elven forests, but they were still your friends.
ar: أما أنتِ، إيثيليل، لقد تحملتِ الكثير. أعلم أن هذه كانت مجرد مستوطنة صغيرة مقارنة بالغابات الألفية العظيمة، لكنهم كانوا أصدقاءك.
es: En cuanto a ti, Ethiliel, has soportado mucho. Sé que esto era solo un pequeño asentamiento en comparación con los grandes bosques élficos, pero aun así eran tus amigos.
fi: Ja sinä, Ethiliel, olet kärsinyt paljon. Tiedän, että tämä oli vain pikkuasutus suuriin haltiametsiin verrattuna, mutta he olivat silti ystäviäsi.
gl: E ti, Etilia, soportaches moito. Sei que isto era só un pequeno asentamento comparado cas grandes fragas élficas, mais aínda así eran os teus amigos.
it: Quanto a te, Ethiliel, hai sopportato molto. So che questo era solo un piccolo insediamento in confronto alle grandi foreste elfiche, ma erano comunque tuoi amici.

source: Ethiliel, you have endured much. I know this was just a small settlement in comparison to the great elven forests, but they were still your friends.
ar: إيثيليل، لقد تحملتِ الكثير. أعلم أن هذه كانت مجرد مستوطنة صغيرة مقارنة بالغابات الألفية العظيمة، لكنهم كانوا أصدقاءك.
es: Ethiliel, has soportado mucho. Sé que esto era solo un pequeño asentamiento en comparación con los grandes bosques élficos, pero aun así eran tus amigos.
fi: Ethiliel, olet kärsinyt paljon. Tiedän, että tämä oli vain pikkuasutus suuriin haltiametsiin verrattuna, mutta he olivat silti ystäviäsi.
gl: Etilia, soportaches moito. Sei que este era só un pequeno asentamento, nada comparado cos grandes fragas élficas, pero eles aínda así eran os teus amigos.
it: Ethiliel, hai sopportato molto. So che questo era solo un piccolo insediamento in confronto alle grandi foreste elfiche, ma erano comunque tuoi amici.

source: Come, let us remove you from this accursed place. My men and I will be happy to escort you north to the Aethenwood, where you will be among more of your kind and safe from any further harm.
ar: تعالي، دعينا نخرجك من هذا المكان الملعون. سأكون سعيدًا أنا ورجالي بمرافقتك شمالًا إلى غابة إيثينوود، حيث ستكونين بين المزيد من أبناء جلدتك وآمنة من أي أذى آخر.
es: Ven, vamos a sacarte de este lugar maldito. Mis hombres y yo estaremos felices de escoltarte hacia el norte, al Bosque Edén, donde estarás entre más de los tuyos y seguro de cualquier daño adicional.
fi: Tule, viedään sinut pois tästä kirotusta paikasta. Mieheni ja minä saatamme sinut ilomielin pohjoiseen Aethenin metsään, missä pääset omiesi luo ja turvaan muilta harmeilta.
gl: Veña, déixanos sacarte deste lugar maldito. Os meus homes e eu teremos a honra de acompañarte cara ó norte, ata o bosque do éter, onde estarás entre os da túa estirpe e a salvo de todo mal.
it: Vieni, lasciati portare via da questo posto maledetto. I miei uomini e io saremo felici di scortarti a nord, verso la Foresta di Aethen, dove sarai in mezzo ad altri della tua specie e al sicuro da ulteriori danni.

source: ...Ethiliel? I know you must be distraught to be the last of your town, but—
ar: ...إيثيليل؟ أعلم أنكِ حزينة لكونكِ آخر من تبقى من قريتك، لكن—
es: ...Ethiliel? Sé que debes estar consternada por ser la última de tu pueblo, pero—
fi: ...Ethiliel? Tiedän, että olet varmasti järkyttynyt, kun olet kylästäsi viimeinen, mutta—
gl: ...Etilia? Sei que debes estar desolada por ser a derradeira da túa vila, pero—
it: ... Ethiliel? So che devi essere sconvolta ad essere l’ultima abitante rimasta della tua città, ma—

source: Distraught? <b><i>Distraught!?</i></b> I am vengeful! I am NOT the last of the valefolk — do not forget that our great sage Mebrin yet lives. I saw him dragged off in chains, taken south from here towards the Black Forest.
ar: حزينة؟ <b><i>حزينة!؟</i></b> أنا انتقامية! أنا لست آخر أهل الوادي — لا تنسَ أن حكيمنا العظيم ميبيرين لا يزال حيًا. رأيته يُسحب مقيدًا بالسلاسل، مُتجهًا جنوبًا من هنا نحو الغابة السوداء.
es: ¿Consternada? <b><i>¿Consternada!?</i></b> ¡Estoy llena de venganza! NO soy la última de los habitantes del valle — no olvides que nuestro gran sabio Mebrin todavía vive. Lo vi arrastrado con cadenas, llevado hacia el sur desde aquí hacia el Bosque Negro.
fi: Järkyttynyt? <b><i>Järkyttynytkö!?</i></b> Janoan kostoa! EN ole laakson väestä viimeinen. Älkää unohtako, että suurtietäjämme Mebrin on vielä elossa. Näin, kuinka hänet raahattiin kahleissa täältä etelään kohti Mustametsää.
gl: Desolado? <b><i>Desolado!?</i></b> Estou sedento de vinganza! NON son o derradeiro de veciño do val — non esquezas que o noso gran sabio Mebrin aínda vive. Vin como o arrastraron con cadeas, levado cara ao sur, rumbo á fraga negra.
it: Sconvolta? <b><i>Sconvolta!?</i></b> Io sono livida dalla sete di vendetta! NON sono l’ultima dei valligiani: non dimenticarti che il nostro grande saggio, Mebrin, è ancora vivo. L’ho visto trascinato via in catene, trascinato a sud, verso la Foresta Nera.

source: I know it’s tough to accept, Ethiliel, but if your sage was taken into the Black Forest he’s probably not coming back out. You say it’s been months, and neither the Urza brothers nor their mysterious “master” seem the type to take prisoners — present company excluded.
ar: أعلم أنه من الصعب تقبله، إيثيليل، ولكن إذا أُخذ حكيمك إلى الغابة السوداء فمن المحتمل أنه لن يخرج مرة أخرى. تقولين أن الأمر استغرق شهورًا، ولا يبدو أن إخوة أورزا ولا "سيدهم" الغامض من النوع الذي يأخذ أسرى — باستثناء حضرتك.
es: Sé que es difícil de aceptar, Ethiliel, pero si tu sabio fue llevado al Bosque Negro probablemente no vuelva. Dices que han pasado meses, y ni los hermanos Urza ni su misterioso “maestro” parecen ser del tipo que toma prisioneros — excluyéndonos a nosotros presentes.
fi: Tiedän, että on vaikea hyväksyä, Ethiliel, mutta jos tietäjäsi vietiin Mustametsään, hän ei luultavasti palaa. Kerroit kuukausien vierähtäneen, eivätkä Urzan veljekset tai heidän salaperäinen "herransa" vaikuta ottavan vankeja — paitsi tätä vierasta.
gl: Sei que custa aceptalo, Etilia, pero se levaron o teu sabio á fraga negra o máis probable é que non volva. Xa pasaron meses, e nin os irmáns Urza nin o seu estraño “mestre” parecen do tipo que fai prisioneiros — agás as excepcións de rigor.
it: Ethiliel, so che è difficile da accettare, ma se il tuo saggio è stato trascinato nella Foresta Nera, probabilmente non farà più ritorno. Hai detto tu stessa che sono passati mesi, e né i fratelli Urza, né tantomeno il loro misterioso “padrone” mi sembrano i tipi da prendere dei prigionieri, esclusi i presenti.

source: Aye, he were alive then, but is he now? The Black Forest, Ethiliel... an’ you say it’s been months? Neither th’ Urza brothers nor tha’ mysterious “master” seem th’ type t’ take prisoners — present company aside, o’ course.
ar: نعم، كان حيًا في ذلك الوقت، لكن هل ما زال حيًا الآن؟ الغابة السوداء، إيثيليل... وتقولين أن الأمر استغرق شهورًا؟ لا يبدو أن إخوة أورزا ولا ذلك "السيد" الغامض من النوع الذي يأخذ أسرى — باستثناء حضرتك بالطبع.
es: Sí, estaba vivo entonces, pero ¿lo está ahora? El Bosque Negro, Ethiliel... y dices que han pasado meses. Ni los hermanos Urza ni su misterioso “maestro” parecen ser del tipo que toma prisioneros — dejando de lado a los presentes, claro.
fi: Kyllä maar, hän oli silloin elossa, vaan entäs nyt? Mustametsä, Ethiliel... ja sanoit kuukausien vierähtäneen? Urzan veljekset tahi heidän salamyhkäinen "herransa" eivät tunnu ottavan vankeja — paitsi tätä vierasta, tietty.
gl: Si, daquela estaba vivo, pero e agora? a fraga negra, Etilia... e din que pasaron meses? Nin os irmáns Urza nin ese “mestre” misterioso parecen dos que collen prisioneiros — agás algún caso estraño, claro.
it: Bene, quindi siamo sopravvissuti, e ora? La Foresta Nera, Ethiliel... e hai detto che sono trascorsi mesi? Né il fratelli Urza, né il loro fantomatico “padrone” mi sembrano i tipi da prendere dei prigionieri, esclusi i presenti.

source: I fear the odds are not in your sage’s favor, Ethiliel. The Black Forest oft attracts evil, and neither the Urza brothers nor their mysterious “master” have shown an inclination for prisoners — present company excluded.
ar: أخشى أن الاحتمالات ليست في صالح حكيمك، إيثيليل. الغابة السوداء غالبًا ما تجذب الشر، ولا يبدو أن إخوة أورزا ولا "سيدهم" الغامض لديهم ميل لأخذ أسرى — باستثناء حضرتك.
es: Temo que las probabilidades no estén a favor de tu sabio, Ethiliel. El Bosque Negro a menudo atrae el mal, y ni los hermanos Urza ni su misterioso “maestro” han mostrado inclinación por tomar prisioneros — excluyéndonos a los presentes.
fi: Pelkäänpä, ettei tietäjäsi mahda paljonkaan, Ethiliel. Mustametsä yleensä vetää pahaa puoleensa, eivätkä Urzan veljekset tai heidän salaperäinen "herransa" näytä haluavan vankeja — paitsi tätä vierasta.
gl: Temo que as probabilidades non están do lado do teu sabio, Etilia. A fraga negra atrae o mal como un imán, e nin os irmáns Urza nin o seu estraño “mestre“ demostraron moita inclinación por facer prisioneiros... agás honrosas excepcións, claro está.
it: Temo che le probabilità non siano a favore del tuo saggio, Ethiliel. La Foresta Nera attira spesso il male, e né il fratelli Urza, né il loro fantomatico “padrone” mi sembrano i tipi inclini a prendere dei prigionieri, esclusi i presenti.

source: Do not speak ill of that which you do not understand, human. My teacher may be old, but I know him to be clever and resilient: a master of magic, both the light and the dark, and held in the highest esteem by all from the Aethenwood. We must not abandon the last of my friends to an uncertain fate — shall you not help me find him and rescue him?
ar: لا تتحدث بسوء عما لا تفهمه، أيها الإنسان. قد يكون معلمي عجوزًا، لكنني أعرفه بأنه ذكي ومرن: سيد في السحر، كل من النور والظلام، ويتمتع بأعلى تقدير من جميع سكان غابة إيثينوود. لا يجب أن نتخلى عن آخر أصدقائي لمصير غير مؤكد — ألا تساعدني في العثور عليه وإنقاذه؟
es: No hables mal de lo que no comprendes, humano. Mi maestro puede ser viejo, pero sé que es astuto y resistente: un maestro de la magia, tanto de la luz como de la oscuridad, y altamente estimado por todos en el Bosque Edén. No debemos abandonar al último de mis amigos a un destino incierto — ¿no me ayudarás a encontrarlo y rescatarlo?
fi: Älä puhu pahaa siitä, mitä et ymmärrä, ihminen. Opettajani voi olla vanha, mutta tunnen hänet älykkäänä ja sinnikkäänä: sekä valon että pimeyden loitsumestarina, ja kaikki Aethenin metsässä arvostavat häntä suuresti. Me emme saa hylätä viimeistä ystävääni epävarmaan kohtaloon. Ettekö auttaisi minua löytämään ja pelastamaan hänet?
gl: Non fales mal do que non comprendes, humano. O meu mestre pode ser vello, pero sei que é hábil e resistente: un mestre da maxia, tanto da luz como da escuridade, e tido na máis alta estima por todos no bosque do éter. Non podemos abandonar ao derradeiro dos meus amigos a un destino incerto — non me axudarás a atopalo e rescatalo?
it: Non sparlare di ciò che non comprendi, umana. Il mio mentore potrà anche essere vecchio, ma so per certo che è intelligente e resiliente: un maestro della magia, sia della luce che dell’oscurità. Ed è tenuto nella massima considerazione da tutti gli abitanti della Foresta di Aethen. Non dobbiamo abbandonare l’ultimo dei miei amici ad una sorte incerta: non vuoi aiutarmi a trovarlo e a salvarlo?

source: I must agree with Captain Mari about this Mebrin’s poor odds... And it truly would be a great risk for us to venture so far afield, isolated from Westin and in unknown territories.
ar: يجب أن أوافق مع القائدة ماري بشأن الاحتمالات الضئيلة لبقاء ميبيرين... وسيكون حقًا مخاطرة كبيرة لنا أن نبتعد كثيرًا، معزولين عن ويستين وفي أراضٍ مجهولة.
es: Debo estar de acuerdo con el Capitán Mari sobre las pocas probabilidades de Mebrin... Y realmente sería un gran riesgo aventurarnos tan lejos, aislados de Westin y en territorios desconocidos.
fi: Joudun olemaan yhtä mieltä kapteeni Marin kanssa Mebrinin kurjuudesta... Ja olisi hyvin vaarallista rohjeta niin kauas eristyksiin Westinistä ja tuntemattomille alueille.
gl: Debo coincidir con Capitán Mari sobre as escasas posibilidades de Mebrin... E sería un enorme risco aventurármonos tan lonxe, illados de Westin e en terras descoñecidas.
it: Devo concordare con Capitan Mari sulle scarse possibilità di Mebrin... E sarebbe veramente un grosso rischio per noi avventurarci così lontano, isolati da Westin e in territorio sconosciuto.

source: I must agree with Sir Gerrick about this Mebrin’s poor odds... And it truly would be a great risk for us to venture so far afield, isolated from Westin and in unknown territories.
ar: يجب أن أوافق مع السير جيريك بشأن الاحتمالات الضئيلة لبقاء ميبيرين... وسيكون حقًا مخاطرة كبيرة لنا أن نبتعد كثيرًا، معزولين عن ويستين وفي أراضٍ مجهولة.
es: Debo estar de acuerdo con Sir Gerrick sobre las pocas probabilidades de Mebrin... Y realmente sería un gran riesgo aventurarnos tan lejos, aislados de Westin y en territorios desconocidos.
fi: Joudun olemaan yhtä mieltä Sir Gerrickin kanssa Mebrinin kurjuudesta... Ja olisi hyvin vaarallista rohjeta niin kauas eristyksiin Westinistä ja tuntemattomille alueille.
gl: Teño que coincidir co Señor Xerric sobre as poucas posibilidades de Mebrin... E sería un risco enorme aventurármonos tan lonxe, illados de Westin e en terras descoñecidas.
it: Devo concordare con Ser Gerrick sulle scarse possibilità di Mebrin... E sarebbe veramente un grosso rischio per noi avventurarci così lontano, isolati da Westin e in territorio sconosciuto.

source: I must agree with Minister Hylas about this Mebrin’s poor odds... And it truly would be a great risk for us to venture so far afield, isolated from Westin and in unknown territories.
ar: يجب أن أوافق مع الوزير هايلاس بشأن الاحتمالات الضئيلة لبقاء ميبيرين... وسيكون حقًا مخاطرة كبيرة لنا أن نبتعد كثيرًا، معزولين عن ويستين وفي أراضٍ مجهولة.
es: Debo estar de acuerdo con el Ministro Hylas sobre las pocas probabilidades de Mebrin... Y realmente sería un gran riesgo aventurarnos tan lejos, aislados de Westin y en territorios desconocidos.
fi: Joudun olemaan yhtä mieltä pappi Hylasin kanssa Mebrinin kurjuudesta... Ja olisi hyvin vaarallista rohjeta niin kauas eristyksiin Westinistä ja tuntemattomille alueille.
gl: Debo concordar co Padre Hilas: as posibilidades de Mebrin son escasas... E suporía un risco considerábel aventurármonos tan lonxe, illados de Westin e en territorios descoñecidos.
it: Devo concordare col Ministro Hylas sulle scarse possibilità di Mebrin... E sarebbe veramente un grosso rischio per noi avventurarci così lontano, isolati da Westin e in territorio sconosciuto.

source: But despite the danger, my instinct is to help. One Urza brother yet remains. If we can find and catch him in the Black Forest, we could finally put an end to all this necromancy! And if Mebrin really does still live, then rescuing him is simply the right thing to do.
ar: ولكن على الرغم من الخطر، فإن غريزتي هي المساعدة. بقي أخ واحد فقط من أورزا. إذا استطعنا العثور عليه والإمساك به في الغابة السوداء، فيمكننا أخيرًا وضع حد لكل هذا السحر الأسود! وإذا كان ميبيرين لا يزال حيًا حقًا، فإن إنقاذه هو ببساطة الشيء الصحيح الذي يجب فعله.
es: Pero a pesar del peligro, mi instinto es ayudar. Aún queda un hermano Urza. Si podemos encontrarlo y atraparlo en el Bosque Negro, ¡podríamos finalmente poner fin a toda esta necromancia! Y si Mebrin realmente sigue vivo, rescatarlo es simplemente lo correcto.
fi: Mutta vaarasta huolimatta vaistoni käskee auttaa. Yksi Urzan veli on enää jäljellä. Jos me löydämme ja nappaamme hänet Mustametsässä, lopettaisimme viimein tämän kuolleidenmanaamisen! Ja jos Mebrin elää vielä, hänen pelastamisensa on ihan oikein.
gl: Pero a pesar do perigo, o meu instinto é axudar. Aínda queda un irmán Urza. Se podemos atopalo e capturalo na fraga negra, por fin poderiamos acabar con toda esta necromancia! E se Mebrin realmente segue vivo, entón rescatalo é simplemente o correcto.
it: Ma a dispetto del pericolo, il mio istinto mi spinge ad aiutarti. C’è ancora uno dei fratelli Urza in giro. Se riuscissimo a trovarlo e a catturarlo nella Foresta Nera, potremmo finalmente porre fine a tutta questa negromanzia! E se realmente Mebrin fosse ancora vivo, allora salvarlo sarebbe semplicemente la cosa giusta da fare.

source: Ethiliel, we’ll go.
ar: إيثيليل، سنذهب.
es: Ethiliel, iremos.
fi: Ethiliel, me menemme.
gl: Etilia, imos.
it: Ethiliel, ci andremo.

source: Choice in the Fog
ar: الاختيار في الضباب
en@shaw: ğ‘—ğ‘¶ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘ªğ‘œ
es: Elección en la niebla
fi: Valinta sumussa
gl: Unha elección na néboa
it: Scelta nella nebbia
lt: Pasirinkimas rūke
nb_no: Et valg i skodden
uk: Вибір в тумані

source: Undead
ar: أموات أحياء
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›
es: No muerto
fi: Epäkuolleet
gl: Non mortos
it: Non-morto
lt: Nemirėliai
nb_no: Vandød
uk: Мерці

source: It’s so cold here! And this fog is so thick. This is quite a change from fighting bandits in the farmlands near Westin!
ar: الجو بارد جدًا هنا! وهذا الضباب كثيف للغاية. هذا تغيير كبير عن قتال العصابات في المزارع بالقرب من ويستين!
es: ¡Hace tanto frío aquí! Y esta niebla es tan espesa. ¡Esto es muy distinto de luchar contra bandidos en las tierras de cultivo cerca de Westin!
fi: Täällähän on niin kylmää! Ja sumukin on sakeaa. Tämä eroaa melkoisesti ryöväritaistelusta Westinin maaseudulla!
gl: Que frío fai aquí! E esta néboa é tan mesta... Isto si que é un cambio respecto a loitar contra bandoleiros nas terras de cultivo preto de Westin!
it: Fa così freddo qui! E questa nebbia è così fitta. Che cambiamento rispetto a combattere banditi nei campi presso Westin!
