Repository: wesnoth/wesnoth
Catalog: website/start/1.10/po/*.po
Languages: pl, zh_cn

source: A new batch of item icons&mdash;drawn in the same style as the attack icons&mdash;have been made for the benefit of content creators; depictions of items such as potions, robes, armor, and jewelry are included.
pl: Twórcy treści mogą teraz korzystać z nowych ikon przedmiotów, narysowanych w tym samym stylu, co ikony ataku. Dostępne są między innymi grafiki eliksirów, szat, zbroi i elementów biżuterii.
