Repository: wesnoth/wesnoth
Catalog: website/start/1.10/po/*.po
Languages: pl, zh_cn

source: Default
pl: Domyślne
zh_cn: 默认

source: Battle for Wesnoth 1.10
pl: Bitwa o Wesnoth 1.10
zh_cn: 韦诺之战 1.10

source: Wesnoth logo
pl: Logo Wesnoth
zh_cn: 韦诺之战标识

source: Battle for Wesnoth 1.10 Release Notes
pl: Informacje o wydaniu Bitwy o Wesnoth 1.10
zh_cn: 韦诺之战 1.10 发行注记

source: <em>January 2012</em>. It is once again time for that thrill you’ve all been waiting for: the beginning of a new stable series. <em>The Battle for Wesnoth</em> team is proud to release version 1.10 of <em>The Battle for Wesnoth</em>, a <a href='http://www.gnu.org/philosophy/philosophy.html'>free</a> and <a href='http://www.opensource.org/'>open-source</a> turn-based strategy game with a fantasy theme and role-playing elements. The game is available for Microsoft Windows, Mac OS X, and various GNU/Linux distributions.
zh_cn: <em>2012年1月</em>。这又是一个万众期待的激动时刻：<em>韦诺之战</em>的最新稳定版本发布了。<em>韦诺之战</em>制作组在此自豪地发布 <em>韦诺之战</em> 1.10 版。这是一个<a href='http://www.gnu.org/philosophy/philosophy.html'>自由</a>、<a href='http://www.opensource.org/'>开源</a>的回合制策略游戏，以奇幻为主题，并包含了角色扮演的元素。本游戏可以在Microsoft Windows，Mac OS X以及各种GNU/Linux发行版下运行。

source: <a href='#game'>What’s New in Wesnoth 1.10</a>
pl: <a href='#game'>Nowości w Wesnoth 1.10</a>
zh_cn: <a href='#game'>韦诺之战 1.10 新增元素</a>

source: <a href='#players'>For Players</a>
pl: <a href='#players'>Dla graczy</a>
zh_cn: <a href='#players'>玩家体验</a>

source: <a href='#general'>General</a>
pl: <a href='#general'>Ogólne</a>
zh_cn: <a href='#general'>总体改进</a>

source: <a href='#campaigns'>Campaigns</a>
pl: <a href='#campaigns'>Kampanie</a>
zh_cn: <a href='#campaigns'>战役</a>

source: <a href='#multiplayer'>Multiplayer</a>
pl: <a href='#multiplayer'>Gra wieloosobowa</a>
zh_cn: <a href='#multiplayer'>多人对战</a>

source: <a href='#campdev'>For Content Developers</a>
pl: <a href='#campdev'>Dla twórców treści</a>
zh_cn: <a href='#campdev'>内容创作者可见的变更</a>

source: <a href='#download'>Download</a>
pl: <a href='#download'>Pobierz</a>
zh_cn: <a href='#download'>下载</a>

source: <a href='#more'>More Info</a>
pl: <a href='#more'>Więcej informacji</a>
zh_cn: <a href='#more'>更多信息</a>

source: What’s New in Wesnoth 1.10
pl: Nowości w Wesnoth 1.10
zh_cn: 韦诺之战 1.10 新增元素

source: Wesnoth Screenshot
pl: Zrzut ekranu Wesnoth
zh_cn: 韦诺之战屏幕截图

source: For Players
pl: Dla graczy
zh_cn: 玩家可见的改进

source: To help you quickly identify slowed units, they are now tinted light blue. Various improvements were made to the sidebar to make it more appealing and to make its elements easier to grasp.
zh_cn: 为便于您更快地识别出被减速的单位，他们现在带上了淡淡的蓝色。侧边栏也有多项改进，变得更加美观，其上各种元素也更加容易理解了。

source: Thanks to the Google Summer of Code projects from 2010 and 2011, there is a new <cite>Whiteboard</cite> system, which can help you make plans by allowing you to visualize recruitment, movements, attacks, and so forth. It can even let you visualize shared plans with your allies in multiplayer games.
zh_cn: 由于2010和2011年的Google代码之夏活动，我们开发出了新的<cite>白板</cite>系统。它能够协助您制定计划，显示征募、移动、攻击等各种动作。在多人游戏中，它甚至能够显示您与盟友所共享的计划。

source: General
pl: Ogólne
zh_cn: 总体改进

source: Various units, such as the saurians, have gotten new standing animations. These along with the new animated water help breathe life into the previously near-motionless battlefield.
zh_cn: 一些单位，例如蜥蜴人，现在有了新的站立动画。与新加入的动态水面效果一道，这些动画让之前几乎静止不动的战场有了些许生气。

source: Many portraits were added and updated, thus getting us closer to meeting our goals for completeness and having high-quality art throughout the game.
zh_cn: 游戏中加入并更新了许多头像。我们的目标是在整个游戏中都有完整而高质量的图片，而现在，我们离目标更近了。

source: Lots of new terrains have also been added, thus allowing the possibility of far more interesting maps for players to enjoy.
zh_cn: 同时，也加入了许多新的地形，因此，现在可以绘制比原来有趣许多的地图让玩家们享受了。

source: The lighting system can now illuminate specific areas differently to better show local time of the day effects and, for example, keep caves dark during the day.
zh_cn: 光照系统现在可以在特定的区域产生不同的照明效果，如此便能更好地表现受时段影响的局部画面效果，例如，在白天让洞穴保持黑暗。

source: Substantial improvements have been made in regards to UI design, typography, and consistency.
zh_cn: 在用户界面设计、排版以及一致性方面，有大量的改进。

source: Various UI improvements have also been made. For example, you can now have Wesnoth use the twelve-hour clock format thanks to a new advanced preference. Another fine example is now being able to remove multiple add-ons at once using checkboxes.
zh_cn: 用户界面上有许多改进。例如，通过一个新的高级首选项，您现在可以让韦诺使用十二小时制的时钟格式。另一个很好的例子是，您现在可以使用复选框一次移除多个附加组件。

source: The 1.10 series features a completely redone version of the old <em>Northerners</em> track as well as a new track: <em>Battle Epic</em>.
zh_cn: 1.10系列中，原先的<em>北国人</em>音轨经过了完全的重制，同时，也加入了一条新的音轨：<em>史诗之战</em>。

source: Also, two new translations were started: Irish and Old English.
zh_cn: 同时，两个新的语种也开始了翻译：爱尔兰语以及古英语。

source: Campaigns
pl: Kampanie
zh_cn: 战役

source: The campaign <em>Dead Water</em> is now in mainline. In it, you play a young merman who is the heir to his kingdom’s throne; your task is to repel an undead invasion. <em>Dead Water</em> spent some time being polished in the <a href="http://wesnoth-umc-dev.sourceforge.net">Wesnoth-UMC-Dev project</a> to prepare for mainline inclusion, just like <em>Delfador’s Memoirs</em> from the 1.8 series.
zh_cn: 战役<em>死寂之水</em>现在已加入了主线。在这个战役中，您扮演一位年轻的人鱼，是他的人鱼王国的王位继承者；您的任务是击退亡灵的入侵。<em>死寂之水</em>在加入主线之前，在<a href="http://wesnoth-umc-dev.sourceforge.net">Wesnoth-UMC-Dev项目</a>中进行了一段时间的润色与准备，正如1.8系列中的<em>德翁往事</em> 一样。

source: Most of the existing campaigns have received both minor and major updates and improvements. For example, <em>A Tale of Two Brothers</em>’ storyline was significantly improved, and several of <em>Legend of Wesmere</em>’s scenarios were reworked to include more dynamic gameplay and improved mechanics.
zh_cn: 大多数原先就有的战役都经过了或大或小的改进。例如，<em>兄弟传说</em>的故事线有了明显的进步，而<em>韦弥尔传奇</em>中的几幕场景则经过了重制，包含了变化更多的玩法和对游戏机制的改进。

source: Multiplayer
pl: Rozgrywka wieloosobowa
zh_cn: 多人游戏

source: Several new multiplayer maps have been introduced: Aethermaw, Arcanclave Citadel, Thousand Stings Garrison, and Volcano. Numerous updates and balancing tweaks were made to other maps &mdash; including making use of the new terrains.
zh_cn: 游戏中加入了几张新的多人游戏地图：安瑟茂、阿坎克雷夫堡垒、千刺卫戍军以及火山。其他地图也有许多改进与平衡性调整——包括使用新的地形。

source: For Content Developers
pl: Dla twórców treści
zh_cn: 内容开发者可见的改进

source: The 1.10 series brings a lot of new features for content developers, such as the new <a href="http://wiki.wesnoth.org/PersistenceWML">persistent variables</a> feature, which allows add-on authors to save data to players’ hard disks for use by other content or in future playthroughs.
zh_cn: 1.10系列为内容开发者提供了非常多的新特性，例如新的 <a href="http://wiki.wesnoth.org/PersistenceWML">持久性变量</a>特性，这使得附加组件作者们可以将数据保存到玩家的硬盘上，并由其他的附加内容或在日后的游戏过程中使用。

source: The game’s Lua capabilities have been strengthened considerably, thus allowing content developers to do much more then they could with it on the 1.8 series. In fact, one of our Google Summer of Code projects was focused on improving the AI-related Lua capabilities.
zh_cn: 游戏的Lua机能也得到了可观的增强，这使得内容开发者可以做到的事，要比在1.8系列中多得多。实际上，我们的Google代码之夏的项目之一，便是专注在增强和AI有关的Lua机能上的。

source: Thanks to revisions in the code that handles <a href="http://wiki.wesnoth.org/LanguageWML">[language]</a>, custom range and attack type strings can now be translated.
pl: Modyfikacje kodu obsługującego znacznik <a href="http://wiki.wesnoth.org/LanguageWML">[language]</a> umożliwiły tłumaczenie niestandardowych napisów zasięgu i typu ataku.
zh_cn: 由于有了可以处理<a href="http://wiki.wesnoth.org/LanguageWML">[language]</a>标签的代码，自定义的射程与攻击类型字符串现在可以被翻译了。

source: The terrain palette has been vastly expanded with the addition of new basic terrains as well as new structures and embellishments, thus allowing map makers to create more vibrant maps.
pl: Paleta terenów została znacznie rozszerzona poprzez dodanie nowych terenów podstawowych, budynków i ornamentów. Nowe elementy pozwolą twórcom map rysować ciekawsze i bardziej zróżnicowane krainy.
zh_cn: 地形调色板也得到了很大的扩充，加入了新的基本地形以及新的建筑与修饰，这使得地图制作者们可以创作出更加充满生气的地图。

source: Thanks to a Google Summer of Code project that took place during 2010 and 2011, we now have a <a href="http://eclipse.wesnoth.org">Wesnoth Eclipse plugin</a>, which provides a fullblown IDE for WML in Eclipse thus providing features such as syntax highlighting, tag folding, autocompletion, and more. It even has frontends for maintenance tools such as wmllint and wmlindent as well as the ability to start the game or map editor and have it go right to the desired scenario or map.
zh_cn: 由于在2010至2011年期间的一项Google代码之夏项目中的编码工作，我们现在有了一个<a href="http://eclipse.wesnoth.org">韦诺之战Eclipse插件</a>。它在Eclipse中提供了一个完整的WML集成开发环境，有着诸如语法高亮、标签折叠、自动补全等特性。它甚至还包括了各种维护工具，例如wmllint和wmlindent的前端。此外，这个编辑器也能够启动游戏或者地图编辑器，并直接进入所希望的场景或地图。

source: A new batch of item icons&mdash;drawn in the same style as the attack icons&mdash;have been included for the benefit of content creators; depictions of items such as potions, robes, armor, and jewelry are included.
zh_cn: 为帮助内容创作者，一批新的物品图标也已加入游戏中，它们采用与攻击图标相同的风格绘制。其中包括了药剂、长袍、铠甲及珠宝的图片。

source: Download
pl: Pobierz
zh_cn: 下载

source: <em>The Battle for Wesnoth</em> is made available under the <a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU General Public License</a> (GPL). The source code is available from <a href='http://www.wesnoth.org'>wesnoth.org</a>, where you can also find instructions for <a href='http://wiki.wesnoth.org/CompilingWesnoth'>building from source</a> on a range of different operating systems. Ready-to-go packages are also available for most popular operating systems, including Microsoft Windows, Mac OS X, and GNU/Linux.
pl: <em>Bitwa o Wesnoth</em> jest dostępna na warunkach <a href='http://www.gnu.org/licenses/gpl-2.0.html'>Powszechnej Licencji Publicznej GNU</a> (GPL). Kod źródłowy można pobrać ze strony <a href='http://www.wesnoth.org'>wesnoth.org</a>, gdzie znajdują się też informacje <a href='http://wiki.wesnoth.org/CompilingWesnoth'>jak zbudować grę ze źródeł</a> na różnych systemach operacyjnych. Dostępne są gotowe pakiety instalacyjne dla wszystkich popularnych systemów operacyjnych, w tym dla Microsoft Windows, Mac OS X i GNU/Linuksa.
zh_cn: <em>韦诺之战</em>采用<a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU通用公共许可证</a>（GPL）授权。源代码可以从<a href='http://www.wesnoth.org'>wesnoth.org</a>获取，在该网站上，您还可以获取在各种不同的操作系统下<a href='http://wesnoth.org/wiki/CompilingWesnoth'>从源代码编译</a>游戏的相关指导信息。我们也为最流行的操作系统，包括Microsoft Windows，Mac OS X以及GNU/Linux提供即装即用的软件包。

source: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10.tar.bz2/download'>Source code</a> </strong>
pl: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10.tar.bz2/download'>Kod źródłowy</a> </strong>
zh_cn: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10.tar.bz2/download'>源代码</a> </strong>

source: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10-win32.exe/download'>Wesnoth for Microsoft Windows</a> </strong>
pl: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10-win32.exe/download'>Wesnoth dla Microsoft Windows</a> </strong>
zh_cn: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/wesnoth-1.10-win32.exe/download'>韦诺之战 Microsoft Windows 版</a> </strong>

source: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/Wesnoth_1.10.dmg/download'>Wesnoth for Mac OS X</a> </strong>
pl: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/Wesnoth_1.10.dmg/download'>Wesnoth dla Mac OS X</a> </strong>
zh_cn: <strong> <a href='http://sourceforge.net/projects/wesnoth/files/wesnoth-1.10/wesnoth-1.10/Wesnoth_1.10.dmg/download'>韦诺之战 Mac OS X 版</a> </strong>

source: You can get up-to-date information on downloads at the <a href='http://wiki.wesnoth.org/Download'>downloads page</a>. There you can also find packages and instructions for other platforms once they are available.
pl: Najnowsze informacje o dostępnych wersjach można znaleźć na <a href='http://wiki.wesnoth.org/Download'>stronie z plikami do pobrania</a>. Gdy tylko będą dostępne, pojawią się tam również pakiety na inne platformy wraz z instrukcjami instalacji.
zh_cn: 您可以在<a href='http://wiki.wesnoth.org/Download'>下载页</a>获取有关于下载的最新信息。其他平台下的软件包和安装指导信息发布后，您也可以在该页面上找到。

source: If you downloaded previous versions of the game, you might be interested in downloading the <a href='http://wiki.wesnoth.org/Download_Xdeltas'>xdelta</a> files only.
pl: Jeśli posiadasz już wcześniejszą wersję gry, możesz skorzystać z możliwości pobrania jedynie plików <a href='http://wiki.wesnoth.org/Download_Xdeltas'>xdelta</a>.
zh_cn: 如果您下载过这个游戏的旧版本，您可能希望只下载<a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a>文件。

source: More Info
pl: Więcej informacji
zh_cn: 更多信息

source: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/changelog'>Full Changelog</a> (English, very long)
pl: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/changelog'>Pełna lista zmian</a> (po angielsku, bardzo długa)
zh_cn: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/changelog'>完整的变更日志</a>（英文，非常长）

source: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/doc/manual/manual.en.html'>User’s Manual</a>
pl: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/doc/manual/manual.pl.html'>Podręcznik użytkownika</a>
zh_cn: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.10.0/doc/manual/manual.zh_CN.html'>用户手册</a>

source: <a href='http://www.wesnoth.org'>Official Website</a> (English)
pl: <a href='http://www.wesnoth.org'>Oficjalna witryna Wesnoth</a> (po angielsku)
zh_cn: <a href='http://www.wesnoth.org'>官方网站</a> （英文）

source: <a href='http://www.wesnoth.org/start/1.4'>Wesnoth 1.4 Release Notes</a>
pl: <a href='http://www.wesnoth.org/start/1.4'>Informacje o wydaniu Wesnoth 1.4</a>
zh_cn: <a href='http://www.wesnoth.org/start/1.4'>韦诺之战 1.4 发行注记</a>

source: <a href='http://www.wesnoth.org/start/1.6'>Wesnoth 1.6 Release Notes</a>
pl: <a href='http://www.wesnoth.org/start/1.6'>Informacje o wydaniu Wesnoth 1.6</a>
zh_cn: <a href='http://www.wesnoth.org/start/1.6'>韦诺之战 1.6 发行注记</a>

source: <a href='http://www.wesnoth.org/start/1.8'>Wesnoth 1.8 Release Notes</a>
pl: <a href='http://www.wesnoth.org/start/1.8'>Informacje o wydaniu Wesnoth 1.8</a>
zh_cn: <a href='http://www.wesnoth.org/start/1.8'>韦诺之战 1.8 发行注记</a>

source: This page is also available in the following languages:
pl: Strona jest również dostępna w następujących językach:
zh_cn: 这个页面已被翻译为以下语言：

source: <em>January 2012</em>. It is once again time for that thrill you’ve all been waiting for: the beginning of a new stable release series. The development team is proud to release version 1.10 of <em>The Battle for Wesnoth</em>, a <a href='http://www.gnu.org/philosophy/philosophy.html'>free</a> and <a href='http://www.opensource.org/'>open-source</a> turn-based strategy game with a fantasy theme and role-playing elements. The game is available for Microsoft Windows, Mac OS X, and various GNU/Linux distributions.
pl: <em>Styczeń 2012 r.</em> Po długim oczekiwaniu nadeszła ponownie chwila niezrównanych emocji: nowa wersja stabilna Wesnoth. Z dumą ogłaszamy wydanie wersji 1.10 <em>Bitwy o Wesnoth</em>, <a href='http://www.gnu.org/philosophy/philosophy.html'>darmowej (wolnej)</a> i dostępnej na zasadach <a href='http://www.opensource.org/'>open source</a> turowej gry strategicznej o tematyce fantasy z elementami fabularnymi. Gra jest dostępna w wersjach na platformy Microsoft Windows, Mac OS X i różne dystrybucje GNU/Linuksa.

source: Thanks to the Google Summer of Code projects from 2010 and 2011, there is a new Whiteboard system, which helps you make plans by visualizing recruitment, movement, attacks, and so on. It even lets you visualize plans to share with your allies in multiplayer games.
pl: Dzięki projektom Google Summer of Code z lat 2010 i 2011 powstał nowy system planowania, umożliwiający wizualne planowanie rekrutacji, ruchów, ataków i innych działań. Można nawet wyświetlać wspólne plany działania z sojusznikami w grze wieloosobowej.

source: Since several terrain types were added, and many more completely redrawn or updated, including volcanoes, animated water, new embellishments, and completely redrawn grasslands, the Wesnothian battlefield is now a much more beautiful thing to see.
pl: Pojawiło się kilka nowych typów terenu, a wiele innych zostało narysowanych od nowa lub istotnie poprawionych. Dzięki wulkanom, animowanej wodzie, nowym ornamentom i opracowanym od nowa równinom pole bitwy w Wesnoth stało się znacznie ładniejsze.

source: Many units, such as the saurians, have received new standing and other animations. These, along with the new, animated water, help breathe life into the previously nigh-on motionless battlefield.
pl: Do wielu jednostek (między innymi jaszczurów) dodano nowe animacje postoju i innych czynności, które w połączeniu z nowymi animacjami wody ożywiają statyczne dotąd pola bitew.

source: The 1.10 series features a completely remade version of the old <em>Northerners</em> theme as well as two new tracks: <em>Battle Epic</em> and <em>Silvan Sanctuary</em>.
pl: W wersji 1.10 usłyszymy zupełnie nową wersję dotychczasowego utworu <em>Northerners</em> oraz dwa nowe utwory: <em>Battle Epic</em> i <em>Silvan Sanctuary</em>.

source: A new campaign, <em>Dead Water</em>, has been introduced; in it, you play as a young merman who is the heir to his kingdom’s throne; your task is to repel an undead invasion and to save your people. <em>Dead Water</em> spent some time being polished in the <a href="http://wesnoth-umc-dev.sourceforge.net">Wesnoth-UMC-Dev project</a> to prepare for mainline inclusion, just like <em>Delfador’s Memoirs</em>.
pl: Do gałęzi głównej dołączyła kampania <em>Dead Water</em>, której bohaterem jest młody mermen. Jako następca tronu musi on stawić czoła inwazji nieumarłych i obronić swoje królestwo. Nowa kampania była przez dłuższy czas doskonalona i przygotowywana do umieszczenia w gałęzi głównej w ramach <a href="http://wesnoth-umc-dev.sourceforge.net">projektu Wesnoth-UMC-Dev</a>, podobnie jak dodana wcześniej kampania <em>Wspomnienia Delfadora</em>.

source: Most of the existing campaigns have received both major and minor updates and improvements. For example, <em>A Tale of Two Brothers</em>’s storyline was rewritten, and several scenarios from <em>Legend of Wesmere</em> were reworked to include more dynamic gameplay and better mechanics.
pl: W większości istniejących kampanii wprowadzono mniejsze i większe zmiany oraz liczne udoskonalenia. Na przykład <em>Opowieść o dwóch braciach</em> otrzymała znacznie ulepszoną fabułę, a kilka scenariuszy <em>Legendy Wesmere</em> poddano przeróbkom w celu zwiększenia dynamiki i ulepszenia mechaniki rozgrywki.

source: Several new multiplayer maps have been introduced: <em>Aethermaw</em>, <em>Arcanclave Citadel</em>, <em>Thousand Stings Garrison</em>, and <em>Volcano</em>. Numerous updates and balancing tweaks were made to the other maps &mdash; including making full use of the new terrain types.
pl: Pojawiło się kilka nowych map wieloosobowych: <em>Aethermaw</em>, <em>Cytadela Arcanclave</em>, <em>Garnizon tysiąca żądeł</em> i <em>Wulkan</em>. Wiele innych map zostało zaktualizowanych, między innymi w celu zrównoważenia rozgrywki i wykorzystania nowych typów terenu.

source: In addition to new portrait sets for <em>An Orcish Incursion</em>, <em>Descent into Darkness</em>, <em>Sceptre of Fire</em>, <em>The Rise of Wesnoth</em>, and <em>The South Guard</em>, generic portraits were added (for example, most of the Drakes and the skeletal undead), thus getting us closer to meeting our goal of having high-quality art throughout the whole game.
pl: Poza nowymi zestawami portretów do kampanii <em>Najazd orków</em>, <em>Zejście w mrok</em>, <em>Berło ognia</em>, <em>Powstanie Wesnoth</em> i <em>Południowa straż</em> dodano też wiele portretów ogólnych (na przykład dla większości smoków i szkieletów). Jesteśmy zatem kolejny krok bliżej do naszego celu, jakim jest zapewnienie wysokiej jakości grafiki w całej grze.

source: The lighting system can now illuminate specific areas differently to better show local time of day effects and, for example, keep caves dark during the day.
pl: System oświetlenia potrafi teraz różnie oświetlać różne obszary mapy, aby lepiej pokazywać lokalną porę dnia (i jej wpływ na jednostki). Dzięki niemu w jaskiniach panuje teraz ciemność również w dzień.

source: To help you quickly identify slowed units, they are now tinted light blue.
pl: Jednostki spowolnione otrzymują teraz błękitne zabarwienie, dzięki czemu łatwiej je zidentyfikować.

source: Various changes were made to the UI. For example, you can now remove multiple add-ons at once using checkboxes. Substantial improvements have also been made in regards to typography and consistency throughout the game. Also, the sidebar was modified to make it more appealing and easier to read.
pl: Wprowadzono liczne zmiany w interfejsie użytkownika, dzięki którym można m.in. usuwać wiele dodatków naraz poprzez zaznaczanie pól wyboru. Znacznie poprawiliśmy też typografię i spójność wyglądu wszystkich elementów gry. Zmodyfikowany został pasek boczny, aby był bardziej estetyczny i czytelny.

source: Two new translations were started: Irish and Old English.
pl: Rozpoczęto prace nad dwiema nowymi wersjami językowymi: irlandzką i staroangielską.

source: The 1.10 series brings many new features for content developers, such as <a href="http://wiki.wesnoth.org/PersistenceWML">persistent variables</a>, which allow add-on authors to save data to players’ user data directories for use by other content developers or in future playthroughs.
pl: W serii 1.10 pojawiło się wiele nowych funkcji dla twórców treści, w tym nowe <a href="http://wiki.wesnoth.org/PersistenceWML">trwałe zmienne WML</a>, umożliwiające twórcom dodatków zapisywanie na lokalnym dysku gracza danych do wykorzystania przez inne materiały lub podczas rozgrywania w przyszłości.

source: The game’s Lua capabilities have been strengthened considerably, which allows content developers to do much more than they could with it on the 1.8 series. In fact, one of our Google Summer of Code projects was focused on improving the AI-related Lua capabilities.
pl: Obsługa języka Lua w grze została znacznie rozbudowana, dzięki czemu twórcy treści mają teraz znacznie więcej możliwości niż w serii 1.8. Rozbudowa obsługi języka Lua w zakresie programowania sztucznej inteligencji gry była jednym z naszych projektów Google Summer of Code.

source: Thanks to a Google Summer of Code project that took place during 2010 and 2011, we now have a <a href="http://eclipse.wesnoth.org">Wesnoth Eclipse plugin</a>, which provides a full-blown IDE for WML in Eclipse thus providing features such as syntax highlighting, tag folding, autocompletion, and more. It even has front-ends for maintenance tools such as <em>wmllint</em> and <em>wmlindent</em> as well as the ability to start the game or map editor and have it go right to the desired scenario or map.
pl: Dzięki projektowi Google Summer of Code z lat 2010 i 2011 mamy do dyspozycji <a href="http://eclipse.wesnoth.org">wtyczkę Wesnoth dla środowiska Eclipse</a>, stanowiącą rozbudowane środowisko IDE do programowania w języku WML na platformie Eclipse, włącznie z podświetlaniem składni, zwijaniem znaczników, autouzupełnianiem i innymi funkcjami. Środowisko obejmuje również interfejsy do uruchamiania pomocniczych narzędzi <em>wmllint</em> i <em>wmlindent</em> oraz możliwość uruchomienia gry lub edytora map z bezpośrednim załadowaniem wybranego scenariusza lub mapy.
