Repository: wesnoth/wesnoth
Catalog: po/wesnoth-aoi/*.po
Languages: en@shaw

source: Hrugu
en@shaw: Â·ğ‘£ğ‘®ğ‘µğ‘œğ‘µ

source: Defeat all enemy leaders
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘·ğ‘¤ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ

source: We are far from our lands, now, Erlornas, and we have driven the orcs from the forest. Why do we not return home?
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘“ğ‘¸ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ, ğ‘¯ğ‘¬, Â·ğ‘ºğ‘¤ğ‘¹ğ‘¯ğ‘¨ğ‘•, ğ‘¯ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘®ğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘. ğ‘¢ğ‘² ğ‘›ğ‘µ ğ‘¢ğ‘° ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘£ğ‘´ğ‘¥?

source: You know well enough... Rualsha. That name sounds everywhere we go since the incursion began. That orc is much more than a mere marauding bandit in search of pillage. And he wants this land. <i>Our</i> land. He is planning an invasion, Iâ€™m sure of it. We must gather more information about his plans before we go back.
en@shaw: ğ‘¿ ğ‘¯ğ‘´ ğ‘¢ğ‘§ğ‘¤ ğ‘¦ğ‘¯ğ‘³ğ‘“... Â·ğ‘®ğ‘µğ‘©ğ‘¤ğ‘–ğ‘¨. ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘±ğ‘¥ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘§ğ‘ğ‘®ğ‘°ğ‘¢ğ‘º ğ‘¢ğ‘° ğ‘œğ‘´ ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘ ğ‘¦ğ‘¯ğ‘’ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘šğ‘©ğ‘œğ‘¨ğ‘¯. ğ‘ğ‘¨ğ‘‘ ğ‘¹ğ‘’ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘³ğ‘— ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘© ğ‘¥ğ‘½ ğ‘¥ğ‘»ğ‘ªğ‘›ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ ğ‘¦ğ‘¯ ğ‘•ğ‘»ğ‘— ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡. ğ‘¯ ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘›. <i>Our</i> ğ‘¤ğ‘¨ğ‘¯ğ‘›. ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘™ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘±ğ‘ ğ‘©ğ‘¯, ğ‘²'ğ‘§ğ‘¥ ğ‘–ğ‘«ğ‘¼ ğ‘ ğ‘¦ğ‘‘. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘¨ğ‘ğ‘¼ ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘ªğ‘¯ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘œğ‘´ ğ‘šğ‘¨ğ‘’.

source: And tell me... How did you sleep last night?
en@shaw: ğ‘¯ ğ‘‘ğ‘§ğ‘¤ ğ‘¥ğ‘°... ğ‘£ğ‘¬ ğ‘›ğ‘¦ğ‘› ğ‘¿ ğ‘•ğ‘¤ğ‘°ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¯ğ‘²ğ‘‘?

source: How did I?... Uneasy, lord. My dreams were bleak, some of them nightmares.
en@shaw: ğ‘£ğ‘¬ ğ‘›ğ‘¦ğ‘› ğ‘²?... ğ‘³ğ‘¯ğ‘°ğ‘Ÿğ‘¦, ğ‘¤ğ‘¹ğ‘›. ğ‘¥ğ‘² ğ‘›ğ‘®ğ‘°ğ‘¥ğ‘Ÿ ğ‘¢ğ‘» ğ‘šğ‘¤ğ‘°ğ‘’, ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘¯ğ‘²ğ‘‘ğ‘¥ğ‘ºğ‘Ÿ.

source: Yes. The earth currents are perturbed here, and the bridges to the dreamland are tainted. I think there is a mage dwelling somewhere nearby. Or perhaps more than one; the traces are mixed, and some of them have an unwholesome flavor.
en@shaw: ğ‘˜ğ‘§ğ‘•. ğ‘ ğ‘»ğ‘” ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘ğ‘¼ğ‘‘ğ‘»ğ‘šğ‘› ğ‘£ğ‘½, ğ‘¯ ğ‘ ğ‘šğ‘®ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘ ğ‘›ğ‘®ğ‘°ğ‘¥ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¸ ğ‘‘ğ‘±ğ‘¯ğ‘‘ğ‘¦ğ‘›. ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘¥ğ‘±ğ‘¡ ğ‘›ğ‘¢ğ‘§ğ‘¤ğ‘¦ğ‘™ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘º ğ‘¯ğ‘½ğ‘šğ‘². ğ‘¹ ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘¢ğ‘³ğ‘¯; ğ‘ ğ‘‘ğ‘®ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘¥ğ‘¦ğ‘’ğ‘•ğ‘‘, ğ‘¯ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘£ğ‘«ğ‘¤ğ‘•ğ‘³ğ‘¥ ğ‘“ğ‘¤ğ‘±ğ‘ğ‘¼.

source: It would be dire indeed for us if these orcs have magic to add to their battle-might.
en@shaw: ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘²ğ‘® ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘“ğ‘¹ ğ‘³ğ‘• ğ‘¦ğ‘“ ğ‘ğ‘°ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘‘ ğ‘¨ğ‘› ğ‘‘ ğ‘ğ‘º ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤-ğ‘¥ğ‘²ğ‘‘.

source: We must discover if this is so.
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘•ğ‘´.

source: Information will do us no good if we are killed before we return with it! These mountains look like troll territory.
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘‘ğ‘¦ğ‘ªğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘µ ğ‘³ğ‘• ğ‘¯ğ‘´ ğ‘œğ‘«ğ‘› ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¸ ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘¦ğ‘‘! ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¤ğ‘«ğ‘’ ğ‘¤ğ‘²ğ‘’ ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¼ğ‘¦.

source: Enough. The sunâ€™s fully over the horizon. Give the order to advance.
en@shaw: ğ‘¦ğ‘¯ğ‘³ğ‘“. ğ‘ ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘£ğ‘¼ğ‘²ğ‘Ÿğ‘©ğ‘¯. ğ‘œğ‘¦ğ‘ ğ‘ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•.

source: That was the last of the chieftains, lord. The lesser trolls seem to be retreating now.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘—ğ‘°ğ‘“ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¤ğ‘¹ğ‘›. ğ‘ ğ‘¤ğ‘§ğ‘•ğ‘¼ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦ğ‘™ ğ‘¯ğ‘¬.

source: It is well. Break camp and move everyone through the pass before they rally. Weâ€™ll rest a bit on the other side; we have earned it.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤. ğ‘šğ‘®ğ‘±ğ‘’ ğ‘’ğ‘¨ğ‘¥ğ‘ ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘§ğ‘ğ‘®ğ‘°ğ‘¢ğ‘³ğ‘¯ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘ğ‘­ğ‘• ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘± ğ‘®ğ‘¨ğ‘¤ğ‘°. ğ‘¢ğ‘°'ğ‘¤ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘© ğ‘šğ‘¦ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘•ğ‘²ğ‘›; ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘»ğ‘¯ğ‘› ğ‘¦ğ‘‘.

source: At once. How much time do you think we have?
en@shaw: ğ‘¨ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘•. ğ‘£ğ‘¬ ğ‘¥ğ‘³ğ‘— ğ‘‘ğ‘²ğ‘¥ ğ‘›ğ‘µ ğ‘¿ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘?

source: A day, perhaps. We fought two clans today; they wonâ€™t take long to rally. We need to be gone from here by sunset next.
en@shaw: ğ‘© ğ‘›ğ‘±, ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘•. ğ‘¢ğ‘° ğ‘“ğ‘·ğ‘‘ ğ‘‘ğ‘µ ğ‘’ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ ğ‘‘ğ‘«ğ‘›ğ‘±; ğ‘ğ‘± ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¤ğ‘ªğ‘™ ğ‘‘ ğ‘®ğ‘¨ğ‘¤ğ‘°. ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘šğ‘° ğ‘œğ‘ªğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘½ ğ‘šğ‘² ğ‘•ğ‘³ğ‘¯ğ‘•ğ‘§ğ‘‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘.

source: We have slain a chieftain! Take heart! This battle is almost won!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘¤ğ‘±ğ‘¯ ğ‘© ğ‘—ğ‘°ğ‘“ğ‘‘ğ‘©ğ‘¯! ğ‘‘ğ‘±ğ‘’ ğ‘£ğ‘¸ğ‘‘! ğ‘ğ‘¦ğ‘• ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¢ğ‘³ğ‘¯!

source: Ha! Me smashed da funny elf. Me got a trophy!
en@shaw: ğ‘£ğ‘­! ğ‘¥ğ‘° ğ‘•ğ‘¥ğ‘¨ğ‘–ğ‘‘ ğ‘›ğ‘­ ğ‘“ğ‘³ğ‘¯ğ‘¦ ğ‘§ğ‘¤ğ‘“. ğ‘¥ğ‘° ğ‘œğ‘ªğ‘‘ ğ‘© ğ‘‘ğ‘®ğ‘´ğ‘“ğ‘°!

source: No! This canâ€™t be!
en@shaw: ğ‘¯ğ‘´! ğ‘ğ‘¦ğ‘• ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘šğ‘°!

source: Soon after Erlornas died, the elven party, lacking a leader and pressed from all sides, scattered and fled. Their retreat to Wesmere was arduous and long.
en@shaw: ğ‘•ğ‘µğ‘¯ ğ‘­ğ‘“ğ‘‘ğ‘¼ Â·ğ‘ºğ‘¤ğ‘¹ğ‘¯ğ‘¨ğ‘• ğ‘›ğ‘²ğ‘› ğ‘ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘ğ‘¸ğ‘‘ğ‘¦, ğ‘¤ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘© ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘¯ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘·ğ‘¤ ğ‘•ğ‘²ğ‘›ğ‘Ÿ, ğ‘•ğ‘’ğ‘¨ğ‘‘ğ‘¼ğ‘› ğ‘¯ ğ‘“ğ‘¤ğ‘§ğ‘›. ğ‘ğ‘º ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘ ğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¥ğ‘°ğ‘® ğ‘¢ğ‘ªğ‘Ÿ ğ‘¸ğ‘¡ğ‘µğ‘©ğ‘• ğ‘¯ ğ‘¤ğ‘ªğ‘™.

source: During their retreat, the pass was crossed by another army moving in the opposite direction. Orcs were back south of the pass, and this time they were to stay for a long, long time.
en@shaw: ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘, ğ‘ ğ‘ğ‘­ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘®ğ‘ªğ‘•ğ‘› ğ‘šğ‘² ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘¸ğ‘¥ğ‘¦ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘ªğ‘ğ‘´ğ‘•ğ‘¦ğ‘‘ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯. ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘» ğ‘šğ‘¨ğ‘’ ğ‘•ğ‘¬ğ‘” ğ‘ ğ‘ ğ‘ğ‘­ğ‘•, ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘²ğ‘¥ ğ‘ğ‘± ğ‘¢ğ‘» ğ‘‘ ğ‘•ğ‘‘ğ‘± ğ‘“ğ‘¹ ğ‘© ğ‘¤ğ‘ªğ‘™, ğ‘¤ğ‘ªğ‘™ ğ‘‘ğ‘²ğ‘¥.

source: We canâ€™t get through, my Lord. These whelps are not individually very dangerous, but there are huge numbers of them.
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘”ğ‘®ğ‘µ, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›. ğ‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤ğ‘ğ‘• ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘ğ‘¦ğ‘›ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘º ğ‘¸ ğ‘£ğ‘¿ğ‘¡ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ ğ‘ ğ‘ğ‘§ğ‘¥.

source: Four days of combat and nothing to show for it. How does it feel to you?
en@shaw: ğ‘“ğ‘¹ ğ‘›ğ‘±ğ‘Ÿ ğ‘ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘ ğ‘¯ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘‘ ğ‘–ğ‘´ ğ‘“ğ‘¹ ğ‘¦ğ‘‘. ğ‘£ğ‘¬ ğ‘›ğ‘´ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘“ğ‘°ğ‘¤ ğ‘‘ ğ‘¿?

source: Terrible, my lord. Never in my life did I dream Iâ€™d be bested by mere trolls. What are your orders?
en@shaw: ğ‘‘ğ‘§ğ‘®ğ‘©ğ‘šğ‘©ğ‘¤, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›. ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘¯ ğ‘¥ğ‘² ğ‘¤ğ‘²ğ‘“ ğ‘›ğ‘¦ğ‘› ğ‘² ğ‘›ğ‘®ğ‘°ğ‘¥ ğ‘²'ğ‘›ğ‘° ğ‘šğ‘° ğ‘šğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘› ğ‘šğ‘² ğ‘¥ğ‘½ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ. ğ‘¢ğ‘ªğ‘‘ ğ‘¸ ğ‘¿ğ‘¼ ğ‘¹ğ‘›ğ‘¼ğ‘Ÿ?

source: Withdraw and make camp a safe distance from the hills. There is no further point in this fight. Weâ€™ll wait for reinforcements.
en@shaw: ğ‘¢ğ‘¦ğ‘ğ‘›ğ‘®ğ‘· ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘’ğ‘¨ğ‘¥ğ‘ ğ‘© ğ‘•ğ‘±ğ‘“ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘‘. ğ‘¢ğ‘°'ğ‘¤ ğ‘¢ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•.

source: The reinforcements arrived a few days later, a crack force of rangers with some cavalry support. When they attempted the pass again, they found not trolls but something worse â€” an orcish army approaching from the north.
en@shaw: ğ‘ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘© ğ‘“ğ‘¿ ğ‘›ğ‘±ğ‘Ÿ ğ‘¤ğ‘±ğ‘‘ğ‘¼, ğ‘© ğ‘’ğ‘®ğ‘¨ğ‘’ ğ‘“ğ‘¹ğ‘• ğ‘ ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘’ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘®ğ‘° ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘. ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘©ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘ğ‘­ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯, ğ‘ğ‘± ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘šğ‘³ğ‘‘ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¢ğ‘»ğ‘• - ğ‘©ğ‘¯ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¸ğ‘¥ğ‘¦ ğ‘©ğ‘ğ‘®ğ‘´ğ‘—ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¯ğ‘¹ğ‘”.

source: The battle that ensued was bloody and inconclusive, and the elven losses were only the beginning of the mournful toll in a war that would rage for many years after.
en@shaw: ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘µğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘¤ğ‘³ğ‘›ğ‘¦ ğ‘¯ ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘•ğ‘¦ğ‘, ğ‘¯ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘¤ğ‘ªğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘» ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘ ğ‘¥ğ‘¹ğ‘¯ğ‘“ğ‘©ğ‘¤ ğ‘‘ğ‘´ğ‘¤ ğ‘¦ğ‘¯ ğ‘© ğ‘¢ğ‘¹ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘®ğ‘±ğ‘¡ ğ‘“ğ‘¹ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘˜ğ‘½ğ‘Ÿ ğ‘­ğ‘“ğ‘‘ğ‘¼.

source: Linaera the Quick
en@shaw: Â·ğ‘¤ğ‘¦ğ‘¯ğ‘ºğ‘© ğ‘ ğ‘’ğ‘¢ğ‘¦ğ‘’

source: After a day of hard-earned rest the elves marched north again. This was unknown country, not frequented even by Wesmereâ€™s furthermost-faring scouts.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘© ğ‘›ğ‘± ğ‘ ğ‘£ğ‘¸ğ‘›-ğ‘»ğ‘¯ğ‘› ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¥ğ‘¸ğ‘—ğ‘‘ ğ‘¯ğ‘¹ğ‘” ğ‘©ğ‘œğ‘±ğ‘¯. ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯ ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘°, ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘› ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘šğ‘² Â·ğ‘¢ğ‘§ğ‘•ğ‘¥ğ‘°ğ‘®ğ‘Ÿ ğ‘“ğ‘»ğ‘ğ‘»ğ‘¥ğ‘´ğ‘•ğ‘‘-ğ‘“ğ‘¸ğ‘¦ğ‘™ ğ‘•ğ‘’ğ‘¬ğ‘‘ğ‘•.

source: Two daysâ€™ travel later, the forward scouts reported another orcish warband laying siege to a tower.
en@shaw: ğ‘‘ğ‘µ ğ‘›ğ‘±ğ‘Ÿ' ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ ğ‘¤ğ‘±ğ‘‘ğ‘¼, ğ‘ ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘› ğ‘•ğ‘’ğ‘¬ğ‘‘ğ‘• ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¢ğ‘¹ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘•ğ‘°ğ‘¡ ğ‘‘ ğ‘© ğ‘‘ğ‘¬ğ‘¼.

source: Erlornas surveyed the siege from atop a small tree-covered hill overlooking the tower valley...
en@shaw: Â·ğ‘ºğ‘¤ğ‘¹ğ‘¯ğ‘¨ğ‘• ğ‘•ğ‘¼ğ‘ğ‘±ğ‘› ğ‘ ğ‘•ğ‘°ğ‘¡ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘©ğ‘‘ğ‘­ğ‘ ğ‘© ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘‘ğ‘®ğ‘°-ğ‘’ğ‘³ğ‘ğ‘¼ğ‘› ğ‘£ğ‘¦ğ‘¤ ğ‘´ğ‘ğ‘¼ğ‘¤ğ‘«ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘¬ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘°...

source: Krughnar
en@shaw: Â·ğ‘’ğ‘®ğ‘µğ‘œğ‘¯ğ‘¸

source: Defeat Krughnar and break the siege
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘’ğ‘®ğ‘µğ‘œğ‘¯ğ‘¸ ğ‘¯ ğ‘šğ‘®ğ‘±ğ‘’ ğ‘ ğ‘•ğ‘°ğ‘¡

source: Death of Linaera
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘¤ğ‘¦ğ‘¯ğ‘ºğ‘©

source: Report.
en@shaw: ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘.

source: Under the letter of the treaty, it is so. But this country is too cold and barren for us. I wonder, what manner of human would choose to live here, far from its kind? Hmmm...
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘¤ğ‘§ğ‘‘ğ‘¼ ğ‘ ğ‘ ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘´. ğ‘šğ‘³ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘° ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘’ğ‘´ğ‘¤ğ‘› ğ‘¯ ğ‘šğ‘¨ğ‘®ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘³ğ‘•. ğ‘² ğ‘¢ğ‘³ğ‘¯ğ‘›ğ‘¼, ğ‘¢ğ‘ªğ‘‘ ğ‘¥ğ‘¨ğ‘¯ğ‘¼ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¢ğ‘«ğ‘› ğ‘—ğ‘µğ‘Ÿ ğ‘‘ ğ‘¤ğ‘²ğ‘ ğ‘£ğ‘½, ğ‘“ğ‘¸ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘²ğ‘¯ğ‘›? ğ‘£ğ‘©ğ‘¥...

source: It trespasses, and should be driven out!
en@shaw: ğ‘¦ğ‘‘ ğ‘‘ğ‘®ğ‘§ğ‘•ğ‘ğ‘©ğ‘•ğ‘©ğ‘Ÿ, ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘®ğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘¬ğ‘‘!

source: Hold. It is only one human, or a few of them at most. Time enough to speak of driving it out when we have no enemies in common.
en@shaw: ğ‘£ğ‘´ğ‘¤ğ‘›. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘³ğ‘¯ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯, ğ‘¹ ğ‘© ğ‘“ğ‘¿ ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘¨ğ‘‘ ğ‘¥ğ‘´ğ‘•ğ‘‘. ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘•ğ‘ğ‘°ğ‘’ ğ‘ ğ‘›ğ‘®ğ‘²ğ‘ğ‘¦ğ‘™ ğ‘¦ğ‘‘ ğ‘¬ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘’ğ‘ªğ‘¥ğ‘©ğ‘¯.

source: Tell me: I see no bridge over the chasm around that keep. Is there any sign that one has been withdrawn by the defenders?
en@shaw: ğ‘‘ğ‘§ğ‘¤ ğ‘¥ğ‘°: ğ‘² ğ‘•ğ‘° ğ‘¯ğ‘´ ğ‘šğ‘®ğ‘¦ğ‘¡ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘¨ğ‘Ÿğ‘©ğ‘¥ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘°ğ‘. ğ‘¦ğ‘Ÿ ğ‘ğ‘º ğ‘§ğ‘¯ğ‘¦ ğ‘•ğ‘²ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘¢ğ‘¦ğ‘ğ‘›ğ‘®ğ‘·ğ‘¯ ğ‘šğ‘² ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘»ğ‘Ÿ?

source: No, lord. No traces of any construction. It looks like no bridge has ever existed there. There must be other, hidden means of access to the tower.
en@shaw: ğ‘¯ğ‘´, ğ‘¤ğ‘¹ğ‘›. ğ‘¯ğ‘´ ğ‘‘ğ‘®ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯. ğ‘¦ğ‘‘ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘¯ğ‘´ ğ‘šğ‘®ğ‘¦ğ‘¡ ğ‘£ğ‘¨ğ‘Ÿ ğ‘§ğ‘ğ‘¼ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘ğ‘º. ğ‘ğ‘º ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘³ğ‘ğ‘¼, ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘ ğ‘‘ğ‘¬ğ‘¼.

source: Do it. Weâ€™ll have a guest soon.
en@shaw: ğ‘›ğ‘µ ğ‘¦ğ‘‘. ğ‘¢ğ‘°'ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘œğ‘§ğ‘•ğ‘‘ ğ‘•ğ‘µğ‘¯.

source: Erlornas closed his eyes and brought his hands forward, joined palms forming a cup open to the sky. Soon they began to glow, then to flare like a brazier with the fire of Faerie, casting a cold, blue light all around the elf-lord. A wisp of light emerged from the eerie flames, and at a few murmured words from the elf-lord flew away towards the tower below. Then the light around Erlornas faded and all was seemingly as before.
en@shaw: Â·ğ‘ºğ‘¤ğ‘¹ğ‘¯ğ‘¨ğ‘• ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘› ğ‘£ğ‘¦ğ‘Ÿ ğ‘²ğ‘Ÿ ğ‘¯ ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘›, ğ‘¡ğ‘¶ğ‘¯ğ‘› ğ‘ğ‘­ğ‘¥ğ‘Ÿ ğ‘“ğ‘¹ğ‘¥ğ‘¦ğ‘™ ğ‘© ğ‘’ğ‘³ğ‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘’ğ‘². ğ‘•ğ‘µğ‘¯ ğ‘ğ‘± ğ‘šğ‘©ğ‘œğ‘¨ğ‘¯ ğ‘‘ ğ‘œğ‘¤ğ‘´, ğ‘ğ‘§ğ‘¯ ğ‘‘ ğ‘“ğ‘¤ğ‘º ğ‘¤ğ‘²ğ‘’ ğ‘© ğ‘šğ‘®ğ‘±ğ‘Ÿğ‘°ğ‘» ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘ ğ‘“ğ‘ºğ‘¦, ğ‘’ğ‘­ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘© ğ‘’ğ‘´ğ‘¤ğ‘›, ğ‘šğ‘¤ğ‘µ ğ‘¤ğ‘²ğ‘‘ ğ‘·ğ‘¤ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘§ğ‘¤ğ‘“-ğ‘¤ğ‘¹ğ‘›. ğ‘© ğ‘¢ğ‘¦ğ‘•ğ‘ ğ‘ ğ‘¤ğ‘²ğ‘‘ ğ‘¦ğ‘¥ğ‘»ğ‘¡ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘½ğ‘° ğ‘“ğ‘¤ğ‘±ğ‘¥ğ‘Ÿ, ğ‘¯ ğ‘¨ğ‘‘ ğ‘© ğ‘“ğ‘¿ ğ‘¥ğ‘»ğ‘¥ğ‘¼ğ‘› ğ‘¢ğ‘»ğ‘›ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘§ğ‘¤ğ‘“-ğ‘¤ğ‘¹ğ‘› ğ‘“ğ‘¤ğ‘µ ğ‘©ğ‘¢ğ‘± ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘›ğ‘Ÿ ğ‘ ğ‘‘ğ‘¬ğ‘¼ ğ‘šğ‘©ğ‘¤ğ‘´. ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘¤ğ‘²ğ‘‘ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› Â·ğ‘ºğ‘¤ğ‘¹ğ‘¯ğ‘¨ğ‘• ğ‘“ğ‘±ğ‘›ğ‘©ğ‘› ğ‘¯ ğ‘·ğ‘¤ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘°ğ‘¥ğ‘¦ğ‘™ğ‘¤ğ‘° ğ‘¨ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹.

source: Some time later...
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘²ğ‘¥ ğ‘¤ğ‘±ğ‘‘ğ‘¼...

source: Scarcely less than I find yours, my lord elf, but I would welcome your aid against these orcs. They have been besieging my tower for weeks.
en@shaw: ğ‘•ğ‘’ğ‘ºğ‘•ğ‘¤ğ‘¦ ğ‘¤ğ‘§ğ‘• ğ‘ğ‘¨ğ‘¯ ğ‘² ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¿ğ‘¼ğ‘Ÿ, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘› ğ‘§ğ‘¤ğ‘“, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘¢ğ‘§ğ‘¤ğ‘’ğ‘©ğ‘¥ ğ‘¿ğ‘¼ ğ‘²ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¹ğ‘’ğ‘•. ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘šğ‘¦ğ‘•ğ‘°ğ‘¡ğ‘¦ğ‘™ ğ‘¥ğ‘² ğ‘‘ğ‘¬ğ‘¼ ğ‘“ğ‘¹ ğ‘¢ğ‘°ğ‘’ğ‘•.

source: I wish their foul kind driven as far as possible from my borders, not to return. It would be no bad thing if an ally of the elves kept watch over this country.
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘– ğ‘ğ‘º ğ‘“ğ‘¬ğ‘¤ ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘›ğ‘®ğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘“ğ‘¸ ğ‘¨ğ‘Ÿ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¥ğ‘² ğ‘šğ‘¹ğ‘›ğ‘¼ğ‘Ÿ, ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯. ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘šğ‘¨ğ‘› ğ‘”ğ‘¦ğ‘™ ğ‘¦ğ‘“ ğ‘©ğ‘¯ ğ‘¨ğ‘¤ğ‘² ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘’ğ‘§ğ‘ğ‘‘ ğ‘¢ğ‘ªğ‘¡ ğ‘´ğ‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘°.

source: Count me an ally, then, lord Erlornas. We can defeat them together.
en@shaw: ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘¥ğ‘° ğ‘©ğ‘¯ ğ‘¨ğ‘¤ğ‘², ğ‘ğ‘§ğ‘¯, ğ‘¤ğ‘¹ğ‘› Â·ğ‘ºğ‘¤ğ‘¹ğ‘¯ğ‘¨ğ‘•. ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼.

source: My lord... humans cannot be trusted! They shift their allegiances with the changing of the wind!
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›... ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘›! ğ‘ğ‘± ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘ğ‘º ğ‘¨ğ‘¤ğ‘°ğ‘¡ğ‘°ğ‘¨ğ‘¯ğ‘•ğ‘¦ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘¦ğ‘™ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›!

source: That may be, but I do not think this one will betray us to the orcs. And we may need her assistance, too: that is a powerful force of orcs ahead.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘± ğ‘šğ‘°, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘³ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘¦ğ‘‘ğ‘®ğ‘± ğ‘³ğ‘• ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘•. ğ‘¯ ğ‘¢ğ‘° ğ‘¥ğ‘± ğ‘¯ğ‘°ğ‘› ğ‘£ğ‘» ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•, ğ‘‘ğ‘µ: ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘© ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘“ğ‘¹ğ‘• ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘©ğ‘£ğ‘§ğ‘›.

source: I do indeed. Something evil has recently made a nest in the next valley over; its servants have been sniffing at the edges of my domain. I had meant to deal with it myself, but if you elves revere the green earth I think you will want it abolished as much as do I.
en@shaw: ğ‘² ğ‘›ğ‘µ ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›. ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¥ğ‘±ğ‘› ğ‘© ğ‘¯ğ‘§ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘° ğ‘´ğ‘ğ‘¼; ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘»ğ‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘¯ğ‘¦ğ‘“ğ‘¦ğ‘™ ğ‘¨ğ‘‘ ğ‘ ğ‘§ğ‘¡ğ‘©ğ‘Ÿ ğ‘ ğ‘¥ğ‘² ğ‘›ğ‘´ğ‘¥ğ‘±ğ‘¯. ğ‘² ğ‘£ğ‘¨ğ‘› ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘°ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘¦ğ‘‘ ğ‘¥ğ‘²ğ‘•ğ‘§ğ‘¤ğ‘“, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘“ ğ‘¿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘®ğ‘¦ğ‘ğ‘½ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘»ğ‘” ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¦ğ‘‘ ğ‘©ğ‘šğ‘ªğ‘¤ğ‘¦ğ‘–ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘›ğ‘µ ğ‘².

source: We are of one mind, then. Let us go to it.
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘¥ğ‘²ğ‘¯ğ‘›, ğ‘ğ‘§ğ‘¯. ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘œğ‘´ ğ‘‘ ğ‘¦ğ‘‘.

source: A Detour through the Swamp
en@shaw: ğ‘© ğ‘›ğ‘¦ğ‘‘ğ‘«ğ‘® ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘

source: Keremal
en@shaw: Â·ğ‘’ğ‘»ğ‘§ğ‘¥ğ‘¨ğ‘¤

source: Defeat Keremal
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘’ğ‘»ğ‘§ğ‘¥ğ‘¨ğ‘¤

source: The evil spirits who have settled in this wetland have turned it into a vile bog. My apprentices and I have the power to dispel them, but you must protect us from their weapons.
en@shaw: ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘§ğ‘‘ğ‘©ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘§ğ‘‘ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘© ğ‘ğ‘²ğ‘¤ ğ‘šğ‘ªğ‘œ. ğ‘¥ğ‘² ğ‘©ğ‘ğ‘®ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘•ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘§ğ‘¤ ğ‘ğ‘§ğ‘¥, ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ ğ‘³ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘º ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ.

source: Thank you, Erlornas... now I can return to my tower in peace. But I think some of my apprentices wish to follow you north in pursuit of the orcs.
en@shaw: ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿, Â·ğ‘ºğ‘¤ğ‘¹ğ‘¯ğ‘¨ğ‘•... ğ‘¯ğ‘¬ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘¥ğ‘² ğ‘‘ğ‘¬ğ‘¼ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘•. ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘¥ğ‘² ğ‘©ğ‘ğ‘®ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘•ğ‘¦ğ‘Ÿ ğ‘¢ğ‘¦ğ‘– ğ‘‘ ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘¿ ğ‘¯ğ‘¹ğ‘” ğ‘¦ğ‘¯ ğ‘ğ‘¼ğ‘•ğ‘¿ğ‘‘ ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘•.

source: I have always wished to see elves, and now I have fought alongside them! May I please travel with you?
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘¢ğ‘¦ğ‘–ğ‘‘ ğ‘‘ ğ‘•ğ‘° ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¯ ğ‘¯ğ‘¬ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘·ğ‘‘ ğ‘©ğ‘¤ğ‘ªğ‘™ğ‘•ğ‘²ğ‘› ğ‘ğ‘§ğ‘¥! ğ‘¥ğ‘± ğ‘² ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘¿?

source: Certainly... I shall be glad of your help.
en@shaw: ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ğ‘¤ğ‘¦... ğ‘² ğ‘–ğ‘¨ğ‘¤ ğ‘šğ‘° ğ‘œğ‘¤ğ‘¨ğ‘› ğ‘ ğ‘¿ğ‘¼ ğ‘£ğ‘§ğ‘¤ğ‘.

source: Showdown
en@shaw: ğ‘–ğ‘´ğ‘›ğ‘¬ğ‘¯

source: Rualsha
en@shaw: Â·ğ‘®ğ‘µğ‘©ğ‘¤ğ‘–ğ‘¨

source: Defeat Rualsha
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘®ğ‘µğ‘©ğ‘¤ğ‘–ğ‘¨

source: Puny elves! My full army will be here soon, and then we will crush you. You will beg for a quick death!
en@shaw: ğ‘ğ‘¿ğ‘¯ğ‘° ğ‘§ğ‘¤ğ‘ğ‘Ÿ! ğ‘¥ğ‘² ğ‘“ğ‘«ğ‘¤ ğ‘¸ğ‘¥ğ‘¦ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘£ğ‘½ ğ‘•ğ‘µğ‘¯, ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘®ğ‘³ğ‘– ğ‘¿. ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘§ğ‘œ ğ‘“ğ‘¹ ğ‘© ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘›ğ‘§ğ‘”!

source: You may slay me, Erlornas, but my people live on. They will not forget! They will pursue you, and destroy you utterly... we will... we... arrgh...
en@shaw: ğ‘¿ ğ‘¥ğ‘± ğ‘•ğ‘¤ğ‘± ğ‘¥ğ‘°, Â·ğ‘ºğ‘¤ğ‘¹ğ‘¯ğ‘¨ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¤ğ‘¦ğ‘ ğ‘ªğ‘¯. ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¼ğ‘œğ‘§ğ‘‘! ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘¼ğ‘•ğ‘¿ ğ‘¿, ğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘¿ ğ‘³ğ‘‘ğ‘¼ğ‘ğ‘¦... ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤... ğ‘¢ğ‘°... ğ‘¸ğ‘œ...

source: But Rualsha overestimated the will of his troops. With their leader dead, they scattered, and fled from the elves back to their fastnesses in the far north.
en@shaw: ğ‘šğ‘³ğ‘‘ Â·ğ‘®ğ‘µğ‘©ğ‘¤ğ‘–ğ‘¨ ğ‘´ğ‘ğ‘»ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘¥ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µğ‘ğ‘•. ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘º ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘›ğ‘§ğ‘›, ğ‘ğ‘± ğ‘•ğ‘’ğ‘¨ğ‘‘ğ‘¼ğ‘›, ğ‘¯ ğ‘“ğ‘¤ğ‘§ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ğ‘º ğ‘“ğ‘¨ğ‘•ğ‘‘ğ‘¯ğ‘©ğ‘•ğ‘§ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¸ ğ‘¯ğ‘¹ğ‘”.

source: It grieves me to take life, even of a barbarian such as Rualsha.
en@shaw: ğ‘¦ğ‘‘ ğ‘œğ‘®ğ‘°ğ‘ğ‘Ÿ ğ‘¥ğ‘° ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¤ğ‘²ğ‘“, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘© ğ‘šğ‘¸ğ‘šğ‘ºğ‘¦ğ‘©ğ‘¯ ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ Â·ğ‘®ğ‘µğ‘©ğ‘¤ğ‘–ğ‘¨.

source: If the orcs press us, we shall need to become more accustomed to fighting.
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘ğ‘®ğ‘§ğ‘• ğ‘³ğ‘•, ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘¥ğ‘¹ ğ‘©ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™.

source: I fear it will be so. We have won a first victory here, but dark times come upon its heels.
en@shaw: ğ‘² ğ‘“ğ‘½ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘•ğ‘´. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘© ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘£ğ‘½, ğ‘šğ‘³ğ‘‘ ğ‘›ğ‘¸ğ‘’ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘’ğ‘³ğ‘¥ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘£ğ‘°ğ‘¤ğ‘Ÿ.

source: Erlornas
en@shaw: Â·ğ‘ºğ‘¤ğ‘¹ğ‘¯ğ‘¨ğ‘•

source: Linaera
en@shaw: Â·ğ‘¤ğ‘¦ğ‘¯ğ‘ºğ‘©

source: Lord Erlornas never saw the blade that felled him. He died on the spot, with not a chance to issue last commands or farewells. Without him his wardens soon fell into confusion, and losing heart withdrew from the battle.
en@shaw: ğ‘¤ğ‘¹ğ‘› Â·ğ‘ºğ‘¤ğ‘¹ğ‘¯ğ‘¨ğ‘• ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘· ğ‘ ğ‘šğ‘¤ğ‘±ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘“ğ‘§ğ‘¤ğ‘› ğ‘£ğ‘¦ğ‘¥. ğ‘£ğ‘° ğ‘›ğ‘²ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘ğ‘ªğ‘‘, ğ‘¢ğ‘¦ğ‘ ğ‘¯ğ‘´ ğ‘© ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘¦ğ‘–ğ‘µ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ ğ‘¹ ğ‘“ğ‘ºğ‘¢ğ‘§ğ‘¤ğ‘Ÿ. ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘£ğ‘¦ğ‘¥ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¢ğ‘¹ğ‘›ğ‘©ğ‘¯ğ‘Ÿ ğ‘•ğ‘µğ‘¯ ğ‘“ğ‘§ğ‘¤ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¿ğ‘ ğ‘©ğ‘¯, ğ‘¯ ğ‘¤ğ‘µğ‘Ÿğ‘¦ğ‘™ ğ‘£ğ‘¸ğ‘‘ ğ‘¢ğ‘¦ğ‘ğ‘›ğ‘®ğ‘µ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤.

source: When reinforcements finally arrived, elves managed to dislodge the orcish tribe. But the threat from the north remained unresolved and loomed large over their future.
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘©ğ‘®ğ‘²ğ‘ğ‘›, ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ğ‘› ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘¤ğ‘­ğ‘¡ ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘‘ğ‘®ğ‘²ğ‘š. ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘”ğ‘®ğ‘§ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘› ğ‘©ğ‘¯ğ‘®ğ‘¦ğ‘Ÿğ‘­ğ‘¤ğ‘ğ‘› ğ‘¯ ğ‘¤ğ‘µğ‘¥ğ‘› ğ‘¤ğ‘¸ğ‘¡ ğ‘´ğ‘ğ‘¼ ğ‘ğ‘º ğ‘“ğ‘¿ğ‘—ğ‘¼.
