Repository: wesnoth/wesnoth
Catalog: po/wesnoth-aoi/*.po
Languages: en@shaw

source: An Orcish Incursion
en@shaw: ğ‘©ğ‘¯ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¦ğ‘¯ğ‘’ğ‘»ğ‘ ğ‘©ğ‘¯

source: AOI
en@shaw: ğ‘¬ğ‘°

source: Defend the forests of the elves against the first orcs to reach the Great Continent, learning valuable tactics as you do so.
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¹ğ‘’ğ‘• ğ‘‘ ğ‘®ğ‘°ğ‘— ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘©ğ‘¯ğ‘‘, ğ‘¤ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘šğ‘©ğ‘¤ ğ‘‘ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘’ğ‘• ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘›ğ‘µ ğ‘•ğ‘´.

source: (Novice level, 7 scenarios.)
en@shaw: (ğ‘¯ğ‘­ğ‘ğ‘©ğ‘• ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤, 7 ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ğ‘Ÿ.)

source: Fighter
en@shaw: ğ‘“ğ‘²ğ‘‘ğ‘¼

source: Lord
en@shaw: ğ‘¤ğ‘¹ğ‘›

source: High Lord
en@shaw: ğ‘£ğ‘² ğ‘¤ğ‘¹ğ‘›

source: Campaign Design
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯

source: Adaptation for mainline
en@shaw: ğ‘¨ğ‘›ğ‘©ğ‘ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘¥ğ‘±ğ‘¯ğ‘¤ğ‘²ğ‘¯

source: Post 1.4 story and gameplay improvements
en@shaw: ğ‘ğ‘´ğ‘•ğ‘‘ 1.4 ğ‘•ğ‘‘ğ‘¹ğ‘¦ ğ‘¯ ğ‘œğ‘±ğ‘¥ğ‘ğ‘¤ğ‘± ğ‘¦ğ‘¥ğ‘ğ‘®ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•

source: Editing, proofreading and gameplay testing
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¦ğ‘™, ğ‘ğ‘®ğ‘µğ‘“ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘¯ ğ‘œğ‘±ğ‘¥ğ‘ğ‘¤ğ‘± ğ‘‘ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘™

source: Defend the Forest
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘

source: The arrival of humans and orcs caused turmoil among the nations of the Great Continent. Elves, previously in uneasy balance with dwarves and others, had for centuries fought nothing more than an occasional skirmish. They were to find themselves facing conflicts of a long-forgotten intensity.
en@shaw: ğ‘ ğ‘¨ğ‘®ğ‘²ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘¹ğ‘’ğ‘• ğ‘’ğ‘·ğ‘Ÿğ‘› ğ‘‘ğ‘»ğ‘¥ğ‘¶ğ‘¤ ğ‘©ğ‘¥ğ‘³ğ‘™ ğ‘ ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘©ğ‘¯ğ‘‘. ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ ğ‘³ğ‘¯ğ‘°ğ‘Ÿğ‘¦ ğ‘šğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¯ ğ‘³ğ‘ğ‘¼ğ‘Ÿ, ğ‘£ğ‘¨ğ‘› ğ‘“ğ‘¹ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘˜ğ‘¼ğ‘¦ğ‘Ÿ ğ‘“ğ‘·ğ‘‘ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘©ğ‘¯ ğ‘©ğ‘’ğ‘±ğ‘ ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘»ğ‘¥ğ‘¦ğ‘–. ğ‘ğ‘± ğ‘¢ğ‘» ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘“ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘© ğ‘¤ğ‘ªğ‘™-ğ‘“ğ‘¼ğ‘œğ‘ªğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘‘ğ‘°.

source: Their first encounter with the newcomers went less well than either side might have wished.
en@shaw: ğ‘ğ‘º ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘» ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¯ğ‘µğ‘’ğ‘©ğ‘¥ğ‘»ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ğ‘‘ ğ‘¤ğ‘§ğ‘• ğ‘¢ğ‘§ğ‘¤ ğ‘ğ‘¨ğ‘¯ ğ‘²ğ‘ğ‘¼ ğ‘•ğ‘²ğ‘› ğ‘¥ğ‘²ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘¦ğ‘–ğ‘‘.

source: But humans, though crude and brash, at least had in them a creative spark which elves could recognize as akin to their own nature. Orcs seemed completely alien.
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ, ğ‘ğ‘´ ğ‘’ğ‘®ğ‘µğ‘› ğ‘¯ ğ‘šğ‘®ğ‘¨ğ‘–, ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘§ğ‘¥ ğ‘© ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘¦ğ‘ ğ‘•ğ‘ğ‘¸ğ‘’ ğ‘¢ğ‘¦ğ‘— ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘’ğ‘«ğ‘› ğ‘®ğ‘§ğ‘’ğ‘ªğ‘œğ‘¯ğ‘²ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘©ğ‘’ğ‘¦ğ‘¯ ğ‘‘ ğ‘ğ‘º ğ‘´ğ‘¯ ğ‘¯ğ‘±ğ‘—ğ‘¼. ğ‘¹ğ‘’ğ‘• ğ‘•ğ‘°ğ‘¥ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘¤ğ‘¦ ğ‘±ğ‘¤ğ‘°ğ‘©ğ‘¯.

source: For some years after Haldricâ€™s people landed, orcs remained scarce more than a rumor to trouble the green fastnesses of the elves. That remained so until the day that an elvish noble of ancient line, Erlornas by name, faced an enemy unlike any he had ever met before.
en@shaw: ğ‘“ğ‘¹ ğ‘•ğ‘³ğ‘¥ ğ‘˜ğ‘½ğ‘Ÿ ğ‘­ğ‘“ğ‘‘ğ‘¼ Â·ğ‘£ğ‘©ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’'ğ‘• ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘›, ğ‘¹ğ‘’ğ‘• ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘› ğ‘•ğ‘’ğ‘ºğ‘• ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘© ğ‘®ğ‘µğ‘¥ğ‘» ğ‘‘ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘“ğ‘¨ğ‘•ğ‘‘ğ‘¯ğ‘©ğ‘•ğ‘§ğ‘Ÿ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘› ğ‘•ğ‘´ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘›ğ‘± ğ‘ğ‘¨ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘ ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘²ğ‘¯, Â·ğ‘ºğ‘¤ğ‘¹ğ‘¯ğ‘¨ğ‘• ğ‘šğ‘² ğ‘¯ğ‘±ğ‘¥, ğ‘“ğ‘±ğ‘•ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘©ğ‘¯ğ‘¤ğ‘²ğ‘’ ğ‘§ğ‘¯ğ‘¦ ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘› ğ‘§ğ‘ğ‘¼ ğ‘¥ğ‘§ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹.

source: The orcs were first sighted from the north marches of the great forest of Wesmere.
en@shaw: ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘» ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘•ğ‘²ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘¥ğ‘¸ğ‘—ğ‘©ğ‘Ÿ ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¥ğ‘°ğ‘®.

source: Elves
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘Ÿ

source: Lomarfel
en@shaw: Â·ğ‘¤ğ‘´ğ‘¥ğ‘¼ğ‘“ğ‘§ğ‘¤

source: Orcs
en@shaw: ğ‘¹ğ‘’ğ‘•

source: Urugha
en@shaw: Â·ğ‘»ğ‘µğ‘œğ‘­

source: Defeat Urugha
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘»ğ‘µğ‘œğ‘­

source: Death of Erlornas
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘ºğ‘¤ğ‘¹ğ‘¯ğ‘¨ğ‘•

source: My lord! A party of aliens has made camp to the north and lays waste to the forest. Our scouts believe itâ€™s a band of orcs.
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›! ğ‘© ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘ ğ‘±ğ‘¤ğ‘°ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¥ğ‘±ğ‘› ğ‘’ğ‘¨ğ‘¥ğ‘ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘¯ ğ‘¤ğ‘±ğ‘Ÿ ğ‘¢ğ‘±ğ‘•ğ‘‘ ğ‘‘ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘. ğ‘¬ğ‘¼ ğ‘•ğ‘’ğ‘¬ğ‘‘ğ‘• ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘¦ğ‘‘'ğ‘• ğ‘© ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘¹ğ‘’ğ‘•.

source: Orcs? It seems unlikely. The human king, Haldric, crushed them when they landed on these shores, and since then theyâ€™ve been no more than a bogey mothers use to scare the children.
en@shaw: ğ‘¹ğ‘’ğ‘•? ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘©ğ‘¯ğ‘¤ğ‘²ğ‘’ğ‘¤ğ‘°. ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘’ğ‘¦ğ‘™, Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘’ğ‘®ğ‘³ğ‘–ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘ªğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘–ğ‘¹ğ‘Ÿ, ğ‘¯ ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘ğ‘§ğ‘¯ ğ‘ğ‘±'ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘¯ğ‘´ ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘© ğ‘šğ‘´ğ‘œğ‘° ğ‘¥ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘¿ğ‘Ÿ ğ‘‘ ğ‘•ğ‘’ğ‘º ğ‘ ğ‘—ğ‘¦ğ‘¤ğ‘›ğ‘®ğ‘©ğ‘¯.

source: So it seemed, my lord. Yet there is a band of them in the north cutting down healthy trees by the dozen, and making great fires from the wood. They trample the greensward into mud and do not even bury their foul dung. I believe I can smell the stench even here.
en@shaw: ğ‘•ğ‘´ ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘›, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›. ğ‘˜ğ‘§ğ‘‘ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘’ğ‘³ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘¬ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘”ğ‘¦ ğ‘‘ğ‘®ğ‘°ğ‘Ÿ ğ‘šğ‘² ğ‘ ğ‘›ğ‘³ğ‘Ÿğ‘©ğ‘¯, ğ‘¯ ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘“ğ‘²ğ‘¼ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¢ğ‘«ğ‘›. ğ‘ğ‘± ğ‘‘ğ‘®ğ‘¨ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ğ‘Ÿğ‘¢ğ‘»ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘¥ğ‘³ğ‘› ğ‘¯ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘šğ‘§ğ‘®ğ‘¦ ğ‘ğ‘º ğ‘“ğ‘¬ğ‘¤ ğ‘›ğ‘³ğ‘™. ğ‘² ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘¥ğ‘§ğ‘¤ ğ‘ ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘— ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘£ğ‘½.

source: So the grim tales of them prove true. They must not be allowed to continue; we must banish this blight from our forests. I shall marshal the wardens and drive them off. And the Council needs to hear of this; take the message and return with reinforcements, there might be more of them.
en@shaw: ğ‘•ğ‘´ ğ‘ ğ‘œğ‘®ğ‘¦ğ‘¥ ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘ğ‘®ğ‘µğ‘ ğ‘‘ğ‘®ğ‘µ. ğ‘ğ‘± ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿; ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘¨ğ‘¯ğ‘¦ğ‘– ğ‘ğ‘¦ğ‘• ğ‘šğ‘¤ğ‘²ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¬ğ‘¼ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘•. ğ‘² ğ‘–ğ‘¨ğ‘¤ ğ‘¥ğ‘¸ğ‘–ğ‘©ğ‘¤ ğ‘ ğ‘¢ğ‘¹ğ‘›ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘›ğ‘®ğ‘²ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘ªğ‘“. ğ‘¯ ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘£ğ‘½ ğ‘ ğ‘ğ‘¦ğ‘•; ğ‘‘ğ‘±ğ‘’ ğ‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•, ğ‘ğ‘º ğ‘¥ğ‘²ğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘¹ ğ‘ ğ‘ğ‘§ğ‘¥.

source: Yes, my lord!
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›!

source: Look at them. Big, slow, clumsy and hardly a bow in hand. Keep to the trees, use your arrows and the day will be ours.
en@shaw: ğ‘¤ğ‘«ğ‘’ ğ‘¨ğ‘‘ ğ‘ğ‘§ğ‘¥. ğ‘šğ‘¦ğ‘œ, ğ‘•ğ‘¤ğ‘´, ğ‘’ğ‘¤ğ‘©ğ‘¥ğ‘Ÿğ‘° ğ‘¯ ğ‘£ğ‘¸ğ‘›ğ‘¤ğ‘¦ ğ‘© ğ‘šğ‘´ ğ‘¦ğ‘¯ ğ‘£ğ‘¨ğ‘¯ğ‘›. ğ‘’ğ‘°ğ‘ ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘°ğ‘Ÿ, ğ‘¿ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘¨ğ‘®ğ‘´ğ‘Ÿ ğ‘¯ ğ‘ ğ‘›ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¬ğ‘¼ğ‘Ÿ.

source: Itâ€™s hopeless; weâ€™ve tried everything, and theyâ€™re still coming back.
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘£ğ‘´ğ‘ğ‘¤ğ‘©ğ‘•; ğ‘¢ğ‘°'ğ‘ ğ‘‘ğ‘®ğ‘²ğ‘› ğ‘§ğ‘ğ‘®ğ‘¦ğ‘”ğ‘¦ğ‘™, ğ‘¯ ğ‘ğ‘±'ğ‘¼ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘’.

source: Forward, you worthless worms! Look at them, theyâ€™re tired and afraid! You killed their will to fight, now go and finish the job!
en@shaw: ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘›, ğ‘¿ ğ‘¢ğ‘»ğ‘”ğ‘¤ğ‘©ğ‘• ğ‘¢ğ‘»ğ‘¥ğ‘Ÿ! ğ‘¤ğ‘«ğ‘’ ğ‘¨ğ‘‘ ğ‘ğ‘§ğ‘¥, ğ‘ğ‘±'ğ‘¼ ğ‘‘ğ‘²ğ‘¼ğ‘› ğ‘¯ ğ‘©ğ‘“ğ‘®ğ‘±ğ‘›! ğ‘¿ ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘‘, ğ‘¯ğ‘¬ ğ‘œğ‘´ ğ‘¯ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘ ğ‘¡ğ‘ªğ‘š!

source: That cloud of dust on the horizon... flee! Thereâ€™s more of the abominations heading this way! Fall back before weâ€™re outnumbered and crushed.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¤ğ‘¬ğ‘› ğ‘ ğ‘›ğ‘³ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘£ğ‘¼ğ‘²ğ‘Ÿğ‘©ğ‘¯... ğ‘“ğ‘¤ğ‘°! ğ‘ğ‘º'ğ‘Ÿ ğ‘¥ğ‘¹ ğ‘ ğ‘ ğ‘©ğ‘šğ‘ªğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘§ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘±! ğ‘“ğ‘·ğ‘¤ ğ‘šğ‘¨ğ‘’ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘°'ğ‘¼ ğ‘¬ğ‘‘ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘› ğ‘¯ ğ‘’ğ‘®ğ‘³ğ‘–ğ‘‘.

source: Lord Erlornas didnâ€™t drive the orcs back, although he and his warriors tried their absolute best. When another war band arrived, elvish resistance crumbled.
en@shaw: ğ‘¤ğ‘¹ğ‘› Â·ğ‘ºğ‘¤ğ‘¹ğ‘¯ğ‘¨ğ‘• ğ‘›ğ‘¦ğ‘›ğ‘¯ğ‘‘ ğ‘›ğ‘®ğ‘²ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘šğ‘¨ğ‘’, ğ‘·ğ‘¤ğ‘ğ‘´ ğ‘£ğ‘° ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘‘ğ‘®ğ‘²ğ‘› ğ‘ğ‘º ğ‘¨ğ‘šğ‘•ğ‘´ğ‘¤ğ‘µğ‘‘ ğ‘šğ‘§ğ‘•ğ‘‘. ğ‘¢ğ‘§ğ‘¯ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘¢ğ‘¹ ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘©ğ‘®ğ‘²ğ‘ğ‘›, ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘’ğ‘®ğ‘©ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘›.

source: Of the ensuing events little is known, since much was lost in the chaos and confusion, but one thing is painfully sure. Elves lost the campaign.
en@shaw: ğ‘ ğ‘ ğ‘§ğ‘¯ğ‘•ğ‘µğ‘¦ğ‘™ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘• ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ğ‘¯, ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘¥ğ‘³ğ‘— ğ‘¢ğ‘ªğ‘Ÿ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘±ğ‘­ğ‘• ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¿ğ‘ ğ‘©ğ‘¯, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘”ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘ğ‘±ğ‘¯ğ‘“ğ‘©ğ‘¤ğ‘¦ ğ‘–ğ‘«ğ‘¼. ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯.

source: Ugh...
en@shaw: ğ‘³ğ‘œ...

source: Finally! Got him!
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦! ğ‘œğ‘ªğ‘‘ ğ‘£ğ‘¦ğ‘¥!

source: Lord!
en@shaw: ğ‘¤ğ‘¹ğ‘›!

source: Lord Erlornas died the day he first fought the orcs and never saw the end of the war. Given its final outcome, this was perhaps for the best.
en@shaw: ğ‘¤ğ‘¹ğ‘› Â·ğ‘ºğ‘¤ğ‘¹ğ‘¯ğ‘¨ğ‘• ğ‘›ğ‘²ğ‘› ğ‘ ğ‘›ğ‘± ğ‘£ğ‘° ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘“ğ‘·ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¯ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘· ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘¢ğ‘¹. ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ ğ‘¬ğ‘‘ğ‘’ğ‘³ğ‘¥, ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘“ğ‘¹ ğ‘ ğ‘šğ‘§ğ‘•ğ‘‘.

source: Rualsha? Hmm... What if... Assemble a war-party, we need to scout north!
en@shaw: Â·ğ‘®ğ‘µğ‘©ğ‘¤ğ‘–ğ‘¨? ğ‘£ğ‘¥... ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘“... ğ‘¨ğ‘•ğ‘§ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘© ğ‘¢ğ‘¹-ğ‘ğ‘¸ğ‘‘ğ‘¦, ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘•ğ‘’ğ‘¬ğ‘‘ ğ‘¯ğ‘¹ğ‘”!

source: Assassins
en@shaw: ğ‘©ğ‘•ğ‘¨ğ‘•ğ‘©ğ‘¯ğ‘Ÿ

source: The path of the orcish war band was easy to follow â€” a wide swathe of trampled ground through violated forest. Erlornas and his party swiftly followed it north and west.
en@shaw: ğ‘ ğ‘ğ‘­ğ‘” ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¢ğ‘¹ ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘°ğ‘Ÿğ‘¦ ğ‘‘ ğ‘“ğ‘ªğ‘¤ğ‘´ - ğ‘© ğ‘¢ğ‘²ğ‘› ğ‘•ğ‘¢ğ‘­ğ‘ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘¥ğ‘ğ‘©ğ‘¤ğ‘› ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘”ğ‘®ğ‘µ ğ‘ğ‘²ğ‘©ğ‘¤ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘. Â·ğ‘ºğ‘¤ğ‘¹ğ‘¯ğ‘¨ğ‘• ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘•ğ‘¢ğ‘¦ğ‘“ğ‘‘ğ‘¤ğ‘¦ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘› ğ‘¦ğ‘‘ ğ‘¯ğ‘¹ğ‘” ğ‘¯ ğ‘¢ğ‘§ğ‘•ğ‘‘.

source: Soon they arrived at a region where the forest was cut through by many streams, only to find something unexpected.
en@shaw: ğ‘•ğ‘µğ‘¯ ğ‘ğ‘± ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘¨ğ‘‘ ğ‘© ğ‘®ğ‘°ğ‘—ğ‘©ğ‘¯ ğ‘¢ğ‘º ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘³ğ‘‘ ğ‘”ğ‘®ğ‘µ ğ‘šğ‘² ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ğ‘Ÿ, ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›.

source: Gharlsa
en@shaw: Â·ğ‘œğ‘¸ğ‘¤ğ‘•ğ‘©

source: Defeat Gharlsa
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘œğ‘¸ğ‘¤ğ‘•ğ‘©

source: The trail leads straight to this place, my lord.
en@shaw: ğ‘ ğ‘‘ğ‘®ğ‘±ğ‘¤ ğ‘¤ğ‘°ğ‘›ğ‘Ÿ ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘±ğ‘•, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›.

source: There is a keep ahead of us. How comes it that we know nothing of it? I thought our borders were watched more carefully.
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘’ğ‘°ğ‘ ğ‘©ğ‘£ğ‘§ğ‘› ğ‘ ğ‘³ğ‘•. ğ‘£ğ‘¬ ğ‘’ğ‘³ğ‘¥ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘¯ğ‘´ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘ ğ‘¦ğ‘‘? ğ‘² ğ‘”ğ‘·ğ‘‘ ğ‘¬ğ‘¼ ğ‘šğ‘¹ğ‘›ğ‘¼ğ‘Ÿ ğ‘¢ğ‘» ğ‘¢ğ‘ªğ‘—ğ‘‘ ğ‘¥ğ‘¹ ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤ğ‘¦.

source: I... I know not, my lord. For ages there was no one in these lands that could build such a thing save us. I fear we have fallen prey a false sense of security that has injured the vigilance of our scouts.
en@shaw: ğ‘²... ğ‘² ğ‘¯ğ‘´ ğ‘¯ğ‘ªğ‘‘, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›. ğ‘“ğ‘¹ ğ‘±ğ‘¡ğ‘©ğ‘Ÿ ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘´ ğ‘¢ğ‘³ğ‘¯ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘•ğ‘³ğ‘— ğ‘© ğ‘”ğ‘¦ğ‘™ ğ‘•ğ‘±ğ‘ ğ‘³ğ‘•. ğ‘² ğ‘“ğ‘½ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘·ğ‘¤ğ‘©ğ‘¯ ğ‘ğ‘®ğ‘± ğ‘© ğ‘“ğ‘·ğ‘¤ğ‘• ğ‘•ğ‘§ğ‘¯ğ‘• ğ‘ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¯ğ‘¡ğ‘»ğ‘› ğ‘ ğ‘ğ‘¦ğ‘¡ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘¬ğ‘¼ ğ‘•ğ‘’ğ‘¬ğ‘‘ğ‘•.

source: Does that demented creature truly believe he can kill us?
en@shaw: ğ‘›ğ‘³ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘›ğ‘¦ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘› ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ ğ‘‘ğ‘®ğ‘µğ‘¤ğ‘° ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘£ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘¦ğ‘¤ ğ‘³ğ‘•?

source: Appearances can be deceiving. Tell the men to be cautious.
en@shaw: ğ‘©ğ‘ğ‘½ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘•ğ‘°ğ‘ğ‘¦ğ‘™. ğ‘‘ğ‘§ğ‘¤ ğ‘ ğ‘¥ğ‘§ğ‘¯ ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘·ğ‘–ğ‘©ğ‘•.

source: Wasteland
en@shaw: ğ‘¢ğ‘±ğ‘•ğ‘‘ğ‘¤ğ‘¨ğ‘¯ğ‘›

source: As they fared further north the green forest thinned around them, slowly fading into a barren and fallow country. The signs were obvious and unmistakable â€” tree stumps, an occasional half-rotten tree felled long ago, and dead wood around them in scarce grass. This had been forest once, like the woods they called home. It had been murdered.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘“ğ‘ºğ‘› ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘¯ğ‘¹ğ‘” ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘”ğ‘¦ğ‘¯ğ‘› ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥, ğ‘•ğ‘¤ğ‘´ğ‘¤ğ‘¦ ğ‘“ğ‘±ğ‘›ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘© ğ‘šğ‘¨ğ‘®ğ‘©ğ‘¯ ğ‘¯ ğ‘“ğ‘¨ğ‘¤ğ‘´ ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘°. ğ‘ ğ‘•ğ‘²ğ‘¯ğ‘Ÿ ğ‘¢ğ‘» ğ‘ªğ‘šğ‘ğ‘¦ğ‘©ğ‘• ğ‘¯ ğ‘³ğ‘¯ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘šğ‘©ğ‘¤ - ğ‘‘ğ‘®ğ‘° ğ‘•ğ‘‘ğ‘©ğ‘¥ğ‘ğ‘•, ğ‘©ğ‘¯ ğ‘©ğ‘’ğ‘±ğ‘ ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘£ğ‘­ğ‘“-ğ‘®ğ‘ªğ‘‘ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘° ğ‘“ğ‘§ğ‘¤ğ‘› ğ‘¤ğ‘ªğ‘™ ğ‘©ğ‘œğ‘´, ğ‘¯ ğ‘›ğ‘§ğ‘› ğ‘¢ğ‘«ğ‘› ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘¯ ğ‘•ğ‘’ğ‘ºğ‘• ğ‘œğ‘®ğ‘¨ğ‘•. ğ‘ğ‘¦ğ‘• ğ‘£ğ‘¨ğ‘› ğ‘šğ‘°ğ‘¯ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘•, ğ‘¤ğ‘²ğ‘’ ğ‘ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ ğ‘ğ‘± ğ‘’ğ‘·ğ‘¤ğ‘› ğ‘£ğ‘´ğ‘¥. ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘› ğ‘šğ‘°ğ‘¯ ğ‘¥ğ‘»ğ‘›ğ‘¼ğ‘›.

source: There was no trail to be found here; wind and rain had erased the spoor. Fortunately, there was no need of a trail; smoke on the horizon betrayed the presence of their enemies.
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘´ ğ‘‘ğ‘®ğ‘±ğ‘¤ ğ‘‘ ğ‘šğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘£ğ‘½; ğ‘¢ğ‘²ğ‘¯ğ‘› ğ‘¯ ğ‘®ğ‘±ğ‘¯ ğ‘£ğ‘¨ğ‘› ğ‘¦ğ‘®ğ‘±ğ‘•ğ‘‘ ğ‘ ğ‘•ğ‘ğ‘«ğ‘®. ğ‘“ğ‘¹ğ‘‘ğ‘¿ğ‘¯ğ‘©ğ‘‘ğ‘¤ğ‘¦, ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘´ ğ‘¯ğ‘°ğ‘› ğ‘ ğ‘© ğ‘‘ğ‘®ğ‘±ğ‘¤; ğ‘•ğ‘¥ğ‘´ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘£ğ‘¼ğ‘²ğ‘Ÿğ‘©ğ‘¯ ğ‘šğ‘¦ğ‘‘ğ‘®ğ‘±ğ‘› ğ‘ ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘• ğ‘ ğ‘ğ‘º ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ.

source: Perhaps, but not here. The tribe this camp housed was too small to impress fear on other orcs. Come next morning, the elves were prepared for battle.
en@shaw: ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘½. ğ‘ ğ‘‘ğ‘®ğ‘²ğ‘š ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¨ğ‘¥ğ‘ ğ‘£ğ‘¬ğ‘Ÿğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘‘ğ‘µ ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘®ğ‘§ğ‘• ğ‘“ğ‘½ ğ‘ªğ‘¯ ğ‘³ğ‘ğ‘¼ ğ‘¹ğ‘’ğ‘•. ğ‘’ğ‘³ğ‘¥ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘¹ğ‘¯ğ‘¦ğ‘™, ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘» ğ‘ğ‘®ğ‘¦ğ‘ğ‘ºğ‘› ğ‘“ğ‘¹ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤.

source: Gnargha
en@shaw: Â·ğ‘œğ‘¯ğ‘¸ğ‘œğ‘­

source: Defeat Gnargha
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘œğ‘¯ğ‘¸ğ‘œğ‘­

source: Lord... Iâ€™m... I am filled with grief. This senseless destruction is... overwhelming.
en@shaw: ğ‘¤ğ‘¹ğ‘›... ğ‘²'ğ‘§ğ‘¥... ğ‘² ğ‘¨ğ‘¥ ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘œğ‘®ğ‘°ğ‘“. ğ‘ğ‘¦ğ‘• ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¤ğ‘©ğ‘• ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ... ğ‘´ğ‘ğ‘¼ğ‘¢ğ‘§ğ‘¤ğ‘¥ğ‘¦ğ‘™.

source: Yes. And this is the threat we were blind to but are now facing. This tribe is small, yet we must drive them back to the north. They must have no footholds south of the hills.
en@shaw: ğ‘˜ğ‘§ğ‘•. ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘”ğ‘®ğ‘§ğ‘‘ ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘šğ‘¤ğ‘²ğ‘¯ğ‘› ğ‘‘ ğ‘šğ‘³ğ‘‘ ğ‘¸ ğ‘¯ğ‘¬ ğ‘“ğ‘±ğ‘•ğ‘¦ğ‘™. ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘®ğ‘²ğ‘š ğ‘¦ğ‘Ÿ ğ‘•ğ‘¥ğ‘·ğ‘¤, ğ‘˜ğ‘§ğ‘‘ ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘®ğ‘²ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”. ğ‘ğ‘± ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ ğ‘“ğ‘«ğ‘‘ğ‘£ğ‘´ğ‘¤ğ‘›ğ‘Ÿ ğ‘•ğ‘¬ğ‘” ğ‘ ğ‘ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ.

source: Elves!? This means Urugha failed and his spirit will suffer greatly for his weakness. So be it!
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘Ÿ!? ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ Â·ğ‘»ğ‘µğ‘œğ‘­ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘³ğ‘“ğ‘¼ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¤ğ‘¦ ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¢ğ‘°ğ‘’ğ‘¯ğ‘©ğ‘•. ğ‘•ğ‘´ ğ‘šğ‘° ğ‘¦ğ‘‘!

source: Rise up, grunts! We have a great fight upon us! Let your rage flow freely! Let your blades slay all! First one to draw blood will feast by my fire this night!
en@shaw: ğ‘®ğ‘²ğ‘Ÿ ğ‘³ğ‘, ğ‘œğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘•! ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘³ğ‘•! ğ‘¤ğ‘§ğ‘‘ ğ‘¿ğ‘¼ ğ‘®ğ‘±ğ‘¡ ğ‘“ğ‘¤ğ‘´ ğ‘“ğ‘®ğ‘°ğ‘¤ğ‘¦! ğ‘¤ğ‘§ğ‘‘ ğ‘¿ğ‘¼ ğ‘šğ‘¤ğ‘±ğ‘›ğ‘Ÿ ğ‘•ğ‘¤ğ‘± ğ‘·ğ‘¤! ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘šğ‘¤ğ‘³ğ‘› ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘°ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘¥ğ‘² ğ‘“ğ‘²ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘²ğ‘‘!

source: Aim true, men, with wit and courage the day will be ours. And spare no-one, there can be no orc south of the hills, else weâ€™ll never have peace again.
en@shaw: ğ‘±ğ‘¥ ğ‘‘ğ‘®ğ‘µ, ğ‘¥ğ‘§ğ‘¯, ğ‘¢ğ‘¦ğ‘ ğ‘¢ğ‘¦ğ‘‘ ğ‘¯ ğ‘’ğ‘³ğ‘®ğ‘¦ğ‘¡ ğ‘ ğ‘›ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¬ğ‘¼ğ‘Ÿ. ğ‘¯ ğ‘•ğ‘ğ‘º ğ‘¯ğ‘´-ğ‘¢ğ‘³ğ‘¯, ğ‘ğ‘º ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘¹ğ‘’ ğ‘•ğ‘¬ğ‘” ğ‘ ğ‘ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ, ğ‘§ğ‘¤ğ‘• ğ‘¢ğ‘°'ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘°ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯.

source: The orcish chieftain finally fell, overcome by his wounds. The elves found themselves in a half-ruined camp littered with the bodies of both sides, there was no hale orc in sight, nor did any of the wounded beg mercy. The elves took no prisoners.
en@shaw: ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘—ğ‘°ğ‘“ğ‘‘ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘“ğ‘§ğ‘¤, ğ‘´ğ‘ğ‘¼ğ‘’ğ‘³ğ‘¥ ğ‘šğ‘² ğ‘£ğ‘¦ğ‘Ÿ ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘Ÿ. ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘£ğ‘­ğ‘“-ğ‘®ğ‘µğ‘¦ğ‘¯ğ‘› ğ‘’ğ‘¨ğ‘¥ğ‘ ğ‘¤ğ‘¦ğ‘‘ğ‘»ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘šğ‘ªğ‘›ğ‘¦ğ‘Ÿ ğ‘ ğ‘šğ‘´ğ‘” ğ‘•ğ‘²ğ‘›ğ‘Ÿ, ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘´ ğ‘£ğ‘±ğ‘¤ ğ‘¹ğ‘’ ğ‘¦ğ‘¯ ğ‘•ğ‘²ğ‘‘, ğ‘¯ğ‘¹ ğ‘›ğ‘¦ğ‘› ğ‘§ğ‘¯ğ‘¦ ğ‘ ğ‘ ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘©ğ‘› ğ‘šğ‘§ğ‘œ ğ‘¥ğ‘»ğ‘•ğ‘¦. ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘‘ğ‘«ğ‘’ ğ‘¯ğ‘´ ğ‘ğ‘®ğ‘¦ğ‘Ÿğ‘©ğ‘¯ğ‘¼ğ‘Ÿ.

source: Itâ€™s done, lord. No-one escaped. No-one tried to escape. Iâ€™m... disturbed.
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘›ğ‘³ğ‘¯, ğ‘¤ğ‘¹ğ‘›. ğ‘¯ğ‘´-ğ‘¢ğ‘³ğ‘¯ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘‘. ğ‘¯ğ‘´-ğ‘¢ğ‘³ğ‘¯ ğ‘‘ğ‘®ğ‘²ğ‘› ğ‘‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘. ğ‘²'ğ‘§ğ‘¥... ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘»ğ‘šğ‘›.

source: Good. But their disregard for self-preservation is astounding. As is their ferocity when defending what they claim as their own. Have the scouts found others this side of the hills?
en@shaw: ğ‘œğ‘«ğ‘›. ğ‘šğ‘³ğ‘‘ ğ‘ğ‘º ğ‘›ğ‘¦ğ‘•ğ‘®ğ‘¦ğ‘œğ‘¸ğ‘› ğ‘“ğ‘¹ ğ‘•ğ‘§ğ‘¤ğ‘“-ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘»ğ‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘©ğ‘•ğ‘‘ğ‘¬ğ‘¯ğ‘›ğ‘¦ğ‘™. ğ‘¨ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘ğ‘º ğ‘“ğ‘¼ğ‘ªğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘¢ğ‘§ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘¢ğ‘ªğ‘‘ ğ‘ğ‘± ğ‘’ğ‘¤ğ‘±ğ‘¥ ğ‘¨ğ‘Ÿ ğ‘ğ‘º ğ‘´ğ‘¯. ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘•ğ‘’ğ‘¬ğ‘‘ğ‘• ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ?

source: No, lord. But trolls were spotted in the hills ahead. Do we really need to cross them to the north?
en@shaw: ğ‘¯ğ‘´, ğ‘¤ğ‘¹ğ‘›. ğ‘šğ‘³ğ‘‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘¢ğ‘» ğ‘•ğ‘ğ‘­ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ ğ‘©ğ‘£ğ‘§ğ‘›. ğ‘›ğ‘µ ğ‘¢ğ‘° ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”?

source: Yes. The council has spoken to me through a dream-sending. They are troubled. Reinforcements have been sent after us, but we need to press on. Tell the men to rest, weâ€™ll move out at dawn.
en@shaw: ğ‘˜ğ‘§ğ‘•. ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘ğ‘´ğ‘’ğ‘§ğ‘¯ ğ‘‘ ğ‘¥ğ‘° ğ‘”ğ‘®ğ‘µ ğ‘© ğ‘›ğ‘®ğ‘°ğ‘¥-ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™. ğ‘ğ‘± ğ‘¸ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ğ‘›. ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘³ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘ğ‘®ğ‘§ğ‘• ğ‘ªğ‘¯. ğ‘‘ğ‘§ğ‘¤ ğ‘ ğ‘¥ğ‘§ğ‘¯ ğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘‘, ğ‘¢ğ‘°'ğ‘¤ ğ‘¥ğ‘µğ‘ ğ‘¬ğ‘‘ ğ‘¨ğ‘‘ ğ‘›ğ‘·ğ‘¯.

source: What about the loot lord? We found supplies worth over a hundred gold in the camp.
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ ğ‘¤ğ‘µğ‘‘ ğ‘¤ğ‘¹ğ‘›? ğ‘¢ğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘©ğ‘ğ‘¤ğ‘²ğ‘Ÿ ğ‘¢ğ‘»ğ‘” ğ‘´ğ‘ğ‘¼ ğ‘© ğ‘£ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘§ğ‘› ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘¨ğ‘¥ğ‘.

source: Distribute some among the men, save the rest for the road. This country is a wasteland now; we wonâ€™t find much forage on the march.
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘©ğ‘¥ğ‘³ğ‘™ ğ‘ ğ‘¥ğ‘§ğ‘¯, ğ‘•ğ‘±ğ‘ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘®ğ‘´ğ‘›. ğ‘ğ‘¦ğ‘• ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘° ğ‘¦ğ‘Ÿ ğ‘© ğ‘¢ğ‘±ğ‘•ğ‘‘ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¯ğ‘¬; ğ‘¢ğ‘° ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¥ğ‘³ğ‘— ğ‘“ğ‘¹ğ‘¦ğ‘¡ ğ‘ªğ‘¯ ğ‘ ğ‘¥ğ‘¸ğ‘—.

source: We found some supplies when searching the camp, but nothing much. What is to be done with them?
en@shaw: ğ‘¢ğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘³ğ‘¥ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘²ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘¨ğ‘¥ğ‘, ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘¥ğ‘³ğ‘—. ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘³ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘§ğ‘¥?

source: Save it for the march north. There is little to be found in this barren country.
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘¦ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘¥ğ‘¸ğ‘— ğ‘¯ğ‘¹ğ‘”. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘‘ ğ‘šğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘šğ‘¨ğ‘®ğ‘©ğ‘¯ ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘°.

source: We canâ€™t carry on Lord, the men are too tired. We have to fall back.
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘’ğ‘¨ğ‘®ğ‘¦ ğ‘ªğ‘¯ ğ‘¤ğ‘¹ğ‘›, ğ‘ ğ‘¥ğ‘§ğ‘¯ ğ‘¸ ğ‘‘ ğ‘‘ğ‘²ğ‘¼ğ‘›. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘“ğ‘·ğ‘¤ ğ‘šğ‘¨ğ‘’.

source: Damn it. Sound the retreat, weâ€™ll try again when reinforcements arrive.
en@shaw: ğ‘›ğ‘¨ğ‘¥ ğ‘¦ğ‘‘. ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘, ğ‘¢ğ‘°'ğ‘¤ ğ‘‘ğ‘®ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘©ğ‘®ğ‘²ğ‘.

source: The expected relief caught up with them a few days later. The following morning they took the field against a far larger host of orcs. The battle ended in a draw; the war raged on for years...
en@shaw: ğ‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘“ ğ‘’ğ‘·ğ‘‘ ğ‘³ğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘© ğ‘“ğ‘¿ ğ‘›ğ‘±ğ‘Ÿ ğ‘¤ğ‘±ğ‘‘ğ‘¼. ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘¥ğ‘¹ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘± ğ‘‘ğ‘«ğ‘’ ğ‘ ğ‘“ğ‘°ğ‘¤ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘© ğ‘“ğ‘¸ ğ‘¤ğ‘¸ğ‘¡ğ‘¼ ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘•. ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘© ğ‘›ğ‘®ğ‘·; ğ‘ ğ‘¢ğ‘¹ ğ‘®ğ‘±ğ‘¡ğ‘› ğ‘ªğ‘¯ ğ‘“ğ‘¹ ğ‘˜ğ‘½ğ‘Ÿ...

source: Valley of Trolls
en@shaw: ğ‘ğ‘¨ğ‘¤ğ‘° ğ‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ

source: Next morning, the elves set off again, increasingly wearied by the hardships of the campaign and longing for the green comfort of their home forests. This land was barren and rugged; nothing shielded them from biting northern wind as they traveled towards the mountains looming before them.
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘¹ğ‘¯ğ‘¦ğ‘™, ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ ğ‘ªğ‘“ ğ‘©ğ‘œğ‘±ğ‘¯, ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘•ğ‘¦ğ‘™ğ‘¤ğ‘° ğ‘¢ğ‘½ğ‘¦ğ‘› ğ‘šğ‘² ğ‘ ğ‘£ğ‘¸ğ‘›ğ‘–ğ‘¦ğ‘ğ‘• ğ‘ ğ‘ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘¯ ğ‘¤ğ‘ªğ‘™ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘’ğ‘³ğ‘¥ğ‘“ğ‘¼ğ‘‘ ğ‘ ğ‘ğ‘º ğ‘£ğ‘´ğ‘¥ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘•. ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘¨ğ‘®ğ‘©ğ‘¯ ğ‘¯ ğ‘®ğ‘³ğ‘œğ‘©ğ‘›; ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘–ğ‘°ğ‘¤ğ‘›ğ‘©ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘šğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘› ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘› ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘›ğ‘Ÿ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¤ğ‘µğ‘¥ğ‘¦ğ‘™ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥.

source: At dusk they arrived at the mouth of a valley cutting almost straight through the range and made camp, as scouts warned that the area was hostile and the road ahead treacherous in darkness. There were no songs or music that night and most of the elves slept uneasily. An unlucky few kept a cautious watch.
en@shaw: ğ‘¨ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘’ ğ‘ğ‘± ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘¨ğ‘‘ ğ‘ ğ‘¥ğ‘¬ğ‘” ğ‘ ğ‘© ğ‘ğ‘¨ğ‘¤ğ‘° ğ‘’ğ‘³ğ‘‘ğ‘¦ğ‘™ ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘¯ ğ‘¥ğ‘±ğ‘› ğ‘’ğ‘¨ğ‘¥ğ‘, ğ‘¨ğ‘Ÿ ğ‘•ğ‘’ğ‘¬ğ‘‘ğ‘• ğ‘¢ğ‘¹ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘ºğ‘¦ğ‘© ğ‘¢ğ‘ªğ‘Ÿ ğ‘£ğ‘ªğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘¯ ğ‘ ğ‘®ğ‘´ğ‘› ğ‘©ğ‘£ğ‘§ğ‘› ğ‘‘ğ‘®ğ‘§ğ‘—ğ‘»ğ‘©ğ‘• ğ‘¦ğ‘¯ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•. ğ‘ğ‘º ğ‘¢ğ‘» ğ‘¯ğ‘´ ğ‘•ğ‘ªğ‘™ğ‘Ÿ ğ‘¹ ğ‘¥ğ‘¿ğ‘Ÿğ‘¦ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘²ğ‘‘ ğ‘¯ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘•ğ‘¤ğ‘§ğ‘ğ‘‘ ğ‘³ğ‘¯ğ‘°ğ‘Ÿğ‘¦ğ‘¤ğ‘¦. ğ‘©ğ‘¯ ğ‘©ğ‘¯ğ‘¤ğ‘©ğ‘’ğ‘° ğ‘“ğ‘¿ ğ‘’ğ‘§ğ‘ğ‘‘ ğ‘© ğ‘’ğ‘·ğ‘–ğ‘©ğ‘• ğ‘¢ğ‘ªğ‘¡.

source: When sunrise came, the elves moved into battle formations. Whatever waited in the slopes ahead, it would not find them unprepared.
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘•ğ‘©ğ‘¯ğ‘®ğ‘²ğ‘Ÿ ğ‘’ğ‘±ğ‘¥, ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¥ğ‘µğ‘ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ. ğ‘¢ğ‘ªğ‘‘ğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘¤ğ‘´ğ‘ğ‘• ğ‘©ğ‘£ğ‘§ğ‘›, ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘©ğ‘¯ğ‘ğ‘®ğ‘°ğ‘ğ‘ºğ‘›.

source: Trolls
en@shaw: ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ

source: Gurk
en@shaw: Â·ğ‘œğ‘»ğ‘’
