Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ai/*.po
Languages: de, oc

source: This scenario features bats moving around in a swarm. Without adjacent enemies, they simply try to stay together and at a certain distance from enemies. However, if an enemy unit is close to any bat, the swarm scatters. This is particular fun to watch when one places an enemy unit in the middle of the swarm. After being scattered, the swarm members slowly rejoin, but not in a very organized way. Sub-swarms or individual bats might roam around for quite some time before they find their way back. It is also possible that individual bats (or small groups) split off from the larger swarm at times. The player controls a side of gryphons, each of which is given 99 moves so that the reaction of the swarm to enemies can be tested easily. There are also several right-click options, for example for adding bats or gryphons or for taking units off the map. Note: The Swarm AI is coded as a Micro AI. A Micro AI can be added and adapted to the need of a scenario easily using only WML and the [micro_ai] tag. Check out the <span color='#00A000'>Micro AI wiki page</span> at http://wiki.wesnoth.org/Micro_AIs for more information.
de: Dieses Szenario stellt Fledermäuse vor, die sich in einem Schwarm bewegen. Ohne Nähe zu Feinden, versuchen sie einfach zusammen zubleiben und ansonsten einen sicheren Abstand von Feinden zu halten. Jedoch, wenn eine feindliche Einheit irgendeiner Fledermaus nahe kommt, löst sich der Schwarm auf. Nachdem sich der Schwarm aufgelöst hat, treffen sich die Schwarmmitglieder wieder langsam, aber relativ unorganisiert. Teilschwärme oder einzelne Fledermäuse können eine ganze Zeit lang umherstreifen bevor sie ihren Weg zurück finden. Es ist ebenfalls möglich, dass sich einzelne Fledermäuse (oder kleine Gruppen) zeitweise vom Hauptschwarm trennen. Der Spieler kontrolliert eine Fraktion von Greifen von denen jeder 99 Züge hat, so dass die Reaktion des Schwarms auf Feine einfach getestet werden kann. Es gibt auch diverse Rechtsklick Optionen: Zum Beispiel, um Fledermäuse oder Greifen hinzuzufügen oder Einheiten von der Karte zu entfernen. Bemerkung: Die Schwarm KI ist als Mikro-KI programmiert. Eine Mikro-KI kann, abgestimmt auf die Anforderungen eines Szenarios, einfach eingesetzt und angepasst werden. Dazu benötigt man nur WML Code und die Markierung [micro-ai]. Weitergehende Informationen finden sich auf der <span color='#00A000'>Micro AI wiki page</span> unter http://wiki.wesnoth.org/Micro_AIs
oc: Aqueste scenari contient des ratapenadas qui se déplacent en essaim. Sans enemics adjacents, elle essaient solament de rester proches les unes des autres e a una certaine distance des enemics. Cependant, se una unitat enemic s'approche d'une chauve souris, l'essaim se disperse. Per aquesta raison, il es assez amusant de plaçar un enemic al centre de l'essaim. Una fois dispersé, l'essaim mets del temps a se reformer, de manière peu organisée. Des sous-essaims, o des ratapenadas solas pòdon mettre un certain temps a rejoindre lo groupe. Il es tanben possible que des individus o des petits groupes se séparent de l'essaim per moments. Lo joueur contrôle un camp de grifons, qui ont tous 99 mouvements per qu'il soit plus facile de tester les réactions de l'essaim. Il es tanben possible d'apondre des ratapenadas o des grifons e d'enlever des unitats dins lo menú contextual (clic-dreit). Nòta : l'IA d'essaim es encodada coma una micro-IA. Las micro-IA pòdon èsser apondudas e adaptadas al besonh a un scenari gràcias a WML e al tag [micro_ai]. Podètz consultar <span color='0#00A000'>la pagina wiki "Micro AI"</span> a http://wiki.wesnoth.org/Micro_AIs (en anglés) per mai d'informacions.

source: Watch the bats move around and fight them if you want
de: Beobachtet, wie sich die Fledermäuse bewegen und kämpft gegen sie, wenn Ihr wollt
oc: Gaitatz las ratapenadas se desplaçar, e atacatz-les se volètz

source: Defeat all bats
de: Besiegt alle Fledermäuse
oc: Véncer totas las ratapenadas

source: Death of all gryphons
de: Alle Greifen fallen in der Schlacht
oc: Mòrt de totes los grifons

source: team_name^Wolves
de: Wölfe
oc: Lops

source: More Wolves
de: Mehr Wölfe
oc: Autres lops

source: Place Side 1 Peasant
de: Platz Fraktion 1 Bauer
oc: Plaçar un païsan del camp 1

source: Place Side 2 Wolf
de: Platz Fraktion 2 Wolf
oc: Plaçar un lop del camp 2

source: Place Side 3 Wolf
de: Platz Fraktion 3 Wolf
oc: Plaçar un lop del camp 3

source: This scenario features a different kind of wolf behavior from 'Animals'. First, there can be an arbitrary number of wolf packs and the pack size on each side is a free parameter (set to 3 for Side 2 and 4 for Side 3 in this scenario). At the beginning of the scenario, close wolves are grouped into packs in a semi-methodical way. Wolves of the same pack begin by joining each other on the map. After that, they stay together until only one wolf is left, which then tries to join up with an incomplete pack or with other single wolves. Individual wolves entering the map during the scenario behave in that way as well. Second, wolves do not actively hunt here. For the most part they just wander (often long distance). However, the pack ferociously (and without regard for its own health) attacks any enemy units that come into range, as long as that does not mean separating the pack by more than a few hexes. Staying together, or joining with a new wolf assigned to the pack, is the only thing that takes priority over satisfying the wolves' thirst for blood. To emphasize which wolf belongs to which pack, the pack number will be displayed below each wolf in this scenario once the AI takes control of a side the first time.
de: Dieses Szenario demonstriert einen anderen Typ von Verhalten für Wölfe aus „Tiere“. Zum Einen kann es eine willkürliche Anzahl von Wolfsrudeln geben und die Größe der Rudel in jeder Fraktion ist ein bestimmbarer Parameter (der in diesem Szenario für Fraktion 2 auf 3 und für Fraktion 3 auf 4 gesetzt ist). Zu Beginn des Szenarios werden Wölfe, die nahe beieinander sind, nach einem semi-methodischen Verfahren zu Rudeln zusammengefasst. Wölfe des gleichen Rudels beginnen sich auf der Karte zu versammeln. Danach bleiben sie zusammen bis nur noch ein Wolf übrig ist. Dieser versucht dann sich anderen unvollständigen Rudeln oder anderen einzelnen Wölfen anzuschließen. Einzelne Wölfe, die während des Szenarios dazukommen, verhalten sich genauso. Zum Anderen jagen Wölfe hier nicht aktiv. Die meiste Zeit streifen sie nur herum (oft über weite Strecken). Jedoch greift das Rudel jeden Feind wütend (und ohne Rücksicht auf die eigene Gesundheit) an, der in seine Reichweite kommt, solange das nicht dazu führt, dass das Rudel sich über mehr als ein paar Felder verstreut. Das Zusammenhalten des Rudels oder das Treffen mit einem neuen Wolf, der sich dem Rudel anschließt, sind die einzigen Dinge, die wichtiger sind als das Stillen des Blutdurstes der Wölfe. Um zu zeigen, welcher Wolf zu welchem Rudel gehört, wird die Nummer des Rudels in diesem Szenario unter jedem Wolf dargestellt sobald die KI zum ersten Mal die Kontrolle über die Fraktion übernommen hat.
oc: Aqueste scenari présente un comportement de lop diferent de celui d'« animals ». Premièrement, il pòt y avoir un nombre arbitraire de meutes, e la taille des meutes es un paramètre a fixer (c'est 3 per lo camp 2 e 4 per lo camp 3 dins aqueste scenari). Au début del scenari, los lops proches les uns des autres son regroupés en meutes d'une manière semi-aléatoire. Los lops d'une même meute commencent per se regrouper sus la carte. Ensuite, ils restent ensemble jusqu'à que solament l'un deux soit totjorn en vie, auquel cas il rejoint una meute incomplète o d'autres lops solitaires. Los lops qui pénètrent sus la carte durant lo scenari se comportent tanben ainsi. Amai, ces lops ne chassent pas vraiment. La màger part del temps, ils se contentent de se desplaçar aléatoirement (souvent sus de longues distances). Cependant, la meute attaque férocement, sens tenir compte de sa sécurité, les enemics qui passent a portée, tant que cela n'implique pas de séparer la meute. Rester en groupe, e retrouver los lops qui ont rejoint la meute, son les solas choses qui prennent lo pas sus la folie sanguinaire de ces lops. Per montrer clairement a quelle meute appartient cada lop, lo numéro de la meute sera indiquée jos los lops dins aqueste scenari, a partir del premier torn de l'IA.

source: It is possible to include a human-controlled Side 1, so that the action stops once every turn for looking around (or for messing with things in debug mode). In human-controlled mode, several options are available through the right-click menu, such as adding additional wolves to either side, taking wolves off the map, adding peasants to the human-controlled side or ending the scenario. This enables easy exploring of the wolf AI behavior under different circumstances. Note that the leader of the human-controlled side, Rutburt, can move 99 hexes per turn, so that it is always possible to keep him out of harm's way. Also note that the wolves AI is coded as a Micro AI. A Micro AI can be added and adapted to the need of a scenario easily using only WML and the [micro_ai] tag. Check out the <span color='#00A000'>Micro AI wiki page</span> at http://wiki.wesnoth.org/Micro_AIs for more information.
de: Es ist möglich, eine von einem menschlichen Spieler kontrollierte Fraktion 1 einzufügen, so dass der Ablauf einmal pro Zug anhält um sich umzuschauen (oder um Dinge um Debugmodus zu untersuchen). In diesem Modus sind per Rechtsklick diverse Optionen verfügbar: Das Hinzufügen weiterer Wölfe zu jeder Fraktion, das Hinzufügen von Bauern zu der vom Menschen kontrollierten Fraktion oder das Beenden des Szenarios. Dies ermöglicht das einfache erforschen des KI Verhalten der Wölfe unter den diversen Bedingungen. Beachtet, dass der Anführer der menschlich kontrollierten Fraktion, Rutburt, sich 99 Felder weit bewegen kann. Damit ist es immer möglich ihn aus der Gefahrenzone zu bringen. Beachtet auch, dass die Wölfe KI als Mikro-KI programmiert ist. Eine Mikro-KI kann, abgestimmt auf die Anforderungen eines Szenarios, einfach eingesetzt und angepasst werden. Dazu benötigt man nur WML Code und die Markierung [micro-ai]. Weitergehende Informationen finden sich auf der <span color='#00A000'>Micro AI wiki page</span> unter http://wiki.wesnoth.org/Micro_AIs
oc: Il es possible d'apondre un camp 1 contrôlé per lo joueur, de manière a pouvoir arrêter lo jeu a cada torn per observer lo terrain (ou per s'amuser en mode de déboguage). Dins aqueste cas, plusieurs options son disponibles dins lo menú clic-dreit, coma apondre des lops a cada camp, enlever des lops, apondre des païsans al camp 1 o mettre fin al scenari. Cela permet d'expérimenter facilement amb l'IA des lops. Notez que lo chef del camp uman, Rutburt, pòt se desplaçar de 99 cases per tour, se bien qu'il es facile de lo garder en sûreté. Notez tanben que l'IA des lops es encodada coma una micro-IA. Las micro-IA pòdon èsser apondudas e adaptadas al besonh a un scenari gràcias a WML e al tag [micro_ai]. Podètz consultar <span color='0#00A000'>la pagina wiki "Micro AI"</span> a http://wiki.wesnoth.org/Micro_AIs (en anglés) per mai d'informacions.

source: <span font='16'>I'll just watch the two wolf sides.</span>
de: <span font='16'>Ich werde die zwei Wolfsgruppen nur beobachten.</span>
oc: <span fnt='16'>Je vais juste gaitar los dos camps.</span>

source: Watch the wolves move around and fight each other
de: Beobachtet, wie sich die Wölfe bewegen und gegeneinander kämpfen
oc: Gaitatz los lops se desplaçar e se batre entre eux

source: No wolves left on one side
de: Eine der beiden Wolfsgruppen wird ausgelöscht
oc: L'un des deux camps n'a plus de lops

source: This situation should test the ability of AI to heal efficiently...
de: Diese Situation sollte die Fähigkeit der KI effizient zu heilen testen…
oc: Aquesta situation devrait mettre a l'épreuve la capacité de l'IA a sonhar efficacement...

source: This situation should test the ability of AI to spread poison around...
de: Diese Situation sollte die Fähigkeit der KI Gift einzusetzen testen…
oc: Aquesta situation devrait mettre a l'épreuve la capacité de l'IA a répartir lo poison...

source: Undead target test
de: Untoten Ziel Test
oc: Tèst : cibla mòrt-vivente

source: Target choose test
de: Ziel Auswahl Test
oc: Tèst : choix de cibla

source: Regeneration attack test
de: Regeneration Angriff Test
oc: Tèst : attaque régénérante

source: Weapon test with low hp target
de: Waffentest auf Ziel mit wenig Lebenspunkten
oc: Tèst : choix d'armes amb cibla a faibles PV

source: This situation should test the ability of AI to make an attack...
de: Diese Situation sollte die Fähigkeit der KI testen, einen Angriff durchzuführen…
oc: Aquesta situation devrait mettre a l'épreuve la capacité de l'IA a atacar...

source: This situation should test the ability of AI to obey own unit and enemy unit filters while making attacks. Only dwarves should attack. Dark Adepts are not to be attacked.
de: Diese Situation sollte die Fähigkeit der KI testen, Filter für eigene und feindliche Einheiten für Angriffe zu berücksichtigen. Nur Zwerge sollten angreifen. Dunkle Adepten dürfen nicht angegriffen werden.
oc: Aquesta situation devrait mettre a l'épreuve la capacité de l'IA a respecter les filtres d'unitat en attaquant. Seulement les nains doivent atacar. Les adeptes des ténèbres ne doivent pas èsser attaqués.

source: AI Arena - small
de: KI Arena - klein
oc: Arène IA - petite

source: Small ai arena
de: Kleine KI Arena
oc: Petite arène IA

source: Repeat last test
de: Wiederhole den letzten Test
oc: Répéter lo dernier test

source: Select another ai
de: Wählt eine andere KI
oc: Causir una autra IA

source: Select another test
de: Wählt einen anderen Test
oc: Causir un autre test

source: AI Developer
de: KI Entwickler
oc: Desvolopaire d'IA

source: team_name^AI Developer
de: KI Entwickler
oc: Desvolopaire d'IA

source: Challenger AI
de: Herausforderer KI
oc: Challengeur IA

source: North
de: Norden
oc: Nord

source: Champion AI
de: Champion KI
oc: Champion IA

source: South
de: Süden
oc: Sud

source: Which AI do you wish to use, O Mighty AI Developer?
de: Welche KI wollt Ihr benutzen, oh mächtiger KI Entwickler?
oc: Quel IA voulez-vous utilizar, ô puissant desvolopaire ?

source: I am happy with the current AI of team 2, [$test_path_to_ai]
de: Ich bin zufrieden mit der aktuellen KI der Fraktion 2, [$test_path_to_ai]
oc: L'IA de l'équipe 2, [$test_path_to_ai] me va.

source: My AI is the RCA AI (the current default).
de: Meine KI ist die RCA KI (der derzeitige Standard).

source: I am the king of FORMULA AI, and I will use its vast powers for world domination.
de: Ich bin der König der FORMELBASIERTEN KI und ich werde ihre enormen Kräfte nutzen, um die Welt zu beherrschen.
oc: Soi lo roi de l'IA FORMULE, e je vais utilizar ses grands pouvoirs per dominer lo monde.

source: I want to test formulaAI-based poisoning improvements
de: Ich möchte Formelbasierte KI mit Vergiftungsverbesserung testen
oc: Vòli tester les améliorations de la gestion del poison fondées sus l'IA Formule

source: I've come with my own AI, and I am ready to test its strength
de: Ich habe meine eigene KI dabei und bin bereit, ihre Stärke zu testen
oc: Soi venu amb ma propre IA, e soi prêt a tester sa force

source: And where is it located (path follows the usual WML convention)
de: Und wo sie ist wo abgelegt (der Pfad entspricht den üblichen WML Konventionen)

source: AI Location:
de: KI Position:
oc: Emplacement de l'IA :

source: And so, the AI for team 2 was redeployed from file '$test_path_to_ai'
de: Und daher wurde die KI für das zweite Team aus der Datei '$test_path_to_ai' wieder eingesetzt

source: Lua AI Test scenario
de: Lua KI Test Szenario

source: Lua AI Test scenario (old syntax)
de: Lua KI Test Szenario (alte Syntax)

source: General Minry
oc: Général Minry

source: Aaiiieeeeeee !!!
oc: Hoouuuuuuh !!

source: Station 1
oc: Pòste 1

source: Station 2
oc: Pòste 2

source: Messanger Waypoint 1
oc: Etapa del messatgièr 1

source: Gertburt
oc: Gertbrut
