Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ai/*.po
Languages: de, oc

source: Multiplayer_AI^Default AI (RCA)
de: Standard KI (RCA)
oc: IA per defaut (RCA)

source: Multiplayer_AI^Experimental AI
de: Experimentelle KI
oc: IA expérimentale

source: Multiplayer_AI^Dev AI: Idle AI
de: Entw. KI: Leerlaufende KI
oc: Dev : IA passive

source: Multiplayer_AI^Dev AI: Default AI (RCA) with Alternate Recruiting
de: Stadndard KI (RCA) mit alternativer Einheitenauswahl

source: Multiplayer_AI^Dev AI: Default + Experimental Recruitment (Formula AI)
de: Entw. KI: Standard + experimentelle Einheitenauswahl (Formelbasierte KI)
oc: Dev : IA per defaut + recrutement expériemental (Formula AI)

source: Multiplayer_AI^Dev AI: Default + Poisoning (Formula AI)
de: Entw. KI: Standard + Vergiftend (Formelbasierte KI)
oc: Dev : IA per defaut + poison (Formula AI)

source: Use the Patrols Micro AI instead of patrol.lua.
de: Benutzt die Patrols Mikro KI anstatt patrol.lua.

source: The Elves Besieged
de: Die Belagerung der Elfen
oc: Los Èlfes assetjats

source: Rebels
de: Rebellen
oc: Rebèls

source: Orcs
de: Orks
oc: Òrcs

source: Master Delfador! Look, there are orcs coming from all directions! What shall we do?
de: Meister Delfador! Von überall her kommen Orks. Was sollen wir tun?
oc: Mèstre Delfador ! Gaitatz, des òrcs arrivent de partout ! Qu'allons-nous far ?

source: There are too many to fight, far too many. We must escape!
de: Es sind zu viele, um sie zu bekämpfen. Viel zu viele. Wir müssen fliehen!
oc: Ils son très nombreux, bien trop nombreux per que nous les combattions. Nous devons nous enfuir !

source: This is a reenactment of scenario The Elves Besieged of the mainline campaign Heir to the Throne, just that the AI is playing Konrad's side here. The goal is to move Konrad to the signpost in the northwest, while keeping both Konrad and Delfador alive. The same AI as in scenario Protect Unit is used. Note: The Protect Unit AI is coded as a Micro AI. A Micro AI can be added and adapted to the need of a scenario easily using only WML and the [micro_ai] tag. Check out the <span color='#00A000'>Micro AI wiki page</span> at http://wiki.wesnoth.org/Micro_AIs for more information.
de: Dies ist eine Neuauflage des Szenarios „Die Belagerung der Elfen“ aus der Hauptkampagne „Der Thronerbe“, aber hier bestimmt die KI die Züge von Konrad. Das Ziel ist es, Konrad bis zum Wegweiser im Nordwesten zu bringen und auch Delfador am Leben zu halten. Es wird die gleiche KI verwendet wie im Szenario „Beschütze die Einheit“. Bemerkung: Die „Beschütze die Einheit“ KI ist als Mikro-KI programmiert. Eine Mikro-KI kann, abgestimmt auf die Anforderungen eines Szenarios, einfach eingesetzt und angepasst werden. Dazu benötigt man nur WML Code und die Markierung [micro-ai]. Weitergehende Informationen finden sich auf der <span color='#00A000'>Micro AI wiki page</span> unter http://wiki.wesnoth.org/Micro_AIs

source: Move Konrad here
de: Bewege Konrad hierher
oc: Desplaçar Konrad aicí

source: Very well, we have made it this far! But where do we go next?
de: Bis hierher haben wir es geschafft. Aber wo gehen wir als nächstes hin?
oc: Fòrt plan, nous sommes parvenus jusqu'ici. Mais per où continuer ?

source: In HttT, we would travel north now, and try to make it to the Isle of Alduin. But for this demo campaign, we'll call it good here.
de: In „Der Thronerbe“ würde man jetzt in den Norden reisen und versuchen die Insel Alduin zu erreichen. Aber in dieser Demo-Kampagne lassen wir es hier zu Ende gehen.
oc: Dins HdT, nous continuerions cap al nord per aténher l'île d'Alduin, mas per aquesta démonstration, nous allons nous arrêter là.

source: I... I don’t think I can make it anymore.
de: I... Ich glaube nicht, dass ich weitermachen kann.
oc: Je... Je n'en peux plus.

source: Prince... you must keep fighting! Nooooooo!
de: Prinz... ihr müsst weiterkämpfen! NEIN!
oc: Prince... Vous devez continuer la lutte ! Noooooon !

source: It is over. I am doomed...
de: Es ist vorbei, ich bin des Todes...
oc: C'est la fin, je me meurs....

source: I have... have failed in my duty to protect the prince! I am defeated.
de: Ich... bin in meiner Pflicht, den Prinzen zu beschützen... gescheitert. Ich bin besiegt.
oc: Je... je n'ai pas su protéger lo prince ! Tout es perdu.

source: Don’t die, Delfador! Please, you have to stay alive!
de: Sterbt nicht, Delfador! Bitte, ihr müsst am Leben bleiben!
oc: Ne meurs pas, Delfador ! Je t'en prie, tu dois rester en vie !

source: Ugh!
de: Argh!
oc: Argh !

source: Oh, no! We have run out of time, they have arrived with reinforcements...
de: Die Orks haben den Weg nach Norden versperrt. Wir können nicht mehr entkommen...
oc: Ò non ! Avèm été trop lents, voici des renforts...

source: <u>General</u>: These AIs are set up to simulate (to some extent) how these animals behave in real life. This includes that they are animals, meaning that they are not super smart. As an example, the wolves generally hunt in a pack, but are easily distracted by prey coming into range. They are also decent, but not great at cornering deer. For the most part, this is intentional. <u>Bears (replaced by Ghasts), Spiders and Yetis</u> mostly just wander in their respective parts of the map. They stay out of each other's way (and out of the way of the dogs), but do attack each other if cornered. They attack the other, weaker animals (deer etc.) if those are within range. <u>Wolves</u> hunt in a pack. They actively go after the closest deer (as long as it stays in the forest) and try to corner it (not always super successfully), but are easily distracted by other prey coming into range. The wolves try to avoid getting into the range of bears, spiders, dogs and the yeti, except when they are going in for an attack. If you let them move for long enough, they will also learn that it is not healthy to attack the tusklets. When no deer is left, they wander randomly. Note that, unlike the Wolves Multipack AI (used in a different scenario), this Wolves AI combines all wolves of the side in the same pack.
de: <u>Generelles</u>: Diese KIs sind so konfiguriert, dass sie (gewissermaßen) simulieren wie sich diese Tiere normalerweise verhalten. Das bedeutet auch, dass sie nur Tiere und daher nicht besonders schlau sind. Beispielsweise jagen Wölfe normalerweise in Rudeln, werden aber leicht abgelenkt, wenn eine andere Beute in Reichweite kommt. Sie sind auch gute, aber nicht perfekte Rotwildjäger. <u>Bären (wurden durch Scheusale ersetzt), Spinnen und Yetis</u> bewegen sich überwiegend in ihren Gebieten der Karte. Sie gehen sich aus dem Weg (und sie meiden auch Hunde), aber sie greifen einander auch an, wenn sie dazu gedrängt werden. Sie greifen die anderen, schwächeren Tiere (Rotwild, usw.) an, wenn diese in ihre Reichweite kommen. <u>Wölfe</u> jagen in Rudeln. Sie greifen aktiv das nächste Rotwild an (solange es im Wald bleibt) und versuchen es zu umzingeln (nicht immer besonders erfolgreich). Aber sie werden leicht von anderer Beute abgelenkt, wenn diese in Reichweite kommt. Die Wölfe vermeiden es, in Reichweite von Bären, Spinnen, Hunden und Yetis zu kommen. Ausnahme ist, wenn sie angreifen. Mit der Zeit lernen sie auch, dass es nicht gesund ist, junge Ferkel anzugreifen. Wenn kein Rotwild mehr da ist, wandern sie zufällig umher. Anders als die durch die allgemeine KI gesteuerten Wölfe, die in einem anderen Szenario verwendet wird, fasst diese KI alle Wölfe dieser Karte zu einem Rudel zusammen.
oc: <u>ranhaGénéralités</u> : ces IA son configurées per simuler (à un certain point) lo comportement réel de ces animals. Cela inclut lo fait qu'il s'agit d'animals, e qu'il ne son donc pas très intelligents. Los lops, per example, chassent généralement en meute, mas la moindre preda arrivant a leur portée les distrait. Ils savent a peu près, mas pas très bien, encercler o piéger les cerfs. Tout cela es plus o moins voulu. <u>Les orses (remplacés per des abominations), les aranhas e les yetis</u> se déplacent a l'azard dins leur territòri. Ils s'évitent les uns les autres, e évitent les cans, mas ils s'attaquent lorsqu'il n'ont pas la causida. Atacan tanben los animals plus faibles (cerfs etc.) qui passent a leur portée. <u>Los lops</u> chassent en meute. Ils poursuivent lo cerf lo plus proche (tant qu'il reste dins lo bòsc) e essayent de lo piéger (amb un succès souvent limité), mas una autra preda passant a portée suffit a les distraire. Los lops essayent d'éviter de passer a portée des ours, des aranhas, des cans e del yeti, sauf lorsqu'ils attaquent. Au bout d'un certain temps, ils apprennent qu'il vaut mieux éviter tanben les marcassins. Lorsqu'il n'y a plus de cerfs, ils se déplacent a l'azard. Notez, contrairement a l'IA Lops "Multipack" (utilizada dins un autre scenari), aquesta IA regroupe totes los lops de cada camp dins una sola meute.

source: Each <u>Deer (replaced by Vampire Bats)</u> wanders randomly on forest tiles, except when enemies get in its (the deer's) range, in which case it flees to the farthest point it can reach. <u>Tuskers (replaced by Ogres)</u> exhibit the same behavior as deer, except when an enemy is next to one of the tusklets. This enemy will then experience the full wrath of an irate boar. <u>Tusklets (replaced by Young Ogres)</u> blindly follow the closest adult tusker, except when there is no tusker left, in which case they behave the same as deer. <u>Rabbits (replaced by Rats)</u> also wander randomly, but in addition disappear into their holes (replaced by straw bales; if any are within reach) when enemies are close. They reappear out of their holes at the beginning of the turn, if it is safe. <u>Sheep dogs (replaced by Footpads)</u> try to keep their sheep safe. This involves keeping them inside the area outlined by the path the dogs have worn into the meadow, positioning themselves in between the sheep and approaching enemies, and attacking the enemies if those get too close. You might have to let the scenario play for quite some time before you get to see an interesting dog/wolf interaction. If no active herding or protecting move is needed, the dogs go to a random location on the path. <u>Sheep (replaced by Troll Whelps)</u> wander aimlessly except when a sheep dog is next to them, in which case they run away from the dog. The dogs exploit this by positioning themselves on the outside of the sheep, if possible. Sheep also run away from approaching enemies. The sheep, dogs and forest creatures (deer, tuskers, rabbits) have learned that they are no threat to each other and leave each other alone, demonstrating the enormous self control of a well trained sheep dog.
de: Alles <u>Rotwild (wurde ersetzt durch Vampierfledermäuse)</u> bewegt sich zufällig über die Waldfelder der Karte. Nur wenn Feinde in die Reichweite des Rotwilds kommen, flieht es so weit es kann. <u>Wildschweine (wurden durch Oger ersetzt)</u> verhalten sich genauso wie Rotwild, außer wenn sich ein Feind in der Nähe von jungen Ferkeln befindet. Dieser Feind bekommt es dann mit einem rasenden Berserker zu tun. <u>Junge Ferkel (wurden durch junge Oder ersetzt)</u> folgen blind dem nächsten erwachsenen Wildschwein, außer es ist kein erwachsenes Wildschwein übrig. In diese Fall verhalten sie sich wie Rotwild. <u>Kaninchen (wurden durch Ratten ersetzt)</u> bewegen sich auch zufällig, aber zusätzlich verschwinden sie in ihren Löchern (wurden durch Strohballen ersetzt) wenn welche in Reichweite sind, sobald Feinde in der Nähe sind. Sie tauchen am Beginn eines Zuges wieder aus den Löchern auf, wenn es sicher ist. <u>Schäferhunde (wurden durch Straßenräuber ersetzt) versuchen ihre Schafe zu beschützen. Dazu gehört, die Schafe in dem Gebiet zu halten, das durch den von den Hunden in der Wiese hinterlassenen Trampelpfad begrenzt ist sowie sich zwischen die Schafe und sich nähernde Feinde zu stellen und diese anzugreifen, wenn sie zu nahe kommen. Sie müssen das Szenario wahrscheinlich eine Weile laufen lassen, bis sie eine interessante Hund/Wolf Interaktion zu sehen bekommen. Wenn sie sich nicht zum Hüten oder Beschützen der Herde bewegen müssen, bewegen sich die Hunde zu einer zufälligen Position des Trampelpfades. <u>Schafe (wurden durch Trollwelpen ersetzt)</u> bewegen sich ziellos, außer wenn ein Schäferhund in ihrer Nähe ist. In diesem Fall rennen sie vor dem Schäferhund weg. Die Hunde nutzen das aus, indem sie sich, wenn möglich, außerhalb der Schafherde aufhalten. Schafe laufen auch vor sich nähernden Feinden weg. Die Schafe, Hunde und Waldbewohner (Rotwild, Wildschweine, Kaninchen) haben gelernt, dass sie keine Bedrohung füreinander sind und lassen einander in Ruhe, was die außerordentliche Selbstkontrolle eines gut trainierten Schäferhundes zeigt.
oc: Cada <u>Cerf (remplacés per des ratapenadas)</u> se déplace a l'azard dins lo bòsc, sauf lorsque des enemics passent a sa portée, auquel cas il fuit tanben loin que possible. <u>Les singlars (remplacés per des ògres)</u> se comportent coma des cerfs, sauf lorsqu'un enemic s'approche d'un marcassin. Dins aqueste cas, l'enemic fait face a la fureur del singlar. <u>Les marcassins (remplacés per des jeunes ògres)</u> suivent aveuglément lo singlar adulte lo plus proche, sauf lorsqu'il n'y a plus de singlar, auquel cas ils se comportent coma des cerfs. <u>Les lapins (remplacés per des rats)</u> se déplacent tanben a l'azard, mas lorsque des enemics approchent ils disparaissent dins leurs terriers (remplacés per des bottes de paille). Ils réapparaissent al début del torn suivant, s'il n'y a plus d'enemic.

source: Animals
de: Tiere

source: Humans
de: Menschen
oc: Umans

source: Forest Creatures
de: Waldbewohner
oc: Creaturas de lo bòsc

source: Ghasts
de: Scheusale
oc: Abominations

source: Spiders
de: Spinnen
oc: Aranhas

source: Wolves
de: Wölfe
oc: Lops

source: Whelps
de: Welpen
oc: Draconets

source: End Scenario
de: Szenario beenden
oc: Fin del scenari

source: Well, that was that.
de: So, das war es.
oc: Eh bien, c'était tout.

source: <span color='#A00000'>Important:</span> The animal Micro AIs in this scenario are written for a number of animal unit types that do not exist in Wesnoth mainline, such as bears, sheep and sheep dogs, or deer. In this test scenario, these units have been replaced by mainline units.
de: <span color='#A00000'>Wichtig:</span> Die Tiere Mikro-KIs in diesem Szenario wurden für eine Reihe von Tieren geschrieben, die im Hauptzweig von Wesnoth nicht existieren wie Bären, Schafe, Schäferhunde oder Rotwild. In diesem Test-Szenario wurden diese Einheiten durch im Wesnoth-Hauptzweig existierende Einheiten ersetzt.
oc: <span color='#A00000'>Important :</span>Las micro-IA animalas de aqueste scenari son écrites per des espèces animalas qui n'existent pas totas dins la distribution officielle de Wesnoth, coma des ours, des moutons, des bergers, des cans de berger, o des cerfs. Dins aqueste scenari d'essai, ces unitats ont été remplacées per des unitats officielles.

source: This is a fun little scenario with a bunch of different animal AIs, mostly for watching only. The animal AIs behave as follows:
de: Dies ist ein spaßiges kleines Szenario mit unterschiedlichen Tier-KIs und überwiegend zum Zuschauen gedacht. Die Tier-KIs verhalten sich folgendermaßen:
oc: Ceci es un petit scenari amusant amb un certain nombre d'IA animalas diferentas, juste per gaitar. Les IA se comportent coma décrit aicí :

source: Question for the Player
de: Eine Frage an den Spieler
oc: Question al joueur

source: It is possible to include a human-controlled Side 1, so that the action stops once every turn for looking around (or to mess with things in debug mode). Note that there is no end to this scenario. For demonstration purposes, any unit that is killed is replaced by another unit of the same type at the beginning of the next turn. In order to end the scenario, there's a right-click option - but that only works in human-controlled mode. In AI-only mode, you have to press 'Esc' or reload a previous savefile. Also note: The Animal AIs are coded as Micro AIs. A Micro AI can be added and adapted to the need of a scenario easily using only WML and the [micro_ai] tag. Check out the <span color='#00A000'>Micro AI wiki page</span> at http://wiki.wesnoth.org/Micro_AIs for more information.
de: Es ist möglich eine von einem menschlichen Spieler kontrollierte „Fraktion 1“ einzufügen. In diesem Fall hält die Simulation einmal in jeder Runde an, so dass man sich umsehen kann (oder im Debugmodus mit Einstellungen spielen kann). Man sollte daran denken, dass dieses Szenario kein Ende hat. Zu Demonstrationszwecken wird jede Einheit, die getötet wird, am Beginn der nächsten Runde durch eine andere Einheit der gleichen Typs ersetzt. Um das Szenario zu beenden, kann man über einen Rechtsklick eine entsprechende Option auswählen. Allerdings funktioniert das nur, wenn ein menschlicher Spieler eingefügt wurde. Im reinen KI-Modus muss man „Esc“ benutzen oder einen gespeicherten Spielstand laden lassen. Zusätzlich gilt, dass die Tier-KIs als Mikro-KI programmiert sind. Eine Mikro-KI kann, abgestimmt auf die Anforderungen eines Szenarios, einfach eingesetzt und angepasst werden. Dazu benötigt man nur WML Code und die Markierung [micro-ai]. Weitergehende Informationen finden sich auf der <span color='#00A000'>Micro AI wiki page</span> unter http://wiki.wesnoth.org/Micro_AIs
oc: Il es possible d'inclure un camp 1 contrôlé per l'utilisateur per que la partie s'arrête a cada torn e que l'on puisse prene lo temps d'observer o de passer en mode debug. Notez que aqueste scenari n'a pas de fin. Per les besonhs de la démonstration, totas las unitats tuées son remplacées per una unitat del même type al torn suivant. Per mettre fin al scenari, il y a una option dins lo menú contextual (clic dreit), mas solament lorsqu'il y a un camp 1. Lorsqu'il n'y a que des IA, il faut appuyer sus "Échap" o charger una ancienne sauvegarde per quitter. Notez tanben que les IA animalas son encodadas coma des micro-IA. Las micro-IA pòdon èsser apondudas e adaptadas al besonh a un scenari gràcias a WML e al tag [micro_ai]. Podètz consultar <span color='0#00A000'>la pagina wiki "Micro AI"</span> a http://wiki.wesnoth.org/Micro_AIs (en anglés) per mai d'informacion.

source: <span font='16'>I'll just watch the animals.</span>
de: <span font='16'>Ich will nur die Tiere beobachten.</span>
oc: <span font='16'>Vòli juste gaitar los animals.</span>

source: <span font='16'>I want to have control of Side 1.</span>
de: <span font='16'>Ich will die „Fraktion 1“ kontrollieren.</span>
oc: <span font='16'>Vòli contrôler lo camp 1.</span>

source: Watch the animals do their things
de: Beobachtet, wie die Tiere sich verhalten
oc: Regarder los animals far çò que fan

source: Use right-click option
de: Benutzt die Option, die nach einem Rechtsklick zur Verfügung steht
oc: Utilizar l'option correspondante (clic dreit)

source: Death of Rutburt
de: Rutburt fällt in der Schlacht
oc: Mòrt de Rutburt

source: Check out the right-click menu options for additional actions
de: Ruft das Rechtsklick-Optionen-Menü für weitere Einstellungen auf
oc: Anatz veire las accions possibles dins lo menú contextual (clic dreit)

source: Yowl! Translation: Those Ogres are mean! We better stay away from them and their young.
de: Boah! Übersetzung: Diese Oger sind fies! Wir halten uns besser von ihnen und ihren Jungen fern.
oc: Ouuh ! Traduccion : ces ògres son vilains ! Il vaut mieux les éviter, eux e leurs petits.

source: Bottleneck Defense
de: Verteidigung des Engpasses
oc: Defensa de colet

source: Big Bad Orc
de: Großer böser Ork
oc: Grand maissant orc

source: All right, chaps. Those orcs need to be stopped.
de: Also los Kumpels. Diese Orks müssen aufgehalten werden.
oc: Anatz, les gars. Cal arrêter ces òrcs.

source: They there! We them get!
de: Die dort! Wir erwischen sie!
oc: Là ! Nous les tuer !

source: We need to hold that pass for as long as we can. Let's put our strongest fighters on the front line and bring injured units to the back for healing. If we're careful enough, we might even win this battle. I'll join you as soon as I'm done recruiting and do my share of the fighting. Note: The Bottleneck Defense AI is coded as a Micro AI. A Micro AI can be added and adapted to the need of a scenario easily using only WML and the [micro_ai] tag. Check out the <span color='#00A000'>Micro AI wiki page</span> at http://wiki.wesnoth.org/Micro_AIs for more information.
de: Wir müssen den Pass, so lange wir können, verteidigen. Stellt die stärksten Kämpfer in die erste Reihe und bringt die Verwundeten nach hinten, damit sie sich erholen können. Wenn wir umsichtig genug sind, dann könnten wir sogar den Kampf gewinnen. Ich werde zu euch stoßen, sobald ich mit dem Ausbilden neuer Kämpfer fertig bin und mich dann am Kampf beteiligen. Bemerkung: Die KI zur Verteidigung des Engpasses ist als Mikro-KI programmiert. Eine Mikro-KI kann, abgestimmt auf die Anforderungen eines Szenarios, einfach eingesetzt und angepasst werden. Dazu benötigt man nur WML Code und die Markierung [micro-ai]. Weitergehende Informationen finden sich auf der <span color='#00A000'>Micro AI wiki page</span> unter http://wiki.wesnoth.org/Micro_AIs
oc: Cal tenir ce passatge tant longtemps coma possible. Prepausi de plaçar les melhors guerrièrs al premier rang e de renvoyer les unitats blessées se far sonhar a l'arrière. Se nous faisons atencion, nous pourrions même gagner aquesta batalha. Dès que j'aurai fini de recruter, je vous rejoindrai per participer al combat. NB : l' IA de defensa de colet es encodada coma una micro-IA. Las micro-IA pòdon èsser apondudas e adaptadas al besonh a un scenari gràcias a WML e al tag [micro_ai]. Podètz consultar <span color='0#00A000'>la pagina wiki "Micro AI"</span> a http://wiki.wesnoth.org/Micro_AIs (en anglés) per mai d'informacion.

source: In this scenario, the AI playing the humans in the east is instructed to form a defensive line at the pass and hold off the orcs for as long as possible. Do you want to play the orc side or let the default (RCA) AI do that?
de: In diesem Szenario wurde die KI, die die Menschen im Osten steuert, darauf programmiert, eine Verteidigungslinie am Pass zu bilden und die Orks so lange wie möglich zurückzuhalten. Willst du die Orks steuern oder soll das die Standard (RCA) KI tun?
oc: Dins aqueste scenari, l'IA qui contrôle les umans doit former una ligne de defensa al nivèl del passatge e contenir les òrcs tanben longtemps que possible. Voulez-vous contrôler les òrcs o laissez l'IA per defaut (RCA) lo far ?

source: <span font='16'>I'll watch the two AIs fight it out.</span>
de: <span font='16'>Ich werde zuschauen, wie die beiden KIs das ausfechten.</span>
oc: <span font='16'>Je vais gaitar las doas IA se batre.</span>

source: <span font='16'>I'll play the orcs.</span>
de: <span font='16'>Ich werde die Orks steuern.</span>
oc: <span font='16'>Je vais jouer les òrcs.</span>

source: Take the pass
de: Erobert den Pass
oc: Capturer la passe

source: Defeat all humans
de: Besiegt alle Menschen
oc: Véncer totes los umans

source: Death of Big Bad Orc
de: Der große böse Ork fällt in der Schlacht
oc: Mòrt del grand maissant orc

source: Only one orc remains
de: Alle Orks, bis auf Einen, fallen in der Schlacht
oc: Il ne reste plus qu'un orc

source: I may have fallen, but we will continue to defend the pass to the last man!
de: Ich mag gefallen sein, aber wir werden den Pass bis zum letzte Mann verteidigen!
oc: Je peux bien mourir, mas nous continuerons a défendre lo passatge fins al dernier !

source: Dragon
de: Drache
oc: Drac

source: team_name^Rowck
de: Rauwck
oc: Rowck

source: Dreadful Bat
de: Schreckliche Fledermaus
oc: Ratapenada terrifiante

source: Rowck's Home
de: Rauwcks Hort
oc: Antre de Rowck

source: Rowck
de: Rauwck
