Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ai/*.po
Languages: de, oc

source: A 'home guard' is a variant on the 'guardian' AI special. With this variant, the unit has an assigned 'home' location, and will return there if not involved in combat and if not going to a village, whether for healing or to capture it this turn. (By contrast, the standard guardian AI will cause the unit to stay where it last attacked.) This differs from 'return guardian' in that a home guard will press the attack, possibly getting drawn quite far from 'home', rather than returning after each attack. (It can also be lured away by a string of closely-placed villages, but that is something a map builder can control.) This also demonstrates how to combine candidate actions from Formula AI and Lua AI in one side. The home guard is written in Formula AI, while the return and stationed guardians and the cowards are written in Lua AI. In addition the non-guardian units of the side follow the default AI behavior.
de: Ein „hartnäckiger Wächter“ ist eine Variante der speziellen Wächter-KI. Durch diese Variante hat die Einheit einen zugewiesenen „Heimat“ Standort und wird dorthin zurückkehren, wenn sie nicht in einen Kampf verwickelt und nicht auf den Weg in ein Dorf ist, unabhängig davon ob sie dies zum Heilen tut oder um das Dorf in dem Zug einzunehmen. (Im Gegensatz dazu würde die Standardwächter KI die Einheit dort stehen lassen wo sie zuletzt angegriffen hat.) Das unterscheidet sie von einem „ortstreuen Wächter“ weil ein hartnäckiger Wächter seinen Angriff fortsetzen wird, anstatt nach jedem Angriff zurückzukehren. Dadurch kann er sehr weit von seinem „Heimat“ Standort fortgelockt werden. (Er kann auch durch eine Kette eng platzierter Dörfer weggelockt werden, aber das hat der Kartengestalter unter Kontrolle). Das zeigt auch, wie man Anweisungen zum Verhalten mit formelbasierter und LUA KI bei einer Einheit kombiniert. Der Hartnäckige Wacher ist mit formelbasierter KI geschrieben während der ortstreue und der stationierte Wächter sowie die Feiglinge mit LUA KI geschrieben sind. Ansonsten nutzen die nicht als Wächter programmierten Einheiten der Fraktion die Standard-KI um ihr Verhalten zu steuern.
oc: Lo gardian « ostal » es una variante de l'IA spéciale « gardian ». Dins aquesta variant, l'unitat es affectée a una posicion « ostal », e y tòrna s'il n'est pas en train de se batre o dins un vilatge (per se sonhar o per lo capturer), al contraire del gardian standard qui reste là o ses attaques l'ont mené. La diferéncia amb lo gardian « retorn » es que lo gardian « ostal » continue d'atacar tant coma possible, e pòt ainsi s'éloigner considérablement de son « ostal », puslèu que d'i tornar après cada attaque (on pòt tanben l'éloigner amb una chaîne de vilatges proches les uns des autres, mas lo concepteur de la carte pòt éviter cela). Cela montre cossí combiner des actions de l'IA Formule e de l'IA Lua d'un costat. Lo gardian « ostal » es encodat en IA Formule, alors que lo gardian « retorn », lo gardian en pòste e les coards son écrits en Lua. Les autres unitats de ce camp ont un comportement IA normal.

source: Stationed Guardian
de: Stationierter Wächter
oc: Gardian en pòste

source: A 'stationed guardian' is another variation of the standard Wesnoth guardian with a somewhat more complex behavior than that of the 'return guardian'. Two positions are defined for it, a 'station' and a 'guarded location', as well as a 'distance'. The behavior is as follows: - If no enemy is within 'distance' of the guard's current position, do nothing. - Otherwise: If an enemy is within 'distance' of the guard, but not also within the same distance of the guarded location and the station (all of this simultaneously), move the guard in the direction of the station. - Otherwise: - Pick the enemy unit that is closest to the guarded location. - If we can reach it, pick the adjacent hex with the highest defense rating and attack from there. - If not in reach, move toward this unit.
de: Ein „Stationierter Wächter“ ist eine weitere Variation des Wesnoth Standardwächters mit einem komplexeren Verhalten als dem des „ortstreuen Wächters“. Für ihn sind zwei Positionen, die „Station“ und der „zu bewachende Ort“, und zusätzlich eine „Distanz“ festgelegt. Für sein Verhalten gilt folgendes: - Wenn sich kein Feind innerhalb der „Distanz“ von der aktuellen Position des Wächters befindet, dann tut er nichts. - Sonst: Wenn sich ein Feind innerhalb der „Distanz“ vom Wächter befindet, aber nicht ebenfalls innerhalb der gleichen Distanz vom zu bewachenden Ort und der Station (alles gleichzeitig), dann bewegt sich der Wächter in Richtung der Station. - Sonst: - Wähle die feindliche Einheit, die am nächsten zum bewachenden Ort ist. - Wenn erreichbar wähle das angrenzende Feld mit dem höchsten Verteidigungsbonus und greife von dort aus an. - Wenn das Feld nicht erreichbar ist, dann bewege dich auf die gewählte Einheit zu.
oc: Lo gardian en pòste es una autra variante del gardian Wesnoth standard, plus complexe que lo gardian « retorn ». Cal définir deux posicions, lo « pòste » e la « posicion defenduda », ainsi qu'une distance. Lo comportement es lo suivant : - Se aucun enemic n'est a distance (suivant la distance prédéfinie) de la posicion actuelle del gardian, ne rien far. - Sinon : se un enemic es a distance, sens èsser a distance (totjorn la distance prédifinie) de la posicion defenduda e del pòste, desplaçar lo gardian cap al pòste. - Sinon : - Causir l'enemic lo plus proche de la posicion defenduda. - Se on pòt l'aténher, l'atacar dempuèi la posicion la plus avantageuse. - Sinon, se diriger cap a aquesta unitat.

source: Coward
de: Feigling
oc: Coard

source: Cowards are units that, like guardians, sit around doing nothing until an enemy comes into range. Unlike guardians, however, they run away once enemies approach. Applications might be wild animals, unarmed civilians getting in the way of a battle, etc. The coward macro can be called with two optional locations, 'seek' and 'avoid': - If neither is given, the coward retreats to the position farthest away from the approaching enemies. - If 'seek' is given, it preferentially goes toward that location (but getting away from enemies takes priority). - If 'avoid' is given, it in addition tries to avoid that location (with both maximizing distance from enemies and going toward 'seek' taking priority). - Both 'seek' and 'avoid' may consist of only one coordinate ('x' or 'y'), in which case not a single hex, but a line of hexes is sought or avoided.
de: Feiglinge sind Einheiten, vergleichbar mit Wächtern, die herumsitzen ohne etwas zu tun bis ein Feind in ihre Reichweite kommt. Im Gegensatz zu Wächtern laufen sie jedoch davon sobald Feinde auftauchen. Anwendungsfälle könnten wilde Tiere, unbewaffnete Zivilisten, die in eine Schlacht geraten, und ähnliches sein. Der Makro für Feiglinge kann mit den zwei optionalen Orten für „seek“ und „avoid“ aufgerufen werden: - Wenn keine verwendet wird, dann zieht sich der Feigling auf die Position zurück, die am weitesten von den sich nähernden Feinden entfernt ist. - Wenn „seek“ verwendet wird, dann geht er bevorzugt in die Richtung dieses Ortes (aber den Feinden auszuweichen hat Priorität). - Wenn „avoid“ verwendet wird, dann versucht er zusätzlich diesen Ort zu meiden (wobei sowohl das Maximieren der Entfernung zu den Feinden, als auch die Annäherung an die „seek“ Position Priorität haben).\n - „seek“ und „avoid“ können beide aus einer einzelnen Koordinate (nur „x“ oder nur „y“) bestehen, wodurch nicht ein einzelnes Feld gesucht oder gemieden wird, sondern eine ganze Linie von Feldern.
oc: Les coards son des unitats qui, coma les gardians, ne font rien tant qu'aucun enemic n'est a portée. Contrairement aux gardians, ils s'enfuient lorsque les enemics s'approchent. Cela pòt servir a représenter des animals sauvages, des civils piégés entre les armées, etc. La macro "coward" benlèu appelée amb deux posicions facultatives, "seek" (rechercher) e "avoid" (éviter) : - Se aucune des deux n'est définies, lo coard fuit de manière a s'éloigner lo plus possibles des enemics près de lui. - Se "seek" es définie, lo coard essaye de se diriger cap a aquesta posicion (fuire les enemics demeure prioritaire). - Se "avoid" es définie, il essaye d'éviter aquesta posicion (mais fuire les enemics e se diriger cap a "seek" son prioritaires). - "seek" e "avoid" pòdon ne définir qu'une cordonnée, auquel cas elles correspondent non pas a un exagòn mas a toute una ligne.

source: Zone Guardian
de: Gebietsschützer
oc: Gardian de zone

source: A zone guardian is a unit that, as the name says, guards a zone. It moves randomly inside this zone until an enemy enters it (or a separately defined enemy zone, see below). Applications might be the defense of a castle or a nesting area. The zone macro can be called with an optional enemy zone: - If not specified, the zone guard attacks any enemy coming inside its guard zone. - Otherwise, it attacks any enemy entering the enemy zone and once there are no more enemies, it goes back to patrol in its basic zone.
de: Ein Gebietsschützer ist eine Einheit, die ihrem Namen entsprechend ein Gebiet beschützt. Sie bewegt sich auf zufälligen Wegen in dem Gebiet bis es von einem Feind betreten wird (oder bis ein separat definiertes Feindesgebiet betreten wird, wie unten beschrieben). Anwendungsfälle können die Verteidigung einer Burg oder eines zusammengesetzten Gebietes sein. Der Makro für Gebiete kann zusammen mit einem optionalen Feindesgebiet aufgerufen werden: - Wenn kein Feindesgebiet definiert ist, dann greift der Gebietsschützer jeden Feind an, der in das zu schützende Gebiet betritt. - Ansonsten greift er jeden Gegner an, der das Feindesgebiet betritt und geht, wenn sich dort keine Feinde mehr befinden, zurück auf Patrouille in sein normales Gebiet.
oc: Un gardian de zone es un gardian qui, coma son nom l'indique, défend una zone. Il se déplace aléatoirement a l'intérieur de la zone, jusqu'à ce qu'un enemic la pénètre (ou pénètre una zone définie séparément, veire plus loin). Cela pòt permettre de représenter la défence d'un castèl o d'un nid. La macro "zone" pòt prene una zone "enemy" facultative : - Se cela n'est pas lo cas, lo gardian de zone attaque tout enemic pénétrant sa zone. - Se c'est lo cas, il attaque tout enemic pénétrant la zone "enemy", e una fois cela fait, tòrna patrolhar dins la zone de base.

source: Gryphons of the High Plains, look at all these enemies. They don't behave normally. Most of them don't move at all unless we get close. Let's check out how they react to us. Note to the player: the right-click context menu provides information about each of the units' behavior. Another note: Most of the Guardian AIs are coded as Micro AIs. A Micro AI can be added and adapted to the need of a scenario easily using only WML and the [micro_ai] tag. Check out the <span color='#00A000'>Micro AI wiki page</span> at http://wiki.wesnoth.org/Micro_AIs for more information.
de: Greifen der Hochebenen, seht euch alle diese Feinde an. Sie verhalten sich nicht normal. Die meisten bewegen sich überhaupt nicht solange wir uns nicht nähern. Lasst uns herausfinden wie sie auf uns reagieren.\n Bemerkung für den Spieler: Das Rechtsklick-Menü liefert Informationen über das Verhalten jeder Einheit. Eine weitere Bemerkung: Die meisten Wächter-KIs sind als Mikro-KI programmiert. Eine Mikro-KI kann, abgestimmt auf die Anforderungen eines Szenarios, einfach eingesetzt und angepasst werden. Dazu benötigt man nur WML Code und die Markierung [micro-ai]. Weitergehende Informationen finden sich auf der <span color='#00A000'>Micro AI wiki page</span> unter http://wiki.wesnoth.org/Micro_AIs
oc: Grifons des nautas planas, regardez tous ces enemics. Ils ne se comportent pas normalament. La màger part d'entre eux ne bougent pas sauf se l'on s'approche deux. Allons veire cossí ils réagissent face a nous. Nòta : lo menú contextual (clic dreit) dona d'informacions sul comportement de cada unitat. Autra nòta : la màger part des IA de gardian son encodadas coma des micro-IA. Las micro-IA pòdon èsser apondudas e adaptadas al besonh a un scenari gràcias a WML e al tag [micro_ai]. Podètz consultar <span color='0#00A000'>la pagina wiki "Micro AI"</span> a http://wiki.wesnoth.org/Micro_AIs (en anglés) per mai d'informacions.

source: Move the Gryphons around to explore how the guardians react
de: Bewegt die Greifen hin und her um zu erforschen wie die Wächter reagieren
oc: Desplaçatz les grifons e regardez cossí réagissent les gardians.

source: Defeat all enemy units
de: Besiegt alle feindliche Einheiten
oc: Véncer totas las unitats enemigas

source: Move Kraa to the signpost
de: Führt Kraa zum Wegweiser
oc: Desplaçar kraa fins al panèl

source: Death of Kraa
de: Kraa fällt in der Schlacht
oc: Mòrt de Kraa

source: Check out the right-click menu options for information on each guardian type
de: Benutzt die Optionen des Rechtsklick-Menü um Informationen über jeden Wächtertyp zu bekommen.
oc: Anatz veire lo menú clic-dreit per des informacions sus les diferents types de gardians

source: Gryphons of the High Plains, it is time to return to said plains. Follow me.
de: Greifen der Hochebenen, es ist Zeit zu den Ebenen zurückzukehren. Folgt mir.
oc: Grifons de las nautas planas, il es temps de regagner lesdites plaines. Suivez-moi.

source: Hang Out
de: Bleibt
oc: Espèra

source: team_name^Bad Outlaw
de: Böser Gesetzloser
oc: Maissant fòralei

source: team_name^Good Bandit
de: Guter Bandit
oc: Brave bandit

source: Outlaw moves here
de: Der Gesetzlose geht hier her
oc: Lo fòralei se déplace aicí

source: That outlaw over there is going to run for the keep in the southeast. He's only going to recruit for three rounds before he'll start moving and he and his footpads are much faster than we are. Let's make haste or we'll never catch him. Note: This scenario uses a combination of two Micro AIs, the Hang Out Micro AI which makes the Side 2 units remain around the keep for two turns (while moving off castle tiles to allow for recruiting) and the Messenger Escort AI which takes over after that. A Micro AI can be added and adapted to the need of a scenario easily using only WML and the [micro_ai] tag. Check out the <span color='#00A000'>Micro AI wiki page</span> at http://wiki.wesnoth.org/Micro_AIs for more information.
de: Der Gesetzlose dort drüben versucht den Bergfried im Südosten zu erreichen. Er wird nur drei Runden lang Einheiten rekrutieren bevor er anfangen wird, sich zu bewegen und seine Straßenräuber sind viel schneller als wir es sind. Wir müssen uns beeilen oder wir werden ihn nie erwischen. Bemerkung: Dieses Szenario benutzt eine Kombination zweier Mikro-KIs. Die Bleiben-Mikro-KI, die dafür sorgt, dass Einheiten der Fraktion 2 für zwei Züge in der Nähe des Bergfrieds bleiben (wobei sie die Felder der Burg frei machen um das Rekrutieren weiterer Einheiten zu ermöglichen) sowie die Boten-Eskorte KI, die danach die Kontrolle übernimmt. Eine Mikro-KI kann, abgestimmt auf die Anforderungen eines Szenarios, einfach eingesetzt und angepasst werden. Dazu benötigt man nur WML Code und die Markierung [micro-ai]. Weitergehende Informationen finden sich auf der <span color='#00A000'>Micro AI wiki page</span> unter http://wiki.wesnoth.org/Micro_AIs
oc: Aqueste fòralei là-bas va chercher a aténher lo donjon al sud-èst. Il va recruter pendant trois torns solament avant de repartir e lui e ses frappes son beaucoup plus rapides que nous. Dépéchons-nous o nous ne l'attraperons pas jamai. Nòta : ce scenari utilise una combinaison de deux micro-IA, la micro-IA « espèra » qui fait que les unitats del camp 2 restent près del donjon pendant deux torns (tout en laissant les cases de castèl disponibles per lo recrutement), e l'IA « escòrta de messatgièr » qui contrôle lo reste del scenari. Las micro-IA pòdon èsser apondudas e adaptadas al besonh a un scenari gràcias a WML e al tag [micro_ai]. Podètz consultar <span color='0#00A000'>la pagina wiki "Micro AI"</span> a http://wiki.wesnoth.org/Micro_AIs (en anglés) per mai d'informacions.

source: Get into the outlaw's way before he can make it to the south-eastern keep
de: Schneidet dem Gesetzlosen den Weg ab, bevor er den südöstlichen Bergfried erreicht
oc: Barrer lo pasage al fòralei avant qu'il n'atteigne lo donjon al sud-èst

source: Death of Bad Outlaw
de: Besiegt den bösen Gesetzlosen
oc: Mòrt del maissant fòralei

source: Death of Good Bandit
de: Der gute Bandit fällt in der Schlacht
oc: Mòrt del brave bandit

source: Bad Outlaw makes it to the signpost
de: Der böse Gesetzlose erreicht den Wegweiser
oc: Lo maissant fòralei atteint lo panèl

source: We got him! Now whatever it is we are fighting for is safe.
de: Wir haben ihn! Was es auch immer es ist wofür wir kämpfen, jetzt ist es sicher.
oc: Nous lo tenons ! Ara, ce per quoi nous nous battons es sauvé, quoi que ce soit !

source: I made it! Now we can keep fighting for whatever it is that we are fighting for.
de: Ich habe es geschafft! Nun können wir weiterkämpfen, was auch immer es ist wofür wir kämpfen.
oc: J'ai réussi ! Ara nous pouvons continuer a nous batre per ce per quoi nous nous battons, quoique ce soit !

source: Healer Support
de: Heiler Unterstützung
oc: Sonhaires

source: Rebels 1
de: Rebellen 1
oc: Rebèls 1

source: Rebels 2
de: Rebellen 2
oc: Rebèls 2

source: In this scenario, we demonstrate the use of the Healer Support Micro AI. This AI configures the healers of a side to stay behind the battle lines and heal injured and/or threatened units rather than participate in the attacks under all circumstances. It includes several configurable options (which are set differently for the two sides in this scenario) that determine how aggressive/careful the healers are, whether they also attack, how much risk they are willing to take, etc. For clarity, each healer announces her upcoming support move. If you don't want to see that each time, just hit 'esc' when it happens the first time. Note: The Healer Support AI is coded as a Micro AI. A Micro AI can be added and adapted to the need of a scenario easily using only WML and the [micro_ai] tag. Check out the <span color='#00A000'>Micro AI wiki page</span> at http://wiki.wesnoth.org/Micro_AIs for more information.
de: In diesem Szenario wird der Gebrauch der „Heiler Unterstützung“ Mikro-KI demonstriert. Diese KI bewirkt, dass die Heiler einer Fraktion hinter den Kampflinien bleiben und Verletzte und/oder bedrohte Einheiten heilen anstatt sich unter allen Umständen an den Angriffen zu beteiligen. Sie beinhaltet mehrere konfigurierbare Optionen (die für die zwei Fraktionen dieses Szenarios unterschiedlich eingestellt sind). Sie bestimmen wie aggressiv/vorsichtig die Heiler sind, ob sie auch angreifen, wie viel Risiko sie bereit sind einzugehen, und so weiter. Um dies klarer zu machen, kündigt jeder Heiler seinen bevorstehenden Zug an. Wenn Ihr das nicht jedes mal sehen wollt, drückt einfach »ESC«, wenn die Anzeige zum ersten Mal erscheint. Bemerkung: Die Heiler Unterstützung KI ist als Mikro-KI programmiert. Eine Mikro-KI kann, abgestimmt auf die Anforderungen eines Szenarios, einfach eingesetzt und angepasst werden. Dazu benötigt man nur WML Code und die Markierung [micro-ai]. Weitergehende Informationen findet sich unter der <span color='#00A000'>Micro AI wiki page</span> unter http://wiki.wesnoth.org/Micro_AIs
oc: Dins ce scenari, nous montrons cossí fonctionne la micro-IA « sonhaires ». Aquesta IA fait en sorte que les sonhaires de cada camp restent en arrière del front e soignent les unitats blessées o menacées puslèu que de participer systématiquement al combat. Il y a plusieurs options configurables (réglées diferentament per los dos camps de ce scenari), qui déterminent lo nivèl d'agressivité des sonhaires, se ils attaquent o non, quels risques ils prennent etc. Per plus de clarté, cada sonhaire anóncia lo desplaçament qu'il va far. Se vous ne voulez pas veire ça a cada foi, appuyez sus "échap" la première fois que cela arrive. Nòta : l'IA « sonhaires » es encodada coma una micro-IA. Las micro-IA pòdon èsser apondudas e adaptadas al besonh a un scenari gràcias a WML e al tag [micro_ai]. Podètz consultar <span color='0#00A000'>la pagina wiki "Micro AI"</span> a http://wiki.wesnoth.org/Micro_AIs (en anglés) per mai d'informacions.

source: Argh! They got us...
de: Argh! Sie haben uns erwischt…
oc: Argh ! Ils nous ont eus...

source: Lurkers of the Swamp
de: Die Schleicher der Sümpfe
oc: Rodaires de las sanhas

source: team_name^Pekzs
de: Pekzs
oc: Pekzs

source: Micro AI Lurkers (saurians, stationary)
de: Mikro KI Schleicher (Saurianer, stationär)
oc: Micro-IA Rodaires (saurians, stationnaires)

source: Micro AI Lurkers (saurians, wanderers)
de: Mikro KI Schleicher (Saurianer, Wanderer)
oc: Micro-IA Rodaires (saurians, mobiles)

source: Micro AI Lurkers (nagas)
de: Mikro KI Schleicher (Naga)
oc: Micro-IA Rodaires (nagas)

source: WML Lurkers (saurians)
de: WML Schleicher (Saurianer)
oc: Rodaires WML (saurians)

source: Formula AI Lurkers (saurians)
de: Formelbasierte KI Schleicher (Saurianer)
oc: Rodaires IA Formule (saurians)

source: Place a Side 2 lurker
de: Platziere einen Schleicher der Fraktion 2
oc: Plaçar un rodaire del camp 2

source: Place a Side 3 lurker
de: Platziere einen Schleicher der Fraktion 3
oc: Plaçar un rodaire del camp 3

source: Place a Side 4 lurker
de: Platziere einen Schleicher der Fraktion 4
oc: Plaçar un rodaire del camp 4

source: Place a Side 5 lurker
de: Platziere einen Schleicher der Fraktion 5
oc: Plaçar un rodaire del camp 5

source: Place a Side 6 lurker
de: Platziere einen Schleicher der Fraktion 6
oc: Plaçar un rodaire del camp 6

source: In this scenario we demonstrate the Lurker Micro AI. A lurker is a unit that is capable of moving across most terrains, but that only stops on and attacks from specific terrain. It might also have the ability to hide on this terrain (which is the reason why this is called the Lurker AI). Lurkers move individually without any strategy and always attack the weakest enemy within their reach. If no enemy is in reach, the lurker does a random move instead - or it just sits and waits (lurks).
de: In diesem Szenario demonstrieren wir die Schleicher Mikro KI. Ein Schleicher ist eine Einheit, die die Fähigkeit hat, sich in fast jedem Gelände zu bewegen, aber ihren Zug nur auf bestimmtem Gelände beendet und von dort aus angreift. Sie kann auch die Fähigkeit haben, sich auf diesem Gelände zu verstecken (was der Grund ist, warum sie Schleicher KI genannt wird). Schleicher bewegen sich individuell ohne spezielle Strategie und greifen immer die schwächste Einheit in ihrer Reichweite an. Wenn kein Feind in Reichweite ist, dann machen die Schleicher stattdessen einen zufälligen Zug - oder sie sitzen nur herum und warten (lauern und schleichen).
oc: Aqueste scenari es una démonstration de la micro-IA « Rodaire ». Un rodaire es una unitat qui pet se desplaçar sus la màger part des terrains, mas n'attaque que dempuèi certains terrains particuliers. Pòt tanben èsser capable de se cacher dins ce terrain. Los rodaires se déplacent individualament, sens aucune stratégie, e attaquent totjorn l'enemic lo plus faible a portée. Se aucun enemic n'est disponible, ils se déplacent aléatoirement o restent sus place.
