Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ai/*.po
Languages: de, oc

source: Three different lurker behaviors are set up here using the [micro_ai] tag with different parameters: Side 2 (blue): saurians attacking only from swamp. If no enemy is in range, they do not move. Side 3 (green): saurians attacking only from swamp. If no enemy is in range, they wander randomly (on swamp only). Side 4 (purple): nagas wandering only on water terrain, but attacking from both water and swamp. We also added two other sides, which demonstrate lurker behavior coded in WML (Side 5, gray) and Formula AI (Side 6, brown).
de: Drei verschiedene Verhaltensweisen für Schleicher werden hier eingestellt indem beim [micro_ai] Schalter unterschiedliche Parameter gesetzt werden: Fraktion 2 (Blau): Saurianer, die nur aus dem Sumpf heraus angreifen. Wenn kein Feind in der Nähe ist, bewegen sie sich nicht. Fraktion 3 (Grün): Saurianer, die nur aus dem Sumpf heraus angreifen. Wenn kein Feind in der Nähe ist, bewegen sie sich auf zufälligen Wegen (nur in den Sümpfen). Fraktion 4 (Lila): Naga, die sich nur im Wasser bewegen, aber sowohl aus dem Wasser als auch aus dem Sumpf angreifen. Wir haben auch zwei weitere Fraktionen eingerichtet, die das Verhalten von Schleichern demonstrieren wenn sie mit WML (Fraktion 5, Grau) und formelbasierter KI programmiert sind.
oc: Trois comportements diferents pòdon èsser configurés grâce al tag [micro_ai], amb des paramètres diferents : Camp 2 (bleu) : saurians qui n'attaquent que dempuèi las sanhas. S'il n'y a pas d'enemics, il ne bougent pas. Camp 3 (vert) : saurians qui n'attaquent que dempuèi las sanhas. S'il n'y a pas d'enemic, ils se déplacent aléatoirement entre las sanhas. Camp 4 (mauve) : nagas se déplaçant solament entre les cours d'eau, mas qui attaquent tanben bien de las sanhas que des cours d'eau. Il y a deux camps supplémentaires qui exhibent des comportements similaires encodats en WML (camp 5, gris) e en IA Formule (camp 6, marron).

source: Notes
de: Bemerkungen

source: You can use the right-click context menu to add additional lurkers. Any unit not adjacent to swamp (and water, for the nagas) is safe from the lurkers, thus it is easy to keep Pekzs from being attacked. The Lua Lurker AI is coded as a Micro AI. A Micro AI can be added and adapted to the need of a scenario easily using only WML and the [micro_ai] tag. Check out the <span color='#00A000'>Micro AI wiki page</span> at http://wiki.wesnoth.org/Micro_AIs for more information.
de: Ihr könnt das Rechtsklick-Kontextmenü verwenden, um weitere Schleicher hinzuzufügen. Jede Einheit, die sich nicht in der Nähe eines Sumpfes (und Wasser, im Falle von Naga) aufhält, ist sicher vor den Schleichern. Daher ist es einfach, Pekzs vor Angriffen zu schützen. Die Lua Schleicher KI ist als Mikro-KI programmiert. Eine Mikro-KI kann, abgestimmt auf die Anforderungen eines Szenarios, einfach eingesetzt und angepasst werden. Dazu benötigt man nur WML Code und die Markierung [micro-ai]. Weitergehende Informationen finden sich auf auf der <span color='#00A000'>Micro AI wiki page</span> unter http://wiki.wesnoth.org/Micro_AIs
oc: Podètz utilizar lo menú clic-dreit per apondre des rodaires supplémentaires. Toutes les unitats qui ne son pas proches de sanhas o d'eau son en sûreté ; il es donc assez facile de protéger Pekzs des attaques enemigas. L'IA Lua « Rodaire » es encodada coma una micro-IA. Las micro-IA pòdon èsser apondudas e adaptadas al besonh a un scenari gràcias a WML e al tag [micro_ai]. Podètz consultar <span color='0#00A000'>la pagina wiki "Micro AI"</span> a http://wiki.wesnoth.org/Micro_AIs (en anglés) per mai d'informacions.

source: Watch the lurkers move around and fight them if you want
de: Beobachtet wie sich die Schleicher bewegen und kämpft mit ihnen, wenn Ihr wollt
oc: Gaitatz los rodaires se desplaçar, e atacatz-les se volètz

source: Defeat all lurkers
de: Besiegt alle Schleicher
oc: Véncer totes los rodaires

source: Move Pekzs to the signpost
de: Führt Pekzs zum Wegweiser
oc: Amener Pekzs fins al panèl

source: Death of Pekzs
de: Pekzs fällt in der Schlacht
oc: Mòrt de Pekzs

source: Right-click on unoccupied swamp hexes to add more lurkers
de: Rechtsklickt auf unbesetzte Sumpffelder um mehr Schleicher hinzuzufügen
oc: Per apondre des rodaires, clic dreit sus les exagòns de sanhas inoccupés

source: Zzanksss for helping me wizz zzossse lurkerss. Hope to sssee you again ssometime.
de: Danke für die Hilfe gegen diesze Szleicher. Ich hoffe, wir szehen unsz irgendwann wieder.
oc: Mersssi de votre aide contre ssses rodaires. J'essspère qu'on ssse reverra.

source: Messenger Escort
de: Boten Geleitschutz
oc: Escòrta de messatgièr

source: Messenger
de: Bote
oc: Messatgièr

source: Messenger Waypoint 1
de: Boten Wegpunkt 1

source: Messenger Waypoint 2
de: Boten Wegpunkt 2
oc: Etapa del messatgièr 2

source: Messenger Waypoint 3
de: Boten Wegpunkt 3
oc: Etapa del messatgièr 3

source: AI moves Messenger here
de: Die KI bewegt den Boten hierher
oc: L'IA déplace lo messatgièr aicí

source: Men, I need to get to that signpost in the north, to get the message to our leader. Let's head up there as quickly as we can.
de: Leute, ich muss den Wegweiser nördlich von hier erreichen um unserem Anführer eine Botschaft zu überbringen. Lasst uns so schnell wie möglich dorthin aufbrechen.
oc: Soldats, je dois aténher aqueste panèl al nord, per transmettre lo messatge a notre chef. Dépêchons-nous d'i arribar.

source: The Messenger Escort AI will try to move the dragoon messenger to the signpost in the north, while protecting him as well as possible with the other units. Vanak's orcs need to stop him. Note that the messenger route is set up through a series of waypoints here simply to demonstrate how to use waypoints. On this map, using only a single waypoint at the end of the route would work just as well (or probably even better). Also note that the messenger does not have to get exactly to each signpost (except for the last one), getting close is good enough. The Messenger Escort AI is coded as a Micro AI. A Micro AI can be added and adapted to the need of a scenario easily using only WML and the [micro_ai] tag. Check out the <span color='#00A000'>Micro AI wiki page</span> at http://wiki.wesnoth.org/Micro_AIs for more information.
de: Die Boten Geleitschutz KI wird versuchen, den Drachen-Boten zum nördlichen Wegweiser zu bringen und dabei mit den anderen Einheiten so gut wie möglich zu beschützen. Die Orks von Nanak müssen ihn aufhalten. Ihr werdet bemerken, dass der Weg des Boten durch eine Reihe von Wegpunkten bestimmt ist, die hier nur definiert wurden um den Gebrauch von Wegpunkten zu demonstrieren. Bei dieser Karte würde ein einzelner Wegpunkt am Ende der Strecke genauso gut (oder sogar besser) funktionieren. Ihr werdet auch sehen, dass der Bote nicht jeden Wegweiser (bis auf dem letzten) genau überqueren muss. Es reicht in seine Nähe zu kommen. Die Boten Geleitschutz KI ist als Mikro-KI programmiert. Eine Mikro-KI kann, abgestimmt auf die Anforderungen eines Szenarios, einfach eingesetzt und angepasst werden. Dazu benötigt man nur WML Code und die Markierung [micro-ai]. Weitergehende Informationen finden sich auf der <span color='#00A000'>Micro AI wiki page</span> unter http://wiki.wesnoth.org/Micro_AIs
oc: L'IA « Escòrta de messatgièr » essaye de desplaçar lo drac fins al panèl al nord, tout en lo protégeant autant que posible amb les autres unitats. Les òrcs de Vanak doivent l'arrêter. Notez que lo trajet del messagé es indiqué per des punts intermédiaires uniquement per montrer cossí utilizar les punts intermédiaires. Sur aquesta carte, un unique punt lacé sul panèl marchariá tant plan (et benlèu même mieux). L'IA « Escòrta de messatgièr » es encodada coma una micro-IA. Las micro-IA pòdon èsser apondudas e adaptadas al besonh a un scenari gràcias a WML e al tag [micro_ai]. Podètz consultar <span color='0#00A000'>la pagina wiki "Micro AI"</span> a http://wiki.wesnoth.org/Micro_AIs (en anglés) per mai d'informacions.

source: Defeat the messenger
de: Besiegt den Boten
oc: Véncer lo messatgièr

source: Messenger gets to the signpost
de: Der Bote erreicht den Wegweiser
oc: Lo messatgièr atteint lo panèl

source: Death of Vanak
de: Vanak fällt in der Schlacht
oc: Mòrt de Vanak

source: I made it! Now our people will be safe.
de: Ich habe es geschafft! Unsere Leute werden jetzt in Sicherheit sein.
oc: J'ai réussi ! Notre peuple es sauvé !

source: Nooo! All is lost. We will never stop the orcs now!
de: Neiiiin! Alles ist verloren. Wir werden die Orks jetzt niemals stoppen!
oc: Non ! Tout es perdu. Nous n'arrêterons pas jamai les òrcs !

source: Patrols
de: Patrouillen
oc: Patrolhas

source: Bandits
de: Räuber

source: team_name^Konrad
de: Konrad
oc: Konrad

source: team_name^Urudin
de: Urudin
oc: Urudin

source: Konrad Waypoint 1
de: Konrads Wegpunkt 1
oc: Destinacion de Konrad 1

source: Konrad Waypoint 2
de: Konrads Wegpunkt 2
oc: Destinacion de Konrad 2

source: Konrad Final Waypoint
de: Konrads letzter Wegpunkt
oc: Destinacion finale de Konrad

source: Patrol Waypoint 1
de: Wegpunkt 1 der Patrouille
oc: Etapa de la patrolha 1

source: Patrol Waypoint 2
de: Wegpunkt 2 der Patrouille
oc: Etapa de la patrolha 2

source: Patrol Waypoint 3
de: Wegpunkt 3 der Patrouille
oc: Etapa de la patrolha 3

source: Patrol Waypoint 4
de: Wegpunkt 4 der Patrouille
oc: Etapa de la patrolha 4

source: Urudin retreats here
de: Urudin zieht sich hierher zurück
oc: Urudin fuit aicí

source: Hello! I'm a Konrad impostor. We are going to demonstrate the Patrol AI to you in this scenario. I am heading for the keep east of the central mountain via a couple waypoints in the south. I will stay there once I get there. By contrast, those two fellas in the center are perpetually circling the mountain, one of them always in the same direction, the other changing directions after every lap. All of this is implemented by use of the Patrol [micro_ai] tag.
de: Hallo! Ich bin Konrad, der Hochstapler. Wir werden in diesem Szenario die Patrouille KI demonstrieren. Mein vorgegebenes Ziel ist es, den Bergfried östlich der Berge im Zentrum auf dem Weg über ein paar Wegpunkte im Süden zu erreichen. Ich bleibe dort wenn ich mal hingekommen bin. Im Gegensatz dazu umkreisen die beiden Gestalten in der Mitte ständig die Berge. Einer von ihnen bewegt sich immer in die gleiche Richtung, der andere ändert die Richtung nach jeder Runde. Für all das wird die Patrouille KI [micro_ai] Markierung eingesetzt.
oc: Bonjour ! Soi un sosie de Konrad. Nous allons montrer cossí fonction l'IA de patrolha dins aqueste scenari. Je me dirige cap al donjon a l'est de la montagne centrale en passant per deux endreits al sud. Una fois arrivé, je reste là. En revanche, los dos types al centre de la carte font lo torn de la montagne sens s'arrêter, l'un totjorn dins lo même sens, l'autre en changeant de sens a cada tour. Tout ceci es implémenté amb lo tag [micro_ai].

source: By contrast, I am a zone guardian patrolling, in a way, the southernmost part of the map. This AI is implemented via the Guardian [micro_ai] tag. It is here mostly to demonstrate how to set up different Micro AIs for the same side. For more details on different types of guardian AIs, there is a separate test scenario specializing on those.
de: Im Unterschied dazu bin ich ein Gebietsschützer, der auf seine Weise im südlichen Teil der Karte patrouilliert. Diese KI wird durch die Verwendung der Wächter [micro_ai] Marke programmiert. Überwiegend soll dies zeigen, wie man verschiedene Mikro-KI für die selbe Fraktion verwendet. Für weitere Details der verschiedenen Ausprägungen der Wächter-KI gibt es ein eigenes Test Szenario, das sich damit beschäftigt.
oc: Moi, per contre, soi un gardian de zone qui patrolha, en quelque sorte, al sud de la carte. Soi encodat amb lo tag [micro_ai] de gardian. Aquesta IA es là per montrer cossí mettre plusieurs micro-IA diferents dins lo même camp. Per plus de détails sus les diferents types d'IA de gardians, un autre scenari d'essai leur es dedicat.

source: And I am Urudin. I will attack my enemies for a few turns, but will retreat toward the right edge of the map if my hitpoints are below half of maximum or by Turn 5, whatever happens first. This is an AI separate from the Patrols of Side 2.
de: Und ich bin Urudin. Ich werde meine Feinde für einige Züge angreifen, mich aber in die rechte Ecke der Karte zurückziehen, wenn meine Lebenspunkte unter die Hälfte des Maximums sinken oder in meinem fünften Zug, je nachdem was zuerst eintritt. Das ist eine von den Patrouillen der Fraktion 2 getrennte KI.
oc: Et moi, soi Urudin. Pendant quelques tous, je vais atacar mes enemics, puis je fais batre en retraite jusqu'à la limite dreita de la carte se mes punts de vie passent jos la barre des 50% o a partir del torn 5, segon çò qu'arriba en premier. Aquesta IA es distincte des patrolhas del camp 2.

source: You, as the player, are in charge of Gertburt's bandits in this scenario. You can either simply watch the patrols move around, or you can move units into their way. The three patrol units are instructed to behave differently when facing enemy units: Konrad only attacks Gertburt, or any enemy unit that blocks his final waypoint. The Swordsman never attacks at all. The Longbowman attacks any enemy unit he ends up next to at the end of his move. They all have in common, however, that getting to their next waypoint takes priority over attacking. They will thus prefer to move around enemies rather than straight for them. Also, if a waypoint is occupied by a unit they are not instructed to attack, they will (eventually) abandon that waypoint once they get close enough and move on to the next one. The Patrol AI controlling all Side 2 units is coded as a Micro AI. A Micro AI can be added and adapted to the need of a scenario easily using only WML and the [micro_ai] tag. Check out the <span color='#00A000'>Micro AI wiki page</span> at http://wiki.wesnoth.org/Micro_AIs for more information.
de: Ihr, als Spieler, seid in diesem Szenario für Gertburts Banditen verantwortlich. Ihr könnt einfach beobachten wie die Patrouillen sich herumbewegen oder Ihr könnt ihnen Einheiten in den Weg stellen. Die drei patrouillierenden Einheiten haben unterschiedliche Anweisungen wie sich sich bei Kontakt mit Feinden verhalten sollen: Konrad greift nur Gertburt oder jede andere feindliche Einheit an, die seinen letzten Wegpunkt blockiert. Der Schwertkämpfer greift niemals an. Der Langbogenschütze greift jeden Feind an, den er am Ende seines Zuges erreicht oder dem er nahe kommt. Sie alle haben gemeinsam, dass das Erreichen ihres nächsten Wegpunktes wichtiger ist als ein Angriff. Daher werden sie bevorzugt Feinde umgehen als sich ihnen gezielt zu nähern. Des Weiteren werden sie, wenn ein Wegpunkt von einer Einheit besetzt ist, die sie nicht angreifen sollen, (gelegentlich) diesen Wegpunkt auslassen wenn sie nahe genug herankommen und zum nächsten Punkt weitergehen. Die Patrouille-KI für die Fraktion 2 ist als Mikro-KI programmiert. Eine Mikro-KI kann, abgestimmt auf die Anforderungen eines Szenarios, einfach eingesetzt und angepasst werden. Dazu benötigt man nur WML Code und die Markierung [micro-ai]. Weitergehende Informationen finden sich auf der <span color='#00A000'>Micro AI wiki page</span> unter http://wiki.wesnoth.org/Micro_AIs
oc: Vous, lo joueur, controllez los bandits de Gertbrut dins ce scenari. Podètz tout simplement gaitar les patrolhas se desplaçar, o leur couper la route amb d'unitats. Les trois unitats qui patrolhan se déplacent diferentament face a des unitats enemigas. Konrad n'attaque que Gertbrut e les enemics qui bloquent sa destination. L'espadassin n'attaque pas jamai. Lo grand arquièr attaque d'unitats s'ils se retrouve a costat d'elles a la fin de son tour. Ils ont tous en commun qu'ils essayent d'aténher leur prochaine destinacion prioritairement, puslèu que d'atacar. Ils préfèrent ainsi contourner les enemics que courir cap a eux. Amai, se un lieu de passatge es occupé per una unitat qu'ils ne son pas censés atacar, ils vont finir per abandonar (s'ils ont pu s'approcher assez) e continuer cap al punt suivant. L'IA de patrolha qui contrôle totas las unitats del camp 2 es encodada coma una micro-IA. Las micro-IA pòdon èsser apondudas e adaptadas al besonh a un scenari gràcias a WML e al tag [micro_ai]. Podètz consultar <span color='0#00A000'>la pagina wiki "Micro AI"</span> a http://wiki.wesnoth.org/Micro_AIs (en anglés) per mai d'informacions.

source: Watch the patrols, attack them etc.
de: Beobachtet die Patrouillen, greift sie an, usw.
oc: Regarder les patrolhas,les atacar, etc.

source: Move Gertburt to the signpost
de: Führt Gertburt zum Wegweiser
oc: Desplaçar Gertbrut fins al panèl

source: Death of Gertburt
de: Gertburt fällt in der Schlacht
oc: Mòrt de Gertbrut

source: Well, that was fun! I'll just hang out here now and watch those two guys walk and walk and ...
de: Also das war lustig! Ich werde jetzt hierbleiben und diese zwei Gestalten beobachten wie sie herumwandern und wandern und…
oc: Eh bien, c'était marrant ! Je vais juste rester traîner aicí e gaitar ces types caminar, encore e totjorn...

source: Let's go home, chaps.
de: Lasst uns nach Hause gehen, Kameraden.
oc: On rentre, les gars.

source: Protect Unit
de: Beschütze die Einheit
oc: Proteccion

source: team_name^Langzhar
de: Langzhar
oc: Langzhar

source: team_name^Koorzhar
de: Koorzhar
oc: Koorzhar

source: Move Rossauba here
de: Führt Rossauba hierher
oc: Desplaçar Rossauba aicí

source: There's that traitor wizard. Let's get him.
de: Da ist dieser verräterische Zauberer. Wir müssen ihn erwischen.
oc: Voilà aqueste traître de bruèis. Attrapons-le !

source: Men, you know the deal. We must protect Rossauba under all circumstances. Even my survival is not as important.
de: Leute, ihr kennt die Aufgabe. Wir müssen Rossauba unter allen Umständen beschützen. Selbst mein Überleben ist nicht so wichtig.
oc: Soldats, vous savez çò que cal far. Nous devons protéger Rossauba coûte que coûte. Même moi, soi moins important.

source: That's very kind of you, but ...
de: Das ist sehr freundlich von euch, aber…
oc: C'est très sympathique, mais...

source: No buts! You stay behind the lines and do not engage in battle unless there is no risk to your life, is that understood? And get to that signpost in the northwest if it is safe.
de: Kein Aber! Ihr bleibt hinter den Linien und greift nicht in den Kampf ein außer es besteht keine Lebensgefahr für euch. Habt ihr das verstanden? Und begebt euch zu dem Wegweiser im Nordwesten, wenn der Weg sicher ist.
oc: Pas de mas ! Vous devez rester derrière nos lignes e ne pas atacar s'il y a un risque quelconque, vous avez bien compris ? Et aténher ce panèl al nord-ouest, se c'est sens danger.

source: In this scenario, the AI playing the humans in the east (Langzhar) is instructed to protect the wizard Rossauba, while moving him safely to the signpost. On the other side, Koorzhar's units (in the west) will primarily attack Rossauba, even if a better target is available. Do you want to play either of the sides or let the AIs battle it out among themselves? Note: The Protect Unit AI is coded as a Micro AI. A Micro AI can be added and adapted to the need of a scenario easily using only WML and the [micro_ai] tag. Check out the <span color='#00A000'>Micro AI wiki page</span> at http://wiki.wesnoth.org/Micro_AIs for more information.
de: In diesem Szenario hat die KI, die die Menschen im Osten (Lanhzhar) steuert, die Aufgabe den Zauberer Rossauba zu beschützen und ihn sicher zum Wegweiser zu bringen. Die Einheiten von Koorzhar auf der anderen Seite (im Westen) werden bevorzugt Rossauba angreifen, selbst wenn ein lohnenderes Ziel erreichbar ist. Möchtet Ihr eine von beiden Fraktionen steuern oder die beiden KIs den Kampf untereinander ausfechten lassen? Bemerkung: Die „Beschütze die Einheit“ KI ist als Mikro-KI programmiert. Eine Mikro-KI kann, abgestimmt auf die Anforderungen eines Szenarios, einfach eingesetzt und angepasst werden. Dazu benötigt man nur WML Code und die Markierung [micro-ai]. Weitergehende Informationen finden sich auf der <span color='#00A000'>Micro AI wiki page</span> unter http://wiki.wesnoth.org/Micro_AIs
oc: Dins aqueste scenari, l'IA qui contrôle les umans a l'est (Langzhar) doit protéger lo sorciez Rossauba, tout en l'amenant juqu'au panèl. De l'autre costat, les unitats de Koorzhar (à l'est), vont concentrer leurs attaques sus Rossauba, même se des ciblas plus faciles son a portée. Voulez-vous controller l'un des deux camps o laissez les IA se batre entre elles ? Nòta : l'IA de proteccion es encodada coma una micro-IA. Las micro-IA pòdon èsser apondudas e adaptadas al besonh a un scenari gràcias a WML e al tag [micro_ai]. Podètz consultar <span color='0#00A000'>la pagina wiki "Micro AI"</span> a http://wiki.wesnoth.org/Micro_AIs (en anglés) per mai d'informacions.

source: <span font='16'>I'll watch the two AIs fight it out</span>
de: <span font='16'>Ich werde die zwei KIs beobachten wie sie es ausfechten</span>
oc: <span font='16'>Vòli gaitar las doas IA se batre entre elles.</span>

source: <span font='16'>I'll play Langzhar's side (to see how Koorzhar's units target Rossauba)</span>
de: <span font='16'>Ich werde die Fraktion von Langzhar steuern (um zu sehen wie Koorzhars Einheiten Rossauba ins Visier nehmen)</span>
oc: <span font='16'> Vòli contrôler lo camp de Langzhar (pour veire cossí les unitats de Koorzhar attaquent Rossauba).</span>

source: <span font='16'>I'll play Koorzhar's side (to see how Langzhar's units protect Rossauba)</span>
de: <span font='16'>Ich werde die Fraktion von Koorzhar steuern (um zu sehen wie Langzhars Einheiten Rossauba beschützen)</span>
oc: <span font='16'> Vòli contrôler lo camp de Koorzhar (pour veire cossí les unitats de Langzhar protègent Rossauba).</span>

source: Protect Rossauba while moving him to the signpost
de: Beschützt Rossauba und geleitet ihn zum Wegweiser
oc: Protéger Rossauba e l'amener al panèl

source: Rossauba makes it to the signpost
de: Rossauba erreicht den Wegweiser
oc: Rossauba atteint lo panèl

source: Death of Rossauba
de: Rossauba fällt in der Schlacht
oc: Mòrt de Rossauba

source: Death of Langzhar
de: Langzhar fällt in der Schlacht
oc: Mòrt de Langzhar

source: Get rid of that traitor wizard Rossauba
de: Beseitigt den verräterischen Zauberer Rossauba
oc: Tuer aqueste traître de bruèis, Rossauba

source: Defeat Rossauba
de: Besiegt Rossauba
oc: Tuer Rossauba

source: Death of Koorzhar
de: Koorzhar fällt in der Schlacht
oc: Mòrt de Koorzhar

source: I held out for as long as I could.
de: Ich habe so lange durchgehalten wie ich konnte.
oc: Je les ai retenu tanben longtemps que j'ai pu.

source: I made it
de: Ich habe es geschafft
oc: J'ai réussi.

source: Recruiting
de: Ausbilden
oc: Recrutement

source: This is a very simple scenario that can be used to test out different recruiting patterns.
de: Dies ist ein sehr einfaches Szenario, das zum Testen verschiedener Strategien zum Einberufen von Einheiten benutzt werden kann.
oc: Ceci es un scenari extrêmement simple destiner a essayer diferents types de recrutement.

source: Just watch the recruiting of both sides and see if it is what you would expect. The recruitment lists cover level 0 to level 2 units, in order to make differences more obvious.
de: Beobachtet, wie beide Fraktionen Einheiten einberufen und entscheidet, ob es so ist wie Ihr es erwarten würdet. Es stehen Einheiten mit den Rängen 0 bis 2 zum Einberufen bereit um die Unterschiede deutlicher zu machen.
oc: Gaitatz cossí los dos camps recrutent per veire se cela correspond a vos attentes. Les listes de recrutement incluent des unitats de nivèl 0 a 2, per rendre les diferéncias plus claires.
