Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ai/*.po
Languages: de, oc

source: Be careful to stay out of the way of that dragon. He's a mean one.
de: Seid vorsichtig und haltet euch von dem Drachen fern. Er ist fürchterlich.
oc: Fais atencion a d'éviter aqueste drac. Il es très agressif.

source: Hi there. I am Rowck and here is what I do: When hungry, I move around part of the map in a random wander until I get into range of an enemy. If enemies are within range, I attack and devour the weakest of them. After that, I retreat to my rest location, where I stay for a certain number of turns or until fully healed. A few details (features, not bugs, but can be changed if desired): - If my way home is blocked on the return, the normal RCA AI takes over my behavior. - I will, however, attack any enemy occupying my rest hex, if I can get there. - A kill only makes me go home when I am the attacker, not as defender. - Occasionally I will not move at all while wandering (a dragon has to rest sometimes!) Note: The Hunter AI is coded as a Micro AI. A Micro AI can be added and adapted to the need of a scenario easily using only WML and the [micro_ai] tag. Check out the <span color='#00A000'>Micro AI wiki page</span> at http://wiki.wesnoth.org/Micro_AIs for more information.
de: Hallo zusammen. Ich bin Rauwck und ich mache folgendes: Wenn ich hungrig bin, dann durchwandere ich auf zufälligen Pfaden einen Teil der Karte bis ich Beute finde. Habe ich welche gefunden, dann greife ich die schwächste von ihnen an und verschlinge sie. Danach ziehe ich mich in meinen Hort zurück und bleibe für eine bestimmte Anzahl von Runden dort oder bis ich mich vollständig erholt habe. Ein paar Details (Eigenschaften, keine Fehler, aber das kann geändert werden, wenn es gewünscht wird): - Wenn mir der Heimweg versperrt ist, wenn ich ihn gehen will, dann übernimmt die normale RCA die Steuerung meines Verhaltens. - Ich werde jeden Feind angreifen, der meinen Hort besetzt hält, wenn es mir möglich ist dorthin zu kommen. - Nach dem Töten meiner Beute gehe ich nur dann zu meinem Hort, wenn ich der Angreifer war und nicht, wenn ich mich verteidigt habe. - Gelegentlich bleibe ich auf meinen Wanderungen auch stehen (auch ein Drache muss sich mal ausruhen!) Bemerkung: Die Jäger-KI ist als Mikro-KI programmiert. Eine Mikro-KI kann, abgestimmt auf die Anforderungen eines Szenarios, einfach eingesetzt und angepasst werden. Dazu benötigt man nur WML Code und die Markierung [micro-ai]. Weitergehende Informationen findet sich auf der <span color='#00A000'>Micro AI wiki page</span> unter http://wiki.wesnoth.org/Micro_AIs
oc: Bonjour. Soi Rowck. Voici çò que fau : Lorsque j'ai faim, je me déplace a l'azard jusqu'à que j'arrive a portée d'un enemic. Alors, j'attaque e je mange lo plus faibles des enemics a portée. Ensuite, je tòrna dins mon tuta, où je reste pendant un certain nombre de torns, o jusqu'à que je sois guéri. Quelques détails (voulus, mas pouvant èsser changés se désirés) : - Se je n'arrive pas a rejoindre mon tuta, l'IA RCA normala détermine mon comportement. - Se je peux aténher mon tuta e qu'un enemic l'occupe, je l'atacarai. - Je tòrna dins mon tuta après avoir tué un enemic en tant qu'attaquant, e non en tant que defensaur. - De temps en temps je ne me déplace pas del tout (même les dracs doivent se reposer !). Nòta : l'IA « caçaire » es encodada coma una micro-IA. On pòt apondre e adapter una micro-IA a un scenari en utilisant WML e lo tag [micro_ai]. <span color='#00A000'>La pagina wiki sus las micro-IA</span>, disponible (en anglés) a http://wiki.wesnoth.org/Micro_AIs contient mai d'informacion.

source: Move the bats around to explore how Rowck reacts
de: Benutzt die Fledermäuse, um herauszufinden wie Rauwck sich verhält
oc: Desplaçatz las ratapenadas per veire cossí réagit Rowck

source: Defeat Rowck
de: Besiegt Rauwck
oc: Véncer Rowck

source: Move the lead bat to the signpost
de: Führt den Fledermausanführer zum Wegweiser
oc: Desplaçar lo chef des ratapenadas fins al panèl.

source: Death of the bat leader
de: Der Fledermausanführer fällt in der Schlacht
oc: Mòrt del chef des ratapenadas.

source: I'm out of here.
de: Ich bin raus hier.
oc: Moi, je m'en vais.

source: Fast
de: Schnell

source: This scenario presents a situation with so many units on the map, that there is a noticeable delay (a few seconds or so) before each move by the default AI. By contrast, the Fast Micro AI has a much shorter delay. To demonstrate the difference, side 1 is played by the Fast Micro AI and side 2 by the default (RCA) AI. There is nothing to do here, just watch or use this scenario as a template or for your own tests.
de: Dieses Szenario zeigt eine Situation mit so vielen Einheiten auf der Karte, dass es eine merkliche Verzögerung (so ungefähr ein paar Sekunden) vor jedem Zug durch die Standard KI gibt. Im Gegensatz dazu hat die Micro KI eine wesentlich kleinere Verzögerung. Um den Unterschied zu demonstrieren wird die Fraktion 1 durch die schnelle Mikro KI und die Fraktion 2 durch die Standard (RCA) KI gesteuert. Es gibt hier nichts zu tun. Man schaut nur zu oder benutzt dieses Szenario als eine Vorlage für seine eigenen Tests.

source: Goto
de: Ziel

source: Woodsmen
de: Wilderer
oc: Forestiers

source: Saurians
de: Saurianer

source: team_name^Animals
de: Tiere
oc: Animals

source: team_name^Ghosts
de: Geister
oc: Fantaumas

source: Lieutenant Gadoc
de: Leutnant Gadoc
oc: Lòctenent Gadoc

source: Lieutenant Senvan
de: Leutnant Senvan
oc: Lòctenent Senvan

source: Sergeant Aethubry
de: Feldwebel Aethubry
oc: Sergent Æthubry

source: Place Side 1 Footpad
de: Platz Fraktion 1 Wegelagerer
oc: Plaçar una petite frappe per lo camp 1

source: Kill Unit under Cursor
de: Töte die Einheit unter dem Cursor
oc: Tuer l'unitat jos lo curseur

source: Turn off human control of Side 1
de: Schalte die Kontrolle durch einen menschlichen Spieler für die Fraktion 1 ab
oc: Désactiver lo contrôle uman del camp 1

source: This scenario demonstrates a variety of different uses of the Goto Micro AI. All AI sides are controlled by this MAI in one way or another (except for the saurians, which are run by the Lurkers Micro AI). Messages will be displayed throughout the scenario to point out what the units are doing. The player controls Side 1. There are right-click context menu options for adding Side 1 units to the map and for taking them off again. This is useful mostly for testing how the Side 3 guardians react. Note: The Goto AI is coded as a Micro AI. A Micro AI can be added and adapted to the need of a scenario easily using only WML and the [micro_ai] tag. Check out the <span color='#00A000'>Micro AI wiki page</span> at http://wiki.wesnoth.org/Micro_AIs for more information.
de: Dieses Szenario demonstriert verschiedene Anwendungen der „Ziel“ Mikro-Ki. Alle KI Fraktionen werden von dieser M-KI in der einen oder anderen Weise kontrolliert (Ausnahme sind die Saurianer, die von der Schleicher Mikro-KI gesteuert werden). Während des Szenarios werden laufend Nachrichten angezeigt um zu zeigendes die Einheiten tun. Der Spieler kontrolliert die Fraktion 1. Per Rechtsklick kann man auf ein Menü zugreifen mit dem man für die Fraktion 1 der Karte Einheiten hinzufügen und wieder entfernen kann. Das ist vor allem nützlich um zu beobachten wie die Wächter der Fraktion 3 reagieren. Bemerkung: Die „Ziel“-KI ist als Mikro-KI programmiert. Eine Mikro-KI kann, abgestimmt auf die Anforderungen eines Szenarios, einfach eingesetzt und angepasst werden. Dazu benötigt man nur WML Code und die Markierung [micro-ai]. Weitergehende Informationen finden sich auf der <span color='#00A000'>Micro AI wiki page</span> unter http://wiki.wesnoth.org/Micro_AIs
oc: Aqueste scenari es una démonstration de divers usages de la micro-IA « Goto ». Toutes les IA présentes son des instances de Goto, sauf les saurians qui son contrôlés per la micro-IA Rodaires. Tout al long del scenari, des messatges expliqueront çò que fan las unitats. Lo joueur contrôle lo camp 1. Lo menú contextual (clic dreit) permet de plaçar des unitats de ce camp sus la carte, o des les supprimer. La principale utilité de cela es de tester les réactions des gardians del camp 3. Nòta : l'IA Goto es encodada coma una micro-IA. Las micro-IA pòdon èsser apondudas e adaptadas al besonh a un scenari gràcias a WML e al tag [micro_ai]. Podètz consultar <span color='0#00A000'>la pagina wiki "Micro AI"</span> a http://wiki.wesnoth.org/Micro_AIs (en anglés) per mai d'informacions.

source: Watch the AI units do their things
de: Beobachtet wie sich die KI Einheiten verhalten
oc: Gaitatz ce que font les unitats de l'IA

source: Death of Vaddan
de: Vaddan fällt in der Schlacht
oc: Mòrt de Vaddan

source: The bridge is out. What do we do now?
de: Die Brücke ist zerstört. Was tun wir jetzt?
oc: Lo pont es en ruines. Que fait-on ?

source: Looks like we need to take the long way around to get to General Minry.
de: Es sieht so aus, als müssten wir einen Umweg in Kauf nehmen um General Minry zu erreichen.
oc: On dirait qu'il va falloir far un grand détour per rejoindre lo général Minry.

source: Chaps, ignore everybody except for that swindler Vaddan and his men. Stay in place until any of his units gets within 8 hexes of you. Note: This is a demonstration of how the Goto Micro AI can be used to code guardian units, although one of the dedicated Guardian Micro AIs will often be better suited for that purpose.
de: Kameraden, ignoriert jeden außer diesem Schwindler Vaddan und seine Männer. Bleibt auf euren Posten bis eine seiner Einheiten bis auf 8 Felder an euch herangekommen ist. Bemerkung: Hier wird vorgeführt, wie die „Ziel“ Mikro-KI benutzt werden kann, um Wächter Einheiten zu programmieren, auch wenn die spezielle Wächter Mikro-KI für solche Aufgaben oft besser passen dürfte.
oc: Les gars, ignorez tout çò que passa, levat aqueste porc de Vaddan e ses soldats. Restez en place jusqu'à ce que l'un deux s'approche a moins de 8 cases de vous. Nòta : ceci es una démonstration de la manière dont on pòt utilisar la micro-IA Goto per coder des gardians. Cela dit, la màger part del temps, las micro-IA dedicadas seràn un melhor choix.

source: Us four bats switch between running off to the corners of the map (each one to a different corner), and getting back in a group right here. Either behavior is set up with a single [micro_ai] tag, one with 'unique_goals=yes', the other without.
de: Benutze vier Fledermäuse, die sich abwechselnd zu den Ecken der Karte begeben (jede in eine andere Ecke) und sich genau hier wieder als Gruppe treffen. Jedes Verhalten wird durch eine einzige [micro_ai] Markierung konfiguriert, eine mit „unique_goals=yes“ und die andere ohne.
oc: Nous alternons entre s'éloigner cap a les coins de la carte (chacune dins un coin diferent), e se regrouper al centre, aicí. Chacun de ces comportements es défini per un unique tag [micro_ai], l'un amb "unique_goals=yes", e l'autre sans.

source: O no, a ghost!
de: Oh nein. Ein Geist!
oc: Ò non, un fantauma !

source: Don't worry, those are really shy ghosts. Nobody knows why, but they always appear in the north this time of year and move through to the south. Also, very unusually for ghosts, they seem to be scared of everybody and avoid other units as much as possible -- except for the bats and saurians, with which they seem to get along just fine for some reason. So as long as we don't corner them, they'll leave us alone.
de: Keine Sorge. Diese Geister sind sehr scheu. Keiner weiß warum, aber sie tauchen immer um diese Jahreszeit im Norden auf und bewegen sich durch das Land bis in den Süden. Sehr ungewöhnlich für Geister scheinen sie sich auch vor jedem zu fürchten und sie meiden andere Einheiten soweit möglich — nur mit den Fledermäusen und Saurianern scheinen sie aus irgendeinem unerfindlichen Grund gut auszukommen. Also werden sie uns in Ruhe lassen, wenn wir ihnen nicht in die Quere kommen.
oc: Ne vous inquiétez pas, ce son des fantaumas très timides. Personne ne sait pourquoi, mas ils apparaissent cada annada a aquesta saison dins lo nord, puis se déplacent cap al sud. Amai, contrairement a la màger part des fantaumas, ils semblent avoir très peur de tout lo monde e évitent les autres unitats autant que possible — sauf las ratapenadas e les saurians, amb qui ils s'entendent bien per una raison o per una autra. Tant que nous ne les bloquons pas endacòm, ils nous aisseront tranquilles.

source: I'll take the route straight through the mountains. It's much shorter than following the trail all the way around in the south.
de: Ich werde direkt durch die Berge gehen. Es ist viel kürzer als der Pfad, der außen herum in den Süden führt.
oc: Je vais continuer tout dreit a travers les montagnes. C'est beaucoup plus court que de suivre la piste tout lo long, al sud.

source: You're crazy. It might be shorter as the crow flies, but it will take you forever to get through those mountains. Note: The messengers are controlled by Goto Micro AI definitions that differ by a single line, 'use_straight_line=yes/no'.
de: Du bist verrückt. Von der Strecke her mag es kürzer sein, aber du wirst ewig brauchen um diese Berge zu überwinden. Bemerkung: Die Kuriere werden durch „Ziel“ Mikro-KI gesteuert, die sich durch eine einzelne Zeile unterscheiden. Dort steht ’use_straight_line=yes/no'.
oc: Tu es fou. C'est benlèu plus court a vol d'oiseau, mas cela va te prene un temps fou de traverser ces montagnes. Nòta : les messatgièrs son contrôlés per des Micro-IA Goto dont la définition ne diffère que d'une ligne, 'use_straight_line=yes/no'.

source: I told you so!
de: Wie ich sagte!
oc: Je te l'avais dit !

source: Men, head down to the River Fort and get your orders from Sergeant Aethubry. I want each and every one of you to report to him before going east to fight those saurians.
de: Leute, begebt euch hinunter zu der Befestigung am Fluss und holt euch eure Befehle bei Feldwebel Aethubry. Ich möchte, dass jeder einzelne von euch ihm Bericht erstattet bevor ihr nach Osten geht, um die Saurianer zu bekämpfen.
oc: Soldats, rendètz-vos al fort al bord del fleuve, e demandez vos ordres al sergent Æthubry. Vòli que chacun d'entre vous lui fasse son rapport avant d'aller se batre contre les saurians a l'est.

source: Hah, that's that pencil pusher Gadoc for you! Men, I want you to move toward the River Fort as well, but it's good enough for one of you to report to Sergeant Aethubry. Once that has happened, the rest of you can head into battle directly.
de: Ha! Ihr gehört zu diesem Schreiberling Gadoc. Leute, begebt euch auch zur Befestigung am Fluss. Aber es reicht, wenn einer von euch bei Feldwebel Aethubry Bericht erstattet. Wenn das erledigt ist, können die übrigen von euch direkt in die Schlacht ziehen.
oc: Ah, ce gratte-papier de Gadoc... Soldats, je veux que vous alliez tanben al fort del fleuve, mas cela me suffit que l'un d'entre vous fasse son rapport al sergent Æthubry. Una fois que c'est fait, les autres pòdon se dirigervers l'est immédiatement.

source: $unit.language_name $unit.name from Lieutenant Gadoc's squadron reporting for duty, sir.
de: $unit.language_name $unit.name von Lieutenant Gadoc's Einheit meldet sich zum Rapport.
oc: $unit.language_name $unit.name de l'escouade del lòctenent Gadoc a votre service, sergent.

source: Ready to fight those saurians, soldier?
de: Soldaten! Seid ihr bereit diese Saurianer zu bekämpfen?
oc: Prêt a combatre les saurians, soldat ?

source: Yes, sir.
de: Jawohl, Sir.
oc: Oui, sergent.

source: Very good, $unit.language_name. Now go help your comrade get rid of that saurian infestation in the swamps.
de: Sehr gut, $unit.language_name. Geht jetzt und helft eurem Kameraden die Saurianer Plage in den Sümpfen loszuwerden.
oc: Fòrt plan, $unit.language_name. Ara, allez aider vos camarades a éliminer ces pestes de saurians qui fourmillent dins las sanhas.

source: Maybe if I ignore them, they'll just go away?
de: Vielleicht verschwinden sie einfach, wenn ich sie ignoriere?
oc: Benlèu que se je les ignore, ils partiront ?

source: Lieutenant Senvan's men reporting for duty, sir.
de: Leutnant Senvans Leute melden sich zum Dienst, Herr.
oc: Los òmes del lòctenent Senvan son a votre service, sergent.

source: Ah, Lieutenant Senvan... Is every single one of you going to bother me individually as well?
de: Ach, Leutnant Senvan … Wird jeder einzelne von ihnen mich persönlich stören?
oc: Ah, lo lòctenent Senvan... est-ce que chacun de vous va venir m'embêter individualament coma les autres ,?

source: No, sir. Lieutenant Senvan ordered us to head into battle as soon as I have reported to you.
de: Nein, Herr. Leutnant Senvan hat uns befohlen direkt zum Schlachtfeld zu gehen sobald ich ihnen Bericht erstattet habe.
oc: Non, sergent. Lo lòctenent Senvan nous a ordonné de partir al combat dès que je vous ai fait mon rapport.

source: Well, that's a relief. Somebody knows how to use his ... I mean, very well, off you go then.
de: Gut, das entlastet mich. Da weiß jemand wie er seinen … ich meine, sehr gut. Sie können gehen.
oc: Me voilà rassuré. Voilà quelqu'un qui a un... Bref, très bien, allez-y.

source: I wouldn't say anything negative about one of my superior officers now, would I?
de: Ich würde nie etwas negatives über meine Vorgesetzten sagen, nicht wahr?
oc: Je ne vais pas dire de mal de mes officiers supérieurs, n'est-ce pas ?

source: We've all made it to the corners, let's get back together again.
de: Wir haben die Ecken erreicht. Lasst uns zurückgehen und wieder zusammenkommen.
oc: Avèm totas atteint les coins, regroupons-nous a nouveau.

source: We're back together, let's head out to the corners again.
de: Wir sind wieder zusammengekommen. Lasst und wieder zu den Ecken ausschwärmen.
oc: Sèm regroupées ; tornam dins les coins.

source: Guardians
de: Wächter
oc: Gardians

source: Gryphons
de: Greifen
oc: Grifons

source: Another Bad Orc
de: Ein weiterer übler Ork
oc: Un autre maissant orc

source: Guardian 1
de: Wächter 1
oc: Gardian 1

source: Guardian 2
de: Wächter 2
oc: Gardian 2

source: Coward 1
de: Feigling 1
oc: Coard 1

source: Coward 2
de: Feigling 2
oc: Coard 2

source: Coward 3
de: Feigling 3
oc: Coard 3

source: Coward 4
de: Feigling 4
oc: Coard 4

source: Move gryphons here to see different coward reactions
de: Bewegt die Greifen hierher um die Reaktionen unterschiedlicher Feiglinge zu sehen
oc: Desplaçatz des grifons aicí per veire les réactions des diferents coards

source: Return Guardian 1
de: Ortstreuer Wächter 1
oc: Gardian 1 (retorn)

source: Return Guardian 2
de: Ortstreuer Wächter 2
oc: Gardian 2 (retorn)

source: Home Guard 1
de: Hartnäckiger Wächter 1
oc: Gardian 1 (ostal)

source: Home Guard 2
de: Hartnäckiger Wächter 2
oc: Gardian 2 (ostal)

source: Stationed Guardian 1
de: Stationierter Wächter 1
oc: Gardian 1 (en pòste)

source: Stationed Guardian 2
de: Stationierter Wächter 2
oc: Gardian 2 (en pòste)

source: Gate Keeper
de: Torwache
oc: Portier

source: Home Keeper
de: Stadtwache
oc: Mèstre d'ostal

source: Water Guardian
de: Wasserwächter
oc: Gardian aqüatic

source: Guarded Location
de: Bewachter Ort
oc: Posicion defenduda

source: Standard WML Guardian
de: Standard WML Wächter
oc: Gardian WML standard

source: This is the built-in WML guardian coded using 'ai_special=guardian'. These guardians attack if there is an enemy within their movement range, otherwise they do nothing (except maybe retreating to a village for healing).
de: Dies ist der übliche WML Wächter, der durch Verwendung von „ai_special=guardian“ programmiert wird. Diese Wächter greifen an, wenn ein Feind in ihre Reichweite kommt. Ansonsten machen sie nichts (außer vielleicht ein Dorf aufsuchen um sich heilen zu lassen).
oc: Ceci es lo gardian WML per defaut, encodat amb 'ai_special=guardian'. Ces gardians attaquent s'il y a un enemic a portée de mouvement, sinon ils ne font rien (à part, éventuellement, aller se sonhar dins un vilatge).

source: Return Guardian
de: Ortstreuer Wächter
oc: Gardian retorn

source: A 'return guardian' is a variation of the standard Wesnoth guardian. It has an assigned guard position (GP) to which it returns after attacks on approaching enemies: - If at GP with no enemy in reach, do nothing. - If at GP with enemy in reach, leave attack to default AI (note that this may include not attacking if the enemy is deemed too strong). - If not at GP, return there, no matter whether an enemy is in reach or not. - If enemies are blocking your way back, do your best to get there anyway. - If you end up next to an enemy on the way back, attack after the move.
de: Ein „ortstreuer Wächter“ ist eine Variation des Standardwächters in Wesnoth. Er hat eine ihm zugewiesenen Wächterposition (WP) an die er nach einem Angriff auf sich nähernde Feinde zurückkehrt: - Wenn er an seiner WP ist und keine Feinde in Reichweite sind, dann tut er nichts. - Wenn er an seiner WP ist und Feine in Reichweite sind, dann verlässt er ihn unter der Steuerung der Standard-KI um anzugreifen (das bedeutet auch, dass er nicht angreift, wenn ein Feind zu stark zu sein scheint). - Wenn er nicht an seiner WP ist, dann kehrt er dorthin zurück, egal ob ein Feind in Reichweite ist oder nicht. - Wenn Feinde den Rückweg blockieren, dann tut er sein Bestes um trotzdem dahin zurückzukehren. - Wenn er auf dem Rückweg neben einem Feind zu stehen kommt, dann greift er nach seinem Zug noch an.
oc: Un gardian « retorn » es una variante del gardian Wesnoth standard. Il a una posicion a défendre (GP), a laquelle il revient arès avoir attaqué les enemics qui approchent : - À la GP, s'il n'y a pas d'enemic a portée, ne rien far. - À la GP, s'il y a un enemic a portée, laisser l'IA per defaut décider (elle pòt décider de ne pas atacar se l'enemic es trop fort). - Ailleurs, tornar a la GP, qu'un enemic soit a portée o non. - Se des enemics bloquent lo passatge, far al mieux per revenir quand même. - Si, durant lo retorn, lo gardian se retrouve a costat d'un enemic, il l'attaque.

source: Home Guard
de: Hartnäckiger Wächter
oc: Gardian ostal
