Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ai/*.po
Languages: de, oc

source: If you have not changed anything in the scenario code, Side 1 uses the Random Recruitment Micro AI, with swordsmen and peasants having been given higher probability than the other units, and mages a middling probability. This is not meant as a good recruitment pattern, it simply serves as a demonstration how to use the AI. Side 2 uses the Rush Recruitment Micro AI (which is also used in the Experimental AI). A Micro AI can be added and adapted to the need of a scenario easily using only WML and the [micro_ai] tag. Check out the <span color='#00A000'>Micro AI wiki page</span> at http://wiki.wesnoth.org/Micro_AIs for more information.
de: Wenn Ihr am Programm für dieses Szenario nichts geändert habt, benutzt Fraktion 1 die Mikro-KI für zufälliges Einberufen. Dabei wurde den Schwertkämpfern und Bauern eine höhere Wahrscheinlichkeit zugeordnet als anderen Einheiten und Magiern eine mittlere Wahrscheinlichkeit. Dies soll keine besonders ausgefeilte Regel für das Einberufen sein, sondern demonstriert einfach wie die KI verwendet wird. Die Fraktion 2 benutzt die Mikro-Ki für schnelles Einberufen (die auch von der experimentellen KI benutzt wird). Eine Mikro-KI kann, abgestimmt auf die Anforderungen eines Szenarios, einfach eingesetzt und angepasst werden. Dazu benötigt man nur WML Code und die Markierung [micro-ai]. Weitergehende Informationen findet sich auf der <span color='#00A000'>Micro AI wiki page</span> unter http://wiki.wesnoth.org/Micro_AIs

source: Micro AI Tests
de: Mikro-KI Tests
oc: Tests de micro-IA

source: Grnk the Frail
de: Grnk der Schwache
oc: Grnk lo chétif

source: team_name^Grnk
de: Grnk
oc: Grnk

source: Swarm
de: Schwarm
oc: Essaim

source: Lurkers
de: Schleicher
oc: Rodaires

source: HttT: The Elves Besieged
de: DT: Die Belagerung der Elfen
oc: Hdt : los Èlfes assetjats

source: Bottleneck
de: Der Engpass
oc: Goulot d'étranglement

source: Healers
de: Die Heiler
oc: Sonhaires

source: Hang Out and Messenger
de: Vorbeischauen und Berichten
oc: Espèra e messatgièr

source: Simple Attack
de: Einfacher Angriff
oc: Attaque simple

source: Fast AI
de: Schnelle KI

source: Bottleneck Defense Micro AI demo
de: Engpass Verteidigungs Mikro-KI Beispiel
oc: Demò de micro-IA : defensa de colet

source: Bottleneck Defense Micro AI Demo
de: Engpass Verteidigungs Mikro-KI Beispiel
oc: Demò de micro-IA : defensa de colet

source: In the Bottleneck Defense Micro AI scenario, a small group of human soldiers is instructed to hold a pass against a large horde of orcs. You can either watch them fight it out against the standard RCA AI or take over the orc side.
de: Im Szenario für die Mikro-KI zur Verteidigung eines Engpasses soll eine kleine Gruppe menschlicher Soldaten einen Pass gegen eine große Horde von Orks verteidigen. Ihr könnt zusehen, wie sie gegen die Standard RCA KI antreten oder die Fraktion der Orks übernehmen.
oc: Dins lo scenari micro-IA « Defensa de colet », una petite troupe d'umans doit défendre una passe contre una large horde d'orcs. Podètz les gaitar se batre contre l'IA RCA standard, o controler les òrcs.

source: Swamp Lurker Micro AI demo
de: Sumpf-Schleicher Mikro-KI Beispiel
oc: Demò de micro-IA : rodaires de las sanhas

source: Swamp lurkers are dumb, impulse-driven creatures which can move across most terrain, but only stop on swamp. They move individually without any strategy and always attack the weakest enemy within their reach. If no enemy is in reach, the lurker does a random move instead.
de: Sumpf-Schleicher sind dümmliche, instinktiv handelnde Wesen, die sich über die meisten Gelände bewegen können, aber nur in Sümpfen anhalten. Sie bewegen sich individuell, ohne eine Strategie und greifen immer den schwächsten Feind in ihrer Reichweite an. Wenn kein Feind in Reichweite ist, machen die Schleicher stattdessen einen zufälligen Zug.
oc: Los rodaires de las sanhas son des creaturas stupides e impulsives qui pòdon se desplaçar sus totes los terrains, mas ne s'arrêtent que dins las sanhas. Ils se déplacent individualament, sens aucune stratégie, e attaquent totjorn l'enemic lo plus faible a portée. Se aucun enemic n'est a portée, ils se déplacent a l'azard.

source: Guardian Micro AI demo
de: Wächter Mikro-KI Beispiel
oc: Demò de micro-IA : gardians

source: In 'Guardians', several variations of the standard Wesnoth guardian are shown, including a "coward" unit that runs away from any approaching unit (an "inverse guardian", in a way).
de: In „Wächter“ werden verschiedene Abarten der Standard-Wesnoth Wächter gezeigt einschließlich einer „Feigling“ Einheit, die vor der sich nähernden Einheit wegläuft (so etwas wie das Gegenteil zu einem Wächter).
oc: Dins « Gardians », plusieurs variantes del gardian standard de Wesnoth son présentées, y compris un « coard » qui s'échappe totjorn quand una unitat s'approche (un gardian inversé, se l'on veut).

source: Patrol Micro AI demo
de: Patrouille Mikro-KI Beispiel
oc: Demò de micro-IA : patrolhas

source: 'Patrols' contains AI modifications for units following patrol routes.
de: „Patrouille“ enthält KI Modifikationen für Einheiten, die auf Strecken patrouillieren.
oc: « Patrolhas » comporte des IA gérant des unitats qui patrolhan sus des itineraris fixés

source: Recruiting Tests Micro AI demo
de: Ausbildung Tests Mikro-Ki Beispiel
oc: Demò de micro-IA : tests de recrutement

source: A simple scenario set up for the sole purpose of testing different recruiting patterns.
de: Ein einfaches Szenario zum Testen von verschiedenen Strategien für Ausbildungs-Strategien.
oc: Un scenari très simple servant a tester diferentas configurations de recrutement.

source: Protect Unit Micro AI demo
de: Einheit beschützen Mikro-KI Beispiel
oc: Demò de micro-IA : proteccion d'unitat

source: Protect Unit Micro AI Demo
de: Einheit beschützen Mikro-KI Beispiel
oc: Demò de micro-IA : proteccion d'unitat

source: This scenario demonstrates one side protecting a wizard while moving him to a goal location. At the same time, the other side is modified to do priority attacks on the wizard, even if a better target (by the default AI criteria) is available. You can watch the two AIs fight it out, or take control of either side to explore how the opposing AI behaves.
de: Dieses Szenario zeigt, wie eine Fraktion einen Zauberer beschützt, während sie ihn zu einer Zielposition begleitet. Zugleich wurde die andere Fraktion modifiziert, so dass sie bevorzugt den Zauberer angreift, selbst wenn (nach den Standardkriterien der KI) ein besseres Ziel verfügbar wäre. Ihr könnt die zwei KIs beobachten wie sie kämpfen oder die Kontrolle einer Fraktion übernehmen, um zu testen, wie sich die andere Fraktion verhält.
oc: Aqueste scenari présente cossí un camp protège un bruèis tout en lo déplaçant, tandis que l'autre tente a tout prix de l'atacar. Podètz gaitar las doas IA se batre, o prene lo contrôle de l'un d'eux per étudier lo comportement de l'autre.

source: HttT: The Elves Besieged Micro AI demo
de: HttT: Die Belagerung der Elfen Mikro-KI Beispiel
oc: Demò de micro-IA : los Èlfes assetjats

source: This is a reenactment of scenario "The Elves Besieged" of the mainline campaign "Heir to the Throne", just that the AI is playing Konrad's side here. The same algorithm as for scenario "Protect Unit" is used.
de: Dies ist eine Neuauflage des Szenarios „Die Belagerung der Elfen“ aus der Hauptkampagne „Der Thronerbe“, aber hier bestimmt die KI die Züge von Konrad. Es wird der selbe Algorithmus wie für das Szenario „Einheit beschützen“ verwendet.
oc: Ceci es una represa del scenari « Los Èlfes assetjats » de la campagne officielle « L'Ereitièr del trône », où lo camp de Konrad es contrôlé per l'IA. S'agís del même algorithme que per lo scenari « Proteccion d'unitat. »

source: Messenger Escort Micro AI demo
de: Boten Eskorte Mikro-KI Beispiel
oc: Demò de micro-IA : escòrta de messatgièr

source: 'Messenger Escort' has the AI actively protect a messenger while he makes his way to the edge of the map. The escort will also try to open the path for the messenger if there are enemies in the way.
de: In „Boten Eskorte“ soll eine KI aktiv einen Boten unterstützen während er auf seinem Weg zur Ecke der Karte ist. Die Eskorte wird auch versuchen die Route für den Boten frei zu machen, wenn Feinde im Weg sind.
oc: Dins « Escòrta de messatgièr », l'IA protège agressivement un messatgièr qui cherche a aténher lo bord de la carte. L'escòrta essaye tanben d'ouvrir lo chemin lorsqu'il es bloqué per des enemics.

source: Animals Micro AI demo
de: Tiere Mikro-KI Beispiel
oc: Demò de micro-IA : animals

source: This scenario demonstrates a number of different animals following customized AI behavior, including wolves hunting deer in packs; dogs herding sheep; bears, spiders, yetis, boar and rabbits wandering and hunting/avoiding each other.
de: Dieses Szenario bietet eine Auswahl verschiedener Tiere, die sich nach verschiedenen KI Regeln richten. Dazu gehören Wölfe, die in Rudeln Rotwild jagen; Hunde, die Schafe hüten; Bären; Spinnen; Yetis; Keiler und Kaninchen, die herumwandern und sich jagen oder ausweichen.
oc: Aqueste scenari présente diferents comportements IA d'animals, y compris : des lops chassant les cerfs en meute ; des cans regroupant les moutons ; des ours, des aranhas, des yetis, des singlars e des lapins se déplaçant a l'azard e se chassant o s'évitant les uns les autres.

source: Wolves Micro AI demo
de: Wölfe Mikro-KI Beispiel
oc: Demò de micro-IA : lops

source: Another demonstration of wolves wandering and attacking in packs, with a different behavior from that in 'Animals'.
de: Ein anderes Beispiel von Wölfen, die herumwandern und in Rudeln angreifen, aber mit einem anderen Verhalten als die in „Tiere“.
oc: Una autre démonstration de lops se déplaçant e attquant en meutes, amb un comportement diferent de celui d'« Animals ».

source: Swarm Micro AI demo
de: Schwarm Mikro-KI Beispiel
oc: Demò de micro-IA : essaim

source: This scenario features bats moving around semi-randomly in a swarm.
de: Dieses Szenario führt Fledermäuse vor, die die sich halbwegs zufällig in einem Schwarm bewegen.
oc: Aqueste scenari contient des ratapenadas se déplaçant en essaim de manière semi-aléatoire.

source: Dragon Micro AI demo
de: Drache Mikro-KI Beispiel
oc: Demò de micro-IA : drac

source: This scenario features a fire dragon displaying a hunt-and-rest behavior.
de: Dieses Szenario führt einen Feuerdrachen mit einem „Jagd und Ruhen“ Verhalten vor.
oc: Aqueste scenari présente un drac qui alterne entre des phases de chasse e des phases de repos.

source: Healer support Micro AI demo
de: Heiler Unterstützung Mikro-KI Beispiel
oc: Demò de micro-IA : sonhaires

source: Healer Support Micro AI demo
de: Heiler Unterstützung Mikro-KI Beispiel
oc: Demò de micro-IA : sonhaires

source: This scenario contains a simple demonstration of setting up the Healer Support Micro AI, which uses the healers of a side to back up injured or threatened units rather than having them participate in combat under all circumstances.
de: Dieses Szenario beinhaltet eine einfache Demonstration wie man eine „Heiler Unterstützung“ Mikro-KI einrichtet, die die Heiler einer Fraktion benutzt um verletzte oder bedrohte Einheiten abzusichern anstatt sie unter allen Umständen in die Kämpfe eingreifen zu lassen.
oc: Aqueste scenari es una démonstration de cossí configurer l'IA « Sonhaires », qui utilise les sonhaires d'un camp per soutenir les unitats menacées o blessées puslèu que de les far participer al combat systématiquement.

source: Goto Micro AI demo
de: Ziel Mikro-KI Beispiel
oc: Demò de micro-IA : Goto

source: This scenario contains several example usages of the Goto Micro AI, which is a highly configurable method of sending a unit (or units) to a location or set of locations. The units to be moved are defined using a Standard Unit Filter, while the goto locations are given in a Standard Location Filter.
de: Dieses Szenario enthält mehrere Beispielanwendungen der Ziel Mikro-KI, die eine hochgradig konfigurierbare Methode ist um eine Einheit (oder Einheiten) zu einer Position oder einer Gruppe von Positionen zu schicken. Die Einheiten, die bewegt werden sollen, wählt ein standardisierter Einheiten Filter aus während die Zielpositionen durch einen standardisierten Positionsfilter vorgegeben werden
oc: Aqueste scenari contient plusieurs exemples d'usage de la micro-IA « Goto », qui permet de desplaçar una o plusieurs unitats d'un punt cap a un o plusieurs autres de manière très configurable. Les unitats déplacées son définies via un Filtre d'Unité Standard, tandis que les destinations son définies via un Filtre de Posicion Standard.

source: Hang Out Micro AI demo
de: Bleibe Mikro-KI Beispiel
oc: Demò de micro-IA : attente

source: Combined Hang Out and Messenger Escort Micro AI demo
de: Kombiniertes Bleibe und Boten Geleitschutz Mikro-KI Beispiel
oc: Demò de micro-IA : espèra e escòrta de messatgièr

source: This scenario is a demonstration of the Hang Out Micro AI which keeps units around a (customizable) location until a (customizable) condition is met. After that the units are released to follow other AI behavior. The scenario also shows how to combine two Micro AIs on the same side by having the Messenger Escort Micro AI take over at that point.
de: Dieses Szenario ist ein Beispiel für die Bleibe Mikro-KI, die Einheiten im Umfeld einer (anpassbaren) Position hält bis eine (anpassbare) Bedingung erfüllt ist. Danach sind die Einheiten frei für die Steuerung durch andere KI Regeln. Das Szenario zeigt auch wie zwei Mikro-KI für die gleiche Fraktion kombiniert werden können indem die Boten Geleitschutz Mikro-KI die Steuerung zur gegebenen Zeit übernimmt.
oc: Aqueste scenari présente la micro-IA « espèra » qui fait rester les unitats a una posicion (configurable) jusqu'à qu'un certain événement (configurable) se produise. Après ça, les unitats pòdon suivre d'autres comportements IA. Lo scenari montre tanben cossí combiner deux micro-IA dins lo même camp : l'IA d'escòrta prend lo contrôle una fois l'événement attendu per l'IA surplace réalisé.

source: Simple Attack Micro AI demo
de: Einfacher Angriff Mikro-KI Beispiel
oc: Demò de micro-IA : attaque simple

source: This scenario demonstrates how certain attacks can be executed with higher priority than the standard Wesnoth attacks and how the AI can be forced to do attacks that it would otherwise avoid.
de: Dieses Szenario zeigt wie bestimmte Angriffe mit höherer Priorität ausgeführt werden können als die Standard Angriffe in Wesnoth und wie die KI zu Angriffen gezwungen werden kann, die sie sonst vermeiden würde.
oc: Aqueste scenari montre cossí certaines attaques pòdon prene plus de priorité que les attaques de Wesnoth standard, e cossí l'IA pòt èsser forcée d'atacar dins certaines circonstances.

source: Fast Micro AI demo
de: Schnelle Mikro-KI Beispiel

source: A simple demonstration of the calculation time advantage of the Fast Micro AI over the default AI in scenarios with many units.
de: Eine einfache Demonstration des Zeitvorteils der schnellen Mikro KI bei Berechnungen gegenüber der Standard KI in Szenarien mit vielen Einheiten.

source: Move me to any of the signposts to go to a Micro AI demonstration. Information about each demonstration can be accessed by right-clicking on the respective signpost.
de: Bewege mich zu irgendeinem der Wegweiser um zu einem Mikro-KI Beispiel zu gehen. Informationen zu jedem Beispiel erhaltet Ihr, wenn Ihr auf den entsprechenden Wegweiser rechtsklickt.
oc: Desplaçatz-moi cap a un panèl per aller cap a una démo de micro-IA. Per obténer des informacions sus cada démo, faites un clic-dreit sul panèl correspondant.

source: Move Grnk to one of the signposts
de: Bewegt Grnk zu einem der Wegweiser
oc: Desplaçar Grnk cap a un panèl

source: Right-click on a signpost to get information about the scenario
de: Rechtsklickt auf einen Wegweiser um Informationen zu dem entsprechenden Szenario zu erhalten
oc: Clic-dreit sus un panèl per obténer d'informacions sul scenari

source: General Grospur, what do we do? These undead will surely wipe us out.
de: General Geospur, was sollen wir tun? Diese Untoten werden uns sicherlich auslöschen.
oc: Général Grospur, que fait-on ? Ces mòrts-vivents vont nous écraser.

source: Don't be such a chicken, Sergeant! I have placed units with lots of experience around the perimeter. The undead will not dare to attack them. And those few that sneak through... we can easily dispose of them once they make it inside. <i>In other words, the Wesnoth AI does generally not attack units one XP from leveling if there is no chance of killing the unit with a single attack. However, some of the attacks by the undead are handled by the Simple Attack Micro AI in this scenario. General Grospur might be in for a surprise.</i>
de: Seid kein solcher Feigling, Feldwebel! Ich habe Einheiten mit viel Erfahrung rundherum platziert. Die Untoten werden es nicht wagen, sie anzugreifen. Und die wenigen, die durchschlüpfen… wir können sie leicht erledigen, wenn sie es erst einmal herein geschafft haben. <i>Mit anderen Worten: Die Wesnoth KI greift generell keine Einheiten an, die einen Erfahrungspunkt vom Aufsteigen entfernt sind, wenn keine Chance besteht die Einheit mit einem einzigen Angriff zu töten. Allerdings werden einige Angriffe der Untoten in diesem Szenario von der Einfacher Angriff Mikro-KI gesteuert. General Grospur sollte sich auf eine Überraschung gefasst machen.</i>
oc: Ne faites pas la poule mouillée, sergent ! J'ai posicionné des unitats expérimentées autour de aqueste périmètre. Les mòrts-vivents n'oseront pas les atacar. Et ceux qui se faufilent seràn assez peu nombreux per que nous puissions en disposer facilement. <i>Çò que Grospur veut dire es que l'IA de Wesnoth n'attaque pas les unitats tout près de gagner un nivèl s'il n'est pas possible de les tuer en un seul coup. Cependant, certaines attaques des mòrts-vivents dins aqueste scenari son gérées per la micro-IA « attaque simple ». Lo général Grospur risque d'èsser surpris.</i>

source: Watch the undead take care of business
de: Beobachtet die Untoten bei ihrem Tun
oc: Gaitatz les mòrts-vivents gérer la situation

source: Don't even try. You can't reach the Lich.
de: Ihr braucht es gar nicht erst zu versuchen. Den Lich könnt Ihr nicht erreichen.
oc: N'essayez même pas. Vous ne pouvez pas aténher la liche.

source: Death of the last of Grospur's units
de: Die letzte Einheit Grospurs fällt in der Schlacht
oc: Mòrt de la dernière unitat de Grospur

source: When your leader dies, side leadership passes on to another unit
de: Wenn Euer Anführer stirbt, übernimmt eine andere Einheit diese Rolle
oc: Lorsque votre chef meurt, una autra unitat devient chef

source: What the ... ?!? They are not supposed to attack me. That just doesn't happen in Wesnoth!
de: Was zum…?!? Sie sollten mich nicht angreifen. Das gibt es in Wesnoth einfach nicht!
oc: Quoi ?!? Ils ne son pas censés m'atacar. Aqueste genre de choses n'arrive pas en Wesnoth !

source: Hahahahaha !! I have given special instruction to my Soulless to attack all you almost-advanced units first. Also watch how those same Soulless will throw themselves mercilessly at your pitiful soldiers after that, saving my more valuable skeleton minions for later. I have taken the term 'disposable units' to a whole new level. Watch in awe !! <i>Translation: The undead side includes two instances of the Simple Attack Micro AI. The first makes the Soulless attack all units 1 XP from leveling up, such that they can be eliminated afterward. The second executes all remaining attacks possible by Soulless (and Walking Corpses), without regard for their own safety. Only after that does the default Wesnoth attack mechanism kick in to attack with the remaining units (skeletons).</i>
de: Hahahahaha!! Ich habe meinen Seelenlosen die besondere Anweisung gegeben all eure fast aufgestiegenen Einheiten zuerst anzugreifen. Beobachtet also wie genau diese Seelenlosen sich erbarmungslos auf eure erbärmlichen Soldaten stürzen werden wobei meine wertvolleren Skelettlakaien für spätere Attacken geschont werden. Ich habe den Ausdruck „Wegwerfeinheiten“ auf eine ganz neue Ebene gebracht. Beobachtet es mit Ehrfurcht !! <i>Übersetzung: Die Fraktion der Untoten benutzt zwei Ausprägungen der Einfacher Angriff Mikro-KI. Die erste veranlasst die Seelenlosen alle Einheiten anzugreifen, die einen Erfahrungspunkt vor dem Aufstieg sind, so dass sie nachher vernichtet werden können. Die zweite steuert alle weiteren Angriffe, die durch Seelenlose (und Zombies) möglich sind ohne Rücksicht auf deren Sicherheit. Erst danach greift der Standard Wesnoth Angriffs Mechanismus, der mit den übrigen Einheiten (Skelettkrieger) angreift.</i>
oc: Hahahaha !! J'ai donné a mes sens-amnas l'ordre d'atacar vos unitats proches d'avancer en nivèl en premier. Gaitatz cossí ces mêmes sens-amnas vont se jeter stupidement sus vos pitoyables soldats, per laisser mes guerrièrs esqueletas finir lo travail. J'ai donné un vrai sens a l'expression « unitat jetable ». Gaitatz, e craignez-moi ! <i>Traduccion : les mòrts-vivents son régis per deux instances de la micro-IA « attaque simple. » La première conduit les sens-amnas a atacar totas las unitats a 1 XP del nivèl suivant, afin qu'elles puissent èsser éliminées per la suite. La seconde les pousse a atacar ensuite autant que possible, sens tenir compte de leur propore sécurité. Una fois qu'ils son tous éliminés, les mécanismes habituels de Wesnoth prennent lo contrôle des unitats restantes (les esqueletas).</i>

source: Rise, minions!
de: Erhebt euch, Lakaien!
oc: Debout, mes creaturas !

source: And that's how the undead AI executes total annihilation ...
de: Und so führt die Untoten KI zur totalen Vernichtung …
oc: Et c'est ainsi que l'IA des mòrts-vivents parvient a l'anéantissement total...

source: Bats
de: Fledermäuse
oc: Ratapenadas

source: Place Side 1 Gryphon
de: Platz Fraktion 1 Greif
oc: Placez un grifon del camp 1

source: Place Side 2 Bat
de: Platz Fraktion 2 Fledermaus
oc: Plaçar una ratapenada del camp 2
