Repository: wesnoth/wesnoth
Catalog: po/wesnoth-low/*.po
Languages: en@shaw

source: New Objective: Transport the treasure with a rider to the signpost
en@shaw: ğ‘¯ğ‘¿ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘: ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘ğ‘¹ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¼ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘®ğ‘²ğ‘›ğ‘¼ ğ‘‘ ğ‘ ğ‘•ğ‘²ğ‘¯ğ‘ğ‘´ğ‘•ğ‘‘

source: Aargh! I shall never see the bright moonâ€™s face again!
en@shaw: ğ‘¸ğ‘®ğ‘œ! ğ‘² ğ‘–ğ‘¨ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘° ğ‘ ğ‘šğ‘®ğ‘²ğ‘‘ ğ‘¥ğ‘µğ‘¯ğ‘Ÿ ğ‘“ğ‘±ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯!

source: We have recovered our gold; it is well.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘§ğ‘’ğ‘³ğ‘ğ‘¼ğ‘› ğ‘¬ğ‘¼ ğ‘œğ‘´ğ‘¤ğ‘›; ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤.

source: We have recovered much more than our own treasure. These saurians would seem to have taken up robbery as a vocation!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘§ğ‘’ğ‘³ğ‘ğ‘¼ğ‘› ğ‘¥ğ‘³ğ‘— ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘¬ğ‘¼ ğ‘´ğ‘¯ ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¼. ğ‘ğ‘°ğ‘Ÿ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘°ğ‘¥ ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘³ğ‘ ğ‘®ğ‘ªğ‘šğ‘¼ğ‘¦ ğ‘¨ğ‘Ÿ ğ‘© ğ‘ğ‘´ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯!

source: They took all our treasure! Quickly, place ambushers on all trails from here to Wesmere. I will give 500 gold to whoever kills their leader. They must not escape.
en@shaw: ğ‘ğ‘± ğ‘‘ğ‘«ğ‘’ ğ‘·ğ‘¤ ğ‘¬ğ‘¼ ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¼! ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦, ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¨ğ‘¥ğ‘šğ‘«ğ‘–ğ‘»s ğ‘ªğ‘¯ ğ‘·ğ‘¤ ğ‘‘ğ‘®ğ‘±ğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘½ ğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¥ğ‘°ğ‘®. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘¦ğ‘ 500 ğ‘œğ‘´ğ‘¤ğ‘› ğ‘‘ ğ‘£ğ‘µğ‘§ğ‘ğ‘¼ ğ‘’ğ‘¦ğ‘¤ğ‘Ÿ ğ‘ğ‘º ğ‘¤ğ‘°ğ‘›ğ‘». ğ‘ğ‘± ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘.

source: Acquaintance in Need
en@shaw: ğ‘©ğ‘’ğ‘¢ğ‘±ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘¯ğ‘°ğ‘›

source: Urug-Tar
en@shaw: Â·ğ‘»ğ‘³ğ‘œ-ğ‘‘ğ‘¸

source: Traur
en@shaw: Â·ğ‘‘ğ‘®ğ‘·ğ‘®

source: Whatâ€™s this? It appears the orcs have surrounded a dwarvish enclave. And by the sound of the bellowing I hear, I think our old friend, Olurf, is here.
en@shaw: ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘ğ‘¦ğ‘•? ğ‘¦ğ‘‘ ğ‘©ğ‘ğ‘½ğ‘Ÿ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘© ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘­ğ‘¯ğ‘’ğ‘¤ğ‘±ğ‘. ğ‘¯ ğ‘šğ‘² ğ‘ ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘šğ‘§ğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘² ğ‘£ğ‘½, ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¬ğ‘¼ ğ‘´ğ‘¤ğ‘› ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›, Â·ğ‘´ğ‘¤ğ‘»ğ‘“, ğ‘¦ğ‘Ÿ ğ‘£ğ‘½.

source: You again? Maybe ye were not completely wrong when ye predicted the orcs would attack us. We haâ€™ been forced from our home and are now surrounded.
en@shaw: ğ‘¿ ğ‘©ğ‘œğ‘±ğ‘¯? ğ‘¥ğ‘±ğ‘šğ‘° ğ‘˜ğ‘° ğ‘¢ğ‘» ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘¤ğ‘¦ ğ‘®ğ‘ªğ‘™ ğ‘¢ğ‘§ğ‘¯ ğ‘˜ğ‘° ğ‘ğ‘®ğ‘¦ğ‘›ğ‘¦ğ‘’ğ‘‘ğ‘¦ğ‘› ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘«ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘³ğ‘•. ğ‘¢ğ‘° ğ‘£ğ‘­' ğ‘šğ‘°ğ‘¯ ğ‘“ğ‘¹ğ‘•ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥ ğ‘¯ ğ‘¸ ğ‘¯ğ‘¬ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘©ğ‘›.

source: The orcs haâ€™ been defeated. My lord, we are in your debt.
en@shaw: ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘­' ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›. ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘¢ğ‘° ğ‘¸ ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘›ğ‘§ğ‘‘.

source: We must put aside our differences and ally against the orcish menace. Olurf, join us!
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘«ğ‘‘ ğ‘©ğ‘•ğ‘²ğ‘› ğ‘¬ğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¯ ğ‘¨ğ‘¤ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¥ğ‘§ğ‘¯ğ‘©ğ‘•. Â·ğ‘´ğ‘¤ğ‘»ğ‘“, ğ‘¡ğ‘¶ğ‘¯ ğ‘³ğ‘•!

source: Dwarves, ally with elves? I owe ye a debt, but my kin willnaâ€™ be happy at the thought.
en@shaw: ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ, ğ‘¨ğ‘¤ğ‘² ğ‘¢ğ‘¦ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ? ğ‘² ğ‘´ ğ‘˜ğ‘° ğ‘© ğ‘›ğ‘§ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¥ğ‘² ğ‘’ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ğ‘¯ğ‘·' ğ‘šğ‘° ğ‘£ğ‘¨ğ‘ğ‘¦ ğ‘¨ğ‘‘ ğ‘ ğ‘”ğ‘·ğ‘‘.

source: There will be a big fight with the orcs in Wesmere very soon. If you can cover our flank to the north, I will pay you 400 gold.
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘© ğ‘šğ‘¦ğ‘œ ğ‘“ğ‘²ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¦ğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¥ğ‘°ğ‘® ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘•ğ‘µğ‘¯. ğ‘¦ğ‘“ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘¬ğ‘¼ ğ‘“ğ‘¤ğ‘¨ğ‘™ğ‘’ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘± ğ‘¿ 400 ğ‘œğ‘´ğ‘¤ğ‘›.

source: Where thereâ€™s a contract, our honor is involved. We will be there to cover your northern flank or else I will return your gold!
en@shaw: ğ‘¢ğ‘º ğ‘ğ‘º'ğ‘Ÿ ğ‘© ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘, ğ‘¬ğ‘¼ ğ‘ªğ‘¯ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘ªğ‘¤ğ‘ğ‘›. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ğ‘º ğ‘‘ ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘¿ğ‘¼ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘“ğ‘¤ğ‘¨ğ‘™ğ‘’ ğ‘¹ ğ‘§ğ‘¤ğ‘• ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘¿ğ‘¼ ğ‘œğ‘´ğ‘¤ğ‘›!

source: Elvesâ€™ Last Stand
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›

source: The journey back to Wesmere was surprisingly uneventful, the orcs having apparently withdrawn to regroup after their defeats. Kalenz and his band returned just in time...
en@shaw: ğ‘ ğ‘¡ğ‘»ğ‘¯ğ‘° ğ‘šğ‘¨ğ‘’ ğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¥ğ‘°ğ‘® ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘»ğ‘ğ‘®ğ‘²ğ‘Ÿğ‘¦ğ‘™ğ‘¤ğ‘° ğ‘©ğ‘¯ğ‘°ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘“ğ‘©ğ‘¤, ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘©ğ‘ğ‘¨ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¢ğ‘¦ğ‘ğ‘›ğ‘®ğ‘·ğ‘¯ ğ‘‘ ğ‘®ğ‘°ğ‘œğ‘®ğ‘µğ‘ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘º ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘•. Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘‘ğ‘²ğ‘¥...

source: Mordrum
en@shaw: Â·ğ‘¥ğ‘¹ğ‘›ğ‘®ğ‘³ğ‘¥

source: Urug-Pir
en@shaw: Â·ğ‘»ğ‘³ğ‘œ-ğ‘ğ‘»

source: Truugl
en@shaw: Â·ğ‘‘ğ‘®ğ‘µğ‘«ğ‘œğ‘¤

source: The orcs are not defeated, and our troops and supplies are exhausted. This is the end!
en@shaw: ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›, ğ‘¯ ğ‘¬ğ‘¼ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘¯ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘²ğ‘Ÿ ğ‘¸ ğ‘¦ğ‘œğ‘Ÿğ‘·ğ‘•ğ‘‘ğ‘©ğ‘›. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘§ğ‘¯ğ‘›!

source: The orcs have pushed us back to the Kaâ€™lian. There is no way out. We must win here!
en@shaw: ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘ğ‘«ğ‘–ğ‘‘ ğ‘³ğ‘• ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ Â·ğ‘’ğ‘±ğ‘¤ğ‘¾ğ‘¯. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¢ğ‘± ğ‘¬ğ‘‘. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ ğ‘£ğ‘½!

source: This is our final stand. If they take the Kaâ€™lian, all is lost!
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¬ğ‘¼ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›. ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘‘ğ‘±ğ‘’ ğ‘ Â·ğ‘’ğ‘±ğ‘¤ğ‘¾ğ‘¯, ğ‘·ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘•ğ‘‘!

source: Weâ€™ll crush those weak elves and Iâ€™ll get da stone!
en@shaw: ğ‘¢ğ‘°'ğ‘¤ ğ‘’ğ‘®ğ‘³ğ‘– ğ‘ğ‘´ğ‘Ÿ ğ‘¢ğ‘°ğ‘’ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¯ ğ‘²'ğ‘¤ ğ‘œğ‘§ğ‘‘ ğ‘›ğ‘­ ğ‘•ğ‘‘ğ‘´ğ‘¯!

source: Did ye think weâ€™d let you have all the fun wiâ€™ the orcs by yerselves?
en@shaw: ğ‘›ğ‘¦ğ‘› ğ‘˜ğ‘° ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘°ğ‘› ğ‘¤ğ‘§ğ‘‘ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ ğ‘ ğ‘“ğ‘³ğ‘¯ wi' ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘šğ‘² ğ‘˜ğ‘»ğ‘•ğ‘§ğ‘¤ğ‘ğ‘•?

source: Itâ€™s not much of an army he is bringing with him, though.
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘³ğ‘— ğ‘ ğ‘©ğ‘¯ ğ‘¸ğ‘¥ğ‘¦ ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘šğ‘®ğ‘¦ğ‘™ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘¦ğ‘¥, ğ‘ğ‘´.

source: Not much of an army? These are dwarves with mighty axes, each worth three of you and your silly plinking bows!
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘³ğ‘— ğ‘ ğ‘©ğ‘¯ ğ‘¸ğ‘¥ğ‘¦? ğ‘ğ‘°ğ‘Ÿ ğ‘¸ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘²ğ‘‘ğ‘¦ ğ‘ºğ‘±ğ‘©ğ‘’ğ‘•ğ‘©ğ‘Ÿ, ğ‘°ğ‘— ğ‘¢ğ‘»ğ‘” ğ‘”ğ‘®ğ‘° ğ‘ ğ‘¿ ğ‘¯ ğ‘¿ğ‘¼ ğ‘•ğ‘¦ğ‘¤ğ‘¦ ğ‘ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘¦ğ‘™ ğ‘šğ‘´ğ‘Ÿ!

source: Olurf, is that all the dwarves you could find? Was the gold not enough?
en@shaw: Â·ğ‘´ğ‘¤ğ‘»ğ‘“, ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘·ğ‘¤ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¿ ğ‘’ğ‘«ğ‘› ğ‘“ğ‘²ğ‘¯ğ‘›? ğ‘¢ğ‘ªğ‘Ÿ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘³ğ‘“?

source: They are noâ€™ fighting for gold, theyâ€™re here for the fun. Iâ€™d haâ€™ brought a lot more if my men haâ€™ all kept quiet about helping elves! But the rest oâ€™ my clan should join us in a few days.
en@shaw: ğ‘ğ‘± ğ‘¸ ğ‘¯ğ‘´' ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘œğ‘´ğ‘¤ğ‘›, ğ‘ğ‘±'ğ‘¼ ğ‘£ğ‘½ ğ‘“ğ‘¹ ğ‘ ğ‘“ğ‘³ğ‘¯. ğ‘²'ğ‘›ğ‘° ğ‘£ğ‘­' ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘© ğ‘¤ğ‘ªğ‘‘ ğ‘¥ğ‘¹ ğ‘¦ğ‘“ ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯ ğ‘£ğ‘­' ğ‘·ğ‘¤ ğ‘’ğ‘§ğ‘ğ‘‘ ğ‘’ğ‘¢ğ‘²ğ‘§ğ‘‘ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘™ ğ‘§ğ‘¤ğ‘ğ‘Ÿ! ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘´' ğ‘¥ğ‘² ğ‘’ğ‘¤ğ‘¨ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘¡ğ‘¶ğ‘¯ ğ‘³ğ‘• ğ‘¦ğ‘¯ ğ‘© ğ‘“ğ‘¿ ğ‘›ğ‘±ğ‘Ÿ.

source: Sure, minus expenses.
en@shaw: ğ‘–ğ‘«ğ‘¼, ğ‘¥ğ‘²ğ‘¯ğ‘©ğ‘• ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘Ÿ.

source: What expenses?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘Ÿ?

source: Itâ€™s an ancient dwarvish custom to buy the warriors a few drinks before the battle... So minus expenses thatâ€™s about even.
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘©ğ‘¯ ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘© ğ‘“ğ‘¿ ğ‘›ğ‘®ğ‘¦ğ‘™ğ‘’ğ‘• ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤... ğ‘•ğ‘´ ğ‘¥ğ‘²ğ‘¯ğ‘©ğ‘• ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘ğ‘¨ğ‘”'ğ‘• ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯.

source: That explains why they are so reckless in battle...
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ ğ‘¢ğ‘² ğ‘ğ‘± ğ‘¸ ğ‘•ğ‘´ ğ‘®ğ‘§ğ‘’ğ‘¤ğ‘©ğ‘• ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤...

source: ... Enough, gentlemen, we have a battle to fight!
en@shaw: ... ğ‘¦ğ‘¯ğ‘³ğ‘“, ğ‘¡ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤ğ‘¥ğ‘§ğ‘¯, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘²ğ‘‘!

source: At last! The orcs are defeated.
en@shaw: ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘! ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¸ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›.

source: Pirorr
en@shaw: Â·ğ‘ğ‘½ğ‘¹

source: The elves have beaten us and they did not use da stone. Maybe they donâ€™t have it? Great Chief will not like bad news!
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘‘ğ‘©ğ‘¯ ğ‘³ğ‘• ğ‘¯ ğ‘ğ‘± ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¿ğ‘Ÿ ğ‘›ğ‘­ ğ‘•ğ‘‘ğ‘´ğ‘¯. ğ‘¥ğ‘±ğ‘šğ‘° ğ‘ğ‘± ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘‘? ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¡ğ‘°ğ‘“ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘²ğ‘’ ğ‘šğ‘¨ğ‘› ğ‘¯ğ‘¿ğ‘Ÿ!

source: Kalenz, we are again in your debt. You returned just in time.
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘¢ğ‘° ğ‘¸ ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘›ğ‘§ğ‘‘. ğ‘¿ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘‘ğ‘²ğ‘¥.

source: And we have whatâ€™s left of the elvish treasury with us!
en@shaw: ğ‘¯ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¿ğ‘®ğ‘¦ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•!

source: Kalenz
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ

source: Landar
en@shaw: Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸

source: Aargh! I should have stayed in the mountains instead of joining the orcs!
en@shaw: ğ‘¸ğ‘®ğ‘œ! ğ‘² ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘¡ğ‘¶ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘¹ğ‘’ğ‘•!

source: Orcs, death is all you will find in this forest!
en@shaw: ğ‘¹ğ‘’ğ‘•, ğ‘›ğ‘§ğ‘” ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘!

source: I die without getting da stone?
en@shaw: ğ‘² ğ‘›ğ‘² ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘­ ğ‘•ğ‘‘ğ‘´ğ‘¯?

source: Elâ€™Isomithir
en@shaw: Â·ğ‘§ğ‘¤ğ‘¦ğ‘•ğ‘´ğ‘¥ğ‘¦ğ‘”ğ‘»

source: Legmir
en@shaw: Â·ğ‘¤ğ‘§ğ‘¡ğ‘¥ğ‘½

source: Those of us who follow Kalenz have shown it can be done. We have been fighting ever since we were forced out of our home country, in all kinds of lands. And, we are willing to die in order to defeat foul orcs!
en@shaw: ğ‘ğ‘´ğ‘Ÿ ğ‘ ğ‘³ğ‘• ğ‘£ğ‘µ ğ‘“ğ‘ªğ‘¤ğ‘´ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘–ğ‘´ğ‘¯ ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘›ğ‘³ğ‘¯. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘“ğ‘¹ğ‘•ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥ ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘°, ğ‘¦ğ‘¯ ğ‘·ğ‘¤ ğ‘’ğ‘²ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ. ğ‘¯, ğ‘¢ğ‘° ğ‘¸ ğ‘¢ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘›ğ‘² ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘“ğ‘¬ğ‘¤ ğ‘¹ğ‘’ğ‘•!

source: Our answer is still no. Prepare our defenses as best you can, but do not renew offensive war. This is the councilâ€™s decision.
en@shaw: ğ‘¬ğ‘¼ ğ‘­ğ‘¯ğ‘•ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¯ğ‘´. ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘¬ğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘¿ ğ‘’ğ‘¨ğ‘¯, ğ‘šğ‘³ğ‘‘ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘°ğ‘¯ğ‘¿ ğ‘©ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ ğ‘¢ğ‘¹. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘¦ğ‘ ğ‘©ğ‘¯.

source: Aftermath
en@shaw: ğ‘¨ğ‘“ğ‘‘ğ‘»ğ‘¥ğ‘¨ğ‘”

source: After leaving the council, our friends talked in private...
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¤ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤, ğ‘¬ğ‘¼ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘‘ğ‘·ğ‘’ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘®ğ‘²ğ‘ğ‘©ğ‘‘...

source: Cleodil
en@shaw: Â·ğ‘’ğ‘¤ğ‘°ğ‘´ğ‘›ğ‘¦ğ‘¤

source: Olurf
en@shaw: Â·ğ‘´ğ‘¤ğ‘»ğ‘“

source: And where do we find this mage, if he exists?
en@shaw: ğ‘¯ ğ‘¢ğ‘º ğ‘›ğ‘µ ğ‘¢ğ‘° ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘±ğ‘¡, ğ‘¦ğ‘“ ğ‘£ğ‘° ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•?

source: It willnaâ€™ be easy. He lives in the mountains of Thoria and he never helps anyone for free. Thoria is very dangerous, especially for elves. Even dwarves and trolls dinnaâ€™ go there lightly.
en@shaw: ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ğ‘¯ğ‘·' ğ‘šğ‘° ğ‘°ğ‘Ÿğ‘¦. ğ‘£ğ‘° ğ‘¤ğ‘¦ğ‘ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘ Â·ğ‘”ğ‘¹ğ‘°ğ‘© ğ‘¯ ğ‘£ğ‘° ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘£ğ‘§ğ‘¤ğ‘ğ‘• ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘³ğ‘¯ ğ‘“ğ‘¹ ğ‘“ğ‘®ğ‘°. Â·ğ‘”ğ‘¹ğ‘°ğ‘© ğ‘¦ğ‘Ÿ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘•, ğ‘¦ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘“ğ‘¹ ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¯ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘›ğ‘¦ğ‘¯ğ‘¯ğ‘©' ğ‘œğ‘´ ğ‘ğ‘º ğ‘¤ğ‘²ğ‘‘ğ‘¤ğ‘¦.

source: I think I can. But dangerous this will be!
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘² ğ‘’ğ‘¨ğ‘¯. ğ‘šğ‘³ğ‘‘ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘• ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘°!

source: Bounty Hunters
en@shaw: ğ‘šğ‘¬ğ‘¯ğ‘‘ğ‘° ğ‘£ğ‘©ğ‘¯ğ‘‘ğ‘»ğ‘Ÿ

source: Huurgh
en@shaw: Â·ğ‘£ğ‘³ğ‘»ğ‘¡

source: Shhar
en@shaw: Â·ğ‘–ğ‘£ğ‘¼

source: Creatures
en@shaw: ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ

source: some experienced warriors
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ

source: Kalenz crosses the river
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘’ğ‘®ğ‘ªğ‘•ğ‘¦ğ‘Ÿ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼

source: I saw them first, fool! The bounty is all mine.
en@shaw: ğ‘² ğ‘•ğ‘· ğ‘ğ‘§ğ‘¥ ğ‘“ğ‘»ğ‘•ğ‘‘, ğ‘“ğ‘µğ‘¤! ğ‘ ğ‘šğ‘¬ğ‘¯ğ‘‘ğ‘° ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ ğ‘¥ğ‘²ğ‘¯.

source: What are they talking about?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¸ ğ‘ğ‘± ğ‘‘ğ‘·ğ‘’ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘?

source: Remember, we are here on a mission. We will fight these saurians if we must, but our mission is to get to Thoria.
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼, ğ‘¢ğ‘° ğ‘¸ ğ‘£ğ‘½ ğ‘ªğ‘¯ ğ‘© ğ‘¥ğ‘¦ğ‘–ğ‘©ğ‘¯. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¬ğ‘¼ ğ‘¥ğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘‘ Â·ğ‘”ğ‘¹ğ‘°ğ‘©.

source: We made it. Onwards to Thoria!
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘. ğ‘ªğ‘¯ğ‘¢ğ‘¼ğ‘›ğ‘Ÿ ğ‘‘ Â·ğ‘”ğ‘¹ğ‘°ğ‘©!

source: At last!
en@shaw: ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘!

source: Weâ€™ll need to settle things with these saurians once and for all!
en@shaw: ğ‘¢ğ‘°'ğ‘¤ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘©ğ‘¤ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¯ ğ‘“ğ‘¹ ğ‘·ğ‘¤!

source: Sealurr
en@shaw: Â·ğ‘•ğ‘°ğ‘¤ğ‘»ğ‘®

source: The legends are true! Sea creatures are upon us!
en@shaw: ğ‘ ğ‘¤ğ‘§ğ‘œğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘¸ ğ‘‘ğ‘®ğ‘µ! ğ‘•ğ‘° ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘³ğ‘•!

source: Kallub
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘«ğ‘š

source: They are coming at us from all sides!
en@shaw: ğ‘ğ‘± ğ‘¸ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘¨ğ‘‘ ğ‘³ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘·ğ‘¤ ğ‘•ğ‘²ğ‘›ğ‘Ÿ!

source: Scardeep
en@shaw: Â·ğ‘•ğ‘’ğ‘¸ğ‘›ğ‘°ğ‘

source: Kalimar
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘¦ğ‘¥ğ‘¸

source: Alkamar
en@shaw: Â·ğ‘¨ğ‘¤ğ‘’ğ‘©ğ‘¥ğ‘¸

source: Cliffs of Thoria
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘“ğ‘• ğ‘ Â·ğ‘”ğ‘¹ğ‘°ğ‘©

source: Leaving Arkan-Thoria behind, Kalenz and his band ventured into the dangerous mountains of Thoria...
en@shaw: ğ‘¤ğ‘°ğ‘ğ‘¦ğ‘™ Â·ğ‘¸ğ‘’ğ‘©ğ‘¯-ğ‘”ğ‘¹ğ‘°ğ‘© ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘›, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘¿ğ‘®ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘• ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘ Â·ğ‘”ğ‘¹ğ‘°ğ‘©...

source: Tafrul
en@shaw: Â·ğ‘‘ğ‘©ğ‘“ğ‘®ğ‘µğ‘¤

source: Gryphon Leader
en@shaw: ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ ğ‘¤ğ‘°ğ‘›ğ‘»

source: Reach the signpost with Kalenz
en@shaw: ğ‘®ğ‘°ğ‘— ğ‘ ğ‘•ğ‘²ğ‘¯ğ‘ğ‘´ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ

source: I can hardly see with all that mist around, but I can sense danger.
en@shaw: ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘¸ğ‘›ğ‘¤ğ‘¦ ğ‘•ğ‘° ğ‘¢ğ‘¦ğ‘ ğ‘·ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘¦ğ‘•ğ‘‘ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘• ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼.

source: Told ye it would be no picnic excursion, elf-boy. Are ye lily-livered to continue?
en@shaw: ğ‘‘ğ‘´ğ‘¤ğ‘› ğ‘˜ğ‘° ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘ğ‘¦ğ‘’ğ‘¯ğ‘¦ğ‘’ ğ‘¦ğ‘’ğ‘•ğ‘’ğ‘»ğ‘ ğ‘©ğ‘¯, ğ‘§ğ‘¤ğ‘“-ğ‘šğ‘¶. ğ‘¸ ğ‘˜ğ‘° ğ‘¤ğ‘¦ğ‘¤ğ‘°-ğ‘¤ğ‘¦ğ‘ğ‘»ğ‘› ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿?

source: Onwards!
en@shaw: ğ‘ªğ‘¯ğ‘¢ğ‘¼ğ‘›ğ‘Ÿ!

source: Yer doing pretty well, elf-boy!
en@shaw: ğ‘˜ğ‘» ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘ğ‘®ğ‘¦ğ‘‘ğ‘¦ ğ‘¢ğ‘§ğ‘¤, ğ‘§ğ‘¤ğ‘“-ğ‘šğ‘¶!

source: Crelanuâ€™s place should be close now, as I remember. Quickly, this way!
en@shaw: Â·ğ‘’ğ‘®ğ‘§ğ‘¤ğ‘­ğ‘¯ğ‘µğ‘Ÿ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘¯ğ‘¬, ğ‘¨ğ‘Ÿ ğ‘² ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼. ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦, ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘±!

source: Krulg
en@shaw: Â·ğ‘’ğ‘®ğ‘«ğ‘¤ğ‘¡

source: Watch out!
en@shaw: ğ‘¢ğ‘ªğ‘¡ ğ‘¬ğ‘‘!

source: Tralg
en@shaw: Â·ğ‘‘ğ‘®ğ‘­ğ‘¤ğ‘œ

source: Drolg
en@shaw: Â·ğ‘›ğ‘®ğ‘´ğ‘¤ğ‘œ

source: Aquagar
en@shaw: Â·ğ‘­ğ‘’ğ‘«ğ‘¨ğ‘œğ‘¸

source: Crelanu
en@shaw: Â·ğ‘’ğ‘®ğ‘§ğ‘¤ğ‘­ğ‘¯ğ‘µ

source: Trigrul
en@shaw: Â·ğ‘‘ğ‘®ğ‘¦ğ‘œğ‘®ğ‘µğ‘¤

source: I sense a presence that is not one of Aquagarâ€™s creatures. Who are you, and what is your purpose here?
en@shaw: ğ‘² ğ‘•ğ‘§ğ‘¯ğ‘• ğ‘© ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘ Â·ğ‘­ğ‘’ğ‘«ğ‘¨ğ‘œğ‘¸ğ‘Ÿ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ. ğ‘£ğ‘µ ğ‘¸ ğ‘¿, ğ‘¯ ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘ğ‘»ğ‘ğ‘©ğ‘• ğ‘£ğ‘½?

source: That, I think, must be the mage of which Olurf spoke. But he is not the one I sensed as we approached this place...
en@shaw: ğ‘ğ‘¨ğ‘‘, ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’, ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘ ğ‘¥ğ‘±ğ‘¡ ğ‘ ğ‘¢ğ‘¦ğ‘— Â·ğ‘´ğ‘¤ğ‘»ğ‘“ ğ‘•ğ‘ğ‘´ğ‘’. ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘² ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘° ğ‘©ğ‘ğ‘®ğ‘´ğ‘—ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘±ğ‘•...

source: I feel the shadow of destiny on my soul. There is something I am fated to do here, but I know not what.
en@shaw: ğ‘² ğ‘“ğ‘°ğ‘¤ ğ‘ ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘¦ ğ‘ªğ‘¯ ğ‘¥ğ‘² ğ‘•ğ‘´ğ‘¤. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘² ğ‘¨ğ‘¥ ğ‘“ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘‘ ğ‘›ğ‘µ ğ‘£ğ‘½, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘¯ğ‘´ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘ªğ‘‘.

source: If you are the mage Crelanu, we have come to seek your help.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘¸ ğ‘ ğ‘¥ğ‘±ğ‘¡ Â·ğ‘’ğ‘®ğ‘§ğ‘¤ğ‘­ğ‘¯ğ‘µ, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘•ğ‘°ğ‘’ ğ‘¿ğ‘¼ ğ‘£ğ‘§ğ‘¤ğ‘.

source: Ahhh. A fight! Perhaps this is my fate. Come, Kalenz, let us make a rescue.
en@shaw: ğ‘¨ğ‘¨ğ‘¨ğ‘¨ğ‘£. ğ‘© ğ‘“ğ‘²ğ‘‘! ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¥ğ‘² ğ‘“ğ‘±ğ‘‘. ğ‘’ğ‘³ğ‘¥, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘®ğ‘§ğ‘•ğ‘’ğ‘¿.

source: Defeat Aquagar
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘­ğ‘’ğ‘«ğ‘¨ğ‘œğ‘¸

source: Death of Crelanu
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘’ğ‘®ğ‘§ğ‘¤ğ‘­ğ‘¯ğ‘µ

source: Looks like your mage friend is in trouble. There is a horde of drakes attacking him!
en@shaw: ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘¿ğ‘¼ ğ‘¥ğ‘±ğ‘¡ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘£ğ‘¹ğ‘› ğ‘ ğ‘›ğ‘®ğ‘±ğ‘’ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘£ğ‘¦ğ‘¥!

source: Indeed. Before he can aid us, we will have to aid him.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›. ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘£ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘²ğ‘› ğ‘³ğ‘•, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘²ğ‘› ğ‘£ğ‘¦ğ‘¥.

source: Fools! The book will be mine!
en@shaw: ğ‘“ğ‘µğ‘¤ğ‘Ÿ! ğ‘ ğ‘šğ‘«ğ‘’ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¥ğ‘²ğ‘¯!

source: I die, but I will not go unavenged! Cursed will you be Kalenz! You will never find lasting peace in all your years. You will lose your dearest. And you, Crelanu, your book will bring woe on you and haunt all its future owners to their graves! This will be the price for slaying me, Aquagar, great drake wizard of Morogoth.
en@shaw: ğ‘² ğ‘›ğ‘², ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘´ ğ‘³ğ‘¯ğ‘©ğ‘ğ‘§ğ‘¯ğ‘¡ğ‘›! ğ‘’ğ‘»ğ‘•ğ‘› ğ‘¢ğ‘¦ğ‘¤ ğ‘¿ ğ‘šğ‘° Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ! ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¤ğ‘­ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘°ğ‘• ğ‘¦ğ‘¯ ğ‘·ğ‘¤ ğ‘¿ğ‘¼ ğ‘˜ğ‘½ğ‘Ÿ. ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘µğ‘Ÿ ğ‘¿ğ‘¼ ğ‘›ğ‘½ğ‘©ğ‘•ğ‘‘. ğ‘¯ ğ‘¿, Â·ğ‘’ğ‘®ğ‘§ğ‘¤ğ‘­ğ‘¯ğ‘µ, ğ‘¿ğ‘¼ ğ‘šğ‘«ğ‘’ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘¢ğ‘´ ğ‘ªğ‘¯ ğ‘¿ ğ‘¯ ğ‘£ğ‘ªğ‘¯ğ‘‘ ğ‘·ğ‘¤ ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘¿ğ‘—ğ‘¼ ğ‘´ğ‘¯ğ‘»ğ‘Ÿ ğ‘‘ ğ‘ğ‘º ğ‘œğ‘®ğ‘±ğ‘ğ‘Ÿ! ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ ğ‘ğ‘®ğ‘²ğ‘• ğ‘“ğ‘¹ ğ‘•ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘¥ğ‘°, Â·ğ‘­ğ‘’ğ‘«ğ‘¨ğ‘œğ‘¸, ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘›ğ‘®ğ‘±ğ‘’ ğ‘¢ğ‘¦ğ‘Ÿğ‘¼ğ‘› ğ‘ Â·ğ‘¥ğ‘¹ğ‘´ğ‘œğ‘­ğ‘”.

source: Some scary fellow this Aquagar thinks he is! Come now, I think Crelanu owes us some drinks.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘•ğ‘’ğ‘ºğ‘° ğ‘“ğ‘§ğ‘¤ğ‘´ ğ‘ğ‘¦ğ‘• Â·ğ‘­ğ‘’ğ‘«ğ‘¨ğ‘œğ‘¸ ğ‘”ğ‘¦ğ‘™ğ‘’ğ‘• ğ‘£ğ‘° ğ‘¦ğ‘Ÿ! ğ‘’ğ‘³ğ‘¥ ğ‘¯ğ‘¬, ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ Â·ğ‘’ğ‘®ğ‘§ğ‘¤ğ‘­ğ‘¯ğ‘µ ğ‘´ğ‘Ÿ ğ‘³ğ‘• ğ‘•ğ‘³ğ‘¥ ğ‘›ğ‘®ğ‘¦ğ‘™ğ‘’ğ‘•.

source: There goes our last hope!
en@shaw: ğ‘ğ‘º ğ‘œğ‘´ğ‘Ÿ ğ‘¬ğ‘¼ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘£ğ‘´ğ‘!

source: Revelations
en@shaw: ğ‘®ğ‘§ğ‘ğ‘©ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: So you are the ones who defeated Aquagar and his drakes. Olurf, I know you; you were here before when we were both much younger. But Elves never come to Thoria. Yet these are no ordinary times for this land. I know all; I have foreseen this would happen.
en@shaw: ğ‘•ğ‘´ ğ‘¿ ğ‘¸ ğ‘ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ ğ‘£ğ‘µ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› Â·ğ‘­ğ‘’ğ‘«ğ‘¨ğ‘œğ‘¸ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘›ğ‘®ğ‘±ğ‘’ğ‘•. Â·ğ‘´ğ‘¤ğ‘»ğ‘“, ğ‘² ğ‘¯ğ‘´ ğ‘¿; ğ‘¿ ğ‘¢ğ‘» ğ‘£ğ‘½ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘šğ‘´ğ‘” ğ‘¥ğ‘³ğ‘— ğ‘˜ğ‘³ğ‘™ğ‘¼. ğ‘šğ‘³ğ‘‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘’ğ‘³ğ‘¥ ğ‘‘ Â·ğ‘”ğ‘¹ğ‘°ğ‘©. ğ‘˜ğ‘§ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘´ ğ‘¹ğ‘›ğ‘¦ğ‘¯ğ‘¼ğ‘¦ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘›. ğ‘² ğ‘¯ğ‘´ ğ‘·ğ‘¤; ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘¹ğ‘•ğ‘°ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯.

source: This is Kalenz, leader of the elves. I have brought him here to ask for your advice and your aid in dealing with the orcs.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘£ğ‘¦ğ‘¥ ğ‘£ğ‘½ ğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘©ğ‘›ğ‘ğ‘²ğ‘• ğ‘¯ ğ‘¿ğ‘¼ ğ‘²ğ‘› ğ‘¦ğ‘¯ ğ‘›ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘•.

source: Elves, you have fought valiantly and have won a great victory at the forest of Wesmere. Yet the forces ranged against you are not yet defeated. Indeed, they grow stronger every day. You contend against destiny. But for the moment you have diverted the orcsâ€™ attention.
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘·ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘˜ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘° ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¨ğ‘‘ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¥ğ‘°ğ‘®. ğ‘˜ğ‘§ğ‘‘ ğ‘ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘¿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘˜ğ‘§ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›. ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›, ğ‘ğ‘± ğ‘œğ‘®ğ‘´ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘›ğ‘±. ğ‘¿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘¦. ğ‘šğ‘³ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘¥ğ‘´ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘²ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘› ğ‘ ğ‘¹ğ‘’ğ‘•' ğ‘©ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯.

source: What do you mean, â€˜diverted their attentionâ€™?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘¥ğ‘°ğ‘¯, 'ğ‘›ğ‘²ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘› ğ‘ğ‘º ğ‘©ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯'?

source: You cannot even imagine it. Why do you suppose orcs came all the way here to attack you?
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘¯ ğ‘¦ğ‘‘. ğ‘¢ğ‘² ğ‘›ğ‘µ ğ‘¿ ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘’ğ‘±ğ‘¥ ğ‘·ğ‘¤ ğ‘ ğ‘¢ğ‘± ğ‘£ğ‘½ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¿?

source: Because they are orcs! Look old man, can you help us beat them or not?
en@shaw: ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘ğ‘± ğ‘¸ ğ‘¹ğ‘’ğ‘•! ğ‘¤ğ‘«ğ‘’ ğ‘´ğ‘¤ğ‘› ğ‘¥ğ‘¨ğ‘¯, ğ‘’ğ‘¨ğ‘¯ ğ‘¿ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘šğ‘°ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¹ ğ‘¯ğ‘ªğ‘‘?

source: You must be Landar. Very brave, but also very brash.
en@shaw: ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸. ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘šğ‘®ğ‘±ğ‘, ğ‘šğ‘³ğ‘‘ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘šğ‘®ğ‘¨ğ‘–.

source: Landar is brash, but he does speak plainly why we came here. I do not understand what you are talking about, either. Olurf tells me you are very wise, but only help for a price. We will pay any price within our power; just name it.
en@shaw: Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸ ğ‘¦ğ‘Ÿ ğ‘šğ‘®ğ‘¨ğ‘–, ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘° ğ‘›ğ‘³ğ‘Ÿ ğ‘•ğ‘ğ‘°ğ‘’ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘² ğ‘¢ğ‘° ğ‘’ğ‘±ğ‘¥ ğ‘£ğ‘½. ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘¢ğ‘ªğ‘‘ ğ‘¿ ğ‘¸ ğ‘‘ğ‘·ğ‘’ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘, ğ‘²ğ‘ğ‘¼. Â·ğ‘´ğ‘¤ğ‘»ğ‘“ ğ‘‘ğ‘§ğ‘¤ğ‘Ÿ ğ‘¥ğ‘° ğ‘¿ ğ‘¸ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘²ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘“ğ‘¹ ğ‘© ğ‘ğ‘®ğ‘²ğ‘•. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘± ğ‘§ğ‘¯ğ‘¦ ğ‘ğ‘®ğ‘²ğ‘• ğ‘¢ğ‘¦ğ‘ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘ğ‘¬ğ‘¼; ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘‘.

source: Are you saying the orcs attacked us looking for something?
en@shaw: ğ‘¸ ğ‘¿ ğ‘•ğ‘±ğ‘¦ğ‘™ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘‘ ğ‘³ğ‘• ğ‘¤ğ‘«ğ‘’ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™?

source: Yes, that is what I am saying.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘ªğ‘‘ ğ‘² ğ‘¨ğ‘¥ ğ‘•ğ‘±ğ‘¦ğ‘™.

source: It makes sense now. The Saurians were asking about a dastone, and also after we won in Wesmere there was an Orc mumbling something about a dastone...
en@shaw: ğ‘¦ğ‘‘ ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘•ğ‘§ğ‘¯ğ‘• ğ‘¯ğ‘¬. ğ‘ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ ğ‘¢ğ‘» ğ‘­ğ‘•ğ‘’ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘© ğ‘›ğ‘­ğ‘•ğ‘‘ğ‘´ğ‘¯, ğ‘¯ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¢ğ‘° ğ‘¢ğ‘³ğ‘¯ ğ‘¦ğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¥ğ‘°ğ‘® ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘¯ ğ‘¹ğ‘’ ğ‘¥ğ‘©ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘¦ğ‘™ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘© ğ‘›ğ‘­ğ‘•ğ‘‘ğ‘´ğ‘¯...

source: Itâ€™s not a dastone, itâ€™s the stone: They mean the Ruby of Fire...
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘›ğ‘­ğ‘•ğ‘‘ğ‘´ğ‘¯, ğ‘¦ğ‘‘'ğ‘• ğ‘ ğ‘•ğ‘‘ğ‘´ğ‘¯: ğ‘ğ‘± ğ‘¥ğ‘°ğ‘¯ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼...

source: Whatâ€™s that, and what does it have to do with us?
en@shaw: ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘ğ‘¨ğ‘‘, ğ‘¯ ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘´ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘›ğ‘µ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•?
