Repository: wesnoth/wesnoth
Catalog: po/wesnoth-low/*.po
Languages: en@shaw

source: Itâ€™s the source of your troubles. It is a very powerful magical artifact. The tyrant Haldric has it, but he has fooled the orcs into believing that the elves are hiding it. But now, they suspect they have been fooled. Haldric and his people will pay for his arrogance.
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘ ğ‘•ğ‘¹ğ‘• ğ‘ ğ‘¿ğ‘¼ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘© ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¸ğ‘‘ğ‘©ğ‘“ğ‘¨ğ‘’ğ‘‘. ğ‘ ğ‘‘ğ‘²ğ‘®ğ‘©ğ‘¯ğ‘‘ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘“ğ‘µğ‘¤ğ‘› ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ ğ‘£ğ‘²ğ‘›ğ‘¦ğ‘™ ğ‘¦ğ‘‘. ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘¬, ğ‘ğ‘± ğ‘•ğ‘³ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘“ğ‘µğ‘¤ğ‘›. Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘± ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘Ÿ ğ‘ºğ‘©ğ‘œğ‘©ğ‘¯ğ‘•.

source: So the orcs will, seeking the Ruby, now attack the humans?
en@shaw: ğ‘•ğ‘´ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¤, ğ‘•ğ‘°ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘®ğ‘µğ‘šğ‘°, ğ‘¯ğ‘¬ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ?

source: Yes. But after they win, your people will be next. And after you, the dwarves.
en@shaw: ğ‘˜ğ‘§ğ‘•. ğ‘šğ‘³ğ‘‘ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¯, ğ‘¿ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘. ğ‘¯ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¿, ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ.

source: Donâ€™t worry overmuch about us. It is clear you have troubles of your own.
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¢ğ‘³ğ‘®ğ‘¦ ğ‘´ğ‘ğ‘»ğ‘¥ğ‘©ğ‘— ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘³ğ‘•. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘½ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘¿ğ‘¼ ğ‘´ğ‘¯.

source: We are grateful for this counsel. But can you help us directly? Is there a way to stop the orcs?
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘“ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤. ğ‘šğ‘³ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘¿ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦? ğ‘¦ğ‘Ÿ ğ‘ğ‘º ğ‘© ğ‘¢ğ‘± ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ ğ‘¹ğ‘’ğ‘•?

source: You cannot defeat them with the forces you can now muster. You can only gain time, in the hope that you can use it to grow strong again.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘¬ ğ‘¥ğ‘©ğ‘•ğ‘‘ğ‘». ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘œğ‘±ğ‘¯ ğ‘‘ğ‘²ğ‘¥, ğ‘¦ğ‘¯ ğ‘ ğ‘£ğ‘´ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¿ğ‘• ğ‘¦ğ‘‘ ğ‘‘ ğ‘œğ‘®ğ‘´ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘©ğ‘œğ‘±ğ‘¯.

source: How? Donâ€™t tell me we had to fight the saurians, cross Arkan-Thoria, contend against the river monsters, and fight trolls and yetis to come here for nothing!
en@shaw: ğ‘£ğ‘¬? ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘‘ğ‘§ğ‘¤ ğ‘¥ğ‘° ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ, ğ‘’ğ‘®ğ‘ªğ‘• Â·ğ‘¸ğ‘’ğ‘©ğ‘¯-ğ‘”ğ‘¹ğ‘°ğ‘©, ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ, ğ‘¯ ğ‘“ğ‘²ğ‘‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘˜ğ‘§ğ‘‘ğ‘°ğ‘Ÿ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘£ğ‘½ ğ‘“ğ‘¹ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™!

source: You need to kill their Great Chief and make it look like he was murdered by orcs. That way the orcs will start a civil war for succession, for many yearn to take their Great Chiefâ€™s place. You will be safe until a new leader arises strong enough to unite them again.
en@shaw: ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘º ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¡ğ‘°ğ‘“ ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘¤ğ‘«ğ‘’ ğ‘¤ğ‘²ğ‘’ ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘¥ğ‘»ğ‘›ğ‘¼ğ‘› ğ‘šğ‘² ğ‘¹ğ‘’ğ‘•. ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘± ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘© ğ‘•ğ‘¦ğ‘ğ‘¦ğ‘¤ ğ‘¢ğ‘¹ ğ‘“ğ‘¹ ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯, ğ‘“ğ‘¹ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘˜ğ‘»ğ‘¯ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘ğ‘º ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘—ğ‘°ğ‘“ğ‘• ğ‘ğ‘¤ğ‘±ğ‘•. ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘•ğ‘±ğ‘“ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘© ğ‘¯ğ‘¿ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘©ğ‘®ğ‘²ğ‘Ÿğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘¿ğ‘¯ğ‘²ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘©ğ‘œğ‘±ğ‘¯.

source: Indeed, it will not be at all easy. But maybe I can help you...
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›, ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¨ğ‘‘ ğ‘·ğ‘¤ ğ‘°ğ‘Ÿğ‘¦. ğ‘šğ‘³ğ‘‘ ğ‘¥ğ‘±ğ‘šğ‘° ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿...

source: But you want something in return...
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯...

source: It is as you say. These drakes were after my book. This book has all the magic and spells I know in it. They are very powerful, but the one enemy they cannot defeat is old age. The knowledge tempts me to prolong my life by evil and dark means... But this is the work of my life and I can no more destroy it than I could slay my own child. Aquagar is slain, but more will come. One of my allies has betrayed me, and now too many know of this book.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘•ğ‘±. ğ‘ğ‘°ğ‘Ÿ ğ‘›ğ‘®ğ‘±ğ‘’ğ‘• ğ‘¢ğ‘» ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¥ğ‘² ğ‘šğ‘«ğ‘’. ğ‘ğ‘¦ğ‘• ğ‘šğ‘«ğ‘’ ğ‘£ğ‘¨ğ‘Ÿ ğ‘·ğ‘¤ ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘¯ ğ‘•ğ‘ğ‘§ğ‘¤ğ‘Ÿ ğ‘² ğ‘¯ğ‘´ ğ‘¦ğ‘¯ ğ‘¦ğ‘‘. ğ‘ğ‘± ğ‘¸ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘´ğ‘¤ğ‘› ğ‘±ğ‘¡. ğ‘ ğ‘¯ğ‘ªğ‘¤ğ‘¦ğ‘¡ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘• ğ‘¥ğ‘° ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¥ğ‘² ğ‘¤ğ‘²ğ‘“ ğ‘šğ‘² ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¯ ğ‘›ğ‘¸ğ‘’ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ... ğ‘šğ‘³ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘¢ğ‘»ğ‘’ ğ‘ ğ‘¥ğ‘² ğ‘¤ğ‘²ğ‘“ ğ‘¯ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘´ ğ‘¥ğ‘¹ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘¦ğ‘‘ ğ‘ğ‘¨ğ‘¯ ğ‘² ğ‘’ğ‘«ğ‘› ğ‘•ğ‘¤ğ‘± ğ‘¥ğ‘² ğ‘´ğ‘¯ ğ‘—ğ‘²ğ‘¤ğ‘›. Â·ğ‘­ğ‘’ğ‘«ğ‘¨ğ‘œğ‘¸ ğ‘¦ğ‘Ÿ ğ‘•ğ‘¤ğ‘±ğ‘¯, ğ‘šğ‘³ğ‘‘ ğ‘¥ğ‘¹ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘³ğ‘¥. ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘¥ğ‘² ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘®ğ‘±ğ‘› ğ‘¥ğ‘°, ğ‘¯ ğ‘¯ğ‘¬ ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¯ğ‘´ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘šğ‘«ğ‘’.

source: If you come with us, we will protect you...
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘’ğ‘³ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ ğ‘¿...

source: No, my time is done... But the charge I lay on you, Kalenz, is to take my book and keep it from unworthy hands. Find someone to hold it who will not be corrupted by its power. And then find someone worthy not merely to hold it, but to use it!
en@shaw: ğ‘¯ğ‘´, ğ‘¥ğ‘² ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘›ğ‘³ğ‘¯... ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘—ğ‘¸ğ‘¡ ğ‘² ğ‘¤ğ‘± ğ‘ªğ‘¯ ğ‘¿, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¥ğ‘² ğ‘šğ‘«ğ‘’ ğ‘¯ ğ‘’ğ‘°ğ‘ ğ‘¦ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘³ğ‘¯ğ‘¢ğ‘»ğ‘ğ‘¦ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ. ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘³ğ‘¯ ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘¦ğ‘‘ ğ‘£ğ‘µ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘¦ğ‘‘ğ‘• ğ‘ğ‘¬ğ‘¼. ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘³ğ‘¯ ğ‘¢ğ‘»ğ‘ğ‘° ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘½ğ‘¤ğ‘¦ ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘¦ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘‘ ğ‘¿ğ‘• ğ‘¦ğ‘‘!

source: If your book is as powerful as you say, why not use it against the orcs?
en@shaw: ğ‘¦ğ‘“ ğ‘¿ğ‘¼ ğ‘šğ‘«ğ‘’ ğ‘¦ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘•ğ‘±, ğ‘¢ğ‘² ğ‘¯ğ‘ªğ‘‘ ğ‘¿ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘•?

source: Because the book is like the Ruby of Fire. Any fool can use the magic in the book, but only a master can vanquish the lust for power that it will bring out in him. He who fails will turn into something like Haldric, or worse...
en@shaw: ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘ ğ‘šğ‘«ğ‘’ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘²ğ‘’ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼. ğ‘§ğ‘¯ğ‘¦ ğ‘“ğ‘µğ‘¤ ğ‘’ğ‘¨ğ‘¯ ğ‘¿ğ‘• ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘¦ğ‘¯ ğ‘ ğ‘šğ‘«ğ‘’, ğ‘šğ‘³ğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘© ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘¨ğ‘™ğ‘’ğ‘¢ğ‘¦ğ‘– ğ‘ ğ‘¤ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¬ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘¬ğ‘‘ ğ‘¦ğ‘¯ ğ‘£ğ‘¦ğ‘¥. ğ‘£ğ‘° ğ‘£ğ‘µ ğ‘“ğ‘±ğ‘¤ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘»ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¤ğ‘²ğ‘’ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’, ğ‘¹ ğ‘¢ğ‘»ğ‘•...

source: Cleodil is pure in heart. Perhaps she can guard your book without being corrupted by its secrets...
en@shaw: Â·ğ‘’ğ‘¤ğ‘°ğ‘´ğ‘›ğ‘¦ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘ğ‘˜ğ‘«ğ‘¼ ğ‘¦ğ‘¯ ğ‘£ğ‘¸ğ‘‘. ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘–ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘œğ‘¸ğ‘› ğ‘¿ğ‘¼ ğ‘šğ‘«ğ‘’ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ğ‘•...

source: I am sure all these secrets are far beyond my art. My art is the healing kind and I...
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘–ğ‘«ğ‘¼ ğ‘·ğ‘¤ ğ‘ğ‘°ğ‘Ÿ ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ğ‘• ğ‘¸ ğ‘“ğ‘¸ ğ‘šğ‘¦ğ‘˜ğ‘ªğ‘¯ğ‘› ğ‘¥ğ‘² ğ‘¸ğ‘‘. ğ‘¥ğ‘² ğ‘¸ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘¯ ğ‘²...

source: There is no other option.
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘³ğ‘ğ‘¼ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯.

source: Very well, suppose Cleodil accepts the guardianship of your book. How will you then help us slay the orcish Great Chief?
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤, ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿ Â·ğ‘’ğ‘¤ğ‘°ğ‘´ğ‘›ğ‘¦ğ‘¤ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ğ‘• ğ‘ ğ‘œğ‘¸ğ‘›ğ‘°ğ‘©ğ‘¯ğ‘–ğ‘¦ğ‘ ğ‘ ğ‘¿ğ‘¼ ğ‘šğ‘«ğ‘’. ğ‘£ğ‘¬ ğ‘¢ğ‘¦ğ‘¤ ğ‘¿ ğ‘ğ‘§ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘•ğ‘¤ğ‘± ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¡ğ‘°ğ‘“?

source: There is a way, but it will be very dangerous. Two of you must enter the orcish camp by stealth and kill the Great Chief. There is a potion that will make you invisible for some time.
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘¢ğ‘±, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘•. ğ‘‘ğ‘µ ğ‘ ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘’ğ‘¨ğ‘¥ğ‘ ğ‘šğ‘² ğ‘•ğ‘‘ğ‘§ğ‘¤ğ‘” ğ‘¯ ğ‘’ğ‘¦ğ‘¤ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¡ğ‘°ğ‘“. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘±ğ‘’ ğ‘¿ ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘²ğ‘¥.

source: The elves have legends of such things. I suppose you have this potion, then?
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘¤ğ‘§ğ‘œğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘•ğ‘³ğ‘— ğ‘”ğ‘¦ğ‘™ğ‘Ÿ. ğ‘² ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘´ğ‘–ğ‘©ğ‘¯, ğ‘ğ‘§ğ‘¯?

source: Indeed I do, but it is perilous to use. It is made from the eyes of a powerful undead lich. It will make you invisible, but it is likely also to have undesirable effects, some temporary, some permanent!
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘² ğ‘›ğ‘µ, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘ºğ‘©ğ‘¤ğ‘©ğ‘• ğ‘‘ ğ‘¿ğ‘•. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘±ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘²ğ‘Ÿ ğ‘ ğ‘© ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¤ğ‘¦ğ‘—. ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘±ğ‘’ ğ‘¿ ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘²ğ‘’ğ‘¤ğ‘¦ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘Ÿğ‘²ğ‘®ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘•, ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦, ğ‘•ğ‘³ğ‘¥ ğ‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘‘!

source: What undesirable effects?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘Ÿğ‘²ğ‘®ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘•?

source: It is a dark and desperate course you set before me, but I see no other way; we must stop the orcs. As leader I cannot ask my men to run a risk I will not take myself, so I will be one of the two who will go to kill the Great Chief. But I will not compel anyone else to come with me, not at peril of being overwhelmed from within by evil magic. Does anyone volunteer?
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘© ğ‘›ğ‘¸ğ‘’ ğ‘¯ ğ‘›ğ‘§ğ‘•ğ‘ğ‘¼ğ‘©ğ‘‘ ğ‘’ğ‘¹ğ‘• ğ‘¿ ğ‘•ğ‘§ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¥ğ‘°, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘•ğ‘° ğ‘¯ğ‘´ ğ‘³ğ‘ğ‘¼ ğ‘¢ğ‘±; ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ ğ‘¹ğ‘’ğ‘•. ğ‘¨ğ‘Ÿ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘² ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯ ğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘© ğ‘®ğ‘¦ğ‘•ğ‘’ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¥ğ‘²ğ‘•ğ‘§ğ‘¤ğ‘“, ğ‘•ğ‘´ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘‘ğ‘µ ğ‘£ğ‘µ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘´ ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¡ğ‘°ğ‘“. ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘ªğ‘¥ğ‘ğ‘§ğ‘¤ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘³ğ‘¯ ğ‘§ğ‘¤ğ‘• ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘°, ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘‘ ğ‘ğ‘ºğ‘©ğ‘¤ ğ‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘´ğ‘ğ‘¼ğ‘¢ğ‘§ğ‘¤ğ‘¥ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¢ğ‘¦ğ‘ğ‘¦ğ‘¯ ğ‘šğ‘² ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’. ğ‘›ğ‘³ğ‘Ÿ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘³ğ‘¯ ğ‘ğ‘ªğ‘¤ğ‘©ğ‘¯ğ‘‘ğ‘½?

source: I will come with you. We shall not fail!
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘³ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘¿. ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘±ğ‘¤!

source: This does not seem the wisest of choices.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘›ğ‘´ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘°ğ‘¥ ğ‘ ğ‘¢ğ‘²ğ‘Ÿğ‘©ğ‘•ğ‘‘ ğ‘ ğ‘—ğ‘¶ğ‘•ğ‘©ğ‘Ÿ.

source: Landar may be impetuous, but he is a great fighter and my trusted friend. We should be about our task now, I think. Crelanu, your book will be safe with us. Cleodil will guard it until we find a worthy keeper.
en@shaw: Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘¦ğ‘¥ğ‘ğ‘§ğ‘—ğ‘¢ğ‘©ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘“ğ‘²ğ‘‘ğ‘¼ ğ‘¯ ğ‘¥ğ‘² ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›. ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¬ğ‘¼ ğ‘‘ğ‘­ğ‘•ğ‘’ ğ‘¯ğ‘¬, ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’. Â·ğ‘’ğ‘®ğ‘§ğ‘¤ğ‘­ğ‘¯ğ‘µ, ğ‘¿ğ‘¼ ğ‘šğ‘«ğ‘’ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘•ğ‘±ğ‘“ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•. Â·ğ‘’ğ‘¤ğ‘°ğ‘´ğ‘›ğ‘¦ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘¸ğ‘› ğ‘¦ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘° ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘© ğ‘¢ğ‘»ğ‘ğ‘° ğ‘’ğ‘°ğ‘ğ‘¼.

source: Come, I will give you and Landar the potion and show you a safe point to cross the river.
en@shaw: ğ‘’ğ‘³ğ‘¥, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘¦ğ‘ ğ‘¿ ğ‘¯ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸ ğ‘ ğ‘ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘¯ ğ‘–ğ‘´ ğ‘¿ ğ‘© ğ‘•ğ‘±ğ‘“ ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼.

source: With Crelanuâ€™s book in hand, Kalenz and his band began the long journey south to the Kaâ€™lian...
en@shaw: ğ‘¢ğ‘¦ğ‘ Â·ğ‘’ğ‘®ğ‘§ğ‘¤ğ‘­ğ‘¯ğ‘µğ‘Ÿ ğ‘šğ‘«ğ‘’ ğ‘¦ğ‘¯ ğ‘£ğ‘¨ğ‘¯ğ‘›, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘šğ‘©ğ‘œğ‘¨ğ‘¯ ğ‘ ğ‘¤ğ‘ªğ‘™ ğ‘¡ğ‘»ğ‘¯ğ‘° ğ‘•ğ‘¬ğ‘” ğ‘‘ ğ‘ Â·ğ‘’ğ‘±ğ‘¤ğ‘¾ğ‘¯...

source: Oh, no, I forgot my dose of Crelanuâ€™s invisibility philter. Iâ€™ll go back and get it. Iâ€™ll catch up with you later!
en@shaw: ğ‘´, ğ‘¯ğ‘´, ğ‘² ğ‘“ğ‘¼ğ‘œğ‘ªğ‘‘ ğ‘¥ğ‘² ğ‘›ğ‘´ğ‘• ğ‘ Â·ğ‘’ğ‘®ğ‘§ğ‘¤ğ‘­ğ‘¯ğ‘µğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘». ğ‘²'ğ‘¤ ğ‘œğ‘´ ğ‘šğ‘¨ğ‘’ ğ‘¯ ğ‘œğ‘§ğ‘‘ ğ‘¦ğ‘‘. ğ‘²'ğ‘¤ ğ‘’ğ‘¨ğ‘— ğ‘³ğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘¿ ğ‘¤ğ‘±ğ‘‘ğ‘¼!

source: Go, Landar, but be careful. We need you.
en@shaw: ğ‘œğ‘´, Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸, ğ‘šğ‘³ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤. ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘¿.

source: Some weeks later, as Kalenz and his companions were working their way southwards from the high peaks of the Heart Mountains into its foothills...
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘¢ğ‘°ğ‘’ğ‘• ğ‘¤ğ‘±ğ‘‘ğ‘¼, ğ‘¨ğ‘Ÿ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘¯ğ‘¦ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘» ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘¢ğ‘± ğ‘•ğ‘¬ğ‘”ğ‘¢ğ‘¼ğ‘›ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘£ğ‘² ğ‘ğ‘°ğ‘’ğ‘• ğ‘ ğ‘ ğ‘£ğ‘¸ğ‘‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘«ğ‘‘ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ...

source: Eonihar
en@shaw: Â·ğ‘°ğ‘ªğ‘¯ğ‘¦ğ‘£ğ‘¸

source: This means we are safe for the time being, no?
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘¢ğ‘° ğ‘¸ ğ‘•ğ‘±ğ‘“ ğ‘“ğ‘¹ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘šğ‘°ğ‘¦ğ‘™, ğ‘¯ğ‘´?

source: Whatâ€™s more, King Haldric is dead. His successor wants to renew the treaty of alliance and has asked for our help.
en@shaw: ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘¥ğ‘¹, ğ‘’ğ‘¦ğ‘™ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘¦ğ‘Ÿ ğ‘›ğ‘§ğ‘›. ğ‘£ğ‘¦ğ‘Ÿ ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘» ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘®ğ‘°ğ‘¯ğ‘¿ ğ‘ ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦ ğ‘ ğ‘©ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘• ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘­ğ‘•ğ‘’ğ‘‘ ğ‘“ğ‘¹ ğ‘¬ğ‘¼ ğ‘£ğ‘§ğ‘¤ğ‘.

source: How convenient! Now they need our help, they come running!
en@shaw: ğ‘£ğ‘¬ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘°ğ‘¯ğ‘¦ğ‘©ğ‘¯ğ‘‘! ğ‘¯ğ‘¬ ğ‘ğ‘± ğ‘¯ğ‘°ğ‘› ğ‘¬ğ‘¼ ğ‘£ğ‘§ğ‘¤ğ‘, ğ‘ğ‘± ğ‘’ğ‘³ğ‘¥ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™!

source: Landar! Youâ€™re back! All is well?
en@shaw: Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸! ğ‘¿'ğ‘¼ ğ‘šğ‘¨ğ‘’! ğ‘·ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤?

source: Yes, I have the philter of invisibility.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘» ğ‘ ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦.

source: We face a difficult choice. I know humans did not help us when the orcs attacked, but the orcs are everybodyâ€™s enemy. When humans fall, weâ€™ll be next.
en@shaw: ğ‘¢ğ‘° ğ‘“ğ‘±ğ‘• ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ ğ‘—ğ‘¶ğ‘•. ğ‘² ğ‘¯ğ‘´ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¸ ğ‘§ğ‘ğ‘®ğ‘°ğ‘šğ‘­ğ‘›ğ‘°ğ‘Ÿ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦. ğ‘¢ğ‘§ğ‘¯ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘“ğ‘·ğ‘¤, ğ‘¢ğ‘°'ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘.

source: The orcish forces are encamped south of the Great River, and have surrounded the fortified human settlement at Tath. The humans are sending all their forces there. We need to decide whether we will help them or not.
en@shaw: ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘§ğ‘¯ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘‘ ğ‘•ğ‘¬ğ‘” ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¼, ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘ ğ‘“ğ‘¹ğ‘‘ğ‘©ğ‘“ğ‘²ğ‘› ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘•ğ‘§ğ‘‘ğ‘©ğ‘¤ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¨ğ‘‘ Â·ğ‘‘ğ‘¨ğ‘”. ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘·ğ‘¤ ğ‘ğ‘º ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘ğ‘º. ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘› ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘¹ ğ‘¯ğ‘ªğ‘‘.

source: Go tell the council and the human king that we will be there! Now, letâ€™s hurry!
en@shaw: ğ‘œğ‘´ ğ‘‘ğ‘§ğ‘¤ ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘¯ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘’ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ğ‘º! ğ‘¯ğ‘¬, ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘£ğ‘³ğ‘®ğ‘¦!

source: Human Alliance
en@shaw: ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘©ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘•

source: With the human-elf alliance revived, our heroes hurried to the battlefield...
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯-ğ‘§ğ‘¤ğ‘“ ğ‘©ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘• ğ‘®ğ‘¦ğ‘ğ‘²ğ‘ğ‘›, ğ‘¬ğ‘¼ ğ‘£ğ‘½ğ‘´ğ‘Ÿ ğ‘£ğ‘³ğ‘®ğ‘¦ğ‘› ğ‘‘ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘“ğ‘°ğ‘¤ğ‘›...

source: Aldar
en@shaw: Â·ğ‘­ğ‘¤ğ‘›ğ‘º

source: Pirror
en@shaw: Â·ğ‘ğ‘»ğ‘¹

source: Tan-Grub
en@shaw: Â·ğ‘‘ğ‘¨ğ‘¯-ğ‘œğ‘®ğ‘©ğ‘š

source: Grol
en@shaw: Â·ğ‘œğ‘®ğ‘´ğ‘¤

source: Last for the end of turns
en@shaw: ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ

source: Death of Aldar
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘­ğ‘¤ğ‘›ğ‘º

source: Tremble, orcs! The vengeance of the Elves is upon you!!
en@shaw: ğ‘‘ğ‘®ğ‘§ğ‘¥ğ‘šğ‘©ğ‘¤, ğ‘¹ğ‘’ğ‘•! ğ‘ ğ‘ğ‘§ğ‘¯ğ‘¡ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘¿!!

source: So it is true! The elves have come to our aid!
en@shaw: ğ‘•ğ‘´ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ! ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘¬ğ‘¼ ğ‘²ğ‘›!

source: An elven army to the north? And they have dwarves with them? We must defeat them in detail before they combine, which means attacking before our reinforcements arrive. Maybe we can beat the humans before the elves can intervene. Overrun city and castle!
en@shaw: ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘¸ğ‘¥ğ‘¦ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”? ğ‘¯ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘§ğ‘¥? ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘¯ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘± ğ‘’ğ‘©ğ‘¥ğ‘šğ‘²ğ‘¯, ğ‘¢ğ‘¦ğ‘— ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¬ğ‘¼ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘©ğ‘®ğ‘²ğ‘. ğ‘¥ğ‘±ğ‘šğ‘° ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘°ğ‘‘ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘ğ‘°ğ‘¯. ğ‘´ğ‘ğ‘¼ğ‘®ğ‘³ğ‘¯ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘¯ ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤!

source: The brazen cry of a war-horn is heard in the distance.
en@shaw: ğ‘ ğ‘šğ‘®ğ‘±ğ‘Ÿğ‘©ğ‘¯ ğ‘’ğ‘®ğ‘² ğ‘ ğ‘© ğ‘¢ğ‘¹-ğ‘£ğ‘¹ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘£ğ‘»ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•.

source: Aldun
en@shaw: Â·ğ‘­ğ‘¤ğ‘›ğ‘³ğ‘¯

source: General Aldar has received your message. He asks that you engage the orcish reinforcements from the north, preventing them from joining with their fellows here. Those fresh troops must not be allowed to enter the battle! Our reinforcements should arrive in a few days.
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ Â·ğ‘­ğ‘¤ğ‘›ğ‘º ğ‘£ğ‘¨ğ‘Ÿ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘¿ğ‘¼ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡. ğ‘£ğ‘° ğ‘­ğ‘•ğ‘’ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘¦ğ‘¯ğ‘œğ‘±ğ‘¡ ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¯ğ‘¹ğ‘”, ğ‘ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¡ğ‘¶ğ‘¯ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘º ğ‘“ğ‘§ğ‘¤ğ‘´ğ‘Ÿ ğ‘£ğ‘½. ğ‘ğ‘´ğ‘Ÿ ğ‘“ğ‘®ğ‘§ğ‘– ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤! ğ‘¬ğ‘¼ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘–ğ‘«ğ‘› ğ‘©ğ‘®ğ‘²ğ‘ ğ‘¦ğ‘¯ ğ‘© ğ‘“ğ‘¿ ğ‘›ğ‘±ğ‘Ÿ.

source: Where is the rest of the elvish army? They were promised and should be here!
en@shaw: ğ‘¢ğ‘º ğ‘¦ğ‘Ÿ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘¸ğ‘¥ğ‘¦? ğ‘ğ‘± ğ‘¢ğ‘» ğ‘ğ‘®ğ‘ªğ‘¥ğ‘¦ğ‘•ğ‘‘ ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘£ğ‘½!

source: The Great Council has decided it was too risky to send troops here. But some of us dissented and have come to fight beside you.
en@shaw: ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘›ğ‘©ğ‘› ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘‘ğ‘µ ğ‘®ğ‘¦ğ‘•ğ‘’ğ‘¦ ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘£ğ‘½. ğ‘šğ‘³ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘³ğ‘• ğ‘›ğ‘¦ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘› ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘šğ‘¦ğ‘•ğ‘²ğ‘› ğ‘¿.

source: Kulrad
en@shaw: Â·ğ‘œğ‘³ğ‘¤ğ‘®ğ‘¨ğ‘›

source: I see foul orcs to be ridden down! Charge!
en@shaw: ğ‘² ğ‘•ğ‘° ğ‘“ğ‘¬ğ‘¤ ğ‘¹ğ‘’ğ‘• ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘›ğ‘¬ğ‘¯! ğ‘—ğ‘¸ğ‘¡!

source: More of the cursed horse-pokers!! Run, letâ€™s get out of here!
en@shaw: ğ‘¥ğ‘¹ ğ‘ ğ‘ ğ‘’ğ‘»ğ‘•ğ‘› ğ‘£ğ‘¹ğ‘•-ğ‘ğ‘´ğ‘’ğ‘¼ğ‘Ÿ!! ğ‘®ğ‘³ğ‘¯, ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘£ğ‘½!

source: The not-at-all-brazen cry of a war-horn is heard in the distance.
en@shaw: ğ‘ ğ‘¯ğ‘ªğ‘‘-ğ‘¨ğ‘‘-ğ‘·ğ‘¤-ğ‘šğ‘®ğ‘±ğ‘Ÿğ‘©ğ‘¯ ğ‘’ğ‘®ğ‘² ğ‘ ğ‘© ğ‘¢ğ‘¹-ğ‘£ğ‘¹ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘£ğ‘»ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•.

source: The King is here! Hail Haldric II, King of Wesnoth!
en@shaw: ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘£ğ‘½! ğ‘£ğ‘±ğ‘¤ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›, ğ‘’ğ‘¦ğ‘™ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”!

source: I die? Great Chief never said anything about fighting elves and dwarves!
en@shaw: ğ‘² ğ‘›ğ‘²? ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¡ğ‘°ğ‘“ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘§ğ‘› ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¯ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ!

source: The Treaty
en@shaw: ğ‘ ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦

source: Friends, today we have won a great victory, though it lost us good men. Let this be the beginning of a new alliance between our people.
en@shaw: ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ, ğ‘‘ğ‘«ğ‘›ğ‘± ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦, ğ‘ğ‘´ ğ‘¦ğ‘‘ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘³ğ‘• ğ‘œğ‘«ğ‘› ğ‘¥ğ‘§ğ‘¯. ğ‘¤ğ‘§ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘šğ‘° ğ‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘© ğ‘¯ğ‘¿ ğ‘©ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤.

source: Haldric II
en@shaw: Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¥ğ‘›

source: King Haldric II, I am very pleased to hear these words. We are facing dangerous adversaries. We intend to put an end to this threat and we will welcome any ally against it.
en@shaw: ğ‘’ğ‘¦ğ‘™ Â·ğ‘£ğ‘­ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘’ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¥ğ‘›, ğ‘² ğ‘¨ğ‘¥ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘ğ‘¤ğ‘°ğ‘Ÿğ‘› ğ‘‘ ğ‘£ğ‘½ ğ‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘»ğ‘›ğ‘Ÿ. ğ‘¢ğ‘° ğ‘¸ ğ‘“ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘• ğ‘¨ğ‘›ğ‘ğ‘¼ğ‘•ğ‘©ğ‘®ğ‘¦ğ‘Ÿ. ğ‘¢ğ‘° ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘ğ‘«ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘”ğ‘®ğ‘§ğ‘‘ ğ‘¯ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¢ğ‘§ğ‘¤ğ‘’ğ‘©ğ‘¥ ğ‘§ğ‘¯ğ‘¦ ğ‘¨ğ‘¤ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘¦ğ‘‘.

source: What? We cannot trust these humans! Where were they when we fought the orcs alone? This King is bound to betray us just as his father did!
en@shaw: ğ‘¢ğ‘ªğ‘‘? ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ! ğ‘¢ğ‘º ğ‘¢ğ‘» ğ‘ğ‘± ğ‘¢ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘“ğ‘·ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘©ğ‘¤ğ‘´ğ‘¯? ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘šğ‘¬ğ‘¯ğ‘› ğ‘‘ ğ‘šğ‘¦ğ‘‘ğ‘®ğ‘± ğ‘³ğ‘• ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘£ğ‘¦ğ‘Ÿ ğ‘“ğ‘­ğ‘ğ‘¼ ğ‘›ğ‘¦ğ‘›!

source: Silence! How dare you talk this way to the King!
en@shaw: ğ‘•ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘•! ğ‘£ğ‘¬ ğ‘›ğ‘º ğ‘¿ ğ‘‘ğ‘·ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘± ğ‘‘ ğ‘ ğ‘’ğ‘¦ğ‘™!

source: The King speaks wisdom. We cannot undo the past. And we need each other to fight the orcs. I will sign the treaty on behalf of the Elves.
en@shaw: ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘•ğ‘ğ‘°ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘Ÿğ‘›ğ‘©ğ‘¥. ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘ ğ‘ğ‘­ğ‘•ğ‘‘. ğ‘¯ ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘°ğ‘— ğ‘³ğ‘ğ‘¼ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘•. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘²ğ‘¯ ğ‘ ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦ ğ‘ªğ‘¯ ğ‘šğ‘¦ğ‘£ğ‘­ğ‘“ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ.

source: Your father had a certain stone, the Ruby of Fire. Do you still have it?
en@shaw: ğ‘¿ğ‘¼ ğ‘“ğ‘­ğ‘ğ‘¼ ğ‘£ğ‘¨ğ‘› ğ‘© ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘•ğ‘‘ğ‘´ğ‘¯, ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼. ğ‘›ğ‘µ ğ‘¿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘‘?

source: How is it that you know about the Ruby of Fire?
en@shaw: ğ‘£ğ‘¬ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘¯ğ‘´ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘ ğ‘“ğ‘²ğ‘¼?

source: We have learned, oh King, that the energy suffusing the Ruby can have evil effects on its wielders. It may well be this was the reason your father grew closed in upon himself. For your own sake and that of your kingdom, we advise you to enclose it in a net or filigree of pure gold charged with the magic of light.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¤ğ‘»ğ‘¯ğ‘›, ğ‘´ ğ‘’ğ‘¦ğ‘™, ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘¼ğ‘¡ğ‘¦ ğ‘•ğ‘©ğ‘“ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘ ğ‘®ğ‘µğ‘šğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ªğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘°ğ‘¤ğ‘›ğ‘»ğ‘•. ğ‘¦ğ‘‘ ğ‘¥ğ‘± ğ‘¢ğ‘§ğ‘¤ ğ‘šğ‘° ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘ ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ ğ‘¿ğ‘¼ ğ‘“ğ‘­ğ‘ğ‘¼ ğ‘œğ‘®ğ‘µ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘› ğ‘¦ğ‘¯ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘£ğ‘¦ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘“. ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘´ğ‘¯ ğ‘•ğ‘±ğ‘’ ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘¿ğ‘¼ ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥, ğ‘¢ğ‘° ğ‘¨ğ‘›ğ‘ğ‘²ğ‘Ÿ ğ‘¿ ğ‘‘ ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘© ğ‘¯ğ‘§ğ‘‘ ğ‘¹ ğ‘“ğ‘¦ğ‘¤ğ‘©ğ‘œğ‘®ğ‘° ğ‘ ğ‘ğ‘˜ğ‘«ğ‘¼ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘—ğ‘¸ğ‘¡ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘ ğ‘¤ğ‘²ğ‘‘.
