Repository: wesnoth/wesnoth
Catalog: po/wesnoth-low/*.po
Languages: en@shaw

source: Now that we have signed the Treaty, let us put it into action. We will take the fight to the orcs before winter falls; we need you to demonstrate against them, drawing them away from the roads north. Can we count on you?
en@shaw: ğ‘¯ğ‘¬ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦, ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘ğ‘«ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘ ğ‘“ğ‘²ğ‘‘ ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘“ğ‘·ğ‘¤ğ‘Ÿ; ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘¿ ğ‘‘ ğ‘›ğ‘§ğ‘¥ğ‘©ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘§ğ‘¥, ğ‘›ğ‘®ğ‘·ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ ğ‘©ğ‘¢ğ‘± ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘®ğ‘´ğ‘›ğ‘Ÿ ğ‘¯ğ‘¹ğ‘”. ğ‘’ğ‘¨ğ‘¯ ğ‘¢ğ‘° ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘ªğ‘¯ ğ‘¿?

source: I knew it! I always told you we stand alone!
en@shaw: ğ‘² ğ‘¯ğ‘¿ ğ‘¦ğ‘‘! ğ‘² ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘‘ğ‘´ğ‘¤ğ‘› ğ‘¿ ğ‘¢ğ‘° ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘©ğ‘¤ğ‘´ğ‘¯!

source: Cleodil...
en@shaw: Â·ğ‘’ğ‘¤ğ‘°ğ‘´ğ‘›ğ‘¦ğ‘¤...

source: I do not think I could bear your death. Still less could I bear the corruption of your soul; the grief would ruin me.
en@shaw: ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘² ğ‘’ğ‘«ğ‘› ğ‘šğ‘º ğ‘¿ğ‘¼ ğ‘›ğ‘§ğ‘”. ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘• ğ‘’ğ‘«ğ‘› ğ‘² ğ‘šğ‘º ğ‘ ğ‘’ğ‘»ğ‘©ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘¿ğ‘¼ ğ‘•ğ‘´ğ‘¤; ğ‘ ğ‘œğ‘®ğ‘°ğ‘“ ğ‘¢ğ‘«ğ‘› ğ‘®ğ‘µğ‘¦ğ‘¯ ğ‘¥ğ‘°.

source: Great Chief Brurbar
en@shaw: ğ‘œğ‘®ğ‘±ğ‘‘ Â·ğ‘¡ğ‘°ğ‘“ Â·ğ‘šğ‘®ğ‘µğ‘®ğ‘šğ‘¸

source: Tamitahan
en@shaw: Â·ğ‘‘ğ‘¨ğ‘¥ğ‘¦ğ‘‘ğ‘­ğ‘¨ğ‘¯

source: Khrubar
en@shaw: Â·ğ‘’ğ‘£ğ‘®ğ‘µğ‘šğ‘¸

source: Gvur
en@shaw: Â·ğ‘œğ‘ğ‘»

source: Ozul
en@shaw: Â·ğ‘´ğ‘Ÿğ‘µğ‘¤

source: Kill the Orcish Great Chief and Kalenz must reach the signpost
en@shaw: ğ‘’ğ‘¦ğ‘¤ ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¡ğ‘°ğ‘“ ğ‘¯ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘°ğ‘— ğ‘ ğ‘•ğ‘²ğ‘¯ğ‘ğ‘´ğ‘•ğ‘‘

source: Odrun
en@shaw: Â·ğ‘´ğ‘›ğ‘®ğ‘³ğ‘¯

source: Kardur
en@shaw: Â·ğ‘’ğ‘¸ğ‘›ğ‘µğ‘®

source: Kartrog
en@shaw: Â·ğ‘’ğ‘¸ğ‘‘ğ‘®ğ‘­ğ‘œ

source: Sdrul
en@shaw: Â·ğ‘•ğ‘›ğ‘®ğ‘µğ‘¤

source: Utrub
en@shaw: Â·ğ‘µğ‘‘ğ‘®ğ‘³ğ‘š

source: Uhmit
en@shaw: Â·ğ‘³ğ‘¥ğ‘¦ğ‘‘

source: Grut
en@shaw: Â·ğ‘œğ‘®ğ‘³ğ‘‘

source: Krolru
en@shaw: Â·ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘®ğ‘µ

source: Kryl
en@shaw: Â·ğ‘’ğ‘®ğ‘°ğ‘¤

source: Erdug
en@shaw: Â·ğ‘ºğ‘›ğ‘³ğ‘’

source: Urdol
en@shaw: Â·ğ‘»ğ‘›ğ‘´ğ‘¤

source: Tan-Drur
en@shaw: Â·ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘®ğ‘»

source: Brim
en@shaw: Â·ğ‘šğ‘®ğ‘¦ğ‘¥

source: Krud
en@shaw: Â·ğ‘’ğ‘®ğ‘³ğ‘›

source: Krulr
en@shaw: Â·ğ‘’ğ‘®ğ‘µğ‘¤ğ‘®

source: Draglar
en@shaw: Â·ğ‘›ğ‘®ğ‘¨ğ‘œğ‘¤ğ‘¸

source: Qmrun
en@shaw: Â·ğ‘’ğ‘³ğ‘¥ğ‘®ğ‘³ğ‘¯

source: Erdog
en@shaw: Â·ğ‘½ğ‘›ğ‘ªğ‘œ

source: Sbrak
en@shaw: Â·ğ‘•ğ‘šğ‘®ğ‘¨ğ‘’

source: Urdum
en@shaw: Â·ğ‘»ğ‘›ğ‘³ğ‘¥

source: Ozdul
en@shaw: Â·ğ‘´ğ‘Ÿğ‘›ğ‘µğ‘¤

source: Zuzerd
en@shaw: Â·ğ‘Ÿğ‘µğ‘Ÿğ‘»ğ‘›

source: Egrok
en@shaw: Â·ğ‘°ğ‘œğ‘®ğ‘­ğ‘’

source: Urbrus
en@shaw: Â·ğ‘»ğ‘šğ‘®ğ‘³ğ‘•

source: Erbru
en@shaw: Â·ğ‘»ğ‘šğ‘®ğ‘µ

source: Muhmr
en@shaw: Â·ğ‘¥ğ‘³ğ‘£ğ‘¥ğ‘®

source: Cfrul
en@shaw: Â·ğ‘’ğ‘“ğ‘®ğ‘µğ‘¤

source: Irkrul
en@shaw: Â·ğ‘ºğ‘’ğ‘®ğ‘µğ‘¤

source: Cebrun
en@shaw: Â·ğ‘•ğ‘°ğ‘šğ‘®ğ‘³ğ‘¯

source: Krundrum
en@shaw: Â·ğ‘’ğ‘®ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘³ğ‘¥

source: Arrkud
en@shaw: Â·ğ‘¸ğ‘’ğ‘µğ‘›

source: Gulmod
en@shaw: Â·ğ‘œğ‘³ğ‘¤ğ‘¥ğ‘­ğ‘›

source: invisible
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤

source: Here we are at last. Landar, are you sure you want to go through with this?
en@shaw: ğ‘£ğ‘½ ğ‘¢ğ‘° ğ‘¸ ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘. Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸, ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘œğ‘´ ğ‘”ğ‘®ğ‘µ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘•?

source: Absolutely. Letâ€™s do it!
en@shaw: ğ‘¨ğ‘šğ‘•ğ‘´ğ‘¤ğ‘µğ‘‘ğ‘¤ğ‘¦. ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘›ğ‘µ ğ‘¦ğ‘‘!

source: We need to kill the Great Chief and get out before the effect of the philter ends. Time to drink it down now!
en@shaw: ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¡ğ‘°ğ‘“ ğ‘¯ ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘ ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘» ğ‘§ğ‘¯ğ‘›ğ‘Ÿ. ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘›ğ‘®ğ‘¦ğ‘™ğ‘’ ğ‘¦ğ‘‘ ğ‘›ğ‘¬ğ‘¯ ğ‘¯ğ‘¬!

source: Crelanuâ€™s philter affecting Kalenz
en@shaw: Â·ğ‘’ğ‘®ğ‘§ğ‘¤ğ‘­ğ‘¯ğ‘µğ‘Ÿ ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘» ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ

source: Crelanuâ€™s philter affecting Landar
en@shaw: Â·ğ‘’ğ‘®ğ‘§ğ‘¤ğ‘­ğ‘¯ğ‘µğ‘Ÿ ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘» ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸

source: This feels passing strange! Landar, remember to stay far from the wolves â€”they may be able to smell us.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘“ğ‘°ğ‘¤ğ‘Ÿ ğ‘ğ‘­ğ‘•ğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘¡! Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸, ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘‘ ğ‘•ğ‘‘ğ‘± ğ‘“ğ‘¸ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¢ğ‘«ğ‘¤ğ‘ğ‘Ÿ-ğ‘ğ‘± ğ‘¥ğ‘± ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘¥ğ‘§ğ‘¤ ğ‘³ğ‘•.

source: The orcish chieftain is dead! Now we must make appear he was slain by an orcish hand!
en@shaw: ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘—ğ‘°ğ‘“ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘›ğ‘§ğ‘›! ğ‘¯ğ‘¬ ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘©ğ‘ğ‘½ ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘¤ğ‘±ğ‘¯ ğ‘šğ‘² ğ‘©ğ‘¯ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘£ğ‘¨ğ‘¯ğ‘›!

source: We are too late, the potion effects have worn off and we are visible!
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘‘ğ‘µ ğ‘¤ğ‘±ğ‘‘, ğ‘ ğ‘ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘¹ğ‘¯ ğ‘ªğ‘“ ğ‘¯ ğ‘¢ğ‘° ğ‘¸ ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤!

source: With our ruse revealed, the orcs will attack our forests instead of fighting among themselves.
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘¬ğ‘¼ ğ‘®ğ‘µğ‘Ÿ ğ‘®ğ‘¦ğ‘ğ‘°ğ‘¤ğ‘›, ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¬ğ‘¼ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘©ğ‘¥ğ‘³ğ‘™ ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ.

source: Done!
en@shaw: ğ‘›ğ‘³ğ‘¯!

source: The Great Chief has been murdered! Whoever did it will only get da throne over my dead stinking body!
en@shaw: ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¡ğ‘°ğ‘“ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘¥ğ‘»ğ‘›ğ‘¼ğ‘›! ğ‘£ğ‘µğ‘§ğ‘ğ‘¼ ğ‘›ğ‘¦ğ‘› ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘œğ‘§ğ‘‘ ğ‘›ğ‘­ ğ‘”ğ‘®ğ‘´ğ‘¯ ğ‘´ğ‘ğ‘¼ ğ‘¥ğ‘² ğ‘›ğ‘§ğ‘› ğ‘•ğ‘‘ğ‘¦ğ‘™ğ‘’ğ‘¦ğ‘™ ğ‘šğ‘ªğ‘›ğ‘¦!

source: I am the strongest warlord! I will be Chief!
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘œğ‘©ğ‘•ğ‘‘ ğ‘¢ğ‘¹ğ‘¤ğ‘¹ğ‘›! ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¡ğ‘°ğ‘“!

source: No way anyone will steal my throne!
en@shaw: ğ‘¯ğ‘´ ğ‘¢ğ‘± ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘³ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘°ğ‘¤ ğ‘¥ğ‘² ğ‘”ğ‘®ğ‘´ğ‘¯!

source: This is my time and I will kill anyone who disputes it!
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¥ğ‘² ğ‘‘ğ‘²ğ‘¥ ğ‘¯ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘¦ğ‘¤ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘³ğ‘¯ ğ‘£ğ‘µ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¿ğ‘‘ğ‘• ğ‘¦ğ‘‘!

source: The plan is working! Now we will take back whatâ€™s ours!
en@shaw: ğ‘ ğ‘ğ‘¤ğ‘¨ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™! ğ‘¯ğ‘¬ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘šğ‘¨ğ‘’ ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘¬ğ‘¼ğ‘Ÿ!

source: With the orcs embroiled in a civil war, Kalenz seized the chance to take back his beloved home. Reports had been arriving of an enclave of Northern Elves yet holding out against the orcish invaders. It was quickly decided to send a force to their aid. But harsh winter weather descended while it was en route...
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘§ğ‘¥ğ‘šğ‘®ğ‘¶ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘© ğ‘•ğ‘¦ğ‘ğ‘¦ğ‘¤ ğ‘¢ğ‘¹, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘•ğ‘°ğ‘Ÿğ‘› ğ‘ ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘šğ‘¨ğ‘’ ğ‘£ğ‘¦ğ‘Ÿ ğ‘šğ‘©ğ‘¤ğ‘³ğ‘ğ‘©ğ‘› ğ‘£ğ‘´ğ‘¥. ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘› ğ‘šğ‘°ğ‘¯ ğ‘»ğ‘²ğ‘ğ‘¦ğ‘™ ğ‘ ğ‘©ğ‘¯ ğ‘­ğ‘¯ğ‘’ğ‘¤ğ‘±ğ‘ ğ‘ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘˜ğ‘§ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘›ğ‘¦ğ‘™ ğ‘¬ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¦ğ‘¯ğ‘ğ‘±ğ‘›ğ‘»ğ‘Ÿ. ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘© ğ‘“ğ‘¹ğ‘• ğ‘‘ ğ‘ğ‘º ğ‘²ğ‘›. ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘¸ğ‘– ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¢ğ‘²ğ‘¤ ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘§ğ‘¯ ğ‘®ğ‘µğ‘‘...

source: Kior-Pur
en@shaw: Â·ğ‘’ğ‘°ğ‘´ğ‘®-ğ‘ğ‘»

source: Mbiran
en@shaw: Â·ğ‘¥ğ‘šğ‘¦ğ‘®ğ‘¨ğ‘¯

source: Tan-Durr
en@shaw: Â·ğ‘‘ğ‘¨ğ‘¯-ğ‘›ğ‘»

source: Death of Uradredia
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘»ğ‘¨ğ‘›ğ‘®ğ‘°ğ‘›ğ‘¾

source: I see troops coming from the south! It must be that our army has beaten these elves and humans and will now help us crush these remaining elves!
en@shaw: ğ‘² ğ‘•ğ‘° ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘•ğ‘¬ğ‘”! ğ‘¦ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘ğ‘¨ğ‘‘ ğ‘¬ğ‘¼ ğ‘¸ğ‘¥ğ‘¦ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘‘ğ‘©ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¯ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘¬ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘’ğ‘®ğ‘³ğ‘– ğ‘ğ‘°ğ‘Ÿ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘§ğ‘¤ğ‘ğ‘Ÿ!

source: Our defenses are stretched thin. Men, prepare to face another orcish attack!
en@shaw: ğ‘¬ğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘—ğ‘‘ ğ‘”ğ‘¦ğ‘¯. ğ‘¥ğ‘§ğ‘¯, ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘‘ ğ‘“ğ‘±ğ‘• ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘©ğ‘‘ğ‘¨ğ‘’!

source: The North Elves still stand. Prepare for battle!
en@shaw: ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›. ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘“ğ‘¹ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤!

source: Our thanks to you, Kalenz, son of Kliada. Our troops are at your command.
en@shaw: ğ‘¬ğ‘¼ ğ‘”ğ‘¨ğ‘™ğ‘’ğ‘• ğ‘‘ ğ‘¿, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘•ğ‘³ğ‘¯ ğ‘ Â·ğ‘’ğ‘¤ğ‘­ğ‘›ğ‘©. ğ‘¬ğ‘¼ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘¸ ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›.

source: The elves are attacking us! Reserves!
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘³ğ‘•! ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ğ‘Ÿ!

source: Zhuk
en@shaw: Â·ğ‘Ÿğ‘µğ‘’

source: Dran
en@shaw: Â·ğ‘›ğ‘®ğ‘©ğ‘¯

source: Hrugt
en@shaw: Â·ğ‘£ğ‘®ğ‘µğ‘‘

source: Orhtib
en@shaw: Â·ğ‘¹ğ‘£ğ‘‘ğ‘¦ğ‘š

source: Before you die, know that you lost in Wesmere, you lost at Tath, you will lose here and that your Great Chief is dead!
en@shaw: ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¿ ğ‘›ğ‘², ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¦ğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¥ğ‘°ğ‘®, ğ‘¿ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¨ğ‘‘ Â·ğ‘‘ğ‘¨ğ‘”, ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘µğ‘Ÿ ğ‘£ğ‘½ ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¡ğ‘°ğ‘“ ğ‘¦ğ‘Ÿ ğ‘›ğ‘§ğ‘›!

source: Hour of Glory
en@shaw: ğ‘¬ğ‘¼ ğ‘ ğ‘œğ‘¤ğ‘¹ğ‘¦

source: Kalenz, your mission is complete. The orcish Great Chieftain is dead and you have recaptured your home. Yet I sense there is turmoil in your mind...
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘¿ğ‘¼ ğ‘¥ğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘. ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘—ğ‘°ğ‘“ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘›ğ‘§ğ‘› ğ‘¯ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘°ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘› ğ‘¿ğ‘¼ ğ‘£ğ‘´ğ‘¥. ğ‘˜ğ‘§ğ‘‘ ğ‘² ğ‘•ğ‘§ğ‘¯ğ‘• ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘‘ğ‘»ğ‘¥ğ‘¶ğ‘¤ ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘¥ğ‘²ğ‘¯ğ‘›...

source: It is indeed as you say, Cleodil. It is that potion that gnaws at me. I cannot enjoy our victories, nor can I rest. I am fighting it every single moment.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘•ğ‘±, Â·ğ‘’ğ‘¤ğ‘°ğ‘´ğ‘›ğ‘¦ğ‘¤. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘ªğ‘Ÿ ğ‘¨ğ‘‘ ğ‘¥ğ‘°. ğ‘² ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘¡ğ‘¶ ğ‘¬ğ‘¼ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ğ‘Ÿ, ğ‘¯ğ‘¹ ğ‘’ğ‘¨ğ‘¯ ğ‘² ğ‘®ğ‘§ğ‘•ğ‘‘. ğ‘² ğ‘¨ğ‘¥ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘‘ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘¥ğ‘´ğ‘¥ğ‘©ğ‘¯ğ‘‘.

source: Crelanu warned us this might occur...
en@shaw: Â·ğ‘’ğ‘®ğ‘§ğ‘¤ğ‘­ğ‘¯ğ‘µ ğ‘¢ğ‘¹ğ‘¯ğ‘› ğ‘³ğ‘• ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘²ğ‘‘ ğ‘ªğ‘’ğ‘»...

source: There was no other choice. Even if we die, it was worth it.
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘´ ğ‘³ğ‘ğ‘¼ ğ‘—ğ‘¶ğ‘•. ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘›ğ‘², ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¢ğ‘»ğ‘” ğ‘¦ğ‘‘.

source: He seems to handle it better than do I...
en@shaw: ğ‘£ğ‘° ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ ğ‘¦ğ‘‘ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘›ğ‘µ ğ‘²...

source: It does seem so, Kalenz. But I fear things may not be as they seem. Landarâ€™s mind has become dark and clouded to my healing senses.
en@shaw: ğ‘¦ğ‘‘ ğ‘›ğ‘³ğ‘Ÿ ğ‘•ğ‘°ğ‘¥ ğ‘•ğ‘´, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ. ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘“ğ‘½ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘•ğ‘°ğ‘¥. Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸ğ‘Ÿ ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘›ğ‘¸ğ‘’ ğ‘¯ ğ‘’ğ‘¤ğ‘¬ğ‘›ğ‘¦ğ‘› ğ‘‘ ğ‘¥ğ‘² ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘Ÿ.

source: I understand too well what that may portend, beloved, but I do not wish to believe it. Landar is my friend, near as dear to me as you are.
en@shaw: ğ‘² ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘‘ğ‘µ ğ‘¢ğ‘§ğ‘¤ ğ‘¢ğ‘ªğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘± ğ‘ğ‘¹ğ‘‘ğ‘§ğ‘¯ğ‘›, ğ‘šğ‘©ğ‘¤ğ‘³ğ‘ğ‘©ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘¦ğ‘– ğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘¦ğ‘‘. Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘² ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›, ğ‘¯ğ‘½ ğ‘¨ğ‘Ÿ ğ‘›ğ‘½ ğ‘‘ ğ‘¥ğ‘° ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘¸.

source: Some dwarves have been found dead in our camp. Landar is extremely unfriendly towards them, and ill-feeling is growing. I think the dwarves will leave us soon.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘›ğ‘§ğ‘› ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘’ğ‘¨ğ‘¥ğ‘. Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ğ‘¤ğ‘¦ ğ‘©ğ‘¯ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘¤ğ‘° ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘›ğ‘Ÿ ğ‘ğ‘§ğ‘¥, ğ‘¯ ğ‘¦ğ‘¤-ğ‘“ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘œğ‘®ğ‘´ğ‘¦ğ‘™. ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘°ğ‘ ğ‘³ğ‘• ğ‘•ğ‘µğ‘¯.

source: I will try to mend matters between them...
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘› ğ‘¥ğ‘¨ğ‘‘ğ‘¼ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ğ‘§ğ‘¥...

source: I see I cannot convince you. Go, do as you must; but be careful Kalenz, for I fear for us all...
en@shaw: ğ‘² ğ‘•ğ‘° ğ‘² ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘¦ğ‘¯ğ‘• ğ‘¿. ğ‘œğ‘´, ğ‘›ğ‘µ ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘; ğ‘šğ‘³ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘“ğ‘¹ ğ‘² ğ‘“ğ‘½ ğ‘“ğ‘¹ ğ‘³ğ‘• ğ‘·ğ‘¤...

source: Costly Revenge
en@shaw: ğ‘’ğ‘ªğ‘•ğ‘‘ğ‘¤ğ‘° ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘¡

source: But Kalenz failed to persuade the dwarves. The dwarves left, and Landar insisted the elves must march on the empire of the Saurians...
en@shaw: ğ‘šğ‘³ğ‘‘ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘ğ‘»ğ‘•ğ‘¢ğ‘±ğ‘› ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ. ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¤ğ‘§ğ‘“ğ‘‘, ğ‘¯ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸ ğ‘¦ğ‘¯ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘¸ğ‘— ğ‘ªğ‘¯ ğ‘ ğ‘§ğ‘¥ğ‘ğ‘²ğ‘¼ ğ‘ ğ‘ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ...

source: I am not entirely easy with this myself, Cleodil. But there is something to what Landar says; the wide green world must know there is a price, a heavy price for raiding in the forest of Wesmere.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘²ğ‘¼ğ‘¤ğ‘¦ ğ‘°ğ‘Ÿğ‘¦ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘²ğ‘•ğ‘§ğ‘¤ğ‘“, Â·ğ‘’ğ‘¤ğ‘°ğ‘´ğ‘›ğ‘¦ğ‘¤. ğ‘šğ‘³ğ‘‘ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘‘ ğ‘¢ğ‘ªğ‘‘ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸ ğ‘•ğ‘§ğ‘Ÿ; ğ‘ ğ‘¢ğ‘²ğ‘› ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¯ğ‘´ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘ğ‘®ğ‘²ğ‘•, ğ‘© ğ‘£ğ‘§ğ‘ğ‘¦ ğ‘ğ‘®ğ‘²ğ‘• ğ‘“ğ‘¹ ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¥ğ‘°ğ‘®.

source: Then you who walk the earth path and carry steel can collect that price. Those on the faerie path will not be with you. Not this time.
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘¿ ğ‘£ğ‘µ ğ‘¢ğ‘·ğ‘’ ğ‘ ğ‘»ğ‘” ğ‘ğ‘­ğ‘” ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘¦ ğ‘•ğ‘‘ğ‘°ğ‘¤ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘’ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘®ğ‘²ğ‘•. ğ‘ğ‘´ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ ğ‘“ğ‘ºğ‘¦ ğ‘ğ‘­ğ‘” ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¢ğ‘¦ğ‘ ğ‘¿. ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘²ğ‘¥.

source: We do as we must.
en@shaw: ğ‘¢ğ‘° ğ‘›ğ‘µ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘.

source: Hgyr
en@shaw: Â·ğ‘£ğ‘œğ‘²ğ‘®

source: A shame we missed the opportunity to rid the forests of dwarves, as well.
en@shaw: ğ‘© ğ‘–ğ‘±ğ‘¥ ğ‘¢ğ‘° ğ‘¥ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ ğ‘®ğ‘¦ğ‘› ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ, ğ‘¨ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤.

source: Defeat all enemy units, and destroy all villages
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘·ğ‘¤ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•, ğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘·ğ‘¤ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ

source: Now is our chance to finish them off...
en@shaw: ğ‘¯ğ‘¬ ğ‘¦ğ‘Ÿ ğ‘¬ğ‘¼ ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘ğ‘§ğ‘¥ ğ‘ªğ‘“...

source: I fear this will be a bloodbath...
en@shaw: ğ‘² ğ‘“ğ‘½ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘© ğ‘šğ‘¤ğ‘©ğ‘›ğ‘šğ‘¨ğ‘”...

source: Destroy them, root and branch. Burn out their homes. Let none remain alive!
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ğ‘§ğ‘¥, ğ‘®ğ‘µğ‘‘ ğ‘¯ ğ‘šğ‘®ğ‘­ğ‘¯ğ‘—. ğ‘šğ‘»ğ‘¯ ğ‘¬ğ‘‘ ğ‘ğ‘º ğ‘£ğ‘´ğ‘¥ğ‘Ÿ. ğ‘¤ğ‘§ğ‘‘ ğ‘¯ğ‘³ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘©ğ‘¤ğ‘²ğ‘!

source: Kalenz is not able to recruit or recall shamans or any of their advancements in this scenario.
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¹ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¹ ğ‘§ğ‘¯ğ‘¦ ğ‘ ğ‘ğ‘º ğ‘©ğ‘›ğ‘ğ‘¨ğ‘¯ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´.

source: These are but eggs and hatchlings.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘¸ ğ‘šğ‘³ğ‘‘ ğ‘§ğ‘œğ‘Ÿ ğ‘¯ ğ‘£ğ‘¨ğ‘‘ğ‘—ğ‘¤ğ‘¦ğ‘™ğ‘•.

source: Do not spare them. They will only foul our forests anew when they get their growth.
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘ğ‘º ğ‘ğ‘§ğ‘¥. ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘“ğ‘¬ğ‘¤ ğ‘¬ğ‘¼ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘©ğ‘¯ğ‘¿ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘œğ‘§ğ‘‘ ğ‘ğ‘º ğ‘œğ‘®ğ‘´ğ‘”.

source: They even shatter our eggs!
en@shaw: ğ‘ğ‘± ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘–ğ‘¨ğ‘‘ğ‘» ğ‘¬ğ‘¼ ğ‘§ğ‘œğ‘Ÿ!

source: Stay. You need not have the blood of children on your hands, and I shall not.
en@shaw: ğ‘•ğ‘‘ğ‘±. ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘šğ‘¤ğ‘³ğ‘› ğ‘ ğ‘—ğ‘¦ğ‘¤ğ‘›ğ‘®ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ, ğ‘¯ ğ‘² ğ‘–ğ‘¨ğ‘¤ ğ‘¯ğ‘ªğ‘‘.

source: Perhaps you are too tender-minded to do what must be done, but many of us are not.
en@shaw: ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¿ ğ‘¸ ğ‘‘ğ‘µ ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘¼-ğ‘¥ğ‘²ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘›ğ‘µ ğ‘¢ğ‘ªğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘³ğ‘¯, ğ‘šğ‘³ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘ ğ‘³ğ‘• ğ‘¸ ğ‘¯ğ‘ªğ‘‘.

source: I will not set elf against elf. But, Landar, I fear you are storing up a dreadful price for yourself.
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘§ğ‘‘ ğ‘§ğ‘¤ğ‘“ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘§ğ‘¤ğ‘“. ğ‘šğ‘³ğ‘‘, Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸, ğ‘² ğ‘“ğ‘½ ğ‘¿ ğ‘¸ ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘™ ğ‘³ğ‘ ğ‘© ğ‘›ğ‘®ğ‘§ğ‘›ğ‘“ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘²ğ‘• ğ‘“ğ‘¹ ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“.

source: Stand aside. I will do what is needful.
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘©ğ‘•ğ‘²ğ‘›. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘µ ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘°ğ‘›ğ‘“ğ‘©ğ‘¤.

source: Their revenge is terrible! I fear for our kind.
en@shaw: ğ‘ğ‘º ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘§ğ‘®ğ‘©ğ‘šğ‘©ğ‘¤! ğ‘² ğ‘“ğ‘½ ğ‘“ğ‘¹ ğ‘¬ğ‘¼ ğ‘’ğ‘²ğ‘¯ğ‘›.

source: With the once mighty Saurian empire destroyed, saurians had been reduced to scattered bands lurking in waste places. But the Elves still had problems of their own...
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¥ğ‘²ğ‘‘ğ‘¦ ğ‘•ğ‘¸ğ‘¾ğ‘¯ ğ‘§ğ‘¥ğ‘ğ‘²ğ‘¼ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘›, ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘› ğ‘šğ‘°ğ‘¯ ğ‘®ğ‘¦ğ‘›ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘•ğ‘’ğ‘¨ğ‘‘ğ‘¼ğ‘› ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘¤ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘¢ğ‘±ğ‘•ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ. ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘› ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥ğ‘Ÿ ğ‘ ğ‘ğ‘º ğ‘´ğ‘¯...

source: The council is not blind to these benefits. But, still, you cannot decide high matters of statecraft on behalf of the Elves. We cannot allow it.
en@shaw: ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘¤ğ‘²ğ‘¯ğ‘› ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘šğ‘§ğ‘¯ğ‘¦ğ‘“ğ‘¦ğ‘‘ğ‘•. ğ‘šğ‘³ğ‘‘, ğ‘•ğ‘‘ğ‘¦ğ‘¤, ğ‘¿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘› ğ‘£ğ‘² ğ‘¥ğ‘¨ğ‘‘ğ‘¼ğ‘Ÿ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘’ğ‘®ğ‘¨ğ‘“ğ‘‘ ğ‘ªğ‘¯ ğ‘šğ‘¦ğ‘£ğ‘­ğ‘“ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ ğ‘¦ğ‘‘.

source: Galtrid
en@shaw: Â·ğ‘œğ‘­ğ‘¤ğ‘‘ğ‘®ğ‘¦ğ‘›

source: Uradredia
en@shaw: Â·ğ‘»ğ‘¨ğ‘›ğ‘®ğ‘°ğ‘›ğ‘¾

source: Kalenz, the council has decided that you are to be stripped of all military authority. You may now go.
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘›ğ‘©ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘¸ ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘ ğ‘·ğ‘¤ ğ‘¥ğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¼ğ‘¦ ğ‘·ğ‘”ğ‘ªğ‘®ğ‘¦ğ‘‘ğ‘°. ğ‘¿ ğ‘¥ğ‘± ğ‘¯ğ‘¬ ğ‘œğ‘´.

source: I lay down my burden humbly and gladly. But we need to have a strong army, as the orcs will return!
en@shaw: ğ‘² ğ‘¤ğ‘± ğ‘›ğ‘¬ğ‘¯ ğ‘¥ğ‘² ğ‘šğ‘»ğ‘›ğ‘©ğ‘¯ ğ‘£ğ‘³ğ‘¥ğ‘šğ‘¤ğ‘¦ ğ‘¯ ğ‘œğ‘¤ğ‘¨ğ‘›ğ‘¤ğ‘°. ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¸ğ‘¥ğ‘¦, ğ‘¨ğ‘Ÿ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯!

source: Cowards and traitors!
en@shaw: ğ‘’ğ‘¬ğ‘»ğ‘›ğ‘Ÿ ğ‘¯ ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ!

source: Elvish Assassins
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘©ğ‘•ğ‘¨ğ‘•ğ‘©ğ‘¯ğ‘Ÿ

source: After the councilâ€™s decision, Kalenz and Cleodil retired in the North.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘¦ğ‘ ğ‘©ğ‘¯, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘¯ Â·ğ‘’ğ‘¤ğ‘°ğ‘´ğ‘›ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘‘ğ‘²ğ‘¼ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘¹ğ‘”.

source: Free of the pressure of war, they took delight in each other. The heart-bond they had formed amidst peril and death grew closer, and all but vanquished the remnant evil Crelanuâ€™s philter had left in Kalenz. The two began to think of having children.
en@shaw: ğ‘“ğ‘®ğ‘° ğ‘ ğ‘ ğ‘ğ‘®ğ‘§ğ‘–ğ‘¼ ğ‘ ğ‘¢ğ‘¹, ğ‘ğ‘± ğ‘‘ğ‘«ğ‘’ ğ‘›ğ‘¦ğ‘¤ğ‘²ğ‘‘ ğ‘¦ğ‘¯ ğ‘°ğ‘— ğ‘³ğ‘ğ‘¼. ğ‘ ğ‘£ğ‘¸ğ‘‘-ğ‘šğ‘ªğ‘¯ğ‘› ğ‘ğ‘± ğ‘£ğ‘¨ğ‘› ğ‘“ğ‘¹ğ‘¥ğ‘› ğ‘©ğ‘¥ğ‘¦ğ‘›ğ‘•ğ‘‘ ğ‘ğ‘ºğ‘©ğ‘¤ ğ‘¯ ğ‘›ğ‘§ğ‘” ğ‘œğ‘®ğ‘µ ğ‘’ğ‘¤ğ‘´ğ‘•ğ‘¼, ğ‘¯ ğ‘·ğ‘¤ ğ‘šğ‘³ğ‘‘ ğ‘ğ‘¨ğ‘™ğ‘’ğ‘¢ğ‘¦ğ‘–ğ‘‘ ğ‘ ğ‘®ğ‘§ğ‘¥ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¤ Â·ğ‘’ğ‘®ğ‘§ğ‘¤ğ‘­ğ‘¯ğ‘µğ‘Ÿ ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘» ğ‘£ğ‘¨ğ‘› ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¦ğ‘¯ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ. ğ‘ ğ‘‘ğ‘µ ğ‘šğ‘©ğ‘œğ‘¨ğ‘¯ ğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘—ğ‘¦ğ‘¤ğ‘›ğ‘®ğ‘©ğ‘¯.

source: But their peace was not to last. In the outer world, the blood tides were rising. And in the heart of Landar, who had once been their friend, evil was not vanquished, but festered and grew...
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘ğ‘º ğ‘ğ‘°ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘. ğ‘¦ğ‘¯ ğ‘ ğ‘¬ğ‘‘ğ‘¼ ğ‘¢ğ‘»ğ‘¤ğ‘›, ğ‘ ğ‘šğ‘¤ğ‘³ğ‘› ğ‘‘ğ‘²ğ‘›ğ‘Ÿ ğ‘¢ğ‘» ğ‘®ğ‘²ğ‘Ÿğ‘¦ğ‘™. ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘£ğ‘¸ğ‘‘ ğ‘ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸, ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘› ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘šğ‘°ğ‘¯ ğ‘ğ‘º ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›, ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¨ğ‘™ğ‘’ğ‘¢ğ‘¦ğ‘–ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘“ğ‘§ğ‘•ğ‘‘ğ‘»ğ‘› ğ‘¯ ğ‘œğ‘®ğ‘µ...

source: Kalenz begins this scenario in retirement, and is not able to recall his veteran troops.
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘¦ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘²ğ‘¼ğ‘¥ğ‘©ğ‘¯ğ‘‘, ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘§ğ‘‘ğ‘»ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘µğ‘ğ‘•.

source: As you command, my lord.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›.

source: You turn on us? I cannot believe it! How has elf come to strive against elf so bitterly?
en@shaw: ğ‘¿ ğ‘‘ğ‘»ğ‘¯ ğ‘ªğ‘¯ ğ‘³ğ‘•? ğ‘² ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘¦ğ‘‘! ğ‘£ğ‘¬ ğ‘£ğ‘¨ğ‘Ÿ ğ‘§ğ‘¤ğ‘“ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘§ğ‘¤ğ‘“ ğ‘•ğ‘´ ğ‘šğ‘¦ğ‘‘ğ‘¼ğ‘¤ğ‘¦?

source: Only Landar has the will to do what must be done to save the Elves!
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ ğ‘›ğ‘µ ğ‘¢ğ‘ªğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘³ğ‘¯ ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ!

source: Hold, $unit.name|! Now we fight for Landar!
en@shaw: ğ‘£ğ‘´ğ‘¤ğ‘›, $unit.name|! ğ‘¯ğ‘¬ ğ‘¢ğ‘° ğ‘“ğ‘²ğ‘‘ ğ‘“ğ‘¹ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸!

source: Hold your hand, $unit.name|! $second_unit.name| is on our side!
en@shaw: ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘¿ğ‘¼ ğ‘£ğ‘¨ğ‘¯ğ‘›, $unit.name|! $second_unit.name| ğ‘¦ğ‘Ÿ ğ‘ªğ‘¯ ğ‘¬ğ‘¼ ğ‘•ğ‘²ğ‘›!

source: I will not stand by as Kalenz betrays us to the Humans and Dwarves. We follow Landar now!
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘šğ‘² ğ‘¨ğ‘Ÿ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘®ğ‘±ğ‘Ÿ ğ‘³ğ‘• ğ‘‘ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ. ğ‘¢ğ‘° ğ‘“ğ‘ªğ‘¤ğ‘´ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸ ğ‘¯ğ‘¬!

source: Antaril
en@shaw: Â·ğ‘¨ğ‘¯ğ‘‘ğ‘±ğ‘®ğ‘¦ğ‘¤

source: Crintil
en@shaw: Â·ğ‘’ğ‘®ğ‘¦ğ‘¯ğ‘‘ğ‘¦ğ‘¤

source: Oblil
en@shaw: Â·ğ‘´ğ‘šğ‘¤ğ‘¦ğ‘¤

source: Kalenz reaches the signpost
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘®ğ‘°ğ‘—ğ‘©ğ‘Ÿ ğ‘ ğ‘•ğ‘²ğ‘¯ğ‘ğ‘´ğ‘•ğ‘‘

source: Galenor
en@shaw: Â·ğ‘œğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘¹

source: My lord Kalenz, you are in great danger! You must leave here immediately.
en@shaw: ğ‘¥ğ‘² Â·ğ‘¤ğ‘¹ğ‘› Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘¿ ğ‘¸ ğ‘¦ğ‘¯ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼! ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¤ğ‘°ğ‘ ğ‘£ğ‘½ ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘°.

source: What?!
en@shaw: ğ‘¢ğ‘ªğ‘‘?!

source: Landar has seized control of the army. He has eliminated the council and proclaimed himself High Warlord of the Elves. What is worse, there is word out that he has already ordered your assassination.
en@shaw: Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸ ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘°ğ‘Ÿğ‘› ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘ ğ‘¸ğ‘¥ğ‘¦. ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘©ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘¯ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘¯ ğ‘ğ‘®ğ‘´ğ‘’ğ‘¤ğ‘±ğ‘¥ğ‘› ğ‘£ğ‘¦ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘£ğ‘² ğ‘¢ğ‘¹ğ‘¤ğ‘¹ğ‘› ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘»ğ‘•, ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¢ğ‘»ğ‘› ğ‘¬ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘¹ğ‘›ğ‘¼ğ‘› ğ‘¿ğ‘¼ ğ‘©ğ‘•ğ‘¨ğ‘•ğ‘©ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯.

source: Too late! All traitors will die!
en@shaw: ğ‘‘ğ‘µ ğ‘¤ğ‘±ğ‘‘! ğ‘·ğ‘¤ ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘²!

source: Do not listen to this traitor! You have all heard the order!
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘¦ğ‘•ğ‘©ğ‘¯ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼! ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ ğ‘£ğ‘»ğ‘› ğ‘ ğ‘¹ğ‘›ğ‘¼!

source: You should try to reach Uradredia and the North Elves. He too, has refused to join Landar. Word is that some troops still loyal to you are heading there.
en@shaw: ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘®ğ‘°ğ‘— Â·ğ‘»ğ‘¨ğ‘›ğ‘®ğ‘°ğ‘›ğ‘¾ ğ‘¯ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘£ğ‘° ğ‘‘ğ‘µ, ğ‘£ğ‘¨ğ‘Ÿ ğ‘®ğ‘¦ğ‘“ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘¡ğ‘¶ğ‘¯ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸. ğ‘¢ğ‘»ğ‘› ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘‘ ğ‘¿ ğ‘¸ ğ‘£ğ‘§ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘º.

source: Now we must fare swiftly to the North Elves!
en@shaw: ğ‘¯ğ‘¬ ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘º ğ‘•ğ‘¢ğ‘¦ğ‘“ğ‘‘ğ‘¤ğ‘¦ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘§ğ‘¤ğ‘ğ‘Ÿ!

source: Northern Battle
en@shaw: ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤
