Repository: wesnoth/wesnoth
Catalog: po/wesnoth-low/*.po
Languages: en@shaw

source: Kalenzâ€™s veterans joined the host of the Northern Elves under Uradredia. Very soon, Landarâ€™s army appeared...
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿğ‘§ğ‘Ÿ ğ‘ğ‘§ğ‘‘ğ‘»ğ‘©ğ‘¯ğ‘Ÿ ğ‘¡ğ‘¶ğ‘¯ğ‘› ğ‘ ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘³ğ‘¯ğ‘›ğ‘¼ Â·ğ‘»ğ‘¨ğ‘›ğ‘®ğ‘°ğ‘›ğ‘¾. ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘•ğ‘µğ‘¯, Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸ğ‘Ÿ ğ‘¸ğ‘¥ğ‘¦ ğ‘©ğ‘ğ‘½ğ‘›...

source: Kalenz can only recall shamans and their advancements from his former army; the rest of his men joined Uradredia before he arrived.
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘ğ‘º ğ‘©ğ‘›ğ‘ğ‘¨ğ‘¯ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘¦ğ‘Ÿ ğ‘“ğ‘¹ğ‘¥ğ‘¼ ğ‘¸ğ‘¥ğ‘¦; ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘¡ğ‘¶ğ‘¯ğ‘› Â·ğ‘»ğ‘¨ğ‘›ğ‘®ğ‘°ğ‘›ğ‘¾ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘£ğ‘° ğ‘©ğ‘®ğ‘²ğ‘ğ‘›.

source: Survive for six days
en@shaw: ğ‘•ğ‘»ğ‘ğ‘²ğ‘ ğ‘“ğ‘¹ ğ‘•ğ‘¦ğ‘’ğ‘• ğ‘›ğ‘±ğ‘Ÿ

source: Landar, listen to me! It does not have to come to this. I know about the potion. Let us help!
en@shaw: Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸, ğ‘¤ğ‘¦ğ‘•ğ‘©ğ‘¯ ğ‘‘ ğ‘¥ğ‘°! ğ‘¦ğ‘‘ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘ğ‘¦ğ‘•. ğ‘² ğ‘¯ğ‘´ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘´ğ‘–ğ‘©ğ‘¯. ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘£ğ‘§ğ‘¤ğ‘!

source: Here is Kalenz. There can be no talk with traitors! Leave none of them alive!
en@shaw: ğ‘£ğ‘½ ğ‘¦ğ‘Ÿ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ. ğ‘ğ‘º ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘‘ğ‘·ğ‘’ ğ‘¢ğ‘¦ğ‘ ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ! ğ‘¤ğ‘°ğ‘ ğ‘¯ğ‘³ğ‘¯ ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘©ğ‘¤ğ‘²ğ‘!

source: Things are not going well! Retreat! We will meet again, traitors!
en@shaw: ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘¢ğ‘§ğ‘¤! ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘! ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘°ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯, ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ!

source: We have yet to break their defenses! While we are getting weaker, the enemy is getting stronger! Retreat!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘˜ğ‘§ğ‘‘ ğ‘‘ ğ‘šğ‘®ğ‘±ğ‘’ ğ‘ğ‘º ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘Ÿ! ğ‘¢ğ‘²ğ‘¤ ğ‘¢ğ‘° ğ‘¸ ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘°ğ‘’ğ‘», ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘œğ‘¼! ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘!

source: We won!
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘³ğ‘¯!

source: End of War
en@shaw: ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘¢ğ‘¹

source: Defeat Landar
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸

source: Landar, let us spill no more elvish blood. Give up. We can help you!
en@shaw: Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸, ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘•ğ‘ğ‘¦ğ‘¤ ğ‘¯ğ‘´ ğ‘¥ğ‘¹ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘šğ‘¤ğ‘³ğ‘›. ğ‘œğ‘¦ğ‘ ğ‘³ğ‘. ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿!

source: No! It all ends here!
en@shaw: ğ‘¯ğ‘´! ğ‘¦ğ‘‘ ğ‘·ğ‘¤ ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘£ğ‘½!

source: Forgive me $unit.name|. I will sing your name in praise under the stars!
en@shaw: ğ‘“ğ‘¼ğ‘œğ‘¦ğ‘ ğ‘¥ğ‘° $unit.name|. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘¯ ğ‘ğ‘®ğ‘±ğ‘Ÿ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘Ÿ!

source: Forgive me, $unit.name|, this victory brings me no joy.
en@shaw: ğ‘“ğ‘¼ğ‘œğ‘¦ğ‘ ğ‘¥ğ‘°, $unit.name|, ğ‘ğ‘¦ğ‘• ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘šğ‘®ğ‘¦ğ‘™ğ‘Ÿ ğ‘¥ğ‘° ğ‘¯ğ‘´ ğ‘¡ğ‘¶.

source: Remember me to the trees, $second_unit.name|.
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘¥ğ‘° ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘°ğ‘Ÿ, $second_unit.name|.

source: I fall. Perhaps now I can rest!
en@shaw: ğ‘² ğ‘“ğ‘·ğ‘¤. ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¯ğ‘¬ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘§ğ‘•ğ‘‘!

source: I am deeply grieved that it came to this, Landar. You were my best friend. I was blind to what the potion was doing to you. I was fighting it myself!
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘›ğ‘°ğ‘ğ‘¤ğ‘¦ ğ‘œğ‘®ğ‘°ğ‘ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘’ğ‘±ğ‘¥ ğ‘‘ ğ‘ğ‘¦ğ‘•, Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸. ğ‘¿ ğ‘¢ğ‘» ğ‘¥ğ‘² ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›. ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘¤ğ‘²ğ‘¯ğ‘› ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘ ğ‘ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘‘ ğ‘¿. ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘‘ ğ‘¥ğ‘²ğ‘•ğ‘§ğ‘¤ğ‘“!

source: I know. But you are not at fault, for I did not take just one bottle. I wanted to make sure we could kill the orcish Great Chief, so I went back for a second and drank that one, too. Now I have driven our dwarvish allies away and brought death and disaster to our own people. I have even tried to kill my own friend. I am a disgrace to elven-kind.
en@shaw: ğ‘² ğ‘¯ğ‘´. ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘‘ ğ‘“ğ‘·ğ‘¤ğ‘‘, ğ‘“ğ‘¹ ğ‘² ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘šğ‘ªğ‘‘ğ‘¤. ğ‘² ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘–ğ‘«ğ‘¼ ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘’ğ‘¦ğ‘¤ ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¡ğ‘°ğ‘“, ğ‘•ğ‘´ ğ‘² ğ‘¢ğ‘§ğ‘¯ğ‘‘ ğ‘šğ‘¨ğ‘’ ğ‘“ğ‘¹ ğ‘© ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘¯ ğ‘›ğ‘®ğ‘¨ğ‘™ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘³ğ‘¯, ğ‘‘ğ‘µ. ğ‘¯ğ‘¬ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘®ğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘¬ğ‘¼ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ ğ‘©ğ‘¢ğ‘± ğ‘¯ ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘›ğ‘§ğ‘” ğ‘¯ ğ‘›ğ‘¦ğ‘Ÿğ‘¨ğ‘•ğ‘‘ğ‘» ğ‘‘ ğ‘¬ğ‘¼ ğ‘´ğ‘¯ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘²ğ‘› ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘¥ğ‘² ğ‘´ğ‘¯ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›. ğ‘² ğ‘¨ğ‘¥ ğ‘© ğ‘›ğ‘¦ğ‘•ğ‘œğ‘®ğ‘±ğ‘• ğ‘‘ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯-ğ‘’ğ‘²ğ‘¯ğ‘›.

source: Epilogue
en@shaw: ğ‘§ğ‘ğ‘©ğ‘¤ğ‘ªğ‘œ

source: Kalenz buried Landar with full honors and made him a monument worthy of a true elvish hero.
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘šğ‘§ğ‘®ğ‘¦ğ‘› Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸ ğ‘¢ğ‘¦ğ‘ ğ‘“ğ‘«ğ‘¤ ğ‘ªğ‘¯ğ‘¼ğ‘Ÿ ğ‘¯ ğ‘¥ğ‘±ğ‘› ğ‘£ğ‘¦ğ‘¥ ğ‘© ğ‘¥ğ‘ªğ‘¯ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘ğ‘° ğ‘ ğ‘© ğ‘‘ğ‘®ğ‘µ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘£ğ‘½ğ‘´.

source: Landarâ€™s remaining followersâ€™ lives were spared, but they were banished to Gitamoth forest, henceforth known as Silent Forest.
en@shaw: Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸ğ‘Ÿ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¼ğ‘Ÿ' ğ‘¤ğ‘¦ğ‘ğ‘Ÿ ğ‘¢ğ‘» ğ‘•ğ‘ğ‘ºğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘¢ğ‘» ğ‘šğ‘¨ğ‘¯ğ‘¦ğ‘–ğ‘‘ ğ‘‘ Â·ğ‘œğ‘¦ğ‘‘ğ‘©ğ‘¥ğ‘­ğ‘” ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘, ğ‘£ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¹ğ‘” ğ‘¯ğ‘´ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘•ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘.

source: As Landar had wiped out the Elvish Council, Kalenz was unanimously chosen as High Lord of the Elves. North and South Elves swore allegiance to him.
en@shaw: ğ‘¨ğ‘Ÿ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸ ğ‘£ğ‘¨ğ‘› ğ‘¢ğ‘²ğ‘ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¿ğ‘¯ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘•ğ‘¤ğ‘° ğ‘—ğ‘´ğ‘Ÿğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘£ğ‘² ğ‘¤ğ‘¹ğ‘› ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘¯ğ‘¹ğ‘” ğ‘¯ ğ‘•ğ‘¬ğ‘” ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘•ğ‘¢ğ‘¹ ğ‘©ğ‘¤ğ‘°ğ‘¡ğ‘©ğ‘¯ğ‘• ğ‘‘ ğ‘£ğ‘¦ğ‘¥.

source: Kalenz reorganized the Elves so they could mobilize for war more readily. He knew that the orcish threat was not over; that the elves, through hesitation, had lost a golden opportunity to end the threat and that trouble would someday return.
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘®ğ‘°ğ‘¹ğ‘œğ‘©ğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘•ğ‘´ ğ‘ğ‘± ğ‘’ğ‘«ğ‘› ğ‘¥ğ‘´ğ‘šğ‘©ğ‘¤ğ‘²ğ‘Ÿ ğ‘“ğ‘¹ ğ‘¢ğ‘¹ ğ‘¥ğ‘¹ ğ‘®ğ‘§ğ‘›ğ‘¦ğ‘¤ğ‘¦. ğ‘£ğ‘° ğ‘¯ğ‘¿ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘”ğ‘®ğ‘§ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘ğ‘¼; ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘”ğ‘®ğ‘µ ğ‘£ğ‘§ğ‘Ÿğ‘¦ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘£ğ‘¨ğ‘› ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘© ğ‘œğ‘´ğ‘¤ğ‘›ğ‘©ğ‘¯ ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘”ğ‘®ğ‘§ğ‘‘ ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘³ğ‘¥ğ‘›ğ‘± ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯.

source: When Kalenz felt his work to have been done as well as it might be, he retired with Cleodil to their home in the Forest of Lintanir.
en@shaw: ğ‘¢ğ‘§ğ‘¯ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘“ğ‘§ğ‘¤ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¢ğ‘»ğ‘’ ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘³ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤ ğ‘¨ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¥ğ‘²ğ‘‘ ğ‘šğ‘°, ğ‘£ğ‘° ğ‘®ğ‘¦ğ‘‘ğ‘²ğ‘¼ğ‘› ğ‘¢ğ‘¦ğ‘ Â·ğ‘’ğ‘¤ğ‘°ğ‘´ğ‘›ğ‘¦ğ‘¤ ğ‘‘ ğ‘ğ‘º ğ‘£ğ‘´ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘ Â·ğ‘¤ğ‘¦ğ‘¯ğ‘‘ğ‘¨ğ‘¯ğ‘°ğ‘®.

source: But Kalenzâ€™s story was not yet over. Aquagarâ€™s curse was fulfilled; prolonged in life by Crelanuâ€™s philter, he outlived not only his beloved but their children. Sundered from his kin by their mortality, fleeing the reflections in their eyes of his lost beloved, he left his home and wandered for many a year across the Great Continent. Oft did he arrive unexpected at times and places when his people were in dire straits, and succor them with wisdom or magic or his bright keen blade.
en@shaw: ğ‘šğ‘³ğ‘‘ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿğ‘§ğ‘Ÿ ğ‘•ğ‘‘ğ‘¹ğ‘¦ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘˜ğ‘§ğ‘‘ ğ‘´ğ‘ğ‘¼. Â·ğ‘­ğ‘’ğ‘«ğ‘¨ğ‘œğ‘¸ğ‘Ÿ ğ‘’ğ‘»ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘«ğ‘¤ğ‘“ğ‘¦ğ‘¤ğ‘›; ğ‘ğ‘®ğ‘©ğ‘¤ğ‘ªğ‘™ğ‘› ğ‘¦ğ‘¯ ğ‘¤ğ‘²ğ‘“ ğ‘šğ‘² Â·ğ‘’ğ‘®ğ‘§ğ‘¤ğ‘­ğ‘¯ğ‘µğ‘Ÿ ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘», ğ‘£ğ‘° ğ‘¬ğ‘‘ğ‘¤ğ‘¦ğ‘ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘¦ğ‘Ÿ ğ‘šğ‘©ğ‘¤ğ‘³ğ‘ğ‘©ğ‘› ğ‘šğ‘³ğ‘‘ ğ‘ğ‘º ğ‘—ğ‘¦ğ‘¤ğ‘›ğ‘®ğ‘©ğ‘¯. ğ‘•ğ‘³ğ‘¯ğ‘›ğ‘»ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘¦ğ‘Ÿ ğ‘’ğ‘¦ğ‘¯ ğ‘šğ‘² ğ‘ğ‘º ğ‘¥ğ‘¹ğ‘‘ğ‘¨ğ‘¤ğ‘©ğ‘‘ğ‘°, ğ‘“ğ‘¤ğ‘°ğ‘¦ğ‘™ ğ‘ ğ‘®ğ‘¦ğ‘“ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘º ğ‘²ğ‘Ÿ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘šğ‘©ğ‘¤ğ‘³ğ‘ğ‘©ğ‘›, ğ‘£ğ‘° ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘£ğ‘´ğ‘¥ ğ‘¯ ğ‘¢ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘“ğ‘¹ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘© ğ‘˜ğ‘½ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘©ğ‘¯ğ‘‘. ğ‘ªğ‘“ğ‘‘ ğ‘›ğ‘¦ğ‘› ğ‘£ğ‘° ğ‘©ğ‘®ğ‘²ğ‘ ğ‘³ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¨ğ‘‘ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘» ğ‘¦ğ‘¯ ğ‘›ğ‘²ğ‘® ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘•, ğ‘¯ ğ‘•ğ‘©ğ‘’ğ‘» ğ‘ğ‘§ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘¢ğ‘¦ğ‘Ÿğ‘›ğ‘©ğ‘¥ ğ‘¹ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘¹ ğ‘£ğ‘¦ğ‘Ÿ ğ‘šğ‘®ğ‘²ğ‘‘ ğ‘’ğ‘°ğ‘¯ ğ‘šğ‘¤ğ‘±ğ‘›.

source: To learn of Kalenzâ€™s last and perhaps greatest deeds, and those in which he was most alone, seek ye the tale of Delfador the Great and the fall of the usurping Queen Asheviere.
en@shaw: ğ‘‘ ğ‘¤ğ‘»ğ‘¯ ğ‘ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿğ‘§ğ‘Ÿ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¯ ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘œğ‘®ğ‘±ğ‘‘ğ‘©ğ‘•ğ‘‘ ğ‘›ğ‘°ğ‘›ğ‘Ÿ, ğ‘¯ ğ‘ğ‘´ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘— ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘©ğ‘¤ğ‘´ğ‘¯, ğ‘•ğ‘°ğ‘’ ğ‘˜ğ‘° ğ‘ ğ‘‘ğ‘±ğ‘¤ ğ‘ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¯ ğ‘ ğ‘“ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘¿ğ‘•ğ‘»ğ‘ğ‘¦ğ‘™ ğ‘’ğ‘¢ğ‘°ğ‘¯ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½.

source: Huraldur
en@shaw: Â·ğ‘£ğ‘³ğ‘®ğ‘¨ğ‘¤ğ‘›ğ‘³ğ‘®

source: Laril
en@shaw: Â·ğ‘®ğ‘¸ğ‘¦ğ‘¤

source: Tameril-Isimeril
en@shaw: Â·ğ‘‘ğ‘¨ğ‘¥ğ‘§ğ‘®ğ‘¦ğ‘¤-ğ‘²ğ‘•ğ‘¦ğ‘¥ğ‘§ğ‘®ğ‘¦ğ‘¤

source: Bulrod
en@shaw: Â·ğ‘šğ‘³ğ‘¤ğ‘®ğ‘­ğ‘›

source: Simclon
en@shaw: Â·ğ‘•ğ‘¦ğ‘¥ğ‘’ğ‘¤ğ‘ªğ‘¯

source: Harald
en@shaw: Â·ğ‘£ğ‘¸ğ‘©ğ‘¤ğ‘›

source: Budrin
en@shaw: Â·ğ‘šğ‘³ğ‘›ğ‘®ğ‘¦ğ‘¯

source: Dudan
en@shaw: Â·ğ‘›ğ‘³ğ‘›ğ‘¨ğ‘¯

source: Korbun
en@shaw: Â·ğ‘’ğ‘¹ğ‘šğ‘³ğ‘¯

source: Merhun
en@shaw: Â·ğ‘¥ğ‘»ğ‘£ğ‘³ğ‘¯

source: Anduilas
en@shaw: Â·ğ‘¨ğ‘¯ğ‘›ğ‘µğ‘¦ğ‘¤ğ‘¨ğ‘•

source: Arkildur
en@shaw: Â·ğ‘¸ğ‘’ğ‘¦ğ‘¤ğ‘›ğ‘»

source: I am defeated. Now the orcs will destroy us!
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›. ğ‘¯ğ‘¬ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘³ğ‘•!

source: It is finished! I can finally rest!
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘! ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘®ğ‘§ğ‘•ğ‘‘!

source: Farewell, Kalenz!
en@shaw: ğ‘“ğ‘ºğ‘¢ğ‘§ğ‘¤, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ!

source: Nooo! Cleodil! Without you I cannot go on!
en@shaw: ğ‘¯ğ‘´ğ‘´ğ‘´! Â·ğ‘’ğ‘¤ğ‘°ğ‘´ğ‘›ğ‘¦ğ‘¤! ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘¿ ğ‘² ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘´ ğ‘ªğ‘¯!

source: I go to join my sires in the Halls of Death
en@shaw: ğ‘² ğ‘œğ‘´ ğ‘‘ ğ‘¡ğ‘¶ğ‘¯ ğ‘¥ğ‘² ğ‘•ğ‘²ğ‘¼ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘£ğ‘ªğ‘¤ğ‘Ÿ ğ‘ ğ‘›ğ‘§ğ‘”

source: Our cause is lost. With Uradredia gone, the North Elves will no longer fight!
en@shaw: ğ‘¬ğ‘¼ ğ‘’ğ‘·ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘•ğ‘‘. ğ‘¢ğ‘¦ğ‘ Â·ğ‘»ğ‘¨ğ‘›ğ‘®ğ‘°ğ‘›ğ‘¾ ğ‘œğ‘ªğ‘¯, ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘´ ğ‘¤ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘“ğ‘²ğ‘‘!

source: I cannot fight the orcs alone! Itâ€™s all over!
en@shaw: ğ‘² ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘©ğ‘¤ğ‘´ğ‘¯! ğ‘¦ğ‘‘'ğ‘• ğ‘·ğ‘¤ ğ‘´ğ‘ğ‘¼!

source: Oh, no! We are too late...
en@shaw: ğ‘´, ğ‘¯ğ‘´! ğ‘¢ğ‘° ğ‘¸ ğ‘‘ğ‘µ ğ‘¤ğ‘±ğ‘‘...
