Repository: wesnoth/wesnoth
Catalog: po/wesnoth-low/*.po
Languages: en@shaw

source: LoW
en@shaw: ğ‘¤ğ‘´

source: Legend of Wesmere
en@shaw: ğ‘¤ğ‘§ğ‘œğ‘§ğ‘¯ğ‘› ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¥ğ‘°ğ‘®

source: The tale of Kalenz, the High Lord who rallied his people after the second orcish invasion of the Great Continent and became the most renowned hero in the recorded history of the Elves.
en@shaw: ğ‘ ğ‘‘ğ‘±ğ‘¤ ğ‘ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘ ğ‘£ğ‘² ğ‘¤ğ‘¹ğ‘› ğ‘£ğ‘µ ğ‘®ğ‘¨ğ‘¤ğ‘°ğ‘› ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¦ğ‘¯ğ‘ğ‘±ğ‘ ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘¯ ğ‘šğ‘¦ğ‘’ğ‘±ğ‘¥ ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘®ğ‘¦ğ‘¯ğ‘¬ğ‘¯ğ‘› ğ‘£ğ‘½ğ‘´ ğ‘¦ğ‘¯ ğ‘ ğ‘®ğ‘©ğ‘’ğ‘¹ğ‘›ğ‘©ğ‘› ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘¼ğ‘¦ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ.

source: Soldier
en@shaw: ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼

source: Lord
en@shaw: ğ‘¤ğ‘¹ğ‘›

source: High Lord
en@shaw: ğ‘£ğ‘² ğ‘¤ğ‘¹ğ‘›

source: Creator and Lead Designer
en@shaw: ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘¼ ğ‘¯ ğ‘¤ğ‘§ğ‘› ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘¼

source: Spiros, George and Alexander Alexiou (Santi/fnaek)
en@shaw: ğ‘•ğ‘ğ‘°ğ‘®ğ‘´ğ‘Ÿ, Â·ğ‘¡ğ‘¹ğ‘¡ ğ‘¯ Â·ğ‘©ğ‘¤ğ‘©ğ‘’ğ‘Ÿğ‘­ğ‘¯ğ‘›ğ‘¼ Â·ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘•ğ‘°ğ‘µ (Santi/fnaek)

source: Campaign Maintenance
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘¥ğ‘±ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘•

source: Prose-doctoring and adaptation for mainline
en@shaw: ğ‘ğ‘®ğ‘´ğ‘Ÿ-ğ‘›ğ‘­ğ‘’ğ‘‘ğ‘»ğ‘¦ğ‘™ ğ‘¯ ğ‘¨ğ‘›ğ‘©ğ‘ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘¥ğ‘±ğ‘¯ğ‘¤ğ‘²ğ‘¯

source: WML Assistance
en@shaw: WML ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•

source: Artificial Intelligence
en@shaw: ğ‘¸ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘•

source: Graphics
en@shaw: ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘•

source: Additional thanks to
en@shaw: ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘”ğ‘¨ğ‘™ğ‘’ğ‘• ğ‘‘

source: And the rest of the Wesnoth community for feedback, criticism, help with WML code and graphics.
en@shaw: ğ‘¯ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘’ğ‘©ğ‘¥ğ‘¿ğ‘¦ğ‘‘ğ‘¦ ğ‘“ğ‘¹ ğ‘“ğ‘°ğ‘›ğ‘šğ‘¨ğ‘’, ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘•ğ‘¦ğ‘Ÿğ‘©ğ‘¥, ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¢ğ‘¦ğ‘ WML ğ‘’ğ‘´ğ‘› ğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘•.

source: Essarn
en@shaw: Â·ğ‘§ğ‘•ğ‘¸ğ‘¯

source: Valcathra
en@shaw: Â·ğ‘ğ‘©ğ‘¤ğ‘’ğ‘¨ğ‘”ğ‘®ğ‘¨

source: River Telfar
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘¼ Â·ğ‘‘ğ‘§ğ‘¤ğ‘“ğ‘¸

source: Telfar Green
en@shaw: Â·ğ‘‘ğ‘§ğ‘¤ğ‘“ğ‘¸ ğ‘œğ‘®ğ‘°ğ‘¯

source: Erethean
en@shaw: Â·ğ‘»ğ‘§ğ‘”ğ‘°ğ‘¨ğ‘¯

source: Northern Shallows
en@shaw: ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘–ğ‘¨ğ‘¤ğ‘´ğ‘Ÿ

source: Arthen
en@shaw: Â·ğ‘¸ğ‘ğ‘§ğ‘¯

source: Dancerâ€™s Green
en@shaw: ğ‘›ğ‘¨ğ‘¯ğ‘•ğ‘»ğ‘Ÿ ğ‘œğ‘®ğ‘°ğ‘¯

source: Illissa
en@shaw: Â·ğ‘¦ğ‘¤ğ‘¦ğ‘•ğ‘­

source: Brightleaf Wood
en@shaw: Â·ğ‘šğ‘®ğ‘²ğ‘‘ğ‘¤ğ‘°ğ‘“ ğ‘¢ğ‘«ğ‘›

source: Viricon
en@shaw: Â·ğ‘ğ‘»ğ‘¦ğ‘’ğ‘ªğ‘¯

source: Ford of Alyas
en@shaw: ğ‘“ğ‘¹ğ‘› ğ‘ Â·ğ‘±ğ‘¤ğ‘²ğ‘°ğ‘¨ğ‘•

source: Elendor
en@shaw: Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘›ğ‘¹

source: Telionath
en@shaw: Â·ğ‘‘ğ‘§ğ‘¤ğ‘¾ğ‘¯ğ‘¨ğ‘”

source: North Bridge
en@shaw: ğ‘¯ğ‘¹ğ‘” ğ‘šğ‘®ğ‘¦ğ‘¡

source: North Tower
en@shaw: ğ‘¯ğ‘¹ğ‘” ğ‘‘ğ‘¬ğ‘¼

source: South Bastion
en@shaw: ğ‘•ğ‘¬ğ‘” ğ‘šğ‘¨ğ‘•ğ‘—ğ‘©ğ‘¯

source: Tireas
en@shaw: Â·ğ‘‘ğ‘½ğ‘°ğ‘©ğ‘•

source: Aelion
en@shaw: Â·ğ‘±ğ‘¤ğ‘°ğ‘ªğ‘¯

source: Ford of Tifranur
en@shaw: ğ‘“ğ‘¹ğ‘› ğ‘ Â·ğ‘‘ğ‘¦ğ‘“ğ‘®ğ‘¨ğ‘¯ğ‘»

source: Karmarth Hills
en@shaw: Â·ğ‘’ğ‘¸ğ‘¥ğ‘¸ğ‘” ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ

source: Arryn
en@shaw: Â·ğ‘ºğ‘°ğ‘¦ğ‘¯

source: Westwind Wood
en@shaw: Â·ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¢ğ‘¦ğ‘¯ğ‘› ğ‘¢ğ‘«ğ‘›

source: Southwind Wood
en@shaw: Â·ğ‘•ğ‘¬ğ‘”ğ‘¢ğ‘¦ğ‘¯ğ‘› ğ‘¢ğ‘«ğ‘›

source: The Uprooting
en@shaw: ğ‘ ğ‘©ğ‘ğ‘®ğ‘µğ‘‘ğ‘¦ğ‘™

source: Perhaps the elders sensed that changing times would require more flexible minds; these were the years when humans from the Green Isle were establishing themselves south of the Great River, and the known world was changing more rapidly than it had for a thousand years before.
en@shaw: ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘ ğ‘§ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘¦ğ‘™ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘¢ğ‘«ğ‘› ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ ğ‘¥ğ‘¹ ğ‘“ğ‘¤ğ‘§ğ‘’ğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¥ğ‘²ğ‘¯ğ‘›ğ‘Ÿ; ğ‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘» ğ‘ ğ‘˜ğ‘½ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘²ğ‘¤ ğ‘¢ğ‘» ğ‘©ğ‘•ğ‘‘ğ‘¨ğ‘šğ‘¤ğ‘¦ğ‘–ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘•ğ‘¬ğ‘” ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¼, ğ‘¯ ğ‘ ğ‘¯ğ‘´ğ‘¯ ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘¦ğ‘™ ğ‘¥ğ‘¹ ğ‘®ğ‘¨ğ‘ğ‘¦ğ‘›ğ‘¤ğ‘¦ ğ‘ğ‘¨ğ‘¯ ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘› ğ‘“ğ‘¹ ğ‘© ğ‘”ğ‘¬ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘˜ğ‘½ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹.

source: You trifled with the wrong elf!
en@shaw: ğ‘¿ ğ‘‘ğ‘®ğ‘²ğ‘“ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘®ğ‘ªğ‘™ ğ‘§ğ‘¤ğ‘“!

source: Take that, you orcish scum!
en@shaw: ğ‘‘ğ‘±ğ‘’ ğ‘ğ‘¨ğ‘‘, ğ‘¿ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘•ğ‘’ğ‘©ğ‘¥!

source: Velon
en@shaw: Â·ğ‘ğ‘§ğ‘¤ğ‘ªğ‘¯

source: Tâ€™baran
en@shaw: ğ‘‘ğ‘°'ğ‘šğ‘¸ğ‘­ğ‘¯

source: Enemies
en@shaw: ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ

source: Wrulf
en@shaw: Â·ğ‘¢ğ‘®ğ‘³ğ‘¤ğ‘“

source: Qumseh
en@shaw: Â·ğ‘’ğ‘³ğ‘¥ğ‘•ğ‘±

source: Graur-Tan
en@shaw: Â·ğ‘œğ‘®ğ‘·ğ‘®-ğ‘‘ğ‘¨ğ‘¯

source: Orcs are pressing on us from all directions! To arms!
en@shaw: ğ‘¹ğ‘’ğ‘• ğ‘¸ ğ‘ğ‘®ğ‘§ğ‘•ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘³ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘·ğ‘¤ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ! ğ‘‘ ğ‘¸ğ‘¥ğ‘Ÿ!

source: Hold, Kalenz. The Kaâ€™lian council should discuss our response. Maybe we can reach an agreement with them!
en@shaw: ğ‘£ğ‘´ğ‘¤ğ‘›, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ. ğ‘ Â·ğ‘’ğ‘±ğ‘¤ğ‘¾ğ‘¯ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘–ğ‘«ğ‘› ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘• ğ‘¬ğ‘¼ ğ‘®ğ‘¦ğ‘•ğ‘ğ‘ªğ‘¯ğ‘•. ğ‘¥ğ‘±ğ‘šğ‘° ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘— ğ‘©ğ‘¯ ğ‘©ğ‘œğ‘®ğ‘°ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘§ğ‘¥!

source: Surrender or die, tree-shaggers!
en@shaw: ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘» ğ‘¹ ğ‘›ğ‘², ğ‘‘ğ‘®ğ‘°-ğ‘–ğ‘¨ğ‘œğ‘»ğ‘•!

source: They are too many. We have no choice but to submit!
en@shaw: ğ‘ğ‘± ğ‘¸ ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ ğ‘—ğ‘¶ğ‘• ğ‘šğ‘³ğ‘‘ ğ‘‘ ğ‘•ğ‘©ğ‘šğ‘¥ğ‘¦ğ‘‘!

source: Elves must never surrender to these foul beasts! Who will fight them beside me?
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘» ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘“ğ‘¬ğ‘¤ ğ‘šğ‘°ğ‘•ğ‘‘ğ‘•! ğ‘£ğ‘µ ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘šğ‘¦ğ‘•ğ‘²ğ‘› ğ‘¥ğ‘°?

source: Death of Kalenz
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ

source: Death of Landar
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘¸

source: We surrender!
en@shaw: ğ‘¢ğ‘° ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘»!

source: Did I mention that we take no prisoners? Die!
en@shaw: ğ‘›ğ‘¦ğ‘› ğ‘² ğ‘¥ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘‘ğ‘±ğ‘’ ğ‘¯ğ‘´ ğ‘ğ‘®ğ‘¦ğ‘Ÿğ‘©ğ‘¯ğ‘¼ğ‘Ÿ? ğ‘›ğ‘²!

source: Kalenz was right and I was wrong. Go; join Kalenz while yet you can. I and the remaining elders will cover your retreat as best we may.
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘¢ğ‘ªğ‘Ÿ ğ‘®ğ‘²ğ‘‘ ğ‘¯ ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘®ğ‘ªğ‘™. ğ‘œğ‘´; ğ‘¡ğ‘¶ğ‘¯ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘¢ğ‘²ğ‘¤ ğ‘˜ğ‘§ğ‘‘ ğ‘¿ ğ‘’ğ‘¨ğ‘¯. ğ‘² ğ‘¯ ğ‘ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘§ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘¿ğ‘¼ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘° ğ‘¥ğ‘±.

source: Flee, Kalenz... find vengeance for us!
en@shaw: ğ‘“ğ‘¤ğ‘°, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ... ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¯ğ‘¡ğ‘©ğ‘¯ğ‘• ğ‘“ğ‘¹ ğ‘³ğ‘•!

source: Velon, I swear on the life of Irdya that I will not let you be forgotten while elves yet draw breath to sing.
en@shaw: Â·ğ‘ğ‘§ğ‘¤ğ‘ªğ‘¯, ğ‘² ğ‘•ğ‘¢ğ‘º ğ‘ªğ‘¯ ğ‘ ğ‘¤ğ‘²ğ‘“ ğ‘ Â·ğ‘²ğ‘®ğ‘›ğ‘°ğ‘© ğ‘ğ‘¨ğ‘‘ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘§ğ‘‘ ğ‘¿ ğ‘šğ‘° ğ‘“ğ‘¼ğ‘œğ‘ªğ‘‘ğ‘©ğ‘¯ ğ‘¢ğ‘²ğ‘¤ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘˜ğ‘§ğ‘‘ ğ‘›ğ‘®ğ‘· ğ‘šğ‘®ğ‘§ğ‘” ğ‘‘ ğ‘•ğ‘¦ğ‘™.

source: Swords will aid us more than songs, Kalenz; you saw that before I.
en@shaw: ğ‘•ğ‘¹ğ‘›ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘²ğ‘› ğ‘³ğ‘• ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘•ğ‘ªğ‘™ğ‘Ÿ, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ; ğ‘¿ ğ‘•ğ‘· ğ‘ğ‘¨ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘².

source: Swordsmen you shall have, as swiftly as I can find them and return.
en@shaw: ğ‘•ğ‘¹ğ‘›ğ‘Ÿğ‘¥ğ‘§ğ‘¯ ğ‘¿ ğ‘–ğ‘¨ğ‘¤ ğ‘£ğ‘¨ğ‘, ğ‘¨ğ‘Ÿ ğ‘•ğ‘¢ğ‘¦ğ‘“ğ‘‘ğ‘¤ğ‘¦ ğ‘¨ğ‘Ÿ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯.

source: You wonâ€™t get very far! After them!
en@shaw: ğ‘¿ ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘“ğ‘¸! ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘§ğ‘¥!

source: Curse you, tree-shaggers! We will feed your young to our wolves!
en@shaw: ğ‘’ğ‘»ğ‘• ğ‘¿, ğ‘‘ğ‘®ğ‘°-ğ‘–ğ‘¨ğ‘œğ‘»ğ‘•! ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘°ğ‘› ğ‘¿ğ‘¼ ğ‘˜ğ‘³ğ‘™ ğ‘‘ ğ‘¬ğ‘¼ ğ‘¢ğ‘«ğ‘¤ğ‘ğ‘Ÿ!

source: What is this? The orc held plunder!
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¦ğ‘•? ğ‘ ğ‘¹ğ‘’ ğ‘£ğ‘§ğ‘¤ğ‘› ğ‘ğ‘¤ğ‘³ğ‘¯ğ‘›ğ‘¼!

source: Kalenz and his band broke out of the orcish encirclement, only to discover that the country on the direct route to the Kaâ€™lian was already swarming with orcs. The raid on Kalenzâ€™s home, it seemed, had been but one small part of a great migration south. There was no choice but to make a detour through territory the elves would rather have avoided...
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘šğ‘®ğ‘´ğ‘’ ğ‘¬ğ‘‘ ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘§ğ‘¯ğ‘•ğ‘»ğ‘’ğ‘©ğ‘¤ğ‘¥ğ‘©ğ‘¯ğ‘‘, ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘° ğ‘ªğ‘¯ ğ‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ ğ‘®ğ‘µğ‘‘ ğ‘‘ ğ‘ Â·ğ‘’ğ‘±ğ‘¤ğ‘¾ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘•ğ‘¢ğ‘¹ğ‘¥ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘¹ğ‘’ğ‘•. ğ‘ ğ‘®ğ‘±ğ‘› ğ‘ªğ‘¯ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿğ‘§ğ‘Ÿ ğ‘£ğ‘´ğ‘¥, ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘›, ğ‘£ğ‘¨ğ‘› ğ‘šğ‘°ğ‘¯ ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘ğ‘¸ğ‘‘ ğ‘ ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¥ğ‘²ğ‘œğ‘®ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘¬ğ‘”. ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘´ ğ‘—ğ‘¶ğ‘• ğ‘šğ‘³ğ‘‘ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘›ğ‘¦ğ‘‘ğ‘«ğ‘® ğ‘”ğ‘®ğ‘µ ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¼ğ‘¦ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘«ğ‘› ğ‘®ğ‘­ğ‘ğ‘¼ ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘ğ‘¶ğ‘›ğ‘©ğ‘›...

source: Player
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘»

source: Neutrals
en@shaw: ğ‘¯ğ‘µğ‘‘ğ‘®ğ‘©ğ‘¤ğ‘Ÿ

source: Up axes, and death to elves!
en@shaw: ğ‘³ğ‘ ğ‘ºğ‘±ğ‘©ğ‘’ğ‘•ğ‘©ğ‘Ÿ, ğ‘¯ ğ‘›ğ‘§ğ‘” ğ‘‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ!

source: Up axes, and death to trolls!
en@shaw: ğ‘³ğ‘ ğ‘ºğ‘±ğ‘©ğ‘’ğ‘•ğ‘©ğ‘Ÿ, ğ‘¯ ğ‘›ğ‘§ğ‘” ğ‘‘ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ!

source: Up axes, and kill all the interlopers!
en@shaw: ğ‘³ğ‘ ğ‘ºğ‘±ğ‘©ğ‘’ğ‘•ğ‘©ğ‘Ÿ, ğ‘¯ ğ‘’ğ‘¦ğ‘¤ ğ‘·ğ‘¤ ğ‘ ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¤ğ‘´ğ‘ğ‘»ğ‘Ÿ!

source: Defend our bounds! Slay all who trespass them!
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘¬ğ‘¼ ğ‘šğ‘¬ğ‘¯ğ‘›ğ‘Ÿ! ğ‘•ğ‘¤ğ‘± ğ‘·ğ‘¤ ğ‘£ğ‘µ ğ‘‘ğ‘®ğ‘§ğ‘•ğ‘ğ‘©ğ‘• ğ‘ğ‘§ğ‘¥!

source: Grugl
en@shaw: Â·ğ‘œğ‘®ğ‘µğ‘œğ‘¤

source: I had hoped to avoid these paths... The eastern way is through dwarvish territory and is shorter. I pray the dwarves will grant us safe passage, since the other path is through troll territory...
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘› ğ‘£ğ‘´ğ‘ğ‘‘ ğ‘‘ ğ‘©ğ‘ğ‘¶ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘­ğ‘ğ‘Ÿ... ğ‘ ğ‘°ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘¢ğ‘± ğ‘¦ğ‘Ÿ ğ‘”ğ‘®ğ‘µ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¼ğ‘¦ ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘–ğ‘¹ğ‘‘ğ‘¼. ğ‘² ğ‘ğ‘®ğ‘± ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘®ğ‘­ğ‘¯ğ‘‘ ğ‘³ğ‘• ğ‘•ğ‘±ğ‘“ ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘¡, ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘ğ‘­ğ‘” ğ‘¦ğ‘Ÿ ğ‘”ğ‘®ğ‘µ ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘¼ğ‘¦...

source: Not even in yer dreams, elf. These are dwarvish lands, and troubles we want no part of nip at yer heels. Get out and stay out!
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘˜ğ‘» ğ‘›ğ‘®ğ‘°ğ‘¥ğ‘Ÿ, ğ‘§ğ‘¤ğ‘“. ğ‘ğ‘°ğ‘Ÿ ğ‘¸ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ, ğ‘¯ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘¢ğ‘° ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¯ğ‘´ ğ‘ğ‘¸ğ‘‘ ğ‘ ğ‘¯ğ‘¦ğ‘ ğ‘¨ğ‘‘ ğ‘˜ğ‘» ğ‘£ğ‘°ğ‘¤ğ‘Ÿ. ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘¯ ğ‘•ğ‘‘ğ‘± ğ‘¬ğ‘‘!

source: Our troubles will be yours, too, whether either of us will it or not. The orcs have come down from the north like a flood; if we squabble among ourselves they will feast on our discord.
en@shaw: ğ‘¬ğ‘¼ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¿ğ‘¼ğ‘Ÿ, ğ‘‘ğ‘µ, ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘²ğ‘ğ‘¼ ğ‘ ğ‘³ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘¦ğ‘‘ ğ‘¹ ğ‘¯ğ‘ªğ‘‘. ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘›ğ‘¬ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘¤ğ‘²ğ‘’ ğ‘© ğ‘“ğ‘¤ğ‘³ğ‘›; ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘•ğ‘’ğ‘¢ğ‘­ğ‘šğ‘©ğ‘¤ ğ‘©ğ‘¥ğ‘³ğ‘™ ğ‘¬ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘°ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘¬ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘¹ğ‘›.

source: I cannot see how trolls could be any less friendly.
en@shaw: ğ‘² ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘° ğ‘£ğ‘¬ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘’ğ‘«ğ‘› ğ‘šğ‘° ğ‘§ğ‘¯ğ‘¦ ğ‘¤ğ‘§ğ‘• ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘¤ğ‘¦.

source: Death of Olurf
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘´ğ‘¤ğ‘»ğ‘“

source: We made it. Onwards to Wesmere!
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘. ğ‘ªğ‘¯ğ‘¢ğ‘¼ğ‘›ğ‘Ÿ ğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¥ğ‘°ğ‘®!

source: Crazy elves! But at least they felled a few trolls before they left.
en@shaw: ğ‘’ğ‘®ğ‘±ğ‘Ÿğ‘¦ ğ‘§ğ‘¤ğ‘ğ‘Ÿ! ğ‘šğ‘³ğ‘‘ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘ğ‘± ğ‘“ğ‘§ğ‘¤ğ‘› ğ‘© ğ‘“ğ‘¿ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘± ğ‘¤ğ‘§ğ‘“ğ‘‘.

source: Crazy elves!
en@shaw: ğ‘’ğ‘®ğ‘±ğ‘Ÿğ‘¦ ğ‘§ğ‘¤ğ‘ğ‘Ÿ!

source: Chief, the cursed tree-shaggers are defeating us!
en@shaw: ğ‘¡ğ‘°ğ‘“, ğ‘ ğ‘’ğ‘»ğ‘•ğ‘› ğ‘‘ğ‘®ğ‘°-ğ‘–ğ‘¨ğ‘œğ‘»ğ‘• ğ‘¸ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘¦ğ‘™ ğ‘³ğ‘•!

source: We die, but more come after us, Orcs will rule all!
en@shaw: ğ‘¢ğ‘° ğ‘›ğ‘², ğ‘šğ‘³ğ‘‘ ğ‘¥ğ‘¹ ğ‘’ğ‘³ğ‘¥ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘³ğ‘•, ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘µğ‘¤ ğ‘·ğ‘¤!

source: Urudin
en@shaw: Â·ğ‘»ğ‘µğ‘›ğ‘¦ğ‘¯

source: Murudin
en@shaw: Â·ğ‘¥ğ‘³ğ‘®ğ‘µğ‘›ğ‘¦ğ‘¯

source: Mutaf-uru
en@shaw: Â·ğ‘¥ğ‘³ğ‘‘ğ‘©ğ‘“-ğ‘µğ‘®ğ‘µ

source: Good, you are returned. What news is there?
en@shaw: ğ‘œğ‘«ğ‘›, ğ‘¿ ğ‘¸ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘›. ğ‘¢ğ‘ªğ‘‘ ğ‘¯ğ‘¿ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘ğ‘º?

source: The elvish scum refused to surrender, Warlord. We have begun the attack, as planned.
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘•ğ‘’ğ‘©ğ‘¥ ğ‘®ğ‘¦ğ‘“ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘», ğ‘¢ğ‘¹ğ‘¤ğ‘¹ğ‘›. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘šğ‘©ğ‘œğ‘³ğ‘¯ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘¨ğ‘Ÿ ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘›.

source: Were you able to breach their citadel?
en@shaw: ğ‘¢ğ‘» ğ‘¿ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘šğ‘®ğ‘°ğ‘— ğ‘ğ‘º ğ‘•ğ‘¦ğ‘‘ğ‘©ğ‘›ğ‘§ğ‘¤?

source: Yes. We slaughtered them in great numbers.
en@shaw: ğ‘˜ğ‘§ğ‘•. ğ‘¢ğ‘° ğ‘•ğ‘¤ğ‘ªğ‘‘ğ‘»ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘¯ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ.

source: No, our attack was repulsed.
en@shaw: ğ‘¯ğ‘´, ğ‘¬ğ‘¼ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¢ğ‘ªğ‘Ÿ ğ‘®ğ‘¦ğ‘ğ‘³ğ‘¤ğ‘•ğ‘‘.

source: They resisted us fiercely; the battle is not yet done.
en@shaw: ğ‘ğ‘± ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘³ğ‘• ğ‘“ğ‘½ğ‘•ğ‘¤ğ‘¦; ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘˜ğ‘§ğ‘‘ ğ‘›ğ‘³ğ‘¯.

source: Go, report this news to the warlord Grubr.
en@shaw: ğ‘œğ‘´, ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘¿ğ‘Ÿ ğ‘‘ ğ‘ ğ‘¢ğ‘¹ğ‘¤ğ‘¹ğ‘› Â·ğ‘œğ‘®ğ‘µğ‘šğ‘¸.

source: I obey.
en@shaw: ğ‘² ğ‘ªğ‘šğ‘±.

source: These elves are weak, mere meat for my wolves! Get them!
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ ğ‘¢ğ‘°ğ‘’, ğ‘¥ğ‘½ ğ‘¥ğ‘°ğ‘‘ ğ‘“ğ‘¹ ğ‘¥ğ‘² ğ‘¢ğ‘«ğ‘¤ğ‘ğ‘Ÿ! ğ‘œğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥!

source: Cursed tree-shaggers and their filthy bows! We shall await the main army.
en@shaw: ğ‘’ğ‘»ğ‘•ğ‘› ğ‘‘ğ‘®ğ‘°-ğ‘–ğ‘¨ğ‘œğ‘»ğ‘• ğ‘¯ ğ‘ğ‘º ğ‘“ğ‘¦ğ‘¤ğ‘”ğ‘¦ ğ‘šğ‘´ğ‘Ÿ! ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘©ğ‘¢ğ‘±ğ‘‘ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘¸ğ‘¥ğ‘¦.

source: Death of Galtrid
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘œğ‘­ğ‘¤ğ‘‘ğ‘®ğ‘¦ğ‘›

source: For days, Kalenz and his small host of followers traveled, moving nearer and yet nearer to the Kaâ€™lian. Thanks to the dense fog and elvish woodscraft, the band was able to evade the orcish hunters. Then, as they were almost arrived at their destination, the north wind blew, and the fog lifted to reveal a grim sight...
en@shaw: ğ‘“ğ‘¹ ğ‘›ğ‘±ğ‘Ÿ, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¼ğ‘Ÿ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘›, ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘¯ğ‘½ğ‘¼ ğ‘¯ ğ‘˜ğ‘§ğ‘‘ ğ‘¯ğ‘½ğ‘¼ ğ‘‘ ğ‘ Â·ğ‘’ğ‘±ğ‘¤ğ‘¾ğ‘¯. ğ‘”ğ‘¨ğ‘™ğ‘’ğ‘• ğ‘‘ ğ‘ ğ‘›ğ‘§ğ‘¯ğ‘• ğ‘“ğ‘ªğ‘œ ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘¢ğ‘µğ‘›ğ‘•ğ‘’ğ‘®ğ‘¨ğ‘“ğ‘‘, ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¦ğ‘ğ‘±ğ‘› ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘£ğ‘©ğ‘¯ğ‘‘ğ‘»ğ‘Ÿ. ğ‘ğ‘§ğ‘¯, ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘¢ğ‘» ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘¨ğ‘‘ ğ‘ğ‘º ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘¢ğ‘²ğ‘¯ğ‘› ğ‘šğ‘¤ğ‘µ, ğ‘¯ ğ‘ ğ‘“ğ‘ªğ‘œ ğ‘¤ğ‘¦ğ‘“ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘°ğ‘¤ ğ‘© ğ‘œğ‘®ğ‘¦ğ‘¥ ğ‘•ğ‘²ğ‘‘...

source: Are you our armyâ€™s vanguard? Hurry, for we are sorely pressed here.
en@shaw: ğ‘¸ ğ‘¿ ğ‘¬ğ‘¼ ğ‘¸ğ‘¥ğ‘°ğ‘Ÿ ğ‘ğ‘¨ğ‘¯ğ‘œğ‘¸ğ‘›? ğ‘£ğ‘³ğ‘®ğ‘¦, ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘¸ ğ‘•ğ‘¹ğ‘¤ğ‘° ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘£ğ‘½.

source: No, we are fleeing an attack on our home in the Lintanir. Time enough for talk later; we must defeat these orcs together, or at least hold them off long enough for the humans to come to our aid.
en@shaw: ğ‘¯ğ‘´, ğ‘¢ğ‘° ğ‘¸ ğ‘“ğ‘¤ğ‘°ğ‘¦ğ‘™ ğ‘©ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ªğ‘¯ ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥ ğ‘¦ğ‘¯ ğ‘ Â·ğ‘¤ğ‘¦ğ‘¯ğ‘‘ğ‘¨ğ‘¯ğ‘°ğ‘®. ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘“ğ‘¹ ğ‘‘ğ‘·ğ‘’ ğ‘¤ğ‘±ğ‘‘ğ‘¼; ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼, ğ‘¹ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘ªğ‘“ ğ‘¤ğ‘ªğ‘™ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘“ğ‘¹ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘¬ğ‘¼ ğ‘²ğ‘›.

source: We have failed to relieve the defenders, and more orcish war-bands are arriving. All is lost!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘»ğ‘Ÿ, ğ‘¯ ğ‘¥ğ‘¹ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¢ğ‘¹-ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘¸ ğ‘»ğ‘²ğ‘ğ‘¦ğ‘™. ğ‘·ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘•ğ‘‘!

source: Hist! Someone is sneaking about in the mist.
en@shaw: ğ‘£ğ‘¦ğ‘•ğ‘‘! ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘³ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘¯ğ‘°ğ‘’ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘¦ğ‘•ğ‘‘.

source: Ho, elves! Hand over the stone and we <i>might</i> not destroy your cute little playhouse, and we <i>might</i> spare you. Or, at the very least, we promise you a quick and painless death.
en@shaw: ğ‘£ğ‘´, ğ‘§ğ‘¤ğ‘ğ‘Ÿ! ğ‘£ğ‘¨ğ‘¯ğ‘› ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘‘ğ‘´ğ‘¯ ğ‘¯ ğ‘¢ğ‘° <i>might</i> ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘¿ğ‘¼ ğ‘’ğ‘¿ğ‘‘ ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘£ğ‘¬ğ‘•, ğ‘¯ ğ‘¢ğ‘° <i>might</i> ğ‘•ğ‘ğ‘º ğ‘¿. ğ‘¹, ğ‘¨ğ‘‘ ğ‘ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¤ğ‘°ğ‘•ğ‘‘, ğ‘¢ğ‘° ğ‘ğ‘®ğ‘ªğ‘¥ğ‘¦ğ‘• ğ‘¿ ğ‘© ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘¯ ğ‘ğ‘±ğ‘¯ğ‘¤ğ‘©ğ‘• ğ‘›ğ‘§ğ‘”.

source: We will cram those arrogant words back down your throat before we kill you, wose-spawned worm of an elf!
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘®ğ‘¨ğ‘¥ ğ‘ğ‘´ğ‘Ÿ ğ‘ºğ‘©ğ‘œğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘»ğ‘›ğ‘Ÿ ğ‘šğ‘¨ğ‘’ ğ‘›ğ‘¬ğ‘¯ ğ‘¿ğ‘¼ ğ‘”ğ‘®ğ‘´ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘’ğ‘¦ğ‘¤ ğ‘¿, ğ‘¢ğ‘´ğ‘Ÿ-ğ‘•ğ‘ğ‘ªğ‘¯ğ‘› ğ‘¢ğ‘»ğ‘¥ ğ‘ ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘“!

source: To arms, elven-kin! They are many, but our army is returning and surely close at hand. We have but to hold until it arrives!
en@shaw: ğ‘‘ ğ‘¸ğ‘¥ğ‘Ÿ, ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯-ğ‘’ğ‘¦ğ‘¯! ğ‘ğ‘± ğ‘¸ ğ‘¥ğ‘§ğ‘¯ğ‘¦, ğ‘šğ‘³ğ‘‘ ğ‘¬ğ‘¼ ğ‘¸ğ‘¥ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘¯ ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘šğ‘³ğ‘‘ ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¦ğ‘‘ ğ‘¼ğ‘²ğ‘ğ‘Ÿ!

source: You will have a different recall list and amount of starting gold than you may be expecting at the beginning of this scenario, as you will not start with Kalenzâ€™s army.
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¯ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘ğ‘¨ğ‘¯ ğ‘¿ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘¨ğ‘‘ ğ‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´, ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¢ğ‘¦ğ‘ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿğ‘§ğ‘Ÿ ğ‘¸ğ‘¥ğ‘¦.

source: We won! The Kaâ€™lian is safe!
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘³ğ‘¯! ğ‘ Â·ğ‘’ğ‘±ğ‘¤ğ‘¾ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘±ğ‘“!

source: The elvish treasury is under attack! They need help desperately!
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¿ğ‘®ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘©ğ‘‘ğ‘¨ğ‘’! ğ‘ğ‘± ğ‘¯ğ‘°ğ‘› ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘›ğ‘§ğ‘•ğ‘ğ‘¼ğ‘©ğ‘‘ğ‘¤ğ‘¦!

source: Galtrid, your men are weary from long combat. Mine are fresher; Iâ€™ll go.
en@shaw: Â·ğ‘œğ‘­ğ‘¤ğ‘‘ğ‘®ğ‘¦ğ‘›, ğ‘¿ğ‘¼ ğ‘¥ğ‘§ğ‘¯ ğ‘¸ ğ‘¢ğ‘½ğ‘¦ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¤ğ‘ªğ‘™ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘. ğ‘¥ğ‘²ğ‘¯ ğ‘¸ ğ‘“ğ‘®ğ‘§ğ‘–ğ‘»; ğ‘²'ğ‘¤ ğ‘œğ‘´.

source: Hurry! We were near overwhelmed as I left.
en@shaw: ğ‘£ğ‘³ğ‘®ğ‘¦! ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘¯ğ‘½ ğ‘´ğ‘ğ‘¼ğ‘¢ğ‘§ğ‘¤ğ‘¥ğ‘› ğ‘¨ğ‘Ÿ ğ‘² ğ‘¤ğ‘§ğ‘“ğ‘‘.

source: Yes, go, Kalenz, Iâ€™ll guard the Kaâ€™lian till our army returns from the front.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘œğ‘´, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘²'ğ‘¤ ğ‘œğ‘¸ğ‘› ğ‘ Â·ğ‘’ğ‘±ğ‘¤ğ‘¾ğ‘¯ ğ‘‘ğ‘¦ğ‘¤ ğ‘¬ğ‘¼ ğ‘¸ğ‘¥ğ‘¦ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘“ğ‘®ğ‘³ğ‘¯ğ‘‘.

source: The Elvish Treasury
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¿ğ‘®ğ‘¦

source: Kalenz and his forces raced to relieve the siege of the Elvish Treasury...
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘®ğ‘±ğ‘•ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘ ğ‘•ğ‘°ğ‘¡ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¿ğ‘®ğ‘¦...

source: Shurm
en@shaw: Â·ğ‘ ğ‘³ğ‘®ğ‘¥

source: Trigr
en@shaw: Â·ğ‘‘ğ‘®ğ‘¦ğ‘œğ‘¸

source: Defeat all enemy leaders
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘·ğ‘¤ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ

source: And I see the remains of the garrison has been taken prisoner.
en@shaw: ğ‘¯ ğ‘² ğ‘•ğ‘° ğ‘ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘Ÿ ğ‘ ğ‘ ğ‘œğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘ğ‘®ğ‘¦ğ‘Ÿğ‘©ğ‘¯ğ‘¼.

source: We must free them and make these saurians pay. Attack and leave no one alive!
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘®ğ‘° ğ‘ğ‘§ğ‘¥ ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘ğ‘°ğ‘Ÿ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ ğ‘ğ‘±. ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¯ ğ‘¤ğ‘°ğ‘ ğ‘¯ğ‘´ ğ‘¢ğ‘³ğ‘¯ ğ‘©ğ‘¤ğ‘²ğ‘!

source: You will not live to enjoy it!
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘¦ğ‘ ğ‘‘ ğ‘¦ğ‘¯ğ‘¡ğ‘¶ ğ‘¦ğ‘‘!

source: We are free! My lord Kalenz, from this day forward I and my men are your sworn followers. And there is that which you should know about the treasure the orcs seek...
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘“ğ‘®ğ‘°! ğ‘¥ğ‘² Â·ğ‘¤ğ‘¹ğ‘› Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘± ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘› ğ‘² ğ‘¯ ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯ ğ‘¸ ğ‘¿ğ‘¼ ğ‘•ğ‘¢ğ‘¹ğ‘¯ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¼ğ‘Ÿ. ğ‘¯ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘¯ğ‘´ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¼ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘•ğ‘°ğ‘’...

source: I accept your service gratefully, for I will need every sword and bow and spell with which to defeat these invaders. There will be time for talk later; now, we must fight.
en@shaw: ğ‘² ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘¿ğ‘¼ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘• ğ‘œğ‘®ğ‘±ğ‘‘ğ‘“ğ‘©ğ‘¤ğ‘¦, ğ‘“ğ‘¹ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘°ğ‘› ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘•ğ‘¹ğ‘› ğ‘¯ ğ‘šğ‘´ ğ‘¯ ğ‘•ğ‘ğ‘§ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘¢ğ‘¦ğ‘— ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘±ğ‘›ğ‘»ğ‘Ÿ. ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘‘ğ‘²ğ‘¥ ğ‘“ğ‘¹ ğ‘‘ğ‘·ğ‘’ ğ‘¤ğ‘±ğ‘‘ğ‘¼; ğ‘¯ğ‘¬, ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘²ğ‘‘.

source: Death of Cleodil
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘’ğ‘¤ğ‘°ğ‘´ğ‘›ğ‘¦ğ‘¤

source: Without their leaders, the saurians flee in panic. Let us free the treasuryâ€™s garrison before they can find it in them to rally and return.
en@shaw: ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘ğ‘º ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ, ğ‘ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ ğ‘“ğ‘¤ğ‘° ğ‘¦ğ‘¯ ğ‘ğ‘¨ğ‘¯ğ‘¦ğ‘’. ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘“ğ‘®ğ‘° ğ‘ ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘»ğ‘°ğ‘Ÿ ğ‘œğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘®ğ‘¨ğ‘¤ğ‘° ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯.

source: The war with the Orcs goes poorly. The Kaâ€™lian will need that gold back to buy arms and food, to hire artisans, to support its armies.
en@shaw: ğ‘ ğ‘¢ğ‘¹ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘œğ‘´ğ‘Ÿ ğ‘ğ‘«ğ‘¼ğ‘¤ğ‘¦. ğ‘ Â·ğ‘’ğ‘±ğ‘¤ğ‘¾ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘°ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘šğ‘² ğ‘¸ğ‘¥ğ‘Ÿ ğ‘¯ ğ‘“ğ‘µğ‘›, ğ‘‘ ğ‘£ğ‘²ğ‘¼ ğ‘¸ğ‘‘ğ‘©ğ‘Ÿğ‘©ğ‘¯ğ‘Ÿ, ğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘¦ğ‘‘ğ‘• ğ‘¸ğ‘¥ğ‘°ğ‘Ÿ.

source: We will hunt down those saurians and retrieve our gold. More, we must teach them that it is lethal folly to raid us, else they will plague us like rats.
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘³ğ‘¯ğ‘‘ ğ‘›ğ‘¬ğ‘¯ ğ‘ğ‘´ğ‘Ÿ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ ğ‘¬ğ‘¼ ğ‘œğ‘´ğ‘¤ğ‘›. ğ‘¥ğ‘¹, ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘‘ğ‘°ğ‘¡ ğ‘ğ‘§ğ‘¥ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘°ğ‘”ğ‘©ğ‘¤ ğ‘“ğ‘ªğ‘¤ğ‘¦ ğ‘‘ ğ‘®ğ‘±ğ‘› ğ‘³ğ‘•, ğ‘§ğ‘¤ğ‘• ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘œ ğ‘³ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘®ğ‘¨ğ‘‘ğ‘•.

source: I am ashamed to die at the hands of tree-shaggers!
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘©ğ‘–ğ‘±ğ‘¥ğ‘› ğ‘‘ ğ‘›ğ‘² ğ‘¨ğ‘‘ ğ‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘‘ğ‘®ğ‘°-ğ‘–ğ‘¨ğ‘œğ‘»ğ‘•!

source: The Saurian Treasury
en@shaw: ğ‘ ğ‘•ğ‘¸ğ‘¾ğ‘¯ ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¿ğ‘®ğ‘¦

source: Elvish scouts found the trail of the Saurian war party without difficulty. The way back to the sauriansâ€™ treasury was clear...
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘•ğ‘’ğ‘¬ğ‘‘ğ‘• ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘‘ğ‘®ğ‘±ğ‘¤ ğ‘ ğ‘ ğ‘•ğ‘¸ğ‘¾ğ‘¯ ğ‘¢ğ‘¹ ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ğ‘¦. ğ‘ ğ‘¢ğ‘± ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ' ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¿ğ‘®ğ‘¦ ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘¤ğ‘½...

source: Hraurg
en@shaw: Â·ğ‘£ğ‘®ğ‘·ğ‘®ğ‘œ

source: Spahr
en@shaw: Â·ğ‘•ğ‘ğ‘¸

source: There they are. They have dumped our gold in their own treasury. We must strike quickly and leave with the gold before they can summon their full host.
en@shaw: ğ‘ğ‘º ğ‘ğ‘± ğ‘¸. ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘³ğ‘¥ğ‘ğ‘‘ ğ‘¬ğ‘¼ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘º ğ‘´ğ‘¯ ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¿ğ‘®ğ‘¦. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘¯ ğ‘¤ğ‘°ğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘³ğ‘¥ğ‘©ğ‘¯ ğ‘ğ‘º ğ‘“ğ‘«ğ‘¤ ğ‘£ğ‘´ğ‘•ğ‘‘.

source: Moving so much gold is no light matter. We will need horses to bear it back home.
en@shaw: ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘•ğ‘´ ğ‘¥ğ‘³ğ‘— ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¤ğ‘²ğ‘‘ ğ‘¥ğ‘¨ğ‘‘ğ‘¼. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘°ğ‘› ğ‘£ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘‘ ğ‘šğ‘º ğ‘¦ğ‘‘ ğ‘šğ‘¨ğ‘’ ğ‘£ğ‘´ğ‘¥.

source: The elves have followed ussss! We must hold the gold until reinforcements arrive.
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘› ğ‘³ğ‘•ğ‘•ğ‘•ğ‘•! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘©ğ‘®ğ‘²ğ‘.

source: Treasure Chest
en@shaw: ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¼ ğ‘—ğ‘§ğ‘•ğ‘‘
