Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tb/*.po
Languages: en@shaw, uk, vi

source: He would only slow us down!
en@shaw: ğ‘£ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘•ğ‘¤ğ‘´ ğ‘³ğ‘• ğ‘›ğ‘¬ğ‘¯!
uk: Він нас тільки затримає!
vi: Anh ta sẽ chỉ làm chậm chân chúng ta thôi!

source: It is my place to decide this.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘² ğ‘ğ‘¤ğ‘±ğ‘• ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘› ğ‘ğ‘¦ğ‘•.
uk: Це вже я вирішуватиму.
vi: Hãy để ta quyết định.

source: Oh, all right then. Come along with us.
en@shaw: ğ‘´, ğ‘·ğ‘¤ ğ‘®ğ‘²ğ‘‘ ğ‘ğ‘§ğ‘¯. ğ‘’ğ‘³ğ‘¥ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•.
uk: Ох, добре. Ти можеш йти з нами.
vi: Ồ, tốt thôi. Hãy đi cùng chúng tôi.

source: Thank you. My comrades and I will help you on your noble quest.
en@shaw: ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿. ğ‘¥ğ‘² ğ‘’ğ‘ªğ‘¥ğ‘®ğ‘©ğ‘›ğ‘Ÿ ğ‘¯ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘.
uk: Дякую. Я та мої товариші допоможемо тобі в твоїй шляхетній праці.
vi: Cảm ơn. Tôi binh lính đi cùng sẽ giúp anh trong nhiệm vụ cao cả này.

source: I am sorry. We have not the time to spare.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘•ğ‘ªğ‘®ğ‘¦. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘•ğ‘ğ‘º.
uk: Вибачай, в нас зовсім нема зайвого часу.
vi: Tôi xin lỗi. Chúng tôi không có thời gian.

source: Take this, then, for I see that you are on a quest. My comrades will help you whenever you call for them.
en@shaw: ğ‘‘ğ‘±ğ‘’ ğ‘ğ‘¦ğ‘•, ğ‘ğ‘§ğ‘¯, ğ‘“ğ‘¹ ğ‘² ğ‘•ğ‘° ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘¸ ğ‘ªğ‘¯ ğ‘© ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘. ğ‘¥ğ‘² ğ‘’ğ‘ªğ‘¥ğ‘®ğ‘©ğ‘›ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘¢ğ‘§ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¿ ğ‘’ğ‘·ğ‘¤ ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥.
uk: Тоді візьми це, бо я бачу, що ти потребуєш цього. Мої товариші допоможуть в будь-якому разі, тільки поклич.
vi: Vậy hãy nhận lấy số tiền này, tôi hiểu anh đang phải thực hiện nhiệm vụ của mình. Binh lính của tôi sẽ giúp anh mỗi khi anh cho gọi họ.

source: You receive 70 pieces of gold!
en@shaw: ğ‘¿ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ 70 ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘›!
uk: Ви отримали 70 золотих!
vi: Bạn nhận 70 lượng vàng!

source: These elves have delayed us too long, the kidnappers’ trail will have faded by now.
uk: Ельфи занадто сильно нас затримали, нам вже не віднайти сліду викрадачів.

source: More elves are arriving; even if they believe me, the kidnappers’ trail is sure to fade before we can follow.
uk: Ельфи все прибувають та прибувають. Навіть якщо вони повірять мені, сліди викрадачів загубляться швидше, ніж ми зможемо продовжити переслідування.

source: Deluded fool, you are rescuing a necromancer. I can only hope that you are too late, and that our souls will rest in peace.
uk: Обманутий дурень, ти намагаєшся врятувати некроманта. Я сподіваюся, що тобі це не вдастся, та наші душі зможуть мирно спочити.

source: Follow their back trail!
en@shaw: ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘ğ‘º ğ‘šğ‘¨ğ‘’ ğ‘‘ğ‘®ğ‘±ğ‘¤!
uk: Бігом за ними, поки сліди ще свіжі!
vi: Theo dấu vết của chúng!

source: Guarded Castle
en@shaw: ğ‘œğ‘¸ğ‘›ğ‘©ğ‘› ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤
uk: Захищений замок
vi: Lâu đài được canh gác

source: Rotharik
en@shaw: Â·ğ‘®ğ‘´ğ‘ğ‘ºğ‘¦ğ‘’
uk: Ротарік

source: Guard
en@shaw: ğ‘œğ‘¸ğ‘›
uk: Охоронець
vi: Lính gác

source: Knago-Brek
en@shaw: Â·ğ‘’ğ‘¥ğ‘­ğ‘œğ‘´-ğ‘šğ‘®ğ‘§ğ‘’
uk: Кнаго-Брек

source: Castle Guard
en@shaw: ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤ ğ‘œğ‘¸ğ‘›
uk: Страж замку
vi: Lính gác lâu đài

source: Indoors (dark castle)
uk: У приміщенні(темний замок)

source: Indoors (lit)
uk: У приміщенні(освітлено)

source: Rescue Baran
uk: Врятуй Б'ярна

source: Kill the dark sorcerer to get the cell key
en@shaw: ğ‘’ğ‘¦ğ‘¤ ğ‘ ğ‘›ğ‘¸ğ‘’ ğ‘•ğ‘¹ğ‘•ğ‘¼ğ‘¼ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘ ğ‘•ğ‘§ğ‘¤ ğ‘’ğ‘°
uk: Убий чорнокнижника, щоб здобути ключа до камери
vi: Giết tên pháp sư bóng tối để lấy chìa khóa mở ngục

source: Move Arvith to the cell with his brother to free him
uk: Перемісти Арвіта до камери, щоб врятувати брата

source: Death of Baran
uk: Смерть Б'ярна

source: When facing an unknown situation, take into account details from story and dialog to inform your strategy.
uk: Зіткнувшись з невідомою ситуацією, беріть до уваги деталі історії та діалогів, щоб розробити найкращу стратегію.

source: The dark sorcerer is a strong unit; attack him with multiple units at once and try to force him off his keep.
uk: Чорнокнижник доволі сильний боєць, тому атакуйте його декількома воїнами одночасно та змусьте його покинути цитадель.

source: Markings or decorations on hexes may indicate something to be found. If you can, it is usually a good idea to investigate.
uk: Мітки та декорації на клітинках можуть означати щось корисне. За можливості, досліджуйте такі місця.

source: Arvith and his men halt outside of the castle, gazing for a moment at the hulking mass of stone looming in the fog. There is movement in the mist.
uk: Арвіт та його люди зупинилися перед замком, мовчки споглядаючи незграбну купу каміння, що нечітко вимальовувалася в тумані. Як от вони помітили якийсь рух.

source: Halt! Friend or foe? Give the password.
en@shaw: ğ‘£ğ‘·ğ‘¤ğ‘‘! ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘› ğ‘¹ ğ‘“ğ‘´? ğ‘œğ‘¦ğ‘ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘›.
uk: Стояти! Друг чи ворог? Назови пароль.
vi: Đứng lại! Bạn hay thù? Nói mật khẩu đi.

source: The password is
en@shaw: ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘› ğ‘¦ğ‘Ÿ
uk: Пароль це
vi: Mật khẩu là

source: Sithrak!
uk: Сітрак!

source: Eleben!
uk: Елебен!

source: Jarlom!
uk: Жаром!

source: Hamik!
uk: Хамік!

source: Pass, friend.
en@shaw: ğ‘ğ‘­ğ‘•, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›.
uk: Проходь, друже.
vi: Các bạn được đi qua.

source: The adept didn’t lead us astray after all. I’ll keep my word, distasteful as it may be; cut him loose, and let’s be rid of him.
uk: Адепт все-таки не обманув нас. Я дотримаюся свого слова, хоч як неприємно б це не було; звільніть його та проженіть звідси.
vi: Tên tín đồ đã không dẫn chúng ta đi sai đường. Ta sẽ giữ lời, mặc dù rất khó chịu; cắt dây cho hắn, hãy để hắn đi cho khuất mắt.

source: Wrong! Die!
en@shaw: ğ‘®ğ‘ªğ‘™! ğ‘›ğ‘²!
uk: Невірно! Помри!
vi: Sai rồi! Chết đi!

source: Haha! We not kill people for long time. Weapon wants blood. We now kill humans!
uk: Ха-ха! Вже давненько ми не вбивали людей. Зброя хоче крові. Ми вб'ємо їх!

source: My sword-arm shall have a say in who will do the dying. Come on, men, let’s kill some orcs.
uk: Моя зброя говоритиме, хто помре, не твоя. Нумо, браття, убиймо цих орків.

source: One less braggart orc in the world.
uk: На одного хвалькуватого орка менше.
vi: Bớt đi một tên người thú khoác lác cho thế giới này.

source: Captain, what are <i>orcs</i> doing this far south?
uk: Капітане, що <i>орки</i> роблять так далеко на півдні?
vi: Đội trưởng, Bọn <i>người thú</i> làm gì ở tận phía Nam xa xôi này?

source: Good question. Perhaps my brother will have found out.
uk: Гарне питання. Можливо, моєму брату це відомо.
vi: Câu hỏi hay đấy. Có lẽ em trai ta sẽ biết tại sao.

source: Are you our relief arriving? Does this mean we get to leave here now?
en@shaw: ğ‘¸ ğ‘¿ ğ‘¬ğ‘¼ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘“ ğ‘»ğ‘²ğ‘ğ‘¦ğ‘™? ğ‘›ğ‘³ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘°ğ‘¯ ğ‘¢ğ‘° ğ‘œğ‘§ğ‘‘ ğ‘‘ ğ‘¤ğ‘°ğ‘ ğ‘£ğ‘½ ğ‘¯ğ‘¬?
uk: Ви наша заміна? Це значить, що ми можемо йти відпочивати?
vi: Các anh là lính đến thay phiên gác đúng không? Nghĩ là chúng tôi rời đi được chứ?

source: Um, yes. Fine. You can go.
en@shaw: ğ‘©ğ‘¥, ğ‘˜ğ‘§ğ‘•. ğ‘“ğ‘²ğ‘¯. ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘œğ‘´.
uk: Ух, так. Добре. Ви можете йти.
vi: Ừm, đúng vậy. Tốt, các anh có thể đi.

source: Um, you’re supposed to give the password.
uk: Хм, взагалі-то ви повинні назвати пароль.
vi: Ừm, anh phải nói mật khẩu.

source: Oh, of course. I had nearly forgotten.
en@shaw: ğ‘´, ğ‘ ğ‘’ğ‘¹ğ‘•. ğ‘² ğ‘£ğ‘¨ğ‘› ğ‘¯ğ‘½ğ‘¤ğ‘¦ ğ‘“ğ‘¼ğ‘œğ‘ªğ‘‘ğ‘©ğ‘¯.
uk: А, звісно, я ледь не забув.
vi: Ồ, đúng rồi. Tôi suýt quên.

source: Akranbral!
uk: Акранбрал!

source: Drakanal!
uk: Драканал!

source: Xaskanat!
uk: Ксасканат!

source: Katklagad!
uk: Катклагад!

source: Thanks! Irritating little formality, isn’t it?
uk: Дяка! Ці формальності дратують, чи не так?
vi: Cảm ơn! Mật khẩu thật rắc rối, đúng chứ?

source: That’s the wrong password! These aren’t our relief! Get them!
uk: Неправильно! Ці хлопаки не наша заміна! Хапайте їх!
vi: Mật khẩu không đúng! Các ngươi không phải là lính thay phiên gác! Giết chúng!

source: I think I should better support my men at the front to make sure we can free my brother.
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘² ğ‘–ğ‘«ğ‘› ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯ ğ‘¨ğ‘‘ ğ‘ ğ‘“ğ‘®ğ‘³ğ‘¯ğ‘‘ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘–ğ‘«ğ‘¼ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘®ğ‘° ğ‘¥ğ‘² ğ‘šğ‘®ğ‘³ğ‘ğ‘¼.
uk: Гадаю, мені варто підтримати моїх людей у атаці. Я хочу бути впевненим, що ми зможемо звільнити мого брата.
vi: Tôi nghĩ tôi nên hỗ trợ binh lính của mình ở phía trước để đảm bảo chúng ta có thể giải cứu em trai tôi.

source: Your hand or Tairach’s, death is still death... (argh)
uk: Твоя рука чи Тайрача, смерть все одно смерть... (аргх)
vi: Bởi ngươi hay Tairach, chết vẫn là chết... (hựự)

source: ‘Tairach’? Who or what is Tairach?
uk: ‘Тайрач’? Хто такий Тайрач?
vi: ‘Tairach’? Tên Tairach này là ai vậy?

source: There’s a key in his robes.
uk: У його робах є ключ.
vi: Có một cái chìa khóa trong áo của hắn.

source: That may well be the key to the cell they’re holding Baran in! I will take it.
uk: Можливо, це ключ від камери, в якій тримають Б'ярна! Передай його мені.

source: It may be important, I best take it.
uk: Я візьму, це може бути важливим.

source: This castle seems as dark as a cave!
uk: У цьому замку темно, неначе в печері!

source: This castle is under a constant, <i>chaotic</i> time of day (equivalent to permanent night), except for illuminated hexes adjacent to lit stone walls (neutral time of day). Place your units carefully, as your troops will be weaker and enemy units stronger.
uk: Цей замок знаходиться у постійному <i>хаотичному</i> часі доби(рівнозначно вічній ночі), за виключенням окремих клітинок поряд з факелами та стінах(нейтральний час доби). Розташовуйте своїх бійців обережно, так як вони будуть слабкіше, а вороги сильніше.

source: Look what I have found in here! I can count a hundred pieces of gold.
en@shaw: ğ‘¤ğ‘«ğ‘’ ğ‘¢ğ‘ªğ‘‘ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘£ğ‘½! ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘© ğ‘£ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘§ğ‘› ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘›.
uk: Дивіться, що я знайшов! Я можу нарахувати тут десь сто золотих.
vi: Nhìn xem tôi tìm được gì nè! Tôi có thể đếm được hàng trăm lượng vàng.

source: Look what I have found in here! I can count fifty pieces of gold.
en@shaw: ğ‘¤ğ‘«ğ‘’ ğ‘¢ğ‘ªğ‘‘ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘£ğ‘½! ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘“ğ‘¦ğ‘“ğ‘‘ğ‘¦ ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘›.
uk: Дивіться, що я знайшов! Я можу нарахувати тут десь п'ятдесят золотих.
vi: Nhìn xem tôi tìm được gì nè! Tôi có thể đếm được năm mươi lượng vàng.

source: I found Baran. He is in this cell.
uk: Я знайшов Б'ярна. Він у цій камері.

source: It’s good to see you, Arvith.
uk: Радий тебе бачити, Арвіте.

source: And you too, brother.
uk: Я теж, брате.
vi: Anh cũng vậy.

source: You must be one of Arvith’s men. Please help me get out of this dungeon.
uk: Напевно, ти з людей Арвіта. Прошу, допоможи мені вибратися з цього підземелля.

source: The accursed dark sorcerer Rotharik has imprisoned me behind this magically enhanced iron gate. It can only be opened with the correct key. You must get it from him to free me.
en@shaw: ğ‘ ğ‘©ğ‘’ğ‘»ğ‘•ğ‘‘ ğ‘›ğ‘¸ğ‘’ ğ‘•ğ‘¹ğ‘•ğ‘¼ğ‘¼ Â·ğ‘®ğ‘´ğ‘ğ‘ºğ‘¦ğ‘’ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¥ğ‘ğ‘®ğ‘¦ğ‘Ÿğ‘©ğ‘¯ğ‘› ğ‘¥ğ‘° ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘¦ ğ‘§ğ‘¯ğ‘£ğ‘¨ğ‘¯ğ‘•ğ‘‘ ğ‘²ğ‘¼ğ‘¯ ğ‘œğ‘±ğ‘‘. ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘´ğ‘ğ‘©ğ‘¯ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ ğ‘’ğ‘°. ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¦ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘¦ğ‘¥ ğ‘‘ ğ‘“ğ‘®ğ‘° ğ‘¥ğ‘°.
uk: Проклятий чорнокнижник Ротарік заточив мене у цій камері зі сталевими зачарованими дверима. Їх можливо відкрити лише за допомогою конкретного ключа. Ти маєш спочатку здобути його, щоб звільнити мене.
vi: Tên pháp sư bóng tối Rotharik đáng nguyền rủa đó đã giam em sau cánh cổng sắt được phù phép này. Nó chỉ có thể được mở với đúng chìa khóa. Anh phải lấy chìa khóa từ hắn để giải cứu em.

source: I have already met, and killed, the sorcerer. Is this the key to which you referred?
uk: Я вже зустрів та вбив чаклуна. Чи це не той ключ, про який ти розповідаєш?

source: Yes, it is. Come, unlock this cell door, and let us depart this place, brother!
uk: Так, це він. Нумо, відкрий ці двері, я хочу якнайскоріше покинути це місце, брате!

source: Thank you for saving me. I... was not certain you would come.
uk: Дякую тобі за порятунок. Я... не був впевнений, що ти прийдеш.
vi: Cảm ơn anh đã cứu em. Em... đã không chắc rằng anh sẽ tới.

source: Have you no faith in your brother, Baran?
uk: Ти не маєш жодної віри в свого брата, Б'ярне?

source: It’s not that. Perhaps I deserved to rot here. I failed you. I failed you again.
uk: Це не так. Можливо, я заслуговував згнити тут. Я підвів тебе. Я знову підвів тебе.
vi: Không phải vậy. Có lẽ em đáng phải bị nhốt ở đây vĩnh viễn. Em đã làm anh thất vọng. Và giờ lại tiếp tục làm anh thất vọng.

source: That is as may be. But you are my brother still. And... I never doubted you would have come for me.
uk: Можливо, однак, незважаючи на все, ти мій брат. І... Я ніколи не сумнівався, що ти б також прийшов за мною.
vi: Có lẽ vậy. Nhưng em vẫn là em trai anh. Và... anh không bao giờ nghĩ rằng anh sẽ để mất em trai mình.

source: It was no great trial, after all. A few elves, one or two dark sorcerers, a gang of orcs and some undead. Really just a day’s work for the company.
uk: Та й це неважко, як ніяк. Декілька ельфів, один чи два чорнокнижника, банда орків і трохи мерців. Звичайний робочий день, як на мене.
vi: Ồ không có gì đâu, một vài gã thần tiên, một hay hai tên phù thủy bóng tối, một đám người thú và lũ ma quái. Thật ra đó chỉ là một ngày chiến đấu bình thường cho lính đánh thuê bọn anh thôi.

source: Thank you for coming to my aid. Let us return to the village.
en@shaw: ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿ ğ‘“ğ‘¹ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘‘ ğ‘¥ğ‘² ğ‘²ğ‘›. ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡.
uk: Я вдячний за всю твою допомогу. Давай повернемося у наше село.
vi: Cảm ơn anh vì đã đến giúp em. Chúng ta hãy trở về làng.

source: Minion of Tairach
uk: Прислужник Тайрача

source: You are too late! Your brother is already dead! Muahahaha...!
uk: Ти запізнився! Твій брат вже мертвий! Муахахахахаха…!
vi: Ngươi đến quá trễ rồi! Em ngươi đã chết rồi! Muhahahaha...!

source: Argh!!
uk: Аргхр!!
vi: Aaaa!!

source: Return to the Village
en@shaw: ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡
uk: Повернення в село
vi: Trở về làng

source: Tairach
en@shaw: Â·ğ‘‘ğ‘ºğ‘±ğ‘—
uk: Тайрач

source: Reeve Hoban
uk: Суддя Хобан

source: Find out what is happening in the village
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¬ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡
uk: Дізнатися, що відбувається в селі
vi: Tìm hiểu xem chuyện gì đang xảy ra trong làng

source: Recruit or Recall some high-move units to be able to see as far as possible through the fog for approaching units.
uk: Завербуйте чи закличте бійців з високою дистанцією руху, щоб мати можливість вчасно побачити ворогів у тумані.

source: There. The village is just across those hills, and already I see men coming to greet us!
uk: Тут. Село знаходиться за цими пагорбами, і я вже бачу людей, що вийшли нас привітати!
vi: Nhìn kìa. Làng của em ở bên kia đồi, và anh đã thấy có người đến để chào đón chúng ta!

source: No, they are fleeing from something. We must find out what is happening over there!
en@shaw: ğ‘¯ğ‘´, ğ‘ğ‘± ğ‘¸ ğ‘“ğ‘¤ğ‘°ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¬ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘´ğ‘ğ‘¼ ğ‘ğ‘º!
uk: Ні, вони точно перелякані та тікають. Ми маємо з'ясувати що там коїться!
vi: Không, họ đang bỏ chạy. Chúng ta phải tìm hiểu xem chuyện gì đang xảy ra ở đó!

source: Men! Ready your arms!
uk: Солдати! До зброї!
vi: Binh lính! Chuẩn bị chiến đấu!

source: We should find Reeve Hoban. Maybe he knows what is going on here.
uk: Ми повинні знайти Суддю Хобана. Може, він знає що тут відбувається.
vi: Chúng ta nên tới đó và nói chuyện với Reeve Hoban. Có lẽ ông ấy biết chuyện gì đang xảy ra ở đây.

source: We’re almost there!
uk: Ми майже на місці!
vi: Chúng ta gần tới nơi rồi!

source: That warlord! It’s...
uk: Той воєначальник! Це...
vi: Tên tư lệnh! Hắn là...

source: Yes, I’d know that face anywhere. Especially after what you did to it.
uk: Так, це обличчя я не забуду ніколи. Особливо після того, що ти зробив з ним.
vi: Đúng thế, anh biết khuôn mặt đó dù ở bất cứ đâu. Đặc biệt là sau những gì em gây ra cho hắn.

source: The warlord from Toen Caric.
uk: Воєначальник з Тоен Каріка.
vi: Tên tư lệnh ở Toen Caric.

source: You! The mage who scarred me with fire! KILL THEM!
uk: Ти! Маг, який пошрамував мене вогнем! УБИЙТЕ ЇХ!
vi: Ngươi! Tên pháp sư đã dùng lửa đốt khiến mặt ta có sẹo! GIẾT CHÚNG!

source: Let’s finish what we started, brother.
uk: Давай завершимо те, що ми почали, брате.
vi: Hãy hoàn thành công việc nào, anh trai.

source: Aye. I’ll be the right arm, and you’ll be the left. Let’s go!
uk: Еге ж. Я буду з правого флангу, а ти з лівого. Рушаймо!
vi: Đúng thế. Anh sẽ là cánh tay phải, còn em sẽ là cánh tay trái. Đi thôi!

source: I am glad to see you returned.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘œğ‘¤ğ‘¨ğ‘› ğ‘‘ ğ‘•ğ‘° ğ‘¿ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘›.
uk: Я радий, що ти повернувся.
vi: Tôi rất mừng khi thấy các anh đã trở về.

source: No gladder than I am to be here. But what has happened to Maghre?
en@shaw: ğ‘¯ğ‘´ ğ‘œğ‘®ğ‘¨ğ‘›ğ‘» ğ‘ğ‘¨ğ‘¯ ğ‘² ğ‘¨ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘£ğ‘½. ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘› ğ‘‘ Â·ğ‘¥ğ‘¨ğ‘œğ‘®ğ‘°?
uk: Не більше, ніж я радий знову бути тут. Але що сталося з Магре?
vi: Tôi cũng rất mừng khi được trở về đây. Nhưng chuyện gì đang xảy ra ở Maghre vậy?

source: Soon after you departed we were beset by orcs. With half the men of Maghre gone, we could not stop them.
en@shaw: ğ‘•ğ‘µğ‘¯ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¿ ğ‘›ğ‘¦ğ‘ğ‘¸ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘šğ‘¦ğ‘•ğ‘§ğ‘‘ ğ‘šğ‘² ğ‘¹ğ‘’ğ‘•. ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘­ğ‘“ ğ‘ ğ‘¥ğ‘§ğ‘¯ ğ‘ Â·ğ‘¥ğ‘¨ğ‘œğ‘®ğ‘° ğ‘œğ‘ªğ‘¯, ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ğ‘§ğ‘¥.
uk: Невдовзі після твого відбуття ми були оточені орками. Половина людей Магре наклала головами, однак йього було недостатньо, щоб зупинити їх.
vi: Ngay sau khi các anh đi chúng tôi đã bị người thú tấn công. Vì một nữa số binh lính đã đi nên chúng tôi không thể cản chúng.

source: The orcish warlord aims to enslave us. We will not be able to hold out for much longer.
en@shaw: ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¢ğ‘¹ğ‘¤ğ‘¹ğ‘› ğ‘±ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘§ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘ ğ‘³ğ‘•. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘¬ğ‘‘ ğ‘“ğ‘¹ ğ‘¥ğ‘³ğ‘— ğ‘¤ğ‘ªğ‘™ğ‘œğ‘¼.
uk: Воєначальник орків ставить собі за мету підкорити нас. Ми не зможемо протриматися ще навіть трохи.
vi: Tên tư lệnh người thú đang muốn bắt chúng tôi làm nô lệ. Chúng tôi khó có thể chống cự được nữa.

source: Have a care, his men are fell fighters and have killed many. Very few remain who can bear arms, but I will send them to aid you in battle.
en@shaw: ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘’ğ‘º, ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘¸ ğ‘“ğ‘§ğ‘¤ ğ‘“ğ‘²ğ‘‘ğ‘»ğ‘Ÿ ğ‘¯ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘¥ğ‘§ğ‘¯ğ‘¦. ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘“ğ‘¿ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘£ğ‘µ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘º ğ‘¸ğ‘¥ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘²ğ‘› ğ‘¿ ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤.
uk: Стережіться, його бійці надзвичайно люті та вже убили багатьох. У нас майже не лишилось нікого, здатного тримати зброю, але я пошлю усіх, кого зможу, щоб допомогти вам у битві.
vi: Hãy cẩn thận, những người của tôi đã giết được nhiều tên người thú nhưng chúng quá đông và nhanh chóng giết nhiều người của tôi. Còn rất ít người còn có thể chiến đấu, nhưng tôi sẽ đưa vài người qua chỗ anh để giúp các anh chiến đấu.

source: Slay the Orcish Warlord to free the village
en@shaw: ğ‘•ğ‘¤ğ‘± ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¢ğ‘¹ğ‘¤ğ‘¹ğ‘› ğ‘‘ ğ‘“ğ‘®ğ‘° ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡
uk: Убити воєначальника орків, щоб звільнити село
vi: Giết tên tư lệnh người thú để giải thoát cho dân làng

source: You can use Reeve Hoban’s keep to recruit or recall additional units.
uk: Ви можете використовувати цитадель Судді Хобана, щоб вербувати та закликати додаткових бійців.

source: Today, you shall pay for disfiguring my face, mage!
uk: Сьогодні ти заплатиш за моє спаплюжене обличчя, маг!

source: I have already paid with the lives of my men at Toen Caric. It is time I righted that mistake and finished this once and for all.
uk: Я вже заплатив життями моїх людей у Тоен Каріку. Цього разу я виправлю ту фатальну помилку та назавжди покінчу з тобою.

source: It is finished. We’ve defeated him at last. It was good to have you at my side, Baran.
uk: Все кінчено. Ми нарешті перемогли його, тепер назавжди. Гарно мати тебе за союзника, Б'ярне.

source: So much has been destroyed. It will be difficult to repair all that the orcs and undead have wrecked. And they could come again.
en@shaw: ğ‘•ğ‘´ ğ‘¥ğ‘³ğ‘— ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘›. ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘º ğ‘·ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘§ğ‘’ğ‘‘. ğ‘¯ ğ‘ğ‘± ğ‘’ğ‘«ğ‘› ğ‘’ğ‘³ğ‘¥ ğ‘©ğ‘œğ‘±ğ‘¯.
uk: Так багато було зруйновано. Буде доволі важко відновити все, що орки та мерці накоїли. І вони ж можуть прийти знову.
vi: Nhiều thứ đã bị phá hủy. Sẽ rất khó để sửa chữa lại mọi thứ mà bọn người thú và ma quái đã hủy hoại. Và chúng cũng có thể quay trở lại.

source: I must go back to earning my living. But you have my word, little brother; if you are beset again, I will come.
uk: Я маю повернутися до своєї звичної роботи, однак обіцяю, мій брате; якщо знову потрапиш в біду, я прийду.

source: I don’t think we can rescue anyone from these villages. It is too late.
uk: Я не думаю, що ми зможемо хоч когось врятувати. Вже занадто пізно.
vi: Anh không nghĩ chúng ta có thể cứu dân làng được nữa. Quá trễ rồi.

source: I was too weak to protect these people. Oh, why did this happen to me?!
uk: Я занадто слабкий, щоб захистити цих людей. Ох, чому це сталося зі мною?!
vi: Mình đã quá yếu để có thể bảo vệ dân làng. Ôi tại sao điều này lại xảy đến với mình?!

source: A Tale of Two Brothers — Epilogue
uk: Розповідь про Двох Братів — Епілог
vi: Câu truyện của hai anh em - Phần kết

source: Arvith
uk: Арвіт

source: All is lost now that I am dead...
en@shaw: ğ‘·ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¯ğ‘¬ ğ‘ğ‘¨ğ‘‘ ğ‘² ğ‘¨ğ‘¥ ğ‘›ğ‘§ğ‘›...
uk: Все втрачено, я вмираю...
vi: Ta thất bại rồi, tất cả đã tiêu tan...

source: It is over, I am vanquished.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘¼, ğ‘² ğ‘¨ğ‘¥ ğ‘ğ‘¨ğ‘™ğ‘’ğ‘¢ğ‘¦ğ‘–ğ‘‘.
uk: Це кінець, мене переможено.
vi: Tất cả hết rồi, mình đã bị đánh bại.

source: Baran
uk: Б'ярн

source: Hint:
uk: Порада:

source: (Beginner)
en@shaw: (ğ‘šğ‘¦ğ‘œğ‘¦ğ‘¯ğ‘»)
vi: (Người mới bắt đầu)

source: (Challenging)
en@shaw: (ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘¡ğ‘¦ğ‘™)
vi: (Thử thách)

source: Knight
en@shaw: ğ‘¯ğ‘²ğ‘‘
vi: Hiệp sĩ

source: (Novice level, 4 scenarios; the 'Hard' version may challenge more experienced players.)
en@shaw: (ğ‘¯ğ‘­ğ‘ğ‘©ğ‘• ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤, 4 ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ğ‘Ÿ; ğ‘ 'ğ‘£ğ‘¸ğ‘›' ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘¥ğ‘± ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘¡ ğ‘¥ğ‘¹ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘¼ğ‘Ÿ.)

source: An evil mage is threatening the small village of Maghre and its inhabitants. The villageâ€™s mage Bjarn sends for his brother to help, but not all goes as planned. Can you help?
en@shaw: ğ‘©ğ‘¯ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¥ğ‘±ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘”ğ‘®ğ‘§ğ‘‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘ Â·ğ‘¥ğ‘¨ğ‘œğ‘®ğ‘° ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘¯ğ‘£ğ‘¨ğ‘šğ‘¦ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•. ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¥ğ‘±ğ‘¡ Â·ğ‘šğ‘¿ğ‘¸ğ‘¥ ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘Ÿ ğ‘šğ‘®ğ‘³ğ‘ğ‘¼ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘, ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘·ğ‘¤ ğ‘œğ‘´ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘›. ğ‘’ğ‘¨ğ‘¯ ğ‘¿ ğ‘£ğ‘§ğ‘¤ğ‘?

source: Rooting Out A Mage
en@shaw: ğ‘®ğ‘µğ‘‘ğ‘¦ğ‘™ ğ‘¬ğ‘‘ ğ‘© ğ‘¥ğ‘±ğ‘¡
