Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tb/*.po
Languages: en@shaw, uk, vi

source: The remote freehold of Maghre in the western reaches of the kingdom of Wesnoth was once a peaceful place, its inhabitants largely unaware of the comings and goings of the wider world. Wars and the rumor of wars touched them not, until the day a dark mage settled in the region and began seeking sacrifices for his evil summonings.
en@shaw: ğ‘ ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘“ğ‘®ğ‘°ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ Â·ğ‘¥ğ‘¨ğ‘œğ‘®ğ‘° ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘®ğ‘°ğ‘—ğ‘©ğ‘Ÿ ğ‘ ğ‘ ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¢ğ‘ªğ‘Ÿ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘© ğ‘ğ‘°ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘•, ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘¯ğ‘£ğ‘¨ğ‘šğ‘¦ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¤ğ‘¸ğ‘¡ğ‘¤ğ‘¦ ğ‘©ğ‘¯ğ‘©ğ‘¢ğ‘º ğ‘ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘™ğ‘Ÿ ğ‘¯ ğ‘œğ‘´ğ‘¦ğ‘™ğ‘Ÿ ğ‘ ğ‘ ğ‘¢ğ‘²ğ‘›ğ‘¼ ğ‘¢ğ‘»ğ‘¤ğ‘›. ğ‘¢ğ‘¹ğ‘Ÿ ğ‘¯ ğ‘ ğ‘®ğ‘µğ‘¥ğ‘» ğ‘ ğ‘¢ğ‘¹ğ‘Ÿ ğ‘‘ğ‘³ğ‘—ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¯ğ‘ªğ‘‘, ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘›ğ‘± ğ‘© ğ‘›ğ‘¸ğ‘’ ğ‘¥ğ‘±ğ‘¡ ğ‘•ğ‘§ğ‘‘ğ‘©ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘®ğ‘°ğ‘—ğ‘©ğ‘¯ ğ‘¯ ğ‘šğ‘©ğ‘œğ‘¨ğ‘¯ ğ‘•ğ‘°ğ‘’ğ‘¦ğ‘™ ğ‘•ğ‘¨ğ‘’ğ‘®ğ‘¦ğ‘“ğ‘²ğ‘•ğ‘©ğ‘Ÿ ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘Ÿ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘•ğ‘³ğ‘¥ğ‘ªğ‘¯ğ‘¦ğ‘™ğ‘•.
vi: Một ngôi làng nhỏ tên là Maghre nằm cách biệt ở biên giới phía Tây của Wesnoth từng là một nơi yên bình, người dân của nó hoàn toàn không hề biết tới những việc đang diễn ra ở thế giới bên ngoài. Những cuộc chiến hay những lời đồn về chiến tranh cũng chưa hề đến với họ, cho đến ngày một pháp sư bóng tối đến ở trong vùng và tìm những nạn nhân hiến tế cho những lần triệu hồn ma quái của hắn.

source: There was a man named Bjarn who had shown talent as a mage when he was young, gone to the great Academy on the Isle of Alduin, and returned to work his magic in the land where he was born. The people looked to him for help and leadership. He found weapons half-forgotten from the times of their sires and grandsires hanging in many houses, and bade the villagers to take them down and clean and oil them. He set the smiths of Maghre to making spearheads and ax-blades for the rest.
en@shaw: ğ‘ğ‘º ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘¥ğ‘¨ğ‘¯ ğ‘¯ğ‘±ğ‘¥ğ‘› Â·ğ‘šğ‘¿ğ‘¸ğ‘¥ ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘› ğ‘–ğ‘´ğ‘¯ ğ‘‘ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘© ğ‘¥ğ‘±ğ‘¡ ğ‘¢ğ‘§ğ‘¯ ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘˜ğ‘³ğ‘™, ğ‘œğ‘ªğ‘¯ ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘©ğ‘’ğ‘¨ğ‘›ğ‘©ğ‘¥ğ‘° ğ‘ªğ‘¯ ğ‘ ğ‘²ğ‘¤ ğ‘ Â·ğ‘­ğ‘¤ğ‘›ğ‘µğ‘¦ğ‘¯, ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘‘ ğ‘¢ğ‘»ğ‘’ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¢ğ‘º ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘¹ğ‘¯. ğ‘ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¤ğ‘«ğ‘’ğ‘‘ ğ‘‘ ğ‘£ğ‘¦ğ‘¥ ğ‘“ğ‘¹ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¯ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘. ğ‘£ğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘­ğ‘“-ğ‘“ğ‘¼ğ‘œğ‘ªğ‘‘ğ‘©ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘ ğ‘ğ‘º ğ‘•ğ‘²ğ‘¼ğ‘Ÿ ğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘•ğ‘²ğ‘®ğ‘• ğ‘£ğ‘¨ğ‘™ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘£ğ‘¬ğ‘Ÿğ‘©ğ‘Ÿ, ğ‘¯ ğ‘šğ‘¨ğ‘› ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘»ğ‘Ÿ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘ğ‘§ğ‘¥ ğ‘›ğ‘¬ğ‘¯ ğ‘¯ ğ‘’ğ‘¤ğ‘°ğ‘¯ ğ‘¯ ğ‘¶ğ‘¤ ğ‘ğ‘§ğ‘¥. ğ‘£ğ‘° ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘•ğ‘¥ğ‘¦ğ‘”ğ‘• ğ‘ Â·ğ‘¥ğ‘¨ğ‘œğ‘®ğ‘° ğ‘‘ ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘•ğ‘ğ‘½ğ‘£ğ‘§ğ‘›ğ‘• ğ‘¯ ğ‘¨ğ‘’ğ‘•-ğ‘šğ‘¤ğ‘±ğ‘›ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘.

source: Now Bjarn had a brother named Arne who had also left Maghre to seek his fortune, and had become the leader of a small band of horsemen who hired out as guards to merchant caravans. Fortunate it was for all that when Bjarn was but an apprentice mage, he had made a pair of amulets for himself and his brother, with which they might call to each other when in dire need. Bjarn sent out that call.
en@shaw: ğ‘¯ğ‘¬ Â·ğ‘šğ‘¿ğ‘¸ğ‘¥ ğ‘£ğ‘¨ğ‘› ğ‘© ğ‘šğ‘®ğ‘³ğ‘ğ‘¼ ğ‘¯ğ‘±ğ‘¥ğ‘› Â·ğ‘¸ğ‘¯ğ‘° ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘› ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¤ğ‘§ğ‘“ğ‘‘ Â·ğ‘¥ğ‘¨ğ‘œğ‘®ğ‘° ğ‘‘ ğ‘•ğ‘°ğ‘’ ğ‘£ğ‘¦ğ‘Ÿ ğ‘“ğ‘¹ğ‘‘ğ‘¿ğ‘¯, ğ‘¯ ğ‘£ğ‘¨ğ‘› ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘ ğ‘© ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘£ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ ğ‘£ğ‘µ ğ‘£ğ‘²ğ‘¼ğ‘› ğ‘¬ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘œğ‘¸ğ‘›ğ‘Ÿ ğ‘‘ ğ‘¥ğ‘»ğ‘—ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘ğ‘¨ğ‘¯ğ‘Ÿ. ğ‘“ğ‘¹ğ‘‘ğ‘¿ğ‘¯ğ‘©ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘¹ ğ‘·ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘§ğ‘¯ Â·ğ‘šğ‘¿ğ‘¸ğ‘¥ ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘³ğ‘‘ ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘®ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘• ğ‘¥ğ‘±ğ‘¡, ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘› ğ‘¥ğ‘±ğ‘› ğ‘© ğ‘ğ‘º ğ‘ ğ‘¨ğ‘¥ğ‘˜ğ‘©ğ‘¤ğ‘©ğ‘‘ğ‘• ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘šğ‘®ğ‘³ğ‘ğ‘¼, ğ‘¢ğ‘¦ğ‘ ğ‘¢ğ‘¦ğ‘— ğ‘ğ‘± ğ‘¥ğ‘²ğ‘‘ ğ‘’ğ‘·ğ‘¤ ğ‘‘ ğ‘°ğ‘— ğ‘³ğ‘ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘¯ ğ‘›ğ‘²ğ‘® ğ‘¯ğ‘°ğ‘›. Â·ğ‘šğ‘¿ğ‘¸ğ‘¥ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘¬ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘·ğ‘¤.

source: Heeding the call of his amulet, Arne gathered such men as he could and hurried to Maghre to help Bjarn.
en@shaw: ğ‘£ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘·ğ‘¤ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¨ğ‘¥ğ‘˜ğ‘©ğ‘¤ğ‘©ğ‘‘, Â·ğ‘¸ğ‘¯ğ‘° ğ‘œğ‘¨ğ‘ğ‘¼ğ‘› ğ‘•ğ‘³ğ‘— ğ‘¥ğ‘§ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘£ğ‘° ğ‘’ğ‘«ğ‘› ğ‘¯ ğ‘£ğ‘³ğ‘®ğ‘¦ğ‘› ğ‘‘ Â·ğ‘¥ğ‘¨ğ‘œğ‘®ğ‘° ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ Â·ğ‘šğ‘¿ğ‘¸ğ‘¥.

source: Death of Arne
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘¸ğ‘¯ğ‘°

source: Turns run out
en@shaw: ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ ğ‘¬ğ‘‘

source: Arne
en@shaw: Â·ğ‘¸ğ‘¯ğ‘°

source: Bjarn
en@shaw: Â·ğ‘šğ‘¿ğ‘¸ğ‘¥

source: Fargus
en@shaw: Â·ğ‘“ğ‘¸ğ‘œğ‘³ğ‘•

source: Erik
en@shaw: Â·ğ‘ºğ‘¦ğ‘’

source: Heine
en@shaw: Â·ğ‘£ğ‘²ğ‘¯

source: Magnus
en@shaw: Â·ğ‘¥ğ‘¨ğ‘œğ‘¯ğ‘©ğ‘•

source: Greetings, my brother! How may my men and I be of aid?
en@shaw: ğ‘œğ‘®ğ‘°ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ, ğ‘¥ğ‘² ğ‘šğ‘®ğ‘³ğ‘ğ‘¼! ğ‘£ğ‘¬ ğ‘¥ğ‘± ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯ ğ‘¯ ğ‘² ğ‘šğ‘° ğ‘ ğ‘²ğ‘›?

source: A dark mage has come upon us; his creatures call him Mordak. They have been terrorizing outlying farms, and we fear they may soon attack the village itself! The villagers of Maghre have taken up weapons but they are not trained fighters; but we need your men, and you to lead them.
en@shaw: ğ‘© ğ‘›ğ‘¸ğ‘’ ğ‘¥ğ‘±ğ‘¡ ğ‘£ğ‘¨ğ‘Ÿ ğ‘’ğ‘³ğ‘¥ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘³ğ‘•; ğ‘£ğ‘¦ğ‘Ÿ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘’ğ‘·ğ‘¤ ğ‘£ğ‘¦ğ‘¥ Â·ğ‘¥ğ‘¹ğ‘›ğ‘­ğ‘’. ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘‘ğ‘ºğ‘»ğ‘²ğ‘Ÿğ‘¦ğ‘™ ğ‘¬ğ‘‘ğ‘¤ğ‘²ğ‘¦ğ‘™ ğ‘“ğ‘¸ğ‘¥ğ‘Ÿ, ğ‘¯ ğ‘¢ğ‘° ğ‘“ğ‘½ ğ‘ğ‘± ğ‘¥ğ‘± ğ‘•ğ‘µğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“! ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘»ğ‘Ÿ ğ‘ Â·ğ‘¥ğ‘¨ğ‘œğ‘®ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘³ğ‘ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘› ğ‘“ğ‘²ğ‘‘ğ‘»ğ‘Ÿ; ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘¿ğ‘¼ ğ‘¥ğ‘§ğ‘¯, ğ‘¯ ğ‘¿ ğ‘‘ ğ‘¤ğ‘§ğ‘› ğ‘ğ‘§ğ‘¥.
vi: Một pháp sư bóng tối đã đến đấy; những nô lệ của hắn gọi hắn là Mordak. Chúng đa tàn phá những trang trại bên ngoài, và em sợ rồi chúng sẽ tên công chính ngôi làng! Dân làng Maghre đã được trang bị vũ khí nhưng họ không phải là những chiến binh được đào tạo; mọi người cần binh lính thật sự, và cần anh để lãnh đạo họ.

source: I can feel Mordakâ€™s foul touch on the hidden currents of the earth and air. He is somewhere due north of here, I would say not more than two daysâ€™ ride.
en@shaw: ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘°ğ‘¤ Â·ğ‘¥ğ‘¹ğ‘›ğ‘­ğ‘’ğ‘• ğ‘“ğ‘¬ğ‘¤ ğ‘‘ğ‘³ğ‘— ğ‘ªğ‘¯ ğ‘ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘»ğ‘” ğ‘¯ ğ‘º. ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘º ğ‘›ğ‘¿ ğ‘¯ğ‘¹ğ‘” ğ‘ ğ‘£ğ‘½, ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘‘ğ‘µ ğ‘›ğ‘±ğ‘Ÿ' ğ‘®ğ‘²ğ‘›.

source: I will lead my men, and such villagers as can keep up with us, north to slay this Mordak! What will you do?
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘› ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯, ğ‘¯ ğ‘•ğ‘³ğ‘— ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘»ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘°ğ‘ ğ‘³ğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•, ğ‘¯ğ‘¹ğ‘” ğ‘‘ ğ‘•ğ‘¤ğ‘± ğ‘ğ‘¦ğ‘• Â·ğ‘¥ğ‘¹ğ‘›ğ‘­ğ‘’! ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¿ ğ‘›ğ‘µ?

source: You shall be the right hand, I the left. I will go stealthily with a handful of our best scouts and woodsmen. While you demonstrate against him and kill his creatures, I will try to defeat Mordak himself with magic at an unguarded moment. Together we may accomplish what either alone may not.
en@shaw: ğ‘¿ ğ‘–ğ‘¨ğ‘¤ ğ‘šğ‘° ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›, ğ‘² ğ‘ ğ‘¤ğ‘§ğ‘“ğ‘‘. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘´ ğ‘•ğ‘‘ğ‘§ğ‘¤ğ‘”ğ‘¦ğ‘¤ğ‘° ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘“ğ‘«ğ‘¤ ğ‘ ğ‘¬ğ‘¼ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘•ğ‘’ğ‘¬ğ‘‘ğ‘• ğ‘¯ ğ‘¢ğ‘«ğ‘›ğ‘Ÿğ‘¥ğ‘©ğ‘¯. ğ‘¢ğ‘²ğ‘¤ ğ‘¿ ğ‘›ğ‘§ğ‘¥ğ‘©ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘£ğ‘¦ğ‘¥ ğ‘¯ ğ‘’ğ‘¦ğ‘¤ ğ‘£ğ‘¦ğ‘Ÿ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘¥ğ‘¹ğ‘›ğ‘­ğ‘’ ğ‘£ğ‘¦ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘¨ğ‘‘ ğ‘©ğ‘¯ ğ‘©ğ‘¯ğ‘œğ‘¸ğ‘›ğ‘¦ğ‘› ğ‘¥ğ‘´ğ‘¥ğ‘©ğ‘¯ğ‘‘. ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘° ğ‘¥ğ‘± ğ‘©ğ‘’ğ‘³ğ‘¥ğ‘ğ‘¤ğ‘¦ğ‘– ğ‘¢ğ‘ªğ‘‘ ğ‘²ğ‘ğ‘¼ ğ‘©ğ‘¤ğ‘´ğ‘¯ ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘.

source: Bjarn should be in position by now. Press them, distract the adept so Bjarn can spring his trap!
en@shaw: Â·ğ‘šğ‘¿ğ‘¸ğ‘¥ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘¯ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘šğ‘² ğ‘¯ğ‘¬. ğ‘ğ‘®ğ‘§ğ‘• ğ‘ğ‘§ğ‘¥, ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘ ğ‘©ğ‘›ğ‘§ğ‘ğ‘‘ ğ‘•ğ‘´ Â·ğ‘šğ‘¿ğ‘¸ğ‘¥ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘ğ‘®ğ‘¦ğ‘™ ğ‘£ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘¨ğ‘!

source: Bjarn has not made his attack! I begin to fear for him... and it means we must deal with this Mordak ourselves!
en@shaw: Â·ğ‘šğ‘¿ğ‘¸ğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘±ğ‘› ğ‘£ğ‘¦ğ‘Ÿ ğ‘©ğ‘‘ğ‘¨ğ‘’! ğ‘² ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘“ğ‘½ ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘¥... ğ‘¯ ğ‘¦ğ‘‘ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘°ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• Â·ğ‘¥ğ‘¹ğ‘›ğ‘­ğ‘’ ğ‘¬ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ!

source: Worried about him, are you? E-he-he..hergh...gaargh...
en@shaw: ğ‘¢ğ‘³ğ‘®ğ‘¦ğ‘› ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘£ğ‘¦ğ‘¥, ğ‘¸ ğ‘¿? ğ‘°-ğ‘£ğ‘°-ğ‘£ğ‘°..ğ‘£ğ‘§ğ‘®ğ‘œ...ğ‘œğ‘±ğ‘®ğ‘œ...

source: Thereâ€™s nothing more to be had from this one; we will have to search for Bjarn ourselves!
en@shaw: ğ‘ğ‘º'ğ‘Ÿ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘¥ğ‘¹ ğ‘‘ ğ‘šğ‘° ğ‘£ğ‘¨ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘³ğ‘¯; ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ Â·ğ‘šğ‘¿ğ‘¸ğ‘¥ ğ‘¬ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ!

source: Sir, our scouts report that Bjarn was seen captured and carried away further north!
en@shaw: ğ‘•ğ‘», ğ‘¬ğ‘¼ ğ‘•ğ‘’ğ‘¬ğ‘‘ğ‘• ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ğ‘¨ğ‘‘ Â·ğ‘šğ‘¿ğ‘¸ğ‘¥ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘°ğ‘¯ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘› ğ‘¯ ğ‘’ğ‘¨ğ‘®ğ‘¦ğ‘› ğ‘©ğ‘¢ğ‘± ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘¯ğ‘¹ğ‘”!

source: Your brotherâ€™s plan to ambush me has failed. He is our prisoner now.
en@shaw: ğ‘¿ğ‘¼ ğ‘šğ‘®ğ‘³ğ‘ğ‘¼'ğ‘Ÿ ğ‘ğ‘¤ğ‘¨ğ‘¯ ğ‘‘ ğ‘¨ğ‘¥ğ‘šğ‘«ğ‘– ğ‘¥ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘“ğ‘±ğ‘¤ğ‘›. ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘¬ğ‘¼ ğ‘ğ‘®ğ‘¦ğ‘Ÿğ‘©ğ‘¯ğ‘¼ ğ‘¯ğ‘¬.

source: My brother, kidnapped? I have failed you, Bjarn! And even now Mordakâ€™s forces descend upon the village!
en@shaw: ğ‘¥ğ‘² ğ‘šğ‘®ğ‘³ğ‘ğ‘¼, ğ‘’ğ‘¦ğ‘›ğ‘¯ğ‘¨ğ‘ğ‘‘? ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘¿, Â·ğ‘šğ‘¿ğ‘¸ğ‘¥! ğ‘¯ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¯ğ‘¬ Â·ğ‘¥ğ‘¹ğ‘›ğ‘­ğ‘’ğ‘• ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡!

source: The pursuit had already run for several days when the pursuers came to the bounds of the huge forest known as the Grey Woods. Ancient tales warned of lost souls haunting the wood, hunting and killing anyone brave enough to enter it.
en@shaw: ğ‘ ğ‘ğ‘¼ğ‘•ğ‘¿ğ‘‘ ğ‘£ğ‘¨ğ‘› ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘®ğ‘³ğ‘¯ ğ‘“ğ‘¹ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘¤ ğ‘›ğ‘±ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘ğ‘»ğ‘•ğ‘µğ‘»ğ‘Ÿ ğ‘’ğ‘±ğ‘¥ ğ‘‘ ğ‘ ğ‘šğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘ ğ‘£ğ‘¿ğ‘¡ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘¯ğ‘´ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘ ğ‘œğ‘®ğ‘± ğ‘¢ğ‘«ğ‘›ğ‘Ÿ. ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ ğ‘¢ğ‘¹ğ‘¯ğ‘› ğ‘ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘•ğ‘´ğ‘¤ğ‘Ÿ ğ‘£ğ‘ªğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘¢ğ‘«ğ‘›, ğ‘£ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘¯ ğ‘’ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘³ğ‘¯ ğ‘šğ‘®ğ‘±ğ‘ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘¦ğ‘‘.

source: Heedless of those rumors, Arne followed them. His only worry was that his horsemen would be at disadvantage if attacked in the forest.
en@shaw: ğ‘£ğ‘°ğ‘›ğ‘¤ğ‘©ğ‘• ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘®ğ‘µğ‘¥ğ‘¼ğ‘Ÿ, Â·ğ‘¸ğ‘¯ğ‘° ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘› ğ‘ğ‘§ğ‘¥. ğ‘£ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘³ğ‘®ğ‘¦ ğ‘¢ğ‘ªğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘£ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘¨ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘¦ğ‘“ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘.

source: Sounds of a scuffle were heard from the forest.
en@shaw: ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘© ğ‘•ğ‘’ğ‘©ğ‘“ğ‘©ğ‘¤ ğ‘¢ğ‘» ğ‘£ğ‘»ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘.

source: It is whispered that hungry ghosts rule this forest, and kill everyone who dares to enter.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘¦ğ‘•ğ‘ğ‘»ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘³ğ‘™ğ‘œğ‘®ğ‘¦ ğ‘œğ‘´ğ‘•ğ‘‘ğ‘• ğ‘®ğ‘µğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘, ğ‘¯ ğ‘’ğ‘¦ğ‘¤ ğ‘§ğ‘ğ‘®ğ‘°ğ‘¢ğ‘³ğ‘¯ ğ‘£ğ‘µ ğ‘›ğ‘ºğ‘Ÿ ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼.

source: Weâ€™re chasing after some men who kidnapped my brother!
en@shaw: ğ‘¢ğ‘°'ğ‘¼ ğ‘—ğ‘±ğ‘•ğ‘¦ğ‘™ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘•ğ‘³ğ‘¥ ğ‘¥ğ‘§ğ‘¯ ğ‘£ğ‘µ ğ‘’ğ‘¦ğ‘›ğ‘¯ğ‘¨ğ‘ğ‘‘ ğ‘¥ğ‘² ğ‘šğ‘®ğ‘³ğ‘ğ‘¼!

source: Those men told me their prisoner had attempted to murder their master, and warned that evil men would follow him. Advance no further, or you will die.
en@shaw: ğ‘ğ‘´ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘‘ğ‘´ğ‘¤ğ‘› ğ‘¥ğ‘° ğ‘ğ‘º ğ‘ğ‘®ğ‘¦ğ‘Ÿğ‘©ğ‘¯ğ‘¼ ğ‘£ğ‘¨ğ‘› ğ‘©ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘¥ğ‘»ğ‘›ğ‘¼ ğ‘ğ‘º ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼, ğ‘¯ ğ‘¢ğ‘¹ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¥ğ‘§ğ‘¯ ğ‘¢ğ‘«ğ‘› ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘£ğ‘¦ğ‘¥. ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘• ğ‘¯ğ‘´ ğ‘“ğ‘»ğ‘ğ‘¼, ğ‘¹ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘².
vi: Những người đó nói người đang bị bắt đã tìm cách giết chủ nhân của họ, và cảnh báo rằng những kẻ xấu sẽ theo sau họ. Không được tiến tới nữa, nếu không các ngươi sẽ phải chết.

source: So much for those ghost stories. Mere elves will not stop me from freeing my brother!
en@shaw: ğ‘•ğ‘´ ğ‘¥ğ‘³ğ‘— ğ‘“ğ‘¹ ğ‘ğ‘´ğ‘Ÿ ğ‘œğ‘´ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘¹ğ‘¦ğ‘Ÿ. ğ‘¥ğ‘½ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘¥ğ‘° ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘“ğ‘®ğ‘°ğ‘¦ğ‘™ ğ‘¥ğ‘² ğ‘šğ‘®ğ‘³ğ‘ğ‘¼!

source: Curses! If they had been an hour slower our masterâ€™s reinforcements would already be here to meet us.
en@shaw: ğ‘’ğ‘»ğ‘•ğ‘¦ğ‘Ÿ! ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘› ğ‘šğ‘°ğ‘¯ ğ‘©ğ‘¯ ğ‘¬ğ‘¼ ğ‘•ğ‘¤ğ‘´ğ‘» ğ‘¬ğ‘¼ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼'ğ‘Ÿ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¢ğ‘«ğ‘› ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘šğ‘° ğ‘£ğ‘½ ğ‘‘ ğ‘¥ğ‘°ğ‘‘ ğ‘³ğ‘•.

source: Kill the Dark Adept before his reinforcements arrive
en@shaw: ğ‘’ğ‘¦ğ‘¤ ğ‘ ğ‘›ğ‘¸ğ‘’ ğ‘©ğ‘›ğ‘§ğ‘ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘©ğ‘®ğ‘²ğ‘
vi: Giết tên tín đồ bóng tối trước khi viện binh của hắn đến

source: Come on, men, letâ€™s catch those kidnappers!
en@shaw: ğ‘’ğ‘³ğ‘¥ ğ‘ªğ‘¯, ğ‘¥ğ‘§ğ‘¯, ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘’ğ‘¨ğ‘— ğ‘ğ‘´ğ‘Ÿ ğ‘’ğ‘¦ğ‘›ğ‘¯ğ‘¨ğ‘ğ‘»ğ‘Ÿ!

source: Hah! You have captured me, but it will avail you nothing. I sent your precious brother the mage north with half my men a day since; he will be safely locked away in our masterâ€™s dungeons by now.
en@shaw: ğ‘£ğ‘­! ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘› ğ‘¥ğ‘°, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘ğ‘±ğ‘¤ ğ‘¿ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™. ğ‘² ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘¿ğ‘¼ ğ‘ğ‘®ğ‘§ğ‘–ğ‘©ğ‘• ğ‘šğ‘®ğ‘³ğ‘ğ‘¼ ğ‘ ğ‘¥ğ‘±ğ‘¡ ğ‘¯ğ‘¹ğ‘” ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘­ğ‘“ ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯ ğ‘© ğ‘›ğ‘± ğ‘•ğ‘¦ğ‘¯ğ‘•; ğ‘£ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘•ğ‘±ğ‘“ğ‘¤ğ‘¦ ğ‘¤ğ‘ªğ‘’ğ‘‘ ğ‘©ğ‘¢ğ‘± ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼'ğ‘Ÿ ğ‘›ğ‘©ğ‘¯ğ‘¡ğ‘©ğ‘¯ğ‘Ÿ ğ‘šğ‘² ğ‘¯ğ‘¬.

source: Three days ride to the northeast, in a deserted castle. The passwords to the guards are $first_password_$first_password_number and $second_password_$second_password_number|.
en@shaw: ğ‘”ğ‘®ğ‘° ğ‘›ğ‘±ğ‘Ÿ ğ‘®ğ‘²ğ‘› ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”ğ‘°ğ‘•ğ‘‘, ğ‘¦ğ‘¯ ğ‘© ğ‘›ğ‘©ğ‘Ÿğ‘»ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤. ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›ğ‘Ÿ ğ‘‘ ğ‘ ğ‘œğ‘¸ğ‘›ğ‘Ÿ ğ‘¸ $first_password_$first_password_number ğ‘¯ $second_password_$second_password_number|.
vi: Ba ngày đi đường bằng ngựa về phía Đông Bắc, trong một lâu đài bỏ hoang. Mật khẩu để đi qua lính canh là $first_password_$first_password_number và $second_password_$second_password_number|.

source: My reinforcements are here!
en@shaw: ğ‘¥ğ‘² ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘£ğ‘½!
vi: Viện binh của ta đây rồi!

source: He escaped us...
en@shaw: ğ‘£ğ‘° ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘‘ ğ‘³ğ‘•...
vi: Hắn đã trốn thoát...

source: Foolish human, you have killed me but you will not catch the undead in time. I have fulfilled my contract, and will be reanimated soon to become a lord of their armies.
en@shaw: ğ‘“ğ‘µğ‘¤ğ‘¦ğ‘– ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯, ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘¥ğ‘° ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘¨ğ‘— ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¦ğ‘¯ ğ‘‘ğ‘²ğ‘¥. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘«ğ‘¤ğ‘“ğ‘¦ğ‘¤ğ‘› ğ‘¥ğ‘² ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘, ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘®ğ‘°ğ‘¨ğ‘¯ğ‘¦ğ‘¥ğ‘±ğ‘‘ğ‘§ğ‘› ğ‘•ğ‘µğ‘¯ ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘© ğ‘¤ğ‘¹ğ‘› ğ‘ ğ‘ğ‘º ğ‘¸ğ‘¥ğ‘°ğ‘Ÿ.
vi: Tên người ngu ngốc, ngươi có thể giết ta nhưng các ngươi sẽ không bắt kịp họ, ta đã hoàn thành giao ước của mình, và ta sẽ sớm được triệu dậy để trở thành một vị tướng lãnh đạo đoàn quân ma quái.

source: Irongate
en@shaw: Â·ğ‘²ğ‘®ğ‘ªğ‘¯ğ‘œğ‘±ğ‘‘
vi: Cổng sắt

source: Rescue Bjarn
en@shaw: ğ‘®ğ‘§ğ‘•ğ‘’ğ‘¿ Â·ğ‘šğ‘¿ğ‘¸ğ‘¥

source: Arneâ€™s men arrived at the castle and were immediately challenged by some guards.
en@shaw: Â·ğ‘¸ğ‘¯ğ‘°ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘¨ğ‘‘ ğ‘ ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤ ğ‘¯ ğ‘¢ğ‘» ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘° ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¡ğ‘› ğ‘šğ‘² ğ‘•ğ‘³ğ‘¥ ğ‘œğ‘¸ğ‘›ğ‘Ÿ.

source: Haha! We not kill people for long time. Weapon wants blood. We now kill humans!!
en@shaw: ğ‘£ğ‘­ğ‘£ğ‘­! ğ‘¢ğ‘° ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘¤ğ‘ªğ‘™ ğ‘‘ğ‘²ğ‘¥. ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘šğ‘¤ğ‘³ğ‘›. ğ‘¢ğ‘° ğ‘¯ğ‘¬ ğ‘’ğ‘¦ğ‘¤ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ!!
vi: Haha! Chúng ta từ lâu đã không được giết con người. Vũ khí muốn được nhuốm máu. Giờ thì chúng ta đã được giết con người!!

source: Um, youâ€™re supposed to give the password.
en@shaw: ğ‘©ğ‘¥, ğ‘¿'ğ‘¼ ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿğ‘› ğ‘‘ ğ‘œğ‘¦ğ‘ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘›.

source: Thanks! Irritating little formality, isnâ€™t it?
en@shaw: ğ‘”ğ‘¨ğ‘™ğ‘’ğ‘•! ğ‘½ğ‘©ğ‘‘ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ğ‘¥ğ‘¨ğ‘¤ğ‘©ğ‘‘ğ‘°, ğ‘¦ğ‘Ÿğ‘¯ğ‘‘ ğ‘¦ğ‘‘?

source: Thatâ€™s the wrong password! These arenâ€™t our relief! Get them!
en@shaw: ğ‘ğ‘¨ğ‘”'ğ‘• ğ‘ ğ‘®ğ‘ªğ‘™ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘›! ğ‘ğ‘°ğ‘Ÿ ğ‘¸ğ‘¯ğ‘‘ ğ‘¬ğ‘¼ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘“! ğ‘œğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥!

source: Nooo! This is the end...
en@shaw: ğ‘¯ğ‘´ğ‘´ğ‘´! ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘§ğ‘¯ğ‘›...

source: Thereâ€™s a key in his robes.
en@shaw: ğ‘ğ‘º'ğ‘Ÿ ğ‘© ğ‘’ğ‘° ğ‘¦ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘®ğ‘´ğ‘šğ‘Ÿ.

source: That may well be the key to the cell theyâ€™re holding Bjarn in! I will take it.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘± ğ‘¢ğ‘§ğ‘¤ ğ‘šğ‘° ğ‘ ğ‘’ğ‘° ğ‘‘ ğ‘ ğ‘•ğ‘§ğ‘¤ ğ‘ğ‘±'ğ‘¼ ğ‘£ğ‘´ğ‘¤ğ‘›ğ‘¦ğ‘™ Â·ğ‘šğ‘¿ğ‘¸ğ‘¥ ğ‘¦ğ‘¯! ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘¦ğ‘‘.

source: Move Arne to the cell with his brother to free him
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘¸ğ‘¯ğ‘° ğ‘‘ ğ‘ ğ‘•ğ‘§ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘šğ‘®ğ‘³ğ‘ğ‘¼ ğ‘‘ ğ‘“ğ‘®ğ‘° ğ‘£ğ‘¦ğ‘¥

source: I found Bjarn. He is in this cell.
en@shaw: ğ‘² ğ‘“ğ‘¬ğ‘¯ğ‘› Â·ğ‘šğ‘¿ğ‘¸ğ‘¥. ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘§ğ‘¤.

source: Good to see you, Arne. Now can you get me out of this dungeon, please?
en@shaw: ğ‘œğ‘«ğ‘› ğ‘‘ ğ‘•ğ‘° ğ‘¿, Â·ğ‘¸ğ‘¯ğ‘°. ğ‘¯ğ‘¬ ğ‘’ğ‘¨ğ‘¯ ğ‘¿ ğ‘œğ‘§ğ‘‘ ğ‘¥ğ‘° ğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘©ğ‘¯ğ‘¡ğ‘©ğ‘¯, ğ‘ğ‘¤ğ‘°ğ‘Ÿ?

source: You must be one of Arneâ€™s men. Please help me get out of this dungeon.
en@shaw: ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘¢ğ‘³ğ‘¯ ğ‘ Â·ğ‘¸ğ‘¯ğ‘°ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¥ğ‘° ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘©ğ‘¯ğ‘¡ğ‘©ğ‘¯.

source: Thank you for saving me. I had almost given up hope you would free me.
en@shaw: ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿ ğ‘“ğ‘¹ ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™ ğ‘¥ğ‘°. ğ‘² ğ‘£ğ‘¨ğ‘› ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘³ğ‘ ğ‘£ğ‘´ğ‘ ğ‘¿ ğ‘¢ğ‘«ğ‘› ğ‘“ğ‘®ğ‘° ğ‘¥ğ‘°.

source: Oh it was nothing, a few elves, one or two dark sorcerers, a bunch of orcs and some undead. Really just a dayâ€™s work for us mercenaries.
en@shaw: ğ‘´ ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™, ğ‘© ğ‘“ğ‘¿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¢ğ‘³ğ‘¯ ğ‘¹ ğ‘‘ğ‘µ ğ‘›ğ‘¸ğ‘’ ğ‘•ğ‘¹ğ‘•ğ‘»ğ‘»ğ‘Ÿ, ğ‘© ğ‘šğ‘³ğ‘¯ğ‘— ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¯ ğ‘•ğ‘³ğ‘¥ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›. ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘© ğ‘›ğ‘±'ğ‘Ÿ ğ‘¢ğ‘»ğ‘’ ğ‘“ğ‘¹ ğ‘³ğ‘• ğ‘¥ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘ºğ‘°ğ‘Ÿ.

source: Everything is lost now that I am dead...
en@shaw: ğ‘§ğ‘ğ‘®ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¯ğ‘¬ ğ‘ğ‘¨ğ‘‘ ğ‘² ğ‘¨ğ‘¥ ğ‘›ğ‘§ğ‘›...
vi: Ta thất bại rồi, tất cả đã tiêu tan...

source: You are too late! Your brother is already dead! Muhahahaha...
en@shaw: ğ‘¿ ğ‘¸ ğ‘‘ğ‘µ ğ‘¤ğ‘±ğ‘‘! ğ‘¿ğ‘¼ ğ‘šğ‘®ğ‘³ğ‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘›ğ‘§ğ‘›! ğ‘¥ğ‘µğ‘£ğ‘­ğ‘£ğ‘­ğ‘£ğ‘­ğ‘£ğ‘­ğ‘£ğ‘­...

source: Argh!!!
en@shaw: ğ‘¸ğ‘œ!!!

source: Death of Bjarn
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘šğ‘¿ğ‘¸ğ‘¥

source: Councillor Hoban
en@shaw: ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘¼ Â·ğ‘£ğ‘´ğ‘šğ‘©ğ‘¯

source: There. Your village is just across those hills, and already I see men coming to greet us!
en@shaw: ğ‘ğ‘º. ğ‘¿ğ‘¼ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ, ğ‘¯ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘² ğ‘•ğ‘° ğ‘¥ğ‘§ğ‘¯ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘‘ ğ‘œğ‘®ğ‘°ğ‘‘ ğ‘³ğ‘•!

source: Men! Ready your weapons!
en@shaw: ğ‘¥ğ‘§ğ‘¯! ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘¿ğ‘¼ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ!

source: We should go there and talk to Counselor Hoban. Maybe he knows what is going on here.
en@shaw: ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘œğ‘´ ğ‘ğ‘º ğ‘¯ ğ‘‘ğ‘·ğ‘’ ğ‘‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘¼ Â·ğ‘£ğ‘´ğ‘šğ‘©ğ‘¯. ğ‘¥ğ‘±ğ‘šğ‘° ğ‘£ğ‘° ğ‘¯ğ‘´ğ‘Ÿ ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘£ğ‘½.

source: Finally the warlord is killed. Now you can go back to Maghre.
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘ ğ‘¢ğ‘¹ğ‘¤ğ‘¹ğ‘› ğ‘¦ğ‘Ÿ ğ‘’ğ‘¦ğ‘¤ğ‘›. ğ‘¯ğ‘¬ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘œğ‘´ ğ‘šğ‘¨ğ‘’ ğ‘‘ Â·ğ‘¥ğ‘¨ğ‘œğ‘®ğ‘°.

source: I must go back to earning my living. But we have our amulets, little brother. If you are beset again, I will come.
en@shaw: ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘´ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘¥ğ‘² ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™. ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¬ğ‘¼ ğ‘¨ğ‘¥ğ‘˜ğ‘©ğ‘¤ğ‘©ğ‘‘ğ‘•, ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘šğ‘®ğ‘³ğ‘ğ‘¼. ğ‘¦ğ‘“ ğ‘¿ ğ‘¸ ğ‘šğ‘¦ğ‘•ğ‘§ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘³ğ‘¥.
vi: Anh phải đi để kiếm sống. Nhưng chúng ta có mảnh bùa mà, đứa em nhỏ của anh. Nếu em lại cần đến anh, anh nhất định sẽ đến.

source: I donâ€™t think we can rescue anyone from these villages. It is too late.
en@shaw: ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘§ğ‘•ğ‘’ğ‘¿ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘³ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘¤ğ‘±ğ‘‘.

source: I was too weak to protect these people. Oh why did this happen to me?!?
en@shaw: ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘‘ğ‘µ ğ‘¢ğ‘°ğ‘’ ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤. ğ‘´ ğ‘¢ğ‘² ğ‘›ğ‘¦ğ‘› ğ‘ğ‘¦ğ‘• ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ ğ‘‘ ğ‘¥ğ‘°?!?

source: A Tale of Two Brothers â€” Epilogue
en@shaw: ğ‘© ğ‘‘ğ‘±ğ‘¤ ğ‘ ğ‘‘ğ‘µ ğ‘šğ‘®ğ‘³ğ‘ğ‘¼ğ‘Ÿ - ğ‘§ğ‘ğ‘©ğ‘¤ğ‘ªğ‘œ

source: It took years to rebuild the village and restore the surrounding farms. The people of Maghre had to work very hard, but felt better knowing Arneâ€™s men would be their firm allies in troubled times.
en@shaw: ğ‘¦ğ‘‘ ğ‘‘ğ‘«ğ‘’ ğ‘˜ğ‘½ğ‘Ÿ ğ‘‘ ğ‘®ğ‘°ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¯ ğ‘®ğ‘©ğ‘•ğ‘‘ğ‘¹ ğ‘ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘¸ğ‘¥ğ‘Ÿ. ğ‘ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘ Â·ğ‘¥ğ‘¨ğ‘œğ‘®ğ‘° ğ‘£ğ‘¨ğ‘› ğ‘‘ ğ‘¢ğ‘»ğ‘’ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘£ğ‘¸ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘“ğ‘§ğ‘¤ğ‘‘ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘¯ğ‘´ğ‘¦ğ‘™ Â·ğ‘¸ğ‘¯ğ‘°ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘ğ‘º ğ‘“ğ‘»ğ‘¥ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ğ‘› ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ.

source: Arne and his men left the village assured that it would be well guided by Bjarn. On their journeys they faced many challenges and battles. Some tales even mention Arneâ€™s name together with that of the famous elvish lord Kalenz, but this is a different story...
en@shaw: Â·ğ‘¸ğ‘¯ğ‘° ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘©ğ‘–ğ‘«ğ‘¼ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘¢ğ‘§ğ‘¤ ğ‘œğ‘²ğ‘›ğ‘©ğ‘› ğ‘šğ‘² Â·ğ‘šğ‘¿ğ‘¸ğ‘¥. ğ‘ªğ‘¯ ğ‘ğ‘º ğ‘¡ğ‘»ğ‘¯ğ‘°ğ‘Ÿ ğ‘ğ‘± ğ‘“ğ‘±ğ‘•ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ. ğ‘•ğ‘³ğ‘¥ ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ Â·ğ‘¸ğ‘¯ğ‘°ğ‘Ÿ ğ‘¯ğ‘±ğ‘¥ ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘ ğ‘“ğ‘±ğ‘¥ğ‘©ğ‘• ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘¤ğ‘¹ğ‘› Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘¹ğ‘¦...

source: Skeletons and zombies killed cattle and fired fields. <i>“Fear and obey Mordak the Mage!”</i> they cried in fell voices as they did their foul deeds. People vanished from isolated farmsteads. Men and women began to fear the night, and their children even the bright day. But the nearest lord was more than a day’s ride distant, and messengers sent to seek his help did not return.
vi: Những bộ xương và thây ma giết gia súc và đốt đồng ruộng. <i>“Sợ và nghe theo Pháp sư Mordak!”</i> chúng vừa đi đốt phá vừa nói bằng cái giọng tàn ác. Mọi người rời bỏ những trang trại lẻ loi. Đàn ông và phụ nữ bắt đầu sợ ban đêm, và con cái họ thì sợ cả ban ngày. Nhưng người chủ đất gần nhất thì cách đó hơn một ngày trời phi ngựa, và người đi đưa tin thì lại không thấy trở về.

source: Curses! If they had been an hour slower our master’s reinforcements would already be here to meet us.
vi: Thật đáng nguyền rủa! Viện binh của chủ nhân ta đã chậm gần một giờ rồi, lẽ ra bọn họ giờ phải ở đây.
