Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tb/*.po
Languages: en@shaw, uk, vi

source: 19 IV, 363 YW Excerpt from the journal of Rotharik the Clanless The last of Mordak’s servants arrived this morning bearing the news of his death, as well as a bundle so well-bound it was barely recognizable as a man. Mordak was always reckless. This whole desperate scheme was his, and I suppose I could blame him for everything that we have suffered through if it still mattered. It was he who brought the wrath of the orcs down on us, too. But all the same, he managed to accomplish what he set out to do. I still cannot believe the finality of what has happened; until now we had always managed to make it through somehow. We had hoped to deliver the mage to Tairach in return for our lives. I do not know what the warlord wants with this man, but he matches the description. I suppose that Mordak’s plan would have worked perfectly if not for the appearance of the horse warriors. Now they are coming here, led by a man rumored to be this mage’s brother. If that is true, he will stop at nothing, no more than would I if they held Mordak.
vi: 19 IV, Năm Wesnoth 363 Trích từ nhật ký của Rotharik Không nhà Những kẻ hầu của Mordak đã đến nơi sáng nay mang theo tin về cái chết của hắn, cùng với một kẻ bị trói chặt đến nỗi hầu như không thể nhận ra hắn là ai. Mordak vốn luôn khinh suất. Toàn bộ kế hoạch liều lĩnh này là do hắn nghĩ ra, và ta tin rằng ta có thể đổ lỗi cho hắn vì những gì chúng ta đã phải chịu đựng dù rằng bây giờ nó không quan trọng nữa. Hắn cũng chính là người đã trút cơn thịnh nộ của người thú lên đầu chúng ta. Nhưng dù vậy, hắn cũng đã đạt được những gì hắn muốn khi đi. Ta vẫn không thể tin được rằng mạng sống của hắn đã kết thúc; trước giờ chúng ta vẫn có thể vượt qua được mọi chuyện. Chúng ta hy vọng việc đưa tên pháp sư đến cho Tairach sẽ đổi lại mạng sống của mình. Ta không biết tư lệnh muốn gì ở hắn, nhưng hắn giống với mô tả. Ta đoán rằng kế hoach của Mordak có thể đã thành công nếu những kỵ binh đó không xuất hiện. Giờ thì chúng đã đến đây, dẫn đầu bởi một người có lẽ là anh trai của tên pháp sư. Nếu đúng vậy, hắn sẽ không dừng lại, cũng giống như ta nếu giả sử chúng đang bắt giữ Mordak.

source: 19 IV, 363 YW Excerpt from the journal of Rotharik the Clanless I have done what I can to fortify this dilapidated castle. The orcs who came with us stand guard at the gates, and I am gathering all of my servants to me in the inner sanctum. But ill fate awaits. Whether I defeat this horse-warrior or no, the orcs will still come for me; they have been scouring the borderlands and raiding the northern farm country in search of us. Yet for some reason I fear these brothers more. If Mordak were here it would be different, but we are broken... and these two men are whole. In each other, in the ties that bind them, they have strength.
vi: 19 IV, Năm Wesnoth 363 Trích từ nhật ký của Rotharik Không nhà Ta đã làm tất cả những gì có thể để gia cố lâu đài xiêu vẹo này. Những người thú đi với chúng ta gác ở cửa, và ta đã tập hợp tất cả binh lính ở chính điện bên trong. Nhưng cái chết đang đến gần. Dù ta có đánh bại những kỵ binh hay không, bọn người thú sẽ vẫn đến tìm ta; chúng đã đi khắp biên giới và đánh cướp các vùng nông thôn phía Bắc để tìm chúng ta. Nhưng vì lý do nào đó ta vẫn lo về những kỵ binh hơn. Nếu Mordak còn ở đây thì mọi chuyện đã khác, nhưng chúng ta đã suy yếu... và hai người kia là anh em, trong mối quan hệ anh em của họ, họ có sức mạnh.

source: My sword-arm has a say in who will do the dying. Come on, men, let’s kill some orcs.
vi: Thanh kiếm của ta mới quyết định kẻ nào sẽ chết. Nào, binh lính, hãy giết vài tên người thú nào.
