Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tb/*.po
Languages: en@shaw, uk, vi

source: A Tale of Two Brothers
en@shaw: ğ‘© ğ‘‘ğ‘±ğ‘¤ ğ‘ ğ‘‘ğ‘µ ğ‘šğ‘®ğ‘³ğ‘ğ‘¼ğ‘Ÿ
uk: Розповідь про Двох Братів
vi: Câu truyện về hai anh em

source: AToTB
uk: РпДБ
vi: CTvHAE

source: Beginner
uk: Початкова

source: Horseman
en@shaw: ğ‘£ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯
uk: Вершник
vi: Kỵ sĩ

source: Challenging
uk: Підвищена

source: Grand Knight
uk: Великий лицар

source: (Novice level, 4 scenarios.)
uk: (Початковий рівень, 4 сценарії.)
vi: (Mức độ mới bắt đầu, 4 màn chơi.)

source: Campaign Design
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯
uk: Розробка кампанії
vi: Thiết kế chiến dịch

source: Prose and Story Edits
uk: Проза та історія
vi: Chỉnh sửa lời thoại và cốt truyện

source: Campaign Maintenance
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘¥ğ‘±ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘•
uk: Підтримка кампанії
vi: Duy trì chiến dịch

source: Artwork and Graphics Design
en@shaw: ğ‘¸ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯
uk: Графіка та дизайн
vi: Thiết kế mỹ thuật và đồ họa

source: Miscellaneous
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘©ğ‘¤ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘•
uk: Інше
vi: Hỗn hợp

source: And special thanks to everyone else who I forgot to mention.
en@shaw: ğ‘¯ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘”ğ‘¨ğ‘™ğ‘’ğ‘• ğ‘‘ ğ‘§ğ‘ğ‘®ğ‘°ğ‘¢ğ‘³ğ‘¯ ğ‘§ğ‘¤ğ‘• ğ‘£ğ‘µ ğ‘² ğ‘“ğ‘¼ğ‘œğ‘ªğ‘‘ ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯.
uk: Автор також дякує всім, кого забув згадати.
vi: Và lời cảm ơn trân trọng đến những ai tôi quên chưa nêu tên.

source: Rooting Out a Mage
uk: Викорінення мага
vi: Tiêu diệt tên pháp sư

source: The remote freehold of Maghre in the western reaches of the Kingdom of Wesnoth was once a peaceful place, its inhabitants largely unaware of the comings and goings of the wider world. Wars and the rumor of wars touched them not. Even merchants were rarely seen, although caravans between Aldril and Dan’Tonk might send a wagon when called by the beacon tower.
uk: Віддалене володіння Магре на західних околицях королівства Веснот колись було досить тихим місцем, а майже всі його мешканці не чули про події, що відбувалися в зовнішньому світі. Їх оминали і війни, і заворушення, навіть торговці зустрічалися доволі рідко, хоча каравани між Алдрілом та Дан’Тонком могли послати фургон, якщо їх закликали з маяка.

source: Then came the day that a dark mage settled in the region and began seeking sacrifices for his summonings. Skeletons and zombies killed cattle and fired fields. <i>“Fear and obey Mordak the Mage!”</i> they cried in fell voices as they did their foul deeds. People vanished from isolated farmsteads. Men and women began to fear the night, and their children even the bright day. But the nearest lord was more than a day’s ride distant, and messengers sent to seek his help did not return.
uk: Доки не настав день, коли темний маг оселився неподалік і почав шукати жертв для своїх мерзенних чаклунств. Скелети та зомбі нищили худобу та палили поля. <i>“Бійтесь та підкоріться Магу Мордаку!”</i> — кричали вони роблячи свої злодіяння. З поодиноких хуторів почали пропадати люди. Чоловіки та жінки почали боятися ночі, а їхні діти були налякані навіть серед світлого дня. До найближчого лорду треба було їхати вершки увесь день, до нього посилали гінців з благаннями про допомогу, але жоден з посланників не повернувся.

source: There was a man named Baran who had shown talent as a mage when he was young, gone to the great Academy on the Isle of Alduin, and returned to work his magic in the land where he was born. The people looked to him for help and leadership. He found weapons half-forgotten from the times of their sires and grandsires hanging in many houses, and bade the villagers to take them down and clean and oil them. He set the smiths of Maghre to making spearheads and ax-blades for the rest.
uk: Там був чоловік на ім'я Б'ярн. У молодості він показав талант до чаклунства, тож вступив до великої Академії на острові Алдуїн, а потім повернувся в рідні краї. Люди звернулися до нього за допомогою та порадами. Він же знайшов у багатьох будинках давно забуту зброю, яку носили ще діди та прадіди. Б'ярн наказав селянам змастити її та озброїтися. Він дав завдання ковалям в Магре виплавляти наконечники списів і леза сокир для тих, кому не вистачило.

source: Now Baran had a brother named Arvith who had also left Maghre to seek his fortune, and had become the leader of a small band of horsemen who hired out as guards to merchant caravans. Fortunate it was for all that, in better times, the brothers had talked of using trade beacons for other signals when in dire need. Baran sent out that call.
uk: Також Б'ярн мав брата на ім'я Арвіт, який давно покинув Магре, ставши лідером невеликого загону вершників, що заробляли собі на життя, винаймаючись як охоронці торгових караванів. Бачилися вони вкрай рідко, тому, щоб хоч якось підтримувати контакт, у кращі часи вони домовилися використовувати торгові маяки для своїх власних сигналів. Тож Б'ярн подав сигнал.

source: Heeding the call, Arvith gathered such men as he could and hurried to Maghre to help Baran.
uk: Дослухавшись заклику, Арвіт зібрав стільки людей, скільки зміг, і поспішив до Магре на поміч Б'ярну.

source: Humans
en@shaw: ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ
uk: Люди
vi: Con người

source: Enemies
en@shaw: ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ
uk: Вороги
vi: Kẻ địch

source: Mordak
en@shaw: Â·ğ‘¥ğ‘¹ğ‘›ğ‘­ğ‘’
uk: Мордак

source: Alwyn
en@shaw: Â·ğ‘¨ğ‘¤ğ‘¢ğ‘¦ğ‘¯
uk: Альвін

source: Brent
en@shaw: Â·ğ‘šğ‘®ğ‘§ğ‘¯ğ‘‘
uk: Брент

source: Cadell
en@shaw: Â·ğ‘’ğ‘­ğ‘›ğ‘±ğ‘¤
uk: Каделл

source: Dannen
en@shaw: Â·ğ‘›ğ‘¨ğ‘¯ğ‘©ğ‘¯
uk: Даннен

source: Efran
en@shaw: Â·ğ‘°ğ‘“ğ‘®ğ‘¨ğ‘¯
uk: Ефран

source: Faren
uk: Фарен

source: Tarek
uk: Тарек

source: Hann
uk: Ханн

source: Magrid
uk: Магрід

source: Slay Mordak, the evil mage
en@shaw: ğ‘•ğ‘¤ğ‘± Â·ğ‘¥ğ‘¹ğ‘›ğ‘­ğ‘’, ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¥ğ‘±ğ‘¡
uk: Знищіть Мордака, злого мага
vi: Giết Mordak, tên pháp sư bóng tối

source: Death of Arvith
uk: Смерть Арвіта

source: Use footpads as fodder to protect your loyal units and attack during the day to minimize the damage your forces take.
uk: Використовуйте Розбишак як приманку, щоб захистити ваших вірних бійців, та атакуйте днем, щоб зменшити шкоду, котру завдають вороги.

source: Greetings, brother, and welcome home.
uk: Вітаю, брате, і ласкаво прошу додому.
vi: Xin chào, anh trai, và mừng anh trở về nhà.

source: Hail.
uk: Привіт.
vi: Chào.

source: Is that all, Arvith? I understand, but...
uk: Це все, Арвіт? Я розумію, але...

source: You called, and I came; be content with that. What ails Maghre?
uk: Ти кликав і я прийшов; задовольнися цим. Що турбує Магре?
vi: Em gọi, và anh đã đến; hãy hài lòng với điều đó. Cái gì đang đe dọa Maghre vậy?

source: A dark mage has come upon us; his creatures call him Mordak. They have been terrorizing outlying farms, and we fear they may soon attack the village itself! The villagers of Maghre have taken up weapons but they are not trained fighters; we need your men, and you to lead them.
uk: Темний чаклун звалився на наші голови; його створіння кличуть його Мордаком. Вони тероризують навколишні ферми, і ми боїмося, що скоро вони осміляться напасти на саме село! Жителі Магре взяли до рук зброю, але вони недосвідчені бійці; нам потрібні твої люди, і твої вказівки.

source: I can feel Mordak’s foul touch on the hidden currents of the earth and air. He is somewhere due north of here, I would say not more than two days’ ride.
uk: Я відчуваю паскудні сліди Мордака в навколишніх потоках землі та повітря. Він десь на північ звідси, я б сказав, що не більше двох днів галопу.
vi: Em có thể cảm nhận được sự mục rữa trong lòng đất và không khí. Hắn phải ở đâu đó về phía Bắc, em đoán sẽ không quá hai ngày đường cưỡi ngựa.

source: All right. I will do this for the village. Can you keep the mage off our backs?
uk: Гаразд, я зроблю це заради села. Ти зможеш прикрити наші спини?
vi: Được rồi, anh sẽ làm điều này vì ngôi làng. Em có thể giúp anh tiêu diệt tên pháp sư bóng tối này chứ?

source: I will go stealthily with a handful of our best scouts and woodsmen. While you demonstrate against him and kill his creatures, I will try to defeat Mordak himself with magic at an unguarded moment. You shall be the right hand, I the left... aye, brother?
uk: Разом з найкращими розвідниками та лісниками я проберуся до Мордака. І поки ти напряму виступатимеш проти нього й вбиватимеш його створінь, я власноруч розберуся з темним чаклуном, використавши свою магію в несподіваний момент. Ти будеш тримати правий фланг, а я обійду з лівого... еге ж, брате?
vi: Em sẽ đi cùng với một nhóm lính trinh sát và một vài tiều phu. Trong khi anh tấn công và tiêu diệt những tên thuộc hạ của hắn, em sẽ tự tay giết Mordak bằng phép thuật lúc hắn không đề phòng. Anh sẽ là cánh tay phải, em là cánh tay trái... được chứ, anh trai?

source: ... Aye. Just make sure you’re there when we need you.
uk: … Еге ж. Просто переконайся, що ти там, де потрібен.
vi: Tốt thôi. Hãy đảm bảo rằng em sẽ ở đó khi bọn anh cần em.

source: Baran should be in position by now. Press them, distract the adept so Baran can spring his trap!
uk: Б'ярн має бути на місці. Наваліться на них, відволічіть адепта, щоб Б'ярн зміг завдати свого удару!

source: Baran has not made his attack!
uk: Б'ярн не атакує!

source: Could he have abandoned us?
uk: Чи не міг він покинути нас?
vi: Liệu anh ta có bỏ rơi chúng ta không?

source: No... No. This is something else. I’m worried about him... but right now it means we have to deal with this Mordak ourselves.
uk: Ні... Ні. Це щось інше. Я хвилююся за нього... але зараз це означає лиш те, що ми маємо розібратися з цим Мордаком самостійно.
vi: Không... Không. Chắc chắn không phải vậy. Mình bắt đầu thấy lo... nhưng giờ đây chúng ta phải tự mình tiêu diệt Mordak.

source: Argh!
en@shaw: ğ‘¸ğ‘œ!
uk: Аргхр!
vi: Ahhh!

source: Good work, men! But what has become of my brother?
en@shaw: ğ‘œğ‘«ğ‘› ğ‘¢ğ‘»ğ‘’, ğ‘¥ğ‘§ğ‘¯! ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘ ğ‘¥ğ‘² ğ‘šğ‘®ğ‘³ğ‘ğ‘¼?
uk: Гарна робота, воїни! Але що сталося з моїм братом?
vi: Mọi người làm tốt lắm! Nhưng em ta đâu rồi?

source: Worried about him, are you? E-he-he... hergh... gaargh...
uk: Хвилюєшся за нього, чи не так? Ехехехе… хергх… гааарх...
vi: Lo lắng cho hắn ta ư? E-he-he... he... hưự...

source: There’s nothing more to be had from this one; we will have to search for Baran ourselves!
uk: Нічого корисного ми від нього не дізнаємося; ми повинні розшукати Б'ярна власноруч!

source: Sir, our scouts report that Baran was seen captured and carried away further north!
uk: Пане, наші розвідники доповідають, що Б'ярна було захоплено в полон, вороги повели його далі на північ!

source: That they should dare this! We will give chase at once.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘± ğ‘–ğ‘«ğ‘› ğ‘›ğ‘º ğ‘ğ‘¦ğ‘•! ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘¦ğ‘ ğ‘—ğ‘±ğ‘• ğ‘¨ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘•.
uk: Як вони посміли! Ми повинні негайно переслідувати їх.
vi: Bọn chúng dám làm vậy! Chúng ta phải đuổi theo chúng.

source: Your brother’s plan to ambush me has failed. He is our prisoner now.
uk: План твого брата застати мене зненацька провалився. Теперь він наш черговий бранець.
vi: Kế hoạch phục kích ta của em trai ngươi đã thất bại. Bây giờ hắn là tù nhân của bọn ta.

source: My brother, kidnapped? I have failed you, Baran! And even now Mordak’s forces descend upon the village!
uk: Мого брата викрали? Я підвів тебе, Б'ярне! І тепер сили Мордака буде неможливо зупинити, наше село впаде!

source: I hear these creatures are nigh-immune to our weapons, let us see!
en@shaw: ğ‘² ğ‘£ğ‘½ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘²-ğ‘¦ğ‘¥ğ‘¿ğ‘¯ ğ‘‘ ğ‘¬ğ‘¼ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘•ğ‘°!
uk: Я чув, ці істоти майже невразливі до нашої зброї. Що ж, перевіримо це!
vi: Tôi nghe nói những sinh vật này gần như không bị xây xát bởi vũ khí của chúng ta, hãy thử xem!

source: That was not so hard!
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘´ ğ‘£ğ‘¸ğ‘›!
uk: Це було нескладно!
vi: Cũng đâu có quá khó đâu!

source: The Chase
en@shaw: ğ‘ ğ‘—ğ‘±ğ‘•
uk: Гонитва
vi: Cuộc truy đuổi

source: Arvith and his band rode north in search of his missing brother.
uk: Арвіт та його загін скакав на північ, розшукуючи його зниклого брата.

source: Elves
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘Ÿ
uk: Ельфи
vi: Thần tiên

source: Nil-Galion
en@shaw: Â·ğ‘¯ğ‘¦ğ‘¤-ğ‘œğ‘¨ğ‘¤ğ‘²ğ‘ªğ‘¯
uk: Ніл-Галіон

source: Kidnappers
uk: Викрадачі

source: Muff Toras
en@shaw: Â·ğ‘¥ğ‘©ğ‘“ Â·ğ‘‘ğ‘¹ğ‘¨ğ‘•
uk: Мафф Торас

source: Fight your way through the woods before the kidnappers escape
en@shaw: ğ‘“ğ‘²ğ‘‘ ğ‘¿ğ‘¼ ğ‘¢ğ‘± ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘¦ğ‘›ğ‘¯ğ‘¨ğ‘ğ‘»ğ‘Ÿ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘
uk: Пробратися крізь ліс, поки викрадачі не встигли втекти
vi: Chiến đấu để tìm đường ra khỏi khu rừng trước khi những kẻ bắt cóc trốn thoát

source: Catch the kidnappers
en@shaw: ğ‘’ğ‘¨ğ‘— ğ‘ ğ‘’ğ‘¦ğ‘›ğ‘¯ğ‘¨ğ‘ğ‘»ğ‘Ÿ
uk: Спіймати викрадачів
vi: Bắt kịp những kẻ bắt cóc

source: Kill the Dark Adept before more elves arrive
uk: Убити Темного адепта, поки не з'явилося більше ельфів

source: The elvish forces are spread out. Seek to fight them one at a time with several of your units.
uk: Сили ельфів розбрелися по околицям. Атакуйте їх поодинці, використовуючи декілька своїх бійців за раз.

source: Use horsemen or footpads to quickly explore the shrouded woods to locate the kidnappers.
uk: Використовуйте вершників та розбишак, щоб швидко дослідити ліс та вистежити викрадачів.

source: Separate the Dark Adept from his guards and attack in force for an easy kill.
uk: Відокремте Темного адепта від його охоронців та бийте його ближньою атакою задля легкої перемоги.

source: Come on, men. A stroll through such lovely green woods, what could be finer?
en@shaw: ğ‘’ğ‘³ğ‘¥ ğ‘ªğ‘¯, ğ‘¥ğ‘§ğ‘¯. ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘”ğ‘®ğ‘µ ğ‘•ğ‘³ğ‘— ğ‘¤ğ‘³ğ‘ğ‘¤ğ‘° ğ‘œğ‘®ğ‘°ğ‘¯ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ, ğ‘¢ğ‘ªğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘šğ‘° ğ‘“ğ‘¦ğ‘¯ğ‘¼?
uk: Нумо, люди. Що може бути краще прогулянки у такому красивому зеленому лісі?
vi: Thôi nào mọi người. Một cuộc tản bộ ngang qua rừng xanh, còn gì tốt hơn chứ?

source: You there! Halt and explain yourself.
en@shaw: ğ‘¿ ğ‘ğ‘º! ğ‘£ğ‘·ğ‘¤ğ‘‘ ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¯ ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“.
uk: Гей, ви! Зупиніться та назвіть себе.
vi: Các ngươi! Đứng lại và tự giải thích về việc này.

source: We’re chasing after some men who kidnapped my brother!
uk: Ми переслідуємо людей, що викрали мого брата!
vi: Chúng tôi đang đuổi theo một số kẻ bắt cóc em trai tôi!

source: Those men caught their prisoner practicing necromancy; for your sake, I hope he was not your brother. Assume that the man they caught was your brother’s murderer, and rest assured that the grey mages will release all of the souls that their prisoner’s evil magic has bound to this world.
uk: Ті люди полонили чаклуна, що займався некромантією. Заради твого ж блага, я сподіваюся, він не був твоїм братом. Гадаю, чоловік, якого вони спіймали, був убивцею твого брата, і будь впевнений, що ті сірі маги звільнять усі невільні душі, котрі чаклун прив'язав до цього світу своєю нечестивою магією.

source: We killed the necromancer on the battlefield! I struck the killing blow myself.
uk: Ми вбили некроманта на полі брані! Я власноруч завдав смертельного удару.

source: We killed the necromancer on the battlefield! I saw the killing blow with my own eyes.
uk: Ми вбили некроманта на полі брані! Я власними очима бачив, як його добивали.

source: We heard the sounds of battle three days ago, but the foul reek of death was unmistakable as the prisoner passed us; if your brother really is the prisoner then he is also a necromancer. Remember your brother as we all hope he was, and know that the prisoner’s fate will be revenge as dire as you could wish. Either way, nothing will be gained by your intrusion into our woods. Now advance no further, for we will defend our land.
uk: Ми чули звуки битви 3 дні тому, однак огидний сморід смерті відчувався занадто сильно, коли бранець проходив повз нас; якщо це справді був твій брат, тоді значить, він також некромант. Пам'ятай свого брата таким, яким хочеш пам'ятати, але знай, що доля полоненого буде жахливою, достатньо, щоб вважатися помстою за всіх, кого він погубив. У будь-якому разі, ти нічого не досягнеш, вступивши в наші ліси. Тому краще повертайся додому, інакше ми встанемо на захист наших земель.

source: So much for those ghost stories, but even ghosts might have been more observant than these elves. Still, they will not stop me from freeing Baran!
uk: Такі вигадані історії, але навіть самі мерці були б уважнішими, ніж ці ельфи. Але вони все одно не завадять мені звільнити Б'ярна!

source: I am glad at least that we will not have to face ghosts. But those elves will have us at a disadvantage; our horses will not maneuver well in the trees.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘œğ‘¤ğ‘¨ğ‘› ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘“ğ‘±ğ‘• ğ‘œğ‘´ğ‘•ğ‘‘ğ‘•. ğ‘šğ‘³ğ‘‘ ğ‘ğ‘´ğ‘Ÿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘³ğ‘• ğ‘¨ğ‘‘ ğ‘© ğ‘›ğ‘¦ğ‘•ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘‘ğ‘¦ğ‘¡; ğ‘¬ğ‘¼ ğ‘£ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘©ğ‘¯ğ‘µğ‘ğ‘» ğ‘¢ğ‘§ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘®ğ‘°ğ‘Ÿ.
uk: Я радий, що хоча б цього разу нам не доведеться битися з мерцями. Але ті ельфи все одно завдадуть нам чимало клопотів; наші коні не такі маневрені серед дерев.
vi: Tôi mừng là chúng ta không phải đối mặt với ma. Nhưng những thần tiên này có lợi thế hơn chúng ta; ngựa của chúng ta không thể đi nhanh trong rừng như chúng.

source: Bah, just stay on the paths; our spearmen and bowmen can fight in the deeper woods. We have faced and won through greater perils than those amateurs can offer.
en@shaw: ğ‘šğ‘­, ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘± ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘­ğ‘ğ‘Ÿ; ğ‘¬ğ‘¼ ğ‘•ğ‘ğ‘½ğ‘¥ğ‘§ğ‘¯ ğ‘¯ ğ‘šğ‘´ğ‘¥ğ‘©ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘²ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘°ğ‘ğ‘¼ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘±ğ‘•ğ‘‘ ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘”ğ‘®ğ‘µ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘ºğ‘©ğ‘¤ğ‘Ÿ ğ‘ğ‘¨ğ‘¯ ğ‘ğ‘´ğ‘Ÿ ğ‘¨ğ‘¥ğ‘©ğ‘‘ğ‘»ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘ªğ‘“ğ‘¼.
uk: Нісенітниці, просто не сходьте з дороги; наші списоносці та лучники зможуть битися в лісі. Ми зустрічалися й з більшими перешкодами на нашому шляху, тому ці дилетанти не мають жодного шансу.
vi: Chà, cứ đi theo con đường; lính giáo và lính cung của chúng ta có thể chiến đấu ở sâu trong rừng. Chúng ta đã phải chiến đấu và chiến thắng qua nhiều lần hiểm nguy còn hơn cả việc chiến đấu với bọn thần tiên yếu đuối này.

source: I see them! There they are!
en@shaw: ğ‘² ğ‘•ğ‘° ğ‘ğ‘§ğ‘¥! ğ‘ğ‘º ğ‘ğ‘± ğ‘¸!
uk: Я бачу їх! Вони там!
vi: Tôi thấy chúng! Chúng đây rồi!

source: Curses! Had they been a few hours slower, I might have covered our tracks without arousing the elves’ suspicions. Still, no need for the disguise any more.
uk: Прокляття! Якби вони затримались ще на кілька годин, я б встиг замести наші сліди, не викликаючи підозри в ельфів. Що ж, вже нема сенсу використовувати маскування.

source: Well, elves? Now do you see who the necromancers are?
uk: Що ж, ельфи? Тепер ви бачите, хто тут справжні некроманти?

source: I heard sounds of battle, but did not expect to see this. I will inform the Council, they can work out who the necromancers are.
uk: Я почув звуки битви, однак зовсім не очікував побачити таке. Я маю розповісти про це Раді, вони точно розберуться, що з цим робити.

source: Come on, men, let’s catch those kidnappers!
uk: Нумо, люди, давайте спіймаємо цих викрадачів!
vi: Nhanh lên nào, hãy bắt kịp những tên bắt cóc kia!

source: Hah! You have captured me, but it will avail you nothing. I sent your precious brother the mage north with half my men a day since; he will be safely locked away in our master’s dungeons by now.
uk: Хах! Ти спіймав мене, однак це тобі ніяк не допоможе. Я вже відправив твого дорогого братика-мага на північ з половиною моїх людей ще день тому; він вже має знаходитися в підземеллях мого вчителя.
vi: Ha! Ngươi đã bắt được ta, nhưng nó sẽ chẳng giúp ích được gì cho ngươi. Ta đã gửi tên em trai quý giá của người cùng với một nữa binh lính của ta một ngày trước; hắn giờ này chắc đã bị nhốt trong nhà tù của chủ nhân.

source: My blade is at your throat. Give us the way to my brother now, or I will spill your wretched blood on the ground.
en@shaw: ğ‘¥ğ‘² ğ‘šğ‘¤ğ‘±ğ‘› ğ‘¦ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘”ğ‘®ğ‘´ğ‘‘. ğ‘œğ‘¦ğ‘ ğ‘³ğ‘• ğ‘ ğ‘¢ğ‘± ğ‘‘ ğ‘¥ğ‘² ğ‘šğ‘®ğ‘³ğ‘ğ‘¼ ğ‘¯ğ‘¬, ğ‘¹ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘ğ‘¦ğ‘¤ ğ‘¿ğ‘¼ ğ‘®ğ‘§ğ‘—ğ‘‘ ğ‘šğ‘¤ğ‘³ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›.
uk: Моє лезо у твоєї горлянки. Веди нас до мого брата негайно, інакше я без вагань проллю твою нечисту кров.
vi: Ta đang nắm giữ mạng sống của ngươi. Chỉ đường cho chúng ta đến chỗ em trai ta mau, không ta sẽ làm thứ máu bẩn của ngươi chảy xuống đất.

source: Sithrak
en@shaw: Â·ğ‘•ğ‘¦ğ‘”ğ‘®ğ‘¨ğ‘’
uk: Сітрак

source: Eleben
en@shaw: Â·ğ‘§ğ‘¤ğ‘§ğ‘šğ‘§ğ‘¯
uk: Елебен

source: Jarlom
en@shaw: Â·ğ‘¡ğ‘¸ğ‘¤ğ‘­ğ‘¥
uk: Жаром

source: Hamik
en@shaw: Â·ğ‘£ğ‘¨ğ‘¥ğ‘¦ğ‘’
uk: Хамік

source: Akranbral
en@shaw: Â·ğ‘¨ğ‘’ğ‘®ğ‘¨ğ‘¯ğ‘šğ‘®ğ‘©ğ‘¤
uk: Акранбрал

source: Drakanal
en@shaw: Â·ğ‘›ğ‘®ğ‘¨ğ‘’ğ‘¨ğ‘¥ğ‘©ğ‘¤
uk: Драканал

source: Xaskanat
en@shaw: Â·ğ‘Ÿğ‘¨ğ‘•ğ‘’ğ‘¨ğ‘¯ğ‘©ğ‘‘
uk: Ксасканат

source: Katklagad
en@shaw: Â·ğ‘’ğ‘¨ğ‘‘ğ‘’ğ‘¤ğ‘¨ğ‘œğ‘­ğ‘›
uk: Катклагад

source: Three days ride to the northeast, in a deserted castle. The passwords to the guards are $first_password_$first_password and $second_password_$second_password|.
uk: Його тримають в віддаленому замку, три дні їзди звідси, на північ. Паролі охорони це $first_password_$first_password та $second_password_$second_password|.

source: Bind him and take him with us. If he has played us false, he will die.
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘› ğ‘£ğ‘¦ğ‘¥ ğ‘¯ ğ‘‘ğ‘±ğ‘’ ğ‘£ğ‘¦ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•. ğ‘¦ğ‘“ ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘ğ‘¤ğ‘±ğ‘› ğ‘³ğ‘• ğ‘“ğ‘·ğ‘¤ğ‘•, ğ‘£ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘².
uk: Візьміть його в полон. Якщо він бреше, тоді заплатить за це своїм життям.
vi: Trói hắn lại và mang hắn đi cùng. Nếu hắn nói dối chúng ta, hắn sẽ chết.

source: Captain, what are we riding into? I thought you wanted nothing to do with Baran any more, not since Toen Caric.
uk: Капітане, чим ми займаємося? Я гадав, ти більше не хочеш мати нічого спільного з Б'ярном, особливо після Тоен Каріку.

source: I’m no longer sure. What’s between us remains, but knowing someone else has lain hands on him changes things. Mount up, and let’s get moving.
uk: Я більше невпевнений. Все, що сталося між нами, залишається, я цього не забуду, однак те, що хтось наважився йому шкодити, змінює багато чого. Сідлаймо коней, нам потрібно рухатися далі.
vi: Ta không chắc. Ta vẫn còn giận em trai, nhưng khi biết chuyện xảy ra thì ta không thể không lo lắng. Tất cả lên ngựa và đi thôi.

source: Brena
en@shaw: Â·ğ‘šğ‘®ğ‘°ğ‘¯ğ‘©
uk: Брена

source: Greetings. I am Brena, a knight errant. I saw you pursuing and fighting the foul undead. Are there more of them to be destroyed?
en@shaw: ğ‘œğ‘®ğ‘°ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ. ğ‘² ğ‘¨ğ‘¥ Â·ğ‘šğ‘®ğ‘°ğ‘¯ğ‘©, ğ‘© ğ‘¯ğ‘²ğ‘‘ ğ‘ºğ‘©ğ‘¯ğ‘‘. ğ‘² ğ‘•ğ‘· ğ‘¿ ğ‘ğ‘¼ğ‘•ğ‘¿ğ‘¦ğ‘™ ğ‘¯ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘“ğ‘¬ğ‘¤ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›. ğ‘¸ ğ‘ğ‘º ğ‘¥ğ‘¹ ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘›?
uk: Вітання. Моє ім'я Брена, я мандрівний лицар. Мені довелося бачити як ви переслідували та нищили огидних мерців. Чи ще лишились вороги?
vi: Xin chào. Tôi là Brena, một người lính đi lang thang. Tôi thấy các anh đuổi theo và chiến đấu với bọn ma quái hôi thối. Vẫn còn bọn chúng để tiêu diệt chứ?

source: Aye. We think there’s a nest of them north-east of here. They’ve captured my brother.
uk: Еге. Ми гадаємо, їхнє кубло десь на північному сході звідси. Вони також схопили мого брата.
vi: Đúng thế. Chúng tôi nghĩ hang ổ của chúng nằm về phía Đông Bắc. Chúng đã bắt cóc em trai tôi.

source: I bear a great hatred towards their kind. I will follow and fight them with you, if you permit.
en@shaw: ğ‘² ğ‘šğ‘º ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘£ğ‘±ğ‘‘ğ‘®ğ‘©ğ‘› ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘›ğ‘Ÿ ğ‘ğ‘º ğ‘’ğ‘²ğ‘¯ğ‘›. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘¯ ğ‘“ğ‘²ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘¿, ğ‘¦ğ‘“ ğ‘¿ ğ‘ğ‘¼ğ‘¥ğ‘¦ğ‘‘.
uk: Я вкрай ненавиджу цих нечестивих істот та їхніх повелителів. Якщо ви дозволите, я піду з вами та докладу руку до доброї справи.
vi: Tôi có sự căm thù rất lớn đối với chúng. Nếu anh cho phép, tôi sẽ đi theo và cùng anh chiến đấu với chúng.
