Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wov/*.po
Languages: fr

source: Why have you and your flight left Morogor and come to my eyrie, Kerath?
fr: Pourquoi, toi et ta Nuée, avez-vous quitté Morogor et êtes venus dans mon nid, Kerath ?

source: You, a new Dominant, are not worthy to have that mountain and for your descendants to populate this land. I have come to take your mountain and your breeders for myself.
fr: Toi, un nouveau Dominant, tu ne mérites pas d'avoir cette montagne ni que tes descendants peuplent cette terre. Je suis venu m'emparer de ta montagne et de tes nourrices pour moi-même.

source: You would fight to take what is mine when you have breeders of your own and unclaimed lands are in abundance? Such an attack is a violation of the Ways of Morogor!
fr: Tu te battrai pour prendre ce qui est mien alors que tu as tes propres nourrices et des terres à disposition en abondance ? Une telle attaque est une violation de la Voie de Morogor !

source: We are not in Morogor anymore! There are no other flights around to enforce customs. Surrender, and I will give you a quick death, and some of your drakes may be allowed to live and serve me.
fr: Nous ne sommes plus à Morogor ! Il n'y a aucune autre nuée pour assurer l'application de la coutume. Rends-toi et je te donnerai une mort rapide, et certains de tes dracans pourront vivre et me servir.

source: Leave, and never trouble me again. Stay, and you will die.
fr: Pars et ne reviens jamais me troubler. Restes et tu périra.

source: Enough talk. Drakes, attack!
fr: Assez parlé. Dracans, attaquez !

source: We have arrived.
fr: Nous sommes arrivés.

source: You can now recruit Saurians!
fr: Vous pouvez dorénavant recruter des Sauriens !

source: You have failed usss and are not worthy to follow. We are leaving!
fr: Vous nous avez trahis et vous n'êtes pas digne de confianccce. Nous partons !

source: I have killed the traitor!
fr: J'ai tué le traitre !

source: Good riddance.
fr: Bon débarras.

source: It saddens me that we had to fight our own kind, although we did what we had to.
fr: Cela m'attriste que nous devions combattre nos semblables, mais nous avons fait ce que nous devions.

source: Indeed.
fr: En effeet.

source: In the aftermath of the battle, the breeders from the Flight of Kerath were found and brought to the eyrie. All the other drakes from the flight were executed for the treacherous attack, save one.
fr: Au lendemain de la bataille, les nourrices de la Nuée de Kerath furent trouvées et ramenées dans le nid. Tous les autres dracans de la Nuée furent exécutés pour leur attaque perfide, sauf un.

source: Reshan’lo, the Recorder of the Flight of Kerath, was taken captive. Galun spoke with him.
fr: Reshan’lo, Témoin de la Nuée de Kerath, fut fait prisonnier. Galun lui parla.

source: Perhaps you are wondering why I did not execute you with the rest of the Flight of Kerath, Reshan’lo.
fr: Peut-être te demandes-tu pourquoi je ne t'ai pas exécuté avec le reste de la Nuée de Kerath, Reshan’lo.

source: The thought had crossed my mind.
fr: Cette pensée m'a traversé l'esprit.

source: I learned the value of the long view of things. You are a Recorder. I spared you so that your knowledge might be passed on. It would be a tragedy if we did not learn from these events.
fr: J'ai appris la valeur de la vision à long terme. Tu es un Témoin. Je t'ai épargné car je sais que ton savoir sera transmis. Ce serait une tragédie que nous n'apprenions pas de ces évènements.

source: Then I shall speak of what I have learned. On the journey here I have observed numerous armed prey south of the river, and in the forests and the mountains of this continent. They all reproduce faster than us drakes. If they attacked us in numbers, they would suffer losses, but with our present strength our losses would hurt more.
fr: Alors je dirai ce que j'ai appris. Dans cette aventure, j'ai observé de nombreuses proies armées au sud de la rivière et dans les forêts et dans les montagnes de ce continent. Elles se reproduisent plus vite que nous autres dracan. Si elles nous attaquent en nombre, elles subiront de lourdes pertes, mais avec nos forces actuelles, nos pertes nous couteraient plus encore.

source: The Flight of Kerath was one of the largest flights in Morogor. With it gone, the new flights created by the next few Contentions will likely take over Kerath’s former territory. Then they will come, one flight of bold young swarmlings after the next, drawn by the promise of such a vast unclaimed land. For now though, on this Great Continent, the pride and power of the Drakes is in your hands.
fr: La Nuée de Kerath était l'une des plus importante de Morogor. Avec sa perte, les nouvelles nuées créées par les prochaines Contentions prendront surement l'ancien territoire de Kerath. Alors elles viendront, une nuée de jeune audacieux après l'autre, attiré par les promesse d''une vaste terre à conquérir. A partir de maintenant, sur le Grand Continent, la fierté et le pouvoir des dracans est dans nos mains.

source: Reshan’lo pledged his loyalty to Galun, and was allowed to spend the rest of his days assisting the Recorder of The Flight of Galun.
fr: Reshan’lo fit serment de loyauté envers Galun et fut autorisé à passer le reste des ses jours à aider le Témoin de la Nuée de Galun.

source: Galun, looking back on the journey to the Heart Mountains, and looking forward to the future, considered how the descendants of his flight might best thrive in this new land.
fr: Galun, se remémorant son aventure dans les Montanges Centrales et regardant vers futur, pensa à la façon dont les descendants de la nuée pourraient le mieux prospérer sur cette nouvelle terre.

source: To guide them in settling the continent while avoiding falling prey to more aggressive drakes or coming into destructive contact with the fast-breeding lesser races, Galun proclaims the Edicts: (1) Reaffirmation of the Ways of Morogor (2) Avoidance of dangerous game and respecting them as fellow predators (3) Long sleeps to cut food requirements
fr: Pour les aider à gérer le continent tout en évitant de devenir des proies de dracan plus agressifs ou bien d'avoir un contact destructif avec une race inférieure se reproduisant très vite, Galun proclama les Décrets : (1) Réaffirmation de la Voie de Morogor (2) Eviter le gibier dangereux et respecter les autres prédateurs (3) L'hibernation pour diminuer les besoins en nourriture

source: Ultimately, the Drake Way will require expansion off Irdya itself.
fr: Finalement, la Voie des Dracans nécessita l'expansion d'Irdya elle-même.

source: Gorer
fr: Goret

source: As Tuskers age, their already formidable teeth grow longer and more numerous. A mature boar gorer is a valuable asset to any farmer. An angry boar gorer is a challenge even to the best hunters
fr: Lorsque les sangliers prennent de l'âge, leurs dents déjà impressionnantes grandissent encore et deviennent plus nombreuses. Un sanglier mature est précieux pour n'importe quel fermier. Un sanglier en colère est un défi même pour les meilleurs chasseurs

source: Tusks
fr: Défenses

source: Tusk Charge
fr: Charge de défense

source: The lynx is a predator that lives in forested areas, especially at higher altitudes. Some of the larger and more aggressive lynxes routinely kill deer, and a few have been known to attempt human-sized prey.
fr: Le lynx est un prédateur qui vit dans les zones forestières, spécialement en altitude. Certains des plus gros lynx et des plus agressifs tuent habituellement des cerfs et quelques-uns ont même attaqué des proies à taille humaine.

source: claws
fr: griffes

source: Rabbit
fr: Lapin

source: The rabbit is a cute creature which lives in fields and forests. Rabbits are the prey of many larger creatures, for their flesh is sweet and succulent.
fr: Les lapins sont de jolies petites créatures qui vivent dans les champs et les forêts. Les lapins sont les proies de plus grosses créatures, pour leur chair qui est douce et succulente.

source: incisors
fr: incisseurs

source: Tusker
fr: Défenseur

source: Tuskers are hardy livestock. Their powerful limbs make them good beasts of burden. Their thick wool and hides make coarse, but serviceable clothing and their meat is tough, but filling. But an angry or wild tusker is not to be trifled with.
fr: Les Tuskers se domestique difficilement. Leurs membres puissants en font de bonnes bêtes de somme. Leur laine épaisse et leur peaux sont assez grossières, mais rendent service pour les vêtement et leur viande est dure, mais copieuse. Mais il ne faut chahuter avec un tusker en colère ou sauvage.

source: Young tuskers are as notoriously bad-tempered as the adults of the species, though less of a challenge to fight. The main danger lies in threatening the little one while not noticing its parent preparing to charge from behind.
fr: Les jeunes Tuskers sont notablement de mauvais tempérament comme les adultes de leur espèce, bien que moins difficile à affronter. Le danger principale à affronter un jeune est de ne pas remarquer ses parents qui préparent un charge par derrière.

source: Vank! No! How will I continue on without you?
fr: Vank ! Non ! Comment puis-je continuer sans toi ?

source: and
fr: et

source: or
fr: ou
