Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wov/*.po
Languages: fr

source: Wings of Victory
fr: Les Ailes de la Victoire

source: WoV
fr: AdV

source: Seize, conquer, dominate, expand. That was ever the Way of the Drakes. But the Brothers of the Spiral Path have seen a vision: Irdya is made like an egg, and the day will come when there is no more world to conquer — and what of the Way then? There was a drake named Galun on whom fell the burden of finding an answer...
fr: Capture, conquête, domination, expansion. Ce fut toujours la Voie des Dracans. Mais les Frères du Chemin en Spirale ont eu une vision : Irdya est faite comme un œuf et un jour viendra où il n'y aura plus rien à conquérir ; que deviendra la Voie ? Il fut un dracan, nommé Galun, à qui la charge fut confiée de trouver une réponse…

source: (Intermediate level, 11 scenarios.)
fr: (Niveau intermédiaire, 11 scénarios.)

source: Fledgling
fr: Novice

source: Challenging
fr: Retord

source: Difficult
fr: Difficile

source: Authors
fr: Auteurs

source: Alpha Testing and Proofreading
fr: Test alpha et relecture

source: Campaign Maintenance
fr: Maintenance de la campagne

source: Graphics
fr: Graphisme

source: The Hunt
fr: La Chasse

source: My name is Reshan’lo, and I was in my youth the Recorder of the Flight of Kerath. It falls to me to report what came to pass in the 14th cycle of the 5th Vulcaniad — the greatest error of Kerath, the flight's downfall and with it my own.
fr: Mon nom est Reshan'lo et j'étais dans ma jeunesse le Témoin du Vol de Kerath. Il m'incombait de rapporter de qui se passa lors du 14e cycle de la 5e Vulcaniade, la plus grande erreur de Kerath, la chute de la nuée et par la même, la mienne.

source: For long cycles we Recorders of Morogor had watched the slow rising of the tides and the sinking of our islands. Each cycle it became slightly more difficult to feed our hatchlings. Newer flights scraped out a meager existence on islets of rock their grandsires would have scorned, and some turned their eyes enviously on the green expanses of the central islands. We feared a final war was nearly upon us.
fr: Depuis de longs cycles, nous les Témoins de Morogor, avons vu la lente ascension des vagues et l'enfouissement de nos îles. Lors de chaque cycle, il devenait de plus en plus difficile de nourrir nos nouveau-nés. Les nouveaux volants voulaient mettre fin à une maigre existence sur les îlots rocheux que leur grands-parents auraient dédaignés, certains ont tourné leur regard avec envie vers les étendues des îles centrales. Nous craignions qu'une guerre finale soit presque sur nous.

source: That war was delayed when the prey ships started passing by our islands. Drakes began to wonder if ours was the only land in the world, or if there were yet more lands to be claimed far over the Great Ocean.
fr: La guerre fut retardée lorsque des embarcations de proies passèrent devant nos îles. Les dracans commencèrent à se demander si nos îles étaient les seules terres au monde ou s'il y avait d'autres terres à conquérir au-delà du Grand Océan.

source: There arose in the Flight of Verkon a young drake of subtle and dangerous mind who dreamed of those lands and spoke of his dream.
fr: Il arriva dans la Nuée de Verkon, un jeune dracan à l'esprit subtile et dangereux, qui rêvait de ces terres et parlait de ses rêves.

source: Drakes
fr: Draccans

source: Humans
fr: Humains

source: Lynxes
fr: Lynx

source: Forest
fr: Forêt

source: Galun is an Aspirant (at least level two) at the end of the hunt
fr: Galun est un Aspirant (au moins niveau deux) à la fin de la chasse

source: Death of Galun
fr: Mort de Galun

source: Death of Vank
fr: Mort de Vank

source: Loss of two or more members of your hunting party
fr: Perte de deux membres ou plus de la partie de chasse

source: Galun is still a Fledgling (level one) at the end of the hunt
fr: Galun est encore un novice (niveau un) à la fin de la chasse

source: The hunt will end when turns run out, or when all enemy units have been defeated.
fr: La chasse se terminera à la fin des tours ou lorsque tous les ennemis auront été vaincus.

source: Galun, I think I spy runners. Away north, past the fields.
fr: Galun, je pense avoir vu des coureurs. Loin au nord, après les champs.

source: ... What? ... Sorry, I wasn't listening....
fr: ... Pardon ? ... Désolé, je n'écoutais pas...

source: What is wrong with you? I have not seen you so distracted in ages.
fr: Qu'est-ce que tu as ? Je ne t'ai pas vu si distrait depuis longtemps.

source: I’m concerned for all of us. The next hatching is near and prey grows scarce.
fr: Je m'inquiète pour nous tous. La prochaine couvée approche et les proies se font rares.

source: And if you don’t bring your mind back to the hunt, Galun, we’ll go hungry right now. We are not Dominants; what can <i>we</i> do about the future?
fr: Et si tu ne concentre pas à nouveau ton esprit sur la chasse, Galun, nous mourrons de fin rapidement. Nous ne sommes pas des Dominants ; que pouvons-<i>nous</i> faire à propos du futur ?

source: I think we must leave Morogor, and seek more land across the Great Ocean.
fr: Je pense que nous devrions quitter Morogor et chercher d'autres îles sur le Grand Océan.

source: And just how would you find that land in the Great Ocean without knowing where to go? Drakes have looked, and found nothing but water everywhere.
fr: Et comment trouverais-tu des terres dans le Grand Océan sans savoir où chercher ? Les dracans ont cherché et n'ont rien trouvé d'autre que de l'eau partout.

source: All the ships passing by must be going somewhere.
fr: Tous les bateaux qui passent, doivent bien aller quelque part.

source: That may be, but if you truly aim to lead a flight across the Great Ocean, you’ll have to become a Dominant first, otherwise no drake will follow you. (Laughs) And you an <i>Aspirant</i>? Not so long as you dream when the hunt is called...
fr: Peut-être, mais si tu veux vraiment organiser une nuée au-dessus du Grand Océan, tu dois d'abord devenir un Dominant, sinon aucun dracan ne te suivra. (Rires) Et toi un <i>Aspirant</i> ? Pas tant que tu rêvera alors que la chasse a sonné...

source: Speaking of the hunt, let’s take those runners there. You must have been distracted or blind yourself, not spotting them before.
fr: En parlant de la chasse, attrapons donc ces coureurs. Tu dois être distrait ou aveugle, pour ne pas les avoir repérer avant.

source: ... Right ... Hunters! Take wing!
fr: ... C'est vrai... Chasseurs ! En vol !

source: The damned wyrms have found us! Send the women and children to the caves. To arms, men.
fr: Les maudites vouivres nous ont trouvés ! Envoyez les femmes et les enfants dans les cavernes. Aux armes, messieurs.

source: Prepare to die, runners.
fr: Préparez-vous à mourir, coureurs.

source: Better to die free than await the slaughter in a Drake pen!
fr: Mieux vaut mourir libre qu'attendre l'abatage dans un enclos dracan !

source: You shall have your wish.
fr: Tes vœux pourraient être exaucés.

source: My dream perishes with me...
fr: Mes rêves sombrent avec moi...

source: Vank! No! You would have been my Chief Intendant...
fr: Vank ! Non ! Tu aurais été mon Intendant en chef...

source: The hunt has failed. I am not worthy to be an Aspirant.
fr: La chasse a failli. Je ne mérite pas d'être un Aspirant.

source: Too many hunters have died. I am not worthy to be an Aspirant.
fr: Trop de chasseurs ont péri. Je ne mérite pas d'être un Aspirant.

source: Ah! A good hunt. Gallopers and runners both.
fr: Ah ! Une bonne chasse. Des galopeurs et des coureur en même temps.

source: Indeed, but game is getting hard to find on the ranges, even though we usually spare the females and young. Too many hunters, not enough game.
fr: En effet, mais le gibier devient de plus en plus difficile à trouver à chaque chasse, bien que nous épargnons habituellement les femelles et les jeunes. Trop de chasseurs, pas assez de gibier.

source: We have taken all the game we can for now. The air is too thick this low; it clogs my lungs. Let’s fly back to the eyrie.
fr: Nous avons pris tout le gibier que nous pouvions pour aujourd'hui. L'air est trop lourd ici bas ; il obstrue mes poumons. Retournons en hauteur.

source: The Raid
fr: Le Raid

source: Even though Galun was now an Aspirant, he still needed to win enough honor to be chosen to represent his caste in the Contention.
fr: Bien que Galun soit à présent un Aspirant, il a encore besoin de gagner suffisamment d'honneur pour être choisi représentant lors de la Contention.

source: An opportunity arose when a ship of prey landed on the northernmost island.
fr: Une opportunité se présenta alors qu'un bateau accostait l'île la plus au nord.

source: Verkon, having learned from previous encounters with prey on that island, hid his forces to lull the enemy into a false sense of security.
fr: Verkon, ayant appris de ces précédentes rencontre avec les proies sur cette île, cacha ses forces pour leurrer l'ennemi avec une fausse sensation de sécurité.

source: He then charged Galun with leading the attack and interrogating the leader in order to learn a way across the ocean to other lands.
fr: Il chargea alors Galun de mener l'attaque et d'interroger leur chef pour découvrir un moyen de traverser l'océan jusqu'à d'autres terres.

source: Determined to succeed without further assistance, Galun’s forces approached the island under cover of darkness.
fr: Décidé à réussir sans autre assistance, les forces de Galun approchaient l'île sous le couvert de l'obscurité.

source: Capture Viragar (reduce him to 0 hitpoints or lower)
fr: Capturer Viragar (réduisez ses points de via à 0 ou moins)

source: Galun has become an impressive Aspirant (reached level three)
fr: Galun est devenu un impressionnant Aspirant (il a atteint le niveau trois)

source: Galun has not become more impressive (still level two) after Viragar is captured
fr: Galun n'est pas devenu plus impressionnant (toujours niveau deux) après la capture de Viragar

source: There they are. Like runners, but filthy. Hopefully the game tastes better than it looks.
fr: Ils sont ici. Comme les coureurs, mais plus crasseux. Heureusement, le gibier a meilleur goût qu'il n'y parait.

source: Indeed. Let’s make sure we hold off on eating the leader until we get the information we need.
fr: En effet. Assurons-nous de ne pas dévorer leur chef, tant que nous n'aurons pas obtenu les informations dont nous avons besoin.

source: Speak, prey. We see ships travel east past these islands, and none return. Where do they go?
fr: Parle, proie ! Nous voyons des bateaux naviguer vers l'est après ces îles et aucun ne revient. Où vont-ils ?

source: You may have defeated me in battle, little flies, but the secret of the ships I will take to my grave.
fr: Vous m'avez peut-être vaincu au combat, petites mouches, mais j'emporterai le secret des bateaux dans ma tombe.

source: So you think, prey.
fr: C'est ce que tu penses, proie.

source: Galun, breaking this prey may take some time. Let us bind him and take him to the pens.
fr: Galun, briser cette proie peut prendre du temps. Attachons-le et emmenons-le dans l'enclos.

source: Viragar was captured alive and interrogated for a long time.
fr: Viragar fut capturé et interrogé un long moment.

source: The interrogation yielded rumors of a land to the east and a way to reach it.
fr: L'interrogatoire inspira des rumeurs d'une terre à l'est et d'un moyen de l'atteindre.

source: Galun’s success in the raid earns him much renown.
fr: Le succès de Galun lors du raid, lui apporta un grand renom.

source: However, Galun’s lack of impressive stature and strength causes him to narrowly miss being chosen for the Contention.
fr: Cependant, Galun ne disposait pas d'une grande stature ni d'une grande force, lui faisant rater de peu la séléction pour la Contention.

source: We are poised to lose this battle, Galun. I fear we must retreat.
fr: Nous sommes sur le point de perdre cette bataille, Galun. Je crains que nous devions battre en retraite.

source: No, Vank. I shall kill these prey or die trying, else I would never become a Dominant.
fr: Non, Vank. Je dois tuer ces proies ou bien mourir en essayant, sinon je ne deviendrai jamais un Dominant.

source: Galun and his troops fought gallantly, and their fallen had died with honor, but it was not enough. It was only with reinforcements from Verkon that Galun won the island back. So ended Galun’s dream of becoming a Dominant.
fr: Galun et ses troupes se battirent avec ardeur et leurs pertes le furent avec honneur, mais cela ne suffit pas. Ce fut uniquement grâce au renfort de Verkon, que Galun pu s'emparer de l'île. Ainsi s'acheva le rêve de Galun de devenir un Dominant.

source: The Contention
fr: La Contention

source: For ages, we of the Spiral Path have not demurred when our kin of the Straight Path spoke vaguely of the ’end of the world’ lying beyond the oceans, receding ever farther as Dominants claim new ranges. However, we knew better: for we have found it written in the tides and the motion of the stars that our world is round, made like a drake’s egg.
fr: Depuis très longtemps, nous autres du Chemin en Spirale ne protestons pas quand ceux du Chemin Droit évoquent « le bout du monde » se trouvant au-delà des océans, reculant toujours plus loin à chaque conquête des Dominants. Cependant, nous le savions bien : nous avions lu dans les marées et le mouvement des étoiles que le monde est rond, à l'image d'un œuf dracan.

source: Every hatchling’s hope is to become the Dominant of a new flight. But the sinking of our islands may only prefigure a vastly greater tragedy; for if the world is bounded, our Way must end in a final war of drake against drake...or a great starvation.
fr: Chaque nouveau-né aspire à devenir un Dominant d'une nouvelle Nuée. Mais le naufrage de nos îles préfigure une tragédie bien plus vaste ; si le monde a une fin, alors notre Chemin se terminera par une guerre finale de dracan contre dracan… ou bien une grande famine.

source: Every turn of the heavens brings us closer to that doom. We of the Spiral Path seek a way for Drake-kind to step off that wheel, before it is too late.
fr: Chaque tour des cieux nous rapproche de ce destin. Nous autres du Chemin en Spirale cherchons une façon pour les dracans de stopper cette roue, avant qu'il ne soit trop tard.

source: Defeat Gribbel
fr: Battre Gribbel

source: Have the advantage when turns run out
fr: Avoir l'avantage lorsque la fin des tours est atteinte

source: Defeat of Galun
fr: Défaite de Galun

source: Fail to have the advantage when turns run out
fr: Ne pas avoir l'avantage lorsque la fin des tours est atteinte

source: For this scenario, only 1 * level xp is earned for kills, as defeated units are merely removed from play.
fr: Dans ce scénario, seulement 1 * XP par niveau est gagné pour chaque tué, car les unités vaincues sont simplement retirées de la partie.

source: Your defeated units will be returned to you after the battle.
fr: Vos unités vaincues vous seront restituées après la bataille.

source: Each side is allowed only intendants and recruits for this battle.
fr: Seuls les intendants et les recrues sont autorisés pour chaque camp lors de cette bataille.

source: Each side is forced to recruit unit types evenly before a type is allowed to be repeated.
fr: Chaque camp doit recruter les types d'unités uniformément avant qu'un type d'unité soit autorisé à être répété.

source: And so the day of the Contention came. Each caste elected an Aspirant from their ranks to become the new Dominant, and each Aspirant brought with him Intendants to extend his rule over the other castes. Thus, in the ancient Way of the drakes, six times six: thirty-six drakes in all.
fr: Ainsi, vint le jour de la Contention. Chaque caste élie un Aspirant de leurs rangs pour devenir un nouveau Dominant et chaque Aspirant apporta avec lui des intendants pour étendre son pouvoir sur les autres castes. Dans la tradition de la Voie des dracans, six fois six : trente-six dracans en tout.

source: All the skills necessary to protect and provide for a flight were tested. Each team faced various challenges of martial ability, hunting, group coordination, strategy, & tactics. The top two teams, with only their gathered resources and raw recruits, advanced onward to the traditional arena in the very heart of Morogor.
fr: Tous les talents nécessaires pour protéger et assumer une nuée étaient testés. Chaque équipe faisait face à différents défis tel que l'aptitude au combat, la chasse, la coordination de groupe , la stratégie et la tactique. Les deux meilleures équipes, avec uniquement les ressources collectées et leur recrutement, avançaient vers l'arène traditionnelle au cœur de la montagne de Morogor.

source: As was the Way, the teams, lead by Galun of the Flight of Verkon, and Gribbel of the Flight of Kerath, faced off in a final battle: The Contention.
fr: Comme le voulait le Chemin, les équipes, menées par Galun de la Nuée de Verkon et Gribbel de la Nuée de Kerath, se rencontraient dans la bataille finale : la Contention.

source: I can scarce believe we are actually here. The Contention! Are we truly fit for this?
fr: Je peux difficilement croire que nous y soyons. La Contention ! Sommes-nous vraiment taillé pour ça ?

source: Just fly and fight, Vank. I’ll do the worrying.
fr: Voles et bats-toi, tout simplement, Vank. Je m'occupe des choses préoccupantes.

source: The chance at my dream, lost...
fr: La chance de mes rêves, perdue...

source: No!
fr: Non !

source: We did it!
fr: Nous l'avons fait !

source: By his victory, Galun earned the privilege of founding a new Flight in accordance with the Way. As custom required, he would be gifted with breeders and fledglings from each of the other Flights.
fr: Par cette victoire, Galun gagna le privilège de fonder une nouvelle Nuée en accord avec le Chemin. Comme la coutume le voulait, il recevrai des nourrices et des novices de chacun des autres vols.

source: The Spiral Path
fr: Le Chemin en Spirale

source: Galun, you have triumphed in the Contention. It falls to me as the Recorder of the Contention to give you your reward.
fr: Galun, tu as triomphé de la Contention. Il m'échoie en tant que Témoin de la Contention, de te donner ta récompense.

source: May the pride and power of the Drakes be increased.
fr: Que la fierté et le pouvoir des dracans soient grandis.

source: That...may not always be possible.
fr: Cela… n'est pas toujours possible.

source: What?
fr: Quoi ?

source: You are intelligent. You can see that our numbers grow beyond the capacity of the known islands to support us.
fr: Tu es intelligent. Tu peux remarquer que notre nombre outrepasse la capacité de nos îles à nous nourrir.

source: Yes. I have learned of a Great Continent to the east beyond the Great Ocean; I intend to take my new flight to it.
fr: Oui. J'ai appris au sujet du Grand Continent à l'est du Grand Océan ; j'ai l'intention d'y emmener ma nouvelle Nuée.

source: Indeed? It is likely that you will all die in the attempt. You know this.
fr: Ah oui ? Vous aller sûrement tous périr en essayant. Tu le sais.

source: Even with what we have learned, it is still dangerous. But I think there is no future for us here.
fr: Même avec ce que nous avons appris, c'est tout de même dangereux. Mais je pense qu'il n'y a aucun futur pour nous ici.

source: As for the abyss at the end of the great ocean...you have heard, perhaps, that some drakes believe the world is round like an egg; that there is no abyss to fall into.
fr: Tout comme les abysses à la fin du Grand Océan… tu as entendu parler, peut-être, que certain dracans pensent que le monde est rond comme un œuf ; et qu'il n'y a aucun abysse dans lequel tomber.

source: Yes. It was after I learned this rumor that I began to wonder if ours was truly the only land in the world.
fr: Oui. C'est après avoir entendu cette rumeur que j'ai commencé à me demander si nous étions la seule terre sur ce monde.

source: Now I must reveal secrets. You are a Dominant now, if a very new one; I cannot bind you not to speak them. However, they are secrets for good reason, and you should think carefully before sharing them. Doing so might weaken you.
fr: Maintenant je dois te révéler des secrets. Tu es un Dominant dorénavant, bien que nouveau ; je ne peux t'empêcher de les répéter. Cependant, certaines choses sont secrètes pour de bonnes raisons et tu dois bien y songer avant de les partager. Les répandre pourrait nous affaiblir.

source: I am listening.
fr: J'écoute.

source: There is a brotherhood called the Spiral Path; I am a member. Most of us are Recorders. We know many things that most drakes, the unknowing followers of the Straight Path, have never learned; and some things they once knew but have forgotten.
fr: Il existe une fraternité nommée le Chemin en Spirale ; j'en suis membre. La plupart d'entre nous est Témoin. Nous savons plus de choses que la plupart des dracans, que les incultes suiveurs du Chemin Droit, n'ont jamais appris ; et certaines choses qu'ils savaient mais ont oubliés.

source: One of the things they have forgotten is that there is indeed other land in the world. Long ago, cycles beyond counting, we lived on a great landmass far to the west of here. We..most of us...chose to forget our origins, because we were driven from it in a great war. We came to Morogor fleeing enemies.
fr: Une des choses qu'ils ont oubliées, est qu'il existe bien d'autres terres dans le monde. Il y a bien longtemps, nous vivions sur une grande masse de terre très à l'ouest d'ici. Nous… la plupart d'entre nous… choisie d'oublier nos origines, car nous nous dirigions vers une grande guerre. Nou sommes venu à Morogor pour fuir des ennemis.

source: That is difficult to hear.
fr: C'est difficile à croire.

source: Under the pride of the Drakes there is buried shame; lesser races defeated us. But there is more.
fr: Sous la fierté des dracans, il se cache une honte ; des races moindres nous ont vaincus. Mais il y a plus.

source: It is written in the tides, and in the motions of the moons, that the world is indeed made in the shape of a drake’s egg. You might very well find new land to the east of here, farther from whence we came.
fr: C'est écrit dans les marées et dans le mouvements des lunes, que le monde est bien de la forme d'un œuf de dracan. Tu pourrais bien trouver une nouvelle terre à l'est d'ici, bien plus loin que d'où nous somme venu.

source: Though you cannot fly far enough to escape the doom that waits at the end of the Straight Path.
fr: Cependant tu ne peux pas voler assez loin pour échapper à la mort qui attend à la fin du Chemin Droit.

source: What doom is that?
fr: De quelle mort parles-tu ?

source: Think now of the great green world as an island; if you travel around its shore long enough, you will end where you began. Galun...what will happen when the world fills up with drakes?
fr: Imagine le grand monde vert comme une île ; si tu voyage autour de ses côtes suffisamment longtemps, tu finira où tu as commencé. Galun… Qu'arrivera-t-il quand le monde sera couvert de dracan ?

source: I see, I think. You fear a final war, drake against drake. Not just here in Morogor, but covering whatever other lands there may be.
fr: Je vois, je crois. Tu crains une guerre finale, dracan contre dracan. Pas seulement ici à Morogor, mais couvrant toutes les terres qui puissent exister.

source: We do. The Spiral Path seeks a way to prevent that war, The Straight Path of spawning and swarming cannot continue forever. We must, somehow, learn to keep our numbers in bounds.
fr: Nous le craignons. Le Chemin en Spirale chercher un moyen d'éviter la guerre. L'accroissement et l'essaimage du Chemin Droit ne peut continuer indéfiniment. Nous devons trouver un moyen, quel qu'il soit, de contrôler notre nombre.

source: I hear and understand.
fr: J'entend et je comprend.
