Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wov/*.po
Languages: fr

source: I do not know how to solve this, though if I can find new land, I can buy us time to solve it.
fr: Je ne sais comment résoudre cela, mais si je peux trouver une nouvelle terre, je pourrais nous faire gagner du temps pour trouver une solution.

source: That is all any of us have been able to do, buy time. You are Spiral Path now. Your breeders and swarmlings await you, flight leader. Good luck!
fr: C'est tout ce que nous avons pu faire, gagner du temps. Tu fais parti du Chemin en Spiral maintenant. tes nourrices et tes essaimeurs t'attendent, chef de Nuée. Bonne chance !

source: Islands
fr: Iles

source: They had little time to prepare the new flight. The new hatchlings could not go long without food...but worse, if the breeders grew heavy with eggs they would lose their ability to fly.
fr: Ils avaient eu peu de temps pour préparer la nouvelle Nuée. Les nouveau-nés ne pouvaient aller très loin sans nourriture… mais plus inquiétant, si les nourrices prenaient du poids avec les œufs, elles pourraient perdre leur capacité à voler.

source: Galun prepared for true long-distance travel by abandoning the massive armor of the Clashers. The flight took only the lighter tools with it, counting on re-creating the heavier ones in the new land. Instead, they loaded up with sling bags of dried meat. That, and the prey they could take from the Great Ocean on their journey, might see them through.
fr: Galun se prépara à un véritable voyage longue distance en abandonnant son armure massive de Cogneur. La Nuée prit seulement les outils les plus légers, comptant refabriquer les plus lourds sur la nouvelle terre. A la place, ils chargèrent en bandoulière de la viande séchée. Cela et les proies qu'ils pourraient prendre dans le Grand Océan pendant leur traversée, leur permettraient de tenir.

source: All the drakes knew that if Galun was successful in finding new land, their people would have new hope. The Flights of Verkon and Kerath sent Sky Drakes to assist Galun in finding a way to the Great Continent, and to report back when it was located.
fr: Tous les dracans savaient que si Galun réussissait à trouver une nouvelle terre, leur peuple aurait un nouvel espoir. Les Nuées de Verkon et de Kerath envoyèrent des dracans tornades pour aider Galun a trouver un chemin dans le Grand Océan et revenir avertir de son emplacement.

source: For many days they flew over unknown waters, growing weary and hungry and wing-sore. Then Galun, scouting ahead with a few followers, sighted land...
fr: Pendant de longues journées, ils volèrent au-dessus de mers inconnues, de plus en plus fatigués, affamés et les ailes perclues. C'est alors que Galun, volant aux avant postes avec quelques suiveurs, aperçu une terre...

source: Defeat all enemy leaders
fr: Vaincre tous les chefs ennemis

source: Galun’s flight is not yet able to manufacture armor for Clashers.
fr: La Nuée de Galun n'est pas encore capable de fabriquer des armures pour les Cogneurs.

source: This scenario takes place during the summer.
fr: Ce scénario se déroule en été.

source: There are nimble, amphibious reptiles in these islands, Galun. They fight with swords, but no bows.
fr: Il y a d'agiles reptiles amphibiens sir ces îles, Galun. Ils se battent avec des épées, mais pas avec des arcs.

source: Tired though we are, we must claw our rest from these creatures. Attack!
fr: Fatigués comme nous sommes, nous devons obtenir notre repos de ces créatures. Attaquez !

source: Be alert, there are large creatures moving under the waves.
fr: Faites attention, il y a des grandes créatures qui se déplacent sous les vagues.

source: Sharpspikes
fr: Pics aiguisés

source: Shinyscales
fr: Ecailles brillantes

source: Longtooth
fr: Dents longues

source: Look out, a sea serpent!
fr: Regardez, un serpent de mer !

source: We have triumphed, though these islands are only a place to rest. We must continue onward.
fr: Nous avons triomphés, mais ces îles ne seront qu'une étape pour se reposer. Nous devons continuer.

source: It is possible I have seen our destination. I glimpsed something on the eastern horizon as I scouted high above our enemies. A puff of cloud, the kind that forms over land.
fr: Il est possible que j'ai vu notre destination. J'ai aperçu quelque chose sur l'horizon à l'est lorsque je patrouillais bien au-dessus de nos ennemis. Une bouffée nuageuse, du genre qui se forme au-dessus de la terre.

source: That is good! We will seek it out.
fr: C'est une bonne nouvelle ! Nous irons à sa recherche.

source: The flight is starving and exhausted; we cannot pacify these islands before we die!
fr: La Nuée meurt de faim et est épuisée ; nous ne pouvons pacifier ces îles avant de mourir !

source: The Three Sisters
fr: Les Trois Sœurs

source: When they were fully rested, some messengers from the other flights returned to Morogor to report the location of the islands.
fr: Une fois complètement reposés, quelques messagers des autres vols retournèrent à Morogor pour indiquer l'emplacement des îles.

source: After taking a few days to hunt and recover its strength, the flight again flew east into unknown ocean.
fr: Après quelques jours à chasser et recouvrer ses forces, la Nuée vola à nouveau vers l'est et ses océans inconnus.

source: Vank’s eyes had not deceived him. There was indeed land to the east, farther than he guessed and barely within reach. A great warm current angled up from the south to intersect the flight’s path, and then led them towards a group of three islands.
fr: Les yeux de Vank ne l'ont pas trahis. Il y avait bien des terres à l'est, plus loin qu'il ne l'estimait et presque hors de portée. Un grand courant d'air chaud vint du sud en croisant le chemin de la Nuée et les dirigea alors vers un groupe de trois îles.

source: Monsters
fr: Monstres

source: Midnight Queen
fr: Reine nocturne

source: There are creatures hiding in here.
fr: Des créatures se cachent ici.

source: There is nothing in here.
fr: Il n'y a rien ici.

source: These islands, too, are inhabited.
fr: Ces îles, aussi, sont habitées.

source: Only by dumb animals. We can take this place, and will.
fr: Seulement par des animaux stupides. Nous pouvons prendre cet endroit, et nous le ferons.

source: You will be made to serve... Come admire me. Feel my love.
fr: Vous serez réduit en esclavage… Venez m'admirer. Ressentez mon amour.

source: Okay, inhabited only by dumb animals and a crazy, hideous ghost.
fr: C'est ça, habité seulement par de stupides animaux et un hideux fantôme complètement fou.

source: Ahhhh! Get off my islands!
fr: Ahhhh ! Partez de mes îles !

source: No.
fr: Non.

source: This could make a decent home for the flight.
fr: Cela fera un foyer décent pour la Nuée.

source: Indeed, but we can see the vast mainland from here. Let us scout above and see if there is a better place for our eyrie.
fr: En effet, mais nous pouvons voir les vastes terres principales d'ici. Explorons au-dessus et voyons s'il n'y a pas un meilleur endroit pour nos nids.

source: Galun sent the remaining messengers from the other flights back to report on the success of finding a way to the Great Continent.
fr: Galun envoya ses derniers messagers des autres Nuées rapporter le succès de leur découverte d'un chemin vers le Grand Continent.

source: From above The Three Sisters, the keenest eyes in the flight saw a hint of a great range of mountains to the east and north over the water, such country as Drakes love to build eyries in.
fr: Au-dessus des Trois Sœurs, les yeux les plus perçants de la Nuée virent le sommet d'une grande chaine montagneuse à l'est et au nord, au-delà de la mer, des endroits où les dracans adorent faire leur nids.

source: With the mainland near, shorter flights with heavier loads could be made. Thus with the fire from the volcanoes the drakes reforged their heavier tools and armor for the clashers.
fr: Avec le continent aussi près, des vols courts pouvaient être réalisés avec de grosses charges. Ainsi, avec le feu des volcans, les dracans reforgèrent leurs plus gros outils et les armures pour les Cogneurs.

source: When everyone was ready, Galun ordered the flight toward the mountains. On their way, a settlement was spotted.
fr: Lorsque tout le monde fut prêt, Galun ordonna que la Nuée se dirige vers les montagnes. Sur leur chemin, un campement fut aperçu.

source: Defeat Vorlyan
fr: Vaincre Vorlyan

source: A village full of runners is ahead.
fr: Un village plein de coureur droit devant.

source: Call the hunt!
fr: Lancez la chasse !

source: Flying monsters are approaching; sound the alarm!
fr: Des monstres volants en approche : sonnez l'alarme !

source: You will not enjoy your victory long. The Crown will retake this city.
fr: Vous ne fêterez pas votre victoire longtemps. La Couronne reprendra la cité.

source: These runners look and taste like the ones back on Morogor.
fr: Ces coureurs ressemblent et ont le même goût que ceux de Morogor.

source: Yes, but they are more organized and dangerous. Their leader was very confident about this ’Crown’; continuing to hunt them could be a problem.
fr: Oui, mais ils sont mieux organisés et plus dangereux. Leur chef semblait très confiant dans sa « couronne » ; continuer à les chasser pourrait être un problème.

source: Days of travel later they found themselves over green forest country.
fr: Des jours de voyages plus tard, ils se retrouvèrent au-dessus d'une verte campagne forestière.

source: Elves
fr: Elfes

source: Saurians
fr: Sauriens

source: There is game in those trees. This may be a good place to hunt.
fr: Il y a du gibier dans ces arbres. Cela semble un bon endroit pour chasser.

source: Yes. And the flight needs a night on the ground to rest its wings.
fr: Oui. Et la Nuée a besoin d'une nuit au sol pour reposer ses ailes.

source: Some of the game has two legs rather than four. They don’t quite look like our runners, though. They move better. And...Galun, I could swear some of the trees down there are <i>walking</i>!
fr: Certains gibiers ont deux jambes au lieu de quatre. Ils ne ressemblent pas à nos coureurs, cependant. Ils se déplacent mieux. Et… Galun, je jurerais que ces arbres, ici bas, <i>marchent</i> !

source: I see them. Well, if they choose to fight us, our fire should burn them nicely. Call the hunt!
fr: Je les vois. Bien, s'ils choisissent de nous combattre, notre feu les brûlera facilement. Lancez la chasse !

source: That was brisk.
fr: C'était rapide.

source: Yes, and there are more of the two-leggeds heading at us from every direction. I think I’m undercounting them — they’re cursed hard to spot in these woods.
fr: Oui, et il y a encore plus ce ces deux-jambe, qui viennent vers nous de toutes les directions. Je n'arrive pas à les compter… Ils sont trop difficiles à repérer dans ces bois.

source: Set up a rotating overwatch. We’ll feed and rest here until the overwatch flyers spot more of them within a half-league, then fly north.
fr: Mettez en place une surveillance tournante. Nous mangerons et nous reposerons jusqu'à ce que nos observateurs en repère à moins d'une demi-lieue, alors nous partirons vers le nord.

source: As you command!
fr: A vos ordres !

source: Wait, what is this? Scuttlers are approaching.
fr: Attendez, qu'est-ce que c'est ? Des insectes courant approchent.

source: O great dragon, we have ssseen you strike at the hated humansss, and wish to follow you.
fr: O grand dragon, nousss avons vu votre attaque sssur les détessstables humains et voulons vous sssuivre.

source: Thatsss not a dragon.
fr: Ccce n'est pas un dragon.

source: Sssilence! I can sssee that now that we are up close, but the dragon has beaten the humans and the elvesss, so do not disrespect the dragon.
fr: Sssilence ! Je peux le voir maintenant que nous sssommes proches, mais le dragon a battu les hommes et les elfes, alors pas de manque de ressspect envers le dragon.

source: Great dragon, we have been without a dragon to follow sssince the great Shek’kahan was ssslain. It is clear that your power is greater than Shek’kahan’s ever was.
fr: Grand dragon, nous n'avons pas eu de dragon à sssuivre depuis que le grand Shek’kahan a été massssacré. Il est évident que votre pouvoir est plus grand que Shek’kahan ne fut jamais.

source: O great ... flying reptiles, we have ssseen you strike at the hated humansss, and wish to ally with you.
fr: O grand… reptiles volants, nous avons vu votre attaque sur les détessstables humains et voulons nous allier.

source: We have been without an alliance sssince the great Shek’kahan was ssslain. It is clear that your power is greater than Shek’kahan’s ever was.
fr: Nous n'avons pas eu d'allianccce depuis que le grand Shek’kahan a été massssacré. Il est évident que votre pouvoir est plus grand que Shek’kahan ne fut jamais.

source: They would make terrible game, but might be good allies, and alliances in this new land could prove useful.
fr: Ils feraient un très mauvais gibier, mais pourraient être de bons alliés et les alliances sur cette nouvelle terre pourraient être utiles.

source: My power is indeed great. I am Galun and this is my Flight.
fr: Mon pouvoir est grand en effet. Je suis Galun et ceci est ma Nuée.

source: We welcome you, but will not slow down our flight to wait for all of you. We are heading to a new home in the mountains, and wish to be settled in before winter.
fr: Nous vous souhaitons la bienvenue, mais nous ne ralentirons pas notre Nuée pour attendre chacun de vous. Nous nous dirigeons vers un nouveau foyer dans les montagnes et voulons nous installer avant l'hiver.

source: We are light in weight. Perhapsss your flight can carry a few of our number, so they might asssist you and learn of your waysss.
fr: Nous sommes léger. Peut-être votre Nuée pourrait porter quelques uns d'entre nous, ainsi ils pourraient vous assssister et apprendre vos façççons.

source: With their help, the rest of usss will be able to find and join you in the spring.
fr: Avec leur aide, le reste des nôtres sera capable de vous trouvez et vous rejoindra au printemps.

source: Yes, that is good.
fr: Oui, c'est d'accord.

source: Foothills
fr: Collines

source: Upon leaving the forest, a mountain in the range ahead caught Galun’s attention, and he led the flight toward it.
fr: Au moment de quitter la forêt, une montagne au loin capta l'attention de Galun et il entraina la Nuée dans sa direction.

source: As they flew over the rough foothills of what men would someday call the Heart Mountains, a fierce storm swelled up and forced the flight to land and take shelter in a cave.
fr: Comme ils volaient au dessus d'une colline accidentée que les hommes appelleraient un jour les Montanges Cerntrales, une tempête féroce enfla et força la Nuée à atterrir et s'abriter dans une caverne.

source: Undead
fr: Mort-vivant

source: Spiders
fr: Araignées

source: Defeat Naemir to lift the storm
fr: Vaincre Naemir pour dissiper la tempête

source: We are stuck in this cave until the storm lifts.
fr: Nous sommes coincés dans cette caverne jusqu'à ce que la tempête se dissipe.

source: Hopefully the time will pass well.
fr: Heureusement, le temps passe vite.

source: Perhaps, old friend. There is something troubling about the storm and this place.
fr: Peut-être vieil ami. Il y a quelque chose de troublant dans cette tempête et cet endroit.

source: Right you are. It is my storm and this is my domain.
fr: Absolument. C'est ma tempête et c'est mon domaine.

source: Galun, that sounds like prey-speech.
fr: Galun, cela ressemble à la voix d'une proie.

source: Yes, it does. How fitting...
fr: Oui, ça y ressemble. Comment est-ce possible...

source: Who are <i>you</i> to challenge us?
fr: Qui êtes <i>vous</i>, pour oser s'en prendre à nous ?

source: The new servants ask too many questions. I am Naemir, and I rule here.
fr: Les nouveaux serviteurs posent trop de questions. Je suis Naemir et je commande ici.

source: I am Galun, and I am not ‘ruled’ by anyone.
fr: Je suis Galun et je ne suis « commandé » par personne.

source: Here, you will either be ruled by me or you will be dead. Or, possibly, both.
fr: Ici, vous serez soit commandé par moi, soit vous serez mort. Ou, probablement, les deux.

source: No being of the lesser races may rule a drake.
fr: Aucun être d'une race inférieure ne peut commander un dracan.

source: Careful, Galun. We are no longer in Morogor...
fr: Attention, Galun. Nous ne sommes plus à Morogor...

source: Lesser, am I? I think not.
fr: Inférieure, le suis-je ? Je ne pense pas.

source: Rise, my pets, there is food for you.
fr: Levez-vous, mes laquais, il y a de la nourriture pour vous.

source: And you, arrogant one, shall serve me — living or dead, I care not.
fr: Et vous, les arrogants, devrez me servir, vivant ou mort, peu m'importe.

source: We cannot risk the breeders by escaping through the unnatural storm outside. We must defeat this foe.
fr: Nous ne pouvons risquer les nourrices en nous échappant dans la tempête irréelle au dehors. Nous devons vaincre cet ennemi.

source: Walking bones without meat! What kind of abominations are these?
fr: Des os qui marchent sans chair ! Quel genre d'abomination est-ce là ?

source: Yuck, this meat is rancid!
fr: Argh, cette viande est rance !

source: That did it! The storm outside is lifting.
fr: Ca y est ! La tempête dehors se dissipe.

source: Let’s get out of here.
fr: Sortons d'ici.

source: With pleasure!
fr: Avec plaisir !

source: Heart Mountains
fr: Montagnes Centrales

source: The flight finally reached the spot Galun wanted to explore.
fr: La Nuée atteignit finalement l'endroit que Galun voulait explorer.

source: Gryphons
fr: Griphons

source: Dominate the territory by defeating all enemy leaders
fr: Prenez le contrôle du territoire en battant tous les chefs ennemis

source: This spot looks good. Let us see what game is available here.
fr: Cet endroit semble bon. Voyons quel gibier s'y trouve.

source: That would be those shambling things over there. They look like runners, but much bigger and uglier.
fr: Il y a ces choses traînantes ici. Ils ressemblent à des coureurs, mais plus gros et plus moche.

source: They’re waving clubs and look hostile.
fr: Il font tournoyer des bâtons et semble hostiles.

source: The giant birds nearby seem aggressive as well.
fr: L'oiseau géant à côté semble également agressif.

source: And that one is really big.
fr: Et celui-ci est vraiment énorme.

source: An excellent variety of game! Now let us see if we can dominate this territory.
fr: Une variété excellent de gibier ! Maintenant, voyons si nous pouvons prendre le contrôle de ce territoire.

source: We can beat them, and we can eat them. Furthermore, I like the feel of these mountains. We shall build our eyrie here.
fr: Nous pouvons les battre et nous pouvons les manger. De plus, j'aime la sensation de ces montagne. Nous devrions bâtir nos nids ici.

source: Excellent. The flight will rejoice. However, it’s colder here than Morogor was. We’ll sleep more.
fr: Excellent. La Nuée se réjouira. Cependant, il fait plus qu'à Morodor. Nous dormirons plus.

source: That’s no bad thing, Vank. We will make the most of our new territory by drawing on the game as lightly as we can.
fr: Ce n'est pas une mauvaise chose, Vank. Nous tirerons le meilleur de notre territoire en chassant le gibier le plus léger possible.

source: Fire Meets Steel
fr: Le Feu rencontre l'Acier

source: The Drakes began to carve out a new home with fire and tools. They built watchposts, and chambers for the breeders, and sleeping quarters. They hunted the trolls and the beasts of the mountains for meat.
fr: Les dracans commençaient à former un nouveau foyer avec le feu et les outils. Ils construisirent des postes d'observations, des chambres pour les nourrices et des quartiers pour dormir. Il chassèrent les trolls et les bêtes des montagnes pour la viande.

source: Soon, as the days got colder and nights longer they began their hibernation for the winter.
fr: Bientôt, alors que les jours devenaient plus froids et les nuits plus longues, ils commencèrent leur hibernation pour l'hiver.

source: During their slumber, a Sky Drake disappeared, along with several bags of provisions. No attempt was made on the breeders’ chambers, so it became apparent to Galun that the Sky Drake must have gone back to Morogor.
fr: Durant leur sommeil, un dracan tornade disparu, avec plusieurs sacs de provisions. Aucun mal ne fut fait dans la chambre des nourrices, il fut dont clair pour Galun que le dracan tornade avait dû retourner à Morogor.

source: The drakes’ winter slumber continued uneventfully until one day when the inhabitants of the harsh mountain country came calling.
fr: Le sommeil hivernal des dracans continua sans incident jusqu'au jour où les habitants du dur pays montagneux viennent frapper.

source: Dwarves
fr: Nains

source: Defeat Thurdakor
fr: Vaincre Thurdakor

source: One of your Sky Drakes has disappeared.
fr: Un de nos dracan tornade a disparu.

source: This scenario takes place during the winter.
fr: Se scénario se déroule l'hiver.

source: Galun, warm your blood and rise. The Guard reports runners nearing. But shorter ones. Small runners, whatever.
fr: Galun, réchauffe ton sang et lève-toi. La Garde a remarqué des coureurs dans les environs. Mais des plus petits. Des petits coureurs on dirait.

source: Who dares work stone in these mountains wi’out the leave o’ the Dwarves?
fr: Qui ose travailler la pierre d'ces montagnes sans l'accord des Nains ?

source: I am Galun, and this is my Flight. Who gives us challenge in the tongue of prey?
fr: Je suis Galun et ceci est ma Nuée. Qui nous défie dans la langue des proies ?

source: I am Thurdakor of Knalga, and nae prey but a lord of the living stone. You squat on my surface land.
fr: Je suis Thurdakor de Knalga, j'suis pas une proie mais un seigneur d'la pierre vivante. Vous occupez mon terrain.

source: Galun, their weapons look well-made, and we are few.
fr: Galun, leurs armes semblent bonnes et nous sommes peu.

source: Surface land, eh? Well, here we shall remain. Perhaps if you keep to your holes we’ll have no trouble.
fr: Terrain, he ? Et bien, ici nous resterons. Peut-être que si vous restez dans vos trous, vous n'aurez pas d'ennuis.

source: Perhaps that could have been put better...
fr: Peut-être qu'on aurait pu le dire autrement...

source: Keep to our holes? Arrogant one, you shall learn the bite of Dwarven steel for that taunt.
fr: Restez dans nos trous ? Arrogant, vous apprendrez la morsure de l'acier Nain pour cette raillerie.

source: Those ’Dwarves’ fought well. If there are many more of them in these mountains, I fear for our hatchlings.
fr: Ces « Nains » se battent bien. S'il y en a plus dans ces montagnes, je crains pour nos nouveau-nés.

source: We’ll flee no further. This is a strong, defensible site and the range around it is full of game. If the dwarves molest us, we’ll blood our young warriors on them.
fr: Nous ne volerons pas plus loin. C'est un endroit sûr, défendable et les alentours sont plein de gibier. Si les nains nous molestent, nous enverrons nos jeunes guerriers sur eux.

source: After the defeat of the dwarves, the rest of the winter was spent in a peaceful hibernation. With the arrival of spring, the flight returned to hunting and the work of preparing for the flight’s first hatching.
fr: Après la défait des nains, le reste de l'hiver passa dans une hibernation paisible. Avec l'arrivée du printemps, la Nuée retourna chasser et commencer le travail pour l'arrivée de la première portée.

source: As the dawn broke one day, the guard sounded the alarm. The missing Sky Drake had returned, and he was not alone.
fr: Alors que l'aube pointait, un jour, la garde sonna l'alarme. Le dracan tornade manquant était revenu et il n'était pas seul.

source: Defeat Kerath
fr: Vaincre Kerath
