Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: But alas, what of the Clansmen? Their horses have been scattered, their Lords were broken, and now the last prince has fallen defending the walls of Weldyn. I fear that the Horse Clans will never again return to their former glory.
ar: ولكن للأسف، ماذا عن أفراد العشيرة؟ لقد تشتتت خيولهم، وتحطم أمراؤهم، والآن سقط آخر أمير وهو يدافع عن أسوار ويلدين. أخشى ألا تعود عشيرة الخيول إلى مجدها السابق أبدًا.
gl: Pero, por desgraza, que hai dos membros do clan? Os seus cabalos foron espallados, os seus señores destrozados e agora o último príncipe caeu defendendo os muros de Weldyn. Temo que os Clans dos Cabalos nunca máis volvan á súa antiga gloria.
it: Ma ahimè, cosa ne sarà degli uomini dei Clan? I loro cavalli sono stati dispersi, i loro signori sconfitti e adesso l’ultimo principe è caduto difendendo le mura di Weldyn. Temo che i Clan dei Cavalli non torneranno mai alla loro antica gloria.

source: And now what of the humble Gweddry; still but a lieutenant. It seems you are long-overdue for a promotion.
ar: والآن ماذا عن جودري المتواضع؛ الذي لا يزال مجرد ملازم. يبدو أنك تستحق الترقية منذ فترة طويلة.
gl: E agora que dicir do humilde Gweddry; aínda pero un tenente. Parece que estás a esperar un ascenso.
it: E ora che ne è dell’umile Gweddry: ancora un semplice tenente. Sembra che tu sia in attesa da tempo di una promozione.

source: Sire, I but did my duty.
ar: سيدي، لقد قمت بواجبي.
fr: Sire, je n'ai fait que mon devoir.
gl: Señor, non fixen máis que cumprir ordes.
it: Sire, ho fatto solo il mio dovere.

source: Quite. Now do not interrupt while I am doing mine... Kneel, Gweddry, lieutenant.
ar: تماما. الآن لا تقاطعني بينما أنا أقوم بعملي... إركع يا جويدري أيها الملازم.
fr: C'est vrai. Mais, ne m'interrompez pas pendant que j'accomplis le mien... Agenouillez-vous, Gweddry.
gl: De acordo. Agora non me interrompas mentres fago o meu... Axeónllate, Uedri, tenente.
it: In modo egregio. Ora, però, non interrompetemi mentre svolgo il mio... In ginocchio, Gweddry, tenente.

source: And arise, Gweddry, Earl of Estmark! The land for which you shed your blood shall be put under your hand to be made green again. May you ever prosper.
ar: وقم يا جودري، إيرل إستمارك! فالأرض التي سفكتم دماءكم من أجلها سوف توضع تحت أيديكم لتعود خضراء مرة أخرى. أتمنى لكم النجاح إلى الأبد.
fr: Relevez-vous, Gweddry, marquis de la marche de l'est. Les terres pour lesquelles vous avez versé votre sang sont entre vos mains pour les rendre fécondes à nouveau. Puissiez-vous toujours prospérer.
gl: E érguete, Uedri, conde de Ismar. A terra pola que derramaches sangue estará baixo o teu mando, para que lle devolvas a súa beleza orixinal. Que prosperes para sempre.
it: Ora alzatevi, Gweddry, Marchese delle Marche Orientali! La stessa terra per la quale avete versato il vostro sangue sarà ora affidata alle vostre mani, affinché ritorni verde come un tempo. Possiate prosperare per sempre.

source: And what of Gweddry... He had survived long, sacrificed much, only to meet his end here at the last. I wish he could have lived to see the peace he has wrought.
ar: وماذا عن جودري... لقد نجا طويلاً، وضحى بالكثير، ليلقى حتفه هنا في النهاية. أتمنى لو كان بوسعه أن يعيش ليرى السلام الذي صنعه.
gl: E que dicir de Gwedry... Sobrevivira moito, sacrificou moito, só para atopar o seu fin aquí ao final. Gustaríame que puidese vivir para ver a paz que fixo.
it: E cosa dire di Gweddry... È sopravvissuto a lungo, ha sacrificato molto, soltanto per incontrare qui la sua fine. Vorrei che fosse sopravvissuto per vedere la pace che ha creato.

source: Wesnoth is bowed, but thanks to the efforts of many heroes we stand yet unbroken. And now, at long last, the time has come to rebuild.
ar: لقد انحنت ويسنوث، ولكن بفضل جهود العديد من الأبطال، ما زلنا صامدين دون أن ننكسر. والآن، أخيرًا، حان الوقت لإعادة البناء.
gl: Wesnoth está inclinado, pero grazas aos esforzos de moitos heroes permanecemos intactos. E agora, por fin, chegou o momento de reconstruír.
it: Wesnoth è piegata, ma grazie agli sforzi di molti eroi siamo ancora in piedi intatti. E ora, finalmente, è giunto il momento di ricostruire.

source: To each of you, take as Our first command to you your own wish! Go from here; secure our borders. Show all that the might of Wesnoth will endure!
ar: لكل منكم، خذوا أول وصية منا لكم، وأمنوا حدودنا، وأظهروا للجميع أن قوة ويسنوث ستصمد!
fr: Pour chacun de vous, recevez notre premier ordre comme votre propre désir ; partez d'ici, sécuriser nos frontières. Rendez manifeste à tous que la puissance de Wesnoth perdurera !
gl: A cada un de vós, tomade como a nosa primeira orde o voso propio desexo! Ide de aquí; asegurade as nosas fronteiras. Mostrade a todos co poder do Noroeste perdurará!
it: A ciascuno di voi, considerate come Nostro primo ordine ciò che più desiderate! Andate, rendete sicuri i nostri confini e mostrate a tutti che la potenza di Wesnoth durerà in eterno!

source: Empire
ar: الإمبراطورية
gl: Imperio
it: Impero

source: Congratulations! By sparing Dra-Nak in S11, ‘Captured’, sparing Mortic in S12 ‘Evacuation’, and completing the difficult S17b ‘All-In’, you’ve unlocked this bonus scenario!
ar: تهانينا! بالعفو عن درا-ناك في سيناريو 11، "تم القبض عليه"، والعفو عن مورتيك في سيناريو 12 "الإخلاء"، وإكمال سيناريو 17b الصعب "الكل في الداخل"، تكون قد فتحت سيناريو المكافأة هذا!
gl: Parabéns! Ao salvar a Dra-Nak en S11, "Captured", aforrando a Mortic en S12 "Evacuation" e completando o difícil S17b "All-In", desbloqueaches este escenario extra!
it: Congratulazioni! Per aver risparmiato Dra-Nak nello Scenario 11, ‘Catturati’, risparmiato Mortic nello Scenario 12 ‘Evacuazione’, e completato il difficile scenario 17b ‘Tutto o Niente’, hai sbloccato uno scenario bonus!

source: Goag
ar: جواج

source: Gra’ritos
ar: جراريتوس

source: Survivors
ar: الناجون
fr: Survivants
gl: Superviventes
it: Sopravvissuti

source: Tribute
ar: تحية
fr: Tribut
gl: Homenaxe
it: Tributo

source: Prison Guards
ar: حراس السجن
fr: Geôliers
gl: Gardas de prisión
it: Secondini

source: Tobo
ar: توبو

source: Unik
ar: يونيك

source: Shubru
ar: شبرو

source: Grugnuk
ar: غروجنوك

source: Filthy...
ar: قذر ...
fr: Sale bande...
gl: Porco...
it: Luridi...

source: Stinking...
ar: نتنة...
fr: Puant…
gl: Fedorento...
it: Puzzolenti...

source: TRAITORS!!!
ar: خونة !!!
fr: PUANTS !!!
gl: TRAIDORES!!!
it: TRADITORI!!!

source: Drakes, human, dwarves... vermin, all of them! I offered them a chance at peace, at purpose! A chance to be part of something greater than themselves — my great golden Empire!!! And this is the thanks I get?
ar: الدرايك، البشر، الأقزام... كلهم ​​من الوحوش! لقد عرضت عليهم فرصة السلام، فرصة أن يصبحوا جزءًا من شيء أعظم منهم - إمبراطوريتي الذهبية العظيمة!!! وهذا هو الشكر الذي سأحصل عليه؟
gl: Dracos, humanos, ananos... alimañas, todos eles! Ofrecínlles unha oportunidade en paz, a propósito! Unha oportunidade de ser parte de algo máis grande que eles mesmos: o meu gran imperio dourado!!! E este é o agradecemento que recibo?
it: Draghi, umani, nani... parassiti, tutti quanti! Ho offerto loro un’opportunità di pace, uno scopo! La possibilità di far parte di qualcosa di più grande di loro stessi — il mio grande Impero Dorato!!! E questo è il loro ringraziamento?

source: Chief, more wyrms are attacking the east tunnels! There’s too many of them! What do we do?
ar: أيها الرئيس، المزيد من الويرم يهاجمون الأنفاق الشرقية! هناك الكثير منهم! ماذا نفعل؟
gl: Xefe, máis vermes están atacando os túneles leste! Hai demasiados! Que facemos?
it: Capo, altre bisce stanno attaccando le gallerie orientali! Ce ne sono troppi! Cosa dobbiamo fare?

source: I’m not going to let everything I’ve worked for fall apart so easily! These vermin are WEAK! We are STRONG!
ar: لن أسمح لكل ما عملت من أجله أن ينهار بسهولة! هؤلاء الأوغاد ضعفاء! نحن أقوياء!
gl: Non vou deixar que todo o que traballei se derrube tan facilmente! Estes alimañas son DÉBILS! Somos FORTES!
it: Non permetterò che tutto quello per cui ho lavorato venga spazzato via così facilmente! Questi parassiti sono DEBOLI! Noi siamo FORTI!

source: Okay, but that’s not really a battle pla-
ar: حسنًا، لكن هذه ليست خطة معركة حقًا-
gl: Vale, pero iso non é realmente un xogo de batalla...
it: Va bene, ma questo non è esattamente un piano di batt-

source: Capture their warriors and sell them for gold. Break their leaders and bend their followers to my will. I’ll slay anyone who resists and build a new empire on top of their steaming corpses!
ar: أأسر محاربيهم وبعهم مقابل الذهب. حطم قادتهم وأخضع أتباعهم لإرادتي. سأقتل أي شخص يقاوم وأبني إمبراطورية جديدة فوق جثثهم المتصاعدة من البخار!
gl: Captura aos seus guerreiros e véndeos por ouro. Rompe os seus líderes e dobre aos seus seguidores á miña vontade. Matarei a calquera que se resista e construírei un novo imperio enriba dos seus cadáveres humeantes!
it: Catturiamo i loro guerrieri e rivendiamoli per farci dell’oro! Sconfiggiamo i loro condottieri e pieghiamo i loro seguaci al mio volere. Ucciderò chiunque faccia resistenza e costruirò un nuovo impero sui loro cadaveri fumanti!

source: Defeat all drake leaders
ar: اهزم جميع قادة الدرايك
fr: Vaincre tous les chefs dracans
gl: Derrota a todos os líderes draconiáns.
it: Sconfiggi tutti i condottieri dei draghi

source: Death of Chief Dra-Nak
ar: موت الزعيم درا-ناك
fr: Mort du chef Dra-Nak
gl: Morte do xefe Dra-Nak
it: Morte del Comandante Dra-Nak

source: You are fighting in your home and therefore pay no upkeep.
ar: أنت تقاتل في وطنك وبالتالي لا تدفع أي تكاليف صيانة.
fr: Comme la bataille se déroule dans votre patrie, vous ne payerez pas d'entretien.
gl: Estás loitando na túa casa e, polo tanto, non pagas ningún mantemento.
it: Stai combattendo a casa tua e quindi non ci sono costi di mantenimento.

source: Reduce enemies to 0 hp to capture them and gain gold. The prisons have limited space.
ar: قلل من قوة الأعداء إلى 0 نقطة حياة لتأسرهم وتربح الذهب. السجون ذات مساحة محدودة.
fr: Réduisez les points de vie de vos ennemis à 0 PV pour les capturer et recevoir une prime en or. La prison contient un nombre limité de places.
gl: Reduce os inimigos a 0 hp para capturalos e gañar ouro. As prisións teñen espazo limitado.
it: Riduci i nemici a 0 PF per catturarli e guadagnare pezzi d’oro. Le prigioni hanno uno spazio limitato.

source: Surviving enemies will (mostly) join you when you defeat their leader.
ar: سوف ينضم إليك الأعداء الناجون (في الغالب) عندما تهزم زعيمهم.
fr: La majorité des ennemis qui survivent se joindront à vous pour battre leur chef.
gl: Os inimigos que sobrevivan uniranse (na súa maioría) cando derrotes ao seu líder.
it: La maggior parte dei nemici sopravvissuti si unirà a te quando sconfiggi il loro condottiero.

source: I’ve emptied the last of our treasury! Only 31 pieces, but better than nothing.
ar: لقد أفرغت آخر ما تبقى من كنزنا! 31 قطعة فقط، لكن هذا أفضل من لا شيء.
fr: J'ai pris tout ce qui trouvait dans le dernier trésor. 31 pièces d'or, c'est mieux que rien.
gl: Baleiroi o último do noso tesouro! Só 31 pezas, pero mellor que nada.
it: Abbiamo prosciugato l’ultimo dei nostri tesori! Sono rimasti soltanto 31 pezzi d’oro, ma sono meglio di niente.

source: Some ‘leader’.
ar: بعض 'الزعيم'.
fr: Un beau "chef".
gl: Algún ‘líder’.
it: Qualche ‘condottiero’.

source: That’ll teach him. Where was that loyalty when he used to obey me?
ar: هذا ما سيعلمه، أين كان هذا الولاء عندما كان يطيعني؟
fr: Ça lui servira de leçon. Où était cette loyauté quand il était à mon service ?
gl: Iso ensinaralle. Onde estaba esa lealdade cando me obedecía?
it: Gli insegnerò quello. Dov’era quella lealtà quando mi obbediva?

source: What happened to dying slow? So much for him.
ar: ماذا حدث للموت البطيء؟ الكثير بالنسبة له.
fr: Où est passée cette mort lente ? Il l'a manquée, c'est sûr.
gl: Que pasou con morrer lento? Tanto para el.
it: Che fine ha fatto la morte lenta? Per lui è finita.

source: They really thought they could get away? Haw...
ar: هل ظنوا حقًا أنهم يستطيعون الهرب؟ هاو...
fr: Pensaient-ils vraiment qu'ils pourraient en réchapper ? Pfff...
gl: De verdade pensaron que podían escapar? Vaia...
it: Hanno veramente pensato di poter fuggire? Ah...

source: He called himself your leader, but now you see him for the weakling he really was. You can either join him or fight alongside me and pray I show you mercy.
ar: لقد أطلق على نفسه اسم زعيمكم، ولكنكم الآن ترونه ضعيفًا كما كان في الحقيقة. يمكنكم إما الانضمام إليه أو القتال إلى جانبي والدعاء لي أن أرحمكم.
gl: Chamábase a si mesmo o teu líder, pero agora ves polo débil que realmente era. Podes unirte a el ou loitar ao meu lado e rezar para que che mostre misericordia.
it: Si è auto-definito il vostro condottiero, ma adesso potete vedere quanto fosse debole realmente. Puoi unirti a lui o combattere al mio fianco e pregare che io ti mostri pietà.

source: As for the rest of you — pledge yourselves to me, or die a slow painful death!
ar: أما بقيتكم فبايعوا لي، أو متوا موتة بطيئة مؤلمة!
fr: Pour les autres : prêtez-moi allégeance ou souffrez une mort lente et douloureuse !
gl: En canto ao resto de vós, comprométese comigo ou morre dunha morte lenta e dolorosa!
it: Quanto a voi altri, giuratemi fedeltà o morirete di una morte lenta e dolorosa!

source: You might as well give it up! Resistance is pointless.
ar: من الأفضل أن تستسلم! المقاومة لا جدوى منها.
fr: Vous feriez mieux d'abandonner ! Toute résistance est vaine...
gl: Tamén podes renunciar a iso! A resistencia non ten sentido.
it: Potete anche arrendervi! Ogni resistenza è inutile.

source: Nobody escapes me. Join me and I’ll treat you fairly, resist me and you’ll die painfully.
ar: لا أحد يهرب مني. انضموا إليّ وسأعاملكم بإنصاف، قاوموني وستموتون بألم.
fr: Personne ne peut m'échapper. Rejoignez-moi et vous bénificierez de ma clémence. Résistez et vous mourrez.
gl: Ninguén se me escapa. Únete a min e tratarei con xustiza, resísteme e morrerás dolorosamente.
it: Nulla può sfuggirmi. Unisciti a me e ti tratterò equamente, opponiti e morirai dolorosamente.

source: Mortic was strong. Alone I am weak. I will serve you.
ar: مورتيك كان قوياً. وحدي أنا ضعيف. سوف أخدمك.
fr: Mortic était fort. Seul, je suis faible. Je vous servirai.
gl: Mortic era forte. Só son débil. Vouche servir.
it: Mortic era forte. Da solo sono debole. Ti servirò.

source: I crave not death. I will myself to you.
ar: أنا لا أشتهي الموت. أنا نفسي لك.
fr: La mort peut m'attendre. Je vous offre mes services.
gl: Non desexo a morte. Eu voume contigo.
it: Non desidero la morte. Mi donerò a te.

source: These orcs enrage me, But I possess no strength to resist. I will serve you.
ar: هذه الأورك تغضبني، لكن ليس لدي القوة للمقاومة. سوف أخدمك.
fr: Je hais les orcs, Mais la force de résister me manque. Je vous servirai.
gl: Estes orcos me enfurecen, Pero non teño forzas para resistir. Vouche servir.
it: Questi orchi mi fanno infuriare, ma non ho la forza di resistere. Ti servirò.

source: Yes, yes, just please don’t hurt me!
ar: نعم، نعم، فقط من فضلك لا تؤذيني!
fr: Oui, oui... tant que vous ne me faites pas de mal !
gl: Si, si, por favor, non me fagas dano!
it: Sì, sì, per favore non farmi male!

source: I shall never again obey orc. Mortic fought and died. I shall fight as well.
ar: لن أطيع الأورك مرة أخرى أبدًا. حارب مورتيك ومات. سأقاتل أيضًا.
fr: Jamais je n'obéirai aux orcs. Mortic s'est battu jusqu'à la mort. Je me batterai comme lui.
gl: Nunca máis obedecerei orco. Mortic loitou e morreu. Eu tamén vou loitar.
it: Non obbedirò mai più agli orchi. Mortic ha combattuto ed è morto. Combatterò anch’io.

source: I am always loyal, but never to prey. I fight until death.
ar: أنا مخلص دائمًا، ولكن لن أكون فريسة أبدًا. أقاتل حتى الموت.
fr: Je serai toujours loyal, mais jamais à une proie. Je me batterai à la mort.
gl: Sempre son leal, pero nunca a presa. Loito ata a morte.
it: Sono sempre leale, ma mai predo. Combatto fino alla morte.

source: I grieve. May the end come swiftly.
ar: أنا حزين. نرجو أن تأتي النهاية بسرعة.
fr: Je suis affligé. Que ma fin soit rapide.
gl: dóeme. Que o final chegue axiña.
it: Mi dispiace. Che la fine giunga presto.

source: You traitors, how could you! I’ll never betray Wesnoth!
ar: أيها الخونة، كيف أمكنكم ذلك! لن أخون ويسنوث أبدا!
fr: Traîtres, comment osez-vous ! Je ne trahirai jamais Wesnoth !
gl: Traidores, como poderías! Nunca traizoarei a Wesnoth!
it: Traditori, come avete potuto! Non tradirò mai Wesnoth!

source: Surrender or die, your choice!
ar: الاستسلام أو الموت، خيارك!
fr: À toi de choisir : te rendre ou mourir !
gl: Entrégate ou morrer, a túa elección!
it: Arrendetevi o morirete, scegliete voi!

source: Surrender brings certain death. Battle may yet bring victory. There is no choice.
ar: الاستسلام يجلب الموت المؤكد. المعركة قد تجلب النصر. ليس هناك خيار.
fr: Me rendre mène à une mort certaine. Me battre mène à une victoire possible. Il n'y a pas de choix.
gl: A rendición trae unha morte segura. A batalla aínda pode traer a vitoria. Non hai opción.
it: Arrendersi significa morte certa. Combattere può portarci alla vittoria. Non c’è scelta.

source: Die it is then!
ar: إنه الموت إذن!
fr: Tu mourras donc !
gl: Morrer é entón!
it: Allo che morte sia!

source: Surrender brings death. Battle brings death. All is death...
ar: الاستسلام يجلب الموت. المعركة تجلب الموت. الكل هو الموت...
fr: Me rendre mène à la mort. Me battre mène à la mort. La mort est partout...
gl: A rendición trae a morte. A batalla trae a morte. Todo é morte...
it: Arrendersi significa morte certa. Combattere può portarci alla vittoria. Tutto è morte...

source: The reaper’s knocking at your door, wyrm! Give up now and maybe I’ll kill you quickly.
ar: حاصد الأرواح يطرق بابك أيها الأرنب! استسلم الآن وربما سأقتلك بسرعة.
fr: La faucheuse frappe à la porte, lézard ! Abandonne et ta mort sera rapide.
gl: O segador chama á túa porta, verme! Déixate agora e quizais te mate axiña.
it: La mietitrice bussa alle tue porte, biscia! Arrenditi subito e forse avrai una morte veloce.

source: Mortic commanded me to fight. So the Aspirant ordered, so I will fight, Until the end.
ar: مورتيك أمرني بالقتال. كذا أمر الطامح، لذلك سأقاتل حتى النهاية.
fr: Mortic m'a ordonné de me battre. La consigne d'un aspirant, c'est ma consigne, Jusqu'au bout.
gl: Mortic mandoume loitar. Así o ordenou o aspirante, que vou loitar, Ata o final.
it: Mortic mi ha ordinato di combattere. Lo stesso ha fatto l’Aspirante, quindi io combatterò. Fino alla fine.

source: You are Prey. I am Hunter. I will not fall easily.
ar: أنت فريسة. أنا صياد. لن أسقط بسهولة.
fr: Tu es la proie. Je suis le chasseur. Je ne tomberai pas si facilement.
gl: Ti es Prey. Eu son Hunter. Non vou caer facilmente.
it: Sei una Preda. Io un Cacciatore. Non cadrò facilmente.

source: Good, I’ll enjoy making it slow.
ar: جيد، سأستمتع بجعل الأمر بطيئًا.
fr: Excellent, j'en profiterai plus longtemps.
gl: Ben, gozarei de facelo lento.
it: Bene, godrò nel farlo lentamente.

source: Haw, back so soon? Too bad your ‘friends’ abandoned you on MY side of the river. But it’s your lucky day, I’m a fair orc. Surrender now and I might be merciful.
ar: هاو، عدت سريعًا؟ من المؤسف أن "أصدقائك" تخلوا عنك على جانبي من النهر. لكن هذا يوم حظك، فأنا أورك عادل. استسلم الآن وقد أكون رحيمًا.
gl: Vaia, de volta tan pronto? Mágoa que os teus "amigos" te abandonaran ao MEU lado do río. Pero é o teu día de sorte, son un orco xusto. Entrégate agora e podería ser misericordioso.
it: Hah, già di ritorno? Peccato che i vostri “amici” vi abbiano abbandonato sul MIO lato del fiume. Ma oggi è il vostro giorno fortunato. Sono un orco equo. Arrendetevi subito e potrei riservarvi un trattamento misericordioso.

source: We’ll never give in to you! For Wesnoth!!
ar: لن نستسلم لك أبدًا! من أجل ويسنوث!!
gl: Nunca cederemos contigo! Para Wesnoth!!
it: Non ci arrenderemo mai a te! Per Wesnoth!!

source: This foolish plan was my idea... I’m so, so sorry everyone...
ar: هذه الخطة الحمقاء كانت فكرتي... أنا آسف جدًا للجميع...
gl: Este plan tonto foi a miña idea... Síntoo moito...
it: Questo stupido piano è stata tutta una mia idea... Mi dispiace così tanto per tutti voi...

source: Keep pushing forward! Stick to the south tunnels! We can do this!
ar: استمر في المضي قدمًا! التزم بالأنفاق الجنوبية! يمكننا أن نفعل ذلك!
gl: Seguide avanzando! Quédate cos túneles do sur! Podemos facelo!
it: Continuate ad avanzare! Verso i tunnel meridionali! Ce la possiamo fare!

source: That’s right, bleed them down and lock them up! I need gold to win this fight!
ar: هذا صحيح، استنزفهم واحتجزهم! أحتاج إلى الذهب للفوز بهذه المعركة!
gl: É certo, desangralos e encerralos! Necesito ouro para gañar esta loita!
it: Esatto, dissanguali e imprigionali! Mi serve dell’oro per vincere questa battaglia!

source: Chief, I only have space for so many prisoners. As cells get crowded, prisoners will start to get sick and we won’t get paid as much.
ar: أيها الرئيس، ليس لديّ مساحة لعدد كبير من السجناء. عندما تزدحم الزنزانات، سيبدأ السجناء بالمرض ولن نحصل على أجورنا.
gl: Xefe, só teño espazo para tantos presos. A medida que se ateiga as celas, os presos comezarán a enfermarse e non nos pagarán tanto.
it: Capo, non ho spazio per altri prigionieri. Tutte le celle sono affollate e i prigionieri inizieranno ad ammalarsi e non verremo ricompensati.

source: Things are starting to get really crowded over here Chief. Shame the fourth cell has a hole in the back...
ar: لقد بدأت الأمور تزدحم هنا يا سيدي الزعيم. من المؤسف أن الزنزانة الرابعة بها ثقب في الخلف...
gl: As cousas comezan a estar moi abarrotadas aquí Xefe. Mágoa que a cuarta cela teña un burato na parte traseira...
it: Capo, qui le cose stanno iniziando ad essere decisamente affollate. Peccato che la quarta cella abbia un buco sul retro...

source: That’s it boss, the prisoners are packed as tight as they’ll go! Hope you got enough gold to finish off the drakes.
ar: هذا كل شيء يا رئيس، السجناء مكتظون إلى أقصى حد! أتمنى أن يكون لديك ما يكفي من الذهب للقضاء على الدرايك.
gl: Iso é o xefe, os presos están tan apretados como poden! Espero que teñas ouro suficiente para acabar cos dracos.
it: Queste è quanto, capo: i prigionieri son belli e impacchettati il più stretto possibile! Spero che tu abbia ottenuto abbastanza oro da sconfiggere i draghi.

source: Get away from my jail cells! Filthy traitors, there goes my income...
ar: ابتعدوا عن زنزانتي أيها الخونة القذرون، لقد ذهب دخلي...
gl: Fuxa das miñas celas do cárcere! Sucios traidores, aí van os meus ingresos...
it: Fuori dalle mie celle! Sporchi traditori, ecco il mio reddito che se ne va...

source: Fine then, I’m done taking prisoners. From here on out, you either submit or die!
ar: حسنًا، لقد انتهيت من أسر السجناء. من الآن فصاعدًا، إما أن تستسلم أو تموت!
gl: Ben, entón acabei de facer prisioneiros. De aquí en diante, ou envías ou morres!
it: Bene allora, ho finito di fare prigionieri. Da qui in poi, potete sottomettervi o morire!

source: Come on, don’t give up! Owaec’s destroyed the bridge so we’ll have to fight our way back through the orcish tunnels.
ar: هيا، لا تستسلم! لقد دمر أويك الجسر لذا سيتعين علينا القتال من أجل العودة عبر أنفاق الأورك.
gl: Veña, non te rindas! Owaec destruíu a ponte polo que teremos que loitar para volver polos túneles orcos.
it: Andiamo, non mollare! Owaec ha distrutto così bene il ponte che dobbiamo farci strada attraverso le gallerie degli orchi.

source: I know this looks grim, but we have to try. It’s our only chance. If we can just get through to the eastern exit, we might be able to escape!
ar: أعلم أن الأمر يبدو قاتمًا، لكن يتعين علينا المحاولة. إنها فرصتنا الوحيدة. إذا تمكنا من الوصول إلى المخرج الشرقي، فقد نتمكن من الفرار!
gl: Sei que isto parece sombrío, pero temos que intentalo. É a nosa única oportunidade. Se conseguimos pasar ata a saída leste, quizais poidamos escapar!
it: So che sembra una cosa lugubre, ma dobbiamo provarci. È la nostra unica possibilità. Se solo riuscissimo ad arrivare all’uscita orientale, potremmo riuscire a scappare!
