Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: Even assuming this magical voodoo works, how do you mean to destroy Mal-Ravanal’s body? The one chance we had was out of the lich’s own arrogance, and even that cost us four of our elite magi under better conditions. Now we’ve been cut off from Dan’Tonk and barely have enough men to hold the walls, much less sortie against the undead.
ar: حتى لو افترضنا أن هذه الشعوذة السحرية تعمل، فكيف تنوي تدمير جسد مال-رافانال؟ الفرصة الوحيدة التي أتيحت لنا كانت بسبب غطرسة الساحر، وحتى هذا كلفنا أربعة من صفوة السحرة في ظروف أفضل. الآن لقد تم عزلنا عن دان تونك وبالكاد لدينا ما يكفي من الرجال للحفاظ على الأسوار، ناهيك عن طلعة ضد الموتى الأحياء.
fr: Même en supposant que cette sorcellerie vaudou fonctionne, comment comptes‑tu détruire le corps de Mal‑Ravanal ? La seule chance que nous ayons eue venait de l’arrogance de la liche elle‑même, et même alors cela nous a coûté quatre de nos mages d’élite, alors que les conditions étaient bien meilleures. À présent, nous sommes coupés de Dan’Tonk et nous avons à peine assez d’hommes pour tenir les remparts, encore moins pour effectuer une sortie contre les morts‑vivants.
gl: Aínda asumindo que este vudú máxico funciona, como queres destruír o corpo de Mal-Ravanal? A única oportunidade que tivemos foi pola propia arrogancia do liche, e mesmo iso custounos catro dos nosos magos de elite en mellores condicións. Agora estivemos separados de Dan'Tonk e apenas temos homes suficientes para aguantar os muros, e moito menos a saída contra os mortos-vivos.
it: Supponiamo per un attimo che questo voodoo magico funzioni: come intendi distruggere il corpo di Mal-Ravanal? L’unica possibilità che avevamo era sfruttare l’arroganza del lich, e anche così ci è costato quattro dei nostri maghi d’elite in perfette condizioni. Ora siamo stati tagliati fuori da Dan’Tonk e abbiamo a malapena abbastanza uomini per tenere le mura, figuriamoci per una sortita contro i non-morti.

source: Truly, have you three not seen the might of the armies encircling Weldyn? It is as if all of the dead warriors from all ages past have come back to attack us. There is no end to the columns of marching skeletons, the wailing ghosts, the infernal bats, the necromancers who raised them...
ar: حقاً، ألم تروا أنتم الثلاثة قوة الجيوش التي تحاصر ويلدين؟ كما لو أن كل المحاربين الموتى من كل العصور الماضية قد عادوا لمهاجمتنا. ليس هناك نهاية لأرتال الهياكل العظمية الزاحفة، والأشباح النائحة، والخفافيش الجهنمية، ومستحضري الأرواح الذين قاموا بتربيتهم...
fr: Sérieusement, n'avez vous pas vu la puissance des armées encerclant Weldyn ? C'est à croire que tous les guerriers défunts des âges passés revenaient pour nous attaquer. D'interminables colonnes de squelettes en marche, de fantômes hurleurs, de chauves-souris infernales, menés par les infâmes nécromanciens qui les ont rappelés.
gl: De verdade, non vistes vós tres o poder dos exércitos que rodean Weldyn? É coma se todos os guerreiros mortos de todas as épocas pasadas tivesen volto para atacarnos. Non hai fin ás columnas de esqueletos en marcha, aos pantasmas que choran, aos morcegos infernais, aos nigromantes que os criaron...
it: Davvero, non avete visto coi vostri occhi la potenza delle orde che circondano Weldyn? È come se tutti i guerrieri defunti di ogni epoca fossero tornati in vita per attaccarci. Non c’è fine alle colonne di scheletri in marcia, di fantasmi lamentevoli e di pipistrelli infernali, guidati dal malvagio negromante che li ha resuscitati...

source: I pay no heed to the odds! I say we strike at Mal-Ravanal with all the might of Wesnoth. If we assault in force, we can punch through the enemy lines, isolate Mal-Ravanal in the chaos of battle, and blast the lich to oblivion! I will not let the devastation at the plains be the final legacy of the Clans. We must attack and win back our glory!
ar: لا أكترث للصعاب! أقول إننا سنضرب مال-رافانال بكل قوة ويسنوث. إذا هاجمنا بقوة، يمكننا اختراق خطوط العدو، وعزل مال-رافانال في فوضى المعركة، وتفجير الليش تماما ! لن أسمح للدمار في السهول أن يكون هذا الإرث الأخير للعشائر. يجب أن نهاجم ونستعيد مجدنا!
gl: Non fago caso ás probabilidades! Digo que atacamos Mal-Ravanal con todas as forzas de Wesnoth. Se asaltamos con forza, podemos atravesar as liñas inimigas, illar a Mal-Ravanal no caos da batalla e destruír o lich. Non vou deixar que a devastación nas chairas sexa o legado final dos Clans. Debemos atacar e recuperar a nosa gloria!
it: Non mi curo delle probabilità! Dico di colpire Mal-Ravanal con tutta la potenza di Wesnoth. Se attacchiamo in forze, possiamo rompere le linee nemiche, isolare Mal-Ravanal nel caos della battaglia e spazzre via il lich! Non lascerò che la devastazione delle piane sia il lascito finale dei Clan. Dobbiamo attaccare e riconquistare la nostra gloria!

source: I have a (cough) superior suggestion. Mal-Ravanal’s armies are vast and unconquerable. Yet the lich alone is not. As a human, Ravan was overconfident to the point of arrogance. I still believe this to be true, if not more so after gaining lichdom. (cough)(cough) If I were to challenge Mal-Ravanal to a duel, I believe they would choose to face me. That would be our opportunity.
ar: لدي اقتراح (سعال) أفضل. جيوش مال-رافانال هائلة ولا يمكن قهرها. ومع ذلك، فإن الليش وحده ليس كذلك. بصفته إنسانًا، كان رافان واثقًا من نفسه إلى حد الغطرسة. ما زلت أعتقد أن هذا صحيح، إن لم يكن أكثر من ذلك بعد اكتساب قوة الليش. (سعال) (سعال) إذا تحديت مال-رافانال في مبارزة، أعتقد أنهم سيختار مواجهتي. ستكون هذه فرصتنا.
fr: J'ai une suggestion (tousse) plus intéressante. Les armées de Mal-Ravanal sont vastes et invincibles. Mais la liche, elle, ne l'est pas. En tant qu'humain, Ravan était déjà d'une confiance excessive frôlant l'arrogance. Je crois toujours ainsi, et même plus encore depuis qu'il est devenu une liche. (tousse)(tousse) Si je défiais Mal-Ravanal en duel, je pense qu'il choisirait de m'affronter. Ce serait notre chance.
gl: Teño unha suxestión (tose) superior. Os exércitos de Mal-Ravanal son vastos e invencibles. Pero o lich por si só non o é. Como humano, Ravan era demasiado confiado ata o punto da arrogancia. Sigo crendo que isto é certo, se non máis despois de gañar lichdom. (tos) (tos) Se tivese que desafiar a Mal-Ravanal a un duelo, creo que optarían por enfrontarme. Esa sería a nosa oportunidade.
it: Ho un suggerimento (cough) migliore. Gli eserciti di Mal-Ravanal sono vasti e inattaccabili. Però non lo è il Lich isolato. Come essere umano, Ravan era troppo sicuro di sé fino al punto da essere arrogante. Credo che questo sia ancora vero, se non anche di più dopo aver ottenuto il suo domino come lich. (cough)(cough) Se dovessi sfidare Mal-Ravanal a duello, credo che sceglierebbe di affrontarmi. Quella sarebbe la nostra opportunità.

source: You call Mal-Ravanal arrogant, yet you seek to face such an overwhelming power in single combat? Even if you could claim victory with that foul amulet of yours, we cannot trust that lich to honor the terms of such a challenge. You would likely find yourself facing their entire army!
ar: أنت تصف مال-رافانال بالغطرسة، ومع ذلك تسعى إلى مواجهة مثل هذه القوة الساحقة في قتال فردي؟ حتى لو تمكنت من إعلان النصر باستخدام تلك التميمة القذرة الخاصة بك، فلا يمكننا أن نثق في أن هذا الليش سيحترم شروط مثل هذا التحدي. من المرجح أن تجد نفسك في مواجهة جيشهم بالكامل!
fr: Vous traitez Mal-Ravanal d'arrogant, et pourtant vous osez affronter une telle puissance en duel ? Même si vous pouviez remporter la victoire grâce à votre amulette maudite, nous ne pouvons pas être certains que cette liche respectera les termes d'un tel défi. Vous risqueriez fort de vous retrouver face à toute son armée !
gl: Chamas de arrogante a Mal-Ravanal, pero buscas enfrontarte a un poder tan abrumador en combate individual? Aínda que puideses reclamar a vitoria con ese amuleto teu, non podemos confiar que ese lich honre os termos de tal desafío. Probablemente te atopes enfrontando a todo o seu exército!
it: E tu chiami arrogante Mal-Ravanal, ma cerchi di affrontare una tale schiacciante potenza in singolar tenzone? Anche se tu riuscissi a rivendicare la vittoria con quel tuo spaventoso amuleto, non possiamo fidarci che il ich onori i termini di una tale sfida. Probabilmente ti troverai di fronte il suo intero esercito!

source: We face their entire army regardless. (cough)(cough) The only difference is whether Mal-Ravanal is commanding in the back or gloating in the front.
ar: نحن نواجه جيشهم بأكمله بغض النظر عن ذلك. (سعال) (سعال) الفرق الوحيد هو ما إذا كان مال-رافانال هو القائد في الخلف أو يتفاخر في المقدمة.
fr: Nous affrontons toute son armée malgré tout. (il tousse plusieurs fois) La seule différence est que Mal-Ravanal est soit commandant en arrière soit jubilant au front.
gl: Imos ter que enfrontarnos a ese exército de tódolos xeitos. (tose) (tose) A única diferenza é se Mal-Ravanal manda na retagarda ou se se regodea na fronte.
it: Lo dobbiamo affrontare comunque, l’intero suo esercito. (cough)(cough) L’unica differenza è se Mal-Ravanal guiderà le sue truppe dalla retroguardia oppure si avvicinerà altezzoso alla prima linea.

source: Two risky plans. But the armies surrounding Weldyn grow each day, and we are hard-pressed for options.
ar: خطتان محفوفتان بالمخاطر. لكن الجيوش التي تحيط بولدن تنمو كل يوم، ونحن نعاني من صعوبة في الخيارات.
fr: Deux plans risqués. Mais les armées qui encerclent Weldyn grossissent chaque jour, et nos options sont très limitées.
gl: Dous plans arriscados. Pero os exércitos que rodean a Weldyn crecen cada día e temos moitas opcións.
it: Due piani rischiosi. Ma gli eserciti che circondano Weldyn si ingrossano di giorno in giorno, e siamo a corto di opzioni.

source: Halrod
ar: هالرود
en@shaw: 路ｐゐ

source: Escort
ar: مرافق
gl: Escolta
it: Scorta

source: Sire, we’re under attack! Undead have breached the perimeter earthworks and are massing around the outer villages. I think they mean to storm the moat at nightfall.
ar: سيدي، نحن نتعرض للهجوم! لقد اخترق الموتى الأحياء محيط السواتر الترابية ويحتشدون حول القرى الخارجية. أظنهم ينوون اقتحام الخندق المائي عند حلول الظلام.
fr: Sire, nous sommes attaqués ! Les morts-vivants ont franchi les levées de terre externes et se massent autour des villages extérieurs. Je pense qu'ils comptent prendre d'assaut les douves à la nuit tombée.
gl: Señor, estamos atacados! Os non mortos romperon os movementos de terras do perímetro e aglomeran arredor das aldeas exteriores. Creo que pretenden asaltar o foso ao caer a noite.
it: Sire, siamo sotto attacco! Dei non-morti hanno fatto breccia nei terrapieni perimetrali e si stanno ammassando attorno ai villaggi esterni. Penso che intendano prendere d’assalto il fossato al calar della notte.

source: They attack again so soon?! The few men we have left are in no position to repel a concentrated assault!
ar: هل يهاجمون مرة أخرى بهذه السرعة؟! إن الرجال القلائل الذين بقينا معهم غير قادرين على صد هجوم مركّز!
fr: Ils attaquent déjà de nouveau ?! Les quelques hommes qui nous restent ne sont pas en mesure de repousser un assaut concentré !
gl: Volven atacar tan pronto?! Os poucos homes que nos quedan non están en condicións de repeler un asalto concentrado!
it: Attaccheranno di nuovo così presto? I pochi uomini rimasti non sono in grado di respingere un assalto concentrato!

source: This is ill news indeed. We will have to cut our council short; Generals, Lieutenant, ready your men!
ar: هذه أخبار سيئة حقًا. سيتعين علينا إنهاء مجلسنا؛ أيها الجنرالات، أيها الملازمون، جهزوا رجالكم!
fr: Voilà une bien mauvaise nouvelle. Nous devrons écourter notre conseil ; Généraux, Lieutenant, préparez vos hommes !
gl: Esta é unha mala noticia. Teremos que cortar o noso concello; Xenerais, tenente, preparen os seus homes!
it: Queste sono senza dubbio cattive notizie. Dobbiamo accorciare il nostro concilio: generali, tenenti, approntate i vostri uomini!

source: Eleventh Hour
ar: الساعة الحادية عشرة
fr: La Onzième Heure
gl: Hora undécima
it: Undicesima Ora

source: Mal-Xakralan
ar: مال زكرالان
en@shaw: 路ヰ-ゐ
gl: Mal-Xacralan

source: Nalu-alvan
ar: نالو-ألفان
gl: Nalu-alván

source: Mal-Analla
ar: مال أنالا

source: Mal-Saerav
ar: مال سيراف

source: Gweddry, do you recognize me? Do you remember in the Estmarks, when you mercilessly cut down my defenseless sister? You escaped me once before, but now I will have my revenge!
ar: جويدري، هل تعرفني؟ هل تتذكر الأستمارك، عندما قطعتِ أختي العزلاء بلا رحمة؟ لقد هربت مني مرة من قبل، لكن الآن سأنتقم منك!
gl: Gweddry, recoñéceseme? Lembras nos Estmarks, cando mataches sen piedade á miña irmá indefensa? Escapaches de min unha vez, pero agora terei a miña vinganza!
it: Gweddry, non mi riconosci? Non ti ricordi delle Marche Orientali, quando hai abbattuto senza pietà la mia indifesa sorella? Mi sei già sfuggito una volta, ma ora avrò la mia vendetta!

source: Gweddry, do you recognize me? Do you remember in the Estmarks, when you mercilessly cut down my defenseless brother? I will kill you for what you have done.
ar: جويدري، هل تعرفني؟ هل تتذكر الاستمارك، عندما قطعت بلا رحمة أخي الأعزل؟ سأقتلك على ما فعلته.
gl: Gweddry, recoñéceseme? Lembras nos Estmarks, cando cortaches sen piedade ao meu irmán indefenso? Vou matar polo que fixeches.
it: Gweddry, non mi riconosci? Non ti ricordi delle Marche Orientali, quando hai abbattuto senza pietà il mio indifeso fratello? Ti ucciderò per quello che mi hai fatto.

source: Rev... enge...
ar: انت...قام...
gl: Rev... enxe...
it: Ven... detta...

source: Garard’s Hold
ar: قبضة جارارد
fr: Quartiers de Garard
it: Fortezza di Garard

source: Merchants’ Guildhall
ar: قاعة التجار
fr: Salle de la guilde des marchands
gl: Gremio de Comerciantes
it: Sede della Gilda dei Mercanti

source: Basilica of Li’sar
ar: بازيليك ليزار
fr: Basilique de Li’sar
gl: Basílica de Li'sar
it: Basilica di Li’sar

source: Hall of Warriors
ar: قاعة المحاربين
fr: Salle des guerriers
gl: Salón dos Guerreiros
it: Sala dei Guerrieri

source: Survive the undead assault
ar: النجاة من هجوم الموتى الأحياء
fr: Survivre à l'assaut des morts-vivants
gl: Sobrevivir ao asalto dos non mortos
it: Sopravvivi all’assalto dei non-morti

source: Protect generals Halrad, Halric, and Halrod
ar: حماية الجنرالات هالراد، هالريك، وهالرود
fr: Protéger les généraux Halrad, Halric et Halrod
gl: Protexa aos xenerais Halrad, Halric e Halrod
it: Proteggi i generali Halrad, Halric e Halrod

source: Death of Dacyn
ar: موت داسين
en@shaw: ю 路别
fr: Mort de Dacyn
gl: Morte de Dasin.
it: Morte di Dacyn

source: Death of Konrad II
ar: موت كونراد الثاني
en@shaw: ю 路 路ю
fr: Mort de Konrad II
gl: Morte de Conrad II.
it: Morte di Konrad II

source: Konrad II will not leave the center island.
ar: كونراد الثاني لن يغادر الجزيرة الوسطى.
fr: Konrad II ne quittera pas l'île centrale.
gl: Konrad II non abandonará a illa central.
it: Konrad II non lascerà l’isola centrale.

source: Generals will reinforce each bridgehead while they/you have defenders there, falling back to their castle otherwise.
ar: سيقوم الجنرالات بتعزيز كل رأس جسر بينما يكون لديهم/لديك مدافعون هناك، وإلا سيعودون إلى قلعتهم.
gl: Os xenerais reforzarán cada cabeza de ponte mentres teñas defensores alí, caendo de volta ao seu castelo en caso contrario.
it: I generali rinforzeranno ciascuna testa di ponte finché avranno/hai dei difensori lì, altrimenti ripiegano nel loro castello.

source: If you decide not to duel Mal-Ravanal, surviving generals will aid you in the next scenario.
ar: إذا قررت عدم مبارزة مال رافانال، فإن الجنرالات الباقين على قيد الحياة سيساعدونك في السيناريو التالي.
fr: Si vous décidez de ne pas affronter Mal-Ravanal en duel, les généraux survivants vous aideront dans le scénario suivant.
gl: Se decides non enfrontarte a Mal-Ravanal, os xenerais superviventes axudaranche no seguinte escenario.
it: Se decidi di non affrontare Mal-Ravanal a duello, i generali sopravvissuti ti aiuteranno nel prossimo scenario.

source: Undead approach at the northern crossings. My forces are in position to engage the invaders.
ar: يقترب الموتى الأحياء من المعابر الشمالية. قواتي في وضع يسمح لها بمواجهة الغزاة.
fr: Les morts-vivants approchent des points de passage nord. Mes forces sont en position d'engager le combat avec les envahisseurs.
gl: Aproximación de non mortos nos cruces do norte. As miñas forzas están en condicións de enfrontarse aos invasores.
it: Non-morti in avvicinamento ai valichi settentrionali. Le mie forze sono in grado di affrontare gli invasori.

source: The southeastern bridges are secure; hostiles inbound.
ar: الجسور الجنوبية الشرقية آمنة، والمعاديون قادمون.
gl: As pontes do sueste son seguras; hostís entrantes.
it: I ponti sudorientali sono sicuri; ostili in arrivo.

source: My fortifications are manned and ready. Brace for attack from the southwest.
ar: تحصيناتي مأهولة وجاهزة. استعدوا للهجوم من الجنوب الغربي.
gl: As miñas fortificacións están tripuladas e listas. Prepárate para o ataque do suroeste.
it: Le mie fortificazioni sono presidiate e pronte. Preparatevi all’attacco da sud-ovest.

source: Night approaches, and with it the undead hordes. I stand ready.
ar: يقترب الليل، ومعه جحافل الموتى الأحياء. أنا أقف على أهبة الاستعداد.
fr: La nuit s'approche et avec elle les hordes de morts-vivants. Je suis prêt.
gl: Achégase a noite, e con ela as hordas de non mortos. Estou preparado.
it: La notte si avvicina, e con lei le orde di non-morti. Sono pronto.

source: Let us show these undead the might of Wesnoth!
ar: دعونا نظهر لهؤلاء الموتى الأحياء قوة ويسنوث!
fr: Montrons à ces morts-vivants la puissance de Wesnoth !
gl: Mostrámoslles a estes non mortos o poder de Wesnoth!
it: Mostriamo a questi non-morti la potenza di Wesnoth!

source: And so it comes to this, here at what seems the end of days. Prepare for battle!
ar: وهكذا وصلنا إلى هذه النقطة، في ما يبدو أنه نهاية الأيام. استعدوا للمعركة!
fr: Nous en arrivons donc là, à ce qui semble être la fin des temps. Préparez-vous au combat !
gl: E así chega a isto, aquí no que parece o fin dos días. Prepárate para a batalla!
it: E così si arriva a questo, qui, in quella che sembra la fine dei tempi. Prepararsi per la battaglia!

source: So it is true, Owaec and Gweddry survived! When your forces had not returned to Wesnoth by winter I feared the worst. I am relieved to see you alive and well! This is the first good news I’ve heard of the war in quite some time.
ar: لذا، هذا صحيح، فقد نجا أويك وجويدري! عندما لم تعد قواتكم إلى ويسنوث بحلول الشتاء، خشيت الأسوأ. أنا مرتاح لرؤيتكم على قيد الحياة وبصحة جيدة! هذه هي أول أخبار جيدة أسمعها عن الحرب منذ فترة طويلة.
fr: C’est donc vrai, Owaec et Gweddry ont survécu ! Quand vos troupes n’étaient pas rentrées à Wesnoth avant l’hiver, je craignais le pire. Quel soulagement de vous savoir sains et saufs ! C’est la première bonne nouvelle de la guerre que j’entends depuis longtemps.
gl: Así que é certo, Owaec e Gwedry sobreviviron! Cando as túas forzas non volveran a Wesnoth no inverno, temía o peor. Alégrome de verte vivo e ben! Esta é a primeira boa noticia que escoito da guerra en bastante tempo.
it: Quindi è vero, Owaec e Gweddry sono sopravvissuti! Quando le vostre truppe non sono a Wesnoth per l’inverno ho temuto il peggio. Sono sollevato dal vedervi sani e salvi! Questa è la prima buona notizia di guerra che sento da un sacco di tempo.

source: I’m afraid my Soradoc company was nearly wiped out in the massacre at the Plains, but the few of us who remain place ourselves at your service!
ar: أخشى أن فرقتي من سورادوك قد تم القضاء عليها تقريبًا في المذبحة التي وقعت في السهول، لكن القلة منا الذين بقوا نضع أنفسنا في خدمتكم!
gl: Temo medo que a miña compañía Soradoc case foi eliminada na masacre das Chairas, pero os poucos que quedamos poñémonos ao voso servizo!
it: Temo che la mia compagnia di Soradoc sia stata quasi annientata nel massacro delle Piane, ma i pochi di noi rimasti si mettono al tuo servizio!

source: So this is Weldyn? Didn’t know cities got this big. Never thought I’d end up fightin’ here, of all places.
ar: إذن، هذه هي مدينة ويلدين؟ لم أكن أعلم أن المدن أصبحت بهذا الحجم. لم أكن أتخيل قط أنني سأقاتل هنا، من بين كل الأماكن.
gl: Entón, esta é Weldyn? Non sabía que as cidades eran tan grandes. Nunca pensei que acabaría loitando aquí, de todos os lugares.
it: Quindi questa è Weldyn? Non sapevo che le città potessero essere così grandi. Non avrei mai pensato che tra tutti i posti possibili sarei finito a combattere qui.

source: Gaennell, you traitor! <b>I</b> am your master, not some petty king of men. Return to me and face your punishment.
ar: غينيل، أيها الخائن! <b>أنا</b> سيدك ولست ملكًا تافهًا من الرجال. عد إليّ وواجه عقابك.
gl: Gaennell, traidor! <b>Eu</b> son o teu amo, non un pequeno rei dos homes. Volve a min e afronta o teu castigo.
it: Gaennell, traditrice che non sei altro! <b>Io</b> sono il tuo maestro, non un misero re degli umani. Ritorna da me e affronta la tua punizione.

source: You tried to have me killed over a petty accident! I’m not going to grovel at your feet and suffer your abuse any more.
ar: لقد حاولت قتلي بسبب حادث تافه! لن أخضع لك وأتحمل إساءتك بعد الآن.
gl: Intentaches que me matasen por un pequeno accidente! Non me vou arrastrar aos teus pés e sufrir máis os teus abusos.
it: Hai cercato di farmi uccidere per un insignificante incidente! Non mi prostrerò più ai tuoi piedi e non subirò più i tuoi abusi.

source: For my fallen brothers at Soradoc and the Plains!
ar: من أجل إخوتي الذين سقطوا في سورادوك والسهول!
gl: Para os meus irmáns caídos en Soradoc e as Chairas!
it: Per i miei fratelli caduti a Soradoc e alle Piane!

source: My legacy will not be one of failure! With all the might of the throne of Wesnoth, I will strike you down!
ar: لن يكون إرثي هو الفشل! بكل قوة عرش ويسنوث، سأضربك!
gl: O meu legado non será de fracaso! Con todas as forzas do trono de Wesnoth, voute abatir!
it: La mia non sarà una eredità fallimentare! Con tutta la potenza del trono di Wesnoth, ti abbatterò!

source: Sire, you are of course welcome to capture any of my villages if you need them, but please know that it will make it more difficult to heal my injured soldiers.
ar: سيدي، أنت مرحب بك بالطبع للاستيلاء على أي من قرايتي إذا كنت في حاجة إليها، ولكن يرجى العلم أن ذلك سيجعل من الصعب شفاء جنودي المصابين.
gl: Señor, por suposto, podes capturar calquera das miñas aldeas se a necesitas, pero sabe que será máis difícil curar aos meus soldados feridos.
it: Sire, sentitevi ovviamente libero di occupare uno qualsiasi dei miei villaggi in caso di necessità, ma sappiate che ciò renderà più difficile curare i miei soldati feriti.

source: Stand strong, men of Wesnoth! Rally under the light of dawn, and drive the undead back!
ar: قفوا بقوة يا رجال ويسنوث! احتشدوا تحت ضوء الفجر، واطردوا الموتى الأحياء!
gl: Estade fortes, homes de Wesnoth! Reúnete baixo a luz do amencer e expulsa aos mortos-vivos!
it: Tenete duro, uomini di Wesnoth! Radunatevi alle luci dell’alba e respingete i non-morti!

source: Oh hello, am I interrupting something?
ar: أوه مرحبًا، هل أقاطع شيئًا ما؟
gl: Ola, estou interrompendo algo?
it: Oh, salve. Sto interrompendo qualcosa?

source: It’s been fun watching this little squabble unfold, but it’s time to move things along. Night will now fall, and the city with it.
ar: لقد كان من الممتع مشاهدة هذه المشاجرة الصغيرة تتكشف، ولكن حان الوقت لتحريك الأمور. سيحل الليل الآن، ومعه المدينة.
gl: Foi divertido ver desenvolverse esta pequena disputa, pero é hora de mover as cousas. Agora caerá a noite, e a cidade con ela.
it: È stato divertente osservare lo svolgersi di questo piccolo battibecco, ma è ora di cambiare le cose. Adesso cadrà la notte, e con essa la città.

source: Not if I stop you first! I defeated you before, and I will do so again!
ar: ليس إذا أوقفتك أولاً! لقد هزمتك من قبل، وسأفعل ذلك مرة أخرى!
gl: Non se te paro primeiro! Derroteino antes, e volverei facelo!
it: Non se prima ti fermiamo! Ti ho già sconfitto un volta e lo farò di nuovo!
