Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: Pull aside that old rug, will ya? I think I see somethin’...
ar: هل يمكنك أن تزيل تلك السجادة القديمة جانبًا؟ أعتقد أنني أرى شيئًا...
fr: Débarrassez le sol de ce vieux tapis, s'il vous plaît. Je crois voir quelque chose...
gl: Aparta esa vella alfombra, queres? Creo que vexo algo...
it: Metti da parte quel vecchio tappeto, ok? Penso di vedere qualcosa...

source: Check under the floorboards! There’s always somethin’ there.
ar: تحقق من أسفل ألواح الأرضية! هناك دائمًا شيء ما هناك.
fr: Regardez sous le plancher ! Il y a quelque chose de caché.
gl: Comproba debaixo das táboas do chan! Sempre hai algo alí.
it: Controlla sotto le assi del pavimento! C’è sempre qualcosa lì sotto.

source: Shh! Do ya hear that?
ar: صه! هل تسمع هذا؟
fr: Chut ! Vous entendez ?
gl: Shh! Escoitas iso?
it: Shh! Avete sentito?

source: Lemme take a closer look...
ar: دعني ألقي نظرة فاحصة...
fr: Laissez-moi jeter un œil...
gl: Déixame mirar máis de cerca...
it: Fammi vedere meglio...

source: Every outlaw posse got a leader. Tear up enough cellars and he’ll turn up, then take him out and the rest’ll run for the hills.
ar: كل جماعة خارجة عن القانون لديها قائد. دمروا ما يكفي من الأقبية وسيظهر، ثم اقضوا عليه وسيهرب البقية إلى التلال.
fr: Chaque bande de brigands a un chef. Fouillez toutes les cachettes et vous le trouverez. Quand vous vous en débarrassez, les autres disparaissent aussitôt dans les montagnes.
gl: Todos os proscritos teñen un líder. Arranca suficientes adegas e aparecerá, despois sácao e o resto correrá polos outeiros.
it: Ogni banda di fuorilegge ha un leader. Scoperchia abbastanza cantine e si farà vivo, poi trascinalo fuori e gli altri scapperanno a gambe levate.

source: Like your mercenary band did?
ar: كما فعلت فرقة المرتزقة الخاصة بك؟
fr: Comme ta bande de mercennaires?
gl: Como fixo a túa banda de mercenarios?
it: Come ha fatto la tua banda di mercenari?

source: I believe there is a leader behind these outlaws. Kill him and we will face no further resistance.
ar: أعتقد أن هناك زعيمًا وراء هؤلاء الخارجين عن القانون. اقتله ولن نواجه أي مقاومة أخرى.
fr: Je crois qu'il y a un meneur derrière ces hors-la-loi ; tuez-le et ils ne nous résisteront plus.
gl: Penso que hai un líder detrás destes foraxidos. Mátao e non teremos máis resistencia.
it: Credo che ci sia un capo dietro questi banditi: uccidiamolo e non dovremmo più incontrare resistenza.

source: Shodrano
ar: شودرانو
en@shaw: 路
gl: Xodrano

source: Gah, I’ve been found!
ar: جاه، لقد وقع العثور علي!
fr: Zut ! Je suis découvert !
gl: Gah, atopáronme!
it: Gah, sono stato scoperto!

source: That’s the bandit leader! Kill him!
ar: هذا هو زعيم قطاع الطرق! اقتلوه!
fr: C'est le chef des bandits ! Tuez-le !
gl: Ese é o líder dos bandidos! Matádeo!
it: È il capo dei banditi! Uccidetelo!

source: This is how it ends...
ar: هكذا ينتهي الأمر...
fr: C'est la fin...
gl: Así que así remata...
it: Ecco come finisce...

source: Huzzah!! At last, these villagers are liberated! Gweddry, thank you for your aid. I place my Clansmen and myself at your service.
ar: هورراه! !! أخيراً، هؤلاء القرويين تحرروا! جويدري، أشكرك على مساعدتك. أضع رجال عشيرتي ونفسي في خدمتك.
gl: Huza!! Por fin, estes aldeáns están liberados! Gweddry, grazas pola túa axuda. Poño aos meus membros do clan e a min mesmo ao teu servizo.
it: Evviva!! Alla fine, questi contadini sono liberi! Gweddry, grazie per il tuo aiuto. Pongo me e i membri del mio clan al tuo servizio.

source: There is no more need for me to concentrate on this spell. However, we still need to deal with the adept.
ar: لم تعد هناك حاجة للتركيز على هذه التعويذة. ومع ذلك، ما زلنا بحاجة إلى التعامل مع التابع.
gl: Xa non fai falta que me concentre neste feitizo. Non obstante, aínda temos que tratar co adepto.
it: Non c’è più bisogno che mi concentri sul mio incantesimo. Comunque, dobbiamo ancora sistemare la questione dell’adepto.

source: Ah ha! I knew this outpost wasn’t really abandoned! Too bad nobody else believed me. Maybe once I defeat you I’ll finally get the respect I deserve?
ar: آه ها! كنت أعلم أن هذه المستوطنة لم تكن مهجورة حقًا! من المؤسف أن لا أحد غيري صدقني. ربما بمجرد هزيمتك سأحظى أخيرًا بالاحترام الذي أستحقه؟
fr: Ah ah ! Je savais bien que cet avant poste n’était pas vraiment abandonné ! Dommage que personne d’autre ne m’ait cru. Peut‑être qu’une fois que je vous aurai vaincu, j’aurai enfin le respect que je mérite ?
gl: Ah ha! Sabía que este posto avanzado non estaba realmente abandonado! Mágoa que ninguén me crese. Quizais, unha vez que te derrote, por fin reciba o respecto que merezco?
it: Ah ha! Sapevo che questo avamposto non era realmente abbandonato! Peccato che nessuno mi abbia creduto. Forse una volta che vi avrò sconfitto otterrò finalmente il rispetto che merito?

source: Defeat us, hmm? I have a better idea.
ar: تهزمنا، هاه؟ لدي فكرة أفضل.
fr: Nous vaincre, hein ? J'ai une meilleure idée.
gl: Derrotarnos, eh? Teño unha idea mellor.
it: Sconfiggerci, hmm? Ho un’idea migliore.

source: Once again, undead threaten these villagers! In the name of the Clans, I will strike you down!
ar: مرة أخرى، الموتى الأحياء يهددون هؤلاء القرويين! باسم العشائر، سأقضي عليكم!
fr: Une fois de plus, les morts‑vivants menacent ces villageois ! Au nom des Clans, je vais t’abattre roide mort!
gl: Unha vez máis, os mortos-vivos ameazan a estes veciños! No nome dos Clans, voute abatir!
it: I non-morti minacciano di nuovo questi contadini! Nel nome dei Clan, vi abbatterò!

source: No! I deserve better than this!
ar: لا! أنا أستحق أفضل من هذا!
fr: Non, je mérite mieux que ça !
gl: Non! Merezco algo mellor que isto!
it: No! Mi merito ben altro che questo!

source: Huzzah!! May these be the first of many undead to fall before our hooves! Gweddry, thank you for your aid. I place my Clansmen and myself at your service.
ar: هورراه! ! عسى أن يكون هؤلاء أول من يسقطون أمام حوافرنا من الموتى الأحياء جويدري، شكراً لك على مساعدتك أضع رجال عشيرتي ونفسي في خدمتكم.
fr: Hourra !! Puissent ceux-ci être les premiers d’une longue lignée de morts-vivants à tomber sous nos sabots ! Gweddry, merci pour ton aide. Je mets les hommes de mon clan et moi-même à ton service.
gl: Huza!! Que estes sexan os primeiros de moitos non mortos que caen ante os nosos cascos! Gweddry, grazas pola túa axuda. Poño aos meus membros do clan e a min mesmo ao teu servizo.
it: Evviva!! Che questi possano essere i primi di tanti non-morti a cadere sotto i nostri zoccoli! Gweddry, grazie per il tuo aiuto. Metterò me stesso e gli uomini dei Clan al tuo servizio.

source: Now let us free these villagers from the outlaws terrorizing them!
ar: الآن دعونا نحرر هؤلاء القرويين من الخارجين عن القانون الذين يرهبونهم!
fr: Maintenant, libérons ces villageois des hors-la-loi qui les terrorisent !
gl: Agora liberemos a estes aldeáns dos bandidos que os aterrorizan!
it: E ora liberiamo questi contadini dai fuorilegge che li terrorizzano!

source: Now that both the outlaws and undead are defeated, we finally have some time to rest.
ar: الآن بعد هزيمة كل من الخارجين عن القانون والزومبي، أصبح لدينا أخيرًا بعض الوقت للراحة.
fr: Maintenant que nous avons vaincu les morts-vivants et les hors-la-loi, nous pouvons enfin nous reposer.
gl: Agora que tanto os foraxidos como os non mortos foron derrotados, por fin temos tempo para descansar.
it: Ora che sia i fuorilegge che i non-morti sono stati sconfitti, finalmente abbiamo un po’ di tempo per rifiatare.

source: Good. Now leave me in peace while I consider how to combat this invasion.
ar: جيد. الآن اتركوني في سلام بينما أفكر في كيفية مكافحة هذا الغزو.
fr: Bon. Maintenant, laissez-moi en paix pendant que je réfléchis à la manière de contrer cette invasion.
gl: Ben. Agora déixame en paz mentres considero como combater esta invasión.
it: Bene. Ora lasciami in pace a riflettere su come respingere questa invasione.

source: Some time later...
ar: في وقت لاحق...
fr: Un peu plus tard...
gl: Un tempo despois…
it: Qualche tempo dopo...

source: Mage, pull your nose out of your books for a moment, would you? Gweddry and I have some questions about this invasion you speak of.
ar: أيها الساحر، هلا أخرجت رأسك من كتبك للحظة؟ أنا وجويدري لدينا بعض الأسئلة حول هذا الغزو الذي تتحدث عنه.
fr: Mage, sors donc un instant le nez de tes livres, veux-tu ? Gweddry et moi avons quelques questions au sujet de cette invasion dont tu parles.
gl: Mage, saca o nariz dos teus libros por un momento, non? Gwedry e eu temos algunhas preguntas sobre esta invasión da que falas.
it: Mago, tira fuori per un attimo il naso dai tuoi libri, ti va? Gweddry ed io abbiamo qualche domanda da sottoporti a proposito di questa invasione di cui parli.

source: Back at the undead capital, the lich Mal-Ravanal referred to you as an old friend. What history is there between you?
ar: بالعودة إلى عاصمة الموتى الأحياء، أشار إليك الليك مال-رافانال كصديق قديم. ما هو التاريخ الذي بينكما؟
gl: De volta á capital dos non mortos, o lich Mal-Ravanal referiuse a ti como un vello amigo. Que historia hai entre vós?
it: Quando eravamo nella capitale dei non-morti, Mal-Ravanal, il lich, ti ha definito un suo vecchio amico. Che storia c’è fra voi due?

source: What do you know of the dread lich they called Mal-Ravanal? Back at the southern outpost, you purposely hid yourself to avoid being seen.
ar: ما الذي تعرفه عن الليتش الرهيب الذي يدعونه مال-رافانال؟ بالعودة إلى البؤرة الاستيطانية الجنوبية، لقد تعمدت إخفاء نفسك حتى لا يراك أحد.
fr: Que sais-tu de la liche d’effroi qu’ils appelaient Mal-Ravanal ? À l’avant-poste du sud, tu t’es délibérément caché pour éviter d’être vu.
gl: Que sabes do lich temible que chamaban Mal-Ravanal? De volta no posto de avanzada do sur, escondeches a propósito para evitar ser visto.
it: Cosa sai del terribile lich chiamato Mal-Ravanal? All’avamposto meridionale ti sei nascosto di proposito per evitare di essere avvistato.

source: Ravan took this quietly enough, or so I had thought, but it must have been more of a blow than I had realized. We drifted apart for a long while, and several years passed without my seeing my once close friend.
ar: تقبل رافان هذا الأمر بهدوء، أو هكذا ظننت، لكن لا بد أن الأمر كان ضربة أكبر مما كنت أتصور. لقد افترقنا لفترة طويلة، ومرت عدة سنوات دون أن أرى صديقي الذي كان مقربًا مني ذات يوم.
it: Ravan accettò la cosa abbastanza pacatamente, o almeno così avevo pensato, ma per lui deve essere stato un colpo più duro di quanto pensassi. Ci siamo allontanati per molto tempo e sono passati diversi anni senza che vedessi il mio caro amico.

source: One day, I received a message. Ravan was calling me north across the Great River and past the Listra, to an ancient sanctuary that we had once explored together in our younger years. At that time, I had still thought Ravan was my friend and a respected mage of the Light, so I obliged. It sounds foolish now, in hindsight, but I made the long journey north in the darkness of winter to the sanctuary and its hidden chambers.
ar: ذات يوم، تلقيت رسالة. كان رافان يدعوني إلى الشمال عبر النهر العظيم وعبر لسترا، إلى ملاذ قديم كنا قد استكشفناه معًا في سنوات شبابنا. في ذلك الوقت، كنت لا أزال أعتقد أن رافان صديقي وساحر النور المحترم، لذلك استجبتُ له. يبدو الأمر غبيًا الآن، بعد فوات الأوان، لكنني قمت برحلة طويلة شمالًا في ظلام الشتاء إلى الملاذ وغرفه الخفية.
fr: Un jour, je reçus un message. Ravan m’appelait au nord, de l’autre côté du Grand Fleuve et au-delà de la Listra, vers un ancien sanctuaire que nous avions exploré ensemble dans notre jeunesse. À cette époque, je croyais encore que Ravan était mon ami et un mage respecté de la Lumière, et donc je me pliai à son invitation. Avec le recul, cela peut paraître insensé, mais je fis le long voyage vers le nord, en plein hiver, jusqu’au sanctuaire et à ses chambres secrètes.
gl: Un día recibín unha mensaxe. Ravan chamábame cara ao norte, atravesando o Gran Río e pasando a Listra, a un antigo santuario que exploraramos xuntos nos nosos anos máis novos. Nese momento, eu aínda pensaba que Ravan era o meu amigo e un respetado mago da Luz, así que obedecín. Parece unha tontería agora, en retrospectiva, pero fixen a longa viaxe cara ao norte na escuridade do inverno ata o santuario e as súas cámaras escondidas.
it: Un giorno ricevetti un messaggio. Era di Ravan che mi stava chiamando a nord, attraverso il Grande Fiume e oltre il Listra, verso un antico santuario che una volta avevamo esplorato insieme da giovani. A quel tempo, pensavo ancora che Ravan fosse mio amico e un rispettato mago della Luce, quindi ho obbedito. Sembra sciocco ora, col senno di poi, ma ho fatto il lungo viaggio verso nord nell’oscurità dell’inverno fino al santuario e alle sue camere nascoste.

source: Even now, that dreadful scene is burned into my memory. At a mere glance, I could already sense the taint of black magic on that cloaked form. Ravan’s once bright aura was enshrouded by an impenetrable darkness, thick and potent and filled with terror. Before I could gather myself, hoarse and frightful voices sprang to life around me, a stream of foul incantations whose cacophonous sound clawed and tore at my body and soul. At that moment, I knew I was obliged to do whatever was necessary to excise this evil from the world.
ar: حتى الآن، لا يزال ذلك المشهد المروع محفوراً في ذاكرتي. فبمجرد نظرة خاطفة، استطعت بالفعل أن أشعر برائحة السحر الأسود على ذلك الشكل المتجسد. كانت هالة رافان التي كانت مشرقة ذات يوم محاطة بظلام لا يمكن اختراقه، كثيف وقوي ومليء بالرعب. وقبل أن أتمكن من استجماع قواي، انبثقت أصوات مبحوحة ومخيفة من حولي، سيل من التعويذات الكريهة التي كان صوتها النشاز يخدش جسدي وروحي ويمزقهما. في تلك اللحظة، عرفت أنني مضطر لفعل كل ما هو ضروري لاستئصال هذا الشر من العالم.
fr: Même aujourd’hui, cette scène épouvantable reste gravée dans ma mémoire. D’un simple regard, je pouvais déjà percevoir la corruption de la magie noire sur cette silhouette encapuchonnée. L’aura jadis lumineuse de Ravan était désormais enveloppée d’une obscurité impénétrable, dense, puissante et emplie de terreur. Avant même que je puisse me reprendre, des voix rauques et effrayantes s’élevèrent tout autour de moi, un flot d’incantations impies dont le vacarme lacérait et déchirait mon corps et mon âme. À cet instant, je sus que je devais faire tout ce qui serait nécessaire pour extirper ce mal du monde.
gl: Aínda agora, esa escena terrible está gravada na miña memoria. Nunha simple ollada, xa podía sentir a mancha da maxia negra nesa forma encubierta. A outra vez brillante aura de Ravan estaba envolta por unha escuridade impenetrable, espesa e potente e chea de terror. Antes de que puidese reunirme, unhas voces roucas e espantosas xurdiron ao meu redor, un regueiro de feos feos cuxo son cacofónico agarraba e desgarraba o meu corpo e a alma. Nese momento, souben que estaba obrigado a facer todo o que fose necesario para eliminar este mal do mundo.
it: Quella scena terribile è impressa ancora adesso nella mia memoria. Con una sola occhiata, potevo già percepire la contaminazione della magia nera su quella forma ammantata. L’aura un tempo luminosa di Ravan era avvolta da un’oscurità impenetrabile, densa, potente e piena di terrore. Prima che potessi riprendermi, voci rauche e spaventose presero vita intorno a me, un flusso di orribili incantesimi il cui suono cacofonico artigliava e dilaniava il mio corpo e la mia anima. In quel momento, sapevo che dovevo fare tutto ciò che era necessario per estirpare questo male dal mondo.

source: Before the incantation could finish, I summoned the utmost of my power and rended Ravan’s physical body. Yet even as I witnessed flesh and blood burn away into soot, a dark shadow arose from the ashen bones and dispersed throughout the sanctum. I knew then that death would be but a mere inconvenience to one so skilled in the mystic arts, and that Ravan’s spirit would return one day...
ar: وقبل أن تنتهي التعويذة، استدعيت أقصى قوتي ومزقت جسد رافان المادي. ولكن حتى عندما شاهدت اللحم والدم يحترقان ويتحولان إلى سخام، انبثق ظل مظلم من العظام الرمادية وانتشر في جميع أنحاء المعتكف. أدركت حينها أن الموت لن يكون سوى مجرد إزعاج لشخص ماهر في الفنون السرية، وأن روح رافان ستعود يومًا ما...
fr: Avant même que l'incantation ne s'achève, je rassemblai toute ma puissance et déchiquetai le corps physique de Ravan. Pourtant, tandis que je voyais chair et sang se consumer en suie, une ombre ténébreuse s'éleva des ossements couverts de cendres et se répandit dans le sanctuaire. Je sus alors que la mort ne serait qu'un simple désagrément pour un être aussi versé dans les arts mystiques, et que l'esprit de Ravan reviendrait un jour…
gl: Antes de que o encantamento puidese rematar, convoquei o máximo do meu poder e entreguei o corpo físico de Ravan. Con todo, aínda que fun testemuña de que a carne e o sangue se queimaban en tisne, unha sombra escura xurdiu dos ósos de cinza e dispersouse por todo o santuario. Souben entón que a morte non sería máis que un mero inconveniente para un tan hábil nas artes místicas, e que o espírito de Ravan volvería algún día...
it: Prima che l’incantesimo potesse finire, ho fatto appello al massimo del mio potere e ho squarciato il corpo fisico di Ravan. Eppure, proprio mentre vedevo carne e sangue bruciare e diventare fuliggine, un’ombra oscura si levò dalle ossa cineree e si disperse per tutto il santuario. Allora sapevo che la morte non sarebbe stata altro che un banale inconveniente per uno così abile nelle arti mistiche, e che lo spirito di Ravan sarebbe tornato un giorno...

source: As it has now, to finally fulfill the prophecy that the Sylph spoke of all those years ago.
ar: كما هو الحال الآن، لتحقيق النبوءة التي تحدثت عنها السيلف طوال تلك السنوات الماضية.
fr: Il est temps désormais d‘accomplir enfin la prophétie que la Sylphide avait prononcée il y a tant d’années.
gl: Como agora, para por fin cumprir a profecía da que falaba o Sílfido hai todos eses anos.
it: Come è successo adesso, per adempiere finalmente la profezia di cui la Silfide parlò tanti anni fa.

source: Yes. But hope is not yet lost. After pondering the matter once more, I have come to a conclusion. I do not have the power to defeat Mal-Ravanal as I am now. We must travel north, away from Wesnoth, back to the sanctuary where I had defeated Ravan once before.
ar: نعم، لكن الأمل لم يفقد بعد. بعد التفكير في الأمر مرة أخرى، توصلت إلى استنتاج. لا أملك القوة لهزيمة مال رافانال كما أنا الآن. يجب أن نسافر شمالاً، بعيدًا عن ويسنوث، عائدًا إلى الملاذ الذي هزمت فيه رافانال من قبل.
fr: Oui. Mais tout espoir n’est pas encore perdu. Après avoir réfléchi de nouveau à la situation, je suis parvenu à une conclusion. Je n’ai pas le pouvoir de vaincre Mal-Ravanal dans l’état où je me trouve actuellement. Nous devons nous diriger vers le nord, loin de Wesnoth, de retour au sanctuaire où j’avais déjà vaincu Ravan une première fois.
gl: Garfos. Pero a esperanza aínda non está perdida. Despois de reflexionar sobre o asunto unha vez máis, cheguei a unha conclusión. Non teño o poder de derrotar a Mal-Ravanal como estou agora. Debemos viaxar ao norte, lonxe de Wesnoth, de volta ao santuario onde derrotara a Ravan unha vez.
it: SÌ. Ma la speranza non è ancora perduta. Dopo aver riflettuto ancora una volta sulla questione, sono giunto ad una conclusione. Non ho il potere di sconfiggere Mal-Ravanal nel mio attuale stato. Dobbiamo viaggiare verso nord, lontano da Wesnoth, per tornare al santuario dove sconfissi Ravan la prima volta.

source: And leave our countrymen to fend for themselves in a time of war? This does not sit right with me.
ar: ونترك أبناء وطننا يدافعون عن أنفسهم في وقت الحرب؟ هذا لا يناسبني.
fr: Et laisser nos paysans se défendre seuls en ces temps de guerre ? Cela ne saurait me convenir.
gl: E deixar que os nosos paisanos se valen por si mesmos nun tempo de guerra? Isto non me senta ben.
it: E lasciare che i nostri connazionali si arrangino da soli in tempo di guerra? Questo non mi va bene.

source: If we fail to defeat Mal-Ravanal, no effort of ours will be sufficient to withstand the endless armies of the dead. Our blood is limited and the more it is spilled, the more their strength grows. Only by using the power from the sanctuary to destroy the Lich can we find salvation.
ar: إذا فشلنا في هزيمة مال-رافانال، فلن يكون أي جهد من جانبنا كافياً لمقاومة جيوش الموتى التي لا نهاية لها. دماؤنا محدودة وكلما سُفكت، زادت قوتهم. فقط باستخدام القوة من الحرم لتدمير الليش يمكننا أن نجد الخلاص.
fr: Si nous échouons à vaincre Mal-Ravanal, aucun de nos efforts ne suffira à résister aux armées sans fin des morts. Notre sang est limité, et plus il sera versé, plus leur force croîtra. Seule la puissance du sanctuaire, utilisée pour anéantir la Liche, pourra nous offrir le salut.
gl: Se non logramos derrotar a Mal-Ravanal, ningún esforzo noso será suficiente para resistir aos interminables exércitos de mortos. O noso sangue é limitado e canto máis se derrama, máis medra a súa forza. Só usando o poder do santuario para destruír o Lich poderemos atopar a salvación.
it: Se non riusciamo a sconfiggere Mal-Ravanal, nessun nostro sforzo sarà sufficiente a resistere agli infiniti eserciti dei morti. Il nostro sangue è limitato e quanto più viene versato, tanto più cresce la loro forza. Solo usando il potere del santuario per distruggere il Lich potremo trovare la salvezza.

source: Far though this journey may take us, if it is necessary to defeating this great evil, we have no choice but to make it.
ar: على الرغم من أن هذه الرحلة قد تكون نهايتنا، إذا كان من الضروري هزيمة هذا الشر العظيم، فليس لدينا خيار سوى القيام بذلك.
fr: Aussi lointaine que puisse être cette quête, si elle est nécessaire pour vaincre ce grand mal, nous n’avons d’autre choix que de l’accomplir.
gl: Aínda que nos leve esta viaxe, se é necesario vencer este gran mal, non nos queda máis remedio que facelo.
it: Per quanto lontano possa portarci questo viaggio, se è necessario sconfiggere questo grande male, non abbiamo altra scelta che arrivare fino in fondo.

source: Very well. The Great River can be crossed near Soradoc. We could reach the garrison there, contact the Crown, and gather supplies for our journey.
ar: جيد جداً. يمكن عبور النهر العظيم بالقرب من سورادوك. يمكننا أن نصل إلى الحامية هناك ونتصل بالتاج ونجمع المؤن لرحلتنا.
fr: Très bien. Le Grand Fleuve peut être franchi près de Soradoc. Nous pourrions gagner la garnison, prendre contact avec la Couronne et réunir les vivres nécessaires pour notre voyage.
gl: Moi ben. O Gran Río pódese cruzar preto de Soradoc. Poderiamos chegar á guarnición alí, contactar coa Coroa e reunir subministracións para a nosa viaxe.
it: Molto bene. Il Grande Fiume può essere guadato nei pressi di Soradoc. Potremmo raggiungere la guarnigione, contattare la Corona e raccogliere provviste per il nostro viaggio.

source: The entire undead army is between us and Soradoc. They even may have already taken the city itself. We should avoid that battle and cross the Great River further east, behind the undead lines.
ar: جيش الموتى الأحياء بأكمله بيننا وبين سورادوك. بل ربما يكونون قد استولوا بالفعل على المدينة نفسها. يجب أن نتجنب تلك المعركة ونعبر النهر العظيم إلى الشرق، خلف خطوط الموتى الأحياء.
fr: Toute l’armée des morts se trouve entre nous et Soradoc. Ils ont peut-être même déjà pris la ville elle-même. Nous devrions éviter cette bataille et traverser le Grand Fleuve plus à l’est, derrière les lignes des morts-vivants.
gl: Todo o exército de non mortos está entre nós e Soradoc. Incluso quizais xa tomaran a propia cidade. Deberíamos evitar esa batalla e cruzar o Gran Río máis ao leste, detrás das liñas de non mortos.
it: C’è l’intera armata dei non-morti è tra noi e Soradoc. Potrebbero addirittura aver già preso la città stessa. Dovremmo evitare quella battaglia e attraversare il Grande Fiume più a est, dietro le linee dei non morti.
