Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: I believe this is the undead rearguard; we must have crossed under their armies while in the tunnel. We must kill either of the dark sorcerers and escape towards Wesnoth.
ar: أعتقد أن هذه هي مؤخرة الموتى الأحياء؛ لابد أننا عبرنا تحت جيوشهم أثناء وجودنا في النفق. يجب أن نقتل أيًا من السحرة المظلمين ونهرب نحو ويسنوث.
fr: Je crois qu’il s’agit de l’arrière-garde des morts-vivants ; nous avons dû passer sous leurs armées en empruntant le tunnel. Il faut tuer l’un des sorcier des ténèbres et nous échapper vers Wesnoth.
gl: Creo que esta é a retagarda non morta; debemos ter cruzado baixo os seus exércitos mentres no túnel. Debemos matar a calquera dos feiticeiros escuros e escapar cara a Wesnoth.
it: Credo che questa sia la retroguardia dei non-morti: dobbiamo essere passati sotto il grosso delle loro armate mentre fuggivamo nel tunnel. Dobbiamo uccidere entrambi i maghi oscuri e fuggire verso Wesnoth.

source: This is a true invasion then? These necromancers mean to conquer Wesnoth itself?
ar: هذا غزو حقيقي إذن؟ هل هؤلاء السحرة يعتزمون غزو ويسنوث نفسها؟
fr: C'est bel et bien une invasion ? L'objectif de ces nécromanciens est la conquête de Wesnoth ?
gl: Esta é unha verdadeira invasión entón? Estes nigromantes pretenden conquistar o propio Wesnoth?
it: Quindi questa è una invasione vera e propria? Questi negromanti intendono conquistare tutto Wesnoth?

source: Yes. I have history with their leader.
ar: نعم، لدي تاريخ مع زعيمهم.
fr: Oui, j'ai une longue histoire avec leur chef.
gl: Si. Teño historia co seu líder.
it: Sì. Ho dei precedenti col loro leader.

source: I... I actually did it!
ar: أنا... لقد فعلت ذلك حقا!
fr: Eh... je m'en suis sorti !
gl: Eu... de feito o fixen!
it: Io.. l’ho fatto sul serio!

source: Well well, I’m impressed! Perhaps this apprenticeship has not been wasted on you after all.
ar: حسناً، حسناً، أنا مندهش! ربما لم يضيع هذا التدريب عليك بعد كل شيء.
fr: C'est bien... je suis impressionné. Tout ce temps passé à te former n'a pas été perdu finalement.
gl: Pois ben, estou impresionado! Quizais esta aprendizaxe non se desperdiciou contigo despois de todo.
it: Bene bene, sono impressionato! Forse, dopo tutto, per te questo apprendistato non è andato tutto sprecato.

source: We will watch your career with great interest...
ar: سوف نشاهد مسيرتك المهنية باهتمام كبير...
fr: On suivra les futurs développements de ta carrière avec intérêt.
gl: Observaremos a túa carreira con moito interese...
it: Seguiremo gli sviluppi della tua carriera con grande interesse...

source: Wait, please, not like this!
ar: انتظر، أرجوك، ليس هكذا!
fr: Oh non, je ne veux pas partir comme ça !
gl: Agarda, por favor, non así!
it: Aspetta, per favore, non così!

source: I told him he should have studied harder.
ar: أخبرته أنه كان عليه أن يدرس بجدية أكبر.
fr: Je lui avais dit de se concentrer plus sur ses études.
gl: Díxenlle que debería ter estudado máis.
it: Glie lo avevo detto che avrebbe dovuto studiare di più.

source: I wanted to avoid as much battle as I could, but it seems like we have no choice...
ar: أردت تجنب أكبر قدر ممكن من المعارك، ولكن يبدو أنه ليس لدينا خيار آخر...
fr: Je voulais rester aussi loin que possible des champs de bataille mais le sort a décidé pour nous...
gl: Quería evitar tanta batalla como puidese, pero parece que non temos outra opción...
it: Volevo evitare quanto più possibile lo scontro, ma sembra che non abbiamo scelta...

source: Skrai, no!! Cursed Wesnothians, he was my precious little brother...
ar: سكراي، لا!! أهل ويسنوث الملعونين، لقد كان أخي الصغير العزيز...
fr: Oh non, Skrouille ! Maudits wesnothiens, c'était mon petit frérot adoré...
gl: Skrai, non!! Malditos Wesnothians, era o meu precioso irmán pequeno...
it: Skrai, no!! Maledetti Wesnothiani, era il mio prezioso fratellino...

source: Kala, no!! Curse you Wesnothians! You may have killed my sister, but I will chase you east and take my revenge!
ar: كالا، لا!! اللعنة عليكم أيها الوسنوثيون! ربما تكون قد قتلت أختي، ولكنني سأطاردك شرقًا وأنتقم منك!
fr: Oh non, Kaille ! Maudits wesnothiens, vous avez tué ma sœurette... Je vous poursuivrai vers l'est et je la vengerai !
gl: Kala, non!! ¡Malditos, Wesnothians! Poida que matases á miña irmá, pero perseguireiche cara ao leste e vingarei!
it: Kala, no!! Siate maledetti, Wesnothiani! Avete ucciso mia sorella, e per questo vi darò la caccia verso est ed avrò la mia vendetta!

source: ... wait, what just happened? Why am I still alive?
ar: ... انتظر، ماذا حدث للتو؟ لماذا مازلت على قيد الحياة؟
fr: Hein ? Je m'en suis sorti vivant. Comment j'ai fait ?
gl: ... espera, que pasou? Por que sigo vivo?
it: ... aspetta, cosa è appena successo? Perché sono ancora vivo?

source: An Elven Interlude
ar: فاصل الجان
fr: Un Interlude Elfique
gl: Un Interludio Élfico
it: Un intermezzo elfico

source: Singing Spring
ar: غناء الربيع
fr: Source chantante
gl: Cantando Primavera
it: Primavera Canterina

source: Gweddry and Dacyn found but scant respite through the west pass. After weeks of slow and labored mountain marching, they stumbled upon a green valley and an unknown forest.
ar: لم يجد جودري وداسين سوى القليل من الراحة عبر الممر الغربي. وبعد أسابيع من السير البطيء والمضنى في الجبال، عثرا على وادٍ أخضر وغابة غير معروفة.
fr: Gweddry et Dacyn ne trouvèrent que peu de répit en passant par le col occidental. Après des semaines de marche lente et pénible à travers les montagnes, ils tombèrent sur une vallée verdoyante et une forêt inconnue.
gl: Gweddry e Dacyn atoparon un escaso respiro polo paso oeste. Despois de semanas de marcha lenta e traballada pola montaña, tropezaron cun val verde e un bosque descoñecido.
it: Gweddry e Dacyn riuscirono a riposare pochissimo attraversando il passo occidentale. Dopo settimane di marcia lenta e faticosa attraverso le montagne, si imbatterono in una valle verde e in una foresta sconosciuta.

source: Elves
ar: الإلفيون
fr: Elfes
gl: Elfos
it: Elfi

source: Vaelya
ar: فيليا

source: Mercenaries
ar: المرتزقة
fr: Mercenaires
gl: Mercenarios
it: Mercenari

source: Addogin
ar: آدّوغين

source: Move any unit to the signpost in the northwest
ar: حرك أي وحدة إلى الإشارة في الشمال الغربي
fr: Déplacer une unité sur le poteau indicateur au nord-ouest
gl: Move calquera unidade ata o cartel do noroeste
it: Muovi una qualsiasi unità presso il cartello a nord-ovest

source: Kill Addogin (bonus reward)
ar: اقتل أدوغين (مكافأة إضافية)
fr: Tuer Addogin (pour un bonus)
gl: Kill Addogin (recompensa extra)
it: Uccidi Addogin (bonus premio)

source: Control 10 villages or kill Addogin to force the mercenaries to retreat.
ar: السيطرة على 10 قرى أو قتل أدوغين لإجبار المرتزقة على التراجع.
fr: Contrôler 10 villages ou tuer Addogin pour forcer la fuite des mercenaires.
gl: Controla 10 aldeas ou mata a Addogin para forzar aos mercenarios a retirarse.
it: Controlla 10 villaggi o uccidi Addogin per forzare i mercenari a ritirarsi.

source: Greetings, travelers! I hope you find our forest hospitable.
ar: تحياتي أيها المسافرون! أتمنى أن تجدوا غابتنا مضيافة.
fr: Salutations, voyageurs ! Je souhaite que nos forêts vous soient accueillantes.
gl: Saúdos, viaxeiros! Espero que atopedes o noso bosque hospitalario.
it: Salute a voi, viaggiatori! Spero che troviate la nostra foresta ospitale.

source: Indeed, and you have my thanks for allowing us entry.
ar: بالفعل، ولك شكري على السماح لنا بالدخول.
fr: Elles le sont et nous vous sommes reconnaissants de nous y autoriser l'accès.
gl: De feito, e tedes o meu agradecemento por permitirnos entrar.
it: Invero, e che tu possa ricevere i miei ringraziamenti per averci fatto entrare.

source: What brings you to our lands? Long has it has been since men of Wesnoth presented themselves to us.
ar: ما الذي أتى بك إلى أراضينا؟ لقد مضى وقت طويل منذ أن قدم لنا رجال ويسنوث أنفسهم.
fr: Qu'est-ce qui vous amène sur nos terres ? Ça fait bien longtemps que les hommes de Wesnoth ne se sont pas présentés ici.
gl: Que te trae ás nosas terras? Hai moito tempo que os homes de Wesnoth se nos presentaron.
it: Cosa vi porta tra le nostre terre? È passato molto tempo dall’ultima volta che gli uomini di Wesnoth si sono presentati a noi.

source: I’m afraid Wesnoth has been invaded by fell undead, although I am glad to see they have not yet entered this forest. We have come here seeking refuge and passage to Wesnoth’s northern river outpost.
ar: أخشى أن يكون قد تم غزو ويسنوث من قبل الموتى الأحياء، على الرغم من أنني سعيد لرؤيتهم لم يدخلوا هذه الغابة بعد. لقد جئنا إلى هنا بحثا عن ملجأ و ممر إلى مخفر نهر ويسنوث الشمالي.
fr: Je crains que Wesnoth n'ait été envahi par des morts-vivants, mais je suis soulagé de constater qu'ils n'ont pas encore pénétré dans cette forêt. Nous sommes venus ici chercher un refuge et un passage vers le poste avancé de la rivière, au nord de Wesnoth.
gl: Temo que Wesnoth foi invadido por mortos-vivos caídos, aínda que me alegro de ver que aínda non entraron neste bosque. Vimos aquí buscando refuxio e paso ao posto avanzado do río norte de Wesnoth.
it: Temo che Wesnoth sia stata invasa da terribili non-morti, sebbene il mio cuore si rallegri nel vedere che non sono penetrati in questa foresta. Siamo giunti qui in cerca di rifugio e di un passaggio sicuro per l’avamposto fluviale settentrionale di Wesnoth.

source: I am sorry to hear of your misfortune. Our scouts had spotted undead in this area, but I am shocked to hear that they are attacking Wesnoth. And if they are hunting you, then...
ar: أنا آسف لسماع سوء حظك. لقد رصد مستكشفونا موتى أحياء في هذه المنطقة، لكنني مصدوم لسماع أنهم يهاجمون ويسنوث. و إذا كانوا يطاردونكم، إذن...
fr: Je suis désolé d’apprendre votre malheur. Nos éclaireurs avaient repéré des morts-vivants dans cette région, mais je suis choqué d’apprendre qu’ils attaquent Wesnoth. Et s’ils sont à votre poursuite, alors…
gl: Sinto saber da túa desgraza. Os nosos exploradores detectaran non mortos nesta zona, pero estou sorprendido ao saber que están atacando Wesnoth. E se te están cazando, entón...
it: Mi rattrista apprendere della vostra malasorte. I nostri esploratori hanno individuato alcuni non-morti in quest’area, ma sono scioccato nell’apprendere che stanno attaccando Wesnoth. E se vi stanno dando la caccia, allora...

source: My heart aches with the weight of this decision, but if you are being pursued by undead I am afraid I cannot allow you entry. You are welcome to travel outside our lands, but I cannot risk bringing destruction to my people.
ar: يؤلمني قلبي بسبب ثقل هذا القرار، ولكن إذا كنت تتعرض لملاحقة من قبل الموتى الأحياء، فأنا أخشى ألا أسمح لك بالدخول. أنت مرحب بك للسفر خارج أراضينا، ولكن لا يمكنني المخاطرة بجلب الدمار لشعبي.
fr: Cette décision me pèse, mais si vous êtes poursuivis par des morts-vivants, je crains de ne pouvoir vous laisser entrer. Vous êtes libres de voyager hors de nos terres, mais je ne peux prendre le risque d’amener la destruction sur mon peuple.
gl: Doeme o corazón o peso desta decisión, pero se estás sendo perseguido por non mortos, temo que non podo permitirche a entrada. Podes viaxar fóra das nosas terras, pero non podo arriscar a traer destrución ao meu pobo.
it: Mi piange il cuore per il peso di questa decisione, ma se siete inseguiti dai non-morti, temo di non potervi permettere l’accesso. Siete i benvenuti se viaggiate fuori dalle nostre terre, ma non posso rischiare di portare la distruzione tra il mio popolo.

source: So much for forest hospitality. Elf, you know full well that going around will take us days of forced march, time which we can hardly afford. We despise the undead just as much as you. Let us pass.
ar: هذا كثير بالنسبة لضيافة الغابة. أيها القزم، أنت تعلم جيداً أن التجول سيستغرق منا أياماً من المسير الإجباري، وهو وقت لا يمكننا تحمله. نحن نحتقر الموتى الأحياء بقدر ما تحتقروها. دعنا نعبر.
fr: Bravo pour l'hospitalité. Elfe, tu sais très bien que faire le détour nous obligerait à marcher pendant des jours, un contretemps que nous ne pouvons guère nous permettre. Nous méprisons les morts-vivants autant que vous. Laissez-nous passer.
gl: Tanto para hostalería forestal. Elf, ben sabes que dar a volta nos levará días de marcha forzada, tempo que dificilmente podemos permitirnos. Despreciamos os mortos-vivos tanto coma ti. Déixanos pasar.
it: Alla faccia della foresta ospitale. Elfo, sai benissimo che aggirare la foresta richiederà giorni di marcia forzata, giorni che difficilmente potremo permetterci. Disprezziamo i non-morti tanto quanto te. Lasciaci passare.

source: Vaelya, surely you can find it in your heart to grant us passage?
ar: فاليا، بالتأكيد يمكنك أن تجد ذلك في قلبك لتمنحنا المرور؟
fr: Valeya, vous aurez certainement la bonté de nous laisser passer ?
gl: Vaelya, seguro que podes atopalo no teu corazón para darnos paso?
it: Vaelya, non riesci a trovare nel tuo cuore il desiderio di concederci il passaggio?

source: I wish I could, but I would spare my people the fate of undeath. I must take precautions to protect these lands.
ar: أتمنى لو أستطيع، ولكنني سأجنب شعبي مصير الموت. يجب أن أتخذ الاحتياطات اللازمة لحماية هذه الأراضي.
fr: J'aimerais pouvoir le faire mais je dois épargner la mort-vivance à mon peuple. Seule la plus grande prudence peut protéger ce territoire.
gl: Gustaríame poder, pero aforraríalle ao meu pobo o destino da non morte. Debo tomar precaucións para protexer estas terras.
it: Vorrei poterlo fare, ma risparmierei alla mia gente il destino della non-morte. Devo prendere le precauzioni necessarie per proteggere queste terre.

source: In fact, I confess that since hearing of the undead I have stooped so low as to hire a mercenary company...
ar: في الواقع، أعترف أنه منذ أن سمعت عن الموتى الأحياء، انحدرت إلى مستوى منخفض لدرجة أنني قمت باستئجار فرقة مرتزقة...
fr: En fait je dois concéder que devant l’arrivée des morts-vivants, j'en ai été réduite à engager une bande de mercenaire.
gl: De feito, confeso que desde que souben falar dos mortos-vivos me inclinei tanto como para contratar unha compañía de mercenarios...
it: Infatti, confesso che sin da quando ho sentito parlare dei non-morti mi sono abbassata a tal punto da assumere una compagnia di mercenari...

source: ... Addogin, please escort these Wesnothians away to the east.
ar: ..أدوجين، من فضلك قم بمرافقة هؤلاء الوسنوثيين بعيدًا إلى الشرق.
fr: Addogin, veille à reconduire ces wesnothiens à la frontière Est.
gl: ... Addogin, escolta a estes wesnothianos cara ao leste.
it: ... Adoggin, per cortesia, scortate questi Wesnothiani verso est.

source: You heard the lady! Boys, it’s time to earn our keep!
ar: لقد سمعتم السيدة! أيها الأولاد، لقد حان الوقت لكسب حصننا!
fr: Vous avez entendu la dame ! Les gars, il est temps de gagner sa paye !
gl: Escoitaches a señora! Rapaz@s, é hora de gañarnos!
it: Avete sentito la signora! Ragazzi, è giunta l’ora di guadagnarci la nostro paga!

source: Nafga
ar: نافجا
en@shaw: 路

source: And what about me?
ar: وماذا عني؟
fr: Et moi alors ?
gl: E que hai de min?
it: E quali sono i miei ordini?

source: Into the forest with you. If it comes to bloodshed, strike at them from behind. And don’t even think of running off with any corpses before I can collect our bounty!
ar: إلى الغابة معك. إذا تعلق الأمر بسفك الدماء، فاضربهم من الخلف. ولا تفكر حتى في الهروب بأي جثث قبل أن أتمكن من جمع مكافأتنا!
fr: Je vous suis dans la forêt. S'il y a effusion de sang, attaquez-les par derrière. Et surtout, n'essayez même pas de vous enfuir avec les cadavres avant que je ne puisse récupérer notre butin !
gl: No bosque contigo. Se se trata de derramamento de sangue, golpealos por detrás. E nin sequera penses en fuxir con ningún cadáver antes de que poida recoller a nosa recompensa!
it: Nella foresta con lui. Se vi imbattete in un massacro, pugnalateli alle spalle. E non pensate neanche lontanamente di scappare con i cadaveri prima che io possa riscuotere la nostra taglia!

source: There must be some way to resolve this without fighting...
ar: يجب أن يكون هناك طريقة ما لحل هذه المشكلة دون قتال...
fr: Il doit bien y avoir un moyen de résoudre ça sans combat...
gl: Debe haber algún xeito de resolver isto sen loitar...
it: Deve esserci un modo per risolvere la questione senza combattere...

source: Finding another path westwards would cause great delay, which would cost Wesnoth many lives. We will fight our way through the mercenaries, through the elves and out the other side.
ar: إن العثور على طريق آخر غربًا سيتسبب في تأخير كبير، مما سيكلف ويسنوث الكثير من الأرواح. سوف نقاتل في طريقنا من خلال المرتزقة ومن خلال الإلف ونخرج من الجانب الآخر.
fr: Trouver un autre chemin vers l'ouest entraînerait un retard considérable, ce qui coûterait de nombreuses vies à Wesnoth. Nous nous frayerons un chemin à travers les mercenaires, à travers les elfes et nous atteindrons l'autre rive.
gl: Atopar outro camiño cara ao oeste provocaría un gran atraso, o que lle custaría moitas vidas a Wesnoth. Pecharemos camiño a través dos mercenarios, dos elfos e do outro lado.
it: Trovare un sentiero alternativo verso ovest ci causerebbe un grave ritardo, e Wesnoth pagherebbe questo ritardo con molte vite. Combatteremo per aprirci la strada tra i mercenari, tra gli elfi fino ad uscire fuori dall’altra parte.

source: ... hmm, mercenaries are not known for their loyalty. If we can show we are gaining ground, they may turn and run. If we can defeat their leader, the outcome may be even better.
ar: ... حسنًا، المرتزقة ليسوا معروفين بولائهم. وإذا تمكنا من إثبات أننا نكسب أرضًا، فقد ينقلبون ويهربون. وإذا تمكنا من هزيمة زعيمهم، فقد تكون النتيجة أفضل.
fr: … Hum, les mercenaires ne sont pas connus pour leur loyauté. Si nous pouvons montrer que nous gagnons du terrain, ils pourraient se mettre à fuir. Si nous parvenons à vaincre leur chef, le résultat pourrait être encore meilleur.
gl: ... hmm, os mercenarios non son coñecidos pola súa lealdade. Se podemos demostrar que estamos gañando terreo, poden virar e correr. Se podemos derrotar ao seu líder, o resultado pode ser aínda mellor.
it: ... hmm, i mercenari non sono famosi per la loro lealtà. Se riuscissimo a mostrare loro che stiamo guadagnando terreno, potrebbero voltarsi e scappare. Se riuscissimo a sconfiggere il loro condottiero, il risultato potrebbe essere ancora migliore.

source: Bloodshed, hahaha! Nafga will kill the humans and keep the bounty all for himself!
ar: سفك الدماء، هاهاها! سوف يقتل نافجا البشر ويحتفظ بالمكافأة لنفسه!
fr: Massacre, hahaha ! Nafga tuera les humains et gardera tout le butin pour lui tout seul !
gl: Derramamento de sangue, jajaja! Nafga matará aos humanos e manterá a recompensa para si mesmo!
it: Massacro, hahaha! Nafga ucciderà gli umani e terrà la la taglia tutta per sé!

source: No amount of money is worth dying for. Forget this, it’s time to bail!
ar: لا يوجد مبلغ من المال يستحق أن تموت من أجله. انسى هذا، فقد حان وقت الاستسلام!
fr: Aucune somme d’argent ne vaut la peine de mourir. Laissez tomber, il est temps de filer !
gl: Ningunha cantidade de diñeiro paga a pena morrer. Esquece isto, é hora de rescatar!
it: Non vale la pena morire per nessuna somma di denaro. Dimentica l’accordo, è tempo di mollare!

source: No, we need your help! Please come back!
ar: لا، نحن بحاجة لمساعدتك! نرجو أن تعود!
fr: Non, nous avons besoin de vous ! Revenez, je vous en prie !
gl: Non, necesitamos a túa axuda! Por favor, volve!
it: No, abbiamo bisogno del tuo aiuto! Ti prego, torna indietro!

source: Sorry lady, but coin’s no good if you’re not alive to spend it.
ar: آسف يا سيدة، ولكن العملة ليست جيدة إذا لم تكن على قيد الحياة لتنفقها.
fr: Toutes mes excuses, madame, mais l'or ne vaut qu'autant que nous restions en vie.
gl: Sentímolo, señora, pero a moeda non vale se non estás viva para gastala.
it: Sono spiacente signora, ma le monete non servono a nulla se non si è vivi per spenderle.

source: This ain’t lookin’ good. Those Wesnoth soldiers are <i>mean</i>.
ar: هذا لا يبدو جيدًا.جنود ويسنوث هؤلاء <i>لئيمون</i>.
fr: Mouais, ça commence à puer. Ces guerriers de Wesnoth sont <i>mauvais</i>.
gl: Isto non ten boa pinta. Eses soldados de Wesnoth son <i>malos</i> .
it: Non promette bene. Quei soldati di Wesnoth sono <i>cattivi</i>.

source: Oh no you don’t! You and your band of mercenaries have caused us enough trouble! How do we know you won’t rally your men and attack us again?
ar: لا لن تفعل! أنت وعصابتك من المرتزقة سببتم لنا ما يكفي من المتاعب! كيف نعرف أنك لن تحشد رجالك وتهاجمنا مرة أخرى؟
fr: Ah non, tu restes ! Toi et ta bande de mercenaires nous avez créé assez d'ennuis ! Et qui nous dit que vous n'allez pas vous regrouper et nous attaquer à nouveau ?
gl: Oh non, non! Ti e a túa banda de mercenarios causáronnos bastantes problemas! Como sabemos que non reunirás aos teus homes e volverás atacarnos?
it: Oh no, non lo farai! Tu e la tua banda di mercenari ci avete causato abbastanza guai! Come facciamo a fidarci che non radunerai di nuovo i tuoi uomini e ci attaccherai di nuovo?

source: I suppose we’ll have to bring him with us, at least for a time. Tie him up so he doesn’t run away.
ar: أعتقد أنه سيتعين علينا إحضاره معنا، على الأقل لفترة من الوقت. اربطه حتى لا يهرب.
fr: Il va falloir le prendre avec nous pour quelque temps. Attachez-le afin qu'il ne s'échappe pas.
gl: Supoño que teremos que traelo connosco, polo menos por un tempo. Átao para que non fuxa.
it: Suppongo che dovremo portarlo con noi, almeno per un po’. Legatelo, così non fuggirà.

source: Help! I was only doing my job!
ar: ساعدوني! لقد كنت أقوم بعملي فقط!
fr: Au secours ! Je ne faisais que mon travail !
gl: Axuda! Só estaba facendo o meu traballo!
it: Aiuto! Stavo soltanto facendo il mio lavoro!

source: Addogin has joined your side, but will be <b><i>slowed</i></b> and <b><i>unable to attack</i></b> as long as he remains tied up.
ar: لقد انضم أدوجين إلى جانبك، ولكنه سيكون <b><i>بطيئا</i></b> و <b><i>وغير قادر على الهجوم</i></b> طالما ظل مقيدًا.
fr: Addogin a rejoint votre camp mais il est <b><i>ralenti</i></b> et <b><i>incapable d'attaquer</i></b> tant qu'il est attaché.
gl: Addogin uniuse ao teu lado, pero será <b><i>máis lento</i></b> e <b><i>non poderá atacar</i></b> mentres siga atado.
it: Addogin si è unito alla tua squadra, ma sarà <b><i>rallentato</i></b> e <b><i>incapace di attaccare</i></b> fintanto che rimarrà legato.

source: I’m gettin’ too old for this...
ar: لقد أصبحت كبيرًا في السن على هذا ...
fr: Je suis trop vieux pour tout ça...
gl: Estou facendo moi vello para isto...
it: Sto diventando troppo vecchio per queste cose...

source: No! This is the first and last time I have failed a mission!
ar: لا! هذه هي المرة الأولى والأخيرة التي أفشل فيها في مهمة!
fr: Non ! C'est la première fois que j'échoue à une mission et ce sera la dernière !
gl: Non! Esta é a primeira e a última vez que fallo nunha misión!
it: No! È la prima volta che fallisco una missione, e sarà anche l’ultima!

source: I only wanted... to protect my people...
ar: أردت فقط... حماية شعبي...
fr: Je voulais juste... protéger mon peuple...
gl: Só quería... protexer á miña xente...
it: Volevo soltanto... proteggere la mia gente...

source: I’ve made it through the forest and I can see the valley Weldyn open on the other side!
ar: لقد عبرت الغابة وأستطيع أن أرى وادي ويلدين مفتوحًا على الجانب الآخر!
fr: J’ai traversé la forêt et je peux voir la vallée de Weldyn s’étaler de l’autre côté !
gl: Eu atravesei o bosque e podo ver o val de Weldyn aberto ao outro lado!
it: Ho attraversato la foresta e vedo la valle del Weldyn che si apre dall’altra parte!
