Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: Well done, we have crossed this forest without major delay. Now we must see what has become of Owaec and his garrison.
ar: أحسنت، لقد عبرنا هذه الغابة دون تأخير كبير. الآن يجب أن نرى ماذا حدث لأويك وحاميته.
fr: Bien joué, nous avons traversé cette forêt sans trop de retard. À présent, nous devons voir ce qu’il est advenu d’Owaec et de sa garnison.
gl: Ben feito, atravesamos este bosque sen grandes demoras. Agora debemos ver que foi de Owaec e a súa guarnición.
it: Ben fatto, abbiamo attraversato la foresta senza grossi ritardi. Ora dobbiamo vedere cosa ne è stato di Owaec e della sua guarnigione.

source: What the?! Are you seeing this? Trees aren’t supposed to move like that.
ar: ماذا؟! هل ترى هذا؟ لا ينبغي للأشجار أن تتحرك بهذه الطريقة.
fr: Quoi ?! Vous avez vu ça ? Les arbres ne sont pas censés bouger comme ça.
gl: Que?! Estás vendo isto? As árbores non deben moverse así.
it: Che diavolo?! Lo vedi anche tu questo? Gli alberi non dovrebbero muoversi in questo modo.

source: The forest itself has come to our aid! Not in a hundred years have I witnessed such a wonder.
ar: لقد جاءت الغابة نفسها لمساعدتنا! لم أشهد مثل هذه العجائب منذ مائة عام.
fr: La forêt elle-même est venue à notre secours ! Je n'avais pas vu un tel miracle depuis au moins un siècle.
gl: O propio bosque veu na nosa axuda! En cen anos non fun testemuña de tal marabilla.
it: La foresta stessa è venuta in nostro aiuto. Non avevo mai assistito ad una simile meraviglia da un centinaio di anni.

source: The fighting has awoken woses from the forest. Now they will surely deny us passage, and this delay will mean the end of Wesnoth...
ar: لقد أثار القتال الووز في الغابة. والآن سوف يمنعوننا بالتأكيد من المرور، وهذا التأخير يعني نهاية ويسنوث...
gl: A loita espertou males do bosque. Agora seguramente nos negarán o paso, e este atraso significará o fin de Wesnoth...
it: Il combattimento ha risvegliato i wose della foresta. Ora ci negheranno sicuramente il passaggio, e questo ritardo significherà la fine di Wesnoth...

source: Ill Humours
ar: سوء المزاج
fr: Un Humour douteux
gl: Malos humores
it: Umori Malsani

source: Pursued by a vengeful Mal-Skraat and his minions, Gweddry and Dacyn were forced eastward out of the Estmarks, into the near reaches of the uncharted Bitter Swamp.
ar: تمت ملاحقة جويدري وداسين من قبل مال سكرات المنتقم وأتباعه، وتم إجبارهم على الخروج شرقًا من إستماركس، إلى المناطق القريبة من المستنقع المر المجهول.
gl: Perseguidos por un vingativo Mal-Skraat e os seus secuaces, Gweddry e Dacyn víronse obrigados a saír dos Estmarks cara ao leste, ata os confins máis próximos do inexplorado Pantano Amargo.
it: Braccati da un vendicativo Mal-Skraat e dai suoi seguaci, Gweddry e Dacyn furono costretti ad dirigersi ad est fuori dalle Marche Orientali, nelle zone vicine all’inesplorata Palude Irta.

source: Far Travelers
ar: المسافرون البعيدون
fr: Grands voyageurs
gl: Viaxeiros Lonxanos
it: Viaggiatori remoti

source: Ikriaf
ar: إكرياف

source: Ragnabair
ar: راجنابير

source: Abman
ar: آبمان

source: Nur al-Nuh
ar: نور النوح

source: Muma
ar: موما
gl: Mamá

source: Defeat Mal-Skraat
ar: هزيمة مال سكرات
fr: Vaincre Mal-Skraat
gl: Derrota a Mal-Skraat
it: Sconfiggi Mal-Skraat

source: Any unit that begins or ends its turn adjacent to a swamp hex will become poisoned.
ar: أي وحدة تبدأ أو تنتهي دورها بالقرب من المستنقع ستصاب بالتسمم.
gl: Calquera unidade que comece ou remate o seu turno adxacente a un hexágono de pantano quedará envelenada.
it: Qualsiasi unità che all’inizio o alla fine del turno si trovi adiacente alla palude verrà avvelenata.

source: Ugh, the fumes from this swamp are horrific! I can barely see my nose and some of the men have started collapsing from sickness. I don’t think we can march much deeper.
ar: الأبخرة المتصاعدة من هذا المستنقع مروعة! بالكاد أستطيع أن أرى أنفي وبعض الرجال بدأوا ينهارون من المرض. لا أعتقد أننا نستطيع التوغل أكثر من ذلك.
gl: Uf, os fumes deste pantano son horribles! Apenas vexo o meu nariz e algúns dos homes comezaron a derrubarse por mor dunha enfermidade. Non creo que poidamos marchar moito máis fondo.
it: Ugh, i miasmi di questa palude sono mefitici! Riesco a malapena a vedere la punta del mio naso e qualcuno degli uomini ha già iniziato a crollare per la nausea. Non credo che possiamo marciare molto più in profondità.

source: We have already marched much too far eastward. We should now head northwest and try to reach Wesnoth’s northern river outpost. Owaec’s soldiers have likely been routed or killed, but the outpost itself will still provide a place to regroup.
ar: لقد تقدمنا ​​بالفعل لمسافة بعيدة جدًا نحو الشرق. يجب أن نتجه الآن نحو الشمال الغربي ونحاول الوصول إلى موقع ويسنوث على النهر الشمالي. من المحتمل أن يكون جنود أويك قد هُزموا أو قُتلوا، لكن الموقع نفسه سيظل يوفر مكانًا لإعادة التجمع.
gl: Xa marchamos demasiado cara ao leste. Agora debemos dirixirnos ao noroeste e tentar chegar ao posto avanzado do río norte de Wesnoth. É probable que os soldados de Owaec fosen derrotados ou asasinados, pero o propio posto de avanzada aínda ofrecerá un lugar para reagruparse.
it: Ci siamo già inoltrati più che abbastanza in direzione est. Adesso dovremmo dirigerci verso nord-ovest e tentare di raggiungere l’avamposto fluviale settentrionale di Wesnoth. I soldati di Owaec probabilmente saranno stati sconfitti o uccisi, ma l’avamposto stesso ci sarà comunque utile per riorganizzarci.

source: I had hoped to preserve the lives of our men, yet it seems we have no choice but to confront this infernal sorcerer.
ar: كنت أتمنى الحفاظ على حياة رجالنا، ولكن يبدو أنه ليس لدينا خيار سوى مواجهة هذا الساحر الجهنمي.
gl: Esperaba preservar a vida dos nosos homes, pero parece que non nos queda máis remedio que enfrontarnos a este feiticeiro infernal.
it: Speravo di salvare la vita ai nostri uomini, ma sembra che non abbiamo altra scelta che affrontare questo stregone infernale.

source: This is a very dangerous place for us to fight. We must stay away from this swamp’s vapours, lest we become poisoned. And we should be cautious when venturing forth; there is no telling what lurks invisible under the water.
ar: إن هذا المكان يشكل خطراً كبيراً علينا. وعلينا أن نبتعد عن أبخرة هذا المستنقع حتى لا نتعرض للتسمم. وعلينا أن نكون حذرين عندما نغامر بالخروج؛ فلا أحد يستطيع أن يتنبأ بما يختبئ تحت الماء.
gl: Este é un lugar moi perigoso para loitar. Debemos estar lonxe dos vapores deste pantano, para que non nos envelenemos. E debemos ser cautelosos á hora de aventurarnos; non se sabe o que se esconde invisible baixo a auga.
it: Per noi questo è un posto molto pericoloso in cui combattere. Dovremmo stare alla larga dai vapori di questa palude, per non esserne avvelenati. E dovremmo muoverci con cautela anche quando ci avventuriamo oltre: non si può mai sapere cosa si nasconda invisibile nelle acque.

source: Safyam
ar: صفيام

source: Hahid al-Ali
ar: عاهد العلي

source: Quiet, someone approaches...
ar: هدوء، شخص ما يقترب...
fr: Silence, quelqu'un approche...
gl: Tranquilo, alguén se achega...
it: Silenzio, qualcuno si sta avvicinando...

source: Unknown
ar: غير معروف
fr: Inconnu
gl: Descoñecido
it: Sconosciuto

source: It must be here somewhere! I’m telling you, alswdan only grows in swamps, and this is the grandest one on the continent.
ar: لابد أن يكون هنا في مكان ما! أنا أقول لك، إن نبات السداني لا ينمو إلا في المستنقعات، وهذا هو الأضخم في القارة.
gl: Debe estar aquí nalgún lugar! Dígoche, alswdan só medra nos pantanos, e este é o máis grandioso do continente.
it: Deve essere qui da qualche parte! Te lo dico io, l’erba alswdan cresce solo nelle paludi, e questa è la più grande del continente.

source: Unknown 2
ar: غير معروف 2
fr: Inconnu 2
gl: Descoñecido 2
it: Secondo Sconosciuto

source: And <i>I’m</i> telling <i>you</i>, you’re going to get us killed wandering around these northlands! I haven’t seen home in years! Your ‘easy money’ expedition has already led us far-too-far astray from the dunes.
ar: و<i>أنا</i> أقول <i>لك</i> إنك ستتسبب في قتلنا أثناء تجوالنا في هذه المناطق الشمالية! لم أر منزلي منذ سنوات! لقد قادتنا بعثتك 'للحصول على المال بسهولة' إلى الضلال بعيدًا عن الكثبان الرملية.
gl: E <i>dígoche</i> <i>que</i> vainos matar vagando por estas terras do norte! Hai anos que non vexo a casa! A túa expedición de "diñeiro fácil" xa nos levou demasiado lonxe das dunas.
it: E <i>io</i> dico a <i>te</i> che finirai per farci ammazzare mentre girovaghiamo per queste terre del nord! Non vedo casa da anni! La tua spedizione “soldi facili” ci ha già portato fin troppo lontano dalle dune.

source: Hail, strangers! Are you friend or foe? What brings you to this foul swamp?
ar: مرحباً أيها الغرباء! هل أنتم أصدقاء أم أعداء؟ ما الذي جاء بكم إلى هذا المستنقع الكريه ؟
gl: Saúde, estraños! Es amigo ou inimigo? Que te trae a este pantano malo?
it: Salve, stranieri! Amici o nemici? Cosa vi porta in questa ripugnante palude?

source: Ah, natives! Perhaps you can help us! I am Hahid al-Ali, herbalist extraordinaire, and this is my assistant Safyam. We’ve journeyed to your lands seeking the rare gwza-alswdan plant.
ar: آه، أيها المواطنون! ربما يمكنك مساعدتنا! أنا عاهد العلي، عالم أعشاب استثنائي، وهذا مساعدي صفيام. لقد سافرنا إلى أراضيكم بحثاً عن نبتة الجوزا-سدان النادرة.
gl: Ah, nativos! Quizais poidas axudarnos! Son Hahid al-Ali, un herborista extraordinario, e este é o meu asistente Safyam. Viaxamos ás túas terras buscando a rara planta gwza-alswdan.
it: Ah, dei nativi! Forse potete aiutarci! Mi presento: sono Hahid al-Ali, uno straordinario erborista, e questa è la mia assistente Safyam. Abbiamo viaggiato nelle vostre terre alla ricerca della rara pianta gwza-alswdan.

source: Why, there’s one now! Safyam, if you would.
ar: حسنًا، يوجد واحد الآن! صفيام، إذا سمحت.
gl: Por que, agora hai un! Safyam, se queres.
it: Guarda, eccone una! Safyam, se vuoi.

source: Thanks to my cure made from this marvelous herb, she is now immune to the swamp’s ill humours! With more, I can make an antitoxin strong enough to cure the draught of death itself!
ar: وبفضل علاجي المصنوع من هذه العشبة الرائعة، أصبحت الآن محصنة ضد أمراض المستنقع! مع المزيد، يمكنني صنع مضاد للسموم قوي بما فيه الكفاية لعلاج الجفاف القاتل نفسه!
gl: Grazas á miña cura feita con esta herba marabillosa, agora é inmune aos malos humores do pantano! Con máis, podo facer unha antitoxina o suficientemente forte como para curar o propio tiro da morte!
it: Grazie al mio medicamento fatto con questa meravigliosa erba, lei ora è immune ai mefitici effluvi della palude! Avendone dell’altra, posso preparare un antidoto abbastanza forte da curare la chiamata stessa della morte!

source: If we help you find more of this ‘alswdan’, will you share your cure with us? Our people have been attacked by undead and we must now fight this dark sorcerer to return home.
ar: إذا ساعدناكم في العثور على المزيد من هذا "السُدان"، فهل ستشاركنا علاجكم؟ لقد هوجم شعبنا من قبل الموتى الأحياء ويجب علينا الآن محاربة هذا الساحر المظلم للعودة إلى ديارنا.
gl: Se che axudamos a atopar máis deste 'alswdan', compartirás a túa cura connosco? O noso pobo foi atacado por non mortos e agora debemos loitar contra este escuro feiticeiro para volver a casa.
it: Se ti aiutassimo a trovare dell’altra di questa ’alswdan’, potresti condividere con noi questa cura? La nostra gente è stata attaccata dai non-morti e noi dobbiamo batterci con questo oscuro stregone per tornare a casa.

source: Ho ho, a haggler after my own heart! I don’t see why not. But if these undead are giving you such trouble, why not strike them in their capital? Safyam spotted it not far east of here. I want nothing to do with them of course, but I’m sure you military-minded folk would have no trouble storming their walls.
ar: هوو هوو، مساوم على قلبي! لا أرى سببًا يمنعني من ذلك. ولكن إذا كان هؤلاء الموتى الأحياء يسببون لك مثل هذه المتاعب، فلماذا لا تهاجمهم في عاصمتهم؟ لقد رصدهم صفيام ليس بعيدًا إلى الشرق من هنا. لا أريد أن أتعامل معهم بالطبع، لكنني متأكد من أنكم أيها العسكريون لن تجدوا أي مشكلة في اقتحام جدرانهم.
gl: Ho ho, un regateador segundo o meu propio corazón! Non vexo por que non. Pero se estes mortos-vivos che están a dar tantos problemas, por que non golpealos na súa capital? Safyam viuno non moi lonxe ao leste de aquí. Non quero nada que ver con eles, por suposto, pero estou seguro de que os militares non terían problemas para asaltar os seus muros.
it: Ho ho, un mercante come me! Non vedo perché no. Ma se questi non-morti vi generano così tanti guai, perché non li colpite direttamente nella loro capitale? Safyam l’ha avvistata non molto lontano da qui, verso est. Ovviamente, io non voglio averci nulla a che fare, ma sono sicuro che gente come voi, con una mentalità militaresca, non avrebbe alcun problema ad assaltare le loro mura.

source: If you can find enough alswdan and pay a small fee, I’d be happy to inoculate all of your men and point you in the direction of the undead fortress.
ar: إذا تمكنت من العثور على ما يكفي من السوادان ودفع رسوم بسيطة، سأكون سعيدًا بتلقيح جميع رجالك وتوجيهك في اتجاه قلعة الموتى الأحياء.
gl: Se podes atopar suficientes auxwdan e pagar unha pequena taxa, estaría encantado de inocular a todos os teus homes e indicarte en dirección á fortaleza dos non mortos.
it: Se riuscite a trovare abbastanza alswdan e pagare un piccolo tributo, sarò lieto di immunizzare tutti i tuoi uomini e indicarvi la direzione per la fortezza di non-morti.

source: To travel west, defeat Mal-Skraat. <i>(normal)</i>
ar: للسفر غربًا، عليك هزيمة مال-سكرات. <i>(عادي)</i>
fr: Pour avancer en direction de l'ouest, vaincre Mal-Skraat. <i>(normal)</i>
gl: Para viaxar ao oeste, derrota a Mal-Skraat. <i>(normal)</i>
it: Per viaggiare verso ovest, sconfiggi Mal-Skraat. <i>(normale)</i>

source: To travel east, collect 6 alswdan herbs and pay Hahid al-Ali $gold_cost gold. <i>(challenging)</i>
ar: للسفر شرقًا، اجمع 6 أعشاب من نبات السدان وادفع لعاهد العلي مبلغًا قدره $gold_cost من الذهب. (تحدي)
fr: Pour avancer en direction de l'est, collecter 6 branches d'alswdan et payer Hahid al-Ali $gold_cost pièces d'or. <i>(relevé)</i>
gl: Para viaxar cara ao leste, recolle 6 herbas alswdan e paga a Hahid al-Ali $gold_cost ouro. <i>(desafiante)</i>
it: Per viaggiare verso est, raccogli 6 piante alswdan e paga Hahid al-Ali con $gold_cost pezzi d’oro. <i>(impegnativo)</i>

source: To travel east, collect 5 alswdan herbs and pay Hahid al-Ali $gold_cost gold. <i>(challenging)</i>
ar: للسفر شرقًا، اجمع 5 أعشاب من نبات السدان وادفع لعاهد العلي مبلغًا قدره $gold_cost من الذهب. (تحدي)
fr: Pour avancer en direction de l'est, collecter 5 branches d'alswdan et payer Hahid al-Ali $gold_cost pièces d'or. <i>(relevé)</i>
gl: Para viaxar cara ao leste, recolle 5 herbas alswdan e paga a Hahid al-Ali $gold_cost ouro. <i>(desafiante)</i>
it: Per viaggiare verso est, raccogli 5 piante alswdan e paga Hahid al-Ali con $gold_cost pezzi d’oro. <i>(impegnativo)</i>

source: To travel east, collect 4 alswdan herbs and pay Hahid al-Ali $gold_cost gold. <i>(challenging)</i>
ar: للسفر شرقًا، اجمع 4 أعشاب من نبات السدان وادفع لعاهد العلي مبلغًا قدره $gold_cost من الذهب. (تحدي)
fr: Pour avancer en direction de l'est, collecter 4 branches d'alswdan et payer Hahid al-Ali $gold_cost pièces d'or. <i>(relevé)</i>
gl: Para viaxar cara ao leste, recolle 4 herbas alswdan e paga a Hahid al-Ali $gold_cost ouro. <i>(desafiante)</i>
it: Per viaggiare verso est, raccogli 4 piante alswdan e paga Hahid al-Ali con $gold_cost pezzi d’oro. <i>(impegnativo)</i>

source: To travel east, collect 3 alswdan herbs and pay Hahid al-Ali $gold_cost gold. <i>(challenging)</i>
ar: للسفر شرقًا، اجمع 3 أعشاب من نبات السدان وادفع لعاهد العلي مبلغًا قدره $gold_cost من الذهب. (تحدي)
fr: Pour avancer en direction de l'est, collecter 3 branches d'alswdan et payer Hahid al-Ali $gold_cost pièces d'or. <i>(relevé)</i>
gl: Para viaxar cara ao leste, recolle 3 herbas alswdan e paga a Hahid al-Ali $gold_cost ouro. <i>(desafiante)</i>
it: Per viaggiare verso est, raccogli 3 piante alswdan e paga Hahid al-Ali con $gold_cost pezzi d’oro. <i>(impegnativo)</i>

source: To travel east, collect 2 alswdan herbs and pay Hahid al-Ali $gold_cost gold. <i>(challenging)</i>
ar: للسفر شرقًا، اجمع 2 أعشاب من نبات السدان وادفع لعاهد العلي مبلغًا قدره $gold_cost من الذهب. (تحدي)
fr: Pour avancer en direction de l'est, collecter 2 branches d'alswdan et payer Hahid al-Ali $gold_cost pièces d'or. <i>(relevé)</i>
gl: Para viaxar cara ao leste, recolle 2 herbas alswdan e paga a Hahid al-Ali $gold_cost ouro. <i>(desafiante)</i>
it: Per viaggiare verso est, raccogli 2 piante alswdan e paga Hahid al-Ali con $gold_cost pezzi d’oro. <i>(impegnativo)</i>

source: To travel east, collect 1 alswdan herb and pay Hahid al-Ali $gold_cost gold. <i>(challenging)</i>
ar: للسفر شرقًا، اجمع 1 أعشاب من نبات السدان وادفع لعاهد العلي مبلغًا قدره $gold_cost من الذهب. (تحدي)
fr: Pour avancer en direction de l'est, collecter 1 branche d'alswdan et payer Hahid al-Ali $gold_cost pièces d'or. <i>(relevé)</i>
gl: Para viaxar cara ao leste, recolle 1 herba alswdan e paga a Hahid al-Ali $gold_cost gold. <i>(desafiante)</i>
it: Per viaggiare verso est, raccogli una pianta alswdan e paga Hahid al-Ali con $gold_cost pezzi d’oro. <i>(impegnativo)</i>

source: <i>(herbs are spread in all directions around your starting keep)</i>
ar: <i>(تنتشر الأعشاب في كل الاتجاهات حول نقطة البداية)</i>
fr: <i>(les plants d'alswdan sont distribués aléatoirement aux environs de votre donjon)</i>
gl: <i>(As herbas espallanse en todas as direccións ao redor do teu alimento inicial)</i>
it: <i>(le piantine sono sparse in tutte le direzioni attorno alla tua fortezza di partenza)</i>

source: Any unit that begins or ends its turn adjacent to a swamp hex will become poisoned. Hahid and Safyam are already immune.
ar: أي وحدة تبدأ أو تنهي دورها بمحاذاة عرافة مستنقع ستصبح مسمومة. عاهد وصفيام محصنان بالفعل.
gl: Calquera unidade que comece ou remate o seu turno adxacente a un hexágono de pantano quedará envelenada. Hahid e Safyam xa son inmunes.
it: Qualsiasi unità che inizi o finisca il proprio turno vicino ad un esagono di palude verrà avvelenata. Hadid e Safyam sono già immunizzati.

source: The dunefolk will not follow you to the next scenario.
ar: لن يتبعك شعب الكثبان إلى السيناريو التالي.
gl: Os dunefolk non te seguirán ata o seguinte escenario.
it: Gli Uomini delle Dune non ti seguiranno nel prossimo scenario.

source: I’ve found a sprig of alswdan and am now immune to the swamp’s poison! We’ll need $herbs_needed more (and $gold_cost gold) to travel east.
ar: لقد وجدت غصنًا من نبات السدان وأصبحت الآن محصنًا ضد سم المستنقع! سنحتاج إلى$ herbs_needed من الأعشاب (و $gold_cost من الذهب) للسفر شرقًا.
gl: Atopei unha ramita de alswdan e agora son inmune ao veleno do pantano! Necesitaremos $herbs_needed máis (e $gold_cost gold) para viaxar cara ao leste.
it: Ho trovato un rametto di alswdan e ora sono immune al veleno della palude! Ne serviranno altri $herbs_needed (e $gold_cost pezzi d’oro) per proseguire verso est.

source: I’ve found a sprig of alswdan and am now immune to the swamp’s poison!
ar: لقد وجدت غصناً من السودان وأنا الآن محصن ضد سم المستنقع!
gl: Atopei unha rama de alswdan e agora son inmune ao veleno do pantano!
it: Ho trovato un rametto di alswdan e ora sono immune al veleno della palude!

source: Alas, my long, storied, and exceedingly profitable career has come to an end! Perhaps Safyam was right about the dangers of this place...
ar: للأسف، انتهت مسيرتي المهنية الطويلة والحافلة بالنجاحات والمربحة للغاية! ربما كان صفيام محقًا بشأن مخاطر هذا المكان...
gl: Por desgraza, a miña longa, historiada e sumamente rendible carreira chegou ao seu fin! Quizais Safyam tiña razón sobre os perigos deste lugar...
it: Ahimè, la mia lunga, leggendaria ed estremamente redditizia carriera è giunta al termine! Forse Safyam aveva ragione riguardo ai pericoli di questo posto...

source: My master has perished! It has been too many years since any of us have seen our homeland; we will return to mourn his passing.
ar: لقد مات سيدي! لقد مضت سنوات عديدة منذ أن رأى أي منا وطنه؛ وسوف نعود لنحزن على رحيله.
gl: O meu mestre morreu! Hai demasiados anos que ningún de nós non viu a nosa terra; volveremos chorar o seu pasamento.
it: Il mio padrone è morto! Sono passati troppi anni da quando uno di noi ha visto la nostra terra natia: faremo ritorno lì per piangere la sua dipartita.

source: Give Hahid $gold_cost gold; assault the undead fortress. <i>(challenging)</i>
ar: أعطِ عاهد $gold_cost ذهبًا؛ هاجم حصن الموتى الأحياء. <i>(تحدي)</i>
fr: Donner $gold_extra pièces d'or à Hahid et attaquer la forteresse de morts-vivants. <i>(Relevé)</i>
gl: Dálle a Hahid $gold_cost ouro; asaltar a fortaleza non morta. <i>(desafiante)</i>
it: Dai a Hahid $gold_cost pezzi d’oro; assalta la fortezza dei non-morti. <i>(impegnativo)</i>

source: Give Hahid nothing; return westward towards Wesnoth. <i>(normal)</i>
ar: لا تعطي عاهد شيئًا؛ عد غربًا نحو ويسنوث. <i>(عادي)</i>
fr: Ne rien donner à Hahid et reprendre le chemin vers l'ouest en direction de Wesnoth. <i>(Normal)</i>
gl: Non dea nada a Hahid; volver cara ao oeste cara a Wesnoth. <i>(normal)</i>
it: Non dare nulla a Hadid; riprendi la strada ad ovest verso Wesnoth. <i>(normale)</i>

source: Give Hahid $gold_extra gold.
ar: اعطي عاهد $gold_extra قطعة ذهب.
fr: Donner $gold_extra pièces d'or à Hahid.
gl: Dálle a Hahid $gold_ouro extra.
it: Dai a Hahid $gold_extra pezzi d’oro.

source: Ho ho, that’s all the herbs I need! Now if you’ll give me those $gold_cost gold pieces you promised, I’d be happy to point you in the direction of that undead fortress.
ar: هاهاها، هذه كل الأعشاب التي أحتاجها! الآن إذا أعطيتني $gold_cost قطعة ذهبية التي وعدتني بها، فسأكون سعيدًا بتوجيهك إلى اتجاه قلعة الموتى الأحياء.
gl: Ho ho, iso son todas as herbas que necesito! Agora, se me dás esas pezas de ouro de $gold_cost que prometías, estarei encantado de indicarche a dirección desa fortaleza non morta.
it: Ho ho, con questa ho tutte le erbe di cui ho bisogno! Se ora sei disposto a darmi quei famosi $gold_cost pezzi d’oro come promesso, sarò ben lieto di indicarti la direzione per la fortezza dei non-morti.

source: Even if we do manage to find them, how do you expect us to defeat the undead in the very heart of their territory? I have already told you that this foe is far beyond anything we can face alone. Confronting this menace with the few soldiers we have would be foolish.
ar: حتى لو تمكنا من العثور عليهم، كيف تتوقع منا أن نهزم الموتى الأحياء في قلب أراضيهم؟ لقد أخبرتك بالفعل أن هذا العدو يفوق بكثير أي شيء يمكننا مواجهته بمفردنا. مواجهة هذا الخطر بالعدد القليل من الجنود الذين لدينا سيكون من الحماقة.
gl: Aínda que conseguimos atopalos, como esperas que derrotemos aos non mortos no corazón do seu territorio? Xa che dixen que este inimigo está moito máis alá de todo o que poidamos enfrontar sós. Confrontar esta ameaza cos poucos soldados que temos sería unha tontería.
it: Se anche riuscissimo a trovarli, come ti aspetti che riusciamo a sconfiggere i non-morti nel bel messo del loro territorio? Ti ho già detto che questo nemico è di gran lunga più forte di quanto possiamo fronteggiarne da soli. Affrontare questa minaccia con i pochi soldati che abbiamo a disposizione sarebbe una follia.

source: I’m afraid you don’t have the $gold_cost gold to pay for my information, so I must be off. Best of luck with that ‘Mal-Skraat’ you’re fighting!
ar: أخشى أنك لا تملك $gold_cost ذهبا لدفع ثمن معلوماتي، لذا يجب أن أذهب. حظًا موفقًا مع "مال-سكرات" الذي تقاتله!
gl: Temo que non tes o ouro $gold_cost para pagar a miña información, polo que debo desconectar. Moita sorte con ese 'Mal-Skraat' que estás loitando!
it: Mi dispiace che tu non abbia $gold_cost pezzi d’oro per pagare ala mia informazione, quindi devo andarmene. Buona fortuna con quel ‘Mal-Skraat’ che stai combattendo!
