Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: YOU! MAGE!!! Had you not insisted we travel north, we might have arrived in time to save these people! My friends, my family, dead from your neglect. And all for what? Some necromancer’s trinket more likely to curse us than save us?
ar: أنت! أيها الساحر!!! لو لم تصر على أن نسافر شمالاً، لربما كنا وصلنا في الوقت المناسب لإنقاذ هؤلاء الناس! أصدقائي وعائلتي ماتوا بسبب إهمالك. وكل هذا من أجل ماذا؟ زينة سحرية لمستحضر أرواح والتي من المرجح أن تلعننا بدلاً من أن تنقذنا؟
fr: TOI ! MAGE !!! Si tu n’avais pas insisté pour que nous allions au nord, nous aurions peut-être pu arriver à temps pour sauver ces gens ! Mes amis, ma famille… morts à cause de ton négligence. Et tout ça pour quoi ? Une babiole d’un nécromancien, plus à même de nous maudire que de nous sauver ?
gl: TI! MAGO!!! Se non insistise en que viaxamos ao norte, quizais chegásemos a tempo para salvar a esta xente! Os meus amigos, a miña familia, mortos polo teu abandono. E todo para que? É máis probable que algún baratija de nigromante nos maldiga que nos salve?
it: TU! MAGO!!! Se non avessi insistito per viaggiare verso nord, forse saremmo arrivati ​​in tempo per salvare queste persone! I miei amici, la mia famiglia, morti a causa della tua negligenza. E tutto per cosa? Il gingillo di qualche negromante che ha più probabilità di maledirci che di salvarci?

source: We trusted you. I trusted you! Instead, you sent us away from the war like cowards, led our men to slaughter at the hand of orcs and drakes, and deprived Wesnoth of her eastern guard when she needed it most sorely. And now my homeland has paid the price for your misdeeds!!
ar: لقد وثقنا بك. لقد وثقت بك! ولكنك بدلًا من ذلك أرسلتنا بعيدًا عن الحرب كالجبناء، وقادت رجالنا إلى المذابح على أيدي الأورك والدرايك، وحرمت ويسنوث من حراستها الشرقية عندما كانت في أمس الحاجة إليها. والآن يدفع وطني ثمن أفعالك المشينة!!
gl: Confiamos en ti. Eu confiei en ti! Pola contra, expulsáchesnos da guerra como covardes, levaches aos nosos homes a matar a man de orcos e dracos e privaches a Wesnoth da súa garda oriental cando máis o necesitaba. E agora a miña patria pagou o prezo das túas fechorías!!
it: Ci siamo fidati di te. Mi sono fidato di te! Invece, ci hai allontanati dalla guerra come codardi, hai portato i nostri uomini al massacro per mano di orchi e draghi e hai privato Wesnoth della sua guardia orientale quando ne aveva più disperato bisogno. E ora la mia patria ha pagato il prezzo dei tuoi misfatti!!

source: Are you even listening?!?
ar: هل أنت تستمع حتى؟!؟؟
gl: Estás a escoitar?!?
it: Stai almeno ascoltando?!?

source: Dacyn, what’s wrong? Are you all right?
ar: داسين، ما الخطب؟ هل أنت بخير؟
gl: Dacyn, que pasa? Estás ben?
it: Dacyn, cosa c’è che non va? Stai bene?

source: ...I can’t-
ar: ...لا أستطبع-
gl: ...non podo-
it: ... non posso-

source: I’ve lost control of the Amulet! I must-
ar: لقد فقدت السيطرة على التميمة! يجب أن-
gl: ¡Perdín o control do Amulet! debo-
it: Ho perso il controllo dell’Amuleto! Devo-

source: <span size='small' font-style='italic'>And most importantly...</span>
ar: <span size='small'font-style='italic'>والأهم من ذلك...</span>
it: <span size='small' font-style='italic'>E, soprattutto...</span>

source: Lord Alric
ar: اللورد ألريك
fr: Seigneur Alric
gl: Señor Alric

source: Owaec, my son...
ar: أويك يا ابني...
fr: Owaec, mon fils...
gl: Owaec, meu fillo...
it: Owaec, figlio mio...

source: Why did you abandon us? I am dead... thanks to you...
ar: لماذا تركتنا؟ أنا ميت... بفضلك...
fr: Pourquoi nous as-tu abandonnés ? Je suis mort… à cause de toi…
gl: Por que nos abandonaches? Estou morto... grazas a ti...
it: Perché ci hai abbandonato? Sono morto... grazie a te...

source: No, it’s not true! You’re not dead! I don’t believe you!
ar: لا، هذا ليس صحيحًا! أنت لست ميتًا! أنا لا أصدقك!
fr: Non, ce n'est pas vrai ! Tu n'es pas mort ! Je ne te crois pas !
gl: Non, non é certo! Non estás morto! Non che creo!
it: No, non è vero! Non sei morto! Non ti credo!

source: Owaec, wait!
ar: أويك، انتظر!
fr: Attention, Owaec !
gl: Owaec, agarda!
it: Owaec, aspetta!

source: What do I do now?
ar: ماذا أفعل الآن؟
fr: Que dois-je faire maintenant ?
gl: Que fago agora?
it: Cosa dovrei fare adesso?

source: (gasping) I have regained control!
ar: (يلهث) لقد استعدت السيطرة!
fr: (haletant) J'ai repris le contrôle !
gl: (jadeando) ¡Recuperei o control!
it: (ansimando) Ho ripreso il controllo!

source: What happened? I did not know this Amulet could act of its own accord.
ar: ماذا حدث؟ لم أكن أعلم أن هذا التميمة قادرة على التصرف من تلقاء نفسها.
fr: Que s'est-il passé ? Je ne savais pas que cette amulette pouvait agir de son propre chef.
gl: Que pasou? Non sabía que este Amuleto podía actuar por si mesmo.
it: Cosa è successo? Non sapevo che questo Amuleto potesse agire da solo.

source: Neither did I. I should have sensed it, but the darkness is nearly overwhelming. Even with my inner light, the best I can do is cancel out this dark energy. Such is the price of power...
ar: لم أكن أعلم ذلك أيضًا. كان ينبغي لي أن أشعر بذلك، لكن الظلام كان ساحقًا تقريبًا. حتى مع وجود نور داخلي، فإن أفضل ما يمكنني فعله هو إلغاء هذه الطاقة المظلمة. هذا هو ثمن القوة...
fr: Moi non plus. J'aurais dû le sentir, mais l'obscurité est presque insoutenable. Même avec ma lumière intérieure, je ne peux que neutraliser cette énergie sombre. Tel est le prix du pouvoir…
gl: Eu tampouco. Debería telo sentido, pero a escuridade é case esmagadora. Aínda coa miña luz interior, o mellor que podo facer é cancelar esta enerxía escura. Tal é o prezo da enerxía...
it: Nemmeno io. Avrei dovuto percepirlo, ma l’oscurità è quasi opprimente. Anche con la mia luce interiore, la cosa migliore che posso fare è cancellare questa energia oscura. Questo è il prezzo del potere...

source: ... but it is a necessary price to pay. I will not let up until Mal-Ravanal is defeated, whatever the cost may be.
ar: ... لكن هذا ثمن ضروري يجب دفعه. لن أتوقف حتى يتم هزيمة مال-رافانال، مهما كانت التكلفة.
fr: …mais c’est un prix à payer. Je ne relâcherai pas mes efforts tant que Mal-Ravanal ne sera pas vaincu, quel qu’en soit le prix.
gl: ... pero é un prezo necesario a pagar. Non cederei ata que Mal-Ravanal sexa derrotado, sexa o que custe.
it: ...ma è un prezzo necessario da pagare. Non mi arrenderò finché Mal-Ravanal non sarà sconfitto, qualunque possa essere il costo.

source: ...so it is true. My lord and father is dead.
ar: ... إذن هذا صحيح. سيدي وأبي مات.
fr: …c’est donc vrai. Mon seigneur et père est mort.
gl: ... así que é certo. Meu señor e pai está morto.
it: ... quindi è vero. Il mio signore e padre è morto.

source: Today truly is a day of ill fortune. My family is slain, my kinsmen scattered, my homeland defiled.
ar: اليوم هو حقا يوم تعيس. عائلتي اغتيلت، شعبي تفرق، موطني تدنس.
fr: Aujourd'hui est véritablement un jour de malheur. Ma famille est massacrée, mes proches dispersés, ma patrie profanée.
gl: Hoxe é verdadeiramente un día de mala fortuna. A miña familia é asasinada, os meus parentes espallados, a miña patria contaminada.
it: Oggi è davvero una giornata sfortunata: la mia famiglia è stata uccisa, i miei parenti sono dispersi, la mia patria è stata profanata.

source: But I will not despair! This damning destruction will not be the lasting legacy of the Clans!! These undead will pay for the death they have brought!!!
ar: ولكنني لن أيأس! لن يكون هذا الدمار المروع الإرث الدائم للعشائر!! مستحضرو هؤلاء الموتى الأحياء سيدفعون ثمن الموت الذي جلبوه!!!
fr: Mais je ne désespérerai pas ! Cette destruction abominable ne sera pas l'héritage durable des Clans ! Ces morts-vivants paieront pour la mort qu'ils ont semée !
gl: Pero non vou desesperar! Esta destrución condenatoria non será o legado duradeiro dos Clans!! Estes non mortos pagarán a morte que trouxeron!!!
it: Ma non dispererò! Questa dannata distruzione non sarà il lascito duraturo dei Clan!! Questi non-morti pagheranno per la morte che hanno portato!!!

source: Owaec, do not be so hasty. Much of the horde that conquered this place now marches on Weldyn, but even what little lingers is surely more than a match for our weary band.
ar: أويك، لا تتسرع. فالكثير من الجحافل التي غزت هذا المكان تزحف الآن على ويلدين، ولكن حتى القليل المتبقي هو بالتأكيد أكثر من مجرد ند لقطيعنا المرهق.
gl: Owaec, non sexas tan precipitado. Gran parte da horda que conquistou este lugar marcha agora en Weldyn, pero ata o pouco que perdura seguramente é máis que un xogo para a nosa cansa banda.
it: Owaec, non essere così frettoloso. Gran parte dell’orda che ha conquistato questo luogo ora marcia su Weldyn, ma anche quel poco che rimane è sicuramente più che sufficiente per tenere testa alla nostra stanca banda.

source: Loot Addogin’s smugglers’ caches.
ar: نهب مخابئ المهربين الخاصة بأدوجين.
fr: Piller les caches des trafiquants d'Addogin.
gl: Saquear os cachés dos contrabandistas de Addogin.
it: Saccheggia i depositi nascosti dei contrabbandieri di Addogin.

source: Enemy leaders are idle until first sighted, but will then abandon their keep and attack you.
ar: قادة العدو خاملون حتى رؤيتهم لأول مرة، لكنهم بعد ذلك سيتخلون عن قلاعهم ويهاجمونك.
gl: Os líderes inimigos están inactivos ata que se avistan por primeira vez, pero despois abandonarán a súa fortaleza e atacarán.
it: I condottieri nemici sono inattivi finché non vengono avvistati per la prima volta, ma poi abbandoneranno la loro fortezza e ti attaccheranno.

source: On a quest of searing vengeance? Owaec my friend, what you need is my elixir of ulfserker fury! One taste of this bitter red ambrosia and you’ll fight until you drop, with <b><i>unlimited melee attacks</i></b> and the <b><i>berserk</i></b> melee special!
ar: في مسعى للانتقام الحارق؟ آويك يا صديقي، ما تحتاجه هو إكسير الغضب الحارق! طعم واحد من هذا الشراب الأحمر المر وستقاتل حتى تسقط، مع <b><i>هجمات اشتباك غير محدودة</i></b> وخاصية <b><i>الهيجان</i></b> الهجومية!
gl: Nunha busca de vinganza ardente? Owaec meu amigo, o que necesitas é o meu elixir de furia ulfserker! Unha proba desta ambrosía vermella amarga e loitarás ata que caigas, con <b><i>ataques corpo a corpo ilimitados</i></b> e o especial <b><i>berserk</i></b> de corpo a corpo!
it: In cerca di bruciante vendetta? Owaec amico mio, ciò di cui hai bisogno è il mio elisir della furia ulfserker! Un assaggio di questa amara ambrosia rossa e combatterai fino allo sfinimento, con <b><i>attacchi corpo a corpo illimitati</i></b> e la speciale <b><i>furia berserk</i></b > nel corpo a corpo!

source: Try not to die too quickly!
ar: حاول ألا تموت بسرعة كبيرة!
gl: Tenta non morrer moi rápido!
it: Cerca di non morire troppo rapidamente!

source: Suit yourself! Don’t expect me to drink that though, I’m not suicidal!
ar: كما تشاء! لكن لا تتوقع مني أن أشرب هذا فأنا لست انتحارياً!
gl: Acompáñate! Non esperes que beba iso, non son suicida!
it: Fai come preferisci! Non aspettarti che lo beva, non ho tendenze suicide!

source: This offer expires as soon as your anger does! <i>(elixirs only last for 1 scenario)</i>
ar: ينتهي هذا العرض بمجرد انتهاء غضبك! <i>(الإكسير يستمر لمدة سيناريو واحد فقط)</i>
gl: Esta oferta caduca en canto o teu enfado! <i>(os elixires só duran 1 escenario)</i>
it: Questa offerta scade non appena scema la tua rabbia! <i>(gli elisir durano solo 1 scenario)</i>

source: Buy the elixir for Owaec (30 gold).
ar: اشتري الإكسير لأويك (30 ذهبا).
fr: Acheter l'élixir pour Owaec (30 pièces d'or).
gl: Compra o elixir para Owaec (30 ouros).
it: Compra l’elisir per Owaec (30 pezzi d’oro)

source: Leave the elixir.
ar: اترك الإكسير.
fr: Laisser l'élixir.
gl: Deixa o elixir.
it: Ignora l’elisir.

source: Hol’ up... some of this place is lookin’ mighty familiar. Yeah, few years back I used to work for a smuggler ’round these parts.
ar: توقف... يبدو هذا المكان مألوفًا للغاية. نعم، قبل بضع سنوات كنت أعمل مع أحد المهربين في هذه الأنحاء.
gl: Espera... algúns destes lugares son moi coñecidos. Si, hai uns anos traballaba para un contrabandista por estas partes.
it: Aspetta un attimo... un parte di questo posto mi sembra molto familiare. Sì, qualche anno fa lavoravo per un contrabbandiere da queste parti.

source: I’m sure the undead have burned down his storehouse, but there might still be a cache or three hidden ’round here.
ar: أنا متأكد من أن الموتى الأحياء قد أحرقوا مخزنه، ولكن ربما لا يزال هناك مخبأ أو ثلاثة مخبأة هنا.
gl: Estou seguro de que os non mortos queimaron o seu almacén, pero aínda pode haber un ou tres cachés escondidos por aquí.
it: Sono sicuro che i non-morti abbiano bruciato il suo magazzino, ma potrebbero esserci ancora una o tre depositi nascosti qui intorno.

source: We should retrieve as many as we can; I’m sure the extra gold will be useful.
ar: ينبغي علينا استعادة أكبر عدد ممكن منها؛ وأنا متأكد من أن الذهب الإضافي سيكون مفيدًا.
gl: Deberiamos recuperar cantos poidamos; Estou seguro de que o ouro extra será útil.
it: Dovremmo recuperarne il più possibile: sono sicuro che l’oro in più sarà utile.

source: Just remember, I ain’t been here in years. Some of them caches might be empty now.
ar: فقط تذكر، لم أكن هنا منذ سنوات. قد تكون بعض المخابئ فارغة الآن.
gl: Lembra, hai anos que non estiven aquí. Algúns deles cachés poden estar baleiros agora.
it: Ricorda solo che non vengo qui da anni. Alcuni di quei depositi potrebbero essere vuoti adesso.

source: That’s the first cache. Lookee here, my smuggler friend left us 45 gold pieces.
ar: هذا هو المخبأ الأول. انظر هنا، ترك لنا صديقي المهرب 45 قطعة ذهبية.
fr: C'est une de leurs caches. Hé, voilà que notre ami le trafiquant nous a laissé 45 pièces d'or.
gl: Ese é o primeiro caché. Mira aquí, o meu amigo contrabandista deixounos 45 pezas de ouro.
it: Ecco il primo deposito. Guarda qui, il mio amico contrabbandiere ci ha lasciato 45 monete d’oro.

source: This be the second cache, but looks like some’un found it before us. Empty.
ar: قد يكون هذا هو المخبأ الثاني، لكن يبدو أن شخصًا ما عثر عليه قبلنا. إنه فارغ.
fr: C'est une autre chache mais quelqu'un est déjà passé et ne nous a rien laissé.
gl: Este é o segundo caché, pero parece que algúns non o atoparon antes que nós. Baleiro.
it: Questo è il secondo deposito, ma sembra che qualcuno l’abbia trovato prima di noi. Vuoto.

source: Third ’n last cache, and it’s loaded! A clean 100 gold pieces.
ar: المخبأ الثالث والأخير، وهو مملوء! 100 قطعة ذهبية لا غبار عليها.
fr: C'est une troisième cache et elle est toujours intacte ! Une bonne centaine de pièces d'or.
gl: A terceira e última caché, e está cargada! 100 pezas de ouro limpas.
it: Terzo e ultimo deposito, ed è pieno! n totale di 100 pezzi d’oro.

source: Excellent! The gold from these caches will be very helpful.
ar: ممتاز! الذهب الموجود في هذه المخابئ سيكون مفيدًا جدًا.
fr: Excellent, l'or venant de ces caches arrive à point.
gl: Excelente! O ouro destes cachés será moi útil.
it: Ottimo! L’oro di questi depositi ci sarà veramente di aiuto.

source: Squishy fun to squash! Squash squish squash!
ar: متعة السحق! السحق السحق السحق!
gl: Squishy divertido para esmagar! Squash squish squash!
it: Schiacciosi divertenti da schiacciare! Schiaccia Schiaccio Schiaccia!

source: This man looks to have been dead for about a month. Odd that his body yet lies still.
ar: يبدو أن هذا الرجل قد مات منذ شهر تقريبًا. ومن الغريب أن جثته لا تزال راقدة.
fr: Cet homme semble être mort depuis un mois. Mais son corps est toujours entier.
gl: Este home parece que levaba morto aproximadamente un mes. É raro que o seu corpo aínda estea quieto.
it: Quest’uomo sembra sia morto da circa un mese. Strano che il suo corpo giaccia ancora.

source: There is a journal here, still intact despite the swamp.
ar: توجد يومية هنا، لا تزال سليمة على الرغم من المستنقع.
fr: Il y a aussi un cahier de note, intact malgré les marais.
gl: Aquí hai un diario, aínda intacto a pesar do pantano.
it: C’è un diario qui, ancora intatto nonostante la palude.

source: <i>... we thought the enemy had erred, that the battle could yet be won. Taking advantage of the gap, our swiftest riders drove toward the exposed heart of the skeletal formation. But even as they wrought destruction within the necromancers’ ranks, from out of the water came a great tremor, as if Irdya herself shivered in morbid anticipation. For a moment, I espied a great bony figure, a shambling mass of tooth and claw and wing. Then it fell upon us from behind, and the enemy closed their ranks, and we were encircled by death.</i>
ar: <i>... اعتقدنا أن العدو قد أخطأ، وأن المعركة ما زال من الممكن كسبها. مستغلين الثغرة، انطلق أسرع فرساننا نحو قلب التشكيل الهيكلي المكشوف. ولكن بينما كانوا يعيثون دمارًا في صفوف مستحضري الأرواح، خرجت من الماء هزة عظيمة من بين صفوف مستحضري الأرواح وكأنما ارتجفت إرديا نفسها في ترقب مهووس. للحظة، لمحتُ للحظة شكلًا عظميًا عظيمًا، كتلة متثاقلة من الأسنان والمخالب والأجنحة. ثم انقض علينا من الخلف، وأغلق العدو صفوفه وأطبق علينا الموت.</i>
gl: <i>... pensabamos que o inimigo errara, que aínda se podía gañar a batalla. Aproveitando a diferenza, os nosos pilotos máis rápidos dirixíronse cara ao corazón exposto da formación esquelética. Pero aínda que provocaban a destrución nas filas dos nigromantes, desde fóra da auga xurdiu un gran tremor, coma se a propia Irdya estremecía de morbosa anticipación. Por un momento, observei unha gran figura ósea, unha masa vagabunda de dentes, garras e ás. Entón caeu sobre nós por detrás, e o inimigo pechou as súas filas, e nós fomos rodeados pola morte.</i>
it: <i>... pensavamo che il nemico avesse commesso un errore, che la battaglia potesse ancora essere vinta. Approfittando del divario, i nostri cavallerizzi più veloci si sono diretti verso il cuore esposto della formazione scheletrica. Ma proprio mentre distruggevano i ranghi dei negromanti, dall’acqua provenne un grande tremore, come se la stessa Irdya tremasse in una morbosa anticipazione. Per un momento vidi una grande figura ossuta, una massa tremante di denti, artigli e ali. Poi ci colpì alle spalle, i nemici serrarono le file e fummo circondati dalla morte.</i>

source: <i>I fled, coward that I am, riding breakneck through the night before my injuries overcame my strength. And so it comes that I have earned no honorable death in battle, only the slow fatigue and fever borne by rot and poison. I offer one final prayer to the Light, that at least my family may be spared and that my soul may be kept from undeath...</i>
ar: <i>هربت، ولكم كنت جبانا، راكبا الخيل في الليل قبل أن تغلبني جراحي، وتخمد قوتي. وهكذا حصل أنى لم أحصل على موت شريف في المعركة، بل فقط التعب البطيء والحمى التي يحملها العفن والسم. إنني أتقدم بصلاة أخيرة إلى النور، على الأقل أن تنجو عائلتي وأن تحفظ روحي من الموت...</i>
gl: <i>Fuxín, covarde que son, cabalgando a pescozo a noite antes de que as miñas feridas superaran as miñas forzas. E así chega que non gañei ningunha morte honrosa na batalla, só a lenta fatiga e febre soportadas pola podremia e o veleno. Ofrézolle unha última oración á Luz, para que polo menos a miña familia se salve e que a miña alma non morre...</i>
it: <i>Sono fuggito, da codardo quale sono, cavalcando a rotta di collo per tutta la notte prima che le ferite prendessero il sopravvento sulle mie forze. E così accade che non mi sono guadagnato nessuna morte onorevole in battaglia, solo la lenta stanchezza e la febbre causate dalla putrefazione e dal veleno. Offro un’ultima preghiera alla Luce, affinché almeno la mia famiglia possa essere risparmiata e la mia anima possa essere preservata dalla non-morte...</i>

source: ... we need... reinforcements... send a messenger...
ar: ..نحتاج...تعزيزات...ارسل رسول...
fr: ... envoyer un messager... chercher... de l'aide...
gl: ... necesitamos... reforzos... manda un mensaxeiro...
it: ... abbiamo bisogno... di rinforzi... invia un messaggero...

source: I’m not your enemy!
ar: أنا لست عدوك!
fr: Je ne suis pas votre ennemi !
gl: Non son o teu inimigo!
it: Non sono tuo nemico!

source: ...must... hold... the line.
ar: ..يجب...الحفاظ على...الخط.
fr: ... il faut... tenir... ne pas céder.
gl: ...debe... manter... a liña.
it: ...dobbiamo... tenere... il fronte.

source: ... there’s... too many.
ar: .. هناك... الكثير.
fr: ... trop ... nombreux.
gl: ... hai... demasiados.
it: ... ce ne sono... troppi.

source: You and your men have been turned to undeath! Let us put you out of your misery.
ar: لقد تحولت أنت ورجالك إلى الموتى الأحياء! دعنا نخلصك من بؤسك.
fr: Toi et tes hommes, tous des morts-vivants ! Nous allons mettre fin à vos tourments.
gl: Ti e os teus homes foron convertidos en mortos! Déixanos saír da túa miseria.
it: Tu e i tuoi uomini siete stati trasformati in non morti! Ti daremo il colpo di grazia.

source: ... I would sooner... die... than yield to you... necromancer.
ar: ..أفضّل أن...أموت...على أن أستسلم لك...مستحضر الأرواح.
fr: ... mourir... mieux que te servir... nécromancien.
gl: ... antes... morrería... que cederme a ti... nigromante.
it: ... preferirei... morire... che cedere a te... negromante.

source: ... Lich, you do not belong here... leave, or I shall... rend you...
ar: .. ليش، أنت لا تنتمي إلى هنا... ارحل، وإلا سأمزقك...
fr: ... étrangère... liche doit partir... la chasser d'ici...
gl: ... Lich, ti non pertences aquí... marcha, ou vou... desgarrarte...
it: ... Lich, non appartieni a questo posto... vattene o io.. ti strapperò...

source: Is that... an undead dragon? Dear Light! Raising such a powerful thrall must have been no small feat, even for a necromancer such as Mal-Ravanal.
ar: هل هذا... تنين ميت حي؟ يا نور! لا بد أن إحياء مثل هذا العبد القوي لم يكن بالأمر الهين، حتى بالنسبة لساحر مثل مال-رافانال.
gl: Iso é... un dragón non morto? Querida Luz! Criar a un esclavo tan poderoso non debeu ser pouco, mesmo para un nigromante como Mal-Ravanal.
it: Questo è... un drago non-morto? Cara Luce! Allevare un tale potente schiavo deve essere stata un’impresa non da poco, anche per un negromante come Mal-Ravanal.

source: Even a living dragon is nothing but flesh. This feeble imitation lacks even that. Smash it to pieces.
ar: حتى التنين الحي ليس سوى لحم. هذا التقليد الضعيف يفتقر حتى إلى ذلك. حطمه إلى أشلاء.
gl: Mesmo un dragón vivo non é máis que carne. A esta débil imitación carece mesmo diso. Esmagalo en anacos.
it: Anche un drago vivente non è altro che carne. Questa debole imitazione manca persino di questo. Falla a pezzi.

source: ... I warned you... Ravanal... now <b>burn</b>.
ar: .. لقد حذرتك... رافانال... الآن <b>احترق</b>.
fr: ... Ravanal... tout dit... alors <b>brûler</b>.
gl: ... aviseino... Ravanal... agora <b>queima</b>.
it: ... Ti avevo avvertito... Ravanal... ora <b>brucia</b>.

source: ... Owaec... why do you fight me? Join us... ride alongside your father... defend the plains...
ar: ... أويك... لماذا تقاتلني؟ انضم إلينا... اركب إلى جانب والدك... دافع عن السهول...
gl: ... Owaec... por que loitas comigo? Únete a nós... monta xunto a teu pai... defende as chairas...
it: ... Owaec... perché mi combatti? Unisciti a noi... cavalca al fianco di tuo padre... difendi le piane...

source: Abomination!! Clansmen though you once were, I have no choice but to grind you into dust now.
ar: رجس! على الرغم من أنكم كنتم رجال عشيرة ذات يوم، ليس لدي خيار سوى طحنكم إلى تراب الآن.
gl: Abominación!! Aínda que foses membros do clan, agora non teño máis remedio que moerte en po.
it: Abominio! Anche se una volta siete stati membri dei Clan, ora non ho altra scelta se non ridurvi in ​​polvere.

source: You! You are the cause of this destruction!! Vengeance for my fallen people!
ar: أنت! أنت سبب هذا الدمار!! الانتقام لشعبي الساقط!
gl: Ti! Ti es a causa desta destrución!! Vinganza do meu pobo caído!
it: Tu! Sei tu la causa di questa distruzione! Vendetta per il mio popolo caduto!
