Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: If the threat is as grave as you say, I believe we must take advantage of our position behind the undead lines. Even outnumbered, we may still be able to disrupt their plans and cause some mischief within their city.
ar: إذا كان التهديد خطيرًا كما تقول، أعتقد أنه يتعين علينا الاستفادة من موقعنا خلف خطوط الموتى الأحياء. حتى لو تفوق عددنا عليهم، فقد نتمكن من تعطيل خططهم وإحداث بعض الفوضى داخل مدينتهم.
gl: Se a ameaza é tan grave como dis, creo que debemos aproveitar a nosa posición detrás das liñas de non mortos. Aínda que sexamos superados en número, quizais poidamos interromper os seus plans e causar algunha travesura na súa cidade.
it: Se la minaccia è così grave come sostieni, credo che dovremmo trarre vantaggio dalla nostra posizione dietro le linee dei non-morti. Anche se siamo in inferiorità numerica, potremmo ancora essere in grado di rovinare i loro piani e causare qualche danno alla loro città.

source: ...so the great Gweddry intends to do what all of Wesnoth cannot. Very well. I cannot return to Wesnoth on my own, so it seems I have little choice but to join you in your folly.
ar: ... لذا فإن جودري العظيم يعتزم القيام بما لا يستطيع كل سكان ويسنوث القيام به. حسنًا، لا أستطيع العودة إلى ويسنوث بمفردي، لذا يبدو أنه ليس لدي خيار سوى الانضمام إليك في حماقتك.
gl: ... polo que o gran Gweddry pretende facer o que todo Wesnoth non pode. Moi ben. Non podo volver a Wesnoth pola miña conta, polo que parece que non teño máis remedio que unirme a ti na túa tolemia.
it: ...quindi il grande Gweddry intende fare quello che tutta Wesnoth non riesce a fare. Molto bene. Non posso tornare a Wesnoth da solo, quindi sembra proprio che non abbia altra scelta se non di unirmi a te nella tua follia.

source: I heed Dacyn’s advice on this. Our armies are not strong enough to travel east.
ar: أستمع لنصيحة داسين في هذا الشأن. جيوشنا ليست قوية بما يكفي للسفر شرقًا.
gl: Observo o consello de Dacyn sobre isto. Os nosos exércitos non son o suficientemente fortes para viaxar cara ao leste.
it: Mi sono consigliato con Dacyn a tal proposito. I nostri eserciti non sono abbastanza forti per viaggiare verso est.

source: Suit yourself! Now that I have what I need, it’s high time my friends and I returned to the Ashland.
ar: كما تشاء! الآن بعد أن حصلت على ما أحتاجه، حان الوقت لأعود أنا وأصدقائي إلى آشلاند.
gl: Acompáñate! Agora que teño o que necesito, xa é hora de que os meus amigos e eu volvamos a Ashland.
it: Fai come preferisci! Ora che ho quello che mi serve, è giunta l’ora che i miei amici ed io si ritorni ad Ashland.

source: Ho ho, very funny, for a moment I thought you meant it! But really now, do you want my information or not?
ar: هوو، مضحك للغاية، للحظة اعتقدت أنك تقصد ذلك! لكن الآن حقًا، هل تريد معلوماتي أم لا؟
gl: Ho ho, moi divertido, por un momento pensei que o querías en serio! Pero realmente agora, queres a miña información ou non?
it: Ho ho, molto divertente. Per un momento ho pensato che fossi serio! Ma ora facciamo sul serio: la vuoi la mia informazione o no?

source: What the-? You’re serious!? Well, forget herbalism, I need to find out more about this mystical land where men pay thrice what they owe!
ar: ماذا؟ هل أنت جاد؟ حسنًا، انسَ أمر الأعشاب، فأنا بحاجة إلى معرفة المزيد عن هذه الأرض الغامضة حيث يدفع الرجال ثلاثة أضعاف ما يدينون به!
gl: Que o-? ¡Vas en serio!? Ben, esquece a herborería, teño que saber máis sobre esta terra mística onde os homes pagan o triplo do que deben!
it: Ma che-? Sei Serio!? Bene, dimenticati l’erboristeria: ho bisogno di saperne di più su questa mistica terra dove gli uomini pagano tre volte il prezzo dovuto!

source: Friends, come, let us join these ‘Wesnothians’ and travel west towards the rest of their kind!
ar: أيها الأصدقاء، تعالوا، دعونا ننضم إلى هؤلاء "الويسنوثيين" ونسافر غربًا نحو بقية أفراد جنسهم!
gl: Amigos, veña, unímonos a estes "wesnothianos" e viaxemos cara ao oeste cara ao resto da súa especie!
it: Amici, venite, uniamoci a questi ‘Wesnothiani’ e viaggiamo ad ovest verso i resto di quelli della loro specie!

source: What about journeying east towards the undead fortress?
ar: ماذا عن الرحلة شرقًا نحو قلعة الموتى الأحياء؟
gl: Que tal viaxar cara ao leste cara á fortaleza dos mortos-vivos?
it: E cosa ne pensi invece di viaggiare ad est verso la fortezza dei non-morti?

source: Oh please, I knew you wouldn’t fall for that! I just wanted something to keep those skeletons busy while we left.
ar: أرجوك، كنت أعلم أنك لن تنخدع بذلك! أردت فقط أن أشغل هذه الهياكل العظمية بشيء ما بينما نغادر.
gl: Oh, por favor, sabía que non caerías por iso! Só quería algo para manter ocupados eses esqueletos mentres marchamos.
it: Ma per favore, sapevo che non ci saresti cascato! Volevo solo che qualcosa tenesse impegnati quegli scheletri mentre ce ne andavamo.

source: (The Dunefolk have joined you! You must now defeat Mal-Skraat and travel west. 10 turns have been added to the limit.)
ar: (لقد انضم إليك الصحراويون! يجب عليك الآن هزيمة مال-ساكرات والسفر غربًا. تمت إضافة 10 أدوار إلى الحد الأقصى.)
gl: (Os Dunefolk uníronse a ti! Agora debes derrotar a Mal-Skraat e viaxar cara ao oeste. Engadíronse 10 quendas ao límite.)
it: (Il Popolo delle Dune si è unito a te! Adesso dei sconfiggere Mal-Skraat e riprendere il viaggio verso ovest. Sono stati aggiunti 10 turni al limite.)

source: The dunefolk are leaving and without their aid we have no chance of even finding the undead capital. We must defeat Mal-Skraat and proceed westward.
ar: لقد غادر أهل الكثبان الرملية، وبدون مساعدتهم لن تكون لدينا أي فرصة حتى للعثور على عاصمة الموتى الأحياء. يجب علينا هزيمة مال-سكرات والمضي قدمًا غربًا.
gl: A xente das dunas marchan e sen a súa axuda non temos ningunha posibilidade de atopar a capital dos non mortos. Debemos derrotar a Mal-Skraat e continuar cara ao oeste.
it: Gli Uomini delle Dune se ne stanno andando e senza il loro aiuto non abbiamo modo neanche di trovare la capitale dei non-morti. Dobbiamo sconfiggere Mal-Skraat e procedere verso ovest.

source: No, it can’t end like this! My sister has died unavenged...
ar: لا، لا يمكن أن تنتهي الأمور بهذا الشكل! لقد ماتت أختي دون أن يتم الانتقام لها...
gl: Non, non pode rematar así! A miña irmá morreu sen vingarse...
it: No, non può finire così| Mia sorella è morta senza vendetta...

source: Good, now we should be able to reach what’s left of the northern outpost.
ar: جيد، الآن يجب أن نكون قادرين على الوصول إلى ما تبقى من البؤرة الاستيطانية الشمالية.
gl: Ben, agora deberíamos poder chegar ao que queda do posto de avanzada norte.
it: Bene, ora dovremmo essere in grado di raggiungere quello che ne è rimasto dell’avamposto settentrionale.

source: Thanks for nothing! What happened to helping me gather my herbs?
ar: شكرا على لا شيء! ماذا حدث لمساعدتي في جمع الأعشاب الخاصة بي؟
gl: Grazas por nada! Que pasou para axudarme a recoller as miñas herbas?
it: Grazie di niente! Cosa ne è stato dell’aiutarmi a raccogliere le mie erbe?

source: ...urhggg, I don’t feel so good...
ar: ..آه، أنا لا أشعر أنني بحالة جيدة ...
gl: ...uhggg, non me sinto tan ben...
it: ...urhggg, Non mi sento troppo bene...

source: The swamp’s vapors are overwhelming us... despite our precautions...
ar: أبخرة المستنقع تغمرنا... رغم احتياطاتنا...
gl: Os vapores do pantano estannos esmagando... a pesar das nosas precaucións...
it: I miasmi della palude ci stanno soverchiando... nonostante le nostre precauzioni...

source: Mal-Ravanal’s Capital
ar: عاصمة مال رافانال
fr: La Capitale de Mal-Ravanal
gl: A capital de Mal-Ravanal
it: La capitale di Mal-Ravanal

source: Gweddry marched his band of soldiers ever eastward, deeper and deeper into the bogs. A great wall of stone loomed before them.
ar: سار جودري بمجموعته من الجنود شرقًا، إلى أعماق المستنقعات. وظهر أمامهم جدار ضخم من الحجارة.
gl: Gweddry dirixiu a súa banda de soldados cada vez cara ao leste, cada vez máis profundamente nas turbeiras. Un gran muro de pedra asomaba diante deles.
it: Gweddry condusse la sua banda di soldati sempre più ad est, sempre più in profondità nelle paludi. Davanti a loro si profilava un grande muro di roccia.

source: Mal-Rikna
ar: مال ريكنا

source: Mal-Vakaz
ar: مال-فاكاز

source: Rava-Krodaz
ar: رافا-كروداز
en@shaw: 路-答
gl: Rava-Crodas

source: Rava-Krovan
ar: رافا-كروفان

source: Jailer
ar: السجان
fr: Geôlier
gl: Carcereiro
it: Carceriere

source: How did these undead come to imprison you?
ar: كيف جاء هؤلاء الموتى الأحياء لسجنك؟
fr: Comment êtes-vous tombé prisonnier de ces morts-vivants ?
gl: Como chegaron estes mortos-vivos a encarcerarte?
it: Come hanno fatto questi non-morti ad imprigionarti?

source: It is a sad tale. My allies and I were questing when we were ambushed and captured by ghostly warriors. Their leader has been toying with us, forcing us to fight for their amusement.
ar: إنها قصة حزينة. كنت أنا وحلفائي في مهمة بحث عندما نصب لنا محاربون أشباح كمينًا وأسرونا. كان زعيمهم يلعب بنا، ويجبرنا على القتال من أجل تسلية أنفسهم.
fr: C'est une triste histoire. Mes alliés et moi étions en pleine quête quand nous avons été surpris et capturés par des guerriers fantômes. Leur chef a fait de nous ses jouets, nous faisant nous combattre pour son plaisir.
gl: É un conto triste. Os meus aliados e mais eu estabamos a buscar cando fomos emboscados e capturados por guerreiros fantasmales. O seu líder estivo xogando con nós, obrigándonos a loitar pola súa diversión.
it: È una triste storia. Con i miei alleati stavamo duellando in torneo quando siamo stati attaccati di sorpresa e catturati da dei guerrieri spettrali. Il loro comandante si è divertito a giocare con noi, costringendoci a combattere per il loro divertimento.

source: No soldier deserves such treatment. We will try to free as many of you as possible.
ar: لا يستحق أي جندي مثل هذه المعاملة. سنحاول تحرير أكبر عدد ممكن منكم.
fr: Aucun soldat ne mérite pareil traitement. Nous chercherons à sauver autant que faire se peut des vôtres.
gl: Ningún soldado merece semellante trato. Tentaremos liberar a tantos de vós como sexa posible.
it: Nessun soldato si merita un trattamento simile. Cercheremo di liberare quanti più possibile tra voi prigionieri.

source: Five of my comrades are still imprisoned. We will gladly enter your service in appreciation for our freedom.
ar: لا يزال خمسة من رفاقي في السجن، وسنكون سعداء بالانضمام إلى خدمتكم ثمنا لحريتنا.
fr: Cinq de mes camarades sont toujours en prison. Nous serons heureux d'entrer à votre service en reconnaissance de notre liberté.
gl: Cinco dos meus camaradas seguen cativos. A cambio da nosa liberdade, estariamos dispostos a poñernos ás vosas ordes.
it: Cinque dei miei compagni sono ancora tenuti prigionieri qui. Ci metteremo volentieri al vostro servizio, in segno di gratitudine per averci liberati.

source: A sun paladin! I had no idea there were any of your order still in Wesnoth.
ar: فارس الشمس! لم أكن أعلم أن أيًا من أفراد رتبتك لا يزالون في ويسنوث.
fr: Un paladin de soleil ! J'ignorais que votre ordre était toujours actif à Wesnoth.
gl: Un paladín do sol! Non tiña nin idea de que aínda había algún dos teus pedidos en Wesnoth.
it: Un paladino del sole! Non avevo idea che ci fosse ancora qualcuno del tuo ordine in tutta Wesnoth.

source: Aeraery
ar: آيراري
gl: Aereo

source: Thank you! My poor horse could barely breathe trapped among these reeds!
ar: شكرا لك! بالكاد استطاع حصاني المسكين أن يتنفس وهو محاصر بين هذا القصب!
fr: Merci ! Mon pauvre destrier pouvait à peine respirer dans ces roseaux !
gl: Grazas! O meu pobre cabalo apenas podía respirar atrapado entre estes carrizos!
it: Grazie! Il mio povero cavallo riesce a malapena a respirare, intrappolato in queste queste canne!

source: Teoryn
ar: تيورين

source: Bah, I didn’t need your help! Sooner or later, I would have gotten out of this cage on my own.
ar: باه، لم أكن بحاجة لمساعدتك! عاجلاً أم آجلاً، كنت سأخرج من هذا القفص بمفردي.
fr: Pfff, je n'avais aucun besoin de votre aide ! Tôt ou tard, j'aurais pu me sortir tout seul de cette cage.
gl: Bah, non necesitaba a túa axuda! Tarde ou cedo, sairía desta gaiola pola miña conta.
it: Bah, non avevo bisogno del vostro aiuto! Prima o poi sarei riuscito ad uscire da questa gabbia da solo.

source: Yrthynaenc
ar: يرثيناينك

source: My thanks, friends. I had despaired of ever again riding free amongst the living.
ar: شكرًا لكم أصدقائي. لقد فقدت الأمل في أن أتمكن مرة أخرى من الركوب بحرية بين الأحياء.
fr: Soyez loués, amis ! Je désespérais de pouvoir un jour galoper libre parmi les vivants.
gl: O meu agradecemento, amigos. Desesperaba volver a andar libre entre os vivos.
it: I miei ringraziamenti, amici. Temevo di non poter mai più cavalcare tra i vivi.

source: Inyc
ar: إنيك

source: Vengeance upon the undead! I will make them pay for the abuse they’ve inflicted upon us!
ar: الانتقام من الموتى الأحياء! سأجعلهم يدفعون ثمن الإساءة التي ألحقوها بنا!
fr: Vengeance contre les morts-vivants ! Je leur ferai payer les abus qu'ils nous ont infligés !
gl: Vinganza dos non mortos! Farei que paguen os abusos que nos fixeron!
it: Vendetta sui non-morti! Farò pagare loro tutti gli abusi che ci hanno inflitto!

source: Vobreddaent
ar: فوبريدانت

source: Truly you are heroes of legend to have fought so deep past the undead! I am forever in your debt.
ar: حقًا أنتم أبطال أسطوريون لقتالكم في أعماق الموتى الأحياء! أنا مدين لكم إلى الأبد.
fr: Héros légendaires, vous qui vous êtes avancés si profond à travers les armées de morts-vivants ! Je suis votre obligé.
gl: De verdade, sodes heroes da lenda que loitaron tanto contra os non mortos! Estou sempre na túa débeda.
it: Siete davvero eroi leggendari per aver combattuto così duramente contro i non-morti! Sarò per sempre in debito con voi.

source: Escape by defeating one of the dark sorcerers
ar: الهروب من خلال هزيمة أحد سحرة الظلام
fr: S'échapper en vainquant l'un des sorciers des ténèbres
gl: Acaba cun dos feiticeiros escuros para fuxir.
it: Fuggi dalla capitale uccidendo uno dei maghi oscuri

source: Rescue the imprisoned knights
ar: إنقاذ الفرسان المسجونين
fr: Libérer les chevaliers captifs
gl: Rescata os cabaleiros encarcerados
it: Libera i cavalieri imprigionati

source: Terraent
ar: نصير الحياة
en@shaw: 路火别
gl: Terratenente

source: The Bitter Swamp’s ill reputation is, it seems, well merited. Mal-Ravanal’s fortress lies before us.
ar: يبدو أن السمعة السيئة التي اكتسبها المستنقع المر كانت في محلها. حصن مال-رافانال يقع أمامنا.
fr: La mauvaise réputation du Marais Amer est, semble-t-il, bien méritée. La forteresse de Mal-Ravanal se dresse devant nous.
gl: A mala reputación das brañas inhóspitas é, ao parecer, ben merecida. A fortaleza de Mal-Ravanal atópase diante de nós.
it: La pessima fama della Palude Irta sembra essere ben meritata. La capitale di Mal-Ravanal si erge di fronte a noi.

source: Yes, and behind us undead forces are closing in, including that pest Mal-Skraat. What exactly is your plan? We have no means for victory with the scant tools we have available to us right now. Even if we were to destroy Mal-Ravanal’s skeletal body, their spirit would remain and simply possess another.
ar: نعم، وخلفنا تقترب قوات الموتى الأحياء، بما في ذلك ذلك الوحش مال-سكرات. ما هي خطتك بالضبط؟ ليس لدينا أي وسيلة لتحقيق النصر بالأدوات القليلة المتاحة لنا الآن. حتى لو دمرنا جسد مال-رافانال العظمي، فإن روحه ستبقى وتستحوذ ببساطة على جسد آخر.
gl: Si, e detrás de nós achéganse forzas non mortas, incluída esa praga Mal-Skraat. Cal é exactamente o teu plan? Non temos medios para a vitoria coas escasas ferramentas das que dispoñemos agora mesmo. Aínda que destruíramos o corpo esquelético de Mal-Ravanal, o seu espírito permanecería e simplemente posuería outro.
it: Già, e alle nostre spalle le forze dei non-morti si stanno avvicinando, compresa quella peste di Mal-Skraat. Qual è esattamente il tuo piano? Non abbiamo i mezzi per vincere con gli scarsi strumenti di cui disponiamo al momento. Anche se distruggessimo il corpo scheletrico di Mal-Ravanal, il suo spirito rimarrebbe e si limiterebbe ad possederne semplicemente un altro.

source: To retreat, we need to kill one of these dark sorcerers that follow us. But we are already in the enemy capital and I believe we have a duty to hamper the undead however we can. And look, we are not the only ones fighting here!
ar: للتراجع، نحتاج إلى قتل أحد هؤلاء السحرة المظلمين الذين يتبعوننا. لكننا بالفعل في عاصمة العدو وأعتقد أن لدينا واجب إعاقة الموتى الأحياء بأي طريقة ممكنة. ثم انظر، نحن لسنا الوحيدين الذين يقاتلون هنا!
gl: Para retirarnos, necesitamos matar a un destes feiticeiros escuros que nos seguen. Pero xa estamos na capital inimiga e creo que temos o deber de obstaculizar aos non mortos como poidamos. E mira, non somos os únicos que pelexamos aquí!
it: Per ritirarci, dobbiamo necessariamente uccidere uno di questi stregoni oscuri che ci insegue. Ma siamo già nei pressi della capitale nemica e credo che abbiamo il dovere di mettere i bastoni tra le ruote ai non-morti in qualsiasi modo possiamo. E poi, guarda: non siamo gli unici a combattere qui!

source: In the name of all that is holy, Lich, I will strike you down!
ar: باسم كل ما هو مقدس، ليش، سأضربك حتى الموت!
fr: Par tout le pouvoir des arcanes, je vais te balayer, liche !
gl: No nome de todo o que é santo, Lich, voute matar!
it: Nel nome di tutto ciò che è sacro, Lich, io ti abbatto!

source: Try it, fleshbag.
ar: جربه يا كيس اللحم.
fr: Vas-y, sac-à-bidoche.
gl: Probao, Fleshbag.
it: Provaci, sacco di carne.

source: Mal-Ravanal
ar: مال رافانال
en@shaw: 路ヰ-

source: That tickled a bit!
ar: لقد دغدغني ذلك قليلا!
fr: Oh, ça chatouille !
gl: Iso facía un pouco de cóxegas!
it: Questo mi ha fatto un po’ di solletico!

source: Well paladin, this has been amusing, but apparently we have a new group of guests to entertain. Back into the cage with you.
ar: حسنا أيها الفارس النصير، لقد كان هذا مسليا، ولكن يبدو أن لدينا مجموعة جديدة من الضيوف للترفيه. سأعود إلى القفص معك.
gl: Pois paladín, isto foi divertido, pero ao parecer temos un novo grupo de invitados para entreter. Volve á gaiola contigo.
it: Bene, paladino, tutto questo è stato divertente, ma a quanto pare abbiamo un nuovo gruppo di ospiti da intrattenere. Torna nella tua gabbia.

source: Gratitude to you and yours, pious warriors! Now let us join forces to free my companions and cleanse this place in holy fire!
ar: امتناني لكم ولرفاقكم أيها المحاربون الأتقياء! والآن دعونا نتحد لنحرر رفاقي ونطهر هذا المكان بالنار المقدسة!
gl: Gratitude para ti e os teus, piadosos guerreiros! Agora unimos forzas para liberar aos meus compañeiros e limpar este lugar no lume santo!
it: Gratitudine a te e ai tuoi, pii guerrieri! Ora uniamo le forze per liberare i miei compagni e purificare questo luogo col fuoco sacro!

source: Silly fleshbags, did you come just to nourish our swamp?
ar: أكياس لحم سخيفة، هل أتيت فقط لتغذية مستنقعنا؟
fr: Sacs-à-bidoche stupides, êtes-vous venus juste pour fertiliser nos marais ?
gl: Bolsas de carne parvo, viñestes só para alimentar o noso pantano?
it: Sciocchi sacchi di carne, siete venuti giusto per concimare la nostra palude?

source: Did you really think that your crude weapons would work?
ar: هل تعتقد حقًا أن أسلحتك الخام ستعمل؟
fr: Pensiez-vous vraiment que vos armes rudimentaires vous seraient utiles ?
gl: Realmente pensabas que as túas armas burdas funcionarían?
it: Pensavi davvero che le tue rozze armi avrebbero funzionato?

source: Mal-Ravanal cannot be defeated right now. We must flee!
ar: لا يمكن هزيمة مال-رافانال الآن. يجب أن نهرب!
fr: Nous ne pouvons rien contre Mal-Ravanal pour l'instant. Fuyons !
gl: Mal-Ravanal non pode ser derrotado agora mesmo. Hai que fuxir!
it: È impossibile sconfiggere Mal-Ravanal in questo momento. Dobbiamo fuggire!

source: Gweddry, we should not be here. They are merely toying with us right now, but all will be lost if Mal-Ravanal finds me amongst you!
ar: جويدري، لا يجب أن نكون هنا. إنهم فقط يتلاعبون بنا الآن، لكن كل شيء سيضيع إذا وجدني مال-رافانال بينكم!
gl: Gwedry, non debemos estar aquí. Só están xogando connosco agora mesmo, pero todo se perderá se Mal-Ravanal me atopa entre vós!
it: Gweddry, non dovremmo essere qui. Stanno semplicemente giocando con noi in questo momento, ma tutto andrà perduto se Mal-Ravanal mi troverà tra di voi!

source: Wait a moment! That nauseating holier-than-thou aura...
ar: انتظر لحظة! تلك الهالة المثيرة للاشمئزاز التي تجعلك تشعر بأنك أكثر قداسة من غيرك...
gl: Agarda un momento! Esa nauseabunda aura máis santa que ti...
it: Aspetta un attimo! Quella nauseante aurea di "più-santo-di-te"...

source: ... ah, Dacyn, what an unexpected surprise! Last time we spoke, you blasted me before I could even finish telling you about my research.
ar: ... آه، داسين، يا لها من مفاجأة غير متوقعة! في آخر مرة تحدثنا فيها، هاجمتني قبل أن أتمكن حتى من إنهاء حديثي معك حول بحثي.
gl: ... ah, Dacyn, que sorpresa inesperada! A última vez que falamos, destruíchesme antes de que puidese acabar de falarche da miña investigación.
it: ... ah, Dacyn, che inaspettata sorpresa! L’ultima volta che abbiamo avuto l’occasione di parlare, mi hai fatto imbelvire prima ancora che potessi finire di raccontarti della mia ricerca.

source: If only it had ended back then. Stop this madness. Let this torment come to an end.
ar: لو انتهى الأمر في ذلك الوقت، أوقف هذا الجنون، ودع هذا العذاب ينتهي.
fr: Si seulement tout s’était terminé à ce moment‑là. Arrête cette folie. Que ce tourment prenne fin.
gl: Se só acabara daquela. Detén esta loucura. Que este tormento chegue ao seu fin.
it: Se solo fosse finita allora. Ferma questa follia. Lascia che questo tormenti abbia fine.

source: Torment? What torment? You’re the one who seems to be miserable. But don’t worry, if your goal was to become one of these mindless thralls, you came to the right place. You know what they say. No brain, no pain!
ar: عذاب؟ أي عذاب؟ أنت من يبدو أنه بائس. لكن لا تقلق، إذا كان هدفك هو أن تصبح أحد هؤلاء العبيد الطائشين، فقد جئت إلى المكان الصحيح. أنت تعرف ماذا يقولون لا عقل، لا ألم!
gl: Tormento? Que tormento? Ti es o que parece ser miserable. Pero non te preocupes, se o teu obxectivo era converterte nun destes esclavos sen sentido, chegaches ao lugar indicado. Xa sabes o que din. Sen cerebro, sen dor!
it: Tormento? Quale tormento? Sei tu quello che sembra essere infelice. Ma non ti preoccupare, se il tuo obiettivo era di diventare uno di questi schiavi senza cervello, sei nel posto giusto. Sai come si dice: via il cervello, via il dolore!

source: Don’t worry, old friend, these ghosts will take good care of you. Just stay still for a bit...
ar: لا تقلق يا صديقي القديم، هذه الأشباح ستعتني بك جيدًا. فقط ابق ساكنًا لبعض الوقت...
gl: Non te preocupes, vello amigo, estas pantasmas coidarán de ti. Só quédate quieto un pouco...
it: Non ti preoccupare, vecchio mio, questi fantasmi si prenderanno cura di te. Resta solo fermo un istante...

source: You were <b>friends</b> with this lich?!?
ar: كنتم <b>أصدقاء</b> مع هذا الليش؟!؟
fr: Vous étiez <b>amis</b> avec cette liche ?!?
gl: Eras <b>amigo</b> deste lich?!?
it: Tu eri <b>amico</b> di questo lich?!?
