Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: All things deserve redemption, but I fear the undead will never find it. May this place be cleansed in holy fire!
ar: كل الأشياء تستحق الخلاص، لكن أخشى أن لا يجده الموتى الأحياء أبدًا. فليتطهر هذا المكان بالنار المقدسة!
gl: Todas as cousas merecen a redención, pero temo que os mortos-vivos nunca o atoparán. Que este lugar sexa limpo no lume santo!
it: Tutte le cose meritano la redenzione, ma temo che i non-morti non la troveranno mai. Possa questo luogo essere purificato nel fuoco santo!

source: I have faced worse terrors than you, lizard! Through piety and the holy Light, this place will be sanctified once more.
ar: لقد واجهت أهوالاً أسوأ منك، أيها السحلية! بفضل التقوى والنور المقدس، سوف يتقدس هذا المكان مرة أخرى.
gl: Enfrontei terrores peores ca ti, lagarto! A través da piedade e da luz santa, este lugar será santificado unha vez máis.
it: Ho affrontato terrori peggiori di te, lucertola! Attraverso la pietà e la santa luce, questo luogo sarà nuovamente santificato.

source: ... Necromancer... you are a blight...
ar: ..مستحضر الأرواح...أنت آفة...
fr: ... nécromancien... gangrène du vivant...
gl: ... Nigromante... eres unha plaga...
it: ... Negromante... sei una piaga...

source: Not sure what you’d call me anymore, but definitely not more of a blight than you.
ar: لست متأكدًا من الاسم الذي ستناديني به بعد الآن، ولكن بالتأكيد ليس أكثر ضررًا منك.
gl: Xa non estou seguro de como me chamarías, pero definitivamente non máis mal que ti.
it: Non so più come mi chiameresti, ma sicuramente non sono una piaga più di te.

source: ... Shek’kahan, your fire grows weak... you are hardly... a rival.
ar: .. شككاهان، نارك تضعف... أنت بالكاد... منافس.
fr: ... Shek’kahan, ton feu tarit... tu n'es plus... mon rival.
gl: ... Shek’kahan, o teu lume se fai débil... case non es... un rival.
it: ... Shek’kahan, il tuo fuoco si indebolisce... difficilmente sei... un rivale.

source: ... Thursagan... I warned you not... to enter my lair.
ar: .. ثورسجان... لقد حذرتك من... أن تدخل مخبأي.
fr: ... Thursagan... je t'avais prévenu... de quitter mon repère.
gl: ... Thursagan... Avisei que non... entrar no meu covil.
it: ... Thursagan... ti avevo avvertito di non... entrare nella mia tana.

source: ... please, watch over my son for me.
ar: ..من فضلك، اعتني بابني من اجلي.
fr: ...s'il vous plaît, veillez sur mon fils.
gl: ... por favor, vela polo meu fillo por min.
it: ... per favore, veglia su mio figlio per me.

source: ... I may die... but the Clans... will never fall.
ar: .. قد أموت... لكن العشائر... لن تسقط أبدًا.
fr: ... tomber mais... les clans... toujours debouts.
gl: ... Podo morrer... pero os Clans... nunca caerán.
it: ... Posso anche morire... ma i Clan... non cadranno mai.

source: ... Necromancer... Wesnoth will defeat you... in the end.
ar: .. مستحضر الأرواح... ويسنوث سوف تهزمك... في النهاية.
fr: ... nécromancien... ta défaite finale... contre Wesnoth.
gl: ... Nigromante... Wesnoth derrotarate... ao final.
it: ... Negromante... Wesnoth ti sconfiggerà... alla fine.

source: I am... ...<i>cold</i>.
ar: أنا... ...<i>بارد</i>.
fr: Je suis... ...<i>glacé</i>.
gl: Teño... ...<i>frío</i>.
it: Ho... ...<i>freddo</i>.

source: Dacyn, I’ve been thinking. This artifact has had such a draining effect on you. Perhaps you should rest and take a moment to regain your strength? I could carry the Amulet for a while, or we could store it away.
ar: داسين، لقد كنت أفكر. هذه القطعة السحرية كان لها تأثير مرهق عليك ربما يجب أن تستريح للحظة لتستعيد قوتك. يمكنني أن أحمل التميمة لفترة من الوقت، أو يمكننا تخزينها بعيدا.
fr: Dacyn, j’ai réfléchi. Cet artefact a eu un effet si épuisant sur toi… Peut-être devrais-tu te reposer et prendre un moment pour reprendre des forces ? Je pourrais porter l’Amulette un temps, ou bien nous pourrions la mettre à l’abri.
gl: Dacyn, estiven pensando. Este artefacto tivo un efecto tan agotador sobre ti. Quizais deberías descansar e tomar un momento para recuperar as túas forzas? Podería levar o Amuleto por un tempo, ou poderiamos gardala.
it: Dacyn, stavo pensando. Questo artefatto ha avuto un effetto davvero drenante su di te. Forse dovresti riposarti e prenderti un momento per recuperare le forze? Potrei portare con me l’Amuleto per un po’, oppure potremmo riporlo da qualche parte.

source: Hmm... I suppose there would be no harm in locking it up somewhere safe.
ar: حسنًا... أعتقد أنه لن يكون هناك أي ضرر في حبسه في مكان آمن.
gl: Hmm... Supoño que non estaría mal encerralo nalgún lugar seguro.
it: Hmm... suppongo che non ci sarebbe nulla di male nel chiuderlo in un posto sicuro.

source: <span size='small' font-style='italic'>You have a great weapon... and you would simply lock it away?</span>
ar: <span size='small' font-style='italic'>لديك هكذا سلاحا عظيما... وتعزم على استبعاده ببساطة؟</span>
it: <span size='small' font-style='italic'>Hai una grande arma... e la metteresti semplicemente sotto chiave?</span>

source: <span size='small' font-style='italic'>His intent is good, but his spirit is weak... he would be corrupted...</span>
ar: <span size='small' font-style='italic'>نيته طيبة لكن روحه ضعيفة...سيفسد...</span>
it: <span size='small' font-style='italic'>Il suo intento è buono, ma il suo spirito è debole... ne sarebbe corrotto...</span>

source: <span size='small' font-style='italic'>Only you can be trusted with this responsibility.</span>
ar: <span size='small' font-style='italic'>أنت فقط من يمكن الوثوق به لتحمل هذه المسؤولية.</span>
it: <span size='small' font-style='italic'>Solo a te può essere affidata questa responsabilità.</span>

source: But on the other hand... this is a dangerous artifact. I fear that only I can withstand its energies.
ar: لكن من ناحية أخرى... هذه قطعة أثرية خطيرة. أخشى أنني وحدي من يمكنه تحمل طاقاتها.
fr: Mais d'un autre côté… c'est un artefact dangereux. Je crains d'être la seule à pouvoir résister à son énergie.
gl: Pero por outra banda... este é un artefacto perigoso. Temo que só eu poida soportar as súas enerxías.
it: Ma d’altra parte... questo è un artefatto pericoloso. Temo che solo io possa resistere alle sue energie.

source: Well, you’re the magic expert.
ar: حسنًا، أنت خبير السحر.
gl: Ben, ti es o experto en maxia.
it: Beh, sei tu l’esperto di magia.

source: It is done. My kinsmen have been avenged.
ar: لقد تم الأمر لقد تم الانتقام لأقاربي.
fr: C'est fait. Mes proches ont été vengés.
gl: Está feito. Os meus parentes foron vingados.
it: È fatta. I miei consanguinei sono stati vendicati.

source: Mage... I owe you an apology. This destruction... even had we journeyed here instead of questing north, we would most assuredly have made no difference. Of that I am now certain. The fates may yet reveal that our journey north was necessary, even at such a steep cost. I will stand by you in this fight.
ar: أيها الساحر... أنا مدين لك باعتذار. هذا الدمار... حتى لو سافرنا إلى هنا بدلاً من السعي نحو الشمال، فلن يكون هناك أي فرق. أنا متأكد من ذلك الآن. قد تكشف الأقدار أن رحلتنا نحو الشمال كانت ضرورية، حتى مع هذه التكلفة الباهظة. سأقف بجانبك في هذه المعركة.
fr: Mage… Je vous dois des excuses. Cette destruction… même si nous étions passés par ici au lieu de poursuivre notre quête vers le nord, cela n’aurait certainement rien changé. J’en suis désormais certain. Le destin révélera peut-être que notre voyage vers le nord était nécessaire, même à un tel prix. Je serai à vos côtés dans ce combat.
gl: Mago... Déboche unha desculpa. Esta destrución... aínda que viaxásemos aquí en lugar de buscar o norte, con toda seguridade non teríamos ningunha diferenza. Diso agora estou seguro. Os destinos aínda poden revelar que a nosa viaxe cara ao norte era necesaria, mesmo a un custo tan elevado. Estarei contigo nesta loita.
it: Mago... ti devo delle scuse. Questa distruzione... anche se ci fossimo diretti qui piuttosto che dirigerci verso nord, sicuramente non avremmo fatto alcuna differenza. Di questo ora ne sono certo. Il destino potrebbe ancora svelare che il nostro viaggio verso nord era necessario, persino ad un costo così alto. Sarò al tuo fianco in questa lotta.

source: Apology accepted.
ar: تم قبول الاعتذار.
fr: Excuse acceptée.
gl: Aceptáronse desculpas.
it: Scuse accettate.

source: And I too must admit, I underestimated the power in this Amulet. Even now, voices gnaw at the edges of my mind...
ar: ويجب أن أعترف أيضًا بأنني قللت من تقدير القوة الكامنة في هذه التميمة. وحتى الآن، ما زالت الأصوات تزعجني...
fr: Et moi aussi, je dois l'avouer, j'ai sous-estimé le pouvoir de cette amulette. Encore aujourd'hui, des voix me taraudent l'esprit…
gl: E eu tamén debo admitir que subestiminei o poder deste Amuleto. Aínda agora, as voces roen os bordos da miña mente...
it: E anche io devo ammettere che ho sottostimato il potere di questo Amuleto. Persino adesso, le voci si insinuano come tarli ai bordi della mia mente...

source: Make no mistake, I still do not approve of your plan! It will lead you only to ruin and death! Yet, at least now I believe that your intentions are good despite your questionable methods.
ar: لا تخطئ التقدير، ما زلت لا أوافق على خطتك! لن تقودك إلا إلى الخراب والموت! ومع ذلك، على الأقل الآن أعتقد أن نواياك جيدة على الرغم من أساليبك المشكوك فيها.
fr: Ne vous y trompez pas, je désapprouve toujours votre plan ! Il ne vous mènera qu'à la ruine et à la mort ! Pourtant, au moins maintenant, je crois que vos intentions sont bonnes malgré vos méthodes douteuses.
gl: Non te equivoques, aínda non aprobo o teu plan! Só te levará á ruína e á morte! Porén, polo menos agora creo que as túas intencións son boas a pesar dos teus métodos cuestionables.
it: Non mi fraintendere, ancora non approvo il tuo piano! Ci condurrà soltanto verso morte e distruzione! Eppure, almeno ora credo che le tue intenzioni siano buone nonostante i tuoi discutibili metodi.

source: I’m glad we have prevailed here, but I fear greatly for Wesnoth if the Clans have been defeated so thoroughly so quickly. It has scant been a year since their invasion first began. Owaec, Dacyn, if you are prepared to travel, we must press toward Weldyn at once.
ar: أنا سعيد لأننا انتصرنا هنا، ولكنني أخشى بشدة على ويسنوث إذ هُزمت العشائر تمامًا وبسرعة كبيرة. لم يمض سوى عام واحد منذ بدء غزوهم لأول مرة. أويك، داسين، إذا كنتما مستعدين للسفر، فيجب أن نتقدم نحو ويلدين على الفور.
gl: Alégrome de que prevalecemos aquí, pero temo moito por Wesnoth se os Clans foron derrotados tan axiña e tan rápido. Xa pasou pouco un ano desde que comezou a súa invasión. Owaec, Dacyn, se estás preparado para viaxar, debemos ir cara a Weldyn inmediatamente.
it: Sono lieto che qui abbiamo prevalso, ma temo molto per Wesnoth se i Clan sono stati completamente annientati così in fretta. Non è passato neanche un anno dall’inizio dell’invasione. Owaec, Dacyn, se siete pronti a viaggiare, dobbiamo dirigerci immediatamente verso Weldyn.

source: Return to Wesnoth
ar: العودة إلى ويسنوث
fr: Retour à Wesnoth
gl: Regreso a Wesnoth
it: Ritorno a Wesnoth

source: Leaving the rotting Horse Plains far behind, Gweddry, Owaec, and Dacyn marched hurriedly towards Weldyn, capital of Wesnoth. They dreaded what they might find there...
ar: تاركين سهول الخيل المتعفنة وراءهم بعيدًا، سار جويدري وأويك وداسين مسرعين نحو ويلدين، عاصمة ويسنوث. لقد غمرهم الخوف مما قد يجدونه هناك...
gl: Deixando moi atrás as podrecidas chairas dos cabalos, Gweddry, Owaec e Dacyn marcharon apresuradamente cara a Weldyn, capital de Wesnoth. Temían o que podían atopar alí...
it: Lasciando le ormai marce Piane dei Cavalli molto indietro, Gweddry, Owaec e Dacyn marciarono velocemente verso Weldyn, la capitale di Wesnoth. Temevano quello che avrebbero potuto trovare lì...

source: Halrad
ar: هالراد
en@shaw: 路ｐゐ

source: Shield of Ana’sar
ar: درع آناصار
fr: Bouclier d'Ana’sar
gl: Escudo de Ana’sar
it: Scudo di Ana’sar

source: Carcyn’s Pride
ar: فخر كارسين
fr: Orgueil de Carcyn
gl: O orgullo de Carcyn
it: Orgoglio di Carcyn

source: Mal-un-Darak
ar: مال-اون-داراك
en@shaw: 路ヰ--吼
gl: Mal-un-Darac

source: Mal-un-Zanrad
ar: مال أون زانراد
en@shaw: 路ヰ--

source: Mal-un-Xadrux
ar: مال أون زادروكس
en@shaw: 路ヰ--仇

source: Lo and behold, the great city of Weldyn! Its walls still stand, thank the Light.
ar: ها هي ذي مدينة ويلدين العظيمة! لا تزال جدرانها قائمة، الحمد للنور.
fr: Et voici, la grande cité de Weldyn ! Ses remparts sont toujours debout, grâce à la Lumière.
gl: Velaquí a gran cidade de Weldyn! Os seus muros seguen en pé, grazas á Luz.
it: Guarda e ammira, la grande città di Weldyn! Le sue mura sono ancora in piedi, grazie alla Luce.

source: But look, the undead are laying siege and have built fortifications completely surrounding the city! The defenders must be grievously outnumbered.
ar: لكن انظر، إن الموتى الأحياء يحاصرون المدينة وقد بنوا تحصينات تحيط بها بالكامل! لا بد وأن عدد المدافعين عنها أقل بكثير.
gl: Pero mira, os mortos-vivos están asediando e construíron fortificacións que rodean completamente a cidade! Os defensores deben estar moi superados en número.
it: Ma osserva, i non-morti la stanno assediando e hanno costruito delle fortificazioni che circondano completamente la città! I difensori devono essere terribilmente in inferiorità numerica.

source: Even this undead force appears to be (cough) but a small fraction of Mal-Ravanal’s greater host. (cough)(cough) I must meet with the king. Weldyn will fall if we do not act.
ar: حتى هذه القوة التي لا تموت يبدو أنها (سعال) ليست سوى جزء صغير من جيش مال-رافانال الأكبر. (سعال) (سعال) يجب أن ألتقي بالملك. ستسقط ويلدين إذا لم نتصرف.
fr: Même cette armée de morts-vivants ne semble être (tousse) qu'une infime partie de la vaste armée de Mal-Ravanal. (tousse)(tousse) Je dois rencontrer le roi. Weldyn tombera si nous n'agissons pas.
gl: Incluso esta forza non morta parece ser (tose) pero unha pequena fracción do maior anfitrión de Mal-Ravanal. (tos) (tos) Debo atoparme co rei. Weldyn caerá se non actuamos.
it: Anche questo esercito di non-morti sembra essere (cough) solo una piccola frazione del grosso delle truppe di Mal-Ravanal. (cough)(cough) Devo incontrare il re. Weldyn cadrà se non agiamo.

source: Then we must break through to the city at once! Come on men, follow me!
ar: إذن يجب علينا أن نقتحم المدينة على الفور! هيا أيها الرجال، اتبعوني!
it: Allora dobbiamo fare immediatamente irruzione in città! Forza uomini, seguitemi!

source: Indoors
ar: في الداخل
fr: Intérieur
gl: En interiores
it: Interni

source: Aeraeka
ar: إريكا

source: Halric
ar: هالريك
en@shaw: 路ｐゐ

source: Denogyc
ar: دينوجيك

source: Well try again! It is absolutely imperative that we get a response from the Northerners.
ar: حاول مرة أخرى! من الضروري للغاية أن نحصل على رد من الشماليين.
gl: Pois téntao de novo! É absolutamente imprescindible que recibamos unha resposta dos norteños.
it: Bene, riprova! È assolutamente indispensabile che riceviamo una risposta dai Nordisti.

source: If help was coming, we would have heard about it by now. They’re either unwilling or unable to march. What we need to consider is-
ar: لو كانت المساعدة قادمة، لكنا سمعنا عنها الآن. إنهم إما غير راغبين أو غير قادرين على الزحف. ما نحتاج إلى مراعاته هو-
fr: Si de l’aide devait venir, nous en aurions entendu parler à présent. Ils sont soit incapables, soit réticents à marcher. Ce que nous devons envisager, c’est-
gl: Se chegase axuda, xa teríamos oído falar dela. Non queren ou non poden marchar. O que debemos considerar é -
it: Se gli aiuti stessero in arrivo, ne avremmo già sentito parlare. O non vogliono o non possono marciare. Quello che dobbiamo considerare è-

source: Mefel
ar: ميفيل

source: Urgent report from the south, Sire! I’m afraid it can’t wait.
ar: تقرير عاجل من الجنوب، سيدي! أخشى أنه لا يمكنني الانتظار.
fr: Rapport urgent du sud, Sire ! Je crains qu'il ne puisse attendre.
gl: Informe urxente do sur, señor! Temo que non pode esperar.
it: Rapporto urgente da sud, Sire! Temo che non possa aspettare.

source: Denogyc, you’re excused. Get some rest. Minister Mefel, what news of Kerlath?
ar: دينوجيك، أنت معذور. خذ قسطاً من الراحة. الوزير ميفل، ما أخبار كيرلاث؟
fr: Denogyc, vous êtes excusé. Reposez-vous. Ministre Mefel, quelles sont les nouvelles de Kerlath ?
gl: Denogyc, estás desculpado. Descansa un pouco. Ministro Mefel, que noticias de Kerlath?
it: Denogyc, sei scusato. Riposati. Ministro Mefel, che notizie di Kerlath?

source: The siege around Westin has been broken, but Kerlath’s forces are badly depleted. I’m afraid we won’t be able to mount a counter-offensive in time to support you, especially with Mal-Xlana still holding Fort Tahn.
ar: لقد تم كسر الحصار حول ويستن ولكن قوات كيرلاث مستنزفة بشدة. أخشى أننا لن نكون قادرين على شن هجوم مضاد في الوقت المناسب لدعمكم، خاصة مع استمرار سيطرة مال-إكسلانا على حصن تان.
gl: O cerco ao redor de Westin rompeuse, pero as forzas de Kerlath están moi esgotadas. Temo que non seremos capaces de montar unha contraofensiva a tempo para apoialo, especialmente con Mal-Xlana que aínda ten Fort Tahn.
it: L’assedio intorno a Westin è stato spezzato, ma le forze di Kerlath sono allo stremo. Temo che non saremo in grado di organizzare una controffensiva in tempo per sostenerla, specialmente con Mal-Xlana che tiene ancora Fort Tahn.

source: Oh, what now...
ar: أوه، ماذا الآن...
fr: Oh, et maintenant...
gl: Ah, agora que...
it: Oh, e ora che..

source: My Liege, your former High Advisor Dacyn is here, and he says he has vital information on how to defeat the undead.
ar: سيدي، مستشارك الأعلى السابق داسين هنا، ويقول إن لديه معلومات حيوية حول كيفية هزيمة الموتى الأحياء.
fr: Monseigneur, votre ancien haut conseiller Dacyn est ici, et il affirme détenir des informations cruciales sur la manière de vaincre les morts-vivants.
gl: O meu Liege, o teu antigo conselleiro Dacyn está aquí e di que ten información vital sobre como derrotar aos non mortos.
it: Mio Signore, il vostro ex Alto Consigliere Dacyn è qui, e dice di avere informazioni vitali su come sconfiggere i non-morti.

source: Dacyn?! At last some good news! I thought you were long dead.
ar: داسين؟ أخيراً بعض الأخبار الجيدة! اعتقدت أنك مت منذ فترة طويلة.
fr: Dacyn ?! Enfin une bonne nouvelle ! Je te croyais mort depuis longtemps.
gl: Dacyn?! Por fin unha boa noticia! Pensei que estabas morto hai tempo.
it: Dacyn?! Finalmente delle buone notizie! Ti credevo morto da tempo.

source: He certainly looks half-dead. Dacyn, there is an unholy pall over your skin. Where have you been all this time? We’ve sorely needed your help.
ar: يبدو وكأنه نصف ميت. داسين، هناك غشاوة غير مقدسة على بشرتك. أين كنت طوال هذا الوقت؟ لقد كنا في حاجة ماسة إلى مساعدتك.
fr: Il a l'air à moitié mort. Dacyn, tu as le teint blafard. Où étais-tu passé ? On avait vraiment besoin de toi.
gl: Certamente parece medio morto. Dacyn, hai unha capa impía sobre a túa pel. Onde estiveches todo este tempo? Necesitamos moito a túa axuda.
it: Sembra indubbiamente messo morto. Dacyn, c’è una coltre diabolica sulla tua pelle. Dove sei stato tutto questo tempo? Abbiamo bisogno del tuo aiuto.

source: My story and appearance are irrelevant. What matters is that I know how to defeat these invaders. The only path to victory is cutting off the head of the snake. Mal-Ravanal, who you once knew as the mage Ravan, must be destroyed.
ar: قصتي ومظهري لا علاقة لهما بالموضوع. ما يهم هو أنني أعرف كيف أهزم هؤلاء الغزاة. الطريق الوحيد للنصر هو قطع رأس الأفعى. يجب تدمير مال-رافانال الذي عرفتموه ذات مرة باسم الساحر رافانال.
gl: A miña historia e a miña aparencia son irrelevantes. O que importa é que sei como vencer a estes invasores. O único camiño para a vitoria é cortarlle a cabeza á serpe. Mal-Ravanal, que antes coñecías como o mago Ravan, debe ser destruído.
it: La mia storia e il mio aspetto sono irrilevanti. Ciò che conta è che so come sconfiggere questi invasori. L’unica via per la vittoria è tagliare la testa del serpente. Mal-Ravanal, che un tempo conoscevate come il mago Ravan, deve essere distrutto.

source: You think we haven’t tried?! Our best mages struck down that infernal lich at great cost to their number, but within seconds, Mal-Ravanal had already taken a new body and returned the favor on our ranks. I myself barely made it out alive!
ar: هل تعتقد أننا لم نحاول؟ لقد هزم أفضل سحرتنا ذلك الوحش الجهنمي بتكلفة باهظة، ولكن في غضون ثوانٍ، كان مال-رافانال قد استولى بالفعل على جسد جديد ورد الجميل لصفوفنا. أنا نفسي بالكاد نجوت!
fr: Vous croyez que nous n’avons pas essayé ?! Nos meilleurs mages ont terrassé cette infernal liche au prix de leurs vies, mais en quelques secondes à peine, Mal-Ravanal avait déjà repris un autre corps et s’était vengé sur nos rangs. Moi-même, j’ai à peine survécu !
gl: Cres que non o probamos?! Os nosos mellores magos derrubaron a ese lich infernal cun gran custo para o seu número, pero en poucos segundos, Mal-Ravanal xa tomara un novo corpo e devolveu o favor ás nosas filas. Eu mesmo apenas saín con vida!
it: E tu pensi che non ci abbiamo provato? I mostri migliori maghi hanno abbattuto quell’infernale lich pagando un alto prezzo tra i loro ranghi, ma in pochi secondi, Mal-Ravanal si è impossessato di un nuovo corpo e ha restituito il favore alle nostre fila. Io stesso ne sono uscito vivo a malapena!

source: And that is why my companions and I have spent the past year traveling far to the northeast, seeking (cough) a potent magical amulet that I now possess. If we can destroy the skeletal body, I wield the power to banish the lich’s long-tortured soul. This destruction will be permanent.
ar: ولهذا السبب، أمضيت أنا ورفاقي العام الماضي في السفر بعيدًا إلى الشمال الشرقي، بحثًا عن تميمة سحرية قوية أمتلكها الآن. إذا تمكنا من تدمير الجسم الهيكلي، فسأستخدم القوة اللازمة لنفي روح الليش التي عانت من التعذيب لفترة طويلة. سيكون هذا التدمير دائمًا.
fr: Et c’est pour cela que mes compagnons et moi avons passé l’année écoulée à voyager loin vers le nord‑est, à la recherche de (tousse) d’une puissante amulette magique que je possède désormais. Si nous parvenons à détruire son corps squelettique, je détiens le pouvoir de bannir l’âme de la liche tourmentée depuis si longtemps. Cette destruction sera définitive.
gl: E é por iso que os meus compañeiros e eu levamos o ano pasado viaxando moi cara ao nordeste, buscando (tose) un potente amuleto máxico que agora posúo. Se podemos destruír o corpo esquelético, teño o poder de desterrar a alma longamente torturada do lich. Esta destrución será permanente.
it: Ed è questa la ragione per cui con i miei compagni ho trascorso l’ultimo anno viaggiano lontano a nord-est, cercando (cough) un potente amuleto magico che ora possiedo. Se riusciamo a distruggere il corpo scheletrico, possiedo il potere di bandire l’anima a lungo torturata del lich. Questa distruzione sarà permanente.

source: Your Majesty, I have seen this amulet used before. While I cannot attest to its reliability, it is certainly powerful enough to do what Dacyn claims.
ar: جلالتك، لقد رأيت هذه التميمة تستخدم من قبل. بينما لا يمكنني أن أشهد على مصداقيتها، إلا أنها بالتأكيد قوية بما يكفي للقيام بما يدعيه داسين.
fr: Majesté, j'ai déjà vu cette amulette utilisée. Bien que je ne puisse attester de son efficacité, elle est certainement assez puissante pour accomplir ce que Dacyn prétend.
gl: Maxestade, xa vin este amuleto usado antes. Aínda que non podo dar fe da súa fiabilidade, é o suficientemente poderoso como para facer o que afirma Dacyn.
it: Vostra Maestà, ho già assistito all’utilizzo di questo amuleto. Sebbene non possa attestarne la sua affidabilità, le confermo che è certamente abbastanza potente da fare ciò che sostiene Dacyn.
