Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: Is that... the Amulet?
ar: هل هذه...التميمة؟
fr: Est-ce que c'est... l'amulette ?
gl: Iso é... o Amuleto?
it: Quello è... l’amuleto?

source: Yes. We now look upon one of the most powerful artifacts ever to taint Irdya. But first, we must clear out this room.
ar: نعم. ننظر الآن إلى واحدة من أقوى القطع الأثرية التي شوهت إرديا على الإطلاق. لكن أولاً، يجب أن نخلي هذه الغرفة.
fr: Oui. Nous avons maintenant devant nous l'un des artefacts les plus puissants ayant jamais souillé Irdya. Mais avant cela, nous devons nettoyer cette pièce.
gl: Si. Agora miramos un dos artefactos máis poderosos que nunca contaminaron a Irdya. Pero primeiro, debemos limpar esta sala.
it: SÌ. In questo momento stiamo guardando uno degli artefatti più potenti che abbia mai contaminato Irdya. Ma prima dobbiamo liberare questa stanza.

source: TRESSPASSERS!
ar: المتعدون!
it: TRASGRESSORI!

source: Prepare for incoming undead!
ar: استعدوا لاستقبال الموتى الأحياء!
fr: Préparez-vous à l'arrivée des morts-vivants !
gl: Prepárate para os mortos-vivos entrantes!
it: Prepararsi all’arrivo dei non morti!

source: Chief Dra-Nak
ar: الزعيم درا ناك
fr: Chef Dra-Nak
gl: Xefe Dra-Nak
it: Comandante Dra-Nak

source: What do we have here? This is what those wyrms were groveling about?
ar: ماذا لدينا هنا؟ أهذا ما كان هؤلاء الويرم يتذللون من أجله؟
fr: Qu’avons-nous là ? C’est devant ça que ces vermines draconiques se faisaient tout petites ?
gl: Que temos aquí? ¿Isto é polo que andaban arrastrando eses vermes?
it: Che cosa abbiamo qui? È tutto qui quello per cui si stavano preoccupando quelle bisce?

source: I’m Dra-Nak, Chief from the Whitefang clan. What’re you doing so far away from home, human?
ar: أنا درا ناك، زعيم عشيرة الأنياب البيضاء. ماذا تفعل بعيدًا عن المنزل، أيها الإنسان؟
fr: Je suis Dra-Nak, grand chef du clan des Crocs-Blancs. Que fais-tu si loin de chez toi, humain ?
gl: Son Dra-Nak, xefe do clan Whitefang. Que fas tan lonxe da casa, humano?
it: Sono Dra-Nak, Comandante del clan Zannabianca. Cosa ci fai così lontano da casa, umano?

source: I am a lord of the Horse Clans, and we are here on Wesnoth business. You would do well not to bother us.
ar: أنا سيد عشائر الخيول، ونحن هنا في أعمال لصالح ويسنوث. من الأفضل ألا تزعجنا.
fr: Je suis un seigneur des Clans de chevaliers, et nous sommes ici pour des affaires regardant Wesnoth. Tu ferais bien de ne pas nous déranger.
gl: Son un señor dos clans dos cabalos, e estamos aquí por asuntos de Wesnoth. Farías ben en non molestarnos.
it: Sono un comandante dei Clan dei Cavalli, e siamo qui per affari di Wesnoth. Faresti meglio a non infastidirci.

source: Wesnoth business, huh. ...you’re not the first group of deserters I’ve caught fleeing the undead.
ar: أعمال ويسنوث، هاه. ... أنتم لستم أول مجموعة من الهاربين الذين ألقي القبض عليهم وهم يفرون من الموتى الأحياء.
fr: Des affaires en rapport avec Wesnoth, hein… …vous n’êtes pas le premier groupe de déserteurs que j’attrape en train de fuir les morts-vivants.
gl: Negocio de Wesnoth, eh. ...non sodes o primeiro grupo de desertores que collín fuxindo dos non mortos.
it: Affari di Wesnoth, huh... non siete il primo gruppo di disertori in fuga dai non-morti nel quale mi imbatto.

source: I’ll tell you what. I’m a fair orc, I won’t take advantage of your situation. Maybe I can help you. Let’s make a deal.
ar: سأخبرك بشيء أنا أورك عادل، لن أستفيد من وضعك. ربما يمكنني مساعدتك دعنا نعقد صفقة.
fr: Écoute, je suis un orc réglo, je ne profiterai pas de ta situation. Je peux peut-être t'aider. Faisons un marché.
gl: Vouche dicir o que. Son un orco xusto, non vou aproveitar a túa situación. Quizais podo axudarche. Fagamos un trato.
it: Ti dirò una cosa. Sono un orco onesto e non mi avvantaggerò della tua condizione. Forse posso persino aiutarti. Facciamo un patto.

source: Those necromancers down south are paying me good coin to keep them supplied with corpses. Hand over, let’s say, eight of your soldiers as tribute, and you’re free to go about your business. I’ll even give you a cut of the profit!
ar: يدفع لي مستحضرو الأرواح هؤلاء في الجنوب مبالغ طائلة مقابل تزويدهم بالجثث. فلنقل إنك إذا سلمت ثمانية من جنودك كجزية، فسوف تكون حرًا في ممارسة أعمالك. بل وسأعطيك حصة من الأرباح!
fr: Ces nécromanciens du Sud me paient grassement pour les approvisionner en cadavres. Remettez-moi, disons, huit de vos soldats en guise de tribut, et vous serez libres de vaquer à vos affaires. Je vous donnerai même votre part du bénéfice !
gl: Eses nigromantes do sur páganme unha boa moeda para que os manteñan cadáveres. Entrega, digamos, oito dos teus soldados como tributo, e tes liberdade para facer os teus negocios. Incluso che darei unha parte do beneficio!
it: Quei negromanti, giù a sud, mi pagano con denaro sonante per rifornirli di cadaveri. Consegna... diciamo... otto dei tuoi soldati come tributo e sarai libero di occuparti dei tuoi affari. Ti darò anche la tua parte di profitto!

source: Today I have been called shortsighted, then a coward, and now a deserter?! My honor will stand no more insult! Begone, fetid orc, lest I mount your head on a pike! I don’t fear the dead and I don’t fear you.
ar: لقد دُعيت اليوم بقصير النظر، ثم بالجبان، والآن بالفاجر! !شرفي لن يتحمل المزيد من الإهانات ارحل أيها القذر النتن، لئلا أضع رأسك على رمح! .أنا لا أخشى الموتى ولا أخشاك.
fr: Aujourd'hui, on m'a traité de bigleux, puis de lâche, et maintenant de déserteur ?! Mon honneur ne tolérera plus aucune insulte ! Vas-t'en, orc puant, de peur que je ne plante ta tête sur une pique ! Je ne crains ni les morts ni toi.
gl: Hoxe chamáronme miope, despois covarde e agora desertor?! A miña honra non soportará máis insultos! ¡Vete, orco fétido, que non che monte a cabeza nunha pica! Non teño medo aos mortos nin a ti.
it: Oggi sono stato chiamato miope, poi codardo e adesso disertore?! Il mio onore non è disposto ad accettare ulteriori insulti! Vattene, fetido di un orco, prima che impali la tua testa su una picca! Non tempo la morte e men che meno te.

source: (grinning) I was hoping you’d say that!
ar: (مبتسما) كنت آمل أن تقول ذلك!
fr: (souriant) J’espérais bien que tu dirais ça !
gl: (Sorrindo) ¡Esperaba que dixeses iso!
it: (sorridendo) Speravo proprio che tu lo dicessi!

source: Gweddry may command the whole of our party, but do not forget that I too can recruit and recall! I will need soldiers to hold the line against these orcs.
ar: قد يكون جودري قائدًا لفريقنا بأكمله، لكن لا تنسَ أنني أيضًا قادر على التجنيد والاستدعاء! سأحتاج إلى جنود للدفاع عن الخط ضد هؤلاء الأورك.
fr: Gweddry commande peut-être toute notre troupe, mais n'oubliez pas que je peux aussi recruter et rappeler des hommes ! J'aurai besoin de soldats pour tenir tête à ces orcs.
gl: Gwedry pode dirixir todo o noso partido, pero non esquezas que eu tamén podo recrutar e recordar! Necesitarei soldados para manter a liña contra estes orcos.
it: Gweddry può comandare tutte le nostre unità, ma non dimenticare che posso reclutarne e richiamarne anche io! Avrò bisogno di soldati per tenere il fronte contro questi orchi.

source: Time to chop some human heads!
ar: حان الوقت لتقطيع بعض رؤوس البشر!
fr: Il est temps de couper des têtes humaines !
gl: É hora de cortar cabezas humanas!
it: È ora di tagliare qualche testa umana!

source: Keep attacking, hit ’em while the sun’s down!
ar: واصل الهجوم، اضربهم أثناء غروب الشمس!
fr: Continuez d‘attaquer ! Écrasez-les avant que le soleil ne revienne !
gl: Sigue atacando, golpeaos mentres cae o sol!
it: Continua ad attaccare, colpiscili mentre il sole tramonta!

source: Chief’s orders, let’s get them!
ar: أوامر الزعيم، فلننفذها!
gl: Ordes do xefe, imos conseguilas!
it: Ordini del comandante: prendiamoli!

source: Burn and pillage!
ar: حرق ونهب!
gl: Queima e pilla!
it: Brucia e saccheggia!

source: Excellent. Now...
ar: ممتاز. والآن...
fr: Excellent. Maintenant...
gl: Excelente. Agora...
it: Eccellente, Adesso...

source: Wait, Dacyn, before you pick that up... are you sure this is the right decision? Even if you can wield it safely, something this evil will doubtlessly corrupt anyone who possesses it.
ar: انتظر يا داسين، قبل أن تلتقط هذا السلاح... هل أنت متأكد من أن هذا هو القرار الصحيح؟ حتى لو تمكنت من استخدامه بأمان، فإن هذا السلاح الشرير سوف يفسد بلا شك أي شخص يمتلكه.
fr: Attends, Dacyn, avant de prendre ça… es-tu sûre que c’est la bonne décision ? Même si tu peux l’utiliser sans danger, une chose aussi maléfique corrompra sans aucun doute quiconque la possédera.
gl: Agarda, Dacyn, antes de recollelo... estás seguro de que esta é a decisión correcta? Aínda que poidas manexalo con seguridade, algo que este mal sen dúbida corromperá a quen o posúa.
it: Aspetta, Dacyn, prima di raccoglierlo... sei sicuro che sia la decisione giusta? Anche se riesci a maneggiarlo in sicurezza, qualcosa di così malvagio corromperà senza dubbio chiunque lo possieda.

source: Why, I’m incredibly touched by your deep show of affection. I’m sure that will be of great comfort when thousands are massacred after Wesnoth loses its greatest war in living memory.
ar: حسنًا، لقد تأثرت كثيرًا بإظهارك العميق لمشاعر المودة. وأنا على يقين من أن هذا سيكون مصدرًا كبيرًا للراحة عندما يُقتل الآلاف بعد أن تخسر ويسنوث أعظم حرب لها في الذاكرة الحية.
fr: Eh bien… je suis profondément touché par ta grande marque d’affection. Je suis sûr que cela nous apportera beaucoup de réconfort quand des milliers de personnes auront été massacrées après que Wesnoth ait perdu la plus terrible guerre dont on puisse se souvenir.
gl: Por que, estou incriblemente conmovido pola túa profunda mostra de cariño. Estou seguro de que será de gran consuelo cando miles sexan masacrados despois de que Wesnoth perda a súa maior guerra da memoria viva.
it: Accidenti, sono incredibilmente toccato dalla tua profonda dimostrazione di affetto. Sono sicuro che mi sarà di grande conforto quando migliaia di persone verranno massacrate dopo che Wesnoth avrà perso la sua più grande guerra a memoria d’uomo.

source: No, Gweddry, I am not sure. But I know of no other way to defeat Mal-Ravanal. I have tried once before. Even as a mage, Ravan’s powers near outmatched my own. As the lich Mal-Ravanal, perhaps only Delfador the Great could have stood a chance.
ar: لا، جودري، لست متأكدًا. لكنني لا أعرف طريقة أخرى لهزيمة مال-رافانال. لقد حاولت مرة من قبل. حتى كساحر، كانت قوى رافان تفوق قواي دائما. بصفته الليش مال-رافانال، ربما ديلفادور العظيم هو الوحيد الذي قد تكون لديه فرصة.
fr: Non, Gweddry, je n'en suis pas certain. Mais je ne connais aucun autre moyen de vaincre Mal-Ravanal. J'ai déjà essayé. Même en tant que mage, les pouvoirs de Ravan étaient presque aussi puissants que les miens. Seul Delfador le Grand aurait peut-être pu avoir une chance contre Mal-Ravanal, sous sa forme de liche.
gl: Non, Gweddry, non estou seguro. Pero non coñezo outra forma de derrotar a Mal-Ravanal. Tenteino unha vez. Mesmo como mago, os poderes de Ravan case superaron os meus. Como lich Mal-Ravanal, quizais só Delfador o Grande podería ter unha oportunidade.
it: Ma, Gweddry, non ne sono sicuro. Ma non conosco altro modo per sconfiggere Mal-Ravanal. Ho già provato una volta. Anche come mago, i poteri di Ravan quasi superavano i miei. Nei panni del lich Mal-Ravanal, forse solo Delfador il Grande avrebbe potuto avere una possibilità.

source: This Amulet will give us the edge that I need. With it, I can open a gate to the Land of the Dead and pull Mal-Ravanal’s unholy spells out of this world.
ar: ستمنحنا هذه التميمة الميزة التي أحتاجها. فباستخدامها، يمكنني فتح بوابة إلى أرض الموتى وإخراج تعويذات مال-رافانال الشريرة من هذا العالم.
fr: Cette amulette nous donnera l'avantage dont j'ai besoin. Grâce à elle, je pourrai ouvrir un portail vers le royaume des morts et extraire de ce monde les sorts impies de Mal-Ravanal.
gl: Este amuleto daranos a vantaxe que necesito. Con el, podo abrir unha porta á Terra dos Mortos e sacar deste mundo os feitizos impíos de Mal-Ravanal.
it: Questo amuleto ci darà il vantaggio di cui ho bisogno. Con esso, posso aprire un portale per la Terra dei Morti ed esorcizzare gli empi incantesimi di Mal-Ravanal da questo mondo.

source: But if what you said is true, the very same could be said of Ravan. How do you know you will not fall down the same path as well?
ar: ولكن إذا كان ما قلته صحيحًا، فيمكن أن يُقال نفس الشيء عن رافان. كيف تعرف أنك لن تسقط في نفس المسار أيضًا؟
fr: Mais si ce que vous dites est vrai, on pourrait en dire autant de Ravan. Comment savez-vous que vous ne suivrez pas le même chemin ?
gl: Pero se o que dixo é certo, o mesmo podería dicirse de Ravan. Como sabes que non caerás tamén polo mesmo camiño?
it: Ma se quello che hai detto è vero, lo stesso si potrebbe dire di Ravan. Come fai a sapere che non cadrai anche tu sullo stesso percorso?

source: (picks up the amulet)
ar: (تلتقط التميمة)
fr: (ramasse l'amulette)
gl: (colle o amuleto)
it: (raccoglie l’amuleto)

source: AAAAHHHH!
ar: ااااه!
gl: AAAAAHHHHH!

source: <span size='small' font-style='italic'>AAAAHHHH!</span>
ar: <span size='small' font-style='italic'>آاااهههه!</span>

source: Dacyn! Everyone stand back, give him some air.
ar: داسين فليتراجع الجميع إلى الخلف، وامنحوه بعض الهواء.
fr: Dacyn ! Reculez tous, laissez-le respirer.
gl: Dacyn! Todo o mundo retrocede, dálle aire.
it: Dacyn! State tutti indietro, fategli prendere un po’ d’aria.

source: ... do not fear, I am unharmed. I just... need a moment to catch my breath.
ar: ... لا تخف، أنا لم أصب بأذى. أنا فقط... أحتاج إلى لحظة لالتقاط أنفاسي.
fr: N’ayez crainte, je suis indemne. J’ai juste besoin d’un instant pour reprendre mon souffle.
gl: ... non teñas medo, estou ileso. Só... necesito un momento para recuperar o alento.
it: ... non temere, sono illeso. Ho soltanto... bisogno di un attimo per riprendere fiato.

source: Hah, did you think you were safe hiding back in here? Nobody can escape from Dra-Nak, greatest chief east of the Listra.
ar: هاه، هل كنت تعتقد أنك في أمان بالاختباء هنا؟ لا أحد يستطيع الهروب من درا ناك، أعظم زعيم شرق ليسترا.
fr: Ah ! Tu croyais être en sécurité ici ? Personne ne peut échapper à Dra-Nak, le plus grand chef à l'est de la Listra.
gl: Ha, pensaches que estabas a salvo escondido aquí? Ninguén pode escapar de Dra-Nak, o maior xefe ao leste da Listra.
it: Ah, pensavi di essere al sicuro nascondendoti qui? Nessuno può sfuggire a Dra-Nak, il più grande capo a oriente del Listra.

source: See see! I told you there were humans in here! And I showed you the secret passage! Reward reward?
ar: انظر! لقد أخبرتك أن هناك بشرًا هنا! وأريتك الممر السري! أين المكافأة؟
fr: Tu vois ! Je t'avais dit qu'il y avait des humains ici ! Et je t'ai montré le passage secret ! Une récompense ?
gl: Mira ver! Díxenche que aquí había humanos! E enseñeino o pasadizo secreto! Recompensa recompensa?
it: Guarda guarda! Te lo avevo detto che qui c’erano degli umani! E ti ho mostrato il passaggio segreto! Ricompensa ricompensa?

source: Sure, here you go. You did well.
ar: بالتأكيد، تفضل. لقد أحسنت صنعاً.
fr: Bien sûr, voilà. Tu as fait du bon boulot.
gl: Por suposto, aquí tes. Fixéchelo ben.
it: Certo, eccola. Sei stato bravo.

source: As for you humans, you might as well convince your friends outside to surrender. Otherwise, we’ll slaughter you all starting with that injured old man. I gave you a chance to do things fairly before, but now we’re doing things my way.
ar: أما بالنسبة لكم أيها البشر، فيمكنكم إقناع أصدقائكم بالخارج بالاستسلام. وإلا سنذبحكم جميعًا بدءًا من ذلك العجوز المصاب. لقد أعطيتكم فرصة للقيام بالأمور بإنصاف من قبل، لكننا الآن نقوم بالأمور على طريقتي.
fr: Quant à vous, les humains, vous feriez mieux de convaincre vos amis dehors de se rendre. Sinon, nous vous massacrerons tous, à commencer par ce vieil homme blessé. Je vous ai donné une chance de faire les choses équitablement auparavant, mais maintenant, nous agirons à ma façon.
gl: En canto a vostedes, humanos, tamén poderían convencer aos seus amigos de fóra de que se renden. Se non, matarémosvos a todos empezando por ese vello ferido. Díache a oportunidade de facer as cousas de forma xusta antes, pero agora estamos facendo as cousas á miña maneira.
it: In quanto a voi umani, potreste anche provare a convincere i vostri amici là fuori ad arrendersi. Altrimenti, vi massacreremo tutti, a cominciare da quel vecchio ferito. Prima ti ho dato la possibilità di fare le cose equamente, ma ora le facciamo a modo mio.

source: <span size='small'><i>I don’t know what these orcs want with us, but we can’t hope to escape with Dacyn so badly hurt.</i></span>
ar: <span size='small'><i>لا أعرف ما الذي يريده هؤلاء الأورك منا، لكن لا يمكننا أن نأمل في الهروب مع داكين الذي أصيب بأذى شديد.</i></span>
it: <span size='small'><i>Non so cosa vogliano da noi questi orchi, ma non possiamo sperare di scappare con Dacyn così gravemente ferita.</i></span>

source: Very well, orc, we will surrender.
ar: حسنًا جدًا أيها الأورك، سوف نستسلم.
fr: Très bien, orc, nous nous rendons.
gl: Moi ben, orco, rendirémonos.
it: Molto bene. Orco, ci arrendiamo.

source: Captured
ar: مأسور
en@shaw: 火
fr: Captivité
gl: O cativerio
it: Catturati

source: After their surrender, Gweddry, Dacyn, and Owaec were promptly taken before the orcish chieftain, Dra-Nak. The rest were thrown into the prisons to await their turn...
ar: بعد استسلامهم، اقتيد جويدري وداسين وأويك على الفور أمام درا-ناك، زعيم الأوركيين. وألقي بالباقين في السجون في انتظار دورهم...
fr: Après leur reddition, Gweddry, Dacyn et Owaec furent rapidement présentés au chef orc, Dra-Nak, tandis que les autres étaient jetés dans les cachots en attendant leur tour...
gl: Tras a súa rendición, Uedri, Dasin e Ouen foron levados axiña ante o rei dos orcos, Dranan, mentres que o resto foron levados aos calabozos dos orcos, onde agardarían a que lles chegase a súa hora…
it: Dopo la loro resa, Gweddry, Dacyn e Owaec furono portati immediatamente al cospetto del comandante degli orchi, Dra-Nak. Il resto della compagnia fu gettato nelle prigioni orchesche, in attesa del proprio turno...

source: Prisoners
ar: سجناء
fr: Prisonniers
gl: Prisioneiros
it: Prigionieri

source: Bats
ar: الخفافيش
fr: Chauves-souris
gl: Morcegos
it: Pipistrelli

source: Varrak-Klar
ar: فاراك كلار
en@shaw: 路葛-ゐ
gl: Barraclar

source: Rakkha
ar: ركخا

source: Boja
ar: بوجا

source: unarmed
ar: غير مسلح
fr: désarmé
gl: desarmado
it: disarmato

source: Several of Gweddry’s men find themselves locked away in a crude orcish cell.
ar: وجد العديد من رجال جويدري أنفسهم محبوسين في زنزانة أوركية بدائية.
fr: Plusieurs hommes de Gweddry se retrouvèrent enfermés dans une cellule rudimentaire de la prison orc.
gl: Varios dos homes de Uedri atópanse pechados nunha inmunda cela dos orcos.
it: Molti tra gli uomini di Gweddry si ritrovano rinchiusi in una rozza cella nelle prigioni degli orchi.

source: We’ve got to get out of here!
ar: علينا الخروج من هنا!
fr: Nous devons sortir d'ici !
gl: Temos que saírmos de aquí!
it: Dobbiamo uscire da qui!

source: I’m sure your commanders will come and save us!
ar: أنا متأكد من أن قادتك سوف يأتون وينقذونا!
fr: Je suis sûr que le commandant viendra nous sauver !
gl: Estou certo de que os vosos comandantes virán e nos salvarán!
it: Di certo il nostro comandante verrà a salvarci!

source: What? Didn’t you see those huge orcs drag them away? It’s hopeless!
ar: ماذا؟ ألم ترى هؤلاء الأورك الضخمة تسحبهم بعيدًا؟ إنه أمر لا أمل فيه!
fr: Hein ? Tu n'as pas vu les gros orcs qui les ont emmenés ? C'est sans espoir !
gl: Que? Non viches como eses orcos enormes os arrastraban? É imposible!
it: Cosa? Non hai visto che quegli enormi troll li hanno trascinati via? È tutto inutile!

source: female^What? Didn’t you see those huge orcs drag them away? It’s hopeless!
ar: ماذا؟ ألم تر هؤلاء الأورك الضخمين يسحبونهم بعيدًا؟ إنه أمر لا أمل فيه!
fr: female^Hein ? Tu n'as pas vu les gros orcs qui les ont emmenés ? C'est sans espoir !
gl: O que? Acaso non viches como eses enormes orcos os arrastraban? Non hai remedio!
it: Cosa? Non hai visto che quegli enormi troll li hanno trascinati via? È tutto inutile!

source: Be quiet, you three! There’s something back here...
ar: كونوا هادئين، أنتم الثلاثة! هناك شيء هنا...
fr: Silence, vous deux ! Il y a quelque chose par ici...
gl: Calade, os tres! Hai algo aquí atrás...
it: Silenzio, voi tre! Ho trovato qualcosa qui in fondo...

source: Look! There’s a gap in the wall over here. I think I can slip through if I clear away some of these rocks...
ar: انظر! هناك فجوة في الحائط هنا. أعتقد أنني أستطيع التسلل من خلالها إذا قمت بإزالة بعض هذه الصخور...
fr: Regardez ! Il y a un trou dans le mur là. Je pense que je pourrai passer dedans si je déplace ces rochers...
gl: Mira! Hai unha fenda na parede por aquí. Creo que podo escorregarme por ela se retiro algunhas destas rochas...
it: Guardate! C’è una breccia nel muro in questo punto. Credo di poter passare dall’altra parte, se solo riuscissi a rimuovere alcune di queste rocce...

source: Come on! This way!
ar: هيا! من هنا!
fr: Venez ! Par ici !
gl: Veña! Por aquí!
it: Venite! Da questa parte!

source: Find Gweddry, Dacyn and Owaec
ar: ابحث عن جويدري وداسين وأويك
fr: Trouver Gweddry, Dacyn et Owaec
gl: Atopa a Uedri, Dasin e Ouen.
it: Trova Gweddry, Dacyn e Owaec

source: Death of the escapees
ar: موت الفارين
fr: Mort des évadés
gl: Morte dos fuxitivos.
it: Morte dei fuggitivi

source: The door won’t open from this side.
ar: الباب لن يفتح من هذا الجانب.
fr: La porte ne s'ouvre pas depuis ce côté.
gl: A porta non se abre por este lado.
it: La porta non si apre da questo lato.

source: $deserter_name, I don’t recognize you, and you look like you’ve been locked up longer than the rest of us. How did you get here?
ar: $deserter_name، أنا لا أعرفك، ويبدو أنك محتجز لفترة أطول من بقيتنا. كيف وصلت إلى هنا؟
fr: $deserter_name, je ne te reconnais pas. Tu sembles avoir été enfermé bien plus longtemps que nous. Comment es-tu tombé ici ?
gl: $deserter_name, non te recoñezo e pareces que levas encerrado máis tempo que o resto de nós. Como chegaches aquí?
it: $deserter_name, non ti riconosco e sembra che tu sia stato rinchiuso più a lungo di tutti noi. Come ci sei arrivato qui?

source: female^$deserter_name, I don’t recognize you, and you look like you’ve been locked up longer than the rest of us. How did you get here?
ar: $deserter_name، لا أعرفك، وتبدين وكأنك كنت محتجزة لفترة أطول من بقيتنا. كيف وصلت إلى هنا؟
fr: $deserter_name, je ne te reconnais pas. Tu sembles avoir été enfermé bien plus longtemps que nous. Comment es-tu tombé ici ?
gl: feminino^$deserter_name, non te recoñezo e pareces que levas encerrada máis tempo que o resto de nós. Como chegaches aquí?
it: $deserter_name, non ti riconosco e sembra che tu sia stato rinchiuso più a lungo di tutti noi. Come ci sei arrivato qui?

source: When the undead burned Tath, I got... lost. I have family up north, but I didn’t even get across the ford before some orcs captured me. They marched me and many other slaves east along the river, until we arrived here.
ar: عندما أحرق الموتى الأحياء تاث، ضللت الطريق. لديّ عائلة في الشمال، لكني لم أعبر الممر حتى عندما أن يأسرني بعض الأورك. لقد ساروا بي أنا والعديد من العبيد الآخرين شرقا على طول النهر، حتى وصلنا إلى هنا.
fr: Quand les morts-vivants ont brûlé Tath, je me suis... égaré. J'avais de la famille au nord mais les orcs m'ont capturé alors que j'essayais de traverser le gué. Ils m'ont conduit avec d'autres détenus à marche forcée jusqu'ici.
gl: Cando os non mortos queimaron a Tath, perdinme. Teño familia no norte, pero nin sequera atravesei o vado antes de que algúns orcos me capturaran. Marcharon a min e a moitos outros escravos ao leste polo río, ata que chegamos aquí.
it: Quando i non-morti hanno bruciato Tath, mi sono... perso. Ho famiglia al nord, ma non ho nemmeno fatto in tempo ad attraversare il guado che alcuni orchi mi hanno catturato. Hanno fatto marciare me e molti altri schiavi verso est lungo il fiume, finché non siamo arrivati ​​qui.
