Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: Yes, yes, (cough)(cough) that’s all well and good. With the bridge destroyed, the orcs cannot (cough) cross, but what of the drakes?
ar: نعم، نعم، (سعال) هذا جيد وجميل. مع تدمير الجسر، لن يتمكن (سعال) الأورك من العبور، ولكن ماذا عن الدرايك؟
fr: Oui, oui, (tousse)(tousse), c'est parfait. Le pont étant détruit, les orcs ne peuvent plus (tousse) traverser, mais qu'en est-il des dracans ?
gl: Si, si, (tos) (tos) todo está ben. Coa ponte destruída, os orcos non poden (tosir) cruzar, pero que hai dos dracos?
it: Sì, sì, (cough) (cough) va tutto bene. Con il ponte distrutto, gli orchi non possono (cough) attraversarlo, ma invece i draghi?

source: (cough) And with the drakes defeated, (cough)(cough) no enemies will be able to pursue us. Now, it is finally time for us to once again travel toward Weldyn.
ar: (سعال) ومع هزيمة الدرايك، (سعال)(سعال) لن يتمكن أي عدو من مطاردتنا. والآن، حان الوقت أخيرًا لنسافر مرة أخرى نحو ويلدين.
gl: (tos) E cos dracos vencidos, (tos) (tos) ningún inimigo poderá perseguirnos. Agora, por fin é hora de que volvamos viaxar cara a Weldyn.
it: (cough) E con la sconfitta dei draghi, (cough)(cough) nessun nemico potrà inseguirci. Ora è finalmente giunto il momento di viaggiare ancora una volta verso Weldyn.

source: Useless pathetic ugly weakling wyrms! Fly across and chase after them, or we’ll sell you <i>all</i> to the necromancers!
ar: أيها الويرم الضعيفة القبيحة البائسة عديمة الفائدة! طيروا عبر السماء وطاردوهم وإلا سنبيعكم جميعًا إلى السحرة!
fr: Vermines de vouivres incapables, pitoyables, vilaines et chétives ! Envolez-vous de l’autre côté et pourchassez-les, ou bien nous vous vendrons <i>tous</i> aux nécromanciens !
gl: ¡Inútiles vermes feos e patéticos! Voa e perségueos, ou venderémosche <i>todo</i> aos nigromantes!
it: Inutili, patetici, brutti e deboli bisce! Vola e inseguili, altrimenti vi venderemo <i>tutti</i> ai negromanti!

source: Dra-Nak is dead, His armies weakened, His prey fled.
ar: مات درا-ناك، ضعفت جيوشه، هربت فريسته.
fr: Dra-Nak est tombé, Ses armées vacillent, Sa proie s’est enfuie.
gl: Dra-Nak está morto, Os seus exércitos debilitaron, A súa presa fuxiu.
it: Dra-Nak è morto, I suoi eserciti indeboliti, La sua preda fuggita.

source: Dra-Nak is feeble, His armies weakened, His prey fled.
ar: درا ناك ضعيف، وضعفت جيوشه، هربت فريسته.
gl: Dra-Nak é débil, Os seus exércitos debilitaron, A súa presa fuxiu.
it: Dra-Nak è debole, I suoi eserciti fiaccati, La sua preda fuggita.

source: The Hunt is called! The orcs our prey! Flight of Mortic, we fight!
ar: تم استدعاء عملية الصيد! الأورك فريستنا! رحلة مورتيك، نحن نقاتل!
gl: A Caza chámase! Os orcos a nosa presa! Flight of Mortic, loitamos!
it: La Caccia è aperta! Gli orchi sono le nostre prede! Squadriglia di Mortic, combattiamo!

source: Hurry! If we cannot secure a position on the west bank, the drakes will surely fly behind and cut off our retreat!
ar: اسرعوا! إذا لم نتمكن من تأمين موقع على الضفة الغربية، فإن الدرايك ستطير خلفنا بالتأكيد وتقطع طريق انسحابنا!
gl: Présa! Se non podemos asegurar unha posición na marxe oeste, os dracos seguramente voarán atrás e cortarán a nosa retirada!
it: Veloci! Se non riusciamo a consolidare la nostra posizione sulla sponda occidentale, i draghi ci inseguiranno in volo e ci taglieranno la ritirata!

source: The sun arises. Second and third Wings, Capture the west bank.
ar: شروق الشمس. الجناحان الثاني والثالث، يستولون على الضفة الغربية.
gl: Xorde o sol. Segunda e terceira ás, Captura a marxe occidental.
it: Il sole sorge. Secondo e terzo stormo, Catturare la sponda occidentale.

source: We need help over here! Where are the rest of those lousy drakes? They should be in position by now!
ar: نحن بحاجة إلى المساعدة هنا! أين بقية هؤلاء الدرايك الرديئة؟ يجب أن يكونوا في مواقعهم الآن!
gl: Necesitamos axuda aquí! Onde están o resto deses malos dracos? Xa deberían estar en posición!
it: Qui abbiamo bisogno d’aiuto! Dove sono quegli altri schifosi draghi? Ormai dovrebbero essere in posizione!

source: Gel’ka
ar: جيلكا

source: We have not crossed the bridge in time. Now we will all be killed!
ar: لم نعبر الجسر في الوقت المناسب، الآن سوف نقتل جميعًا!
fr: Nous n'avons pas franchi le pont à temps ! Nous allons tous être tués !
gl: Non cruzamos a ponte a tempo. Agora morrerán todos!
it: Non abbiamo attraversato il ponte in tempo! Verremo tutti uccisi!

source: I can hardly believe it! We didn’t need to destroy the bridge after all.
ar: لا أكاد أصدق ذلك! لم نكن بحاجة إلى تدمير الجسر بعد كل شيء.
gl: Case non o podo crer! Despois de todo, non necesitabamos destruír a ponte.
it: Non ci posso credere! In fin dei conti, non avevamo bisogno di distruggere il ponte.

source: Huzzah, a glorious victory in the name of the Clans! Man will never flee from orc and drake; we have taught these northerners not to trifle with Wesnoth!
ar: مرحى! نصر مجيد باسم العشائر! لن يفر البشر أبداً من الأورك والدريك، لقد علمنا هؤلاء الشماليين ألا يعبثوا مع ويسنوث!
gl: Huzzah, unha gloriosa vitoria en nome dos Clans! O home nunca fuxirá de orcos e dracos; ¡Ensinámoslles a estes norteños a non xogar con Wesnoth!
it: Urrà! Una gloriosa vittoria nel nome dei Clan! Gli uomini non fuggiranno mai di fronte a degli orchi o dei draghi: abbiamo insegnato a questi nordici che non Wesnoth c’è poco da scherzare!

source: (cough)(cough) Yes, yes, very well, well done. (cough) Now, it is finally time for us to see what has become of Wesnoth in our absence.
ar: (سعال)(سعال) نعم، نعم، جيد جدًا، أحسنت. (سعال) الآن، حان الوقت أخيرًا لنرى ما حدث لويسنوث في غيابنا.
gl: (tos) (tos) Si, si, moi ben, ben feito. (Tose) Agora, por fin é hora de que vexamos que foi de Wesnoth na nosa ausencia.
it: (cough)(cough) Sì, sì, molto bene, ben fatto. (cough) Adesso è finalmente giunto per noi il momento di vedere cosa ne è stato di Wesnoth in nostra assenza.

source: Graahh! Stupid humans...
ar: تبا! البشر الأغبياء...
gl: Graahh! Humanos estúpidos...
it: Graahh! Stupidi umani...

source: I am Aspirant no more.
ar: أنا لست طامحا بعد الآن.
gl: Xa non son aspirante.
it: Non sono più un Aspirante.

source: I hate you! Hate... hate... hate you...
ar: أنا أكرهك! أكرهك...جدا...جدا...جدا...
gl: Odiote! Odio... odio... odiote...
it: Ti odio! Odio... odio... ti odio...

source: Spoils of War
ar: غنائم الحرب
fr: Butins de guerre
gl: Botín de guerra
it: Bottino di Guerra

source: As Gweddry, Owaec, and Dacyn fled across the Listra, a frenzy of shouts, screams, and roars broke out from behind. Neither the orcs nor the drakes attempted to give pursuit.
ar: بينما كان جويدري وأويك وداسين يفرون عبر اللسترا، اندلع جنون من الصراخ والصياح والزئير من الخلف. لم يحاول الأورك ولا الدريك المطاردة.
fr: Tandis que Gweddry, Owaec et Dacyn fuyaient à travers la Listra, un concert de cris, de hurlements et de rugissements s'éleva derrière eux. Ni les orcs ni les dracans ne tentèrent de les poursuivre.
gl: Mentres Gweddry, Owaec e Dacyn fuxiron a través da Listra, un frenesí de berros, berros e ruxidos estalou por detrás. Nin os orcos nin os dracos intentaron perseguir.
it: Mentre Gweddry, Owaec e Dacyn fuggivano attraverso il Listra, una ordalia di grida, urla e ruggiti esplose dietro di loro. Né gli orchi né i draghi tentarono di inseguirli.

source: Leaving the tumultuous wildlands far behind, the soldiers of Wesnoth prepared to cross the Great River once more and return to their homeland...
ar: تاركين الأراضي البرية المضطربة وراءهم بعيدًا، استعد جنود ويسنوث لعبور النهر العظيم مرة أخرى والعودة إلى وطنهم...
fr: Laissant loin derrière eux les tumultueuses terres sauvages, les soldats de Wesnoth se préparèrent à traverser une fois de plus le Grand Fleuve et à retourner dans leur patrie...
gl: Deixando as tumultuosas terras salvaxes moi atrás, os soldados de Wesnoth preparáronse para cruzar o Gran Río unha vez máis e regresar á súa terra natal...
it: Lasciandosi alle spalle le tumultuose terre selvagge, i soldati di Wesnoth si prepararono ad attraversare ancora una volta il Grande Fiume e a tornare in patria...

source: Ducatithil
ar: دوكاتيثيل
gl: Ducathil

source: Mal-Yrna
ar: مال-يرنا

source: Vaenyc
ar: فاينيك

source: Vovan
ar: فوفان

source: Gaoler
ar: جاولر
fr: Geôlier
gl: Carceleiro

source: Rescue as many prisoners as possible (6 groups arrive soon)
ar: إنقاذ أكبر عدد ممكن من السجناء (وصول 6 مجموعات قريباً)
fr: Libérer autant de prisonniers que possible (six groupes d'arrivants)
gl: Rescatar tantos presos como sexa posible (chegan 6 grupos en breve)
it: Salva quanti più prigionieri possibile (presto arriveranno 6 gruppi)

source: Rescue as many prisoners as possible (5 groups arrive soon)
ar: إنقاذ أكبر عدد ممكن من السجناء (وصول 5 مجموعات قريباً)
fr: Libérer autant de prisonniers que possible (cinq groupes d'arrivants)
gl: Rescatar o maior número posible de prisioneiros (5 grupos chegan pronto)
it: Salva quanti più prigionieri possibile (presto arriveranno 5 gruppi)

source: Rescue as many prisoners as possible (4 groups arrive soon)
ar: إنقاذ أكبر عدد ممكن من السجناء (وصول 4 مجموعات قريباً)
fr: Libérer autant de prisonniers que possible (quatre groupes d'arrivants)
gl: Rescatar o maior número posible de prisioneiros (chegan 4 grupos en breve)
it: Salva quanti più prigionieri possibile (presto arriveranno 4 gruppi)

source: Rescue as many prisoners as possible (3 groups arrive soon)
ar: إنقاذ أكبر عدد ممكن من السجناء (وصول 3 مجموعات قريباً)
fr: Libérer autant de prisonniers que possible (trois groupes d'arrivants)
gl: Rescatar tantos presos como sexa posible (chegan 3 grupos en breve)
it: Salva quanti più prigionieri possibile (presto arriveranno 3 gruppi)

source: Rescue as many prisoners as possible (2 groups arrive soon)
ar: إنقاذ أكبر عدد ممكن من السجناء (ستصل مجموعتان قريبًا)
fr: Libérer autant de prisonniers que possible (deux groupes d'arrivants)
gl: Rescatar o maior número posible de prisioneiros (2 grupos chegan pronto)
it: Salva quanti più prigionieri possibile (presto arriveranno 2 gruppi)

source: Rescue as many prisoners as possible (1 group arrives soon)
ar: إنقاذ أكبر عدد ممكن من السجناء (ستصل مجموعة واحدة قريبًا)
fr: Libérer autant de prisonniers que possible (un groupe d'arrivants)
gl: Rescatar o maior número posible de prisioneiros (chegará 1 grupo en breve)
it: Salva quanti più prigionieri possibile (presto arriverà un gruppo)

source: Defeat the southern necromancer
ar: هزيمة مستحضر الأرواح الجنوبي
fr: Vaincre la nécromancienne du sud
gl: Derrota o nigromante do sur
it: Sconfiggi il negromante a sud

source: Death of Owaec
ar: وفاة أوواك
en@shaw: ю 路答ю
fr: Mort d'Owaec
gl: Morte de Ouen.
it: Morte di Owaec

source: Death of Terraent
ar: موت تيراينت
fr: Mort de Terraent
gl: Morte de Terraent
it: Morte di Terraent

source: Prisoner gangs will alternate arriving on north and south paths.
ar: ستتناوب عصابات السجناء على الوصول عبر المسارات الشمالية والجنوبية.
gl: As bandas de prisioneiros alternaranse chegando polos camiños norte e sur.
it: Gruppi di prigionieri si alterneranno arrivando su sentieri da nord e da sud.

source: Bats prefer to fly towards the nearest enemy.
ar: تفضل الخفافيش الطيران نحو أقرب عدو.
fr: Les chauves-souris préfèrent voler vers l'ennemi le plus proche.
gl: Os morcegos prefiren voar cara ao inimigo máis próximo.
it: I pipistrelli preferiscono volare verso il nemico più vicino.

source: Alas, I have failed in my mission! The undead scout has already reported back to its mistress.
ar: للأسف، لقد فشلت في مهمتي! لقد أبلغ الكشاف الميت بالفعل سيدته.
fr: Hélas, j'ai échoué dans ma mission ! L'éclaireur mort-vivant a déjà fait son rapport à sa maîtresse.
gl: ¡Ai, fallei na miña misión! O explorador non morto xa informou á súa amante.
it: Ahimè, ho fallito la mia missione! L’esploratore non morto è già riuscito a fare rapporto alla sua padrona.

source: Minion, what’s this? Soldiers of Wesnoth approach from the north? That area should have been cleansed over a month ago.
ar: يا خادم، ما هذا؟ جنود ويسنوث يقتربون من الشمال؟ كان من المفترض تطهير هذه المنطقة منذ أكثر من شهر.
gl: Minion, que é isto? Os soldados de Wesnoth achéganse dende o norte? Esa zona debería ter sido limpada hai máis dun mes.
it: Tirapiedi, cos’è tutto questo trambusto? Soldati di Wesnoth si avvicinano da nord? Quella zona avrebbe dovuto essere ripulita più di un mese fa.

source: No matter. Bring in the next batch of prisoners. I have need of them a little sooner than expected.
ar: لا يهم. أحضروا الدفعة التالية من السجناء. فأنا في حاجة إليهم قبل الموعد المتوقع بقليل.
fr: Peu importe. Amenez le prochain groupe de prisonniers. J'en ai besoin un peu plus tôt que prévu.
gl: Non importa. Trae o seguinte lote de prisioneiros. Preciso deles un pouco antes do esperado.
it: Non importa. Fate entrare il prossimo gruppo di prigionieri. Mi servono un po’ prima del previsto.

source: Wait a moment, can we talk about thi-
ar: انتظر لحظة، هل يمكننا التحدث عن ه-
fr: Attendez un instant, pouvons-nous en parler ?
gl: Agarda un momento, podemos falar disto?
it: Aspetta un attimo, non ne possiamo parl-

source: I... Hunger...
ar: أنا... جوع...
fr: Je... Faim...
gl: Eu... Fame...
it: Io... Fame...

source: By the Clans, she wields slaves as weapons! This injustice will not stand!
ar: بحق العشائر، تستخدم العبيد كأسلحة! هذا الظلم لن يستمر!
fr: Par les Clans, elle utilise des esclaves comme armes ! Une telle injustice ne restera pas impunie !
gl: Polos clans, ela usa escravos como armas! Esta inxustiza non aguantará!
it: Per i Clan, brandisce gli schiavi come fossero armi! Questa ingiustizia non resterà impunita!

source: By all that is holy, she wields slaves as weapons! This evil will not stand!
ar: بكل ما هو مقدس، إنها تستخدم العبيد كأسلحة! هذا الشر لن يصمد!
gl: Por todo o que é santo, usa escravos como armas! Este mal non vai soportar!
it: Per tutto ciò che è sacro, brandisce gli schiavi come fossero armi! Questa malvagità non resterà impunita!

source: More prisoners approach from the northwest! I have not the time to depart and return with Gweddry, or those dwarves will surely be slain.
ar: المزيد من الأسرى يقتربون من الشمال الغربي! ليس لدي وقت للمغادرة والعودة مع جويدري، وإلا فإن هؤلاء الأقزام سيُقتلون بالتأكيد.
fr: D'autres prisonniers approchent du nord-ouest ! Je n'ai pas le temps de partir et de revenir avec Gweddry, sinon ces nains seront certainement massacrés.
gl: Máis presos achéganse dende o noroeste! Non teño tempo para partir e volver con Gweddry, ou eses ananos seguramente serán asasinados.
it: Altri prigionieri in avvicinamento da nord-ovest! Non ho il tempo di andarmene e tornare con Gweddry, altrimenti quei nani verranno sicuramente uccisi.

source: I may have failed my original mission, but in the name of the Clans, I will not fail these prisoners now!
ar: ربما فشلت في مهمتي الأصلية، لكن باسم العشائر، لن أخذل هؤلاء السجناء الآن!
fr: J'ai peut-être échoué dans ma mission initiale, mais au nom des Clans, je ne manquerai pas à ces prisonniers maintenant !
gl: Poida que fallei a miña misión orixinal, pero en nome dos Clans, agora non vou fallar a estes prisioneiros!
it: Posso anche aver disatteso la mia missione iniziale, ma nel nome dei Clan, ora non deluderò questi prigionieri!

source: I may have failed my original mission, but by the holy Light, I will not fail these prisoners now!
ar: ربما فشلت في مهمتي الأصلية، لكن بالنور المقدس، لن أخذل هؤلاء السجناء الآن!
gl: Poida que fallei a miña misión orixinal, pero pola Luz sagrada, agora non vou fallar a estes prisioneiros!
it: Posso anche aver disatteso la mia missione iniziale, ma nel nome della sacra Luce, ora non deluderò questi prigionieri!

source: Wait — I remember you! You’re one of the ones who fled from me last autumn near Soradoc!
ar: انتظر - أنا أتذكرك! أنت أحد الذين فروا مني في الخريف الماضي بالقرب من سورادوك!
gl: Agarda, lembro de ti! ¡Es un dos que fuxiches de min o pasado outono preto de Soradoc!
it: Aspetta — Mi ricordo di te! Tu sei uno di quelli che mi sono sfuggiti lo scorso autunno vicino Soradoc!

source: This time I’ve traded my bats for ghouls. There’s no way you’ll escape now!
ar: هذه المرة، استبدلت الخفافيش بأكلي الجثث. لن تتمكن من الهرب الآن!
gl: Esta vez troquei os meus morcegos por ghouls. Non hai forma de escapar agora!
it: Questa volta ho scambiato i miei pipistrelli per dei Ghoul. Adesso non hai più alcuna via di scampo!

source: Nargaril
ar: نارجاريل

source: Urmarol
ar: أورمارول

source: Get yer filthy chains off my wrists, ye pile o’ bones!
ar: انزعوا السلاسل القذرة من معصمي، يا كومة العظام!
fr: Enlève-moi ces sales chaînes de mes poignets, espèce de tas d’os !
gl: Quitade as túas sucias cadeas dos meus pulsos, amontoádevos ósos!
it: Toglimi le tue luride catene dai polsi, mucchio d’ossa che non sei altro!

source: Thank ye kindly fer freein’ us! Me runesmithin’ arts are not meant ta be used outside o’ Knalga, but methinks now is an exception. I just hope tha East Gate dinnae fare’n too bad after I were captured...
ar: شكراً لك على تحريرنا! فنون الصياغة الخاصة بي ليس من المفترض أن تستخدم خارج كنالجا، لكن أعتقد أن هذا استثناء. أتمنى فقط أن لا تكون وضعية البوابة الشرقية سيئة للغاية بعد أن تم أسري...
fr: Merci bien d’nous avoir libérés ! Mes arts d’forgerune sont pas faits pour être pratiqués hors d’Knalga, mais j’me dis qu’cette fois, c’est une exception. J’espère juste que la Porte de l’Est s’en est pas trop mal tirée après qu’j’ai été capturé…
gl: Grazas por liberarnos! As artes da artesanía rúnica non están destinadas a ser usadas fóra de Knalga, pero creo que agora é unha excepción. Só espero que a East Gate non vaia mal despois de que me capturaran...
it: Grazie mille per averci liberato! Le mie arti di fabbro esoterico non sono fatte per essere utilizzate al di fuori di Knalga, ma penso che oggi farò un’eccezione. Spero solo che la Porta Orientale non se la sia cavata troppo male dopo che sono stato catturato...

source: Vinreddoc
ar: فينريدوك

source: Tunreoryr
ar: تونريورير

source: How are there so many of them? Is this the end of all Wesnoth?
ar: كيف يوجد هذا العدد منهم؟ هل هذه هي نهاية كل الويسنوث؟
fr: Comment se fait-il qu'ils soient si nombreux ? Est-ce la fin de Wesnoth ?
gl: Como hai tantos deles? É este o fin de todo Wesnoth?
it: Come fanno ad essercene così tanti? Questa è la fine di tutta Wesnoth?

source: Don’t worry. I’m sure the Crown has a plan...
ar: لا تقلقي أنا متأكد من أن التاج لديه خطة...
fr: Ne t’en fais pas. Je suis sûr que la Couronne a un plan…
gl: Non te preocupes. Estou seguro de que a Coroa ten un plan...
it: Non preoccuparti. Sono cerco che la Corona ha un piano...

source: Thank you! When the undead overran the academy I thought I was dead for sure. I just wonder what has happened to my friends...
ar: شكراً لكم! عندما اجتاح الموتى الأحياء الأكاديمية ظننت أنني ميت بالتأكيد. أنا فقط أتساءل ماذا حدث لأصدقائي...
gl: Grazas! Cando os mortos-vivos invadiron a academia, pensei que estaba morto. Pregúntome que pasou cos meus amigos...
it: Grazie! Quando i non-morti hanno invaso l’accademia ho pensato che sarei morto di sicuro. Mi chiedo solo cosa sia successo ai miei amici...

source: Take heart! As long as there is Light, hope always remains.
ar: قووا قلوبكم! ما دام هناك نور، فالأمل باقٍ دائمًا.
gl: ¡Animo! Mentres haxa Luz, a esperanza sempre permanece.
it: Coraggio! Finché c’è Luce, c’è sempre speranza.

source: Ugzush
ar: أوجزوش

source: Hibro
ar: هيبرو

source: I’ll take you all on! As soon as I get out of these chains...
ar: سآهزمكم جميعاً! حالما أتخلص من هذه السلاسل...
fr: Je vous affronterai tous ! Dès que je serai libéré de ces chaînes...
gl: Vou levar a todos! En canto saia destas cadeas...
it: Vi affronterò tutti! Appena riesco a liberarmi da queste catene...

source: Silence. Orcs. March.
ar: الصمت. الأورك. تسير.
fr: Silence. Orques. Marchez.
gl: Silencio. Orcos. marzo.
it: Silenzio. Orchi. Marciare.

source: Cruddy undead think they can chain me up! I’ll grind their bones into dust!
ar: يظن الموتى الأحياء البغيضون أن بإمكانهم تقييدي بالسلاسل! سأطحن عظامهم إلى تراب!
fr: Ces misérables morts-vivants pensent pouvoir m'enchaîner ! Je réduirai leurs os en poussière !
gl: Os mortos vivintes cren que poden encadearme! Moerei os seus ósos en po!
it: Quegli schifosi non-morti pensano di potermi incatenare! Polverizzerò le loro ossa!

source: Syner
ar: سينر

source: I swear, it was an accident! Please, if you’ll just let me talk to Mel Guthrak, I’m sure this can all be straightened out.
ar: أقسم أن الأمر كان مجرد حادث! من فضلك، إذا سمحت لي بالتحدث إلى ميل جوثراك، فأنا متأكد من أنه يمكن تصحيح كل هذا.
gl: Xuro, foi un accidente! Por favor, se me deixas falar con Mel Guthrak, estou seguro de que todo se pode solucionar.
it: Giuro, è stata un incidente! Per favore, se solo mi lasci parlare con Mel Guthrak, sono sicura che si potrà sistemare tutto.

source: Your time is done, necromancer. If I have one small comfort, it’s that I’ll get to watch you die alongside me.
ar: لقد انتهى وقتك يا مستحضر الأرواح. إذا كان لديّ عزاء صغير، فهو أن أشاهدك تموت بجانبي.
fr: Ton heure est venue, nécromancienne. Si je peux trouver une maigre consolation, c'est de te voir mourir à mes côtés.
gl: O teu tempo rematou, nigromante. Se teño un pequeno consolo, é que vou verte morrer xunto a min.
it: Il tuo tempo è finito, negromante. Se ho un piccolo sollievo, è che potrò vederti crepare accanto a me.

source: I’m free! Now I’ll have the pleasure of killing this dark adept myself.
ar: أنا حر! الآن سأحظى بمتعة قتل هذا الماهر المظلم بنفسي.
gl: Estou libre! Agora terei o pracer de matar eu mesmo a este escuro adepto.
it: Sono libero! Ora avrò il piacere di uccidere questa adepta oscura con le mie mani.

source: Stay your hand, man of Wesnoth! A killing in cold blood is no justice and revenge will bring you no peace.
ar: كف يدك يا رجل ويسنوث! القتل بدم بارد ليس عدلاً ولن يجلب لك الانتقام أي سلام.
gl: Quédate da man, home de Wesnoth! Matar a sangue frío non é xustiza e a vinganza non che traerá paz.
it: Arresta la mano, uomo di Wesnoth! Un omicidio a sangue freddo non è giustizia e la vendetta non ti sarà di alcun conforto.

source: Are you mad? That woman is a necromancer!
ar: هل أنت مجنون؟ هذه المرأة هي مستحضرة أرواح!
gl: Estás tolo? Esa muller é unha nigromante!
it: Sei matto? Quella donna è una negromante!

source: ...you might as well. They think I’m a traitor. I’m as good as dead already.
ar: ...يمكنك أن تفعل ذلك أيضًا. إنهم يعتقدون أنني خائن. أنا ميت بالفعل.
gl: ... tamén podes. Pensan que son un traidor. Xa estou como morto.
it: ...tanto vale. Pensano che io sia una traditrice. Sono già morta.

source: Then the choice is yours. Flee and face the world alone, or forswear your dark arts and join me to protect all that yet remains holy in this good world.
ar: إذن الاختيار بين يديك. إما أن تهرب وتواجه العالم بمفردك، أو تتخلى عن فنونك المظلمة وتنضم إليّ لحماية كل ما لا يزال مقدسًا في هذا العالم الطيب.
gl: Entón a elección é túa. Fuxe e afronta o mundo só, ou renuncia ás túas escuras artes e únete a min para protexer todo o que aínda permanece sagrado neste bo mundo.
it: Allora la scelta è tua. Fuggi e affronta il mondo da sola, o rinuncia alle tue arti oscure e unisciti a me per proteggere tutto ciò che resta ancora di santo in questo mondo buono.

source: Okay. No more necromancy. I’ll join you.
ar: حسنـاً. لا مزيد من استحضار الأرواح. سأنضم إليكم.
gl: Está ben. Non máis nigromancia. Unireime a ti.
it: Okay. Niente più negromanzia. Mi unirò alla tua causa.

source: And so justice has been served! Such is the fate of all evildoers.
ar: وهكذا تحققت العدالة! وهذا هو مصير كل مرتكبي الشر.
gl: E así se fixo xustiza! Tal é o destino de todos os malhechores.
it: E così giustizia è fatta! Tale è il destino di tutti i malfattori.

source: Scyla
ar: سيلا
gl: Escila

source: Mame
ar: مامي

source: March. Faster.
ar: تحرك. اسرع.
fr: Marche. Plus vite.
gl: marzo. Máis rápido.
it: Marciare. Più veloci.
