Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: Defeat as many enemy leaders as possible, and then move any unit to the northern path (easier next scenario)
ar: اهزم أكبر عدد ممكن من قادة الأعداء قبل نفاد الأدوار ثم حرك وحدة إلى الطريق الشمالي (السيناريو التالي أسهل).
fr: Battre autant de chefs ennemis que possible et placer une unité sur le chemin au nord (prochain scénario plus facile)
gl: Derrota o maior número posible de líderes inimigos e despois move calquera unidade cara ao camiño norte (o seguinte escenario é máis sinxelo)
it: Sconfiggi quanti più possibili condottieri nemici, poi muovi una unità qualsiasi sul sentiero settentrionale (semplifica il prossimo scenario)

source: Move Owaec next to Yannic, and then protect Yannic until you move any unit to the northern path (bonus item next scenario)
ar: حرك أويك بجوار ياننيك، ثم قم بحماية ياننيك حتى تحرك أي وحدة إلى المسار الشمالي (عنصر إضافي في السيناريو التالي)
gl: Move a Owaec a carón de Yannic e, a continuación, protexe a Yannic ata que movas calquera unidade cara ao camiño norte (elemento adicional seguinte escenario)
it: Sposta Owaec vicino a Yannic, e poi proteggilo fintanto che non riesci a muovere una unità qualsiasi sul sentiero settentrionale (bonus oggetto nel prossimo scenario)

source: Protect Yannic until you move any unit to the northern path (bonus item next scenario)
ar: حماية يانيك حتى تقوم بنقل أي وحدة إلى المسار الشمالي (عنصر إضافي في السيناريو التالي)
gl: Protexe a Yannic ata que movas calquera unidade cara ao camiño norte (elemento adicional no seguinte escenario)
it: Proteggi Yannic fintanto che non riesci a spostare una qualsiasi unità sul sentiero settentrionale (bonus oggetto nel prossimo scenario)

source: The air is filled with smoke. I fear the town is already lost.
ar: الهواء مليء بالدخان. أخشى أن البلدة قد ضاعت بالفعل.
fr: L’air est chargé de fumée. Je crains que la ville ne soit déjà perdue.
gl: O aire énchese de fume. Temo que o pobo xa está perdido.
it: L’aria è piena di fumo. Temo che la città sia già persa.

source: Madness! How can the city have fallen? The garrison is stout-hearted and loyal to a fault. I know many of them personally! They would hold the city to their dying breaths.
ar: جنون! كيف سقطت المدينة؟ إن الحامية قوية القلب ومخلصة إلى حد الخطأ. أعرف الكثير منهم شخصيًا! إنهم سيحمون المدينة حتى آخر أنفاسهم.
fr: Folie ! Comment la ville aurait-t-elle pu tomber ? La garnison est courageuse et d’une loyauté sans faille. J’en connais beaucoup personnellement ! Ils auraient tenu la ville jusqu’à leur dernier souffle.
gl: Tolemia! Como puido caer a cidade? A guarnición é firme e leal a unha falla. Coñezo a moitos deles persoalmente! Eles aguantarían a cidade ata os seus últimos alentos.
it: Follia! Come può essere caduta la città? La guarnigione è coraggiosa e leale fino all’eccesso. Conosco personalmente molti di loro! Avrebbero difeso la città fino al loro ultimo respiro.

source: Were you expecting a victory parade? Soradoc will be the first of many if we cannot accomplish our goal.
ar: هل كنت تتوقع موكب نصر؟ ستكون سرادوك هي الأولى من بين الكثير إذا لم نتمكن من تحقيق هدفنا.
fr: Espériez-vous une victoire comme à la parade? Soradoc ne sera que la première d’une longue série si nous n’accomplissons pas notre objectif.
gl: Esperabas un desfile da vitoria? Soradoc será o primeiro de moitos se non logramos o noso obxectivo.
it: Ti aspettavi una sfilata trionfale? Soradoc sarà la prima di molte se non raggiungiamo il nostro obiettivo.

source: Wait, look, the flag of Wesnoth still flies over the western barracks!
ar: انتظر، انظر، علم ويسنوث لا يزال يرفرف فوق الثكنات الغربية!
fr: Attendez, regardez, le drapeau de Wesnoth flotte encore au-dessus de la caserne ouest !
gl: Agarda, mira, a bandeira de Wesnoth aínda ondea sobre o cuartel oeste!
it: Aspetta, guarda là: la bandiera di Wesnoth sventola ancora sulle caserme occidentali!

source: Are you our reinforcements? Weldyn promised us aid days ago! The undead already control most of the city. We’re hiding our wounded in the temple, but if we lose the western quarter as well, I fear that no one will escape.
ar: هل أنتم تعزيزاتنا؟ ويلدين وعدتنا بالمساعدة منذ أيام. الموتى الأحياء يسيطرون بالفعل على معظم المدينة. نحن نخبئ جرحانا في المعبد، ولكن إذا فقدنا الحي الغربي أيضاً، أخشى ألا يهرب أحد.
fr: Êtes-vous nos renforts ? Weldyn nous a promis de l’aide il y a des jours ! Les morts-vivants contrôlent déjà la majeure partie de la ville. Nous cachons nos blessés dans le temple, mais si nous perdons aussi le quartier ouest, je crains que personne ne puisse s’échapper.
gl: Sodes os nosos reforzos? Weldyn prometeunos axuda hai días! Os mortos-vivos xa controlan a maior parte da cidade. Escondemos os nosos feridos no templo, pero se perdemos tamén o barrio oeste, temo que ninguén escapa.
it: Siete i nostri rinforzi? Weldy ha promesso di aiutarci giorni fa! I non-morti controllano già la maggior parte della città. Stiamo nascondendo i nostri feriti nel tempio, ma se perdiamo anche il quartiere occidentale, tempo che nessuno ne uscirà vivo.

source: By the Clans, some of them yet live! We must move quickly if we are to rescue the garrison! If we can defeat this wave of undead, they may yet have time to evacuate.
ar: بحق العشائر، ما زال بعضهم على قيد الحياة! يجب أن نتحرك بسرعة إذا أردنا إنقاذ الحامية! إذا تمكنا من هزيمة هذه الموجة من الموتى الأحياء، فقد يكون لديهم الوقت لإخلاء الحامية.
fr: Par les Clans, certains sont encore en vie ! Nous devons agir vite si nous voulons secourir la garnison ! Si nous pouvons vaincre cette vague de morts‑vivants, ils auront peut-être encore le temps d’évacuer.
gl: Polos Clans, algúns deles aínda viven! Debemos movernos rapidamente se queremos rescatar a guarnición! Se podemos derrotar esta onda de mortos-vivos, aínda poden ter tempo de evacuar.
it: Per i Clan, alcuni di loro sono ancora vivi! Dobbiamo muoverci velocemente se vogliamo salvare la guarnigione! Se potessimo sconfiggere questa ondata di non-morti, potremmo far guadagnare loro il tempo necessario per evacuarli.

source: I agree, but... there are many powerful undead besieging the city. Do we have the strength to defeat them all?
ar: أوافق، ولكن... هناك العديد من الموتى الأحياء الأقوياء الذين يحاصرون المدينة. هل لدينا القوة لهزيمتهم جميعاً؟
fr: Je suis d’accord, mais… il y a de nombreux morts‑vivants puissants qui assiègent la ville. Avons‑nous la force de tous les vaincre ?
gl: Estou de acordo, pero... hai moitos mortos-vivos poderosos que asedian a cidade. Temos forzas para derrotalos a todos?
it: Concordo ma... ci sono molti potenti non-morti che assediano la città. Abbiamo la forze necessaria per sconfiggerli tutti?

source: Maybe, maybe not. Remember that our true goal lies far to the north. Nothing we do here today will more than inconvenience Mal-Ravanal.
ar: ربما، وربما لا. تذكروا أن هدفنا الحقيقي يقع في أقصى الشمال. لا شيء سنفعله هنا اليوم أكثر من إزعاج مال رافانال.
fr: Peut‑être, peut‑être pas. Souvenez‑vous que notre véritable objectif se trouve bien plus au nord. Rien de ce que nous ferons ici aujourd’hui ne fera guère plus qu’incommoder un peu Mal‑Ravanal.
gl: Quizais, quizais non. Lembra que o noso verdadeiro obxectivo está moi ao norte. Nada do que fagamos hoxe aquí máis que incomodará a Mal-Ravanal.
it: Forse sì, forse no. Ricorda che il nostro vero obiettivo si trova lontano, verso nord. Nulla di ciò che facciamo qui oggi sarà più che un inconveniente per Mal-Ravanal.

source: We should proceed north as quickly as we can. If we cannot save Soradoc, we can at least slip past the undead and escape, though they will certainly follow us.
ar: يجب أن نتقدم شمالاً بأسرع ما يمكن. إذا لم نتمكن من إنقاذ سورادوك، فيمكننا على الأقل أن نتسلل عبر الموتى الأحياء ونهرب، على الرغم من أنهم سيتبعوننا بالتأكيد.
fr: Nous devrions avancer vers le nord aussi vite que possible. Si nous ne pouvons pas sauver Soradoc, nous pourrons au moins passer inaperçus devant les morts‑vivants et nous échapper, même s’ils nous poursuivront certainement.
gl: Debemos avanzar cara ao norte o máis rápido posible. Se non podemos salvar a Soradoc, polo menos poderemos escapar dos non mortos e escapar, aínda que seguramente nos seguirán.
it: Dovremmo dirigerci verso nord il più velocemente possibile. Se non possiamo salvare Soradoc, almeno possiamo svicolare i non-morti e scappare, anche se ci inseguiranno senza ombra di dubbio.

source: Intruders... living men... from the southeast...
ar: دخلاء... رجال أحياء... من الجنوب الشرقي...
fr: Des intrus... des vivants... depuis le sud-est...
gl: Intrusos... homes vivos... do sueste...
it: Intrusi... uomini vivi... da sud-est...

source: Ah, it’s the garrison that escaped me back at that border outpost. They won’t get lucky again this time!
ar: آه، إنها الحامية التي هربت مني في تلك النقطة الحدودية. لن يحالفهم الحظ مرة أخرى هذه المرة!
fr: Ah, c’est la garnison qui m’a échappé au poste-frontière. Cette fois, ils n’auront pas autant de chance !
gl: Ah, é a guarnición que se me escapou nese posto fronteirizo. Esta vez non volverán ter sorte!
it: Ah, è la guarnigione che mi è sfuggita presso quell’avamposto di confine. Non avranno altrettanta fortuna questa volta!

source: And see who is among them! I shall inform Mal-Ravanal at once.
ar: وانظر من بينهم! سأبلغ مال رافانال في الحال.
gl: E a ver quen hai entre eles! Informarei de inmediato a Mal-Ravanal.
it: E guarda chi c’è tra le loro fila! Devo subito informare Mal-Ravanal.

source: Dacyn, is that you again? So this is where you ran off to. I would recognize your nauseating aura anywhere.
ar: داسين، هل هذا أنت مرة أخرى؟ إذن هذا هو المكان الذي هربت إليه. كنت لأتعرف على هالتك المقززة في أي مكان.
gl: Dacyn, es ti outra vez? Entón, aquí foi onde fuches. Recoñecería o teu aura nauseabundo en calquera lugar.
it: Dacyn, sei di nuovo tu? Quindi è qui che sei scappato. Riconoscerei la tua nauseante aura ovunque.

source: I should put you out of your misery right now, but then again, I wanted you to see the results of all my long years of research. I guess it can wait a little longer.
ar: يجب أن أخلصك من معاناتك الآن، ولكن مرة أخرى، أردت أن ترى نتائج كل سنوات بحثي الطويلة. أعتقد أنه يمكنني الانتظار لفترة أطول قليلاً.
gl: Debería sacarte da túa miseria agora mesmo, pero, de novo, quería que viras os resultados de todos os meus longos anos de investigación. Supoño que pode esperar un pouco máis.
it: Dovrei mettere fine alla tua sofferenza seduta stante, ma , ripeto, vorrei che tu vedessi i risultati dei miei lunghi anni di ricerca. Immagino che si possa aspettare ancora un po’.

source: Well then, I know you’ll miss me, so here’s a little going-away present for you and your friends.
ar: حسنًا، أعلم أنك ستفتقدني، لذا فهذه هدية صغيرة لك ولأصدقائك.
fr: Bon eh bien, je sais que je vais te manquer, alors voici un petit cadeau de départ pour toi et tes amis.
gl: Pois ben, sei que me botarás de menos, así que aquí tes un pequeno agasallo para ti e os teus amigos.
it: Bene, allora so che ti mancherò, quindi eccoti un mio regaletto d’addio per te e i tuoi amichetti.

source: That’s almost all the undead leaders defeated!
ar: هذا هو تقريبًا جميع قادة الموتى الأحياء المهزومين!
gl: Isto é case todos os líderes mortos-vivos derrotados!
it: Sono quasi tutti i condottieri dei non-morti sconfitti!

source: Who commands this garrison? Time is short. We must evacuate what’s left of your men before—
ar: من يقود هذه الحامية؟ الوقت قصير يجب أن نخلي ما تبقى من رجالك قبل أن--
gl: Quen manda esta guarnición? O tempo é curto. Debemos evacuar o que queda dos teus homes antes...
it: Chi è al comando di questa guarnigione? Abbiamo poco tempo: dobbiamo evacuare ciò che resta dei tuoi uomini prima—

source: Owaec? Is that you?
ar: أويك؟ هل هذا أنت؟
gl: Owaec? Es ti?
it: Owaec? Sei tu?

source: Yannic?! Well met friend, I haven’t seen you in years!! Ha, you never could stay out of trouble! How’s your horse, Clansman?
ar: يانيك ؟! !!حسنا التقيت بك يا صديقي، لم أرك منذ سنوات !هاه، أنت لا تستطيع الابتعاد عن المشاكل أبداً كيف حال حصانك يا رجل العشيرة؟
gl: Yannic?! Ben coñecido amigo, hai anos que non te vexo!! Ja, nunca poderías estar fóra de problemas! Como está o teu cabalo, Clansman?
it: Yannic? Lieto di incontrati, amico: sono anni che non ci si vede! Ha, non riesci mai a stare fuori dai guai! Come sta il tuo stallone, Cavaliere?

source: Injured, along with those few of my men lucky enough to yet live. I am more than grateful for your timely arrival and help.
ar: لقد أصيب بعض رجالى، بالإضافة إلى أولئك القلائل المحظوظين الذين ما زالوا على قيد الحياة. أنا ممتن للغاية لوصولكم ومساعدتكم في الوقت المناسب.
gl: Ferido, xunto con aqueles poucos meus homes que teñen a sorte de seguir vivindo. Estou máis que agradecido pola túa puntual chegada e axuda.
it: Ferito, allo stesso modo dei pochi fortunati uomini rimasti ancora in vita. Sono più che lieto del tuo arrivo tempestivo e dell’aiuto.

source: Speaking of help, we require yours. I, the King’s High Advisor, seek a powerful magic east of the Listra to destroy these undead. We will require your men and provisions for the journey.
ar: بالحديث عن المساعدة، نحن بحاجة لمساعدتك. أنا، المستشار الأعلى للملك، أبحث عن سحر قوي شرق لسترا لتدمير هؤلاء الموتى الأحياء. سنحتاج إلى رجالك ومؤن للرحلة.
gl: Falando de axuda, esiximos a túa. Eu, o Alto Conselleiro do Rei, busco unha poderosa maxia ao leste da Listra para destruír a estes non mortos. Esixiremos os teus homes e provisións para a viaxe.
it: A proposito di aiuto, siamo noi a chiederlo a te. Io, in qualità di Alto Consigliere Reale, sono in cerca di una potente magia situata ad est del Fiume Listra con la quale distruggere questi non-morti. Avremo bisogno dei tuoi uomini e di provviste per il viaggio.

source: ... I would gladly offer all for the friend of a fellow Clansman, but as you can see, myself and what remains of my garrison are in little condition to help anyone. Still, should I encounter any fresh reinforcements or objects of interest, I will send them your way.
ar: ... سأقدم بكل سرور كل ما لديّ من أجل صديق أحد زملائي من أفراد العشيرة، ولكن كما ترى، أنا وما تبقى من حاميتي في حالة لا تسمح لي بمساعدة أي شخص. ومع ذلك، إذا صادفت أي تعزيزات جديدة أو أشياء مثيرة للاهتمام، فسأرسلها إليك.
gl: ... Gustaríame ofrecer todo para o amigo dun compañeiro de clan, pero como podes ver, eu e o que queda da miña guarnición estamos en poucas condicións para axudar a ninguén. Aínda así, se me atope con reforzos novos ou obxectos de interese, enviareillos.
it: ... Darei tutto per l’amico di un membro del clan, ma come puoi vedere, né io né ciò che resta della mia guarnigione è in grado di aiutare qualcuno. Tuttavia, se dovessi imbattermi in nuovi rinforzi o in oggetti interessanti, te li manderò.

source: Acceptable.
ar: مقبول.
gl: Aceptable.
it: Accettabile.

source: Bah, we come to aid you, not to seek <i>your</i> aid! We shall do our utmost to ensure you and your men survive this dark time.
ar: باه، لقد جئنا لمساعدتك، وليس لطلب <i>مساعدتك</i>! سنبذل قصارى جهدنا لضمان نجاتك أنت ورجالك من هذا الوقت العصيب.
gl: Bah, vimos a axudarche, non a buscar a túa axuda! Faremos todo o posible para garantir que vostede e os seus homes sobrevivan a este tempo escuro.
it: Bah, veniamo per aiutarti, non per ottenere il <i>tuo</i> aiuto! Faremo del nostro meglio per garantire che tu e i tuoi uomini sopravviviate a questi tempi oscuri.

source: I’ve broken through the undead lines. Follow me before we are overwhelmed!
ar: لقد اخترقت صفوف الموتى الأحياء. اتبعوني قبل أن نغرق بين جحافلهم!
gl: Rompei as liñas de non mortos. ¡Sígueme antes de que esteamos abrumados!
it: Ho spezzato le linee dei non-morti. Seguitemi prima che ci sopraffacciano!

source: The northern path is clear! Follow me, let us cross the Great River.
ar: الطريق الشمالي خالٍ! اتبعوني، دعونا نعبر النهر العظيم.
fr: Le chemin du nord est dégagé ! Suivez‑moi, franchissons le Grand Fleuve.
gl: O camiño do norte está claro! Sígueme, imos cruzar o Gran Río.
it: La via settentrionale è libero! Seguitemi, guadiamo il Grande Fiume.

source: We have failed to defeat even a single enemy leader! It galls me to flee, but this is a battle we cannot win.
ar: لقد فشلنا في هزيمة حتى قائد واحد من قادة العدو! يغيظني الفرار، ولكن هذه معركة لا يمكننا الفوز بها.
gl: Non logramos derrotar nin un só líder inimigo! Dáme afán fuxir, pero esta é unha batalla que non podemos gañar.
it: Non siamo riusciti a sconfiggere neanche un condottiero nemico! Mi irrita fuggire, ma questa è una battaglia che non possiamo vincere.

source: We have failed to defeat more than a single enemy leader! It galls me to flee, but this is a battle we cannot win.
ar: لقد فشلنا في هزيمة أكثر من قائد عدو واحد! يزعجني الفرار، ولكن هذه معركة لا يمكننا الفوز بها.
gl: Non logramos derrotar a máis dun líder inimigo! Dáme afán fuxir, pero esta é unha batalla que non podemos gañar.
it: Non siamo riusciti a sconfiggere più di un condottiero nemico! Mi irrita fuggire, ma questa è una battaglia che non possiamo vincere.

source: We have weakened the undead here, yet we cannot hope to defeat them all! It galls me to flee, but this is a battle we cannot win.
ar: لقد أضعفنا الموتى الأحياء هنا، ومع ذلك لا يمكننا أن نأمل في هزيمتهم جميعًا! يزعجني الفرار، لكن هذه معركة لا يمكننا الفوز بها.
gl: Debilitamos aos mortos-vivos aquí, pero non podemos esperar derrotalos a todos! Dáme afán fuxir, pero esta é unha batalla que non podemos gañar.
it: Abbiamo indebolito i non-morti qui, ma non possiamo sperare di sconfiggerli tutti! Mi irrita fuggire, ma questa è una battaglia che non possiamo vincere.

source: We have done well to defeat the undead here. Their forces will be unable to pursue us; we shall have an uneventful river crossing.
ar: لقد قمنا بعمل جيد لهزيمة الموتى الأحياء هنا. لن تتمكن قواتهم من مطاردتنا؛ وسيكون عبورنا للنهر هادئًا.
gl: Fixemos ben en derrotar aos non mortos aquí. As súas forzas non poderán perseguirnos; teremos un cruce fluvial sen incidentes.
it: Abbiamo fatto bene a sconfiggere i non morti qui. Le loro forze non saranno in grado di inseguirci: riusciremo ad attraversare il fiume senza incidenti.

source: We have done well to defeat the undead here. They may still pursue as we cross the river, but far fewer than would otherwise have come.
ar: لقد قمنا بعمل جيد لهزيمة الموتى الأحياء هنا. ربما لا يزالون يطاردوننا بينما نعبر النهر، لكن عددهم أقل بكثير مما كان سيأتي لولا ذلك.
gl: Fixemos ben en derrotar aos non mortos aquí. Aínda poden perseguir mentres cruzamos o río, pero moitos menos dos que virían doutro xeito.
it: Abbiamo fatto bene a sconfiggere i non morti qui. Forse potranno inseguirci mentre attraversiamo il fiume, ma molti meno di quanti ne sarebbero arrivati altrimenti.

source: It galls me to flee before vanquishing the final undead leader, but enemy reinforcements will doubtlessly soon arrive.
ar: يزعجني الفرار قبل هزيمة الزعيم الأخير، لكن تعزيزات العدو ستصل بلا شك قريبًا.
gl: Dáme irritación fuxir antes de vencer ao líder non morto final, pero sen dúbida chegarán pronto os reforzos inimigos.
it: Mi irrita fuggire prima di aver sconfitto l’ultimo condottiero dei non-morti, ma i rinforzi nemici arriveranno presto senza alcun dubbio.

source: Farewell, and good luck! You have bought us enough time to evacuate, and for that I will be ever grateful! May our paths cross again someday.
ar: وداعاً، وحظاً موفقاً! لقد وفرت لنا وقتًا كافيًا للإخلاء، ولهذا سأكون ممتنًا لك دائمًا! عسى أن تلتقي طرقنا مجددًا يومًا ما.
gl: Adeus, e moita sorte! Mercaches tempo suficiente para evacuar, e por iso estarei sempre agradecido! Que os nosos camiños se crucen de novo algún día.
it: Addio e buona fortuna! Ci avete fatto guadagnare abbastanza tempo per evacuare, e per ciò ve ne sarò sempre grato! Possano un giorno i nostri sentieri incrociarsi ancora.

source: Farewell friend! May you find fairer fields unfouled by undead.
ar: وداعًا يا صديقي! عسى أن تجد حقولاً أكثر نقاءا غير ملوثة بالموتى الأحياء.
gl: Adeus amigo! Que atopes campos máis xustos sen contaminar por non mortos.
it: Addio amico! Che tu possa trovare campi più belli non corrotti dai non-morti.

source: No, wait, you can’t just leave us here!
ar: لا، انتظر، لا يمكنك تركنا هنا!
gl: Non, espera, non podes deixarnos aquí!
it: No, aspetta, non puoi semplicemente abbandonarci qua!

source: We flee?! My Clan would banish me for half as much cowardice! I am ashamed to call myself a Clansman.
ar: نهرب؟!عشيرتي ستنفيني بنصف هذا الجبن! أنا أخجل من أن أدعو نفسي رجل عشيرة.
gl: fuximos?! O meu Clan desterraríame pola metade de covardía! Dáme vergoña de chamarme un Clansman.
it: Fuggiamo?! Il mio Clan mi bandirebbe soltanto per la metà di cotanta codardia! Vi vergogno di chiamarmi membro dei Clan.

source: But alas, the garrison is slain. If only we had acted more swiftly, they might still have been saved.
ar: ولكن للأسف، لقد قُتلت الحامية. لو كنا قد تصرفنا بسرعة أكبر، لكان من الممكن إنقاذهم.
gl: Pero, por desgraza, a guarnición é asasinada. Se actuamos máis rápido, aínda poderían estar salvados.
it: Ma ahimè, la guarnigione è stata massacrata. Se soltanto avessimo agito più celermente, avrebbero potuto ancora essere salvati.

source: With all enemy leaders still alive, we are sure to be destroyed when we attempt to cross the river...
ar: مع بقاء جميع قادة العدو على قيد الحياة، فمن المؤكد أننا سنُدمر عندما نحاول عبور النهر...
gl: Con todos os líderes inimigos aínda vivos, seguro que seremos destruídos cando intentemos cruzar o río...
it: Con tutti i condottieri nemici ancora vivi, è certo che verremo distrutti quando tenteremo di attraversare il fiume...

source: With three enemy leaders still alive, we are sure to be destroyed when we attempt to cross the river...
ar: مع بقاء ثلاثة من قادة الأعداء على قيد الحياة، فمن المؤكد أننا سنُدمر عندما نحاول عبور النهر...
gl: Con tres líderes inimigos aínda vivos, seguro que seremos destruídos cando intentemos cruzar o río...
it: Con tre condottieri nemici ancora vivi, è certo che verremo distrutti quando tenteremo di attraversare il fiume...

source: Several undead leaders yet remain, and they are sure to attack us while we attempt to cross the river.
ar: لا يزال هناك العديد من قادة الموتى الأحياء، ومن المؤكد أنهم سيهاجموننا أثناء محاولتنا عبور النهر.
gl: Aínda quedan varios líderes non mortos, e seguro que nos atacarán mentres intentamos cruzar o río.
it: Rimangono ancora diversi condottieri dei non-morti, e sicuramente ci attaccheranno mentre tenteremo di attraversare il fiume.

source: We must not tarry here too long. Mal-Ravanal is fickle and may return to vanquish us all.
ar: يجب ألا نتلكأ هنا طويلاً. مال رافانال متقلب وقد يعود ليقضي علينا جميعاً.
gl: Non debemos demorarnos aquí demasiado tempo. Mal-Ravanal é voluble e pode volver para vencernos a todos.
it: Non dobbiamo trattenerci qui troppo a lungo. Mal-Ravanal è volubile e potrebbe tornare per sconfiggerci tutti.

source: Look who’s still here! Dacyn, I thought you were wiser than this. I’ve changed my mind about letting you live. You know what they say, there’s no time like the present!
ar: انظر من لا يزال هنا! داسين، كنت أعتقد أنك أكثر حكمة من هذا. لقد غيرت رأيي بشأن تركك تعيش. أنت تعلم ما يقولون، لا يوجد وقت أفضل من الحاضر!
gl: Mira quen está aínda aquí! Dacyn, pensei que eras máis sabia que isto. Cambiei de opinión sobre deixarte vivir. Xa sabes o que din, non hai tempo coma o presente!
it: Guarda guarda chi c’è ancora qui! Dacyn, ti facevo più saggio di così. Ho cambiato idea a proposito del fatto di lasciarti in vita. Sai come dicono: non c’è momento migliore del presente!

source: We have tarried here too long. All is now lost!
ar: لقد تباطأنا هنا طويلاً لقد ضاع كل شيء الآن!
gl: Estivemos aquí demasiado tempo. Agora todo está perdido!
it: Ci siamo trattenuti qui troppo a lungo. Ora è tutto perso!

source: Capturing the Ogres
ar: القبض على الغيلان
fr: Capture des ogres
gl: Capturando os ogros
it: La cattura degli ogre

source: Ogres
ar: غيلان
gl: Ogros
it: Ogre
