Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: <i>Journal of Ravan — 5 Bleeding Moon, 597 YW. Nothing is going well. My research has come to a dead end and even the spirits from the other plane no longer speak to me. I can no longer rely on Dacyn either. That stupid man! He decided that playing politics would be a better use of his abilities than helping me decipher this crucial puzzle. As if he could do any good, being the advisor to that half-decrepit old King Haldric. Then again, maybe that is the game Dacyn wants to play. What a shame. I had held him in higher regard than that.</i>
gl: <i>Diarío de Ravan - 5 Bleeding Moon, 597 D.N. Nada vai ben. A miña investigación chegou a un camiño sen saída e mesmo os espíritos do outro plano xa non me falan. Tampouco podo confiar máis en Dacyn. Ese parvo! Decidiu que facer política sería un mellor uso das súas habilidades que axudarme a descifrar este crebacabezas crucial. Como se puidese facer algo ben, sendo o conselleiro dese vello medio decrépito rei Haldric. De novo, quizais ese sexa o xogo que quere xogar Dacyn. Que mágoa. Tiñao en maior estima que iso.</i>
it: <i>Diario di Ravan - 5 di Malaluna, AW 597. Nulla sta andando per il verso giusto. La mia ricerca è giunta ad un punto morto e anche gli spiriti dell’altro piano non mi parlano più. Non posso nemmeno fare più affidamento su Dacyn. Quello stupido! Ha deciso che sarebbe stato meglio per lui usare le sue capacità per fare politica piuttosto che aiutarmi a decifrare questo enigma cruciale. Come se potesse servire a qualcosa, essendo il consigliere di quel vecchio e mezzo decrepito Re Haldric. Eppure, forse è questo il gioco a cui Dacyn vuole giocare. Che peccato. Lo avevo tenuto in più alta considerazione.</i>

source: Look, a key! But it’s guarded by all those goblins... and there are ghouls in cages!
fr: Regarde, une clé ! Mais elle est gardée par tous ces gobelins... et il y a des goules en cage !
gl: Mira, unha chave! Pero está vixiado por todos eses trasnos... e hai espectros nas gaiolas!
it: Guarda, una chiave! Ma è sorvegliata da tutti quei goblin... e ci sono dei divoratori di cadaveri nelle gabbie!

source: You are right, Gweddry. I cannot know. But I must try. If I do not, Wesnoth — nay, all of Irdya — will surely fall to ruin. As long as I try, there is still a chance. Sacrificing myself is of no consequence if it is for the greater good.
gl: Tes razón, Gweddry. Non podo sabelo. Se non o fago, o Noroeste ou mellor dito, todo Irdya, seguramente caerá en ruínas. Mentres o tente, aínda hai unha oportunidade. Sacrificarme non significa nada para o ben maior.
it: Hai ragione, Gweddry. Non posso saperlo. Ma devo provarci. Se non lo faccio, Wesnoth — anzi, tutta Irdya — cadrà sicuramente in rovina. Finché ci provo, c’è ancora una possibilità. Sacrificarmi non significa nulla a confronto del bene comune.

source: I don’t know what these orcs want with us, but we can’t hope to escape with Dacyn so badly hurt.
fr: Je ne sais pas ce que ces orcs nous veulent, mais nous ne pouvons pas espérer nous échapper avec Dacyn dans un état aussi critique.
gl: Non sei que queren estes orcos connosco, pero non podemos esperar escapar con Dasin tan ferido.

source: weapons restored
gl: armas restauradas

source: Wesnoth’s best horses and much of Weldyn’s food comes from there. I’m sure it’s well-defended, despite never having visited there myself.
gl: Os mellores cabalos do Noroeste e gran parte da comida de Weldyn proceden de alí. Estou seguro de que está ben defendido, a pesar de que eu nunca o visitei.

source: Long has our Honor been stained. No longer shall it be. Now we reclaim our Eyrie, And the strength of our Flight.
gl: Hai tempo que a nosa Honra está manchada. Xa non o estará. Agora recuperamos o noso Niño, E a forza do noso Voo.

source: Wha— hey!
gl: Que... ei!
it: Cos— hey!

source: 105 gold
fr: 105 ors
gl: 105 de ouro
it: 105 pezzi d’oro

source: 80 gold
fr: 80 ors
gl: 80 de ouro
it: 80 pezzi d’oro

source: 175 gold
fr: 175 ors
gl: 175 de ouro
it: 175 pezzi d’oro

source: 55 gold
fr: 55 ors
gl: 55 de ouro
it: 55 pezzi d’oro

source: 150 gold
fr: 150 ors
gl: 150 de ouro
it: 150 pezzi d’oro

source: And most importantly...
gl: E o máis importante...

source: I agree, yet all is strangely quiet. Perhaps the remaining undead lie dormant? Even if we lack the strength to truly reclaim this place, we should still take the opportunity to gather what supplies remain. When finally we meet the shambling hordes responsible for all this destruction, we must not find our armories wanting.
fr: Je suis d’accord, et pourtant tout est étrangement silencieux. Peut-être que les morts-vivants restants sont en sommeil ? Même si nous manquons de force pour reprendre véritablement cet endroit, nous devrions profiter de l’occasion pour rassembler les provisions encore disponibles. Lorsque nous affronterons enfin les hordes titubantes responsables de toute cette destruction, il ne faudra pas que nos armureries soient déficientes.
gl: Concordo, pero todo está estrañamente calmo. Quizais os non mortos restantes durman? Mesmo se non temos a forza para recuperar realmente este lugar, deberiamos aproveitar a oportunidade para recoller os subministros que quedan. Cando finalmente nos atopemos coas hordas esgalladas responsables de toda esta destrución, non debemos atopar os nosos arsenais minguados.
it: Concordo, eppure è tutto stranamente tranquillo. Forse i rimanenti non-morti stanno riposando? Anche se non siamo abbastanza forti da dichiarare il possesso di questo posto, dovremmo comunque cogliere l’opportunità di raccogliere tutte le scorte rimaste. Quando finalmente incontreremo le dinoccolate orde responsabili di tutta questa distruzione, non dobbiamo avere delle armerie sguarnite.

source: Gather as much gold as you can before turns run out.
gl: Recolle todo o ouro que poidas antes de que se esgoten as quendas.
it: Raccogli quanto più oro possibile prima della fine dei turni.

source: tail
gl: cola
it: coda

source: You have a great weapon... and you would simply lock it away?
gl: Tes unha arma estupenda... e simplemente queres gardala?

source: His intent is good, but his spirit is weak... he would be corrupted...
gl: A súa intención é boa, pero o seu espírito é débil... estaría corrompido...

source: Only you can be trusted with this responsibility.
gl: Só se pode confiar en ti esta responsabilidade.

source: If the Horse Clans have fallen so completely, I fear for Weldyn and the rest of Wesnoth. We must make the most of our time here; we cannot afford to tarry too long.
gl: Se as Tribos do Cabalo caeron de maneira tan total, temo por Weldyn e polo resto do Noroeste. Debemos aproveitar ao máximo o noso tempo aquí; non podemos permitirnos demorar demasiado.
it: Se i Clan dei Cavalli sono stati completamente annientati, temo per Weldyn e per il resto di Wesnoth. Dobbiamo sfruttare al meglio il tempo che trascorriamo qui: non possiamo permetterci ci indugiare troppo a lungo.

source: So much death. So many of my kinsmen left unavenged. If only we had more time...
gl: Tanta morte. Tantos dos meus parentes quedaron sen vinganza. Oxalá tivésemos máis tempo...
it: Così tanta morte. Così tanti miei consanguinei rimasti senza vendetta. Se solo avessimo avuto più tempo...

source: We have done all we could here.
fr: Nous avons fait tout notre possible ici.
gl: Fixemos todo o que puidemos aquí.
it: Abbiamo fatto tutto il possibile.

source: Then we must reinforce the city at once. There is a relief tunnel nearby, its entrance still hidden from the dead. Come on men, follow me!
fr: Il nous faut donc renforcer la ville immédiatement. Il y a un tunnel de secours tout proche, son entrée encore cachée aux morts. Allons, messieurs, suivez-moi !
gl: Entón debemos reforzar a cidade de inmediato. Hai un túnel de socorro preto, coa súa entrada aínda oculta para os mortos. Imos, homes, seguídeme!

source: You see? Mal-Ravanal has grown too powerful. Wesnoth is helpless!
gl: Ves? Mal-Ravanal fíxose demasiado poderoso. O Noroeste está indefenso!

source: Use the Amulet. There is no other way! Use us!
gl: Usa o Amuleto. Non hai outro xeito! Úsanos!

source: Wha— but how?
fr: Comment est-ce possible ?
gl: Que... pero como?
it: Cos— ma come?

source: At the heart of each giant ant burrow lies a queen. Much like their miniature cousins, a well-fed giant Ant Queen will continually lay eggs, ensuring that the colony never lacks workers for scavenging or soldiers for defense.
gl: No corazón de cada tobo de formigas xigantes atópase unha raíña. Do mesmo xeito que as súas curmáns en miniatura, unha raíña formiga xigante ben alimentada poñerá ovos continuamente, garantindo que a colonia nunca lle falten obreiras para a preada ou de soldados para a defensa.

source: Each of these enormous Egg Sacs contains up to a dozen ant larvae, sheltering and nourishing them while they develop into worker drones. When the burrow is threatened, an ant queen can release pheromones that cause each sac to rapidly develop into a single large warrior ant.
gl: Cada un destes enormes sacos de ovos contén ata unha ducia de larvas de formigas, que as acubillan e nutren mentres se converten en drones obreiras. Cando a toba está ameazada, unha raíña formiga pode liberar feromonas que fan que cada saco se converta rapidamente nunha única formiga guerreira grande.

source: The leaders of the naga have mastered the serpentine arts of their kind, striking faster than a lightning bolt and dancing away more gracefully than a forest brook. Undisputed masters of both swordsmanship and leadership, these naga are honored by their clutch and bestowed the rare title of Centurion.
gl: Os líderes dos naga dominaron as artes serpentinas da súa especie, golpeando máis rápido que un raio e bailando con máis graza ca un regato do bosque. Mestres indiscutibles tanto da esgrima como do liderado, estes Naga son honrados pola súa garra e outorgáronlles o raro título de Centurión.

source: Ancient Ogres possess legendary strength and stand taller than even many woses. They usually live among their own kind in the wilderness, but can be highly loyal to those few they trust.
gl: Os ogros antigos posúen unha forza lendaria e son máis altos que moitos arboáns. Habitualmente viven entre a súa propia especie na natureza salvaxe, pero poden ser moi leais a aqueles poucos nos que confían.

source: stagger
gl: Atordar

source: arcane blessing
gl: bendición arcana
it: benedizione arcana

source: All attacks combine the arcane type with the type of the weapon used, so that resistance to arcane does not penalize the user.
gl: Todos os ataques combinan o tipo arcano co tipo de arma empregada, de xeito que a resistencia ao arcano non penaliza o usuario.
it: Tutti gli attacchi abbinano il tipo arcano con il tipo utilizzato dall’arma, in modo che la resistenza verso arcano non penalizzi l’utilizzatore.

source: This unit’s weapons are treated as arcane instead of the declared damage type if that would increase the damage.
gl: As armas desta unidade trátanse como arcanas en lugar do tipo de dano declarado se iso aumentase o dano.
it: Le armi di questa unità vengono trattate come se fossero arcane al posto del tipo di danno normalmente dichiarato, se ciò incrementa il danno.

source: All bow or crossbow attacks combine the arcane type with the type of the weapon used, so that resistance to arcane does not penalize the user.
gl: Todos os ataques con arco ou besta combinan o tipo arcano co tipo de arma utilizada, de xeito que a resistencia ao arcano non penaliza o usuario.
it: Tutti gli archi o balestre combinano l’attacco di tipo arcano con il tipo normalmente utilizzato dall’arma, in modo che la resistenza verso arcano non penalizzi l’utilizzatore.

source: This unit’s bow or crossbow attacks are treated as arcane instead of the declared damage type if that would increase the damage.
gl: Os ataques con arco ou besta desta unidade trátanse como arcanos en lugar do tipo de dano declarado se iso aumentaría o dano.
it: Gli attacchi con l’arco o con la balestra vengono trattati come arcani al posto del tipo di danno normalmente utilizzato dall’arma, se questo aumenta il danno.

source: Watch out behind ye— ach!
fr: Attention, derrièr- èrrr !
gl: Coidado detrás de ti... ai!
it: Attenzione dietro alle tue spall— ach!

source: You escaped me once before—
fr: Tu m'avais déjà échappé une fois—
gl: Escapaches de min unha vez antes...

source: —but NEVER AGAIN!!!
fr: ... mais pas cette fois-ci !
gl: —pero NUNCA MÁIS!!!

source: Wha— what is this?!
fr: Que - Qu'est-ce que c'est ?!
gl: Que... que foi iso?!
it: Co— Cos’è questo?!

source: Wha— where am I? What’s happening to me?
fr: Mais... où suis-je ? Qu'est-ce qui m'arrive ?
gl: Que... onde estou? Que me pasa?
it: Ma che— dove sono? Cosa mi sta accadendo?

source: The mage called Dacyn is dying! It is time for you to be reborn under a new name: Mal-Dak‘an.
fr: Le mage nommé Dacyn est mourant ! Il est temps pour toi de renaître sous un nouveau nom : Mal-Dak'an.
gl: O mago chamado Dacyn está morrendo! É hora de que renazas con novo nome: Mal-Dak‘an.

source: —I... —I am no necromancer! Everything I have done is for the good of Wesnoth.
gl: —Eu... —Non son ningún nigromante! Todo o que fixen foi polo ben do Noroeste.

source: Was it? Was it for the good of all Wesnoth when you took Iliah-Malal’s Amulet of the Veil, turning to the darkness and letting us into your soul?
gl: Foi así? Foi polo ben de todo o Noroeste cando colleches o Amuleto do Veo de Iliah-Malal, virándote cara á escuridade e deixándonos entrar na túa alma?

source: Was it for the good of Wesnoth when you enslaved the seer Eryssa’s senile mind, so the King would choose you as his advisor over Ravan?
gl: Foi polo ben do Noroeste cando escravizaches a mente senil da vidente Eryssa, para que o Rei te elixise como o seu conselleiro en lugar de Ravan?

source: I... I needed that power! I was the only one who could be trusted to safeguard Irdya!
fr: J’...J'avais besoin de ce pouvoir ! J'étais le seule à qui l'on pouvait faire confiance pour protéger Irdya !
gl: Eu... eu precisaba ese poder! Eu era a única persoa en quen se podía confiar para protexer a Irdya!

source: I... but... I could never choose to—
fr: Mais... je... je ne choisirais jamais cet-
gl: Eu... pero... nunca puiden escoller...

source: Take
fr: Le prendre
gl: Tomar
it: Prendilo

source: Leave
fr: Laisser
gl: Déixao
it: Lascialo

source: <span size='small'><i>This item <b>CANNOT</b> be dropped, and <b>CANNOT</b> be reused if its user dies.</i></span> <span size='small'><i> Picking up an item consumes your moves and attack.</i></span> <b></b>
fr: <span size='small'><i> (Les pouvoirs des élixirs ne durent qu'un scénario.)</i></span> <span size='small'><i> Vous n'aurez plus ni mouvement ni attaque pour le tour après la prise d'un objet.</i></span> <b></b>
gl: <span size='small'><i>Este elemento <b>NON</b> pode ser soltado, e <b>NON</b> se pode reutilizar se o seu usuario morre.</i></span> <span size='small'><i> Coller un elemento consume os teus movementos e ataques.</i></span> <b></b>
it: <span size='small'><i>Questo oggetto <b>NON</b> può essere abbandonato e <b>NON</b> può essere riutilizzato se il suo possessore muore.</i></span> <span size='small'><i> Raccogliere un oggetto consuma tutti i tuoi punti movimento e tutti gli attacchi.</i></span> <b></b>

source: Do not insult me! No clansman will ever stoop to such black magic.
gl: Non me insultes! Ningún membro do clan se rebaixará xamais a semellante maxia negra.

source: I already have an army of human soldiers — living soldiers. Let someone else use this staff.
gl: Xa teño un exército de soldados humanos — soldados vivos. Que outro empregue este bastón.

source: Tempting! Most tempting... but I fear it would be unwise for me to wield such a thing. That privilege passes onto another.
gl: Tentador! Moi tentador... pero temo que sería imprudente por min empuñar semellante cousa. Ese privilexio pasa a outra persoa.

source: Ha! Good joke! I’m not about to mess around with any of your foul northerner magic; necromancy was the cause of all this trouble in the first place.
gl: Ha! Boa chanza! Non vou meterme con ningunha das túas maxias nórdicas; a necromancia foi a causa de todos estes problemas en primeiro lugar.

source: I serve the light, not this staff of foul darkness! We should cast away this thing and be done with it.
gl: Eu sirvo á luz, non a este bastón de escuridade vil! Deberíamos desfacernos disto e acabar con iso.

source: ...what foul thing is this? Remove it from my presence; necromancy shall not take root in Wesnoth, not under my watch.
gl: ...que cousa repugnante é esta? Retirádea da miña presenza; a necromancia non botará raíces no Noroeste, non baixo a miña vixilancia.

source: No. I serve that which is good and light, and will not wield such a dark magical artifact.
gl: Non. Eu sirvo aquilo que é bo e luminoso, e non empuñarei un artefacto máxico tan escuro.

source: Fighting your northerners’ foul magic is bad enough. Don’t expect me to wield that — civilized cultures don’t mess around with magic.
gl: Loitar contra a maxia vil dos teus norteños xa é bastante malo. Non esperes que a empregue: as culturas civilizadas non xogan coa maxia.

source: +30% base damage when gold is positive. -30% base damage when gold is 0 or negative.
fr: <span color='#00FF00'>+30 %</span> de dégâts de base tant que plus de 0 pièce d'or. <span color='#FF0000'>-30 %</span> de dégâts de base si 0 pièce d'or ou moins.
gl: +30% de dano base cando o ouro é positivo. -30% de dano base cando o ouro é 0 ou negativo.
it: +30% danno base quando l’oro è positivo. -30% danno base quando l’oro è 0 o negativo.

source: +1 damage to and -1 damage from undead, necromancers, and bats. Against all odds, this unit has endured the terrors and tortures of Mal-Ravanal’s prisons and lived to tell the tale. Survivors bear a heavy burden from their time in captivity, but have also learned much of the strengths and weaknesses of their former captors.
gl: +1 de dano e -1 de dano por non mortos, nigromantes e morcegos. Contra todo prognóstico, esta unidade soportou os terrores e as torturas das prisións de Mal-Ravanal e viviu para contar a historia. Os superviventes soportan unha gran carga do seu tempo en catividade, pero tamén aprenderon gran parte das fortalezas e debilidades dos seus antigos captores.
it: +1 danno inflitto e -1 danno ricevuto da non-morti, negromanti e pipistrelli. Contro tutte le aspettative, questa unità ha sopportato gli orrori e le torture delle prigioni di Mal-Ravanal ed è sopravvissuta per raccontarne la storia. I sopravvissuti portano il pesante fardello del tempo trascorso in prigioni, ma hanno altresì appreso molti dei punti di forza e di debolezza dei loro ex rapitori.

source: Complete ‘<i>Eleventh Hour</i>’ with no recalling and no droppable items.
it: Completa ‘<i>Undicesima Ora</i>’ senza richiamare unità e senza oggetti abbandonabili.

source: <span font_family='Oldania ADF Std' size='90000'> <i>Part II: The Wildlands </i></span>
it: <span font_family='Oldania ADF Std' size='90000'> <i>Parte II:Le Terre Selvagge </i></span>

source: Long has our Honor been stained. No longer shall it be. Now we reclaim our Aerie, And the strength of our Flight.
it: È da molto che il nostro onore è macchiato. Non lo sarà più. Ora reclamiamo il nostro nido. E la forza della nostra squadriglia.

source: <span font_family='Oldania ADF Std' size='90000'> <i>Part III: Wesnoth at War </i></span>
it: <span font_family='Oldania ADF Std' size='90000'> <i>Parte III: Wesnoth in Guerra </i></span>

source: At the heart of each giant ant burrow lies a queen. Much like their miniature cousins, a well-fed giant ant queen will continually lay eggs, ensuring that the colony never lacks workers for scavenging or soldiers for defense.
it: Nel cuore di ogni tana di formica gigante c’è una regina. Proprio come le loro cugine in miniatura, una formica regina gigante ben nutrita depone continuamente uova, assicurando che alla colonia non manchino mai lavoratori per rovistare nella spazzatori o soldati per la difesa.

source: Each of these enormous egg sacs contains up to a dozen ant larvae, sheltering and nourishing them while they develop into worker drones. When the burrow is threatened, an ant queen can release pheromones that cause each sac to rapidly develop into a single large warrior ant.
it: Ciascuna di queste enormi sacche di uova contiene fino ad una dozzina di larve di formica, protette e nutrite fintanto che non si sviluppano in formiche operaie. Quando il formicaio è minacciato, la formica regina può rilasciare dei feromoni tali per cui in ogni sacca si sviluppa rapidamente un’unica grande formica guerriera.

source: Ancient ogres possess legendary strength and stand taller than even many woses. They usually live among their own kind in the wilderness, but can be highly loyal to those few they trust.
it: Gli ogre Venerabili possiedono una forza leggendaria e sono anche più alti di molti wose. Di solito vivono tra i loro simili nelle terre selvagge, ma possono essere molto leali ai pochi di cui si fidano.

source: You escaped me once before-
it: Mi se già sfuggito una volta-

source: -but NEVER AGAIN!!!
it: - ma NON SUCCEDERÀ’ MAI PIÙ’!!!

source: I... but... I could never choose to-
it: Io... però... non potrei mai scegliere di-

source: Mal-Dak’an
fr: Mak-Dak’an

source: The Eastern Invasion
en@shaw: 梆拣 别

source: (Easy)
en@shaw: (梆)

source: Spearman
en@shaw: 金ヰ

source: (Normal)
en@shaw: (桂ヰ)

source: Swordsman
en@shaw: 桂ヰ

source: (Challenging)
en@shaw: (ゐ○)

source: Royal Guard
en@shaw: 娥 葛

source: (Intermediate level, 18 scenarios.)
en@shaw: (拣ヰ梆 ゐю, 18 吼梆答.)

source: Campaign Design
en@shaw: ヰ别 拆

source: Campaign Epilogue and Continuity
en@shaw: ヰ别 юゐ 叼

source: The Outpost
en@shaw: 答

source: It was the thirteenth year of Konrad II's reign, and there were strange occurrences in the Estmark Hills on the eastern border of Wesnoth.
en@shaw: 火梆 路 ю 别, 别 火 路юヰ葛 ｐゐ 梆拣 桂 路ю佛.

source: Cattle and beasts of burden were found dead in the fields, and men went missing from their houses, with no clues but a thin stream of black blood. At first the settlers suspected raiders from the great desert, but when they sent scouts east they found nothing but a small mountain range and miles of swamp.
en@shaw: 梆 火 ю 梆ゐ, ヰю ю ヰ ｐ, ゐ叼 仇 梆 ゐ ゐ仇. 火 юゐ拣 仇ю 别火 别 火, 仇 ю ю 梆 仇 仇 ヰ佛 ヰ 别 ヰ拆ゐ ヰ.

source: The disappearances did not stop, and every day the terror grew greater. Eventually, the people living in the eastern villages sent a messenger to the King, asking for help. The messenger rode hard for many days and nights, and finally reached the city of Weldyn.
en@shaw: 金 , ю ю 别. юゐ, 梆 ゐ 梆拣 ゐ○ ю ヰю○ , ｐюゐ. ヰю○ 答 ｐ葛 ヰю 别 拆, 拆ゐ 梆 路юゐ.

source: When the King received news of the problem, his advisor Dacyn had much to say. Apparently, these attacks were connected to similar ones that occurred earlier on the far southern border, attacks by undead. Dacyn outlined a plan to combat these intrusions.
en@shaw: ю 梆 筐 ゐ, ｐ 拆 路别 ｐ ヰ仇 . ゐ, 梆 ю ヰゐ 仇 火 火ゐ梆 仇拣 桂, 仇ю. 路别 ゐ拆 ゐ ヰ 梆 叼.

source: In the days of the king Garard I, two strong-points had been built along the near bank of the Weldyn, south of Soradoc, to stop bandits and orcish raiders out of the Estmarks from entering Wesnoth. But in later years the River Guard posts had been abandoned, as colonists spread into the Estmarks and the orcs were driven in retreat north of the Great River.
en@shaw: 别 火葛 , -娥 ｐ 梆 ゐ ゐ 路юゐ, 路桂, 桂 别火 路юヰ葛 ю拣 路ю佛. 仇 ゐ别 金 葛 答 ｐ 梆 , ゐ ю 路юヰ葛 桂 梆 桂 别 .
