Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: The ‘deserter’ trait has caused $unit.name to flee back to your recall list.
ar: تسببت سمة "الهارب" في هروب $unit.name مرة أخرى إلى قائمة الاستدعاء الخاصة بك.
fr: Le trait « déserteur » pousse $unit.name à fuir et retourner dans votre liste de rappel.
gl: O trazo "desertor" fixo que $unit.name volvese á súa lista de retirada.
it: La caratteristica ‘disertore’ ha fatto sì che $unit.name fuggisse per ritornare nella lista delle unità richiamabili.

source: female^The ‘deserter’ trait has caused $unit.name to flee back to your recall list.
ar: تسببت سمة "الهاربة" في هروب $unit.name مرة أخرى إلى قائمة الاستدعاء الخاصة بك.
fr: female^Le trait « déserteuse » pousse $unit.name à fuir et retourner dans votre liste de rappel.
gl: O trazo "desertorA" fixo que $unit.name fuxise de volta á túa lista de retirada.
it: La caratteristica ‘disertrice’ ha fatto sì che $unit.name fuggisse per ritornare nella lista delle unità richiamabili.

source: mercenary
ar: مرتزق
fr: mercenaire
gl: mercenario
it: mercenario

source: female^mercenary
ar: مرتزقة
fr: mercenaire
gl: mercenaria
it: mercenaria

source: <span color='#00FF00'>+30%</span> base damage when gold is positive. <span color='#FF0000'>-30%</span> base damage when gold is 0 or negative.
ar: <span color='#00FF00'>+30%</span> من الضرر الأساسي عندما يكون الذهب موجبًا. <span color='#FF0000'>-30%</span> من الضرر الأساسي عندما يكون الذهب 0 أو سالبًا.
fr: <span color='#00FF00'>+30 %</span> de dégâts de base tant que plus de 0 pièce d'or. <span color='#FF0000'>-30 %</span> de dégâts de base si 0 pièce d'or ou moins.
gl: <span color='#00FF00'>+30 %</span> de dano base cando o ouro é positivo. <span color='#FF0000'>-30 %</span> dano base cando o ouro é 0 ou negativo.
it: <span color='#00FF00'>+30%</span> danno base quando l’oro è positivo. <span color='#FF0000'>-30%</span> danno base quando l’oro è 0 o negativo.

source: survivor
ar: الناجي
fr: survivant
gl: supervivente
it: sopravvissuto

source: female^survivor
ar: ناجية
fr: survivante
gl: supervivente
it: sopravvissuta

source: <span color='#00FF00'>+1</span> damage to and <span color='#00FF00'>-1</span> damage from undead, necromancers, and bats. Against all odds, this unit has endured the terrors and tortures of Mal-Ravanal’s prisons and lived to tell the tale. Survivors bear a heavy burden from their time in captivity, but have also learned much of the strengths and weaknesses of their former captors.
ar: <span color='#00FF00'>+1</span> ضرر و<span color='#00FF00'>-1</span> ضرر ضد الموتى الأحياء ومستحضري الأرواح والخفافيش. وعلى الرغم من كل الصعاب، تحملت هذه الوحدة أهوال وتعذيب سجون مال-رافانال وعاشت لتروي القصة. يتحمل الناجون عبئًا ثقيلًا من وقتهم في الأسر، لكنهم تعلموا أيضًا الكثير من نقاط القوة والضعف لدى آسريهم السابقين.
gl: <span color='#00FF00'>+1</span> de dano e <span color='#00FF00'>-1</span> de dano por non mortos, nigromantes e morcegos. Contra todo prognóstico, esta unidade soportou os terrores e as torturas das prisións de Mal-Ravanal e viviu para contar a historia. Os superviventes soportan unha gran carga do seu tempo en catividade, pero tamén aprenderon gran parte das fortalezas e debilidades dos seus antigos captores.
it: <span color='#00FF00'>+1</span> danno inflitto e <span color='#00FF00'>-1</span> danno ricevuto da non-morti, negromanti e pipistrelli. Contro tutte le aspettative, questa unità ha sopportato gli orrori e le torture delle prigioni di Mal-Ravanal ed è sopravvissuta per raccontarne la storia. I sopravvissuti portano il pesante fardello del tempo trascorso in prigioni, ma hanno altresì appreso molti dei punti di forza e di debolezza dei loro ex rapitori.

source: Campaign Maintenance
en@shaw: ヰ别 ヰ别
gl: Mantemento da campaña

source: Complete the <i>Eastern Invasion</i> scenario with at least 10 surviving units.
fr: Terminer la mission «L'Invasion Orientale» avec au moins dix unités survivantes.
gl: Completa a <i>Invasión oriental</i> " con polo menos 10 unidades superviventes.

source: Complete <i>The Escape Tunnel</i> before the undead arrive.
fr: Terminer la mission «L'Échappée souterraine» avant l'arrivée des morts-vivants.
gl: Completa <i>O túnel de fuga</i> antes de que cheguen os non mortos.

source: Complete <i>An Unexpected Appearance</i> without killing Mal-Tar, the dark adept.
fr: Terminer la mission «Une Apparition inattendue» sans tuer l'adepte des ténèbres Mal-Tar.
gl: Completa <i>Unha aparición inesperada</i> sen matar a Mal-Tar, o adepto escuro.

source: Defeat both the bandit and elven leaders in <i>Elven Interlude</i>.
fr: Battre les chefs main et elfe dans la mission «Un Interlude».
gl: Derrota tanto ao bandido como aos líderes elfos en <i>Interludio Elfo</i>.

source: Recruit the dunefolk in <i>Ill Humours</i>.
fr: Recruter des ammorites dans la mission «Un Humour douteux».
gl: Recluta a moradores das dunas en <i>Malos humores</i>.

source: Rescue all 6 prisoners from <i>Mal Ravanal’s Capital</i>.
fr: Libérer les six prisonniers dans la mission «La Capitale de Mal-Ravanal».
gl: Rescatar aos 6 prisioneiros da <i>Capital de Mal Ravanal</i>.

source: Complete <i>Northern Outpost</i> without any peasants dying.
fr: Terminer la mission «L'Avant-poste septentrional» sans paysan mort.
gl: Completa o <i>Avanzado norte</i> sen que morra ningún campesiño.

source: Defeat the necromancer in <i>Undead Crossing</i> before rescuing Dolburras.
fr: Battre le nécromancien dans la mission «La Croisée des morts-vivants» avant la libération de Dolburras.
gl: Derrota ao nigromante en " <i>cruzamento de non mortos</i> " antes de rescatar a Dolburras.

source: Complete <i>Soradoc</i> without killing any enemy leaders.
fr: Terminer la mission «Soradoc» sans tuer les chefs ennemis.
gl: Completa <i>Soradoc</i> sen matar a ningún líder inimigo.

source: Refuse to enslave any ogres in <i>Capturing the Ogres</i>.
fr: Ne prendre aucun ogre prisonnier dans la mission «Capture des ogres».
gl: Négate a escravizar a ningún ogro en <i>Capturando os ogros</i>.

source: Kill 5 enemy leaders in <i>Ogre Crossing</i>.
fr: Tuer cinq chefs ennemis dans la mission «La Passe aux ogres».
gl: Mata a 5 líderes inimigos en " <i>Cruzamento de ogros</i> ".

source: Ally with the dwarves in <i>Xenophobia</i>.
fr: S'allier aux nains dans la mission «Xénophobie».
gl: Aliarse cos ananos en ' <i>Xenophobia</i> '.

source: Recruit the wild ogres in <i>Castle in the Ice</i>.
fr: Recruter des ogres dans la mission «Château dans les glaces».
gl: Recluta os ogros salvaxes en <i>Castelo no xeo</i>.

source: Find the legendary Staff of Power in <i>Dark Sanctuary</i>.
fr: Trouver le bâton de peste dans la mission «Sombre Sanctuaire».
gl: Atopa o lendario Bastón do Poder en <i>Santuario escuro</i>.

source: Find the Ring of Invisibility in <i>Captured</i>.
fr: Trouver l'anneau d'invisibilité dans la mission «Captivité».
gl: Busca o anel da invisibilidade en <i>Capturado</i>.

source: Complete <i>Evacuation</i> by defeating all enemy leaders.
fr: Terminer la mission «Évacuation» en battant tous les chefs ennemis.
gl: Completa <i>Evacuación</i> derrotando a todos os líderes inimigos.

source: Recruit Gaennell, the dark adept, in <i>Spoils of War</i>.
fr: Recruter l'adepte des ténèbres Gaennell dans la mission «Butins de guerre».
gl: Recluta a Gaennell, o adepto escuro, en <i>Botín de guerra</i>.

source: Read the story of the Clans’ defeat in <i>The Drowned Plains</i>.
fr: Lire l'histoire portant sur la défaite du clan dans la mission «Les Plaines inondées».
gl: Le a historia da derrota dos Clans en ' <i>As chairas afogadas</i> '.

source: Complete <i>Eleventh Hour</i> with no recalling and no droppable items.
fr: Terminer la mission «La onzième heure» sans rappeler des vétérans ni prendre d'objet.
gl: Completa a <i>Undécima hora</i> sen necesidade de recuperar nin de soltar obxectos.

source: Kill no enemies before defeating Mal-Ravanal in <i>The Duel</i>.
fr: Battre Mal-Ravanal sans tuer de chef ennemi dans la mission «Le Duel».
gl: Non mates inimigos antes de derrotar a Mal-Ravanal en <i>O Duelo</i>.

source: Kill all enemies before defeating Mal-Ravanal in <i>All-In</i>.
fr: Tuer tous les ennemis avant de battre Mal-Ravanal dans la mission «Sans réserve».
gl: Mata a todos os inimigos antes de derrotar a Mal-Ravanal en <i>Todo ou nada</i>.

source: They’re here!
fr: Ils sont là !
gl: Están aquí!
it: Sono qui!

source: In the days of King Garard I, two strong points had been built along the far bank of the River Weldyn, east of Soradoc, to stop bandits and orcish raiders out of the Estmarks from entering Wesnoth. In later years, the river guard posts had been abandoned as colonists spread into the Estmarks and the orcs were driven in retreat north of the Great River.
fr: À l'époque du roi Garard Ier, deux places fortes avaient été construites le long de la rivière Weldyn, à l'est de Soradoc, pour contenir hors des frontières de Wesnoth les brigands et les pillards orcs de la marche de l'est. Mais ces dernières années les postes de garde de la rivière furent laissés à l'abandon, tandis que les colonies s'étendaient à l'intérieur de la marche, repoussant les orcs toujours plus au nord de la Grande Rivière.
gl: Nos tempos de Gárar I, construíranse dous postos fortificados ao longo da beira oposta do río Güedin, ao leste de Xóuradon, para deter asaltantes e incursións orcas procedentes das Estmarks e impedir que entrasen no Noroeste. Nos anos posteriores, os postos de garda do río foron abandonados cando os colonos se espallaron polas Estmarks e os orcos foron expulsados cara ao norte do Gran Río.

source: Survive until turns run out, then move any unit to 10,15
fr: Survivre jusqu'à la fin des tours, puis déplacer n'importe quelle unité en 10,15
gl: Sobrevive ata que rematen as roldas e despois move calquera unidade a 10,15

source: Wha— How did so many of them flank us? We’re cut off from Wesnoth!
fr: Quoi ? Mais comment y en a-t-il tant qui nous encerclent ? Nous sommes coupé de Wesnoth !
gl: Que- Como nos flanquearon tantos? Estamos illados do Noroeste!
it: Cos— Come hanno fatto così tanti di loro ad aggirarci? Siamo tagliati fuori da Wesnoth!

source: Capture any village to check it for outlaws.
gl: Captura calquera aldea para revisar se hai foraxidos.

source: I suppose you have a right to know of the adversary we face. Mal-Ravanal was, at first, a mage of the realm like me. His fall began during the reign of our previous king, Haldric VII...
gl: Supoño que tes dereito a saber do adversario ao que nos enfrontamos. Mal-Ravanal era, ao principio, un mago do reino coma min. A súa caída comezou durante o reinado do noso anterior rei, Haldric VII...

source: The greatest seer in the land, an elderly Sylph named Eryssa, came to Weldyn and spoke of the emergence of a power that threatened to corrupt Wesnoth’s greatest mages and eventually bring ruin to the entire kingdom. She offered only a small piece of cryptic advice, that avoiding this calamity would require a peerless wisdom to harness the use of tremendous power.
gl: A vidente máis grande da terra, unha sílfide anciá chamada Eryssa, chegou a Weldyn e falou da aparición dun poder que ameazaba con corromper os meigos máis grandes do Noroeste e, finalmente, traer a ruína a todo o reino. Ela só ofreceu un pequeno consello críptico: evitar esta calamidade requiriría unha sabedoría sen igual para aproveitar o uso dun poder tremendo.

source: The King endeavoured to seek this peerless savant. In all the land, there were two magi that clearly stood out from the rest. Myself, and my good friend Ravan, a mage from the east. The King, wishing to choose the best advisor, sent us both before Eryssa. Then he conversed with the seer privately. None know what was said, but when he came out he announced that the seer was dead, and she had... chosen... me as the King’s new advisor.
fr: Le roi décida donc de trouver ce savant sans égal. Dans tout le royaume, deux mages de lumière se détachaient clairement du lot. Moi et mon ami Ravan, un mage de l'est. Le roi, désireux de choisir le meilleur conseiller, nous envoya devant Eryssa. Puis il s'entretint avec le devin en privé. Personne ne sait ce qui fut dit mais lorsqu'il ressortit, il annonça que le devin était mort et qu'il m'avait choisi comme nouveau conseiller.
gl: O rei esforzouse por atopar a este sabio sen igual. En toda a terra, había dous meigos que destacaban claramente do resto. Eu e o meu bo amigo Ravan, un meigo do leste. O rei, desexando elixir o mellor conselleiro, enviounos a ambos ante Eryssa. Despois conversou coa vidente en privado. Ninguén soubo o que se dixo, pero cando saíu anunciou que a vidente estaba morta e que ela... me elixira... a min como o novo conselleiro do rei.

source: Ravan took this quietly enough, or so I had thought, but it must have been more of a blow than I had realized. We drifted apart for a long while, and several years passed without me seeing my once close friend.
gl: Ravan tomou isto con calma, ou iso pensara eu, pero debeu ser máis un golpe do que pensaba. Separámonos durante moito tempo e pasaron varios anos sen que eu vise ao meu outrora amigo íntimo.

source: Hail, Owaec and company! We retreat from Soradoc, but Yannic sent me to bring a prize we took from one of the necromancers we slew during our retreat. The temple healers have blessed it so that it may be used safely.
gl: Saúde, Owaec e compañía! Retirámonos de Soradoc, pero Yannic mandoume traer un premio que lle quitamos a un dos nigromantes que matamos durante a nosa retirada. Os curandeiros do templo bendecirono para que poida ser usado con seguridade.

source: Part II: The Wildlands
fr: Partie II : Les Terres Sauvages
gl: Parte II: As Terras Salvaxes

source: Gather as much gold as you can before turns run out. 300 gold is the suggested minimum, but the more the better.
fr: Collecter autant d'or que possible avant la fin des tours. 300 pièces d'or est le montant minimal conseillé, mais davantage est mieux.
gl: Reúne tanto ouro como poidas antes de que se esgoten as quendas. 300 ouro é o mínimo suxerido, pero canto máis mellor.

source: (You’ll want as much gold as possible when you try to leave the wildlands!)
gl: (Quererás o máximo ouro posible cando tentes abandonar as terras salvaxes!)

source: Never! Not since tha days o’ Relgorn and Delfador ha’ any o’ our clan helped one o’ ye gangly humans!
gl: Nunca! Desde os tempos de Relgorm e Delfador ninguén do noso clan axudou a un dos vosos desaxeitados humanos!

source: Ack, that Pelathsil ha’ a skull full o’ mud. If ye get me next ta him I’m sure I can talk some sense into him.
gl: Argh, ese Pelathsil ten a cabeza chea de lama. Se me facedes chegar a el, estou seguro de que podo facer que pense un pouco.

source: A man-friend and a blood-traitor ye be... but I suppose I can see yer point. We won’t be fightin’ ye any longer.
gl: Vostede é un amigo e un traidor de sangue... pero supoño que entendo o seu punto. Xa non imos loitar contra vós.

source: It be a sad day when dwarf fights dwarf... can ye not let us pass peaceable-like?
fr: Quel tristre jour quand un nain combat un nain... ne pouvez-vous juste nous laisser passer en paix ?
gl: Será un día triste cando un anano loite contra un anano... non poderías deixarnos pasar en paz?

source: These dwarves be lazy, ’aving just 10 gold!
fr: Les nains ont une bourse de 10 pièces d'or!
gl: Estes ananos son preguiceiros, só teñen 10 de ouro!

source: Dwarf have 10 gold!
gl: Os ananos teñen 10 de ouro!

source: The zombie finds a pile of 10 gold pieces!
fr: Les nains ont une bourse de 10 pièces d'or!
gl: O zombi atopa unha morea de 10 pezas de ouro!

source: Oi, this be 20 gold! Wher’ do these reptiles even get it?
gl: Ei, isto vale 20 de ouro! De onde o sacan sequera estes réptiles?

source: Snake have 20 gold!
gl: A serpe ten 20 de ouro!

source: The zombie finds a pile of 20 gold pieces!
fr: Le zombie a trouvé une bourse de 20 pièces d'or!
gl: O zombi atopa unha morea de 20 pezas de ouro!

source: Look a’ that, 20 gold pieces these orcs done steal from dwarves!
gl: Mira iso, 20 moedas de ouro que estes orcos roubaron aos ananos!

source: Orc have 20 gold!
gl: Os orcos teñen 20 de ouro!

source: I only hope we are not too late! We have heard nothing of the undead invasion force since it overran us at the outposts. I wish we knew how Weldyn’s armies fare...
gl: Só espero que non cheguemos tarde! Non escoitamos nada dos non mortos desde que nos invadiron nos postos avanzados. Gustaríame saber como lles vai aos exércitos de Weldyn...

source: Living units take $|frostbite_amount cold damage every turn. Damage increases every 6 turns.
fr: Les unités vivantes souffre des dégats au froid de $|frostbite_amount cold par tour. Les dégats augmentent tous les 10 tours.
gl: As unidades vivas reciben $|frostbite_amount dano por frío cada quenda. O dano aumenta cada 6 quendas.

source: resist
gl: resistir

source: Oi, do ya ken ol’ castle ruin o’er yonder? It be one we lookin’ fer, eh?
gl: Ei, coñeces aquela ruína de castelo alá adiante? Será aquela que estamos a buscar, non si?

source: Me see castle. Very broken. Magic man want broken castle?
gl: Eu vexo o castelo. Moi roto. O home máxico quere un castelo roto?

source: Me beard, a shipwreck full o’ gold chests! Tho’ only $gold pieces not under blasted ice! Hafta return ’ere after this war’s o’er.
gl: Pola miña barba, un naufraxio cheo de arcas de ouro! Aínda que só haxa $gold pezas de ouro que non están baixo o maldito xeo! Hei voltar aquí cando remate esta guerra.

source: Me see ship break. Me see in ice lot gold. No can take. $gold gold no deep. Can take.
gl: Eu ver barco romper. Eu ver no xeo moito ouro. Non podo coller. $gold ouro non fondo. Podo coller.

source: The zombie finds an old shipwreck and manages to scratch out $gold gold pieces frozen in the ice. The rest of the chests are too deep.
gl: O zombi atopa un vello naufraxio e consegue sacar pezas de ouro conxeladas no xeo. O resto dos cofres están demasiado profundos.

source: This town’s a ruin, tho’ I done find some baubles worth $gold gold.
gl: Esta vila é unha ruína, aínda que atopei algunhas chucherías que valen $gold de ouro.

source: Town very empty. Me find shinies. Shinies for $gold gold.
gl: A vila está moi baleira. Eu atopo brillos. Brillos por $gold de ouro.

source: The zombie searches the ruined town and finds some valuables worth $gold gold pieces.
gl: O zombi busca pola cidade en ruínas e atopa algúns obxectos de valor por valor de $gold pezas de ouro.

source: Hot lizard have $gold gold. Lizard mean. Me take gold.
gl: Lagarto quente ten $gold de ouro. Lagarto malo. Eu coller ouro.

source: The zombie finds $gold gold pieces in the drake camp.
gl: O zombi atopa $gold pezas de ouro de no campamento dos draconiáns.

source: Injured Yeti
gl: Yeti ferido

source: Iliah-Malal? I know that name from the histories...
gl: Iliah-Malal? Coñezo ese nome polas lendas...

source: Instead, our quest brings us to the lair of a necromancer?! How can you possibly mean to make use of anything ever possessed by such an evil? As soldiers of Wesnoth we are honor-bound to fight for the Light, not the darkness!
gl: Pola contra, a nosa misión lévanos a gorida dun nigromante?! Como é posible que pretendas usar algo que algunha vez foi posuído por un mal semellante? Como soldados do Noroeste, estamos obrigados por honra a loitar pola Luz, non pola escuridade!

source: GROWWR!!
fr: GROUAAAR !!
gl: GRRR!!

source: This yeti was rich! I count $gold gold in its hoard.
gl: Este Ieti era rico! Conto $ouro ouro no seu tesouro.

source: <i>Journal of Ravan — 13 Blackfire, 588 YW. This expedition is proving a greater success than I had anticipated. While Dacyn disarms the traps littered around this place, I have been able to conduct extensive research into the other plane beyond the Maw. There is a realm of souls that can be reached from our very own world, one that Iliah-Malal doubtlessly made contact with using the Amulet of the Veil. From time to time, I hear spirits whispering from the other side, but their voices are faint as of yet. I suspect that if I can somehow reach them, they will be able to answer some of the questions I have been pondering. However, there seems to be a piece of the puzzle still missing.</i>
gl: <i>Diarío de Ravan - 13 Blackfire, 588 D.N. Esta expedición está a ter un éxito maior do que tiña previsto. Mentres Dacyn desarma as trampas espalladas por este lugar, puiden realizar unha extensa investigación no outro avión máis aló das Fauces. Hai un reino de almas ao que se pode chegar dende o noso propio mundo, un co que sen dúbida Iliah-Malal entrou en contacto usando o Amuleto do Veo. De cando en vez, escoito espíritos murmurando dende o outro lado, pero as súas voces aínda son débiles. Sospeito que se dalgunha maneira podo chegar a eles, poderán responder a algunhas das preguntas que estiven reflexionando. Non obstante, parece que aínda falta unha peza do crebacabezas.</i>
it: <i>Diario di Ravan - 13 di Foconero, AW 588. Questa spedizione si sta rivelando un successo maggiore di quanto mi aspettassi. Mentre Dacyn disarma le trappole disseminate in questo luogo, ho potuto condurre ricerche approfondite sull’altro piano esistenziale, oltre le Fauci. Esiste un regno delle anime che può essere raggiunto dal nostro mondo, uno con cui Iliah-Malal senza dubbio è entrato in contatto usando l’Amuleto del Velo. Di tanto in tanto, sento gli spiriti sussurrare dall’altra parte, ma le loro voci sono ancora deboli. Ho il sospetto che se riesco in qualche modo a contattarli, saranno in grado di rispondere ad alcune delle domande su cui ho meditato. Tuttavia, sembra che manchi ancora un pezzo del puzzle</i>

source: <i>Journal of Ravan — 21 Whitefire, 589 YW. I had a dream tonight. Was it a dream? It seemed much more like a vision. I saw a scorching light from twin orbs in the sky, radiating searing brightness over a land teeming with aberrations of constantly shifting flesh. I saw a jewel, no, a key, alight with fire bridging the vast nothingness of the Maw. I saw darkness, merged with light and transfigured, rending the indestructible core of those without form. I hear voices recounting these muddled dreams, yet their words are disjointed, incomprehensible. What are they trying to tell me?</i>
gl: <i>diarío de Ravan - 21 Whitefire, 589 D.N. Tiven un soño esta noite. Foi un soño? Parecía moito máis unha visión. Vin unha luz abrasadora de orbes xemelgas no ceo, irradiando un brillo abrasador sobre unha terra chea de aberracións de carne en constante cambio. Vin unha xoia, non, unha chave, acendida con lume que une a vasta nada das Fauces. Vin a escuridade, fundida coa luz e transfigurada, desgarrando o núcleo indestructible dos sen forma. Escoito voces que relatan estes soños confusos, pero as súas palabras son inconexas, incomprensibles. Que están a tentar dicirme?</i>
it: <i>Diario di Ravan - 21 di Focobianco, AW 589. Ho fatto un sogno stanotte. Era un sogno? Sembrava piuttosto una visione. Ho visto una luce ardente proveniente da sfere gemelle in cielo, che irradiavano una luminosità abbacinante sopra una terra brulicante di aberrazioni cangianti di carne. Ho visto un gioiello, no, una chiave, accesa dal fuoco che collegava la vastità del nulla delle Fauci. Ho visto l’oscurità, fusa con la luce e trasfigurata, lacerare il nucleo indistruttibile di coloro che sono senza forma. No sentito delle voci che raccontano questi sogni confusi, eppure le loro sono parole sconnesse, incomprensibili. Cosa stanno cercando di dirmi?</i>
