Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: As the messenger passed out of the city gates, silence settled over the valley of the Weldyn. Children buried their fathers, mothers entombed their sons; soldiers slept where they stood, spears still clutched behind pale knuckles. The only sound was the incessant drum-march of skeletal feet, ever-growing outside the walls.
ar: وعندما خرج الرسول من بوابات المدينة، خيم الصمت على وادي ولدين. الأطفال يدفنون آباءهم، والأمهات يدفنون أبناءهم؛ والجنود نائمون حيث وقفوا، والرماح لا تزال ممسوكة خلف مفاصلهم الشاحبة. كان الصوت الوحيد هو صوت قرع الطبول المتواصل لأقدام الهياكل العظمية التي لا تنقطع خارج الأسوار.
gl: Cando o mensaxeiro saíu polas portas da cidade, o silencio instalouse sobre o val do Weldyn. Os nenos enterraron aos seus pais, as nais sepultaron aos seus fillos; os soldados durmían onde estaban, as lanzas aínda agarradas detrás dos pálidos nudillos. O único son era a incesante marcha de tambores dos pés esqueléticos, que sempre medraban fóra das murallas.
it: Non appena il messaggero uscì dalle porte della città, il silenzio calò sulla valle del Weldyn. I figli seppellirono i loro padri, le madri seppellirono i loro figli; i soldati dormivano dov’erano, con le lance ancora strette dietro le nocche pallide. L’unico suono udibile era l’incessante tambureggiare ritmico di piedi scheletrici, in continua crescita fuori dalle mura.

source: Finally, the gates creaked open once again. Eyes looked on, eager, anxious, terrified, as the messenger rode toward the castle...
ar: وأخيراً، فُتحت البوابات مرة أخرى. تطلعت الأعين متلهفة وقلقة ومرعوبة بينما كان الرسول يتجه نحو القلعة...
gl: Finalmente, as portas abriron unha vez máis. Os ollos miraban, ansiosos, ansiosos, aterrorizados, mentres o mensaxeiro se dirixía cara ao castelo...
it: Alla fine i cancelli si aprirono di nuovo cigolando. Gli occhi osservavano, impazienti, ansiosi, terrorizzati, mentre il messaggero cavalcava verso il castello...

source: News spread quickly. Mal-Ravanal had accepted the challenge. Dacyn and six of Weldyn’s finest were to duel the lich in the abandoned catacombs under the city...
ar: انتشرت الأخبار بسرعة. قبل مال-رافانال التحدي. كان من المقرر أن يتبارز داسين وستة من أفضل رجال ويلدين ضد الليش في سراديب الموتى المهجورة تحت المدينة...
gl: As noticias espalláronse rapidamente. Mal-Ravanal aceptara o reto. Dacyn e seis dos mellores de Weldyn enfrontaranse ao lich nas catacumbas abandonadas baixo a cidade...
it: La notizia si diffuse rapidamente. Mal-Ravanal aveva accettato la sfida. Dacyn e sei dei migliori uomini di Weldyn dovevano duellare contro il lich nelle catacombe abbandonate sotto la città...

source: Defeat Mal-Ravanal
ar: هزيمة مال رافانال
en@shaw: 梆 路ヰ-
fr: Vaincre Mal-Ravanal
gl: Derrota a Mal-Ravanal
it: Sconfiggi Mal-Ravanal

source: Dacyn, I’m surprised you came. I remember you being smarter than that!
ar: داسين، أنا مندهش من مجيئك. أتذكر أنك كنت أذكى من ذلك!
gl: Dacyn, sorpréndeme de que viñeras. Recordo que eras máis intelixente que iso!
it: Dacyn, sono sorpreso che tu sia venuto. Mi ricordavo che fossi più intelligente di così!

source: I and I alone will put an end to your foul machinations! You have grown strong in the darkness, but I have become stronger (cough)(cough) still!
ar: أنا وحدي من سيضع حدًا لمكائدك القذرة! لقد أصبحت قويًا في الظلام، لكنني أصبحت أقوى (سعال) (سعال) أكثر!
gl: Só eu e máis eu poremos fin ás túas malas maquinacións! Tes forte na escuridade, pero eu me fixen máis forte (tose) (tose) aínda!
it: Io e solo io porrò fine alle tue turpi macchinazioni! Sei diventato forte nell’oscurità, ma io sono diventato ancora (cough) (cough) più forte!

source: A-ha haha! And how exactly do you plan to do that? Come now, you must know that you’re outmatched.
ar: آهاهاها! وكيف تخطط بالضبط للقيام بذلك؟ هيا الآن، يجب أن تعلم أنك غير قادر على المنافسة.
gl: A-ha haha! E como pensas facelo exactamente? Veña agora, debes saber que estás superado.
it: A-ah ahah! Ed esattamente, come pensi di farlo? Andiamo, dovresti saperlo parti sconfitto.

source: The rules of the duel are these: You may recruit or recall up to 6 units. At the end of your first turn, your keep will disappear, and you must battle with whatever troops you have at that time.
ar: قواعد المبارزة هي التالية: يمكنك تجنيد أو استدعاء ما يصل إلى 6 وحدات. في نهاية دورك الأول، ستختفي قلعتك، ويجب عليك القتال مع أي قوات لديك في ذلك الوقت.
fr: Les règles du duel sont les suivantes : Vous pouvez recruter ou rappeler jusqu'à 6 unités. À la fin du premier tour, votre château disparaîtra et vous devrez vous battre avec les troupes que vous aurez à ce moment-là.
gl: Estas son as regras do duelo: • Podes recrutar ou reincorporar ata 6 unidades. • Ao final da primeira quenda, a túa torre desaparecerá, e debes loitar coas tropas que teñas nese momento.
it: Le regole del duello sono le seguenti: Potrai reclutare o richiamare un massimo di 6 unità. Alla fine del primo turno, la tua fortezza sparirà e dovrai combattere con le truppe in tuo possesso.

source: Wait — what just happened? More undead creatures just came out of the ground! That’s not allowed!
ar: انتظر - ماذا حدث للتو؟ لقد ظهرت المزيد من المخلوقات غير الحية من الأرض! هذا غير مسموح به!
fr: Attends — que vient-il de se passer ? Il a encore ranimé de nouvelles créatures de la mort ! C'est contraire aux règles !
gl: Eh! Que foi iso? Invocou máis criaturas non mortos do chan! Iso non vale!
it: Aspettate – che è successo? Ha evocato altri guerrieri dal sottosuolo! Questo non è permesso!

source: The rules say nothing about bringing up warriors who were already here. Feel free to reanimate some too, if you can.
ar: لا تنص القواعد على أي شيء بشأن إحياء المحاربين الذين كانوا هنا بالفعل. لا تتردد في إعادة إحياء بعضهم أيضًا، إذا استطعت.
fr: Les règles n'interdisent pas de réanimer des guerriers qui se trouvent déjà là. N'hésite pas à faire de même... si tu le peux.
gl: As regras non din nada sobre traer guerreiros que xa estaban aquí. Se podes, podes reanimar algúns tamén.
it: Le regole non dicono nulla sul far risorgere i guerrieri che erano già qui sepolti. Sentiti libero di rianimarne qualcuno anche tu, se ti riesce.

source: Tsk, tsk, I begin to tire of this.
ar: تسك، تسك، بدأت أتعب من هذا.
gl: Tsk, tsk, comezo a cansar disto.
it: Tsk, tsk, comincio a stancarmi di tutto questo.

source: More reinforcements come every time!
ar: تأتي المزيد من التعزيزات في كل مرة!
gl: Cada vez chegan máis reforzos!
it: Ogni volta arrivano più rinforzi!

source: All-In
ar: كل شيئ
fr: Sans Réserve
gl: Todo dentro
it: Tutto o Niente

source: The morning sun shone bright upon the valley of the Weldyn, glinting off swords and lances innumerable, arrayed in tight formation inside the city walls.
ar: أشرقت شمس الصباح على وادي ويلدين، متلألئة بالسيوف والرماح التي لا تعد ولا تحصى، المصطفة في تشكيل محكم داخل أسوار المدينة.
gl: O sol da mañá brillaba sobre o val do Weldyn, brillando con espadas e lanzas innumerables, dispostas en formación axustada dentro das murallas da cidade.
it: Il sole mattutino splendeva luminoso sulla valle del Weldyn, facendo scintillare innumerevoli spade e lance, schierate a ranghi serrati all’interno delle mura della città.

source: From the ranks of Wesnoth’s finest arose a cry, soft at first but then mounting in volume, a cry of desperate hope, a cry of fiery purpose and icy will.
ar: من صفوف خيرة ويسنوث، ارتفعت صرخة، ناعمة في البداية ولكن بعد ذلك تصاعدت في الحجم، صرخة أمل يائس، صرخة هدف ناري وإرادة جليدية.
gl: Das filas dos mellores de Wesnoth xurdiu un berro, suave ao principio pero despois aumentando en volume, un berro de esperanza desesperada, un berro de propósito ardente e vontade xeada.
it: Dai ranghi d’elite di Wesnoth si levò un grido, dapprima sommesso ma poi in crescendo, un grido di speranza disperata, un grido di ardente scopo e glaciale volontà.

source: The horns sounded, the gates swung open, and from inside the city spilled forth Weldyn’s last gasp.
ar: انطلقت الأبواق، وانفتحت البوابات، ومن داخل المدينة خرجت أنفاس ويلدين الأخيرة.
gl: Soaron os cornos, as portas abríronse e dende o interior da cidade derramou o último suspiro de Weldyn.
it: Suonarono i corni, si aprirono i cancelli e Weldyn emise dall’interno il suo ultimo anelito.

source: Lethin
ar: ليثين

source: Rerivyan
ar: ريفيان

source: Vowyn
ar: فوين

source: Wait, wait, stop, I surrender! I know your leader Gweddry!
ar: انتظر، انتظر، توقف، سأستسلم! أنا أعرف زعيمك جودري!
gl: Espera, espera, para, entregome! Coñezo ao teu líder Gweddry!
it: Aspetta, aspetta, fermati: mi addendo! Conosco il tuo comandate, Gweddry!

source: He defeated me back in the Estmarks but still let me live! Let me go and I promise you’ll never see me again!
ar: لقد هزمني في معركة استماركس لكنه تركني أعيش! دعني أرحل وأعدك بأنك لن تراني مرة أخرى!
gl: Derrotoume de volta no Estmarks pero aínda así me deixou vivir! Déixame ir e prometo que nunca me volverás ver!
it: Mi ha sconfitto nelle Marche Orientali ma mi ha comunque risparmiato la vita! Lasciami andare e ti prometto che non mi vedrai mai più!

source: Well, okay I guess...
ar: حسنا، حسنا أعتقد...
gl: Ben, vale, supoño...
it: Bene, suppongo...

source: It’s been an entire war, and that guy still hasn’t improved his magic...
ar: لقد كانت حربًا كاملة، وما زال هذا الرجل لم يحسن سحره...
gl: Foi toda unha guerra, e ese tipo aínda non mellorou a súa maxia...
it: È letteralmente passata una guerra intera e questo tizio non è ancora riuscito a migliorare la sua magia...

source: Kill $liches_to_kill liches to reveal Mal-Ravanal
ar: اقتل $liches_to_kill ليتش لتكشف عن مال رافانال
fr: Tuer $liches_to_kill liches pour qu'apparaisse Mal-Ravanal
gl: Mata $liches_to_kill liches para revelar a Mal-Ravanal.
it: Uccidi $liches_to_kill liches per far manifestare Mal-Ravanal

source: 150 gold remains in my war-chest. I place it at your service, my Liege.
ar: 150 ذهباً في صندوقي الحربي أضعها في خدمتك يا مولاي.
gl: 150 ouro quedan no meu cofre de guerra. Póñoo ao teu servizo, miña Lieja.
it: Nella mia scorta di guerra rimangono 150 pezzi d’oro. Li metto al vostro servizio, mio Signore.

source: My Liege, I’ve managed to conserve 150 gold from the previous battle. I place it at your disposal.
ar: سيدي، لقد تمكنت من الاحتفاظ بـ 150 قطعة ذهبية من المعركة السابقة. أضعها تحت تصرفك.
gl: Meu Lieja, conseguín conservar 150 ouros da batalla anterior. Póñoo á túa disposición.
it: Mio Signore, ho fatto in modo di conservare 150 pezzi d’oro dalla battaglia precedente. Li metto a vostra disposizione.

source: For you, my Liege: my men have salvaged 150 gold from the ruins of the city outskirts.
ar: من أجلك يا سيدي: لقد أنقذ رجالي 150 ذهبًا من أنقاض ضواحي المدينة.
gl: Para ti, meu Lieja: os meus homes salvaron 150 ouro das ruínas dos arredores da cidade.
it: Per voi, mio Signore: i miei uomini hanno recuperato 150 pezzi d’oro dalle rovine della periferia della città.

source: My forces are in position at the northern wall; awaiting your orders.
ar: قواتي في مواقعها عند السور الشمالي في انتظار أوامرك.
gl: As miñas forzas están en posición no muro norte; agardando as súas ordes.
it: Le mie forze sono schierate in posizione, al muro settentrionale, in attesa dei tuoi ordini.

source: Eastern flank reclaimed. I stand ready to launch the assault.
ar: تم استعادة الجناح الشرقي. أنا مستعد لشن الهجوم.
gl: Flanco oriental recuperado. Estou preparado para lanzar o asalto.
it: Fianco orientale risistemato. Sono pronto a lanciare l’assalto.

source: The western barricades are manned and ready — it’s payback time.
ar: المتاريس الغربية مأهولة وجاهزة – إنه وقت الانتقام.
gl: As barricadas occidentais están tripuladas e listas: é o momento da recuperación.
it: Barricate occidentali pronte e presidiate: è tempo di vendetta.

source: Now is the time to strike! In the name of the Clans, Mal-Ravanal will be ended this day!
ar: الآن هو الوقت المناسب للهجوم! باسم العشائر، سيتم القضاء على مال-رافانال هذا اليوم!
gl: Agora é o momento de atacar! No nome dos Clans, Mal-Ravanal rematará este día!
it: Questo è il momento di colpire! Nel nome dei Clan, oggi verrà sconfitto Mal-Ravanal!

source: Now is the time to strike! By the might of all Wesnoth, Mal-Ravanal shall be ended this day!
ar: الآن هو الوقت المناسب للهجوم! بفضل قوة كل سكان ويسنوث، سيتم القضاء على مال-رافانال اليوم!
gl: Agora é o momento de atacar! Co poder de todo Wesnoth, Mal-Ravanal será rematado este día!
it: Questo è il momento di colpire! Per la forza di tutta Wesnoth, oggi verrà sconfitto Mal-Ravanal!

source: These liches are channeling some dark magic to hide themselves. (cough)(cough) Even if Mal-Ravanal is here, I will not be able to (cough) reveal them until we have killed enough of these liches to break their spell. (cough)
ar: هؤلاء الليش يوجهون بعض السحر الأسود لإخفاء أنفسهم. (سعال) (سعال) حتى لو كان مال-رافانال هنا، لن أتمكن من (سعال) الكشف عنهم حتى نقتل ما يكفي من هؤلاء الليش لكسر تعويذتهم. (سعال)
gl: Estes liches están canalizando algo de maxia escura para esconderse. (tos) (tos) Aínda que Mal-Ravanal estea aquí, non poderei (tosir) revelalos ata que matemos o suficiente destes liches para romper o seu feitizo. (tos)
it: Questi lich stanno incanalando una qualche forma di magia oscura per nascondersi. (cough)(cough) Anche se Mal-Ravanal è qui, non sarò in grado di (cough) scoprirlo fintanto che non avremo ucciso abbastanza lich da spezzare il loro incantesimo. (cough)

source: Then that’s what we’ll have to do. And we will have to do it quickly, before Mal-Ravanal’s reinforcing armies overwhelm us.
ar: إذن هذا ما يجب علينا فعله. وعلينا أن نفعل ذلك بسرعة، قبل أن تتغلب علينا جيوش مال-رافانال المعززة.
gl: Entón iso é o que teremos que facer. E teremos que facelo axiña, antes de que os exércitos de reforzo de Mal-Ravanal nos desborden.
it: Allora questo sarà ciò che faremo. E dovremo farlo anche velocemente, prima che arrivino in rinforzi di Mal-Ravanal a soverchiarci.

source: Stride fearless upon the plain of battle, for today we reclaim our legacy! For Wesnoth!!
ar: تقدم بلا خوف على سهول المعركة، لأننا اليوم نستعيد إرثنا! من أجل ويسنوث!!
gl: Camiña sen medo pola chaira da batalla, porque hoxe recuperamos o noso legado! Para Wesnoth!!
it: Avanzate senza paura sul campo di battaglia, perché oggi noi rivendichiamo la nostra eredità! Per Wesnoth!

source: Then kill them we shall. Stride fearless upon the plain of battle, for today we reclaim our legacy! For Wesnoth!!
ar: إذن سنقتلهم. تقدموا بلا خوف على سهل المعركة، لأننا اليوم نستعيد إرثنا! !من أجل ويسنوث!!
gl: Entón matarémolos. Camiña sen medo pola chaira da batalla, porque hoxe recuperamos o noso legado! Para Wesnoth!!
it: Allora dovremo ucciderli. Avanzate senza paura sul campo di battaglia, perché oggi noi rivendichiamo la nostra eredità! Per Wesnoth!

source: Mal-Hadanak
ar: مال حدناك
en@shaw: 路ヰ-ｐ
gl: Mal-Hadanac

source: You dare to attack me?
ar: هل تجرؤ على مهاجمتي؟
fr: Tu oses m'attaquer ?
gl: Atréveste a atacarme?
it: Osi attaccarmi?

source: Mal-Katklagad
ar: مال كاتكلجاد
en@shaw: 路ヰ-ゐ别○
gl: Mal-Catlagad

source: I will enjoy watching you suffer!
ar: سأستمتع بمشاهدتك تعاني!
fr: Je vais apprécier te regarder souffrir !
gl: Gozarei co teu sufrimento!
it: Godrò nel vedervi soffrire!

source: Mal-Xaskanat
ar: مال-كسسكنات
en@shaw: 路ヰ-别
gl: Mal-Xascanat

source: Death will only be the beginning of your torment!
ar: الموت سيكون فقط بداية عذابك!
fr: La mort ne sera que le début de votre tourment !
gl: A morte non será máis que o principio do teu tormento!
it: La morte sarà solo l’inizio delle vostre sofferenze!

source: Mal-Akranbral
ar: مال اكرانبرال
en@shaw: 路ヰ-别
gl: Mal-Acranbral

source: You will serve me in death!
ar: سوف تخدمني في الموت!
fr: Vous me servirez dans la mort !
gl: Servirás ás miñas ordes na morte!
it: Voi servirete me, una volta morti!

source: Mal-Larakan
ar: مال لاراكان
en@shaw: 路ヰ-ゐ别
gl: Mal-Laracan

source: Allow me to free you from your wretched existence!
ar: اسمح لي أن أحررك من وجودك البائس!
fr: Permettez-moi de vous libérer de votre existence misérable !
gl: Permíteme liberarte da túa desgraciada existencia!
it: Lasciate che vi liberi dalla vostra miserabile esistenza!

source: Mal-Drakanal
ar: مال دراكانال
en@shaw: 路ヰ-别
gl: Mal-Dracanal

source: I am merely toying with you!
ar: أنا فقط ألعب معك!
fr: Je ne fais que m'amuser avec vous !
gl: Só estou xogando contigo!
it: Sto semplicemente prendendomi gioco di voi!

source: The River Weldyn used to be so beautiful, before the undead dammed it and flooded the shores...
ar: كان نهر ويلدين جميلًا جدًا، قبل أن يبني عليه الموتى الأحياء سدًا ويغمرون الشواطئ...
gl: O río Weldyn adoitaba ser tan fermoso, antes de que os mortos-vivos o presan e inundasen as costas...
it: Il fiume Weldyn era così bello, prima che in non-morti lo ostruissero e inondassero le sue rive...

source: My legacy will not be one of failure! With all the might of the throne of Wesnoth, I shall strike you down!
ar: لن يكون إرثي الفشل! بكل قوة عرش ويسنوث، سأهزمك!
gl: O meu legado non será de fracaso! Con todo o poder do trono de Wesnoth, voute derribar!
it: La mia eredità non sarà un fallimento! Con tutta la potenza del trono di Wesnoth, vi abbatterò!

source: That’s one down! The undead must still be in disarray after their failed attack during the long night.
ar: لقد سقط واحد! لا بد أن الموتى الأحياء ما زالوا في حالة من الفوضى بعد هجومهم الفاشل أثناء الليل الطويل.
gl: Iso é un abaixo! Os non mortos aínda deben estar desordenados despois do seu ataque fallido durante a longa noite.
it: Questo è uno di meno! I non-morti devono essere ancora allo sbando dopo il loro fallimentare attacco della lunga notte.

source: Night falls on Weldyn! Your counterattack may have caught us by surprise, but this hour is our domain.
ar: يحل الليل على ولدين! ربما يكون هجومك المضاد قد فاجأنا، ولكن هذه الساعة هي مجالنا.
gl: Cae a noite en Weldyn! O teu contraataque pode que nos collera por sorpresa, pero esta hora é o noso dominio.
it: Cala la notte su Weldyn! Il vostro contrattacco potrà anche averci colto di sorpresa, ma questa’ora è dominio nostro.

source: Now you will pay for your arrogance!
ar: الآن سوف تدفع ثمن غطرستك!
gl: Agora pagarás pola túa arrogancia!
it: Ora pagherete per la vostra arroganza!

source: A king belongs in his capital! I will not abandon my post!
ar: الملك ينتمي إلى عاصمته! لن أتخلى عن منصبي!
gl: Un rei pertence á súa capital! Non vou abandonar o meu posto!
it: Un re appartiene alla sua capitale! Non abbandonerò il mio posto!

source: <span color='#FFD700' size='x-small'>gold refunded</span> <span color='#FFFFFF' size='xx-small'> (1/$side_count per side)</span>
ar: <span color='#FFD700' size='x-small'>تم استرداد الذهب</span> <span color='#FFFFFF' size='xx-small'> (1/$side_count لكل جانب)</span>
fr: <span color='#FFD700' size='x-small'>or remboursé</span> <span color='#FFFFFF' size='xx-small'> (1/$side_count par équipe)</span>
gl: <span color='#FFD700' size='x-small'>devolución de ouro</span> <span color='#FFFFFF' size='xx-small'> (1/$side_count por lado)</span>
it: <span color='#FFD700' size='x-small'>oro rimborsato</span> <span color='#FFFFFF' size='xx-small'> (1/$side_count per squadra)</span>

source: Fools, you have already lost! For each minion you strike down, another shall rise to take its place.
ar: أيها الحمقى، لقد خسرتم بالفعل! فمع كل مخلوق تقتلونه، سيظهر مخلوق آخر ليحل محله.
gl: Parvos, xa perdedes! Por cada súbdito que derrotes, outro se levantará para ocupar o seu lugar.
it: Illusi, avete già perso! Per ogni servitore che abbattete, un altro ne prenderà il posto.

source: Their spell is broken!
ar: لقد تم كسر تعويذتهم!
fr: Leur maléfice est rompu !
gl: Rompemos o feitizo!
it: Il loro incantesimo è spezzato!

source: Enough of this farce! I shall end this personally.
ar: كفى من هذه المهزلة! سأنهي هذا الأمر بنفسي.
gl: Basta con esta farsa! Vou rematar isto persoalmente.
it: Ne ho abbastanza di questa farsa! Metterò personalmente fine alla faccenda.

source: Epilogue
ar: الخاتمة
fr: Épilogue
gl: Epílogo
it: Epilogo

source: When Mal-Ravanal fell, the undead army collapsed like puppets with cut strings. The invading necromancers looked on in horror, unable to comprehend what had happened.
ar: عندما سقط مال-رافانال، انهار جيش الموتى الأحياء مثل الدمى المقطوعة الخيوط. كان السحرة الغزاة ينظرون في رعب، غير قادرين على استيعاب ما حدث.
gl: Cando Mal-Ravanal caeu, o exército de non mortos esborrallouse como títeres con cordas cortadas. Os nigromantes invasores miraron con horror, incapaces de comprender o que pasara.
it: Alla caduta di Mal-Ravanal, i non-morti del suo esercito collassarono a terra come marionette coi fili recisi. I negromanti invasori guardavano con orrore, incapaci di comprendere cosa fosse accaduto.

source: Yet even as the lich’s body crumbled, for a moment’s breath, the onlookers saw a vast and louring column of shadow arise like smoke from an unclean fire. It divided fivefold at its height, reaching for the heavens like a clutching hand. Men let weapons fall from nerveless fingers and horses reared in terror as that great dark pall obscured the sun...
ar: ولكن حتى عندما انهار جسد الليتش، رأى المتفرجون للحظة عمودًا ضخمًا ومخيفًا من الظل يرتفع مثل الدخان من نار غير نظيفة. انقسم العمود خمسة أضعاف عند ارتفاعه، ووصل إلى السماء مثل يد ممسكة. وأطلق الرجال الأسلحة من أصابعهم الخاوية، ووقفت الخيول في رعب بينما حجب ذلك السواد العظيم المظلم الشمس...
fr: Alors que le corps de la liche s'affaissait, le temps d'un souffle, l'on vit une vaste et menaçante ombre s'élever comme la fumée d'un feu souillé. Elle se sépara en cinq colonnes durant son ascension et tendait vers les nuages comme une main pour les saisir. Les doigts paralysés des soldats laissaient choir leur arme et les chevaux terrorisés se mirent à ruer quand le soleil se couvrit d'un linceul de ténèbres...
gl: Aínda que o corpo do liche se esfarelaba, por un instante, os presentes viron unha vasta e pesada columna de sombra xurdir coma o fume dun lume impuro. Dividiuse quíntuple na súa altura, estendéndose cara aos ceos coma unha man agarrada. Os homes deixaron caer as armas dos seus dedos sen nervios e os cabalos empináronse aterrorizados mentres aquela gran mortaxa escura escurecía o sol...
it: Eppure mentre il corpo del lich si sgretolava nell’aria, per l’attimo di un respiro gli astanti videro un’enorme e minacciosa colonna d’ombra levarsi come fumo da un fuoco mal estinto; la sua cima dividersi poi al suo culmine in cinque rami, cercando di toccare il cielo, come la mano d’un uomo che annaspa. Gli uomini lasciarono cadere a terra le armi dalle loro dita inerti e i cavalli arretrarono in preda al terrore, non appena quella grande coltre di tenebra oscurò il sole...

source: ... and then it thinned, and paled, and a breeze from the west dissolved it in tatters, and the light of day shone once again undiminished on Weldyn.
ar: ... ثم أصبح رقيقًا وشحبًا، ثم هبت ريح من الغرب فأذابته إلى أشلاء، وأشرق ضوء النهار مرة أخرى كاملا على ويلدين.
fr: ... puis il se mit à rétrécir et à pâlir, et une brise venue de l'ouest l'éparpilla en lambeaux, et la lumière du jour brilla de nouveau pleinement sur Weldyn.
gl: …e entón esvaeceuse, e aclarouse, e a brisa do oeste disolveuna na nada, e a luz do día volveu brillar sobre Güedin.
it: ... Poi quella coltre si diradò e schiarì, quindi una brezza proveniente da ovest la dissolse in tenui brandelli, e fu così che la luce del giorno tornò di nuovo a splendere su Weldyn, forte come prima.

source: Renaerawan
ar: ريناراوان
