Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: With unknown enemies pressing Wesnoth from the East, Konrad II decided to re-build and re-man the River Guard outposts, and use them to keep the Crown's eye and hand firmly on the settled country to either side of the lower Weldyn. He sent two of the most promising young officers to them.
en@shaw: 仇答 юヰ ю 路ю佛 梆, 路 ю 拆 -ゐ -ヰ 葛 答, 筐 ю 梆 ｐ 火ヰゐ юゐ 仇 拆 拆 ゐ答 路юゐ. ｐ ю ヰ答 ヰ 仇 拣 ю.

source: To the northern outpost he sent Owaec, a clan noble. To the southern outpost, he sent Gweddry, who would be accompanied by Dacyn the mage. It is with them this story is concerned.
en@shaw: 桂拣 答 ｐ ю 路答ю, ゐ 答. 仇拣 答, ｐ ю 路ю, ｐ 仇ヰ 路别 ヰ别. ю 桂 火.

source: All went well once the King's forces arrived. There were no attacks for several weeks, and Gweddry's men started to grow incautious. Then, at dawn one day, Gweddry and his men were roused by the startled cries of the night watchmen...
en@shaw: 佛 ю ю 仇 桂 拆. ю拣 梆, 路ю梆 ヰю 葛 佛. ю, 佛 仇 , 路ю ｐ ヰю 葛ゐ 拆 拆 ヰю...

source: Mal-Sakkat
en@shaw: 路ヰ-

source: Mal-Uldhar
en@shaw: 路ヰ-叼ゐｐ

source: Resist until Dacyn's return tomorrow night
en@shaw: 仇 路别 火 ヰ 拆

source: Resist until Dacyn's return in two days
en@shaw: 仇 路别 火 别

source: Death of Gweddry
en@shaw: ю 路ю

source: What? What is going on?
en@shaw: ? 答 ?

source: Look. To the east. Undead approach! But wait... I sense something... They must not see me...
en@shaw: ゐ. 梆. 仇ю 答! 仇 别... ю 仇ヰ... ヰ仇 ヰ...

source: Hm. I do not sense anything out of the ordinary here. My scouts must have deceived me. Very well; destroy them.
en@shaw: ｐ. ю ю 桂拣 ｐ. ヰ ヰ仇 ｐ 梆 ヰ. ю ю; ю.

source: Very well, Dark Archon. They will die. And then?
en@shaw: ю ю, 路葛 路葛. . ю?

source: On with the search. I trust you can defeat these men yourself? I have no time to waste here.
en@shaw: 火. 仇 梆 梆 ヰю 筐拣юゐ? ｐ 拆 别 ｐ.

source: What?! Men, to arms! And where did Dacyn go?!
en@shaw: ?! ヰю, 葛ヰ! 路别 ?!

source: There are too many undead, I cannot defeat them... but my orders are to hold this outpost at all costs. It may be we will die this day.
en@shaw: ヰю 仇ю, 梆 ю... 仇 ヰ 桂拣 ｐ答ゐ 答 佛 . ヰ .

source: But... somehow, I do not think Dacyn has abandoned us. He must have had a reason for leaving.
en@shaw: 仇... 仇ヰｐ, 路别 ｐ 仇. ｐ ヰ仇 ｐ ｐ 梆 ゐ梆.

source: Follow me, men! Through the trapdoor!
en@shaw: ゐ ヰ, ヰю! !

source: Gweddry? Good! You are still alive. Quickly, we must leave this place!
en@shaw: 路ю? ! ゐ拆. ゐ, ヰ仇 ゐ梆 ゐ别!

source: Where did you go?! And where did you come from?
en@shaw: ?! 仇 ?

source: There is no time to explain. If you wish to survive, you will escape through this trapdoor.
en@shaw: 拆 ゐ别. 火拆, 别 .

source: But what about the outpost?
en@shaw: 仇 答?

source: It is pointless to try to defend it. Now, come on, we do not have much time to spare!
en@shaw: 娥ゐ ю . , 仇 , ｐ ヰ仇 拆 !

source: Move Gweddry to the trapdoor
en@shaw: ヰ叼 路ю

source: Turns run out
en@shaw: 火 仇

source: Hurry! Before long enemy reinforcements will arrive, and we will all die! Go to the trapdoor!
en@shaw: ｐ仇! ゐ юヰ 桂ヰ 拆, 佛 ! !

source: Reach the end of the tunnel
en@shaw: 梆 ю 仇

source: Where are we? I can't see where we are going.
en@shaw: ? 答.

source: I do not know. There are trolls in here, which may try to fight us. Now hurry, we have to move quickly with those liches still behind us.
en@shaw: . 答ゐ ｐ, ヰ 拆 仇. ｐ仇, ｐ ヰ叼 ゐ 答 ゐю ｐ拆 仇.

source: Wait, before we go anywhere - who were those undead?
en@shaw: 别, ю - ｐ 答 仇ю?

source: It doesn't matter. They are much too powerful for us; our only hope is to get away, far away. Perhaps we should go north, and meet with Owaec.
en@shaw: 仇 ヰ. ヰ仇 拣 仇; 答ゐ ｐ答 ю , . 拣ｐ 桂, ヰ梆 路答ю.

source: TROL TREZZUR HOLE: KEEP OWT
en@shaw: ю仇 ｐ答: 梆 ю

source: We are soldiers of the king of Wesnoth. Will you help us escape these trolls?
en@shaw: 答ゐ○拣 路ю佛. ｐюゐ 仇 别 梆 答ゐ?

source: Aye, we'll help ye, for we have nae love for the trolls. Anyone attacked by them deserves some help, I think.
en@shaw: , ' ｐюゐ , ｐ ゐ仇 答ゐ. ю仇 ю 火 仇 ｐюゐ, .

source: Thank you. Now, I invite you to join us. Undead have followed us into these caves, and they will kill you if you stay behind.
en@shaw: . , 拆 ○娥 仇. 仇ю ｐ ゐ答 仇 梆 别, ｐ拆.

source: Thank you. Now, I invite you to join us. Undead are in these lands, and they will find these caves.
en@shaw: . , 拆 ○娥 仇. 仇ю 梆 ゐ, 拆 梆 别.

source: My clan ha' lived in these caves for centuries. We'll no' be scattered now by a few undead.
en@shaw: ヰ ゐ ｐ' ゐ 梆 别 ю拣. ' ' 拣 仇ю.

source: Very well. The best of luck in your battle.
en@shaw: ю ю. ю ゐ仇 筐 .

source: Wearing this amulet will cause every blow you deal to inflict arcane damage!
en@shaw: 吼 ヰゐ 佛 ю ゐ 梆 ゐ 葛别 ヰ!

source: I am not suited to using this item! Let another take it.
en@shaw: 筐 筐 拆! ゐю 仇 别 .

source: There is a great fortune in this chest of treasure! I can count two hundred pieces of gold.
en@shaw: 别 桂筐 ю ю! ｐ仇ю 梆 答ゐ.

source: We have found you, fleshbag! Prepare to die!
en@shaw: ｐ , ゐю! 梆 !

source: They follow us... we must get out of this tunnel. It looks like it is leading east. That is unfortunate, for it will take us further from Weldyn. But it is our only option.
en@shaw: ゐ 仇... ヰ仇 ю 仇. ゐ ゐ拆 ゐ梆 梆. 仇桂筐, 别 仇 火 路юゐ. 仇 答ゐ .

source: We have reached the end of the tunnel. I see daylight above us!
en@shaw: ｐ 梆 ю 仇. 别ゐ拆 仇 仇!

source: Defeat either enemy dark sorcerer
en@shaw: 梆 拆 юヰ 葛 桂拣

source: We have escaped from those dark tunnels! But where are we now?
en@shaw: ｐ 别 答 葛 仇ゐ! 仇 ?

source: We are in the middle of the eastern mountains, in a mountain pass leading east and west. We need to head north, to meet Owaec, but we cannot go through the mountains... we must go east, or west, and hope we can get around them.
en@shaw: ヰ 梆拣 ヰ, ヰ ゐ梆 梆 ю. 梆 ｐю 桂, ヰ梆 路答ю, 仇 ヰ... ヰ仇 梆, ю, ｐ答 ю ю.

source: Hahaha! We have you surrounded!
en@shaw: ｐｐｐ! ｐ 拣!

source: Why don't we see if the new recruit can handle them. After all, there are only two!
en@shaw: 答 叼 ｐ ю. 佛, 答ゐ !

source: No!!! They'll kill me!
en@shaw: !!! 别 ヰ!

source: That would be your problem, then.
en@shaw: 筐 ゐ, ю.

source: These undead are toying with us! This adept is weak - we may be able to take his castle.
en@shaw: 梆 仇ю 娥 仇! ю 梆 - ヰ 别 别 ｐ .

source: A good idea. Then, we must kill either of the dark sorcerers. I would prefer to attack the western one, so we can get closer to Wesnoth.
en@shaw: 拆. ю, ヰ仇 拆 葛 桂火火. ю拣 仇, ю ゐ答 路ю佛.

source: No! You have defeated me, and can re-enter Wesnoth!
en@shaw: ! ｐ 梆 ヰ, -ю 路ю佛!

source: You have defeated my brother, but I will follow you and kill you!
en@shaw: ｐ 梆 ヰ 仇, 仇 ゐ !

source: An Elven Alliance
en@shaw: юゐю ゐ拆

source: But Gweddry and Dacyn were to find that re-entering Wesnoth would not be easy with the escape tunnel closed to them. They marched out of the foothills of the Estmarks in a direction few Wesnothians had traveled before, into unknown forest country just south of the Great River.
en@shaw: 仇 路ю 路别 拆 -ю拣 路ю佛 梆 别 仇 ゐ答 ю. ヰ葛 ｐゐ 路юヰ葛 ю 路ю佛攫 ｐ ゐ , 仇答 桂 仇 ○仇 别 .

source: Allies
en@shaw: ゐ拆

source: Volas
en@shaw: 路答ゐ

source: Gruga-Har
en@shaw: 路叼-ｐ

source: Defeat enemy leader
en@shaw: 梆 юヰ ゐ梆

source: Death of Volas
en@shaw: ю 路答ゐ

source: Greetings, travelers! Welcome to my realm.
en@shaw: 梆, ゐ火! юゐ ヰ юゐ.

source: Would it be possible for us to rest in your lands for a while? We have been pursued by fell undead, although they did not dare to enter the forest... yet.
en@shaw: 仇 ю 筐 ゐ 拆? ｐ 梆 拣筐 ю 仇ю, 佛ゐ ю 桂... ю.

source: Certainly.
en@shaw: 火ゐ.

source: Good. Now, you should be warned. This undead warlord is very powerful. If you choose to battle with him then, even if you are victorious, few will survive. I invite you to join us, and head north. We may be able to leave the area he wishes to conquer.
en@shaw: . , 桂. 仇ю 桂ゐ桂 ю 拣. 叼 ｐ ю, 梆 桂, 火拆. 拆 ○娥 仇, ｐю 桂. ヰ 别 ゐ梆 吼 ｐ .

source: I thank you for your offer. But I will not leave my homeland. These undead cannot be as powerful as you say; I will fight them.
en@shaw: 筐 . 仇 ゐ梆 ヰ ｐ答ヰゐ. 梆 仇ю 拣 ; 拆 ю.

source: This is not a wise choice, but it is yours to make. If you will not join us, will you at least help us reach the northern outpost? We wish to warn our comrades there.
en@shaw: 拆 娥, 仇 筐拣 ヰ别. ○娥 仇, ゐ梆 ｐюゐ 仇 梆 桂拣 答? 桂 ヰ .

source: I will aid you. Although, I too, think that yours is the foolish choice. You should stay, and fight.
en@shaw: 拆 . 佛ゐ, , 筐拣 叼ゐ 娥. , 拆.

source: After we rest for a short while, we will leave. We have little time to spare.
en@shaw: ю 桂 拆, ゐ梆. ｐ ゐ 拆 .

source: Intruders!
en@shaw: 叼火!

source: What? Orcs! Where did they come from?
en@shaw: ? 桂! 仇 ?

source: I know not. But they are right in the Northern Path. You will have to fight them to move on.
en@shaw: . 仇 拆 路桂拣 路. ｐ 拆 ю ヰ叼 .

source: Bring forth the assassins, we may be able to poison them!
en@shaw: 桂 , ヰ 别 娥 ю!

source: Your Warlordship, I am the only assassin left! Do you want me to go poison their leader?
en@shaw: 筐 桂ゐ桂, 答ゐ ゐю! ヰ 娥 ゐ梆?

source: Perfect! Go, into the forest!
en@shaw: 拣ю! , 桂!

source: They have sent an assassin into the forest. We will have to be careful, and make sure he does not come out and attack us unexpectedly.
en@shaw: ｐ ю 桂. ｐ 吼, ヰ别 ｐ 仇 仇 仇 юゐ.

source: Hahaha! Nafga will kill the elves!
en@shaw: ｐｐｐ! 路 юゐ!

source: No! This is the first time I have failed a mission, and it is my last!
en@shaw: ! 火 拆 ｐ 别ゐ ヰ, ヰ ゐ!

source: My assassin is dead! The elves must pay, not for his death, but for stopping him in his mission!
en@shaw: ヰ ю! юゐ ヰ仇 , ｐ ю, 仇 ｐ ｐ ヰ!

source: You have failed me, man of Wesnoth...
en@shaw: ｐ 别ゐ ヰ, ヰ 路ю佛...

source: We have defeated the orcs! Now you can rest, and then leave.
en@shaw: ｐ 梆 桂! ю, ю ゐ梆.

source: We have not the time. This battle has wasted too much of it already. We must leave now.
en@shaw: ｐ 拆. ｐ 别 ヰ仇 佛ゐю. ヰ仇 ゐ梆 .

source: Very well. I will send guides to lead you to your allies.
en@shaw: ю ю. ю 拆 ゐю 筐 ゐ拆.

source: The Undead Border Patrol
en@shaw: 仇ю 桂 答

source: Mal-Telnarad
en@shaw: 路ヰ-юゐ葛

source: Defeat either enemy leader
en@shaw: 梆 拆 юヰ ゐ梆

source: We have gotten out of that mountain range now, and the path northwards is clear. Let us go north, now, and try to reach Owaec at the outpost.
en@shaw: ｐ ヰ 别 , 桂拣 ゐ. ゐю 仇 桂, , 梆 路答ю 答.

source: Wait. I am not sure that is the best option. If we go east now, we may be able to find the lich Mal-Ravanal who attacked us, and destroy him before he can attack Wesnoth again. After we escaped, I suspect he went back east to find us.
en@shaw: 别. ю . 梆 , ヰ 别 拆 ゐ 路ヰ- ｐ 仇, ｐ ｐ 路ю佛 别. 别, 仇ю ｐ ю 梆 拆 仇.

source: They run from me! Still, it will not help them, the border patrol will destroy them. I may even be promoted!
en@shaw: 仇 ヰ! , ｐюゐ ю, 桂 答 ю. ヰ 梆 ヰ答!

source: Now I will never get promoted!
en@shaw: ю ю ヰ答!

source: Come, let us return to Wesnoth and aid the Northern Outpost.
en@shaw: 仇, ゐю 仇 火 路ю佛 拆 路桂拣 路答.

source: We have defeated this patrol, but we can still turn back! Do we want to go further east now, or do we want to try to turn back and defeat this dark sorcerer?
en@shaw: ｐ 梆 答, 仇 火 ! 火 梆 , 火 梆 葛 桂拣?

source: I wish to destroy the evil before it can spread. East we go!
en@shaw: 梆 ю. 梆 !

source: I cannot say if this is a good decision, but I will follow you.
en@shaw: , 仇 ゐ .

source: Noo!!! I can't be promoted if they run away!
en@shaw: 答!!! ヰ答 仇 !

source: You are right. It is foolish to go onward - we must defeat Mal-Skraat and turn back, going to the Northern Outpost.
en@shaw: 拆. 叼ゐ 拣 - ヰ仇 梆 路ヰ- 火 , 答 路桂拣 路答.

source: Good! If I defeat them, I can become a lich!
en@shaw: ! 梆 ю, 仇 ゐ!

source: We failed to defeat either enemy! Now more liches will come, and we will be overwhelmed!
en@shaw: 别ゐ 梆 拆 юヰ! ヰ ゐю 仇, 答拣юゐヰ!

source: We cannot spend any more time attempting to defeat Mal-Skraat. Like it or not, we must go further into these undead lands.
en@shaw: ю ю ヰ 拆 юヰ 梆 路ヰ-. ゐ拆 , ヰ仇 火 梆 仇ю ゐ.

source: Noo!!! He will reach Mal-Ravanal's capital, and I shall be punished for letting him escape!
en@shaw: 答!!! ｐ 梆 路ヰ-ゐ , 仇 ゐю ｐ 别!

source: Mal-Ravanal's Capital
en@shaw: 路ヰ-ゐ 路

source: Mal-Marak
en@shaw: 路ヰ-ヰ

source: Mal-Galkar
en@shaw: 路ヰ-ゐ

source: Escape from the capital by killing one of the two dark sorcerers
en@shaw: 别 ゐ 仇 葛 桂火火

source: The Bitter Swamp's ill reputation is, it seems, well merited. Mal-Ravanal's capital lies before us!
en@shaw: 路 路ヰ ю筐别 , 梆ヰ, ю ヰ吼. 路ヰ-ゐ ゐ拆 仇!

source: Yes, but look! The undead forces are closing in behind us. As I said before, we cannot kill Mal-Ravanal. It was foolish to come this far, we must turn back!
en@shaw: ю, 仇 ゐ! 仇ю 桂 ゐ答 ｐ拆 仇. ю , 路ヰ-. 叼ゐ 仇 , ヰ仇 火 !

source: Perhaps. To retreat, we must kill one of these dark sorcerers that follow us. But, perhaps we can kill this Mal-Ravanal still. I might wish to try.
en@shaw: 拣ｐ. 梆, ヰ仇 仇 梆 葛 桂火火 ゐ 仇. 仇, 拣ｐ 路ヰ- . ヰ拆 .

source: These humans have dared foolishly to come this far into my land. Crush them!
en@shaw: 梆 ｐ筐ヰ ｐ 吼 叼ゐゐ 仇 ヰ ゐ. 仇 ю!

source: Thank you for destroying that skeleton warrior! Every time you kill one of the Revenants, one of us knights is let free!
en@shaw: 娥 юゐ ! ю 拆 仇 ю, 仇 仇 拆 ゐю !

source: Why? Are you the undead's prisoners?
en@shaw: ? 仇ю 拣?

source: Yes. My allies and I were questing when we were ambushed by undead. The guard is playing a sick game - whenever one of their warriors dies, one of us is let free, but whenever you lose a fighter, they kill one of us.
en@shaw: ю. ヰ ゐ拆 questing ю ヰ 仇ю. 葛 ゐ别 别 - юю 仇 拣 拆, 仇 仇 ゐю , 仇 юю ゐ叼 拆, 仇 仇.

source: This sounds dangerous. We will try to free as many of you as possible before we escape from here.
en@shaw: 别○拣. ヰю 别 ｐ.

source: There are five of us still locked up in the jail. All of us will join you if you can get us free.
en@shaw: 拆 仇 ゐ 仇 ○别. 佛 仇 ○娥 ю 仇 .

source: You dare to attack <i>me</i>!? Go back to your master!
en@shaw: <i>ヰ</i>!? 筐 ヰ!

source: This is not good; we are unable to attack Mal-Ravanal at all, for his magic is too strong! We must turn back, it was foolish to press the attack.
en@shaw: ; 仇别 路ヰ- 佛, ｐ ヰ○ ! ヰ仇 火 , 叼ゐ ю .

source: Gweddry's men retreated swiftly from the Bitter Swamp, fleeing north and west as if their heels were winged. Finding a low pass through the northern Estmarks, they were greatly relieved to see the valley of the Weldyn open before them on the other side.
en@shaw: 路ю梆 ヰю 梆 ゐ 路 路ヰ, ゐ梆 桂 ю ｐ梆ゐ . 拆 ゐ 桂拣 路юヰ葛, 别ゐ ゐ梆 ゐ 路юゐ 答 ю 仇 拆.

source: Lanar-Skal
en@shaw: 路ゐ-

source: Evil
en@shaw: 梆

source: Find the outlaw leader in the villages and kill him
en@shaw: 拆 ゐ ゐ梆 ゐ○ ｐ

source: Defeat the undead leader
en@shaw: 梆 仇ю ゐ梆

source: Greetings, Owaec! We have been forced from our positions by undead invaders. They follow us even now.
en@shaw: 梆, 路答ю! ｐ 梆 桂 仇ю 别火. ゐ 仇 梆 .

source: Indeed, they do. And do not think you will be able to defeat them. They are too powerful. We are heading for the Northlands, where we may be able to outrun them. Will you join us?
en@shaw: 梆, . 别 梆 ю. 拣. ｐю 路桂ゐ, ヰ 别 ю. ○娥 仇?

source: I am not sure. There are bandits in this country, and I have been told that it is my duty to defeat them, and protect the local villages. However, I cannot find a way to defeat them. The outlaws hide in the villages when we are close, and come out when we are far away.
en@shaw: . 仇, ｐ 梆 答ゐ ヰ 筐 梆 ю, ю ゐ答 ゐ○. ｐю, 拆 梆 ю. ゐ佛 ｐ拆 ゐ○ ю ゐ答, 仇 ю .

source: Hoping to protect these villages is foolish; all who stay here will die. However, if we can drive these bandits out, we will be able to have all the villagers follow us into the northlands. There they may survive. But Wesnoth is no longer safe.
en@shaw: ｐ ю 梆 ゐ○ 叼ゐ; 佛 ｐ ｐ . ｐю, 拆 梆 , 别 ｐ 佛 ゐ○火 ゐ 仇 路桂ゐ. ヰ 火拆. 仇 路ю佛 ゐ 别.

source: Well, you appear to know what you're talking about... but, I have no way to remove these bandits.
en@shaw: ю, ' 佛 ... 仇, ｐ 梆ヰ叼 梆 .

source: I think I may be able to help you. I am a mage; I believe I will be able to cast a spell that will reveal them if you enter the villages. However, I won't be able to help you in battle.
en@shaw: ヰ 别 ｐюゐ . ヰ别; ゐ梆 别 ю 梆 ю ю ゐ○. ｐю, 答 别 ｐюゐ .

source: That sounds good; it is time to drive out some bandits. Dacyn, go cast your spell!
en@shaw: ; 拆 拆 仇 . 路别, 筐 ю!

source: I believe there is a leader behind these outlaws; kill him, and we will have defeated these bandits.
en@shaw: ゐ梆 ゐ梆 ｐ拆 梆 ゐ佛; ｐ, ｐ 梆 梆 .

source: Go, go far from here! But me and my kind will chase you, and kill you!
en@shaw: , ｐ! 仇 ヰ ヰ 拆 别 , !

source: It seems the undead have caught up with us! We will have to kill them, too, if we want these villages to be safe. Well, I will see you when you defeat the outlaws and undead!
en@shaw: 梆ヰ 仇ю ｐ 佛 仇 仇! ｐ ю, , 梆 ゐ○ 别. ю, ю 梆 ゐ佛 仇ю!

source: They're here!
en@shaw: ' ｐ!

source: So, you have found my hiding place. Very well, I guess I will have to kill you!
en@shaw: , ｐ ヰ ｐ拆 ゐ别. ю ю, ю ｐ !

source: That's the bandit leader! Kill him, and we will have fulfilled our duty!
en@shaw: ' ゐ梆! ｐ, ｐ ゐゐ 筐!

source: You have defeated me! I can terrorize the villagers no more...
en@shaw: ｐ 梆 ヰ! 吼火拆 ゐ○火 ヰ...

source: We still need to defeat these undead for the villagers to be safe.
en@shaw: 梆 梆 梆 仇ю ゐ○火 别.

source: I have fulfilled my duty to the villages. Now I suppose I can join you in your quest.
en@shaw: ｐ ゐゐ ヰ 筐 ゐ○. 答 ○娥 筐 ю.

source: Good job! Now, we should move onward, north. Tell the villagers to pack their belongings and follow us.
en@shaw: ○! , ヰ叼 拣, 桂. ю ゐ○火 ゐ ゐ 仇.

source: There are still these outlaws to take care of - we must continue fighting here.
en@shaw: 梆 ゐ佛 别 - ヰ仇 拆 ｐ.

source: Well, both the outlaws and undead are defeated. We have some time to spare now before more undead arrive.
en@shaw: ю, 答 ゐ佛 仇ю 梆. ｐ 仇 拆 ヰ 仇ю 拆.

source: Good work! Now, we should move onward, north. Tell the villagers to pack their belongings and follow us.
en@shaw: 火! , ヰ叼 拣, 桂. ю ゐ○火 ゐ ゐ 仇.

source: Wak-Rano
en@shaw: 路-

source: Mal-Arnai
en@shaw: 路ヰ-葛ヰ

source: Look! The road splits here. Which way shall we go?
en@shaw: ゐ! 答 ゐ ｐ. ?

source: We're in the land of the Clans now; I know it well. The road north leads directly to the Great River; across it lies the orcs' home country in the Northlands. The westward road will keep us inside the realm of Wesnoth, for a time, before we reach another crossing point north of Glyn's Forest. If we travel along that path, we will not have to fight orcs immediately.
en@shaw: ' ゐ ゐ ; ю. 答 桂 ゐ梆 拆юゐ 别 ; ゐ拆 桂' ｐ答 仇 路桂ゐ. ю拣 答 梆 仇 拆 юゐ 路ю佛, 拆, 梆 仇 娥 桂 路ゐ 路桂. ゐ , ｐ 拆 桂 ヰ梆攫ゐ.

source: We should probably go north to the orcish lands immediately. I suspect that the undead have already bypassed us, and cut off any crossing to the west of here.
en@shaw: ゐ 桂 桂 ゐ ヰ梆攫ゐ. 仇ю 仇ю ｐ 佛ゐю 拆 仇, 仇 ю ю ｐ.

source: The orcs are more powerful than you suspect. I doubt the undead have had time to get past us in large enough numbers to make them more dangerous than the orcs.
en@shaw: 桂 ヰ 拣 仇ю. 仇ю ｐ ｐ 拆 ю 仇 ゐ葛 仇 仇ヰ拣 ヰ别 ю ヰ 别○拣 桂.

source: Either way we will have to fight. Look, the orcs and undead are in a conflict, and block our path!
en@shaw: 拆 ｐ 拆. ゐ, 桂 仇ю ゐ, ゐ !

source: Well, orc, we can either continue this fight, or we can crush the humans and battle later. How shall it be?
en@shaw: ю, 桂, 拆 拆, 仇 ｐ筐ヰ ゐ别. ｐ ?

source: Hmm... I know. We will make a pact to destroy these men, and continue our fight later.
en@shaw: ｐ... . ヰ别 梆 ヰю, 拆 ゐ别.

source: This foolish orc will surely perish.
en@shaw: 叼ゐ 桂 拣ゐ ю.

source: Very well, we are allies, for now.
en@shaw: ю ю, ゐ拆, .

source: Arrgh! I have failed to defend the northern homeland!
en@shaw: 葛! ｐ 别ゐ ю 桂拣 ｐ答ヰゐ!

source: I was supposed to kill you all! I have failed.
en@shaw: 答 佛! ｐ 别ゐ.

source: Garnad
en@shaw: 路葛

source: Draka-Kura
en@shaw: 路别-仇

source: Get Gweddry and Owaec across the river
en@shaw: ю 路ю 路答ю

source: We have come to the Great River. What should we do? Should we attempt to cross it?
en@shaw: ｐ 仇 路别 路. ? юヰ ?

source: We must cross this river. The undead are chasing us, and their hordes are much too great for us to defeat. Reinforcements for the undead will arrive soon. We must be across the river before that happens.
en@shaw: ヰ仇 . 仇ю 别 仇, ｐ桂 ヰ仇 别 仇 梆. 桂ヰ 仇ю 拆 叼. ヰ仇 ｐ.

source: Across this river lies the Northlands. If we can get there, we may be able to get some ogres to help us - but the orcs will definitely attack us before that happens.
en@shaw: ゐ拆 路桂ゐ. ю , ヰ 别 ю 仇 答火 ｐюゐ 仇 - 仇 桂 юゐ 仇 ｐ.

source: Grug say we no help you! We finish must battle orc with!
en@shaw: 路仇 ｐюゐ ! ヰ仇 桂 !

source: Was that comprehensible to anyone? Silence, foolish ogre. I will deal with you later. Right now there are men trying to cross this river.
en@shaw: ヰ梆ｐю ю仇? 拆ゐ, 叼ゐ 答. 梆 ゐ别. 拆 ヰю 拆 .

source: Orc foolish! Die you now!
en@shaw: 桂 叼ゐ! !

source: If we show ourselves as enemies of the orcs, they may aid us. But I think we should cross the river before trying to convince these ogres to help.
en@shaw: 拣юゐ юヰ 桂, ヰ 拆 仇. 仇 拆 梆 答火 ｐюゐ.

source: Mal-Hakralan
en@shaw: 路ヰ-ｐ别ゐ

source: The undead reinforcements have arrived! We must cross the river immediately!
en@shaw: 仇ю 桂ヰ ｐ 拆! ヰ仇 ヰ梆攫ゐ!

source: Hurry up. We must get across before these undead slaughter us!
en@shaw: ｐ仇 仇. ヰ仇 ю 梆 仇ю ゐ佛 仇!

source: Good! We have crossed. Now let's see if we can get the ogres to join us. They have been convinced to work for the Crown in the past; maybe it can be done again.
en@shaw: ! ｐ . ゐю' ю 答火 ○娥 仇. ｐ 梆 火 路 ; ヰ别 仇 别.

source: Grug say join you will he.
en@shaw: 路仇 ○娥 ｐ.

source: Gork
en@shaw: 路

source: Drog
en@shaw: 路答

source: You may now recruit ogres!
en@shaw: ヰ 叼 答火!

source: These fens look impassable. I don't think we will be able to continue on this road; it is time to turn northwards, away from these undead.
en@shaw: 梆 ю ゐ ヰ. 答 别 答; 拆 火 桂拣, 梆 仇ю.

source: We must cross this river, then. We must make haste, already we have wasted too much time. Undead have positioned themselves in the middle of the ford.
en@shaw: ヰ仇 , ю. ヰ仇 ヰ别 ｐ别, 佛ゐю ｐ 别 ヰ仇 拆. 仇ю ｐ юヰюゐ ヰ 桂.

source: Across this river lies the Northland. Ogres live there, as do orcs. We should proceed with caution. The undead are dangerous, but the orcs may be more dangerous still.
en@shaw: ゐ拆 桂ゐ. 答火 ゐ , 桂. 梆 佛. 仇ю 别○拣, 仇 桂 ヰ ヰ 别○拣 .

source: I will leave your bodies to rot in the river, then I will raise you up to serve in my Master's undead hordes!
en@shaw: ゐ梆 筐 , ю 别 仇 火 ヰ 路ヰ拣 仇ю ｐ桂!

source: I summon from the depths of the river beasts to destroy you!
en@shaw: 仇ヰ ю 梆 !

source: It seems as if in addition to summoning undead this foul sorcerer has learned to call up monsters from the deep!
en@shaw: 梆ヰ 仇ヰ 仇ю 桂拣 ｐ ゐ火 佛 仇 ヰ拣 梆!

source: Training the Ogres
en@shaw: 别 答火

source: Survive until end of turns
en@shaw: 火拆 仇 ю 火

source: To add ogres to your army, keep two on the grass until end of turns
en@shaw: 答火 筐 葛ヰ, 梆 仇 ю 火

source: Look, we have found a pack of ogres. We should try to capture some to train.
en@shaw: ゐ, ｐ 答火. 仇 别.

source: All right, we have to keep at least two of these ogres on the grass where they can't escape until our troops get here to capture them. Then they will have to lead us to their tribe.
en@shaw: 佛 拆, ｐ 梆 ゐ梆 梆 答火 别 仇 叼 ю ｐ ю. ю ｐ ゐю 仇 拆.

source: We should try to surround them. Gweddry, you stay where you are. Dacyn, you go north-east. I'll go north-west.
en@shaw: 拣 ю. 路ю, . 路别, 桂-梆. ' 桂-ю.

source: We have let one escape. Let's hope they don't all!
en@shaw: ｐ ゐю 仇 别. ゐю' ｐ答 答 佛!

source: Our troops have caught up! Now, we will be able to recruit ogres, since these will be able to convince their tribe to join us.
en@shaw: 叼 ｐ 佛 仇! , 别 叼 答火, 梆 别 拆 ○娥 仇.

source: We didn't capture enough of the ogres here. We will have to go on without them.
en@shaw: 仇 答火 ｐ. ｐ ю.

source: Elandin
en@shaw: 路юゐ

source: Hail, dwarves! Will you help us get by these foul orcs? We need to get further along this path.
en@shaw: ｐ别, 桂! ｐюゐ 仇 ю 梆 桂? 梆 ю 火 ゐ .

source: You human! Call us foul, will you!?
en@shaw: ｐ筐ヰ! 佛 仇 , !?

source: Why should we help you? You're not a dwarf!
en@shaw: ｐюゐ ? ' 桂!

source: Your people helped us in the past, in the tunnels in the south. Will you not help us now?
en@shaw: 筐 梆 ｐюゐ 仇 , 仇ゐ . ｐюゐ 仇 ?
