Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: Quite. Now do not interrupt while I am doing mine...kneel, Owaec.
en@shaw: 拆. 火仇 拆 叼 ヰ拆...梆, 路答ю.

source: Arise, Owaec, Knight Commander of the King's Horse. And take as Our first command to you your own wish; go from here, harry and destroy the enemy in their flight until the fields of Weldyn become a byword for fear at which the orcs will tremble for generations.
en@shaw: 拆, 路答ю, 拆 ヰ ｐ桂. 别 火 ヰ 筐 答 ; ｐ, 路ｐ юヰ ゐ拆 仇 梆ゐ 路юゐ 仇 拆火 桂 юヰ ○ю别.

source: Kneel, Gweddry.
en@shaw: 梆, 路ю.

source: Quite. Now do not interrupt while I am doing mine...kneel, Gweddry.
en@shaw: 拆. 火仇 拆 叼 ヰ拆...梆, 路ю.

source: And arise, Gweddry, Earl of Estmark. The land for which you shed your blood shall be put under your hand to be made green again.
en@shaw: 拆, 路ю, 路火 路юヰ葛. ゐ ю 筐 ゐ仇 仇 筐 ｐ ヰ别 梆 别.

source: With these words and acts began the Silver Age of Wesnoth, that time known to historians as the Reconstruction...
en@shaw: 梆 火 路ゐ 路别 路ю佛, 拆 答 ｐ桂梆 路梆...

source: The greatest of the men of the plains, Horse Lords are heads of their houses and are respected by all, friend or foe. Their sword can kill most ordinary enemies, and their morning star crushes those who are left.
en@shaw: 别 ヰю ゐ别, ｐ桂 ゐ桂 ｐю ｐ ю 佛, ю . 桂 ヰ答 桂拣 юヰ, ヰ桂 仇 答 ｐ ゐю.

source: sword
en@shaw: 桂

source: morning star
en@shaw: ヰ桂

source: Mounted Fighter
en@shaw: ヰ 拆

source: The nobles of the men of the plains are trained with the rest of the horsemen to become great warriors. However, they are also trained in commanding their comrades, and they are the ones that become captains of the armies of the Clans.
en@shaw: 答ゐ ヰю ゐ别 别 ю ｐ桂ヰ 仇 别 拣. ｐю, 佛ゐ 别 ヰ ヰ, 仇 仇 葛ヰ梆 ゐ.

source: Mounted Warrior
en@shaw: ヰ

source: Leaders of the plains, Mounted Warriors are skilled with the use of the sword and the morning star. Riding horses, they are able to move around the battlefield with great speed, and can provide much needed assistance to different fronts.
en@shaw: ゐ梆拣 ゐ别, ヰ 拣 ゐ 筐 桂 ヰ桂 . ｐ桂, 别 ヰ叼 ゐ梆ゐ 别 梆, 拆 ヰ仇 梆 拣 .

source: greatsword
en@shaw: 别桂

source: We are doomed...
en@shaw: 叼ヰ...

source: I... must... argh.
en@shaw: ... ヰ仇... 葛.

source: Grarrgg....
en@shaw: 葛....

source: Wha'? Yah fail'd to give me protecshun...
en@shaw: '? 别ゐ ヰ 答ю仇...

source: It was perhaps as well for the men of Gweddry's troop that they did not live to see the grim tide of undead sweeping westward into Wesnoth, laying waste to all in its path.
en@shaw: 拣ｐ ю ヰю 路ю梆 叼 ゐ 拆 仇ю 梆 ю拣 路ю佛, ゐ别 别 佛 .

source: Wesnoth never learned the fate of Gweddry's band, but all too soon they would suffer the rage and malice of marauding orcs and undead in a war that would end only in misery and death.
en@shaw: 路ю佛 ю ゐ火 别 路ю梆 , 仇 佛 叼 仇 别 ヰゐ ヰ火 桂 仇ю ю 答ゐ ヰ拣 ю.

source: Their home country proved to be no refuge for Gweddry's weary men, and no more would it for the inhabitants of Wesnoth as foes pressed them on all sides to a final defense of the doomed kingdom.
en@shaw: ｐ答 仇 叼 ю筐 路ю梆 金 ヰю, ヰ ｐ 路ю佛 答 ю ю 佛 拆 拆 ю 叼ヰ .

source: With the staunchest defenders of Wesnoth bested on their home ground, the once-great kingdom was plunged into final darkness under the vengeful hand of Mal-Ravanal.
en@shaw: ю火 路ю佛 ю ｐ答 , 仇-别 ゐ○ 拆 葛 仇 ю○ ｐ 路ヰ-.
