Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: Townsfolk are city-dwellers who try to make their fortune in a non-violent manner, be they traders, craftsmen, or servants of a noble house. They almost universally lack the strength that comes from a life of physical labour, and thus are not conscripted as often as peasants.
ar: سكان المدن هم من يقطنون المدن والذين يحاولون كسب ثروتهم بطريقة غير عنيفة، سواء كانوا تجارًا أو حرفيين أو خدمًا في بيت نبيل. وهم يفتقرون بشكل عام تقريبًا إلى القوة التي تأتي من حياة العمل البدني، وبالتالي لا يتم تجنيدهم مثل الفلاحين.
gl: Os habitantes da cidade son habitantes da cidade que tratan de facer fortuna de forma non violenta, sexan comerciantes, artesáns ou servos dunha casa nobre. Case universalmente carecen da forza que lles dá unha vida de traballo físico e, polo tanto, non son reclutados con tanta frecuencia como os campesiños.
it: I cittadini sono gli abitanti della città che cercano di fare fortuna in modo non violento, siano essi commercianti, artigiani o servitori di un nobile casato. La quasi totalità di loro non ha la forza che deriva da una vita di lavoro fisico e quindi non vengono arruolati così spesso come i contadini.

source: Naga Centurion
ar: أفعواني مئوي
fr: Centurion naga
gl: Centurión Naga
it: Naga centurione

source: The leaders of the naga have mastered the serpentine arts of their kind, striking faster than a lightning bolt and dancing away more gracefully than a forest brook. Undisputed masters of both swordsmanship and leadership, these Naga are honored by their clutch and bestowed the rare title of Centurion.
ar: لقد أتقن زعماء الأفعوانيين فنون الثعبان التي يتسم بها أفراد قبيلتهم، حيث يضربون بسرعة تفوق سرعة البرق ويرقصون برشاقة أكبر من جداول الغابات. وباعتبارهم أساتذة بلا منازع في المبارزة بالسيف والقيادة، فإن هؤلاء الأفعوانيين يحظون بالتكريم بفضل مهاراتهم وقد مُنحوا لقب قائد المئة النادر.
it: I condottieri dei naga hanno padroneggiato le arti serpentine della loro specie, colpendo più velocemente di un fulmine e danzando via con più grazia di un ruscello nella foresta. Maestri indiscussi sia di scherma che di comando, questi Naga sono onorati dalla loro covata e insigniti del raro titolo di Centurione.

source: blade
ar: نصل
fr: lame
gl: folla
it: lama

source: speed strike
ar: ضربة السرعة
fr: frappe rapide
gl: golpe de velocidade
it: colpo rapido

source: Nagini Centurion
ar: ثعباني مئوي
fr: Centurionne naga
gl: Centurión Nagini
it: Nagini Centurione

source: Ancient Ogre
ar: غول قديم
fr: Ogre ancestral
gl: Ogro antigo
it: Ogre Venerabile

source: Great Ogre
ar: غول عظيم
fr: Grand ogre
gl: Gran Ogro
it: Ogre Supremo

source: Great Ogres are giant creatures that usually live alone in the wilderness. While they can be easily outrun or outsmarted, their strength is not to be underestimated.
ar: الغيلان العظيمة مخلوقات عملاقة تعيش عادةً بمفردها في البرية. وفي حين أنه يمكن تجاوزها أو التغلب عليها بسهولة، إلا أنه لا ينبغي الاستهانة بقوتها.
gl: Os grandes ogros son criaturas xigantes que adoitan vivir soas no deserto. Aínda que poden ser facilmente superados ou superados, a súa forza non debe ser subestimada.
it: I Ogre Supremi sono delle creature giganti che di solito vivono solitarie nelle terre selvagge. Sebbene possano essere facilmente superati in velocità o astuzia, la loro forza non va sottostimata.

source: Barrow Wight
ar: بارو وايت
fr: Revenant des Tertres
gl: Espectro da mámoa
it: Cavaliere scheletrico

source: Perpetually haunted by the fading memory of its former life, a Barrow Wight wanders aimlessly in a delirium of darkness and despair. Their chill essence is shrouded behind cloak and bone, shielding them from most magic.
ar: يتجول "بارو وايت" المسكون على الدوام بذاكرة باهتة لحياته السابقة، يهيم بلا هدف في هذيان من الظلام واليأس. جوهرهم البارد محجوب خلف عباءة وعظام، مما يحميهم من معظم السحر.
gl: Perpetuamente perseguido pola esvaecida memoria da súa antiga vida, un Barrow Wight deambula sen rumbo nun delirio de escuridade e desesperación. A súa esencia fría está envolta detrás da capa e dos ósos, protegiéndoos da maioría da maxia.
it: Perennemente tormentato dallo sbiadito ricordo della sua vita precedente, un Cavaliere scheletrico vaga senza meta in un delirio di oscurità e disperazione. La sua gelida essenza è avvolta dietro un mantello e delle ossa, che lo proteggono dalla maggior parte della magia.

source: Pyre Wight
ar: وايت الحارق
it: Cavaliere fiammeggiante

source: Risen from a funeral’s ashes and newly bathed in fire, a Pyre Wight’s soul burns with a desire for vengeance. They single-mindedly seek out those who wronged them in their past life, but undeath has robbed their memories of friend and foe.
ar: بعد انبعاثهم من رماد جنازة واستحمامهم حديثًا بالنار، تحترق روح "وايت الحرائق" برغبة في الانتقام. إنهم يبحثون بعقل واحد عن أولئك الذين ظلموهم في حياتهم الماضية، لكن الموت سلبهم ذكرياتهم عن الصديق والعدو.
gl: Resucitado das cinzas dun funeral e recén bañado no lume, a alma dun Pyre Wight arde co desexo de vinganza. Buscan decididamente a quen lles agraviou na súa vida pasada, pero a non morte rouboulles as memorias de amigos e inimigos.
it: Risorto dalle ceneri funerarie e battezzato nel fuoco, l’anima di un Cavaliere fiammeggiante arde di desiderio di vendetta. Cercano con risolutezza coloro che li hanno offesi nella loro vita passata, ma la non morte ha rubato i loro ricordi di amici e nemici.

source: Dread Lich
ar: ليتش رهيب
it: Lich Terrificante

source: Named thusly for the abject terror they awaken in their enemies, a so-called Dread Lich is an artisan of necromantic power, a consummate master of the dark magics they wield. Invariably in command of a nigh limitless horde of risen warriors and undead monsters, a lich of this order has a mastery of dark sorcery that can bring dread to the most storied magi of human and elven kind. Such a figure usually marks a dark and bloody chapter in history, and in those times of need, it is only through the tireless efforts of the most valiant heroes that the rise of an Dread Lich has not led to the shadows ruling the world for the rest of time.
ar: سُمي بهذا الاسم نظرًا للرعب الشديد الذي يوقظونه في أعدائهم، ويطلق عليه اسم "الليش الرهيب" وهو خبير في سحر استحضار الأرواح، وهو سيد بارع في السحر المظلم الذي يمارسه. دائمًا ما يكون قائدًا لحشد غير محدود من المحاربين الناهضين والوحوش غير الميتة، ويتمتع ليش من هذه الرتبة بإتقان السحر الأسود الذي يمكن أن يجلب الرعب لأكثر السحرة من البشر والإلف. مثل هذه الشخصية عادةً ما تمثل فصلًا مظلمًا ودمويًا في التاريخ، وفي أوقات الحاجة إلى مثل هذه الشخصيات، لم يؤد صعود ليش الرعب إلى أن تحكم الظلال العالم لبقية الزمن إلا من خلال الجهود الدؤوبة التي يبذلها الأبطال الأكثر شجاعة.
gl: Nomeado así polo terror abyecto que espertan nos seus inimigos, o chamado Lich do Terror é un artesán do poder nigromántico, un mestre consumado da maxia escura que manexan. Invariablemente ao mando dunha horda case ilimitada de guerreiros resucitados e monstros non mortos, un lich desta orde ten un dominio da feiticería escura que pode provocar temor aos magos máis famosos de xénero humano e élfico. Tal figura adoita marcar un capítulo escuro e sanguento da historia, e neses tempos de necesidade, só a través dos esforzos incansables dos heroes máis valentes o ascenso dun Lich Terror non levou a que as sombras gobernasen o mundo durante o resto do tempo.
it: Così chiamato per il terrore abietto che risveglia nei suoi nemici, un cosiddetto Lich Terrificante è un artigiano del potere necromantico, un maestro consumato delle magie oscure che esercita. Invariabilmente al comando di un’orda pressoché illimitata di guerrieri risorti e mostri non morti, un lich di questa potenza ha una padronanza della stregoneria oscura tale da terrorizzare anche maghi più leggendari, sia umani che elfici. Una figura del genere di solito segna un capitolo oscuro e sanguinoso nella storia e, in quei momenti di bisogno, è solo grazie agli instancabili sforzi degli eroi più valorosi che l’ascesa di un Lich Terrificante non ha portato le ombre a governare il mondo per il resto dei tempi.

source: reanimation
ar: إنعاش
gl: reanimación
it: rianimazione

source: This unit can reanimate its defeated allies and enemies. When any of Mal-Ravanal’s recruits die, that unit will be reanimated as a weaker undead version of itself. Enemies killed by Mal-Ravanal will rise again as ghosts.
ar: تستطيع هذه الوحدة إعادة إحياء حلفائها وأعدائها المهزومين. عندما يموت أي من مجندي مال-رافانال، سيتم إعادة إحياء هذه الوحدة كنسخة أضعف من الأصل. الأعداء الذين يقتلهم مال-رافانال سيعودون إلى الحياة كأشباح.
gl: Esta unidade pode reanimar os seus aliados e inimigos derrotados. Cando morra algún dos recrutas de Mal-Ravanal, esa unidade será reanimada como unha versión non morta máis débil de si mesma. Os inimigos mortos por Mal-Ravanal volverán a ser pantasmas.
it: Questa unità può rianimare i suoi alleati sconfitti ed anche i nemici. Quando una qualsiasi delle unità reclutate da Mal-Ravanal muore, verrà rianimata come una versione non morta più debole di se stessa. I nemici uccisi da Mal-Ravanal verranno fatti risorgere come fantasmi.

source: Skeletal Corpse
ar: جثة الهيكل العظمي
gl: Cadáver esquelético
it: Cadavere Scheletrico

source: When a skeletal warrior is defeated, their animating energies are sometimes not wholly destroyed. A particularly skilled lich can recapture what remains of their servants’ necromantic energy, reanimating a new — albeit weaker — minion.
ar: عندما يُهزم هيكل عظمي محارب، فإن طاقاته المتحركة لا تُدمر بالكامل في بعض الأحيان. يمكن لليش الماهر بشكل خاص أن يستعيد ما تبقى من طاقة استحضار الأرواح لدى عبيده، فيعيد إحياء تابع جديد - وإن كان أضعف -.
gl: Cando un guerreiro esquelético é derrotado, as súas enerxías animadoras ás veces non son totalmente destruídas. Un lich especialmente hábil pode recuperar o que queda da enerxía nigromántica dos seus servos, reanimando un novo, aínda que máis débil, esbirro.
it: Quando un guerriero scheletrico viene sconfitto, le energie che lo animano qualche volta non vengono totalmente distrutte. Un lich particolarmente dotato può ricatturare i rimasugli dell’energia negromantica dei suoi servitori, rianimando un nuovo tirapiedi, sebbene più debole.

source: Skeletal Soulless
ar: هيكل عظمي بلا روح
gl: Sen alma esquelética
it: Senz’anima Scheletrico

source: greater drains
ar: امتصاص أكبر
gl: desaugadoiros maiores
it: assorbimenti maggiori

source: This unit drains health from living units, healing itself for the full amount of damage it deals.
ar: هذه الوحدة تستنزف الحياة من الوحدات الحية، وتشفي نفسها من كامل الضرر الذي تسببه.
gl: Esta unidade drena a saúde das unidades vivas, curando a si mesma por todo o dano que inflixe.
it: Quest’unità assorbe energia vitale dalle unità viventi, guarendo se stessa per l’intero del danno causato.

source: Your soul is mine!!
ar: روحك لي!!
gl: A túa alma é miña!!
it: La tua anima è mia!!

source: Funny thing about the undead. If you know what you’re doing, they’re really very easy to put back together.
ar: الشيء المضحك بشأن الموتى الأحياء أنه إذا كنت تعرف ما تفعله، فمن السهل جدًا إعادة تجميعهم معًا.
gl: Cousa graciosa dos non mortos. Se sabes o que estás facendo, son moi fáciles de montar.
it: C’è una cosa buffa a proposito dei non-morti: se sai cosa stai facendo, sono davvero molto facili da rimettere insieme.

source: swift
ar: سريع
fr: rapidité
gl: veloz
it: rapidità

source: This attack is exceptionally swift. When this attack is used on offense, the opponent will be unable to retaliate.
ar: هذه الهجمة فعالة بشكل مؤكد. عندما تستخدم في الهجوم، فإنها تمنع الخصم من الرد.
gl: Este ataque é excepcionalmente rápido. Cando este ataque se usa en ataque, o opoñente non poderá tomar represalias.
it: Questo attacco è straordinariamente rapido. Quando viene usato in attacco, l’opponente non è in grado di contrattaccare.

source: The crushing power of this attack overwhelms enemies. When used on offense, the opponent can only retaliate with one strike.
ar: تطغى القوة الساحقة لهذا الهجوم على الأعداء. عند استخدامها في الهجوم، يمكن للخصم الرد بضربة واحدة فقط.
fr: La puissance écrasante de cette attaque ébranle les ennemis. Utilisée de façon offensive, l'adversaire ne pourra répliquer qu'un seul coup.
gl: O poder esmagador deste ataque abruma os inimigos. Cando se usa en ataque, o opoñente só pode responder cun golpe.
it: Il potere dirompente di questo attacco soverchia i nemici. Quando questo attacco è utilizzato in fase offensiva, il nemico potrà rispondere soltanto con un singolo colpo.

source: This unit’s melee attack can overwhelm enemies’ defenses, preventing them from retaliating as effectively.
ar: يمكن لهجوم الإلتحام لهذه الوحدة أن يطغى على دفاعات الأعداء، ويمنعهم من رد الفعل بشكل فعال.
fr: L'attaque de mêlée de cette unité peut surpasser les défenses ennemies, les empêchant de riposter efficacement.
gl: O ataque corpo a corpo desta unidade pode esmagar as defensas dos inimigos, impedindo que tomen represalias con tanta eficacia.
it: L’attacco corpo a corpo di questa unità può sopraffare le difese dei nemici, impedendo loro di vendicarsi nel modo più efficace.

source: vanguard
ar: طليعة
fr: avant-garde
gl: vangarda
it: avanguardia

source: This unit fights best in the heart of battle, surrounded by friends and foes alike. Deals an additional 25% damage for each adjacent ally and/or enemy after the first.
ar: تقاتل هذه الوحدة بشكل أفضل في قلب المعركة، محاطة بالأصدقاء والأعداء على حد سواء. تسبب ضررًا إضافيًا بنسبة 25% لكل حليف و/أو عدو مجاور بعد الأول.
gl: Esta unidade loita mellor no corazón da batalla, rodeada de amigos e inimigos por igual. Causa un 25% de dano adicional para cada aliado e/ou inimigo adxacente despois do primeiro.
it: Questa unità combatte al meglio nel cuore della battaglia, circondata da amici e nemici allo stesso istante. infligge un danno addizionale del 25% per ogni alleato e/o nemico adiacente oltre il primo.

source: This unit gains increased damage for each adjacent ally and/or enemy.
ar: تكتسب هذه الوحدة ضررًا متزايدًا لكل حليف و/أو عدو مجاور.
gl: Esta unidade gaña un maior dano para cada aliado e/ou inimigo adxacente.
it: I danni inflitti da questa unità aumentano per ogni alleato e/o nemico adiacente.

source: darkens
ar: مُظلم
fr: assombrissement
gl: escurece
it: oscuramento

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
ar: تعمل هذه الوحدة على تعتيم المنطقة المحيطة، مما يجعل الوحدات الليلية تقاتل بشكل أفضل، والوحدات النهارية تقاتل بشكل أسوأ. ستقاتل أي وحدات مجاورة لهذه الوحدة كما لو كان الوقت غسقًا عندما يكون النهار، وكما لو كان الليل عندما يكون الغسق.
gl: Esta unidade escurece a zona circundante, facendo que as unidades caóticas loitan mellor e as unidades legais peor. Calquera unidade adxacente a esta unidade loitará coma se fose o solpor cando é de día, e coma se fose de noite cando é o solpor.
it: Questa unità è in grado di oscurare l’area circostante, facendo combattere meglio le unità caotiche e peggio quelle legali. Ogni unità adiacente combatterà di giorno come se fosse il tramonto e al tramonto come se fosse di notte.

source: obfuscates
ar: مشوش
fr: obscurcissement
gl: ofusca
it: offuscamento

source: This unit obfuscates the surrounding area, making chaotic units fight much better, and lawful units fight much worse.
ar: تقوم هذه الوحدة بتظليل المنطقة المحيطة، مما يجعل الوحدات الظلاملة تقاتل بشكل أفضل بكثير، والوحدات النهارية تقاتل بشكل أسوأ بكثير.
gl: Esta unidade ofusca a zona circundante, facendo que as unidades caóticas loitan moito mellor, e as unidades legais loitan moito peor.
it: Questa unità può offuscare l’area circostante, facendo combattere molto meglio le unità caotiche e molto peggio quelle legali.

source: nightskirmish
ar: مناوش ليلي
fr: noctirailleur
gl: escaramuza nocturna
it: sgattaiolamento notturno

source: female^nightskirmish
ar: مناوشة ليلية
fr: noctirailleuse
gl: escaramuza nocturna
it: sgattaiolamento notturno

source: This unit is skilled in moving past enemies quickly and ignores all enemy Zones of Control, but only at night.
ar: هذه الوحدة ماهرة في تجاوز الأعداء بسرعة وتتجاهل جميع مناطق سيطرة العدو، ولكن فقط في الليل.
gl: Esta unidade é hábil para pasar rapidamente dos inimigos e ignora todas as zonas de control inimigas, pero só pola noite.
it: Questa unità possiede l’abilità di attraversare velocemente le linee nemiche, ignorando del tutto le loro Zone di Controllo, ma soltanto di notte.

source: terror
ar: الرعب
fr: terreur
it: terrore

source: This unit can frighten enemies in a 2 hex radius, making them fight worse. Units with the fearless trait are unaffected. When an enemy unit of lower level within a 2 hex radius engages in combat, its attacks do 25% less damage times the difference in their levels.
ar: تستطيع هذه الوحدة تخويف الأعداء في دائرة نصف قطرها 2 سداسية، مما يجعل قتالهم أسوأ. الوحدات التي تتمتع بسمة الشجاعة لا تتأثر. عندما تشارك وحدة عدو من مستوى أدنى في دائرة نصف قطرها 2 سداسية في القتال، فإن هجماتها تسبب ضررًا أقل بنسبة 25% مضروبًا في الفرق بين مستوياتها.
gl: Esta unidade pode asustar aos inimigos nun radio de 2 hexágonos, facendo que loitan peor. As unidades co trazo sen medo non se ven afectadas. Cando unha unidade inimiga de nivel inferior nun radio de 2 hexágonos participa en combate, os seus ataques causan un 25% menos de dano multiplicado pola diferenza dos seus niveis.
it: Questa unità può terrorizzare i nemici in un raggio di 2 esagoni, facendoli combattere peggio. Le unità con la caratteristica ’impavido’ non vengono terrorizzate. Quando una unità nemica di un livello inferiore nel raggio di 2 esagoni viene ingaggiata in combattimento, i suoi danni in attacco vengono ridotti del 25% moltiplicato per la differenza tra i rispettivi livelli.

source: shroud
ar: حجاب
fr: voile d'arcane
gl: sudario
it: cortina

source: While defending, this unit has 50% fire and arcane resistance.
ar: أثناء الدفاع، تتمتع هذه الوحدة بمقاومة الهجوم الناري والغامض بنسبة 50%.
gl: Mentres se defende, esta unidade ten un 50% de resistencia ao lume e aos arcanos.
it: In difesa, questa unità ottiene il 50% di resistenza con attacchi da fuoco e arcani.

source: loyal
ar: مخلص
fr: fidèle
gl: leal
it: leale

source: Zero upkeep
ar: صفر تكاليف صيانة
fr: Sans entretien
gl: Mantemento cero
it: Zero mantenimento

source: Gweddry
ar: جويدري
en@shaw: 路ю
gl: Uedri

source: Dacyn
ar: داسين
en@shaw: 路别
gl: Dasin

source: Owaec
ar: أويك
en@shaw: 路答ю
gl: Ouen

source: Konrad II
ar: كونراد الثاني
en@shaw: 路 路ю
gl: Conrad II

source: No! I... die...
ar: لا! أنا... أموت...
fr: Non ! Je... meurs...
gl: Non! Mo… morro…
it: No! Sto... morendo...

source: I... must— Argh...!
ar: أنا...يجب--آاارررج...!
fr: Je... dois... Argh... !
gl: De… debo… argh.
it: Io... devo – Argh...!

source: The light fades... We are doomed...
ar: النور يتلاشى...نحن محكومون بالموت...
fr: Le brouillard tombe... Nous sommes condamnés...
gl: A luz esvaécese... Estamos condenados...
it: La luce svanisce... Siamo condannati...

source: So much death... so much senseless destruction...
ar: الكثير من الموت... الكثير من الدمار الذي لا معنى له...
fr: La mort est partout... une destruction sans fin...
gl: Tanta morte... tanta destrución sen sentido...
it: Così tanta morte... così tanta distruzione insensata...

source: Unfortunate. Gweddry has fought with me since the very beginning, only to fall so close to the end.
ar: لسوء الحظ، لقد قاتل جودري معي منذ البداية، لكنه سقط في النهاية.
fr: Terrible. Gweddry s'est battu à mes côtés depuis le tout début... et il tombe si près du but final.
gl: Lamentable. Gwedry loitou comigo dende o principio, só para caer tan preto do final.
it: Sfortunato. Gweddry ha combattuto con me fin dall’inizio, solo per cadere così vicino alla fine.

source: Alas, I fall! The clans will never truly be avenged...
ar: للأسف، أنا أسقط! لن تنتقم العشائر أبدًا حقًا...
fr: Hélas, je succombe ! Les Clans ne seront jamais vengés...
gl: Ai, caio! Os clans nunca serán vingados de verdade...
it: Ahimè, cado! I clan non saranno mai veramente vendicati...

source: Owaec! We’ve been through so much together! You can’t die now...
ar: أويك! لقد مررنا بالكثير معاً! لا يمكنك أن تموت الآن...
fr: Owaec ! Nous avons vécu tant d'évènements ensemble ! Tu ne peux pas nous quitter maintenant...
gl: Owaec! Moito pasamos xuntos! Non podes morrer agora...
it: Owaec! Ne abbiamo passate così tante insieme! Non puoi morire adesso...

source: The light fades... Wesnoth, I have failed you...
ar: الضوء يتلاشى... ويسنوث، لقد خذلتك...
fr: Tout s'assombrit... oh Wesnoth, je t'ai abandonnée...
gl: A luz esvaécese... Noroeste, falleiche...
it: La luce svanisce... Wesnoth, io ti ho deluso...

source: Though he was not one of us, he served bravely alongside Wesnoth’s best. We must carry on the good fight.
ar: على الرغم من أنه لم يكن واحدًا منا، إلا أنه خدم بشجاعة إلى جانب أفضل من في ويسنوث. يجب أن نواصل القتال الجيد.
fr: Même si il était un étranger, il a servi avec les hommes de Wesnoth les plus braves. À nous de continuer la lutte.
gl: Aínda que non era un de nós, serviu con valentía xunto aos mellores de Wesnoth. Debemos seguir a boa loita.
it: Anche se non era uno di noi, ha servito coraggiosamente al fianco dei migliori di Wesnoth. Dobbiamo portare avanti la giusta battaglia.

source: Hurt... grarrgghh...
ar: ألم... جرارجه...
fr: Mal... Rhâââ...
gl: Ai… Grarrgg…
it: Male... Grarrgghh...

source: How did I get dragged into this mess...
ar: كيف تم جرّي إلى هذه الفوضى...
fr: Qu'est-ce que je suis venu faire dans cette galère...
gl: Como me arrastraron a este lío...
it: Come ho fatto a farmi trascinare un questo pasticcio...

source: Alas, my long, storied, and exceedingly profitable career has at last come to an end, so far from home! I only... wish I could have died on the soft sands... instead of among these primitive barbarians...
ar: للأسف، انتهت مسيرتي الطويلة والحافلة بالنجاحات والمربحة للغاية، بعيدًا عن الوطن! أتمنى فقط أن أموت على الرمال الناعمة... بدلًا من أن أموت بين هؤلاء البرابرة البدائيين...
fr: Hélas, voici venue la fin de ma longue carrière, célébrée et profitable, bien loin de ma patrie ! Je désirais seulement mourir sur du sable chaud... loin de ces barbares...
gl: Ai, a miña longa, histórica e sumamente rendible carreira por fin chegou ao seu fin, tan lonxe da casa! Só... gustaríame poder morrer nas suaves areas... en lugar de entre estes bárbaros primitivos...
it: Ahimè, la mia lunga, leggendaria e straordinariamente redditizia carriera è finalmente giunta al termine, così lontano da casa! Avrei voluto soltanto... poter morire sulle soffici sabbie... invece che tra questi barbari primitivi...

source: Bar... ber... bears? Die why?
ar: د ... دبب ... دببة؟ تموت لماذا؟
fr: Bar... ba...reux ? Pour quoi mourir ?
gl: Bar... ber... osos? Morre por que?
it: Ars... ors... orsi? Perché morire?

source: Aye, ‘tis a sad place for one o’ us foreigners to fall. We’ll miss ye, that’s for sure.
ar: نعم، إنه مكان حزين بالنسبة لنا نحن الأجانب. سنفتقدك بالتأكيد.
fr: Ouais, quelle tragédie pour nous, étrangers, de mourir ici. Il va nous manquer, c'est sûr.
gl: Si, é un lugar triste para caer un dos estranxeiros. Botarémosvos de menos, iso seguro.
it: Sì, è un posto triste dove cadere per uno di noi stranieri. Ci mancherai, questo è poco ma sicuro.

source: Oh, I knew drinking all those elixirs was a bad idea...
ar: أوه، كنت أعلم أن شرب كل تلك الأكاسير كان فكرة سيئة...
fr: Ouch, ce n'était pas une bonne idée de boire tous ces élixirs...
gl: Eu sabía que beber todos eses elixires era unha mala idea...
it: Oh, sapevo che bere tutti quegli elisir sarebbe stata una cattiva idea...
