Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: (captured ogres will be made available for recall)
ar: (الغيلان التي تم التقاطها ستكون متاحة للاستدعاء)
fr: (Les ogres capturés pourront être rappelés)
gl: (os ogros capturados poderán reincorporarse)
it: (gli ogre catturati saranno a disposizione nella lista delle unità richiamabili)

source: Capture as many ogres as you can
ar: قبض على أكبر عدد ممكن من الغيلان قدر ما تستطيع
fr: Capturer le plus d'ogres possible
gl: Captura tantos ogros como poidas.
it: Cattura quanti più ogre possibile

source: An ogre is captured when it starts a turn being unable to move more than one hex.
ar: يتم القبض على الغول عندما يبدأ دوره وهو غير قادر على التحرك لأكثر من سداسي واحد.
fr: Un ogre est capturé quand il commence un tour sans pouvoir se déplacer de plus d'un hexagone.
gl: Para capturar un ogro, o ogro ten que comezar a súa quenda incapaz de moverse máis dun hexágono.
it: Un ogre viene catturato quando, all’inizio del suo turno, è impossibilitato a muoversi di più di un esagono.

source: If an ogre reaches the edge of the map, it will escape.
ar: إذا وصل الغول إلى حافة الخريطة، فسوف يهرب.
fr: Si un ogre atteint le bord de la carte, il s'échappera.
gl: Os ogros que consigan chegar a un dos límites do escenario escaparán.
it: Se un ogre riesce a raggiungere il bordo della mappa, fuggirà dalla battaglia.

source: Look, this valley is inhabited by a tribe of ogres. They do not seem very bright...
ar: إن هذا الوادي تسكنه قبيلة من الغيلان. إنهم لا يبدون شديدي الذكاء...
fr: Regardez, cette vallée est habitée par une tribu d'ogre. Ils ne semblent être très futés.
gl: Mira, este val está habitado unha tribo de ogros. Non parecen moi intelixentes...
it: Guardate: questa valle è popolata da una tribù di ogre. Non sembrano particolarmente intelligenti...

source: Guh... human? Human come! Run!
ar: غاه... بشري؟ البشر هنا !أركضوا!
fr: Guh... humains ? Humains arrivent ! Courez !
gl: Buf... Achéganse humanos! Fuxide!
it: Guh... umani? Umani arrivano! Scappare!

source: Excellent, a source of slaves. If we surround and capture them, we can use them for risky missions and preserve our more valuable soldiers.
ar: ممتاز، مصدر للعبيد. إذا حاصرناهم وأسرناهم، يمكننا استخدامهم في مهام خطرة مع الحفاظ على جنودنا الأكثر قيمة.
fr: Excellent, une source d’esclaves. Si nous les encerclons et les capturons, nous pourrons les utiliser pour des missions dangereuses et préserver nos meilleurs soldats.
gl: Excelente, unha fonte de escravos. Se os rodeamos e capturamos, podemos utilizalos para misións arriscadas e preservar os nosos soldados máis valiosos.
it: Ottimo, una fonte di schiavi. Se li circondiamo e li catturiamo, possiamo utilizzarli per missioni rischiose e preservare i nostri più valorosi soldati.

source: Slaves?! No, these shall be great warriors fighting alongside us! My Clansmen shall capture them one by one.
ar: عبيد؟ لا، هؤلاء سيكونون محاربين عظماء يقاتلون إلى جانبنا! رجال عشيرتي سيأسرونهم واحدًا تلو الآخر.
fr: Des esclaves ?! Non, ce seront de grands guerriers combattant à nos côtés ! Les membres du Clan les captureront un par un.
gl: escravos?! Non, estes serán grandes guerreiros loitando xunto a nós! Os meus membros do clan capturaranos un por un.
it: Schiavi! No, questi saranno dei grandi guerrieri che combatteranno fianco a fianco con noi. Gli uomini del Clan li cattureranno uno ad uno.

source: Waah! Run!
ar: واه! أركض!
fr: Oouah ! Courez !
gl: Ah! Fuxide!
it: Aah! Scappa!

source: Me run life for!
ar: أنا أجري الحياة من أجل!
gl: Corro a vida para!
it: Me corre per vita!

source: Ruuuunnnn!
ar: أهههرب!
fr: Foncééééz !
it: Corriiiiiiii!

source: We have let one escape. Let’s hope not all of them do!
ar: لقد سمحنا لأحدهم بالهروب. دعونا نأمل ألا يفعل ذلك جميعهم!
fr: Nous en avons laissé un s'enfuir. Espérons qu'ils n'en fassent pas tous autant !
gl: Escapounos un. Esperemos que non se repita con todos!
it: Ce ne siamo lasciati scappare uno. Speriamo che non scappino tutti!

source: $ogre_name surrender!
ar: استسلام $ogre_name!
fr: $ogre_name se rend !
gl: $ogre_name render!
it: $ogre_name si arrende!

source: Don’t hurt $ogre_name|!
ar: لا تؤذي $ogre_name|!
fr: Ne tapez pas $ogre_name !
gl: Non ferir a $ogre_name|!
it: Non fate male a $ogre_name|!

source: $ogre_name be good will! Promise!
ar: $ogre_name تكون حسن النية! وعد!
fr: $ogre_name sera gentil ! Promis !
gl: $ogre_name ser bo! Prometer!
it: $ogre_name farà bravo! Promesso!

source: Taking slaves doesn’t feel right, even if it is for a good cause. I refuse to capture any of these ogres.
ar: أخذ العبيد ليس في محله، ولو كان ضروريا. أرفض استعباد أي من هؤلاء الغيلان.
fr: Réduire en esclavage ne me semble pas juste, même si c’est pour une bonne cause. Je refuse de capturer l’un de ces ogres.
gl: Tomar escravos non se sente ben, aínda que sexa por unha boa causa. Négome a capturar ningún destes ogros.
it: Prendere degli schiavi non mi sembra giusto, anche se è per una giusta causa. Mi rifiuto di catturare qualcuno di questi ogre.

source: Taking slaves just doesn’t feel right. I only captured one.
ar: أخذ العبيد لا يبدو صحيحًا. لقد أسرت واحدًا فقط.
fr: Réduire des gens en esclavage ne me semble tout pas juste. Je n’en ai capturé qu’un seul.
gl: Tomar escravos simplemente non se sente ben. Eu só capturo un.
it: Prendere degli schiavi non mi sembra giusto. Ne ho catturato soltanto uno.

source: Unfortunate, but at least we have one. Ogres are unskilled fighters but much cheaper to equip than our other soldiers, and thus <i><b>cost much less gold to recall.</b></i>
ar: لسوء الحظ، ولكن على الأقل لدينا واحد. الغيلان مقاتلون غير مهرة ولكن تجهيزهم أرخص بكثير من جنودنا الآخرين، وبالتالي <i><b>يكلفون أقل بكثير من الذهب لاستدعائهم.</b></i>
fr: Malheureusement, mais au moins nous en avons un. Les ogres sont des combattants peu qualifiés, mais beaucoup moins coûteux à équiper que nos autres soldats et, par conséquent, <i><b>coûtent bien moins d’or à rappeler.</b></i>
gl: Lamentable, pero polo menos temos un. Os ogros son loitadores pouco cualificados, pero son moito máis baratos de equipar que os nosos soldados e, polo tanto, <i><b>custan moito menos ouro de lembrar.</b></i>
it: Peccato, ma alla fin fine ne abbiamo uno. Gii ogre sono dei combattenti non molto esperti ma molto più economici da equipaggiare di qualsiasi altro dei nostri soldati, e quindi <i><b>richiamarli costa molto meno oro.</b></i>

source: We failed to capture more than two of the ogres.
ar: فشلنا في القبض على أكثر من اثنين من الغيلان.
fr: Nous n'avons pas été capables de capturer plus de deux ogres.
gl: Non fomos capaces de capturar máis de dous ogros.
it: Non siamo riusciti a catturare altro che due ogre.

source: Unfortunate, but at least we have some. Ogres are unskilled fighters but much cheaper to equip than our other soldiers, and thus <i><b>cost much less gold to recall.</b></i>
ar: لسوء الحظ، ولكن على الأقل لدينا البعض منها. الغيلان مقاتلون غير مهرة ولكن تجهيزهم أرخص بكثير من جنودنا الآخرين، وبالتالي <i><b>يكلفون أقل بكثير من الذهب لاستدعائهم.</b></i>
fr: Malheureusement, mais au moins nous en avons un. Les ogres sont des combattants peu qualifiés, mais beaucoup moins coûteux à équiper que nos autres soldats, et donc <i><b>coûtent bien moins d’or à rappeler.</b></i>
gl: Lamentable, pero polo menos temos algúns. Os ogros son loitadores pouco cualificados, pero son moito máis baratos de equipar que os nosos soldados e, polo tanto, <i><b>custan moito menos ouro de lembrar.</b></i>
it: Peccato, ma alla fin fine qualcuno ne abbiamo. Gli ogre sono dei combattenti non molto esperti ma molto più economici da equipaggiare di qualsiasi altro dei nostri soldati, e quindi <i><b>richiamarli costa molto meno oro.</b></i>

source: We captured three ogres! I hope they will prove useful.
ar: لقد قبضنا على ثلاثة غيلان! آمل أن تكون مفيدة.
fr: Nous avons capturé trois ogres ! J'espère qu'ils nous seront utiles.
gl: Capturamos tres ogros! Espero que consigamos sacarlles partido.
it: Abbiamo catturato tre ogre! Spero che si dimostrino utili.

source: Well done. Ogres are unskilled fighters but much cheaper to equip than our other soldiers, and thus <i><b>cost much less gold to recall.</b></i>
ar: أحسنت صنعًا. الغيلان مقاتلون غير مهرة ولكن تجهيزهم أرخص بكثير من جنودنا الآخرين، وبالتالي <i><b>تكلف أقل بكثير من الذهب لاستدعائهم.</b></i>
fr: Bien joué. Les ogres sont des combattants peu qualifiés, mais beaucoup moins coûteux à équiper que nos autres soldats et, par conséquent, <i><b>coûtent bien moins d’or à rappeler.</b></i>
gl: Ben feito. Os ogros son loitadores pouco cualificados, pero son moito máis baratos de equipar que os nosos soldados e, polo tanto, <i><b>custan moito menos ouro de lembrar.</b></i>
it: Ben fatto. Gli ogre sono dei combattenti non molto esperti ma molto più economici da equipaggiare di qualsiasi altro dei nostri soldati, e quindi <i><b>richiamarli costa molto meno oro.</b></i>

source: We managed to capture many ogres! They will make a good addition to our troops.
ar: لقد تمكنا من أسر العديد من الغيلان! سيشكلون إضافة جيدة لقواتنا.
fr: Nous avons réussi à capturer beaucoup d'ogres ! Ils complèteront bien nos troupes.
gl: Conseguimos capturar moitos ogros! Serán un bo engadido ás nosas tropas.
it: Siamo riusciti a catturare parecchi ogre! Si riveleranno una fantastica aggiunta alle nostre truppe.

source: Ogre Crossing
ar: معبر الغول
fr: La Passe aux ogres
gl: Cruzamento de Ogros
it: Ogre al guado

source: The Ford of Parthyn is second only to Abez in its notoriety. It was here where Iliah-Malal’s ghostly army first wrought its terror, only to be routed by the legendary Delfador. It was here where Malin Keshar cast aside his humanity and began delving into the dark arts. And it was here where Gweddry and his men attempted their escape from Wesnoth and Mal-Ravanal’s undead hordes into the wild northlands.
ar: تأتي مخاضة بارثين في المرتبة الثانية بعد أبيز في شهرتها. هنا حيث قام جيش إيليا-مال الشبح لأول مرة بإثارة الرعب، إلا أنه تم دحره من قبل الأسطورة ديلفادور. كان هنا حيث تخلى مالين كشار عن إنسانيته وبدأ الخوض في فنون الظلام. وهنا حيث حاول جويدري ورجاله الهروب من ويسنوث وجحافل مال-رافانال من الموتى الأحياء إلى الأراضي الشمالية البرية.
gl: O Ford de Parthyn é o segundo só despois de Abez na súa notoriedade. Foi aquí onde o exército fantasmal de Iliah-Malal provocou o seu terror por primeira vez, só para ser derrotado polo lendario Delfador. Foi aquí onde Malin Keshar deixou de lado a súa humanidade e comezou a afondar nas artes escuras. E foi aquí onde Gweddry e os seus homes tentaron escapar das hordas de non mortos de Wesnoth e Mal-Ravanal cara ás salvaxes terras do norte.
it: Il Guado di Partyn è secondo soltanto a quello di Abez quanto a notorietà. Fu qui che l’armata spettrale di Iliah-Malal portò per la prima volta il suo terrore, solo per essere sconfitta dal leggendario Delfador. Fu sempre qui che Malin Keshar mise da parte la sua umanità e iniziò ad approfondire le arti oscure. Ed è sempre qui che Gweddry e i suoi uomini tentarono di lasciare da Wesnoth diretti verso le selvagge terre del nord, per sfuggire alle orde di non-morti di Mal-Ravanal.

source: Grug
ar: غروج
en@shaw: 路仇

source: Izziasch
ar: إيزياش

source: Saurians
ar: السحليون
fr: Sauriens
gl: saurios
it: Sauri

source: Parthyn Guardpost
ar: مخفر حراسة بارثين
fr: Garde de Parthyn
gl: Posto de garda de Parthyn
it: Posto di guardia di Parthyn

source: Defeat Izziasch
ar: هزيمة إيزياش
fr: Vaincre Izziasch
gl: Derrota a Izziasch
it: Sconfiggi Izziasch

source: Reach the north shore before Grug dies
ar: الوصول إلى الشاطئ الشمالي قبل أن يموت غروج
fr: Atteindre la rive Nord avant la mort de Grug
gl: Chega á costa norte antes de que Grug morra
it: Raggiungi la riva settentrionale prima che Grug muoia

source: And so we come to the Great River, northern border of Wesnoth. It will take some time for our men to cross; the undead will doubtless send their forces to harry us.
ar: وهكذا وصلنا إلى النهر العظيم، الحدود الشمالية لوسنوث. سوف يستغرق عبور رجالنا بعض الوقت؛ لا شك أن الموتى الأحياء سيرسلون قواتهم لمضايقتنا.
gl: E así chegamos ao Gran Río, fronteira norte de Wesnoth. Tardará algún tempo en cruzar os nosos homes; os mortos-vivos sen dúbida enviarán as súas forzas para perseguirnos.
it: E così arriviamo al Grande Fiume, confine settentrionale di Wesnoth. Ci vorrà del tempo prima che i nostri uomini attraversino; i non-morti invieranno senza dubbio le loro forze a tormentarci.

source: And so we come to the Great River, northern border of Wesnoth. It will take some time for our men to cross, but fortunately we are not being pursued.
ar: وهكذا وصلنا إلى النهر العظيم، الحدود الشمالية لوسنوث. سيستغرق رجالنا بعض الوقت لعبوره، ولكن لحسن الحظ لن تتم ملاحقتنا.
gl: E así chegamos ao Gran Río, fronteira norte de Wesnoth. Os nosos homes tardarán en cruzar, pero afortunadamente non nos perseguen.
it: E così arriviamo al Grande Fiume, confine settentrionale di Wesnoth. Ci vorrà del tempo prima che i nostri uomini attraversino, ma per fortuna non siamo inseguiti.

source: Lo, on yonder shore lies a camp of ogres! I’ve heard them to be dimwitted, but friendly enough.
ar: انظر، على الشاطئ هناك معسكر من الغيلان! لقد سمعت أنهم أغبياء، لكنهم ودودون بما فيه الكفاية.
gl: Velaí, aí aí hai un campamento de ogros! Oín que eran tontos, pero o suficientemente amigables.
it: Ecco, sull’altra riva c’è un accampamento di ogre. Ho sentito dire che sono stupidi, ma abbastanza amichevoli.

source: <span size='small'><i>Not unlike yourself?</i></span> Ogres have served the Crown in the past. Perhaps these ones can help us, either willingly or as slaves. But those saurians will definitely attack before that happens.
ar: <span size='small'><i>ليس مثلك؟</i></span> لقد خدم الغيلان التاج في الماضي. ربما هؤلاء يمكنهم مساعدتنا، إما طواعية أو كعبيد لكن هؤلاء السحليين سيهاجمون بالتأكيد قبل أن يحدث هذا.
gl: <span size='small'><i>Non é diferente a ti?</i></span> Os ogros serviron á Coroa no pasado. Quizais estes nos poidan axudar, ben de boa gana ou como escravos. Pero eses saurios definitivamente atacarán antes de que iso suceda.
it: <span size='small'><i>Non diversamente da te?</i></span> In passato gli ogre hanno servito la Corona. Forse questi possono aiutarci, volontariamente o come schiavi. Ma quei sauri attaccheranno sicuramente prima che ciò accada.

source: Lizard, Grug say leave!
ar: سحلية، غروج يقول ارحل!
gl: Lagarto, Grug diga que vaia!
it: Lucertola, Grug dice vattene!

source: Get out of my way! There are ssskeletons in my ssswamp... we’re leaving and you sshould too.
ar: ابتعدوا عن طريقي! هناك هياااكل عظمية في مسسستنقعي ... نحن مغااادرون وعليك أن تغادر أيضاً.
gl: Fórame do meu camiño! Hai ssesqueletos no meu ssswamp... imos marchando e ti tamén deberías.
it: Togliti dalla mia ssstrada! Ci sssono deli ssscheletri nella mia palude... ce ne ssstiamo andando e dovresssti farlo anche tu.

source: Lizard dumb! You die now!
ar: سحلية غبية! أنت تموت الآن!
gl: Lagarto mudo! Morres agora!
it: Lucertola scema! Tu muore ora!

source: If we can reach the ogres in time, we may be able to convince them to aid us. But first we need to cross the river.
ar: إذا تمكنا من الوصول إلى الغيلان في الوقت المناسب، فقد نتمكن من إقناعهم بمساعدتنا. ولكن علينا أولاً عبور النهر.
fr: Si nous parvenons à aider les ogres, ils pourraient nous aider. Mais nous devons d'abord traverser le fleuve.
gl: Se podemos chegar aos ogros a tempo, pode que sexamos capaces de convencelos de que nos axuden. Pero primeiro temos que cruzar o río.
it: Se riusciamo a raggiungere in tempo gli ogre, forse potremmo convincerli ad aiutarci. Ma prima dobbiamo attraversare il fiume.

source: Tarek
ar: تااريك

source: Fascinating... I’ve never had the chance to examine one of these up close before.
ar: رائع... لم تسنح لي الفرصة لفحص أحد هذه الأشياء عن قرب من قبل.
gl: Fascinante... Nunca tiven a oportunidade de examinar un destes de preto antes.
it: Affascinante... Non ho mai avuto la possibilità di esaminarne uno da vicino prima.

source: Our thanks! You are a fair rider, yet you bring a foul boon. I will not wield such a dark artifact, though I shall not begrudge its use by my companions.
ar: شكرنا! أنت فارس عادل، ولكنك تجلب نعمة كريهة. لن أستخدم مثل هذه التحفة المظلمة رغم أنني لن أحسد رفاقي على استخدامها.
gl: O noso agradecemento! Vostede é un xinete xusto, aínda que traes unha gran bendición. Non vou manexar un artefacto tan escuro, aínda que non vou resentir o seu uso polos meus compañeiros.
it: I nostri ringraziamenti! Sei un bravo cavaliere, ma porti un pessimo dono. Non brandirò un artefatto così oscuro, anche se non ne disapproverò l’uso da parte dei miei compagni.

source: Gruhhhh....
ar: غروه ....
fr: Rhâââ...
gl: Grarrgg…

source: You won’t escape me again! This time there are no tunnels for you to hide in!
ar: لن تهرب مني مرة أخرى! هذه المرة لا توجد أنفاق لتختبئ فيها!
gl: Non me volverás escapar! Esta vez non hai túneles para esconderte!
it: Non mi sfuggirai di nuovo! Questa volta non ci saranno tunnel nei quali potrai nasconderti!

source: There is no escape from me!
ar: ليس هناك مفر مني!
gl: Non hai escapatoria de min!
it: Non c’è via di scampo per me!

source: The first of our pursuers have arrived! We must make haste to cross before more dangerous undead arrive.
ar: لقد وصل أول مطاردينا! يجب أن نسرع بالعبور قبل وصول المزيد من الموتى الأحياء الخطرين.
gl: Chegou o primeiro dos nosos perseguidores! Debemos apresurarse en cruzar antes de que cheguen os mortos-vivos máis perigosos.
it: È arrivato il primo dei nostri inseguitori! Dobbiamo sbrigarci ad attraversare il fiume prima che arrivino i non-morti più pericolosi.

source: Our undead pursuers have arrived! Fortunately, their other leaders have been defeated. This is all we will have to face.
ar: لقد وصل مطاردونا من الموتى الأحياء! لحسن الحظ، لقد هُزم قادتهم الآخرون. هذا كل ما علينا مواجهته.
gl: Os nosos perseguidores non mortos chegaron! Afortunadamente, os seus outros líderes foron derrotados. Isto é todo o que teremos que afrontar.
it: I nostri inseguitori non-morti sono arrivati! Fortunatamente, il loro altro condottiero è stato sconfitto. Dovremo affrontare soltanto questo.

source: Found you... Bleed you...
ar: وجدتك...أخيرا...
gl: Atopoute... Sangrarte...
it: Ti ho trovato... Ti ho dissanguato...

source: Don’t think you can get away so easily!
ar: لا تعتقد أنك تستطيع الهرب بهذه السهولة!
gl: Non penses que podes escapar tan facilmente!
it: Non pensare di poter scappare così facilmente!

source: Now to deal with these humansss!
ar: الآن للتعامل مع هؤلاء البشر!
gl: Agora a tratar con estes humanos!
it: Ora dobbiamo occuparci di quesssti umani!

source: You who? Fight lizard?
ar: أنت من؟ حارب سحالي؟
gl: Ti quen? Loita contra o lagarto?
it: Chi tu? Combatte Lucertola?

source: Err, yes, we’re here to fight the lizards.
ar: إرر، نعم، نحن هنا لمحاربة السحالي.
gl: Err, si, estamos aquí para loitar contra os lagartos.
it: Ehm, certo, siamo qui per combattere le lucertole.

source: If we help you fight your enemies, will you come with us and help fight our enemies?
ar: إذا ساعدناك في قتال أعدائك، فهل ستأتي معنا وتساعدنا في قتال أعدائنا؟
gl: Se te axudamos a loitar contra os teus inimigos, virás connosco e axudarás a loitar contra os nosos inimigos?
it: Se ti aiutiamo a combattere i tuoi nemici, ti unirai a noi e ci aiuterai a combattere i nostri nemici?

source: Mmmm... Grug think...
ar: ممم... غروج يفكر...
gl: Mmmm... Grug pense...
it: Mmmm... Grug pensa...

source: ... Grug head hurt. Grug say join you.
ar: ... رأس جروج يؤلمه. جروج يقول انضم له .
gl: ... Grug magoa de cabeza. Grug di únete.
it: ... Grug male testa. Grug dice unire voi.

source: Curssessss!
ar: اللعنة!
gl: Maldiciónsss!
it: Maledizione!

source: Good, we have safely crossed! And we have gained the service of several ogres as well.
ar: جيد، لقد عبرنا بأمان! وقد كسبنا خدمة العديد من الغيلان أيضًا.
gl: Ben, cruzamos con seguridade! E gañamos tamén o servizo de varios ogros.
it: Bene, abbiamo guadato in sicurezza! E abbiamo anche guadagnato i servigi di diversi ogre.

source: Ogres are unskilled fighters but much cheaper to equip than our other soldiers, and thus <i><b>cost much less gold to recall</b></i>.
ar: الغيلان مقاتلون غير ماهرين ولكن تجهيزهم أرخص بكثير من جنودنا الآخرين، وبالتالي <i><b>يكلف استدعائهم ذهبا أقل بكثير</b></i>.
gl: Os ogros son loitadores pouco cualificados, pero son moito máis baratos de equipar que os nosos soldados e, polo tanto, <i><b>custan moito menos ouro de recordar</b></i>.
it: Gli ogre sono dei combattenti non molto esperti ma molto più economici da equipaggiare di qualsiasi altro dei nostri soldati, e quindi <i><b>richiamarli costa molto meno oro</b></i>.

source: Good, we have safely crossed!
ar: جيد، لقد عبرنا بسلام!
fr: Bien ! Nous sommes parvenus à traverser !
gl: Ben, cruzamos sen problemas!
it: Bene, abbiamo guadato in sicurezza!

source: Cursessss! They’ve caught usss!
ar: اللعنة!! لقد أمسسسكوا بنا!
gl: Maldiciónsss! ¡Pillaronnos!
it: Maledizione! Ci hanno raggiunti!

source: We are caught as well...
ar: لقد وقع القبض علينا أيضاً...
gl: Nós tamén estamos atrapados...
it: Anche noi siamo stati raggiunti...

source: Xenophobia
ar: كراهية الأجانب
en@shaw: 路ю答梆
fr: Xénophobie
gl: Xenofobia
it: Xenofobia

source: Gweddry and his men made good time past the Great River’s northern banks, leaving the undead far behind. With winter drawing near, they unexpectedly stumbled upon an inhabited valley...
ar: قطع جويدري ورجاله وقتًا جيدًا عبر الضفاف الشمالية للنهر العظيم، تاركين الموتى الأحياء وراءهم. ومع اقتراب الشتاء، عثروا بشكل غير متوقع على وادٍ مأهول بالسكان...
fr: Gweddry et ses hommes franchirent rapidement la rive nord du Grand Fleuve, laissant les morts-vivants loin derrière eux. L'hiver approchant, ils tombèrent par hasard dans une vallée habitée…
gl: Gweddry e os seus homes pasaron ben polas marxes norte do Gran Río, deixando aos mortos-vivos moi atrás. Cando se achegaba o inverno, tropezaron inesperadamente cun val habitado...
it: Gweddry e i suoi uomini si sono divertiti oltre la sponda settentrionale del Grande Fiume, distanziando notevolmente i non-morti. Con l’inverno in avvicinamento, si imbatterono inaspettatamente in una valle disabitata...

source: Pelathsil
ar: بيلاثسيل
en@shaw: 路юゐ
gl: Pelazsil

source: Bagork
ar: باغورك
gl: Bágor

source: Clan Whitefang
ar: عشيرة المخلب الأبيض
fr: Clan Crocs-Blancs
gl: Clan Colmillo Branco
it: Clan Zannabianca

source: Prok-Bak
ar: بروك-باك
en@shaw: 路-
gl: Proc-Bac

source: Aleii
ar: أليي

source: Naga
ar: الأفعوانيون

source: Gather as much gold as you can before turns run out. 300 gold is the suggested minimum, but the more the better. <span size='small'><i>(You’ll want as much gold as possible when you try to leave the wildlands!)</i></span>
ar: اجمع أكبر قدر ممكن من الذهب قبل أن تنفد الأدوار. 300 قطعة ذهب هو الحد الأدنى المقترح، ولكن كلما زاد العدد كان أفضل. <span size='small'><i>(ستحتاج إلى أكبر قدر ممكن من الذهب عندما تحاول مغادرة البراري!)</i></span>
it: Raccogli quando più oro possibile prima della fine di turni. 300 pezzi d’oro è il minimo consigliato, ma più ne viene raccolto e meglio è. <span size=’small’><i>(Avrai bisogno di quanto più oro possibile quando proverai a lasciare le Terre Selvagge!)</i></span>

source: Move Dolburras next to Pelathsil.
ar: تحرك دولبراس بجانب بيلاثسيل.
fr: Amener Dolburras Owaec à côté de Pelathsil.
gl: Move Dolburras xunto a Pelathsil.
it: Sposta Dolburras vicino a Pelathsil.

source: The next 4 scenarios have 100% gold carryover, but few villages and 0 starting gold.
ar: السيناريوهات الأربعة التالية تحتوي على 100% من الذهب المرحل، لكن هناك قرى قليلة و0 ذهب مبدئي.
gl: Os próximos 4 escenarios teñen un 100% de ouro, pero poucas aldeas e 0 ouro inicial.
it: Nei prossimi 4 scenari, porterai allo scenario successivo il 100% dell’oro, ma avrai a disposizione pochi villaggi e 0 oro iniziale.
