Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: Thank the Light, I’ve made it! Please please please don’t chase me...
ar: الحمد للنور المقدس، لقد نجحت! من فضلك من فضلك من فضلك لا تطاردني...
gl: Grazas á Luz, conseguín! Por favor, por favor, non me persigas...
it: Sia resa grazia alla Luce, ce l’ho fatta! Per favore, per favore, per favore, non inseguirmi...

source: Yes, YES! Get me out of here.
ar: نعم، نعم! أخرجني من هنا.
fr: Oui, OUI ! Sortez moi d'ici.
gl: Si, SI! Sácame de aquí.
it: Sì, SÌ! Fammi uscire di qui.

source: Ha ha, you’ll never catch me now!
ar: ها ها، لن تتمكن من الإمساك بي الآن أبدًا!
fr: Haha, vous ne pourrez plus m'attraper maintenant !
gl: Ja, ja, nunca me atraparás agora!
it: Ha ha, ora non mi prenderai più!

source: Whew, that was a close one!
ar: يا للهول، كان هذا قريبًا!
fr: Ouf, il s'en fallut de peu !
gl: Vaia, que estaba preto!
it: Fiuu, c’è mancato poco!

source: I’ve escaped!
ar: لقد هربت!
fr: Je m'en suis sorti !
gl: escapei!
it: Sono fuggito!

source: Well done, grunts. No more revolts, no more rebellion, and lots of prisoners...
ar: أحسنتم أيها الهمج لا مزيد من الثورات، ولا مزيد من التمرد، والكثير من الأسرى...
fr: Bon boulot, grognons. Pls de révolte, plus de révolution et abondance de prisonniers...
gl: Ben feito, gruñidos. Non máis revoltas, non máis rebeldías, e moitos prisioneiros...
it: Ben fatto, reclute. Niente più rivolte, niente più ribellioni, e un sacco di prigionieri...

source: Now kill them all.
ar: الآن اقتلهم جميعًا.
fr: À présent tuez-les tous.
gl: agora matádeos a todos!
it: Ora uccideteli tutti.

source: But Chief, the necromancers already paid us! We can’t just-
ar: لكن يا رئيس، لقد دفع لنا سحرة الظلام بالفعل! لا يمكننا أن نكتفي بـ-
fr: Mais, chef... les nécromanciens nous ont déjà rémunérés ! On ne peut pas-
gl: Pero Xefe, os nigromantes xa nos pagaron! Non podemos só-
it: Ma Capo, i negromanti ci hanno già pagati! Non possiamo semplicemente-

source: Then I’ll kill them all too! I’m done working with others!
ar: إذن سأقتلهم جميعًا أيضًا! لقد انتهيت من العمل مع الآخرين!
fr: Alors, je les tuerai tous pareil ! C'est fini de travailler pour les autres !
gl: Entón eu tamén os matarei a todos! Xa remato de traballar con outros!
it: Allora uccideremo anche tutti loro! Ho finito di lavorare per qualcun’ altro!

source: I tried being merciful. I tried working toward peace. I tried building an empire where all races could be a part of something great, and all I asked in return was simple tribute.
ar: حاولت أن أكون رحيمًا. حاولت العمل من أجل السلام. حاولت بناء إمبراطورية حيث يمكن لجميع الأعراق أن تكون جزءًا من شيء عظيم، وكل ما طلبته في المقابل هو جزية بسيطة.
gl: Intentei ser misericordioso. Intentei traballar pola paz. Intentei construír un imperio onde todas as razas puidesen formar parte de algo xenial, e todo o que pedín a cambio foi unha simple homenaxe.
it: Ho cercato di essere misericordioso. Ho cercato di lavorare per la pace. Ho cercato di costruire un impero dove tutte le razze fossero una parte di qualcosa di grande,e tutto quello che ho chiesto in cambio è stato semplicemente un tributo.

source: Mercy no more. I’ll build a new empire on the smoking rubble of the old, an empire for orcs and orcs alone, an empire to unite all the scattered tribes under one banner!
ar: لم تعد هناك رحمة. سأبني إمبراطورية جديدة على أنقاض الإمبراطورية القديمة، إمبراطورية للأورك فقط، إمبراطورية لتوحيد كل القبائل المتفرقة تحت راية واحدة!
gl: Non hai máis misericordia. Construirei un novo imperio sobre os cascallos fumegantes do vello, un imperio para orcos e orcos só, un imperio para unir a todas as tribos dispersas baixo unha mesma bandeira!
it: Niente più pietà. Costruirò un nuovo impero sulle rovine fumanti del vecchio, un impero di tutti e soli orchi, un impero che unisca sotto lo stesso stendardo tutte le tribù sparse!

source: And when I’m ready, we will march across the world and make it ours.
ar: وعندما أكون مستعدًا، سنسير عبر العالم ونجعله ملكًا لنا.
gl: E cando estea listo, marcharemos polo mundo e facelo noso.
it: E quando sarò pronto, marceremo per il mondo e lo faremo nostro.

source: FILTHY... Rotten... ...traitors... ...
ar: قذر...فاسد... ...خونة... ...
fr: Sale... pourriture.. de traîtres...
gl: SUCIO... Podre... ...traidores... ...
it: LURIDI... Maledetti... ...traditori... ...

source: Ant Queen
ar: ملكة نمل
fr: Reine fourmi
gl: Raíña Formiga
it: Formica Regina

source: royalty
ar: الملكيّة
fr: royauté
gl: realeza
it: regalità

source: If the ant queen is killed, all of her subjects die.
ar: إذا قُتلت ملكة النمل يموت جميع رعاياها.
gl: Se a raíña formigas morre, todos os seus súbditos morren.
it: Se la regina delle formiche viene uccisa, tutti i suoi sudditi muoiono.

source: Egg Sac
ar: كيس البيض
fr: Poche d'œufs
gl: Saco de ovos
it: Sacca di uova

source: hatch
ar: مُفقس
fr: éclosion
gl: escotilla
it: nidiata

source: If an enemy unit is adjacent to this egg sac when it begins its turn, it will hatch.
ar: إذا كانت وحدة العدو مجاورة لكيس البيض هذا عندما تبدأ دورها، فسوف تفقس.
gl: Se unha unidade inimiga está adxacente a este saco de ovos cando comeza a súa quenda, eclosionará.
it: Se un’unità nemica è adiacente a questa sacca di uova quando inizia il suo turno, si schiuderà.

source: Gate
ar: بوابة
fr: Porte
gl: Porta
it: Cancello

source: An old gate, poorly maintained but of sturdy construction.
ar: بوابة قديمة سيئة الصيانة ولكنها متينة البناء.
fr: Une vieille porte, mal entretenue mais de solide facture.
gl: Unha antiga porta, mal conservada pero de robusta construción.
it: Un vecchio cancello, mal tenuto ma di costruzione robusta.

source: Banneret
ar: راية
it: Gonfaloniere

source: The few lancers who survive for long enough invariably find themselves commanding companies of their own. Still clad in minimal armor, they ride with even greater speed, charging into battle and leading from the forefront of any conflict.
ar: إن القلة من حاملي الرماح الذين يبقون على قيد الحياة لفترة كافية يجدون أنفسهم في العادة يقودون مجموعات خاصة بهم. وهم ما زالوا يرتدون دروعًا بسيطة، ويركبون بسرعة أكبر، ويهاجمون المعركة ويقودون من خط المواجهة في أي صراع.
gl: Os poucos lanceros que sobreviven o tempo suficiente atópanse invariablemente comandando compañías propias. Aínda vestidos cunha armadura mínima, cabalgan cunha velocidade aínda maior, cargando cara á batalla e liderando desde a vangarda de calquera conflito.
it: I pochi lancieri che sopravvivono abbastanza a lungo si ritrovano invariabilmente a comandare le proprie compagnie. Indossando ancora un’armatura minimale, riescono a cavalcare con velocità ancora maggiore, caricando in battaglia e guidando la prima linea in qualsiasi conflitto.

source: Fallen Mage
ar: ساحر ساقط
fr: Mage déchu
gl: Mago Caído
it: Mago decaduto

source: There are dark powers in this world which humankind was not meant to understand. Even the greatest and wisest can be bound in service of such a darkness.
ar: توجد قوى مظلمة في هذا العالم لم يكن من المفترض أن يفهمها البشر. حتى أعظم وأحكم الناس يمكن أن يُقيَّدوا في خدمة مثل هذه القوى المظلمة.
gl: Hai poderes escuros neste mundo que a humanidade non estaba destinada a comprender. Incluso os máis grandes e sabios poden estar atados ao servizo de tal escuridade.
it: Ci sono poteri oscuri in questo mondo che l’umanità non dovrebbe comprendere. Anche i più grandi e saggi possono essere costretti al servizio di tale oscurità.

source: rotting
ar: متعفن
fr: putrescence
gl: podrecendo
it: marcescenza

source: Immune to poison, drain, and plague.
ar: محصن ضد السم والاستنزاف والطاعون.
gl: Inmune ao veleno, drenaxe e peste.
it: Immune al veleno, assorbimento e contagio.

source: Twilight Mage
ar: ساحر شفق
fr: Mage crépusculin
gl: Mago Crepúsculo
it: Mago Crepuscolare

source: Even the most devout of white magi can have their light tainted by the power of darkness. Though not extinguished, their faltering inner light can become muted.
ar: حتى أكثر السحرة البيض ورعًا يمكن أن يتلوث نورهم بقوة الظلام. على الرغم من أن نورهم الداخلي المتعثر لا ينطفئ، إلا أنه يمكن أن يخفت.
gl: Mesmo os máis devotos dos magos brancos poden ter a súa luz contaminada polo poder da escuridade. Aínda que non se apaga, a súa vacilante luz interior pode apagarse.
it: Anche il più devoto tra i maghi bianchi può vedere la sua luce contaminata dal potere dell’oscurità. Sebbene non si estingua, la loro vacillante luce interiore può attenuarsi.

source: Frontier Lieutenant
ar: ملازم حدود
fr: Lieutenant garde-frontière
gl: Tenente de fronteira
it: Tenente di frontiera

source: Lieutenants are some of the more respected commanding officers among humans and are often seen leading smaller-scale incursions and managing the battlefield. Trained both with sword and crossbow, they excel at neither, and are somewhat less resilient than the warlords of other races — this is more than made up for by their superior knowledge and training in military strategy.
ar: الملازمون هم من الضباط القياديين الأكثر احترامًا بين البشر وغالبًا ما يُنظر إليهم وهم يقودون غارات صغيرة ويديرون ساحة المعركة. تم تدريبهم على استخدام السيف والقوس، وهم لا يتفوقون في أي منهما وأقل مرونة إلى حد ما من أمراء الحرب من الأجناس الأخرى - لكنهم يعوضون هذا بمعرفتهم المتفوقة وتدريبهم على الاستراتيجية العسكرية.
fr: Les lieutenants comptent parmi les commandants les plus respectés des armées de Wesnoth ; ils mènent souvent les incursions d'ampleur limitées en territoire ennemi ou bien coordonnent les troupes sur le champ de bataille. Entraînés à l'épée et à l'arbalète sans exceller dans aucune de ces deux armes, ils sont aussi légèrement moins résistants que les chefs de guerre des autres peuples. Ce qui est plus que compensé par leur connaissance supérieure de la stratégie militaire.
gl: Os tenentes son algúns dos oficiais ao mando máis respectados entre os humanos e adoitan ser vistos liderando incursións a menor escala e xestionando o campo de batalla. Adestrados tanto con espada como con ballesta, non destacan en ningún dos dous, e son algo menos resistentes que os señores da guerra doutras razas; isto está máis que compensado polos seus coñecementos superiores e adestramento en estratexia militar.
it: I tenenti sono alcuni degli ufficiali comandanti più rispettati tra gli umani e vengono spesso visti guidare incursioni su piccola scala e gestire il campo di battaglia. Addestrati sia con la spada che con la balestra, non eccellono in nessuna delle due, e sono un po’ meno resistenti dei signori della guerra di altre razze: questo è più che compensato dalla loro superiore conoscenza e addestramento nella strategia militare.

source: Frontier Sergeant
ar: رقيب حدود
fr: Sergent garde-frontière
gl: Sarxento de fronteira
it: Sergente di frontiera

source: Sergeants are low-ranking officers of human armies. Though academically trained, they need some experience in the field before their leadership is sound and acknowledged. Still, their diligent bearing and basic insight of combat means they can more effectively rouse civilians and peasants in trying situations.
ar: الرقباء هم ضباط من رتب منخفضة في الجيوش البشرية. وعلى الرغم من أنهم تلقوا تدريبًا أكاديميًا، إلا أنهم بحاجة إلى بعض الخبرة في هذا المجال قبل أن تكون قيادتهم سليمة ومعترف بها. ومع ذلك، فإن تحملهم الدؤوب وبصيرتهم في القتال يعني أن بإمكانهم إثارة المدنيين والفلاحين بشكل أكثر فعالية في المواقف الصعبة.
fr: Les sergents sont des officiers de bas rang de l'armée royale. Malgré leur entraînement académique, ils ont besoin d'expérience sur le terrain avant que leur commandement ne soit entendu et reconnu. Cependant, leur perception directe du combat et leurs réactions rapides leur permettent de diriger efficacement les civils et les paysans dans les situations les plus difficiles.
gl: Os sarxentos son oficiais de baixo rango dos exércitos humanos. Aínda que están formados académicamente, necesitan algunha experiencia no campo antes de que o seu liderado sexa sólido e recoñecido. Aínda así, o seu comportamento dilixente e a súa visión básica do combate significa que poden espertar de xeito máis eficaz a civís e campesiños en situacións difíciles.
it: I sergenti sono ufficiali di basso rango degli eserciti umani. Sebbene abbiano una formazione accademica, hanno bisogno di una certa esperienza sul campo prima che la loro leadership sia solida e riconosciuta. Tuttavia, il loro portamento diligente e la loro conoscenza di base del combattimento fanno sì che possano più efficacemente risollevare civili e contadini in situazioni difficili.

source: Veteran Commander
ar: قائد مخضرم
fr: Commandant vétéran
gl: Comandante Veterano
it: Comandante veterano

source: Despite his lack of formal rank, Gweddry radiates more leadership and experience than many commanders twice his age. His cunning and tactical skill have been honed over countless battles, enabling him to direct even the freshest of recruits to strike strategically against impossible odds and emerge victorious.
ar: على الرغم من افتقاره إلى الرتبة الرسمية، إلا أن غويدري يشع قيادة وخبرة أكثر من العديد من القادة الذين يبلغون ضعف عمره. لقد تم صقل مهارته العملية والتكتيكية على مدار معارك لا حصر لها، مما مكنه من توجيه حتى أكثر المجندين حداثة ليضربوا بشكل استراتيجي ضد الاحتمالات المستحيلة ويخرجوا منتصرين.
gl: A pesar da súa falta de rango formal, Gweddry irradia máis liderado e experiencia que moitos comandantes dobre da súa idade. A súa astucia e as súas habilidades tácticas foron perfeccionadas en innumerables batallas, o que lle permitiu dirixir ata aos máis novos recrutas para atacar estratexicamente contra os riscos imposibles e saír vitorioso.
it: Nonostante manchi di un rango formale, Gweddry irradia più leadership ed esperienza di molti comandanti che hanno il doppio della sua età. La sua astuzia e abilità tattica sono state affinate in innumerevoli battaglie, permettendogli di indirizzare anche le reclute più fresche a colpire strategicamente contro probabilità impossibili ed emergere vittoriose.

source: Veteran Lieutenant
ar: ملازم مخضرم
fr: Lieutenant vétéran
gl: Tenente Veterano
it: Tenente veterano

source: Once inexperienced, Gweddry is now a veteran of many battles. His cunning and tactical skill enable him to direct even the freshest of recruits to strike strategically and emerge victorious. His skill with the longsword and crossbow is not to be underestimated either, nor is the speed with which he can move despite his heavy armor.
ar: لقد أصبح جويدري الذي كان عديم الخبرة، مخضرمًا عبر العديد من المعارك. يمكّنه دهاؤه ومهارته التكتيكية من توجيه حتى أكثر المجندين حداثة ليضرب بشكل استراتيجي ويخرج منتصرًا. كما لا يمكن الاستهانة بمهارته في استخدام السيف الطويل والقوس والنشاب، وكذلك السرعة التي يمكنه التحرك بها على الرغم من درعه الثقيل.
gl: Unha vez sen experiencia, Gweddry é agora un veterano de moitas batallas. A súa habilidade táctica e astucia permítelle dirixir ata aos máis novos recrutas para atacar estratexicamente e saír vitorioso. Tampouco hai que subestimar a súa habilidade coa espada longa e a ballesta, nin tampouco a velocidade coa que pode moverse a pesar da súa pesada armadura.
it: Un tempo inesperto, Gweddry è ora un veterano di molte battaglie. La sua astuzia e abilità tattica gli permettono di comandate anche le reclute più giovani a colpire strategicamente ed emergere vittoriosi. Anche la sua abilità con la spada lunga e la balestra non è da sottovalutare, così come la velocità con cui riesce a muoversi nonostante la sua pesante armatura.

source: King of Wesnoth
ar: ملك ويسنوث
fr: Roi de Wesnoth
gl: Rei do Noroeste
it: Re di Wesnoth

source: Kings are trained rigorously in the combat arts, sometimes out of necessity, more often out of tradition from when their priors made their wealth in war. Fitted in armor so skillfully made as to incite envy even from many dwarvish smiths, these sovereigns are well conditioned to their heavy armor and can maneuver across the battlefield much faster than their gilded plate would suggest.
ar: يتلقى الملوك تدريبات صارمة في فنون القتال، أحيانًا بدافع الضرورة، وأحيانا بدافع التقاليد التي تعود إلى الوقت الذي جمع فيه رؤساء القبائل ثرواتهم من الحرب. يرتدي هؤلاء الملوك دروعًا مصنوعة بمهارة شديدة لدرجة أنها تثير الحسد حتى من العديد من الحدادين الأقزام، وهم مهيئون جيدًا لارتداء دروعهم الثقيلة ويمكنهم المناورة عبر ساحة المعركة بسرعة أكبر مما قد توحي به صفائحهم المذهبة.
gl: Os reis adestran con rigor nas artes de combate, ás veces por necesidade, máis a miúdo por tradición de cando os seus priores fixeron a súa riqueza na guerra. Equipados cunha armadura feita tan hábilmente como para provocar a envexa incluso de moitos ferreiros ananos, estes soberanos están ben condicionados para a súa pesada armadura e poden manobrar polo campo de batalla moito máis rápido do que suxire a súa placa dourada.
it: I re vengono addestrati rigorosamente nelle arti del combattimento, a volte per necessità, più spesso per tradizione, fin da quando i loro avi si arricchivano in guerra. Dotati di armature così abilmente realizzate da suscitare l’invidia anche di molti fabbri nani, questi sovrani sono ben adattati alla loro armatura pesante e possono manovrare sul campo di battaglia molto più velocemente di quanto le loro armature dorate suggerirebbero.

source: sceptre of fire
ar: صولجان النار
fr: sceptre de feu
gl: cetro de lume
it: scettro di fuoco

source: Clan Captain
ar: كابتن العشيرة
fr: Capitaine de clan
gl: Capitán do Clan
it: Capitano del Clan

source: The leaders-to-be of the Horse Clans, each of these proud nobles is skilled in combat and adheres to a strict code of honor. Even the most tenacious of opponents will quake at the sight of a horse charge spearheaded by one of these fearless riders.
ar: قادة عشائر الخيل، كل واحد من هؤلاء النبلاء الفخورين ماهر في القتال ويلتزم بميثاق شرف صارم. حتى أكثر الخصوم عنادًا سيرتعدون عند رؤية هجوم الخيل الذي يقوده أحد هؤلاء الفرسان الشجعان.
gl: Os futuros líderes dos clans dos cabalos, cada un destes orgullosos nobres é hábil no combate e adhírese a un estrito código de honra. Incluso o máis tenaz dos opoñentes tremerá ao ver unha carga de cabalos encabezada por un destes intrépidos xinetes.
it: Futuri leader dei Clan dei cavalli, ciascuno di questi orgogliosi nobili è addestrato al combattimento e rispetta un ferreo codice d’onore. Anche il più tenace degli opponenti tremerà alla vista di una carica di cavalli condotta lancia in resta da uno di questi impavidi cavalieri.

source: greathammer
ar: المطرقة العظيمة
fr: masse d'arme
gl: gran martelo
it: martello gigante

source: Horse Lord
ar: سيد خيال
en@shaw: ｐ桂 ゐ桂
fr: Seigneur des chevaux
gl: Señor dos cabalos
it: Signore a cavallo

source: The greatest of the men of the plains, Horse Lords are heads of their houses and are respected by all, friend or foe. These lords lead by example, dominating the battlefield from the head of a cavalry charge.
ar: أعظم رجال السهول، أمراء الفرسان هم رؤساء بيوتهم ويحترمهم الجميع، سواء الأصدقاء أو الأعداء. يقود هؤلاء الأمراء بالقدوة، ويسيطرون على ساحة المعركة من على رأس هجوم الفرسان.
fr: Comptant parmi les meilleurs des hommes des plaines, les seigneurs des chevaux sont à la tête de leurs clans et respectés de tous, amis comme ennemis. Ces seigneurs inspirent par l'exemple, dominant les champs de bataille à la tête des charges de cavalerie.
gl: Os máis grandes do homes das chairas, os señores dos cabalos, son os xefes das súas terras e son respectados por todos, xa sexan amigos ou inimigos. Estes señores predican co exemplo, dominando o campo de batalla desde a fronte dunha carga de cabalería.
it: I signori a cavallo, i più valorosi tra gli uomini delle Piane, sono a capo dei loro casati e godono del rispetto di tutti, amici e nemici. Questi signori guidano le masse dando l’esempio, dominando i campi di battaglia alla testa di una carica di cavalleria.

source: Princeling
ar: أميريّ
fr: Prince héritier
gl: Príncipe
it: Principino

source: From early age, the nobles of the plains train vigorously in both combat and governance, preparing to someday become captains of the Clans. Though young and brash, these fighters have the potential to become great warriors one day.
ar: منذ سن مبكرة، يتدرب نبلاء السهول بقوة على القتال والحكم، استعدادًا لأن يصبحوا قادة العشائر يومًا ما. ورغم صغر سنهم وجراءتهم، فإن هؤلاء المقاتلين لديهم القدرة على أن يصبحوا محاربين عظماء يومًا ما.
gl: Desde temprana idade, os nobres das chairas adestran vigorosamente tanto no combate como no goberno, preparándose para converterse algún día en capitáns dos Clans. Aínda que novos e temerarios, estes loitadores teñen o potencial de converterse en grandes guerreiros algún día.
it: Fin dalla più tenera età, i nobili delle piane vengono vigorosamente addestrati sia al combattimento che al comando, preparandoli per quando un giorno diverranno capitani dei Clan. Sebbene giovani e sfacciati, questi combattenti hanno il potenziale per diventare un giorno grandi guerrieri.

source: female^Shadow Lord
ar: سيدة ظل
it: Signora dell’Ombra

source: Few humans fathom the secrets of light and dark magic and retain their sanity. Those that can master that balance become Shadow Lords, fully existing neither in the world of light nor the world of darkness. No longer needing physical weapons, they are fearsome to both their enemies and those they fight alongside.
ar: قليل من البشر هم من يفهمون أسرار سحر النور والظلام ويحتفظون بعقلهم. وأولئك الذين يستطيعون إتقان هذا التوازن يصبحون أسياد الظل، ولا يتواجدون بشكل كامل في عالم النور ولا في عالم الظلام. لا يحتاجون بعد الآن إلى أسلحة مادية، فهم مخيفون لأعدائهم ولمن يقاتلون إلى جانبهم.
it: Pochi umani affrontano i segreti della magia della luce e dell’oscurità mantenendo la loro sanità mentale. Coloro che riescono a padroneggiare quell’equilibrio diventano Signore dell’Ombra, non esistendo pienamente né nel mondo della luce né in quello dell’oscurità. Non avendo più bisogno di armi fisiche, sono temibili sia per i loro nemici che per i loro alleati.

source: astral blade
ar: شفرة نجمية
it: lama astrale

source: blast wave
ar: موجة الانفجار
it: onda esplosiva

source: female^Shadow Mage
ar: ساحرة ظل
it: Maga dell’Ombra

source: Obsessive study over the forces of light and dark have turned the shadow mages into feared fighters. Cloaked in mist, they have been known to vanish into the night swifter than any ghost. While their zealous study has left their bodies exhausted and enfeebled, they instead channel their energies into devastatingly accurate melee attacks.
ar: لقد حوّلت الدراسة المهووسة لقوى النور والظلام سحرة الظل إلى مقاتلين مخيفين. من المعروف عنهم أنهم يختفون في الليل أسرع من أي شبح، بسبب غطائهم بالضباب. وفي حين أن دراستهم المتحمسة قد جعلت أجسادهم منهكة وضعيفة، فإنهم بدلاً من ذلك يوجهون طاقاتهم إلى هجمات دقيقة مدمرة.
it: Lo studio ossessivo delle forze della luce e dell’oscurità ha trasformato le maghe dell’ombra in temute combattenti. Avvolte nella nebbia, sono note per svanire nella notte più velocemente di qualsiasi fantasma. Sebbene il loro studio zelante abbia lasciato i loro corpi esausti e indeboliti, incanalano invece le loro energie in attacchi corpo a corpo devastanti e accurati.

source: blessed lance
ar: الرمح المبارك
fr: lance en feu
gl: lanza bendita
it: lancia benedetta

source: Townsfolk
ar: سكان القرى
fr: Villageois
gl: Cidadáns
it: Cittadini
