Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: We are gathered here today in remembrance of our dear colleague and friend, Dacyn, who fell even as he vanquished the arch-lich Mal-Ravanal.
ar: نحن نجتمع هنا اليوم لإحياء ذكرى زميلنا وصديقنا العزيز، داسين، الذي سقط بينما كان يهزم الليتش المتفوق مال رافانال.
gl: Reunímonos hoxe aquí en lembranza do noso querido colega e amigo, Dacyn, que caeu mentres vencía ao archilich Mal-Ravanal.
it: Ci troviamo oggi qui riuniti in commemorazione dei nostro cari compagno ed amico, Dacyn, che cadde nonostante abbia sconfitto l’arci-lich Mal-Ravanal.

source: I knew Dacyn as a complicated man: ambitious yet loyal, proud yet wise. But above all, Dacyn sought to act for the good of Wesnoth, and today we honor him for that.
ar: لقد عرفت داسين كرجل معقد: طموح ولكنه مخلص، فخور ولكنه حكيم. ولكن قبل كل شيء، كان داسين يسعى إلى العمل لصالح ويسنوث، واليوم نكرمه على ذلك.
gl: Coñecía a Dacyn como un home complicado: ambicioso pero leal, orgulloso pero sabio. Pero sobre todo, Dacyn buscou actuar polo ben de Wesnoth, e hoxe honrámolo por iso.
it: Ho sempre saputo che Dacyn fosse un uomo complesso: ambizioso ma leale, orgoglioso ma anche saggio. Ma più di tutto, Dacyn ha sempre cercato di agire per il bene di Wesnoth, e noi oggi siamo qui per onorarlo per questo.

source: Today we have won a great victory, yet it comes at great cost.
ar: لقد حققنا اليوم نصرًا عظيمًا، لكنه جاء بتكلفة باهظة.
gl: Hoxe conseguimos unha gran vitoria, pero custa moito.
it: Oggi abbiamo riportato un grande vittoria, ad un grande costo.

source: Grug sad! Magic man kind.
ar: غروغ حزين! رجل السحر لطيف.
gl: Grug triste! Tipo de home máxico.
it: Grug triste! Uomo magico gentile.

source: Ay. Too many ha’ died in this war, both my kinsmen at Knalga and yours here.
ar: آه لقد مات الكثيرون في هذه الحرب، سواء من أقاربي في كنالجا أو من أقاربك هنا.
gl: Ai. Morreron demasiados nesta guerra, tanto os meus parentes de Knalga como os teus aquí.
it: Sì. In questa guerra sono morti in troppi, sia della mia specie a Knalga che della tua qui.

source: So many months of fighting... I feel as though I am awakening from a long nightmare.
ar: أشهر عديدة من القتال...أشعر وكأنني أستيقظ من كابوس طويل.
fr: Tant de mois passés à combattre... J'ai l'impression de me réveiller d'un long cauchemar.
gl: Tantos meses de loita… Síntome coma se espertase dun longo pesadelo.
it: Dopo tutti questi mesi di combattimenti... mi sento come se mi fossi appena svegliato da un lungo incubo.

source: My duty is done; the Clans have been avenged. At last, I can rest in peace.
ar: لقد انتهيت من واجبي، وتم الانتقام للعشائر. أخيرًا، يمكنني أن أستريح بسلام.
gl: O meu deber está feito; os Clans foron vingados. Por fin podo descansar en paz.
it: Ho assolto al mio dovere; i Clan sono stati vendicati. Finalmente posso riposare in pace.

source: Alas, our work is not yet complete. Mal-Ravanal’s host has been broken, but in its wake, chaos and disorder prevail throughout the countryside. We will be years... decades... recovering from the ill wrought here.
ar: للأسف، لم يكتمل عملنا بعد. لقد تحطمت جثث مال رافانال، ولكن في أعقابها، سادت الفوضى والاضطرابات في جميع أنحاء الريف. سوف نتعافى من الشر الذي حدث هنا بعد سنوات... وربما عقود.
fr: Notre tâche ne s'arrête pas ici. L'ost de Mal-Ravanal a été détruite, mais dans son sillage le chaos et le désordre règnent partout dans le pays. Il nous faudra de années, des décennies pour le guérir des fléaux qui ont sévi.
gl: O noso traballo aínda non rematou. Acabouse coa hoste de Mal-Ravanal, pero o caos aínda asolaga as terras en todas direccións. Pasarán anos… décadas… antes de que poidamos recuperarnos do mal acaecido aquí.
it: Il nostro lavoro, tuttavia, non è ancora finito. L’esercito di Mal-Ravanal è stato annientato, ma nelle campagne prevalgono ancora il caos e il disordine, sulla scia delle sue malefatte. Ci vorranno anni... decenni... per riprenderci dal male qui perpetrato.

source: Even now we should be sending what’s left of our armies to restore order throughout the land.
ar: حتى الآن يجب أن نرسل ما تبقى من جيوشنا لاستعادة النظام في جميع أنحاء الأرض.
fr: Dès à présent, nous devrions envoyer nos troupes pour rétablir l'ordre dans tout le pays.
gl: Mesmo agora debemos enviar ás nosas tropas para restablecer a orde nas terras do reino.
it: E anche in un momento come questo, ci toccherà inviare le nostre truppe rimaste per ripristinare l’ordine sul territorio.

source: It shall be so. But first, know that you have served Us, and Our Kingdom, full well. We are minded to reward you.
ar: سيكون الأمر كذلك. لكن أولاً، اعلموا أنكم خدمتمونا وخدمتم مملكتنا على أكمل وجه. نحن عازمون على مكافأتكم.
fr: Qu'il en soit ainsi. Mais rappelons que vous nous avez servis à merveille, notre royaume et nous-mêmes. Nous aimerions vous récompenser.
gl: Que así sexa. Pero non debemos esquecer que vós os tres fixestes un gran servizo, para con nós e para co noso reino. Emporiso seredes recompensados.
it: Così sarà. Ma prima di tutto, sappiate che avete servito al meglio noi e il nostro regno. Abbiamo dunque intenzione di ricompensarvi adeguatamente.

source: I had a mind to share this victory with those who made it possible, yet so many of them now lie dead. Lieutenant Gweddry, Lord Owaec, Advisor Dacyn, we thank you for your sacrifice.
ar: لقد كان في ذهني أن أشارك هذا النصر مع أولئك الذين جعلوه ممكناً، ولكن الكثير منهم يرقدون الآن موتى. الملازم جويدري، اللورد أويك، المستشار داسين، نشكركم على تضحياتكم.
gl: Eu tiña a mente de compartir esta vitoria cos que a fixeron posible, aínda que moitos deles xa están mortos. Tenente Gweddry, Lord Owaec, conselleiro Dacyn, agradecemos o seu sacrificio.
it: Avevo in mente di condividere questa vittoria con quelli ce l’hanno resa possibile, ma molti di loro ora giacciono morti. Tenente Gweddry, Lord Owaec, Consigliere Dacyn, vi ringraziamo per il vostro sacrificio.

source: Grug, a necromancer ogre is something wholly new to Us, but know that Wesnoth will never tolerate your kind. You shall surrender that accursed stave to be destroyed, you shall foreswear the practice of all magic on penalty of death, and are hereby exiled from Wesnoth. Be grateful for Our mercy.
ar: جروج، غول مستحضر أرواح هو شيء جديد علينا تماما، لكن اعلم أن ويسنوث لن تتسامح أبدا مع أمثالك. يجب أن تسلم تلك العصا الملعونة ليتم تدميرها، يجب أن تتخلى عن ممارسة السحر تحت طائلة الموت، و بموجب هذا سيتم نفيك من ويسنوث. كن ممتناً لرحمتنا.
gl: Grug, un ogro nigromante é algo totalmente novo para nós, pero sabe que Wesnoth nunca tolerará a túa especie. Entregarás ese bastón maldito para que sexa destruído, renunciarás á práctica de toda maxia baixo pena de morte e serás exiliado de Wesnoth. Agradece a nosa misericordia.
it: Grug, un ogre negromante è qualcosa di totalmente nuovo per Noi, ma sappi che Wesnoth non tollererà mai quelli come te. Ci consegnerai il bastone maledetto in modo che possa essere distrutto, rinuncerai alla pratica di qualsiasi magia pena la morte, e sarai pertanto esiliato da Wesnoth. Sii grato per la Nostra misericordia.

source: Guh... Grug say no magic yes ok.
ar: جوه... غروج يقول لا سحر، نعم حسنًا.
gl: Guh... Grug di que non maxia si está ben.
it: Guh... Grug dice no magia sì ok.

source: Grug, Gweddry has told me of the help you and your tribe provided his men. We wish to offer you a new home in the Estmark Hills along with Our thanks.
ar: غروغ، أخبرني غويدري عن المساعدة التي قدمتها أنت وقبيلتك لرجاله. نود أن نقدم لك منزلًا جديدًا في تلال إستمارك مع شكرنا.
fr: Grug, Gweddry m'a parlé de l'aide que vous et votre tribu aviez fournie à ses hommes. Nous souhaitons vous offrir une nouvelle maison dans les Collines de la Marche de l'Est avec nos remerciements.
gl: Grug, Uedri explicoume como ti e maila túa tribo axudou aos seus homes. Gustaríanos ofrecervos unhas novas terras nas Lombas de Ismar, así como o noso máis sincero agradecemento.
it: Gweddry mi ha raccontato dell’aiuto che tu, Grug, e la tua tribù avete offerto alle sue truppe. Vogliamo offrirti una nuova casa nei Colli Orientali, insieme ai nostri sentiti ringraziamenti.

source: (bowing clumsily) Grug say new home will make thanks with.
ar: (ينحني بشكل أخرق) يقول غروج إن المنزل الجديد سوف يشكرك.
fr: (s'inclinant maladroitement) Grug dire nouvelle maison rendra remerciements.
gl: (facendo reverencia torpemente) Grug di que as novas terras son todo o agradecemento que necesitamos.
it: (inchinandosi goffamente )Grug dice per nuova casa lui ringrazia voi.

source: Dolburras, Owaec has told me of the help you provided his men; both your skill at arms and your tenacious spirit. We wish to offer you this finely crafted shield — an heirloom of my line — and an honor guard as you return to Knalga.
ar: دولبوراس، لقد أخبرني أوويك عن المساعدة التي قدمتها لرجاله، سواء مهارتك في السلاح أو روحك العنيدة. نود أن نقدم لك هذا الدرع المصنوع بدقة - وهو إرث من سلالتي - وحرساً شرفياً وأنت عائد إلى كنالجا.
gl: Dolburras, Owaec contoume da axuda que lle prestaches aos seus homes; tanto a túa habilidade coas armas como o teu espírito tenaz. Queremos ofrecerche este escudo finamente elaborado, unha herdanza da miña liña, e unha garda de honra cando volvas a Knalga.
it: Dolburras, Owaec mi ha raccontato di come hai aiutato i suo uomini, sia con la tua abilità con le armi che con il tuo spirito tenace. Desideriamo offrirti questo scudo finemente lavorato — un cimelio della mia stirpe — e una guardia d’onore al tuo ritorno a Knalga.

source: Aye, I be honored. Ye have my sincerest thanks, yer Majesty.
ar: نعم، يشرفني ذلك. أشكرك جزيل الشكر، يا صاحب الجلالة.
gl: Si, estou honrado. Tedes o meu máis sincero agradecemento, Maxestade.
it: Ne sono onorato. Vi esprimo i miei più sinceri ringraziamenti, vostra Maestà.

source: Aye, I be honored. I only wish he were here to see the Clans avenged.
ar: نعم، أشعر بالفخر. أتمنى فقط أن يكون هنا ليرى العشائر تنتقم.
gl: Si, estou honrado. Só me gustaría que estivese aquí para ver os clans vingados.
it: Ne sono onorato. Il mio unico desiderio era di vedere i Clan vendicati.

source: Mercenary, <i>necromancer</i>, know that Wesnoth will never tolerate your kind. You shall surrender that accursed stave to be destroyed, you shall foreswear the practice of all magic on penalty of death, and you are hereby exiled from Wesnoth. Be grateful for Our mercy.
ar: أيها المرتزق، يا <i>مستحضر الأرواح،</i> إعلم أن ويسنوث لن تتسامح مع أمثالك يجب أن تسلم تلك العصا الملعونة ليتم تدميرها، يجب أن تتخلى عن ممارسة السحر تحت طائلة الموت، و بموجب هذا أنت منفي من ويسنوث. كن ممتناً لرحمتنا.
gl: Mercenario, <i>nigromante</i>, sabe que Wesnoth nunca tolerará a túa especie. Entregarás ese maldito bastón para ser destruído, renunciarás á práctica de toda maxia a pena de morte, e así serás desterrado de Wesnoth. Agradece a nosa misericordia.
it: Mercenario, <i>negromante</i>, sappi che Wesnoth non tollererà mai quelli come te. Ci consegnerai il bastone maledetto in modo che possa essere distrutto, rinuncerai alla pratica di qualsiasi magia pena la morte, e sarai pertanto esiliato da Wesnoth. Sii grato per la Nostra misericordia.

source: Yeah, figures. How did I let myself get caught up in all this anyways? Suppose I can always head north to those farmlands we passed by...
ar: نعم، يا للحظ. كيف سمحت لنفسي بالتورط في كل هذا على أية حال؟ لنفترض أنني أستطيع دائمًا التوجه شمالًا إلى تلك المزارع التي مررنا بها...
gl: Si, cifras. Como me deixei atrapar en todo isto? Supoñamos que sempre podo dirixirme ao norte cara as terras de cultivo polas que pasamos...
it: Certo, naturalmente. Come ho fatto a farmi invischiare in tutto questo? Penso che darò un’occhiata a quei villaggi a nord che abbiamo appena superato...

source: Addogin, mercenary captain from the Estmarks. I have heard the story of how you entered Gweddry’s service against your will, but I have also heard that you honored your word to see this invasion through to its end. The palace could use a warrior of such caliber. We would offer you a position in the Royal Guard.
ar: أدوجين، قائد المرتزقة من الأستمارك. لقد سمعت قصة دخولك في خدمة جويدري رغماً عنك، ولكني سمعت أيضاً أنك احترمت كلمتك في هذا الغزو حتى نهايته. يمكن للقصر أن يستفيد من محارب بمثل هذه الكفاءة. سنعرض عليك منصباً في الحرس الملكي.
gl: Addogin, capitán mercenario dos Estmarks. Escoitei a historia de como entraches ao servizo de Gweddry contra a túa vontade, pero tamén escoitei que cumpriches a túa palabra de levar a cabo esta invasión ata o seu fin. O palacio podería usar un guerreiro de tal calibre. Ofrecémosche un posto na Garda Real.
it: Addogin, capitano mercenario dalle Marche Orientali. Ho sentito la storia di come sei entrato a servizio di Gweddry contro la tua volontà, ma ho anche sentito che hai onorato la tua parola di vedere la fine di questa invasione. Il palazzo potrebbe utilizzare proficuamente un guerriero di tal fatta: ti offriamo un posto nella Guardia Reale.

source: Sir, uh, milord, uh, King sir, I’m honored, really am, but I just wanna go home. If it’s alright with you, this old geezer will be haulin’ himself back east, to an overdue retirement.
ar: سيدي.. سيدي الملك، جلالتكم، ...، يشرفني ذلك حقا، ولكنني أريد العودة إلى المنزل إن لم يكن لديك مانع، هذا العجوز سيعود إلى الشرق، إلى تقاعد متأخر.
gl: Señor, uh, milord, uh, rei señor, estou honrado, de verdade, pero só quero ir a casa. Se che parece ben, este vello tonto volverá ao leste, ata unha xubilación atrasada.
it: Ser, uh, milord, uh, Mio Re, ne sono onorato, veramente, ma voglio soltanto tornare a casa mia. Se non hai obiezioni, questo vecchio bislacco se ne tornerà ad est, per un più che meritata pensione.

source: As you wish. Then take this chest of silver, that you may never again need raise sword for coin.
ar: كما تريد. خذ إذن هذا الصندوق من الفضة، حتى لا تحتاج مرة أخرى إلى رفع السيف من أجل المال.
gl: Como queiras. Entón toma este cofre de prata, para que nunca máis necesites levantar espada por moeda.
it: Come desideri. Prendi almeno questo forziere colmo d’argento, così che tu possa non alzare mai più la tua spada per soldi.

source: Hahid al-Ali, We know of your far-off people, but great distance has caused little contact between us. May it be thus no longer. If you accept, We would appoint you as ambassador between our two realms.
ar: عاهد العلي، قَدْ عَلِمْنَا بِبُعْدِ موطنك، وَلَكِنَّ البُعْدَ قَلَّ اتِّصَالُ مَا بَيْنَنَا. فليت الأمر لم يعد كذلك. إذا قبلتَ فسنعينك سفيرًا بين مملكتينا.
gl: Hahid al-Ali, Sabemos da túa xente afastada, pero a gran distancia causou pouco contacto entre nós. Que xa non sexa así. Se aceptas, nomearíamoste embaixador entre os nosos dous reinos.
it: Hahid al-Ali, Conosciamo la tua gente lontana, ma la grande distanza ja fatto sì che non ci siano stati molti contatti tra noi. Che questo possa cambiare. Se accetti, Noi ti nominiamo ambasciatore tra i nostri due regni.

source: Me, ambassador to the barbarian kingdoms, what a thought! I am honored, and would be even more honored to learn that the job comes with... excellent pay I hope?
ar: أنا، سفير الممالك البربرية، يا لها من فكرة رائعة! أشعر بالفخر، وسأشعر بفخر أكبر إذا علمت أن الوظيفة تأتي بأجر ممتاز، كما آمل؟
gl: Eu, embaixador dos reinos bárbaros, que pensamento! Estou honrado, e estaría aínda máis honrado de saber que o traballo vén con... unha excelente paga, espero?
it: Io, ambasciatore presso un regno barbaro, che pensiero! Ne sono onorato e sarebbe un onore ancora maggiore apprendere che il lavoro prevede... lo stipendio sopraffino che spero?

source: Sir Terraent, your service to the Crown and your unfailing optimism has been a beacon of light in these dark times. If you accept, we would appoint you to command the River Guard in Estmark.
ar: سيدي تيرنت، لقد كانت خدمتك للتاج وتفاؤلك الثابت منارة نور في هذه الأوقات المظلمة. إذا قبلت، سنعينك قائداً لحرس النهر في إستمارك.
fr: Sir Terraent, votre service à la couronne et votre optimisme sans faille ont été un phare éclairant ces temps sombres. Si vous nous faites cet honneur, nous vous nommons commandant de la garde du fleuve dans la marche de l'est.
gl: Señor Terraent, o seu servizo á coroa e o seu optimismo inquebrantable foi un faro que nos guiou nestes tempos escuros. Se acepta, nomearémolo para comandar a Garda fluvial en Ismar.
it: Ser Terraent, il vostro servizio nei confronti della Corona e il vostro incrollabile ottimismo sono stati come un faro luminoso in quest’epoca oscura. Se accettate, vi conferiamo il titolo di comandante della Guardia del Fiume presso le Marche Orientali.

source: It has been an honor to spread the holy Light in this kingdom, and I humbly accept your commission. May the Light shine ever-bright upon the pious.
ar: لقد كان شرفًا لي أن أنشر النور المقدس في هذه المملكة، وأقبل بكل تواضع تكليفك. فليشرق النور دائمًا على الأتقياء.
fr: C'est un honneur de la sainte clareté dans le royaume et j'accepte humblement votre mandat. Que la lumière brille avec force sur les pieux.
gl: Foi unha honra espallar a Luz sagrada neste reino e acepto humildemente a túa comisión. Que a Luz brille sempre sobre os piadosos.
it: È un onore per me servire il mio regno; accetto con umiltà l’incarico che mi avete conferito. Possa la Luce risplendere sempre luminosa sui pii.

source: As for you, <i>necromancer</i>. We are not as like as Terraent to show mercy unto evil, but he speaks well of you, and so mercy shall be shown. Go from here a free woman, but know that you are hereby forbidden to practice magic in any form, at penalty of death.
ar: أما أنت يا <i>مستحضر الأرواح</i> فلسنا مثل تيراينت في إظهار الرحمة للشر، ولكنه يتكلم عنك بخير، ولذا يجب أن أظهر الرحمة. اذهبي من هنا حرة طليقة، ولكن اعلمي أنك ممنوعة من ممارسة السحر بأي شكل من الأشكال، تحت طائلة الموت.
gl: En canto a ti, <i>nigromante</i>. Non nos parecemos como Terraent a mostrar misericordia ao mal, pero el fala ben de ti, e así se mostrará misericordia. Vai de aquí unha muller libre, pero sabe que estás prohibido practicar maxia en calquera forma, a pena de morte.
it: Veniamo a te, <i>negromante</i>. Non siamo tanto propensi come Terraent a mostrare pietà nei confronti del male, ma lui parla bene di te, e così ti sarà mostrata pietà. Vattene via da qui come donna libera, ma sappi che ti è proibito praticare la magia in qualsiasi forma, pena la morte.

source: As for you, <i>necromancer</i>. We are not as like as Terraent to show mercy unto evil, but in honor of his sacrifice We will show it now. Go from here a free woman, but know that you are hereby forbidden to practice magic in any form, at penalty of death.
ar: أما أنت يا <i>مستحضر الأرواح</i> فلسنا مثل تيراينت في إظهار الرحمة للشر، ولكن تكريماً لتضحيته سنظهرها الآن. اذهبي من هنا حرة طليقة، ولكن اعلمي أنك ممنوعة من ممارسة السحر بأي شكل من الأشكال، تحت طائلة الموت.
gl: En canto a ti, <i>nigromante</i>. Non somos tan como Terraent para mostrar misericordia ao mal, pero en honra ao seu sacrificio Demostrarémolo agora. Vai de aquí unha muller libre, pero sabe que estás prohibido practicar maxia en calquera forma, a pena de morte.
it: Veniamo a te, <i>negromante</i>. Non siamo tanto propensi come Terraent a mostrare pietà nei confronti del male, ma in onore del suo sacrificio ora ti sarà mostrata pietà. Vattene via da qui come donna libera, ma sappi che ti è proibito praticare la magia in qualsiasi forma, pena la morte.

source: <i>Forbidden to-</i>
ar: <i>ممنوع على-</i>
gl: <i>Prohibido-</i>
it: <i>Proibito di-</i>

source: ... as an adept I’d dreamt of one day standing in this palace, though under... different circumstances. Well, better that I get to keep my head, I guess. I am grateful for Your leniency.
ar: ... بصفتي تابعا، كنت أحلم بالوقوف في هذا القصر يومًا ما، ولكن في ظل... ظروف مختلفة. حسنًا، من الأفضل أن أحافظ على هدوئي، على ما أعتقد. أنا ممتن لتسامحك.
gl: ... como un adepto que soñei un día parado neste palacio, aínda que en... circunstancias diferentes. Pois mellor que me manteña a cabeza, supoño. Estou agradecido pola túa indulxencia.
it: ... come adepta avevo sognato di poter stare un giorno in questo palazzo, anche se in... circostanze diverse. Beh, meglio che riesca a mantenere la testa sulle spalle, credo. Vi ringrazio per la Vostra clemenza.

source: And the same goes for you, wielder of that accursed stave. You shall surrender it to be destroyed, and leave here forbidden to practice magic. Be grateful for Our mercy.
ar: والشيء نفسه ينطبق عليك، أيها حامل تلك العصا الملعونة. يجب عليك تسليمها للتدمير، وترك هذا المكان محظورًا عن ممارسة السحر. كن شاكرًا لرحمتنا.
gl: E o mesmo ocorre contigo, portador dese pentagrama maldito. Deberás entregalo para ser destruído e saír de aquí prohibido practicar maxia. Agradece a nosa misericordia.
it: E lo stesso vale per te, portatore del bastone maledetto. Lo consegnerai affinché venga distrutto, e da ora in poi ti è proibito praticare la magia. Sii grato per la Nostra pietà.

source: As for you, <i>necromancer</i>. You shall surrender that accursed stave to be destroyed, and are hereby forbidden to practice magic in any form, at penalty of death. Be grateful for Our mercy.
ar: أما بالنسبة لك يا <i>مستحضر الأرواح</i> فعليك أن تسلم تلك العصا الملعونة ليتم تدميرها، وبموجب هذا أنت ممنوع من ممارسة السحر بأي شكل من الأشكال، تحت طائلة الموت. كن ممتناً لرحمتنا.
gl: En canto a ti, <i>nigromante</i>. Deberás entregar ese maldito bastón para ser destruído e, por este medio, prohíbese practicar maxia en calquera forma, a pena de morte. Agradece a nosa misericordia.
it: E lo stesso vale per te, <i>negromante</i>. Lo consegnerai affinché venga distrutto, e da ora in poi ti è proibito praticare qualunque forma di magia, pena la morte. Sii grato per la Nostra pietà.

source: As you command, your Majesty.
ar: كما تأمر يا صاحب الجلالة.
gl: Como ti mandas, Maxestade.
it: Come comandate, vostra Altezza.

source: Owaec, last Prince of the Plains. You and your people have suffered much.
ar: أويك، آخر أمراء السهول. لقد عانيت أنت وشعبك الكثير.
gl: Owaec, último príncipe das chairas. Ti e a túa xente sufriches moito.
it: Owaec, ultimo Principe delle Piane. Tue la tua gente avete sofferto molto.

source: My Lord, the Clansmen gladly gave their lives for Wesnoth, and know that I would do the same without hesitation.
ar: يا سيدي، لقد ضحى رجال العشيرة بحياتهم بكل سرور من أجل ويسنوث، وأعلم أنني سأفعل الشيء نفسه دون تردد.
gl: Meu Señor, os membros do clan deron gustos a súa vida por Wesnoth, e saben que eu faría o mesmo sen dubidalo.
it: Mio signore, gli uomini dei Clan hanno dato con gioia le loro vite per Wesnoth, e sanno che io farei lo stesso senza alcuna esitazione.

source: The true test is not to die for one’s King, but to live for Him... Kneel, Owaec.
ar: الاختبار الحقيقي ليس أن تموت من أجل ملكك، بل أن تعيش من أجله... اركع يا أويك.
gl: A verdadeira proba non é morrer polo propio Rei, senón vivir para El... Axeonllate, Owaec.
it: Il vero test non è morire per un Re, ma vivere per Lui... Inginocchiati, Owaec.

source: And arise, Sir Owaec, High Lord of the Horse Clans! Your people have been shattered, but We trust none more than you to make them whole again. Ride from here, and recover in peace.
ar: انهض يا سيد أويك، يا سيد عشائر الخيول! لقد تحطم شعبك، لكننا لا نثق في أحد أكثر منك في إعادة تأهيلهم من جديد. انطلق من هنا، واسترد عافيتك بسلام.
gl: E érguese, Sir Owaec, Alto Señor dos Clans dos Cabalos! O teu pobo quedou esnaquizado, pero non confiamos en ninguén máis que ti para que os integre de novo. Anda desde aquí e recupera en paz.
it: E alzatevi, Ser Owaec, Alto Signore dei Clan Dei Cavalli! Il tuo popolo è stato distrutto, ma non Ci fidiamo di nessuno più di te per rimetterli in sesto. Parti da qui e riprenditi in pace.
