Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: Farmland, in these remote reaches? Our supply situation has become rather dire since abandoning the outposts, so we are fortunate to have found such a fertile valley.
ar: الأراضي الزراعية في هذه المناطق النائية؟ لقد أصبح وضعنا في مجال الإمداد سيئًا للغاية منذ أن هجرنا البؤر الاستيطانية، لذا فنحن محظوظون لأننا وجدنا مثل هذا الوادي الخصيب.
fr: Des terres agricoles, dans ces contrées reculées ? Notre situation en matière d'approvisionnement est devenue plutôt critique depuis l'abandon des avant-postes, nous avons donc de la chance d'avoir trouvé une vallée aussi fertile.
gl: Terras de cultivo, nestes lugares remotos? A nosa situación de abastecemento tornouse bastante grave dende o abandono dos postos de avanzada, polo que temos a sorte de atopar un val tan fértil.
it: Terreni agricoli, in questi luoghi remoti? Il nostro approvvigionamento si è fatto piuttosto disastroso da quando abbiamo abbandonato gli avamposti, quindi siamo fortunati ad aver trovato una valle così fertile.

source: Huh, maybe throwin’ in my lot with you ain’t so bad after all. This place would make for a good retirement.
ar: هاه، ربما حظي معك ليس سيئاً جداً بعد كل شيئ. هذا المكان سيكون مكاناً جيداً للتقاعد.
gl: Huh, quizais botar o meu lote contigo non sexa tan malo despois de todo. Este lugar faría unha boa xubilación.
it: Huh, forse essermi unirmi a te non è stato poi così male. Questo posto sarebbe proprio adatto per una buon pensionamento.

source: Hail, honorable dwarves! Winter comes fast on our heels and we seek provisions and supplies for our holy journey. Can you be of aid?
ar: مرحباً أيها الأقزام الشرفاء الشتاء يقترب بسرعة في أعقابنا ونحن نبحث عن مؤن ومؤن لرحلتنا المقدسة. هل يمكنكم مساعدتنا؟
gl: ¡Salve, honorables ananos! O inverno chega rápido sobre os nosos talóns e buscamos provisións e subministracións para a nosa santa viaxe. Podes ser de axuda?
it: Salve, nani onorevoli! L’inverno sta velocemente arrivando alle nostre calcagna e cerchiamo provviste e suppellettili per il nostro santo viaggio. Potete aiutarci?

source: Hail, stout-hearted dwarves! Winter comes fast on our heels and we seek provisions and supplies for our journey north. Can you be of aid?
ar: تحياتي أيها الأقزام ذوي القلوب الشجاعة! الشتاء يقترب بسرعة في أعقابنا ونحن نبحث عن المؤن والمؤن لرحلتنا إلى الشمال. هل يمكنكم مساعدتنا؟
fr: Salutations, vaillants nains ! L'hiver approche à grands pas et nous cherchons des provisions pour notre voyage vers le nord. Pouvez‑vous nous venir en aide ?
gl: ¡Salve, ananos de corazón! O inverno chega rápido nos nosos talóns e buscamos provisións e subministracións para a nosa viaxe cara ao norte. Podes ser de axuda?
it: Salve, nani dal cuore coraggioso! L’inverno sta velocemente arrivando alle nostre calcagna e cerchiamo provviste e suppellettili per il nostro santo viaggio. Potete aiutarci?

source: Don’t bother asking those freeloading dwarves for anything! They can’t even manage to pay their tribute on time.
ar: لا تزعجوا أنفسكم بطلب أي شيء من هؤلاء الأقزام المستغلين! هم لا يستطيعون حتى دفع الجزية في الوقت المحدد.
fr: Pas la peine de demander quoi que ce soit à ces parasites de nains ! Ils n’arrivent même pas à payer leur tribut à temps.
gl: Non te molestes en pedir nada a eses ananos de carga gratuíta! Nin sequera conseguen pagar a súa homenaxe a tempo.
it: Non perdere tempo a chiedere nulla a quei nani scrocconi! Non riescono nemmeno a pagare in tempo il tributo.

source: To flames with yer tribute! What’s ours be ours, and don’t no orcs nor any o’ ye humans be tryin and takin’ it!
ar: إلى اللهب مع جزيتكم !ما هو لنا هو لنا، ولا يحاول أي من العفاريت أو أي من البشر أن يحاولوا أخذه!
fr: Au diable votre tribut ! Ce qui est à nous, reste à nous, et qu’aucun orc ni aucun de vous autres humains n’essaie de nous le piquer !
gl: Ás chamas coa túa homenaxe! O que é noso sexa o noso, e non os orcos nin ningún humano o intente tomar!
it: Alla malora col tuo tributo! Quello che è nostro è nostro, e che nessun orco o altro umano provi a prendercelo!

source: Nay, these humans be good folk! Ye can trust us to help against them orcs. All we be askin’ be some food and drink to reprovision.
ar: كلا، هؤلاء البشر قوم صالحون! يمكنك الوثوق بنا لمساعدتهم ضد الأورك كل ما نطلبه هو بعض الطعام والشراب للتزود.
fr: Nan, ces humains sont de braves types ! Vous pouvez compter sur nous pour vous aider contre ces orcs. Tout ce qu’on demande, c’est un peu de bouffe et de picole pour refaire nos provisions.
gl: Non, estes humanos son boa xente! Podes confiar en nós para axudarlles contra os orcos. Todo o que pedimos é algo de comida e bebida para repoñer.
it: No, questi umano sono della brava gente! Possiamo credere loro quando dicono che ci aiuteranno contro gli orchi. Tutto quello che chiediamo è del cibo e dell’acqua per rifornirci.

source: Can we not work together, for our mutual benefit? All we ask is some food and drink to reprovision.
ar: ألا يمكننا العمل معًا، من أجل مصلحتنا المشتركة؟ كل ما نطلبه هو بعض الطعام والشراب لإعادة الطاقة.
gl: Non podemos traballar xuntos, para o noso beneficio mutuo? Todo o que pedimos é algo de comida e bebida para repoñer.
it: Non possiamo lavorare insieme, per il nostro mutuo beneficio? Tutto quello che chiediamo è del cibo e dell’acqua per rifornirci.

source: Hsss... orcsss, dwarvesss, humansss. We have traveled far to find thisss warmth. I have called the vote; the clutch has ssspoken. These waters are only for Naga. Leave usss be.
ar: هسسس... أورك، أقزام، بشر. لقد سسسافرنا بعيداً لنجد هذا الدفء. لقد دعوت للتصويت، ولقد تكلم القابض. هذه المياه للأفعوانيين فقط. دعونا وشأننا.
gl: Hsss... orcsss, ananosss, humansss. Viaxamos lonxe para atopar esta calor. Chamei a votación; o embrague ssfalou. Estas augas son só para Naga. Déixanos estar.
it: Hsss... Orchi, nani, umani. Abbiamo viaggiato cosssì contano prima di trovare quesssto tepore. Ho chiamato la votazione e la banda ha rissspossto. Quessste acque sssono sssolo per i Naga. Lasssciaci in pace.

source: That’s Whitefang territory you’re squatting in, snake! Show some respect for the Chief!
ar: هذه منطقة الناب الأبيض التي تجلس فيها القرفصاء أيها الأفعى! أظهر بعض الاحترام للزعيم!
fr: C’est le territoire des Crocs-Blancs où tu t’installes, serpent ! Un peu de respect pour le chef !
gl: Ese é o territorio de Whitefang no que estás agachado, serpe! Mostra un pouco de respecto polo xefe!
it: È il territorio dei Zannabianca quello che stai occupando, serpe! Mostra un po’ di rispetto per il Capo!

source: And I bet they haven’t paid tribute either! Dwarves, snakes, humans, I say we kill ’em all!
ar: وأراهن أنهم لم يدفعوا الجزية أيضاً! الأقزام والثعابين والبشر، أنا أقول دعونا نقتلهم جميعاً!
fr: Et je parie qu’ils n’ont pas payé leur tribut non plus ! Nains, serpents, humains, moi je dis qu’on les zigouille tous !
gl: E aposto a que tampouco lle renderon homenaxe! Ananos, serpes, humanos, digo que os matamos a todos!
it: E scommetto che neanche loro hanno pagato il tributo! Nani, serpenti, umani, io dico: uccidiamoli tutti!

source: Barbarians, the lot of you! I’m going to starve because you’re busy fighting like a hatch of desert scorplings. <span size='small'>Don’t know what I expected, throwing in my lot with a bunch of primitive northerners...</span>
ar: أيها البرابرة! سأتضور جوعاً لأنكم مشغولون بالقتال مثل قطيع من العقارب الصحراوية <span size='small'>لا أعرف ماذا كنت أتوقع وأنا أرمي نفسي مع حفنة من الشماليين البدائيين...</span>
gl: Bárbaros, moitos de vós! Vou morrer de fame porque estás ocupado loitando como unha escotilla de espolvoreo do deserto. <span size='small'>Non sei o que esperaba, botando o meu lote cun grupo de primitivos norteños...</span>
it: Barbari, tutti quanti! Morirò di fame perché sei impegnato a combattere come una covata di scorpioni del deserto. <span size='small'>Non so cosa mi aspettassi, unendo il mio destino a quello di un gruppo di primitivi del nord...</span>

source: Infuriating. We may find scant supplies in the coming winter, but we cannot risk starving in the wilds while undead ravage Wesnoth.
ar: مثير للغضب. قد نجد مؤنًا قليلة في الشتاء القادم، ولكن لا يمكننا المخاطرة بالموت جوعًا في البراري بينما يدمر الموتى الأحياء ويسنوث.
fr: Exaspérant. Nous trouverons sans doute bien peu de provisions durant l’hiver qui vient, mais nous ne pouvons pas risquer de mourir de faim dans la nature pendant que les morts-vivants ravagent Wesnoth.
gl: Enfurecido. É posible que atopemos escasas provisións no inverno que vén, pero non podemos arriscarnos a morrer de fame na natureza mentres os mortos-vivos devastan Wesnoth.
it: Esasperante. Potremmo trovare poche provviste nel prossimo inverno, ma non possiamo rischiare di morire di fame nelle terre selvagge mentre i non-morti devastano Wesnoth.

source: Gweddry, we will have to reprovision despite this conflict. If we spend cautiously and control enough farms, we should be able to gather enough supplies to see us through the winter.
ar: جويدري، سيكون علينا إعادة التزود بالمؤن رغم هذا الصراع. إذا أنفقنا بحذر وسيطرنا على عدد كافٍ من المزارع، سنكون قادرين على جمع ما يكفي من المؤن التي تكفينا خلال فصل الشتاء.
fr: Gweddry, nous allons devoir nous réapprovisionner malgré ce conflit. Si nous dépensons avec prudence et contrôlons suffisamment de fermes, nous devrions pouvoir rassembler assez de provisions pour tenir tout l’hiver.
gl: Gweddry, teremos que reprovisionar a pesar deste conflito. Se gastamos con cautela e controlamos suficientes granxas, deberíamos poder reunir suficientes suministros para pasar o inverno.
it: Gweddry, dovremo rifornirci nonostante questo conflitto. Se spendiamo con cautela e controlliamo un numero sufficiente di fattorie, dovremmo essere in grado di raccogliere scorte sufficienti per superare l’inverno.

source: Oi, mud-fer-brains! What do ye think ye be doin’, fighin’ wi’ these men o’ Wesnoth?
ar: أنتم، يا أصحاب العقول الطينية! ماذا تظنون أنكم فاعلون بالقتال مع رجال ويسنوث هؤلاء؟
fr: Hé, crâne-de-boue ! Tu crois qu’t’es en train de faire quoi, à te battre contre ces gars de Wesnoth ?
gl: Ai, lama-fer-cerebros! Que pensas que estarás facendo, loitando con estes homes de Wesnoth?
it: Oi, cervello-di-fango! Cosa pensi di fare, combattendo con questi uomini di Wesnoth?

source: Men o’ Wesnoth ain’t dwarves! I be a dwarf lord, not a man-friend.
ar: رجال ويسنوث ليسوا أقزامًا! أنا سيد الأقزام، وليس صديقًا للبشر.
fr: Les types de Wesnoth ne sont pas des nains ! Je suis un seigneur nain, pas un ami des humains.
gl: Os homes de Wesnoth non son ananos! Eu son un señor anano, non un home amigo.
it: Gli uomini di Wesnoth non sono nani! Io sono un signore dei nani, non un amico degli umani.

source: Aye, and so instead ye send yer subjects to die on man-spears? What kind o’ lordship be that? If ye dinnae want ta help us, at least dinnae fight us!
ar: أجل، وبدلاً من ذلك ترسل رعاياك للموت على رماح البشر؟ أي نوع من السادة هذا؟ إذا كنت لا تريد مساعدتنا، على الأقل لا تقاتلنا!
fr: Ha Ouais, et donc à la place, tu envoies tes sujets mourir sous leurs lances ? Quel genre de seigneurie est-ce là ? Si tu ne veux pas nous aider, au moins ne nous combats pas !
gl: Si, e entón, en cambio, envías aos teus súbditos a morrer con lanzas humanas? Que clase de señorío sería ese? Se queres axudarnos, polo menos loita connosco!
it: Certo, e quindi invece mandi i tuoi sudditi a morire sulle lance umane? Che razza di autorità sarebbe questa? Se non volete aiutarci, almeno non combatteteci!

source: Remember, if we spend too much on soldiers now, we may struggle to save enough supplies to see us through the winter.
ar: تذكر، إذا أنفقنا الكثير على الجنود الآن، فقد نواجه صعوبة في توفير ما يكفي من الإمدادات لرؤيتنا خلال فصل الشتاء.
fr: Souviens-toi : si nous dépensons trop pour les soldats maintenant, nous risquons de ne pas réussir à mettre de côté assez de provisions pour passer l’hiver.
gl: Lembra que se gastamos demasiado en soldados agora, é posible que teñamos dificultades para aforrar suficientes subministracións para pasar o inverno.
it: Ricorda, se adesso spendiamo troppo in soldati, in seguito potremo avere difficoltà a conservare score sufficienti per superare l’inverno.

source: And how do you expect us to capture farms without enough soldiers to take them?
ar: وكيف تتوقع منا الاستيلاء على المزارع دون وجود عدد كافٍ من الجنود للاستيلاء عليها؟
fr: Et comment comptes-tu capturer des fermes sans suffisamment de soldats pour les prendre ?
gl: E como esperas que capturemos granxas sen soldados suficientes para levalas?
it: E come ti aspetti che catturiamo le fattorie se non abbiamo abbastanza uomini per occuparle?

source: ... I have held my tongue long enough. While Wesnoth bleeds, the High Advisor leads us north to forage for food. And as our men and our people die, we seek an unknown mage hovel with some unknown power that the High Advisor has yet to explain more about. Gweddry, surely you feel this is strange?
ar: ... لقد كتمت لساني لفترة طويلة. بينما ينزف ويسنوث، يقودنا المستشار الأعلى شمالاً للبحث عن الطعام. وبينما يموت رجالنا وشعبنا، نبحث عن كوخ سحرة غير معروف يتمتع بقوة غير معروفة لم يشرحها المستشار الأعلى بعد. جودري، هل تشعر أن هذا غريب؟
fr: … J'ai assez gardé le silence. Tandis que Wesnoth saigne, le Grand Conseiller nous conduit vers le nord en quête de nourriture. Et tandis que nos hommes et notre peuple meurent, nous partons à la recherche d'une mystérieuse cabane de mage, dotée d'un pouvoir insoupçonné dont le Grand Conseiller n'a toujours pas dévoilé la nature. Gweddry, ne trouvez-vous pas cela étrange ?
gl: ... Eu aguantei a lingua o tempo suficiente. Mentres Wesnoth sangra, o Alto Asesor lévanos ao norte para buscar comida. E mentres morren os nosos homes e o noso pobo, buscamos unha choza de magos descoñecidos con algún poder descoñecido sobre o que o Alto Conselleiro aínda ten que explicar máis. Gwedry, seguro que pensas que isto é raro?
it: ... Ho tenuto a freno la lingua abbastanza a lungo. Mentre Wesnoth sanguina, l’Alto Consigliere ci porta a nord in cerca di cibo. E mentre i nostri uomini e la nostra gente muoiono, cerchiamo un tugurio di maghi sconosciuti con qualche potere sconosciuto su cui l’Alto Consigliere ci ha spiegato poco e niente. Gweddry, non pensi che sia piuttosto strano?

source: I don’t know, Owaec. It is odd, but Dacyn’s light and wisdom are well-known throughout Wesnoth.
ar: لا أعرف يا أويك. إنه أمر غريب، لكن نور وحكمة داسين معروفان في جميع أنحاء ويسنوث.
fr: Je ne sais pas, Owaec. C’est étrange, mais la lumière et la sagesse de Dacyn sont bien reconnues dans tout Wesnoth.
gl: Non o sei, Owaec. É raro, pero a luz e a sabedoría de Dacyn son coñecidas en todo Wesnoth.
it: Non lo so, Owaec. Strano è strano, ma la luce e la saggezza di Dacyn sono ben note in tutto Wesnoth.

source: So were his friend Ravan’s, if Dacyn’s story is to be believed.
ar: هكذا كان حال صديقه رافان، إذا كنا نريد تصديق قصة داسين.
fr: Il en allait de même pour son ami Ravan, si l’on en croit l’histoire de Dacyn.
gl: Tamén o eran o do seu amigo Ravan, se hai que crer a historia de Dacyn.
it: Potremmo dire lo stesso del suo amico Ravan, se si deve credere alla storia di Dacyn.

source: Excited Grug fight friends help!
ar: مساعدة الأصدقاء متحمس قتال غروغ يساعد!
gl: Emocionado Grug loita amigos axuda!
it: Grug entusiasta aiuta amici combattere!

source: I’m not afraid of ye! Raise yer axe, foreigner!
ar: أنا لست خائفا منكم! ارفعوا فئوسكم أيها الغرباء!
fr: Tu ne me fais pas peur ! Brandis ta hache, étranger !
gl: Non che teño medo! ¡Levanta o machado, estranxeiro!
it: Non ti temo! Solleva la tua ascia, straniero!

source: Ach, it’s been too long since I put my axe in an orc’s skull!
ar: آه، لقد مر وقت طويل منذ أن وضعت فأسي في جمجمة الأورك!
fr: Ouf, ça faisait bien longtemps que ma hache n'avait pas fendu un crâne orc!
gl: Ah, hai moito tempo que non metín o machado na caveira dun orco!
it: Ach, è passato fin troppo tempo dall’ultima volta che ho piantato la mia ascia nel cranio di un orco!

source: For the Chief!
ar: من أجل الزعيم!
fr: Pour le chef !
gl: Para o xefe!
it: Per il Capo!

source: Ooch, what manner o’ creature be you?
ar: أوه، أي نوع من المخلوق تكون أنت؟
fr: Hé, quel genre de créature es-tu ?
gl: Ooch, que tipo de criatura eres?
it: Ooch, che razza di creatura sei?

source: Your sssslayer!
ar: قاااتلك!
fr: Ton bourreau !
gl: O teu sssslayer!
it: Quella che ti ssscannerà!

source: I have smote many evil orcs in my day, yet I have known some to show as much honor as any knight. Can we not resolve this peacefully?
ar: لقد ضربت العديد من الأورك الأشرار في أيامي، ومع ذلك فقد عرفت البعض الذين أظهروا شرفًا لا يضاهيه شرف أي فارس. ألا يمكننا حل هذا الأمر بسلام؟
fr: J'ai terrassé mon lot d'orcs dans le passé, mais j'en ai aussi vus qui avaient autant d'honneur qu'un chevalier. Ne peut-on régler tout ça pacifiquement ?
gl: Golpei moitos orcos malvados na miña época, aínda que coñezo que algúns mostran tanta honra como calquera cabaleiro. Non podemos resolver isto pacíficamente?
it: Ai miei tempi ho sconfitto molti orchi malvagi, ma ne ho anche conosciuti alcuni che hanno mostrato lo stesso onore di qualsiasi cavaliere. Non possiamo risolvere la situazione pacificamente?

source: The only honor here belongs to the Chief!
ar: الشرف الوحيد هنا يعود إلى الرئيس!
fr: Mon seul honneur est mon chef !
gl: A única honra aquí pertence ao Xefe!
it: Qui l’unico onore appartiene al Capo!

source: Naga, I know little of your kind, yet I do not wish to make enemies of you so hastily. Can we not come to parley?
ar: أيها الأفعواني، أنا أعرف القليل عن نوعك ولكني لا أريد أن أتخذ منك عدواً على عجل. ألا يمكننا أن نأتي للتفاوض؟
fr: Je ne vous connais pas bien, naga, mais je ne cherche pas à nous faire de nouveaux ennemis si facilement. Pourrait-on parlementer ?
gl: Naga, sei pouco da túa especie, pero non quero facerte inimigos tan precipitadamente. Non podemos vir a falar?
it: Naga, non ne so molto di quelli della vostra specie, ma comunque non ho alcun desiderio di farmi dei nemici così velocemente. Non possiamo negoziare?

source: Thisss river is oursss!
ar: هذا النهر لنااا!
fr: C'essst notre rivière !
gl: Este río é noso!
it: Quesssto fiume è nossstro!

source: 10 gold
ar: 10 قطع ذهب
fr: 10 ors
gl: 10 ouro
it: 10 pezzi d’oro

source: These dwarves have a pile of 10 gold pieces!
ar: هؤلاء الأقزام لديهم كومة من 10 قطع ذهبية!
fr: Les nains ont une bourse de 10 pièces d'or!
gl: Estes ananos teñen unha pila de 10 pezas de ouro!
it: Questi nani hanno un tesoro di 10 pezzi d’oro!

source: 20 gold
ar: 20 قطعة ذهب
fr: 20 ors
gl: 20 ouro
it: 20 pezzi d’oro

source: These nagas have a pile of 20 gold pieces!
ar: هؤلاء الأفعوانيون لديهم كومة من 20 قطعة ذهبية!
fr: Les nagas ont une bourse de 20 pièces d'or!
gl: Estes nagas teñen unha pila de 20 pezas de ouro!
it: Questi naga hanno un tesoro di 20 pezzi d’oro!

source: These orcs have a pile of 20 gold pieces!
ar: هذه الأورك لديها كومة من 20 قطعة ذهبية!
fr: Les orcs ont une bourse de 20 pièces d'or!
gl: Estes orcos teñen unha pila de 20 pezas de ouro!
it: Questi orchi hanno un tesoro di 20 pezzi d’oro!

source: I will kill all of you!
ar: سأقتلكم جميعا!
fr: Je vais tous vous tuer !
gl: Vouvos matar a todos!
it: Vi ucciderò tutti!

source: Not likely.
ar: غير محتمل.
fr: Probablement pas...
gl: Non é probable.
it: Non credo proprio.

source: Chief Dra-Nak will hear of this!
ar: سوف يسمع الزعيم درا ناك بهذا!
fr: Chef Dra-Nak sera informé !
gl: O xefe Dra-Nak vai escoitar isto!
it: Il Capo Dra-Nak negozierà!

source: Thisss isss why we avoid outsssidersss...
ar: هذا هو سسسبب تجنبنا الغرباااء...
fr: C'essst pourquoi on évite les étrangers...
gl: Por iso evitamos os alleos...
it: Ecco perché evitiamo gli essstranei...

source: It seems yon humans be mightier than I kenned...
ar: يبدو أنكم أقوى مما كنت أعرفه...
fr: Y semble que vous aut' humains sont plus caustauds que c'que j'pensais...
gl: Parece que os humanos eran máis fortes do que pensara…
it: Sembra che voi umani siate più forti di quanto immaginavo...

source: Foul orcs! Mayhaps we should ha’ allied wi’ the humans...
ar: الأورك الكريهة! ربما كان يجب أن نتحالف مع البشر...
fr: Saleté d'orcs ! P'têt qu'il aurait fallu nous allier avec les humains...
gl: Noxentos orcos! Quizais deberiamos aliarnos cos humanos…
it: Orchi infami! Forse avremmo fatto meglio ad allearci con gli umani...

source: We are doing well. Our forces have already gathered $gold gold — plenty for the winter, and there is enough time remaining to gather even more.
ar: نحن نبلي بلاءً حسنًا. لقد جمعت قواتنا بالفعل $gold ذهبًا - وهو ما يكفي لفصل الشتاء، وما زال هناك وقت كافٍ لجمع المزيد.
fr: On s’en sort bien. Nos forces ont déjà rassemblé $gold pièces d’or — largement assez pour l’hiver, et il reste suffisamment de temps pour en ramasser encore plus.
gl: Estamos facendo ben. As nosas forzas xa reuniron 100.000 dólares de ouro, moito para o inverno, e queda tempo suficiente para reunir aínda máis.
it: Ci stiamo comportando bene. Le nostre forze hanno già accumulato $gold pezzi d’oro — più che abbondanti per l’inverno e rimane ancora abbastanza tempo per raccoglierne di più.

source: Gweddry, I urge you to gather at least 300 gold before we head further north. We cannot afford to tarry here while Wesnoth contends against Mal-Ravanal.
ar: جويدري، أحثك على جمع 300 قطعة ذهب على الأقل قبل أن نتجه شمالاً. لا يمكننا أن نتحمل التباطؤ هنا بينما تتصارع ويسنوث ضد مال-رافانال.
fr: Gweddry, je t’exhorte à rassembler au moins 300 pièces d’or avant que nous ne poursuivions vers le nord. Nous ne pouvons pas nous permettre de traîner ici pendant que Wesnoth lutte contre Mal-Ravanal.
gl: Gweddry, recoméndoche que reúnas polo menos 300 ouros antes de ir máis ao norte. Non podemos permitirnos demorar aquí mentres Wesnoth loita contra Mal-Ravanal.
it: Gweddry, ti esorto a raccogliere almeno 300 monete d’oro prima di dirigerci più a nord. Non possiamo permetterci di restare qui mentre Wesnoth lotta contro Mal-Ravanal.

source: I’ve finished gathering the supplies from all our captured farms! We should have plenty for our journey ahead.
ar: لقد انتهيت من جمع المؤن من جميع مزارعنا التي تم الاستيلاء عليها! يجب أن يكون لدينا الكثير لرحلتنا المقبلة.
fr: J’ai terminé de rassembler les provisions de toutes nos fermes conquises ! Nous devrions avoir largement assez pour notre voyage à venir.
gl: Rematei de recoller os materiais de todas as nosas granxas capturadas! Deberíamos ter moito para a nosa viaxe por diante.
it: Ho finito di raccogliere le provviste da tutte le nostre fattorie catturate! Dovremmo averne abbastanza per il nostro viaggio.

source: Let us forge onward. We have almost reached our destination, and will soon have the power to save Wesnoth from Mal-Ravanal.
ar: دعونا نمضي قدما. لقد أوشكنا على الوصول إلى وجهتنا، وقريبًا سنحصل على القوة اللازمة لإنقاذ ويسنوث من مال-رافانال.
fr: Continuons notre route. Nous avons presque atteint notre destination et aurons bientôt le pouvoir de sauver Wesnoth de Mal-Ravanal.
gl: Sigamos adiante. Case chegamos ao noso destino, e pronto teremos o poder de salvar a Wesnoth de Mal-Ravanal.
it: Andiamo avanti. Abbiamo quasi raggiunto la nostra destinazione e presto avremo il potere di salvare Wesnoth da Mal-Ravanal.
