Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: If undead are attacking Soradoc, that is all the more reason to travel west! I will not stand by and let my comrades die while I cravenly flee the battle.
ar: إذا كان الموتى الأحياء يهاجمون سورادوك، فهذا سبب إضافي للسفر غربًا! لن أقف مكتوف الأيدي وأترك ​​رفاقي يموتون بينما أهرب بجبن من المعركة.
fr: Si les morts-vivants attaquent Soradoc, c’est encore plus une raison de nous diriger vers l’ouest ! Je ne resterai pas les bras croisés à regarder mes compagnons mourir pendant que je fuirais lâchement le combat.
gl: Se os mortos-vivos están atacando a Soradoc, esa é unha razón máis para viaxar ao oeste! Non me quedarei parado e deixarei morrer aos meus compañeiros mentres fuxo cobardemente da batalla.
it: Se i non-morti stanno attaccando Soradoc, questo è un motivo in più per viaggiare verso ovest! Non starò a guardare e non lascerò che i miei compagni muoiano mentre io fuggo vigliaccamente dalla battaglia.

source: Peace, friends. You both speak wisely. Allow me to cast the deciding vote.
ar: هدوء أصدقائي، لقد تحدثتم بحكمة، اسمحوا لي أن أدلي بصوتي الحاسم.
fr: Calmez-vous, mes amis. Vous parlez tous deux avec sagesse. Laissez-moi vous départager.
gl: Paz, amigos. Os dous falades sabiamente. Permíteme emitir o voto decisivo.
it: Pace, amici. Entrambi avete sagge parole. Permettetemi di esprimere il voto decisivo.

source: My decision is...
ar: قراري هو...
fr: Ma décision est...
gl: A miña decisión é...
it: La mia decisione è...

source: Cross the Great River to the east, behind enemy lines. <i>(normal)</i>
ar: اعبر النهر العظيم إلى الشرق، خلف خطوط العدو. <i>(عادي)</i>
fr: Traverser le Grand Fleuve vers l’est, derrière les lignes ennemies. <i>(normal)</i>
gl: Cruza o Gran Río cara ao leste, detrás das liñas inimigas. <i>(normal)</i>
it: Attraversare il Grande Fiume ad est, dietro le linee nemiche. <i>(normale)</i>

source: We are not strong enough to fight the undead head-on. Let us cross the Great River to the east.
ar: نحن لسنا أقوياء بما يكفي لقتال الموتى الأحياء وجهاً لوجه. دعونا نعبر النهر العظيم إلى الشرق.
fr: Nous ne sommes pas assez forts pour affronter les morts-vivants de front. Franchissons le Grand Fleuve vers l’est.
gl: Non somos o suficientemente fortes para loitar contra os mortos-vivos de frente. Imos cruzar o Gran Río cara ao leste.
it: Non siamo abbastanza forti da affrontare i non-morti faccia faccia. Attraversiamo il Grande fiume ad est.

source: Cross the Great River west in Wesnoth, near Soradoc. <i>(challenging)</i>
ar: اعبر النهر العظيم غربًا في ويسنوث، بالقرب من سورادوك. <i>(تحدي)</i>
fr: Traverser le Grand Fleuve vers l’ouest à Wesnoth, près de Soradoc. <i>(difficile)</i>
gl: Cruza o Gran Río ao oeste en Wesnoth, preto de Soradoc. <i>(desafiante)</i>
it: Attraversare il Grande Fiume a ovest, vicino Soradoc. <i>(impegnativo)</i>

source: It is our duty to aid the king’s army at Soradoc and cross the river there.
ar: من واجبنا مساعدة جيش الملك في سورادوك وعبور النهر هناك.
fr: Notre devoir est d’aider l’armée du roi à Soradoc et de franchir le fleuve là-bas.
gl: É o noso deber axudar ao exército do rei en Soradoc e cruzar alí o río.
it: È nostro preciso dovere aiutare l’esercito del re a Soradoc: attraverseremo il fiume lì.

source: I’m not so sure I can win this fight, but maybe I don’t need to defeat you myself to be respected... maybe I only need to tell the others to come destroy you!
ar: لست متأكدًا من قدرتي على الفوز في هذه المعركة، لكن ربما لا أحتاج إلى هزيمتك بنفسي حتى يقع احترامي... ربما أحتاج فقط إلى إخبار الآخرين بأن يأتوا لتدميرك!
gl: Non estou tan seguro de poder gañar esta loita, pero quizais non necesito vencerte eu mesmo para ser respectado... quizais só teño que dicirlles aos demais que veñan destruírte!
it: Non sono così sicuro di riuscire a prevalere in questa battaglia, ma non devo necessariamente sconfiggerti da solo per essere rispettato... forse devo soltanto convincere gli altri a distruggerti!

source: He’s run off to summon reinforcements! If only we had acted sooner...
ar: لقد هرب لاستدعاء التعزيزات! لو أننا تصرفنا في وقت أبكر...
gl: Vai correndo para convocar reforzos! Se actuamos antes...
it: Sta scappando per richiamare dei rinforzi! Se soltanto avessimo agito più rapidamente...

source: Enough of this. We cannot afford to waste time with petty bandits while Mal-Ravanal ravages Wesnoth. Owaec, come with us or stay here and die, I care not either way.
ar: يكفي هذا لا يمكننا تحمل تضييع الوقت مع قطاع الطرق التافهين بينما مال رافانال يدمر ويسنوث أويك، تعال معنا أو ابق هنا و مت، لا يهمني في الحالتين.
gl: Basta con isto. Non podemos permitirnos o luxo de perder o tempo con pequenos bandidos mentres Mal-Ravanal asola Wesnoth. Owaec, ven connosco ou quédate aquí e morre, non me importa de ningún xeito.
it: Ne ho abbastanza di tutto ciò. Non possiamo permetterci di perdere altro tempo con dei banditucoli da strapazzo mentre Mal-Ravanal devasta Wesntoh. Owaec, vieni con noi o resta qui e crepa, non mi interessa quale che sia la tua decisione.

source: Since we have failed to root out the bandit leader, I am honor-bound to stay and defend these villagers! If you wish to go, then go, but I shall not aid you.
ar: بما أننا فشلنا في استئصال زعيم قطاع الطرق، فإنني ملزم بشرفي بالبقاء والدفاع عن هؤلاء القرويين! إذا كنت ترغب في الذهاب، فاذهب، ولكنني لن أساعدك.
gl: Xa que non logramos eliminar o líder dos bandidos, teño a honra de quedarme e defender a estes veciños. Se queres ir, vai, pero non che axudarei.
it: Poiché non sono riuscito a stanare il capo dei banditi, il mio onore mi impone di rimanere e difendere questi contadini! Se desideri andare, allora vai, ma i non potrò aiutarti.

source: I would that I had acted with more haste...
ar: وددت لو تصرفت بسرعة أكبر...
gl: Gustaríame actuar con máis présa...
it: Avrei voluto agire più prontamente...

source: Undead Crossing
ar: معبر الموتى الأحياء
en@shaw: 仇ю
fr: La Passe aux morts-vivants
gl: O paso do río onda os non mortos
it: Non-morti in mezzo al guado

source: In the west, where the Great River is deep and wide, the few crossings are known by all and heavily guarded. Hoping to evade detection, Gweddry and his band made for one of the numerous eastern fords instead...
ar: أما في الغرب، حيث النهر العظيم عميق وواسع، فإن المعابر القليلة معروفة للجميع وتخضع لحراسة مشددة. وعلى أمل أن يتفادى جويدري وفرقته اكتشافهم، اتجه جويدري وفرقته إلى أحد المعابر الشرقية العديدة بدلاً من ذلك...
fr: À l’ouest, là où le Grand Fleuve est profond et large, les rares passages sont connus de tous et fortement gardés. Espérant échapper à toute surveillance, Gweddry et sa troupe se dirigèrent plutôt vers l’un des nombreux gués situés à l’est…
gl: No oeste, onde o Gran Río é profundo e ancho, os poucos cruces son coñecidos por todos e moi vixiados. Coa esperanza de evadir a detección, Gweddry e a súa banda dirixíronse a un dos numerosos vados do leste...
it: È noto a tutti che i pochi guadi ad ovest, dove il Grande Fiume è fondo e largo, siano pesantemente controllati. Sperando di eludere la sorveglianza, Gweddry e la sua banda si diressero verso uno dei numerosi guadi ad est...

source: Mal-un-Karad
ar: مال الكراد
en@shaw: 路ヰ--
gl: Mal-un-Carad

source: Fine, you can have the south shore! I’m going to stay nice and safe in my castle.
ar: حسناً، يمكنكم الحصول على الشاطئ الجنوبي! سأبقى في قلعتي بهدوء وأمان.
fr: Très bien, gardez donc la rive sud ! Moi, je vais rester bien au chaud et en sécurité dans mon château.
gl: Ben, podes ter a costa sur! Vou estar ben e seguro no meu castelo.
it: Bene, potete tenervi la sponda meridionale! Io me ne starò sano e salvo nel mio castello.

source: Monsters
ar: الوحوش
en@shaw: ヰ拣
fr: Monstres
gl: Monstros
it: Mostri

source: Northern Alliance
ar: التحالف الشمالي
fr: Alliance du nord
gl: Alianza do Norte
it: Alleanza del Nord

source: Defeat Mal-un-Karad
ar: هزيمة مال أون كراد
fr: Vaincre Mal-un-Karad
gl: Derrota a Mal-un-Carad
it: Sconfiggi Mal-un-Karad

source: Rescue Dolburras before he drowns
ar: أنقذ دولبوراس قبل أن يغرق
fr: Sauver Dolburras avant la noyade
gl: Rescata a Dolburras antes de que se afogue
it: Salva Dolburras prima che anneghi

source: Dolburras will take damage every turn until freed.
ar: سيتعرض دولبوراس للضرر في كل دور حتى يتم تحريره.
fr: Dolburras va prendre des dégâts chaque tour jusqu’à sa libération.
gl: Dolburras sufrirá danos cada turno ata que sexa liberado.
it: Dolburras subirà dei danni ad ogni turno finchè non verrà liberato.

source: Dolburras
ar: دولبوراس

source: We have done well to avoid conflict with the undead thus far. It is time to turn northward, toward our goal.
ar: لقد قمنا بعمل جيد لتجنب القتال مع الموتى الأحياء حتى الآن. لقد حان الوقت للتوجه شمالاً نحو هدفنا.
fr: On a bien fait d’éviter tout conflit avec les morts‑vivants jusqu’à maintenant. Il est temps de nous diriger vers le nord, vers notre objectif.
gl: Fixemos ben para evitar conflitos cos non mortos ata agora. É hora de virar cara ao norte, cara ao noso obxectivo.
it: Fino ad ora, abbiamo fatto bene ad evitare lo scontro con i non-morti. È tempo di dirigerci a nord, verso il nostro obiettivo.

source: You still have yet to explain more about this goal.
ar: ما زال عليك شرح المزيد عن هذا الهدف.
fr: Vous devez toujours nous en dire davantage sur cet objectif.
gl: Aínda tes que explicar máis sobre este obxectivo.
it: Devi ancora spiegarmi molte cose riguardo il nostro obiettivo.

source: Wait, look, a small force of undead have already fortified this ford. We will have to fight them to cross the Great River.
ar: انتظر، انظر، لقد قامت قوة صغيرة من الموتى الأحياء بتحصين هذا الممر بالفعل. سيتعين علينا محاربتهم لعبور النهر العظيم.
fr: Attendez, regardez : une petite force de morts‑vivants a déjà fortifié ce gué. Il faudra les combattre pour traverser le Grand Fleuve.
gl: Agarda, mira, unha pequena forza de non mortos xa fortificaron este vado. Teremos que loitar contra eles para cruzar o Gran Río.
it: Fermo, guarda: una piccola guarnigione di non-morti ha già fortificato questo guado. Dobbiamo combatterli se vogliamo attraversare il Grande Fiume.

source: Let me out ’o this cage ye bag-o-bones! When the Alliance hears abo— <b>glug</b>
ar: أخرجني من هذا القفص يا كيس العظام! عندما يسمع الحلفاء-- <b>غلوغ</b>
fr: Laissez‑moi sortir d’cette cage, espèce de sac d’os ! Quand l’Alliance apprendra ce qu— <b>glou</b>
gl: ¡Déixame saír desta gaiola, bag-o-bones! Cando a Alianza escoita abo— <b>glug</b>
it: Fatemi uscire da questa gabbia, sacchi di ossa che non siete altro! Quando l’Alleanza saprà che— <b>glug</b>

source: Hahahaha! This dwarf is too short to keep his head out of the water. I wonder how long he’ll last?
ar: هههههههه! هذا القزم أقصر من أن يبقي رأسه خارج الماء. أتساءل كم من الوقت سيصمد؟
fr: Hahaha ! Ce nain est trop petit pour garder la tête hors de l’eau. Je me demande combien de temps il tiendra ?
gl: Hahahaha! Este anano é demasiado baixo para manter a cabeza fóra da auga. Pregúntome canto vai durar?
it: Hahahaha! Questo nano è troppo basso per tenere la sue testa fuori dall’acqua. Mi chiedo: quanto riuscirà a resistere?

source: The undead are torturing that dwarf for sport! This shall not stand; we must rescue him before he drowns!
ar: الموتى الأحياء يعذبون ذلك القزم من أجل التسلية! لن يصمد؛ يجب أن ننقذه قبل أن يغرق!
fr: Les morts‑vivants torturent ce nain pour se divertir ! C’est intolérable ; nous devons le sauver avant qu’il ne se noie !
gl: Os mortos-vivos están torturando a ese anano para facer deporte! Isto non se manterá; debemos rescatalo antes de que se afogue!
it: In non-morti stanno torturando quel nano per puro divertimento! Questa cosa non esiste: dobbiamo salvarlo prima che affoghi!

source: Ho ho, you know what you need? My patented* elixir of water breathing! <span color='#BCB088' size='x-small'><i>*not patented</i></span>
ar: هو هو، أتعرف ماذا تحتاج؟ إكسير التنفس المائي الحائز على براءة اختراع* إكسير التنفس المائي الخاص بي! <span color='#BCB088' size='x-small'><i>*غير حاصل على براءة اختراع</i></span>
gl: Ho ho, sabes o que necesitas? O meu patentado* elixir de respiración acuática! <span color='#BCB088' size='x-small'><i>*non patentado</i></span>
it: Ho ho, Sai cosa ti serve? Il mio elisir brevettato* per respirare sott’acqua! <span color=’#BCB088’ size=’x-small’><i>*non brevettato</i></span>

source: One drink from this shimmering blue vial and you’ll move at full speed through swamps and shallow water!
ar: شراب واحد من هذه القارورة الزرقاء المتلألئة وسوف تتحرك بأقصى سرعة عبر المستنقعات والمياه الضحلة!
gl: Unha bebida deste frasco azul brillante e moverás a toda velocidade por pantanos e augas pouco profundas.
it: Un sorso di questa scintillante fiala blu e potrai muoverti a piena velocità attraverso paludi e acque basse!

source: Pleasure doing business with you!
ar: سعدت بالتعامل معك!
gl: Un pracer facer negocios contigo!
it: È un piacere fare affari con voi!

source: Suit yourself; more for me!
ar: كما تشاء؛ المزيد من أجلي!
gl: Convértete; máis para min!
it: Fa’ come vuoi: Dell’altro per me!

source: Supplies are limited so <span strikethrough='true'>call now</span> buy now! <i>(elixirs only last for 1 scenario)</i>
ar: الإمدادات محدودة لذا <span strikethrough='true'>اتصل الآن</span> واشتر الآن! <i>(الإكسير يكفي لسيناريو واحد فقط)</i>
gl: Os materiais son limitados, así que <span strikethrough='true'>chama agora</span> compra agora! <i>(os elixires só duran 1 escenario)</i>
it: Le scorte sono limitate, quindi <span strikethrough='true'>chiamate subito</span> e acquistate immediatamente! <i>( gli elisir durano soltanto per uno scenario)</i>

source: Buy the elixir (10 gold).
ar: اشتر الإكسير (10 قطع ذهب).
fr: Acheter l'élixir (10 pièces d'or).
gl: Compra o elixir (10 ouros).
it: Compera l’elisir (10 pezzi d’oro)

source: Leave the elixir for Hahid.
ar: اترك الإكسير لٍعاهد.
fr: Laisser l'élixir pour Hahid.
gl: Deixa o elixir para Hahid.
it: Lascia l’elisir ad Hadid.

source: I don’t know how you Wesnothians got here, but don’t even think about crossing here unless you want to become fish bait!
ar: لا أعرف كيف وصلتم أيها الويسنوثيون إلى هنا، ولكن لا تفكروا حتى في العبور إلى هنا إلا إذا كنتم تريدون أن تصبحوا طعماً للأسماك!
fr: Je ne sais pas comment vous autres Wesnothiens êtes arrivés ici, mais n’allez pas imaginer traverser par ici… à moins que vous ne vouliez servir d’appât pour les poissons !
gl: Non sei como chegaches ata aquí os wesnothianos, pero nin sequera penses en cruzar aquí a menos que queiras converterte en cebo de peixe!
it: Non so come abbiate fatto voi wesnothiani ad arrivare fin qui, ma non pensate neanche di attraversare il guado a meno che non vogliate diventare esche per pescare!

source: Time to wake my reinforcements!
ar: حان الوقت لإيقاظ تعزيزاتي!
fr: Il est temps de faire venir mes renforts !
gl: É hora de espertar os meus reforzos!
it: È tempo di risvegliare i miei rinforzi!

source: In addition to summoning undead, this sorcerer has learned to command swarms of carnivorous fish!
ar: بالإضافة إلى استدعاء الموتى الأحياء، تعلم هذا الساحر قيادة أسراب من الأسماك آكلة اللحوم!
fr: En plus de l'invocation des morts-vivants, cette liche a appris à contrôler des bancs de poissons carnassiers !
gl: Parece que o feiticeiro este, ademais de convocar non mortos, este feiticeiro aprendeu a comandar enxames de peixes carnívoros!
it: Sembra che, oltre ad evocare i non-morti, questo stregone abbia imparato a richiamare anche sciami di pesci carnivori!

source: A clever plan. The fish gnaw away flesh, leaving the skeletons ready for reanimation. They will make our crossing more difficult.
ar: خطة ذكية. تقضم الأسماك اللحم، تاركة الهياكل العظمية جاهزة للإحياء. سيجعلون عبورنا أكثر صعوبة.
fr: Un plan ingénieux. Les poissons rongent la chair, laissant les squelettes prêts à être réanimés. Ils rendront notre traversée plus difficile.
gl: Un plan intelixente. Os peixes roen a carne, deixando os esqueletos listos para a reanimación. Farán máis difícil a nosa travesía.
it: Un piano astuto. I pesci rosicchiano la carne, lasciano gli scheletri proni per la rianimazione. Ci renderanno la traversata del fiume più difficile.

source: No! I thought I’d be safe here...
ar: لا! اعتقدت أنني سأكون بأمان هنا...
fr: Non ! Je pensais être en sécurité ici…
gl: Non! Pensei que estaría a salvo aquí...
it: No! Pensavo che sui sarei stato in salvo...

source: Glug... glug...
ar: جلوج... جلوج... جلوج...
fr: Glou... glou...
it: Glu... glu...

source: I have failed in my duty to protect the helpless. I weep at his passing.
ar: لقد فشلت في واجبي في حماية العاجزين. أبكي على رحيله.
gl: Incumprii o meu deber de protexer aos indefensos. Choro polo seu pasamento.
it: Sono venuto meno al mio giuramento di protezione degli indifesi. Piango per la sua scomparsa.

source: Many thanks ta ye! Feels good ta be finally breathin’ proper again.
ar: شكرا جزيلا لك! شعور جيد أن تتنفس بشكل صحيح مرة أخرى.
fr: Merci ben, l’ami ! Ça fait du bien d’avoir le tarin dégagé pour respirer librement, enfin !
gl: Moitas grazas a ti! Séntese ben por finalmente volver a respirar correctamente.
it: Ma tange grazie a te! Fa piacere sentirsi libero di respirare come si deve.

source: How did you come to be captured by these undead?
ar: كيف وقعتم في أسر هؤلاء الموتى الأحياء؟
fr: Comment en êtes‑vous venu à être capturé par ces morts‑vivants ?
gl: Como chegaches a ser capturado por estes non mortos?
it: Coma hai fatto ad essere catturato da questi non-morti?

source: Ran into a whole blasted army of ’em marchin’ from the Swamp o’ Dread. I think they be headed for Knalga! Someone oughta invade them for a change.
ar: صادفت جيشاً كاملاً منهم يزحفون من مستنقع الرعب أعتقد أنهم يتجهون إلى كنالجا! على أحدهم أن يغزوهم على سبيل التغيير.
fr: Je suis tombé sur toute une fichue armée qui défilait depuis le Marais de l’Angoisse. J’crois bien qu’ils filent droit sur Knalga ! Faudrait qu’quelqu’un leur tombe sur le rable pour changer un peu.
gl: Topouse con todo un exército de "marchin" do Pantano do Terror. Creo que se dirixirán a Knalga! Alguén debería invadilos para cambiar.
it: Mi sono imbattuto in una delle loro dannate armate in marcia dalla Palude dell’Orrore. Pensavo fossero diretti a Knalga! Qualcuno dovrebbe invaderli, tanto per cambiare.

source: By the Clans! Do these undead mean to conquer all the world?
ar: من قبل العشائر! هل ينوي هؤلاء الموتى الأحياء غزو العالم كله؟
fr: Par les Clans ! Ces morts‑vivants comptent-ils conquérir le monde entier ?
gl: Polos Clans! Estes non mortos significan conquistar o mundo enteiro?
it: Per i Clan! Ma questi non-morti hanno in mente di conquistare il monto intero?

source: Dolburras, we are men of the King of Wesnoth, seeking the power to destroy these foul undead. Will you join us in our quest?
ar: دولبوراس، نحن رجال ملك ويسنوث، نبحث عن القوة لتدمير هؤلاء الموتى الأحياء الكريهة. هل ستنضم إلينا في مسعانا؟
fr: Dolburras, nous sommes des hommes du Roi de Wesnoth, en quête du pouvoir de détruire ces infâmes morts‑vivants. Vous joindrez‑vous à nous dans cette mission ?
gl: Dolburras, somos homes do Rei de Wesnoth, que buscamos o poder para destruír a estes malvados mortos-vivos. Acompáñanos na nosa busca?
it: Dolburras, siamo uomini del Re di Wesnoth, in cerca del potere in grado di struggere questi osceni non-morti. Ti unirai a noi nella nostra missione?

source: Kinna hardly go back ta Knalga with all them undead about! Aye, I’ll join ye.
ar: من الصعب العودة إلى كنالجا مع كل هؤلاء الموتى الأحياء أجل، سأنضم إليكم.
fr: Pas possible de remettre les pieds à Knalga avec tous ces macchabées d’opérette qui traînent ! Ouais, je vous suis.
gl: Kinna case non volve a Knalga con todos os mortos-vivos! Si, voume unirvos.
it: Difficilmente posso ritornare a Knalga con tutti questi non-morti in giro! Sì, mi unirò a voi.

source: If we intend to save Wesnoth, we must press onward into the mountains. Let us be off.
ar: إذا كنا نعتزم إنقاذ ويسنوث، فيتعين علينا أن نواصل التقدم نحو الجبال. فلننطلق.
fr: Si nous avons l’intention de sauver Wesnoth, nous devons avancer vers les montagnes. Allons-y.
gl: Se pretendemos salvar a Wesnoth, debemos avanzar cara ás montañas. Déixanos saír.
it: Se vogliamo salvare Wesnoth, dobbiamo proseguire verso le montagne. Andiamocene via.

source: Mel Wylyn
ar: ميل ويلين

source: What took you so long? We were supposed to change shifts days ago!
ar: ما الذي أخرك؟ كان من المفترض أن نغير نوباتنا منذ أيام!
gl: Que che levou tanto tempo? Hai días que tiñamos que cambiar de quenda!
it: Perché ci hai messo così tanto? Avremmo dovuto darci il cambio giorni fa!

source: Aw, I’ve missed out on the fun! But look at it this way, now they stand no chance against the two of us.
ar: لقد فاتتني المتعة! لكن انظر إلى الأمر بهذه الطريقة، الآن ليس لديهم أي فرصة ضدنا نحن الاثنين.
gl: Ai, perdín a diversión! Pero mírao deste xeito, agora non teñen ningunha posibilidade contra nós dous.
it: Ach, mi sono persa tutto il divertimento! D’altra parte, mettiamola in questo modo: adesso contro noi due non hanno via di scampo.

source: Soradoc
ar: سورادوك

source: Established by the Crown and administered by the Horse Clans, Soradoc controlled the strategic confluence of the Great River and the River Weldyn. Since its founding in the early days of Wesnoth, it had grown into a prosperous and well-fortified border town. Gweddry and his band approached cautiously, hoping to reunite with Wesnoth’s armies.
ar: أسستها التاج وأدارتها عشائر الخيول، كانت سورادوك تسيطر على التقاء النهر العظيم ونهر ويلدين الاستراتيجي. ومنذ تأسيسها في الأيام الأولى من ويسنوث، نمت لتصبح مدينة حدودية مزدهرة ومحصنة جيدًا. اقترب جودري وعصابته بحذر، على أمل لم شملهم مع جيوش ويسنوث.
fr: Établi par la Couronne et administré par les Clans de chevaliers, Soradoc contrôlait la confluence stratégique du Grand Fleuve et de la rivière Weldyn. Depuis sa fondation, aux premiers jours de Wesnoth, elle avait grandi pour devenir une ville-frontière prospère et bien fortifiée. Gweddry et sa troupe s’approchaient avec prudence, espérant rejoindre les armées de Wesnoth.
gl: Establecido pola Coroa e administrado polos Clans dos Cabalos, Soradoc controlaba a confluencia estratéxica do Gran Río e do Río Weldyn. Desde a súa fundación nos primeiros días de Wesnoth, converteuse nunha cidade fronteiriza próspera e ben fortificada. Gweddry e a súa banda achegáronse con cautela, coa esperanza de reunirse cos exércitos de Wesnoth.
it: Fondata dalla Corona e amministrata dai Clan dei Cavalli, Soradc controlla la confluenza strategica tra il Grande Fiume e il Fiume Weldyn. Sin dalla sua fondazione nei primi giorni di Wesnoth, si era sviluppata in una prospera e ben fortificata città di confine. Gweddry e la sua banda si avvicinarono con cautela, sperando di riunirsi agli eserciti di Wesnoth.

source: Yannic
ar: يانيك

source: Mal-Mana
ar: مال مانا

source: Naken-alvak
ar: ناكين-ألفاك

source: West Barracks
ar: الثكنات الغربية
fr: Caserne Ouest
gl: Cuartel Oeste
it: Caserme Occidentali

source: East Barracks
ar: الثكنات الشرقية
fr: Caserne Est
gl: Cuartel Leste
it: Caserme Orientali

source: Citadel
ar: الحصن
fr: Citadelle
gl: Cidadela
it: Cittadella

source: Temple
ar: معبد
gl: Templo
it: Tempio

source: Move any unit to the northern path.
ar: نقل أي وحدة إلى المسار الشمالي.
fr: Déplacer une unité jusqu'au chemin au nord.
gl: Move calquera unidade ao camiño norte.
it: Sposta una qualsiasi unità presso il sentiero settentrionale.
