Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: My deepest apologies! Please, forgive us. There will be no more delays.
ar: أعتذر بشدة! من فضلك، سامحنا. لن يكون هناك أي تأخير آخر.
fr: Mes plus plates excuses ! Pardonne-nous, il n'y aura plus aucun retard.
gl: As miñas máis profundas desculpas! Por favor, perdóanos. Non haberá máis atrasos.
it: Le mie più sentite scuse! Per favore, perdonateci. Non ci saranno ulteriori ritardi.

source: So you say.
ar: كما تقول.
fr: Comme tu dis.
gl: Así dis.
it: Così dici.

source: That is how you raise thralls, apprentice. Carry on.
ar: هذه هي الطريقة التي تربي بها العبيد، أيها المتدرب. استمر.
fr: C'est ainsi qu'on rappelle des sous-fifres, novice. Au travail maintenant.
gl: Así crias esclavos, aprendiz. Continúa.
it: È così che cresci gli schiavi, apprendista. Prosegui.

source: We shall ensure their destruction!
ar: سوف نضمن تدميرهم!
fr: On te fait le serment de les détruire tous !
gl: Aseguraremos a súa destrución!
it: Garantiremo la loro distruzione!

source: Blast it, they’ve been reinforced! And why did Dacyn leave? We’ll have to hold back the undead until he returns.
ar: اللعنة، لقد تم تعزيزها! ولماذا غادر داسين؟ سيكون علينا أن نعيق الموتى الأحياء حتى يعود.
fr: C'est terrible, ils ont reçu des renforts ! Et où est passé Dacyn ? Nous devons contenir ces morts-vivants jusqu'à son retour.
gl: Dispara, reforzáronse! E por que marchou Dacyn? Teremos que reter aos mortos-vivos ata que volva.
it: Maledizione, hanno ricevuto dei rinforzi! E perchè Dacyn se n’è andato? Dobbiamo trattenere i non-morti finché non ritornerà.

source: Gweddry? Ah, you survive.
ar: جويدري؟ آه، لقد نجوت.
fr: Bien, tu as tenu, Gweddry.
gl: Gweddry? Ah, sobrevives.
it: Gweddry? Ah, sei sopravvissuto.

source: Dacyn, why did you flee the battle? Our situation has become rather desperate.
ar: داسين، لماذا هربت من المعركة؟ لقد أصبح وضعنا يائسًا إلى حد كبير.
fr: Dacyn, pourquoi nous as-tu abandonné en pleine bataille ? Notre situation est assez despérée.
gl: Dacyn, por que fuxiches da batalla? A nosa situación volveuse bastante desesperada.
it: Dacyn, perché sei fuggito dalla battaglia? La nostra situazione è diventata alquanto disperata.

source: Now is not the time for a lengthy report. Unless you intend to die, I suggest you escape through this trapdoor.
ar: الآن ليس الوقت المناسب لتقرير مطول. ما لم تكن تنوي الموت، أقترح عليك الهروب عبر هذا الباب السري.
fr: Le temps n'est pas aux palabres hiérarchiques. À moins que vous ne désiriez mourir, je vous suggère de fuir par cette trappe dérobée.
gl: Agora non é o momento para un informe longo. A non ser que teñas a intención de morrer, suxíroche que escapes por esta trapela.
it: Non c’è tempo adesso per le spiegazioni. Se ti è cara la pelle, fuggi da qui passando per questa botola.

source: But we have orders to hold this outpost!
ar: ولكن لدينا أوامر بالاحتفاظ بهذا الموقع!
fr: Mais nos ordres sont de tenir cet avant-poste !
gl: Pero temos ordes de defender este posto avanzado!
it: Ma abbiamo precisi ordini di tenere l’avamposto!

source: You have not yet seen even one-hundredth of the undead armies. This outpost is already lost. Your death — as heroic as I am sure it would be — will benefit no one. Now come, there is little time to spare.
ar: لم ترَ حتى الآن حتى مائة من جيوش الموتى الأحياء. لقد ضاعت هذه البؤرة الاستيطانية بالفعل. موتك ــ على الرغم من بطولته ــ لن يفيد أحدًا. تعال الآن، فلم يعد هناك متسع من الوقت.
gl: Aínda non viches nin a centésima parte dos exércitos non mortos. Este posto de avanzada xa está perdido. A túa morte, tan heroica como estou seguro de que sería, non beneficiará a ninguén. Agora veña, hai pouco tempo de sobra.
it: Non hai ancora visto neanche un centesimo degli eserciti dei non-morti. Questo avamposto è già caduto. La tua morte — che sono sicuro sarebbe eroica — non porterà benefici a nessuno. Ora vieni, non c’è tempo da perdere.

source: I’m at the trapdoor! Follow me!
ar: أنا عند الباب السري! اتبعوني!
fr: J'ai atteint la trappe ! Suivez-moi !
gl: Estou na trampa! Sígueme!
it: Sono alla botola! Seguitemi!

source: Escape
ar: الهروب
fr: S’échapper
it: Fuggi

source: Wait
ar: انتظر
fr: Attendre
gl: Agarda
it: Attendi

source: If you wish to die, there will be plenty of time for that later.
ar: إذا كنت ترغب في الموت، سيكون هناك متسع من الوقت لذلك في وقت لاحق.
fr: Si tu veux périr, il y aura encore d'autres occasions plus tard.
gl: Se queres morrer, haberá moito tempo para iso máis tarde.
it: Se desideri morire, ci sarà tutto il tempo per farlo più tardi.

source: No! I was promised I could rule this province!
ar: لااا! لقد وعدوني بأنني سأتمكن من حكم هذه المقاطعة!
fr: Non ! On m'avait une province à diriger !
gl: Non! Prometínme que podería gobernar esta provincia!
it: No! Mi era stato promesso che avrei potuto governare questa provincia!

source: Get me out of here!
ar: أخرجوني من هنا!
fr: Sortez-moi de là !
gl: Sácame de aquí!
it: Tirami fuori di qui!

source: You may defeat me now, but I will return!
ar: قد تهزمني الآن، ولكنني سأعود!
fr: Vous m'avez vaincu, mais je reviendrai !
gl: Podes derrotarme agora, pero volverei!
it: Potete anche avermi sconfitto adesso, ma ritornerò!

source: The Escape Tunnel
ar: نفق الهروب
en@shaw: 别 仇
fr: L'Échappée souterraine
gl: O túnel de fuxida
it: Il tunnel di fuga

source: Screams and shouts echoed across the surface as Gweddry rushed his remaining men into the roughly hewn tunnel. A foul stench wafted up from below...
ar: ترددت أصداء الصرخات والصيحات عبر السطح بينما كان جويدري يندفع بمن تبقى من رجاله إلى النفق المحفور بعنف. انبعثت رائحة كريهة من الأسفل...
fr: Des cris et hurlements résonnaient à la surface tandis que Gweddry précipitait ses hommes restants dans le tunnel grossièrement taillé. Une puanteur infecte remontait des profondeurs…
gl: Os berros e os berros resonaron pola superficie mentres Gweddry introducía aos seus homes que quedaban no túnel, áspero labrado. Un fedor desagradable brotaba dende abaixo...
it: Urla e grida echeggiarono in tutta la superficie mentre Gweddry spingeva i suoi uomini rimasti nel tunnel rozzamente scavato. Dal basso saliva un fetore disgustoso...

source: Dwarves
ar: الأقزام
fr: Nains
gl: Ananos
it: Nani

source: Knutan
ar: كنوتان
en@shaw: 路仇
gl: Nutan

source: Pelmaithodor
ar: بيلمايثدور

source: Duduril
ar: دودوريل

source: Trolls
ar: الترول
it: Troll

source: Kabak
ar: كاباك
en@shaw: 路
gl: Cábar

source: Nag
ar: ناج

source: Hur
ar: هور

source: Mal-Bakral
ar: مال بكرال
en@shaw: 路ヰ-
gl: Mal-Bacal

source: Move any unit to the tunnel exit
ar: حرك أي وحدة إلى مخرج النفق
fr: Déplacer une unité jusqu'à la sortie du tunnel
gl: Mover calquera unidade á saída do túnel
it: Sposta una qualsiasi unità fino all’uscita del tunnel

source: Where are we? I can hardly see my own nose.
ar: أين نحن؟ بالكاد أستطيع رؤية أنفي.
fr: Où sommes-nous ? On ne voit pas plus loin que le bout de son nez ici.
gl: Onde estamos? Case non podo ver o meu propio nariz.
it: Dove siamo? Riesco a malapena a distinguere la punta del mio naso.

source: We are in a tunnel under the outpost. Smugglers originally dug it to sneak behind Wesnoth’s patrols. I believe it to be currently inhabited by trolls.
ar: نحن في نفق تحت البؤرة الاستيطانية. حفره المهربون في الأصل للتسلل خلف دوريات ويسنوث. أعتقد أنه يسكنه الترول حاليًا.
fr: Nous sommes dans un tunnel sous l'avant-poste. À l'origine, des contrebandiers l'ont creusé pour éviter les patrouilles de Wesnoth. Je crois qu'il est actuellement habité par des trolls.
gl: Estamos nun túnel debaixo do posto de avanzada. Os contrabandistas cavárono orixinalmente para colarse detrás das patrullas de Wesnoth. Creo que actualmente está habitado por trolls.
it: Siamo in un tunnel sotto l’avamposto. I contrabbandieri lo scavarono originariamente per sgattaiolare alle spalle delle pattuglie di Wesnoth. Credo che attualmente sia abitato dai troll.

source: We must make haste to escape before the undead catch us.
ar: يجب أن نسارع بالهرب قبل أن يمسك بنا الموتى الأحياء.
fr: Nous devons nous hâter de traverser avant que ces morts-vivants ne nous rattrapent.
gl: A présa. Debemos apresurar a escapar antes de que os non mortos nos atrapen!
it: Dobbiamo velocizzare la nostra fuga prima che i non-morti ci raggiungano.

source: Wait, before we go anywhere — who were those necromancers?
ar: انتظر، قبل أن نذهب إلى أي مكان - من هم مستحضري الأرواح هؤلاء؟
fr: Attendez, avant d'aller plus loin ; qui étaient ces nécromanciens ?
gl: Espera, antes de irmos a ningún lado... quen eran eses nigromantes?
it: Aspetta un attimo, prima di andare avanti alla cieca — chi erano quei negromanti?

source: Is this really the time for questions? Suffice to say they represent an army much too powerful for us; perhaps too powerful for all of Wesnoth. We must flee while I consider how to defeat them.
ar: هل هذا هو الوقت المناسب حقًا لطرح الأسئلة؟ يكفي أن نقول إنهم يمثلون جيشًا أقوى كثيرًا منا؛ وربما أقوى من أن يستوعبه أهل ويسنوث بالكامل. يتعين علينا الفرار بينما أفكر في كيفية هزيمتهم.
fr: Est-ce vraiment le moment de poser des questions ? Disons simplement qu'ils représentent une armée bien trop puissante pour nous ; peut-être même trop puissante pour tout Wesnoth. Nous devons fuir pendant que je réfléchis à la manière de les vaincre.
gl: É realmente o momento das preguntas? Abonda con dicir que representan un exército demasiado poderoso para nós; quizais demasiado poderoso para todo Wesnoth. Debemos fuxir mentres penso como derrotalos.
it: È davvero questo il momento delle domande? Ti basti sapere che rappresentano un esercito troppo potente per noi; forse troppo potente per tutto Wesnoth. Dobbiamo fuggire mentre penso a come sconfiggerli.

source: Who goes there?
ar: من هناك؟
en@shaw: ｐ 答 ?
fr: Qui va là ?
gl: Quen anda aí?
it: Chi va là?

source: We are soldiers of the King of Wesnoth. Make way, or help us get past these trolls.
ar: نحن جنود ويسنوث. أفسحوا لنا الطريق أو ساعدونا في تجاوز هؤلاء الترول.
fr: Nous sommes des soldats du roi de Wesnoth. Laissez passer ou aidez à lutter contre ces trolls.
gl: Somos soldados do rei do Noroeste. Abrídevos paso ou axudádenos a pasar estes troles.
it: Siamo soldati fedeli al Re di Wesnoth. Fate largo, o aiutateci a superare questi troll.

source: Aye, we’ll help anyone quarrelin’ wi’ them trolls. But what be ye doing down here?
ar: نعم، سنساعد أي شخص يتقاتل مع هؤلاء الترول. ولكن ماذا تفعل هنا؟
fr: D'ac, on filera un coup de main à tous ceux qui se castagne avec ces trolls. Mais qu’est-ce que vous foutez là-dedans, vous ?
gl: Si, axudaremos a quen se rixa cos trolls. Pero que fas aquí abaixo?
it: Certo, aiuteremo chiunque attacchi i troll. Ma voi cosa ci fate qui sotto?

source: Undead are pursuing us, purging the land of all that lives. You should join us and flee!
ar: يطاردنا الموتى الأحياء، ويحصدون كل الكائنات الحية. يجب عليك الانضمام إلينا والفرار!
fr: Les morts-vivants nous poursuivent, anéantissant toute vie sur leur passage. Vous feriez bien de fuir avec nous !
gl: Os non mortos perséguennos, purgando a terra de todo o que vive. Deberías unirte a nós e fuxir!
it: I non-morti ci stanno inseguendo, purificando la terra da tutto ciò che vive. Dovreste unirvi a noi e fuggire!

source: My clan ha’ lived in these caves fer near a century. We’ll no’ be scattered now by some sacks o’ bones.
ar: لقد عاشت عشيرتي في هذه الكهوف لمدة قرن تقريبًا. لن نتناثر في الأرض الآن بسبب بعض أكياس العظام.
fr: Mon clan a vécu dans c'te caverne pendant des siècles. Z'allons pas être effrayés maintenant par quelques tas d'os qui s'agitent.
gl: O meu clan viviu nestas covas durante case un século. Agora non nos espallarán algúns sacos de ósos.
it: Il mio clan ha vissuto in queste caverne per secoli. Non le lasceremo ora per colpa di qualche mucchietto d’ossa.

source: Yes, I’m sure that will end well. Gweddry, we may be able to avoid the bulk of the trolls by going through the dwarves’ tunnel. I doubt they will need it much longer.
ar: نعم، أنا متأكد من أن الأمر سينتهي بشكل جيد. جودري، ربما نتمكن من تجنب الجزء الأكبر من الترول بالمرور عبر نفق الأقزام. أشك في أنهم سيحتاجون إليه لفترة أطول.
fr: Oui, bien-sûr .. je ne doute pas que vous vous en sortirez. Gweddry, nous pourrions éviter le gros des trolls en prenant à travers les tunnels des nains. Je doute qu'ils en auront encore beaucoup besoin.
gl: Si, estou seguro de que acabará ben. Gwedry, quizais poidamos evitar a maior parte dos trolls atravesando o túnel dos ananos. Dubido que o necesiten moito máis tempo.
it: Molto bene. Sono sicuro che finirà tutto bene. Gweddry, dovremmo essere in grado di evitare il grosso dei troll utilizzando i tunnel dei nani. Dubito che ne avranno bisogno ancora per molto.

source: Humans! What be ye doin’ in our caves?
ar: بشر! ماذا تفعلون في كهوفنا؟
fr: Humains ! Que faites-vous ici dans nos grottes ?
gl: Humanos! Que fas nas nosas covas?
it: Umani! Cosa ci fate nelle nostre caverne?

source: A horde of undead is pursuing us! You should come with us and escape.
ar: حشد من الموتى الأحياء يطاردنا! يجب أن تأتي معنا وتهرب.
fr: Des tonnes de morts-vivants nous tombent dessus ! Vous devriez nous suivre et fuir.
gl: Unha horda de mortos-vivos nos persegue! Deberías vir connosco e escapar.
it: Un’orda di ci sta inseguendo! Dovresti unirti a noi e fuggire.

source: Thursagan’s beard! I’ve got to go help the others!
ar: بحق لحية ثورساجان! عليّ أن أذهب لمساعدة الآخرين!
fr: Par la barbe de Thursagan ! Je dois retourner aider les autres !
gl: A barba de Thursagan! Teño que ir axudar aos demais!
it: Per la barba di Thursagan! Devo andare ad aiutare gli altri!

source: TROL TREZZUR HOL: KEIP OWT
ar: ترول كنز ثقب: حافظ مسافة
fr: TROU POUR TREZZOR TROL : DEGAGE
gl: SALA TESORO TRÓL: NON ENTRÁ
it: BUCA DI TESSORO DI TROL: ALA LARGA

source: It seems these trolls were hiding some gold. I count fifty gold pieces!
ar: يبدو أن هؤلاء الترول كانوا يخبئون بعض الذهب. لقد أحصيت خمسين قطعة ذهبية!
fr: Il semble que ces trolls cachaient un trésor. Je vois au moins cinquante pièces d'or !
gl: Parece que estes troles agochaban ouro. Conto cincuenta moedas de ouro!
it: Sembra che questi troll nascondessero dell’oro. Ad una prima stima sembrano cinquanta pezzi d’oro!

source: I recognize the enchantment on that quiver. How did trolls come to possess such an artifact?
ar: أنا أعرف السحر على تلك الجعبة. كيف حصل الأقزام على قطعة أثرية كهذه؟
fr: Je me souviens du pouvoir magique de ce carquois ! Comment ces trolls en sont-ils venu à posséder un tel artefact ?
gl: Recoñezo o encantamento nese carcaj. Como chegaron os trolls a posuír tal artefacto?
it: Riconosco l’incantesimo su quella faretra. Come hanno fatto i troll ad entrare in possesso di un simile artefatto?

source: I have found your hiding spot, fleshbag! Prepare to die!
ar: لقد وجدت مكان اختبائك أيها الحقير! استعد للموت!
fr: Nous t'avons trouvé, sac à viande ! Prépare-toi à mourir !
gl: Atopeite, saco de carne! Prepárate para morrer!
it: Ho trovato il tuo nascondiglio, sacco di carne! Preparati a morire!

source: He sounds awfully smug for finding an open trapdoor. Gweddry, we must escape through this tunnel’s eastern exit. It is unfortunate that it will take us into the Estmark hills, beyond the borders of Wesnoth. But it is the only option.
ar: يبدو متغطرسًا للغاية لأنه وجد بابًا سريًا مفتوحًا. جودري، يجب أن نهرب عبر المخرج الشرقي لهذا النفق. من المؤسف أنه سيأخذنا إلى تلال إستمارك، خارج حدود ويسنوث. لكن هذا هو الخيار الوحيد.
fr: Il semble très fier d'avoir trouvé la trappe ouverte. Gweddry, nous devons fuir par la sortie Est de cette galerie. Elle semble malheureusement mener vers la marche de l'est, au-delà des frontières de Wesnoth. Mais nous n'avons pas le choix.
gl: Soa excesivamente satisfeito por atopar unha trapela aberta. Uedri, temos que escapar pola saída oriental deste túnel. É unha lástima que isto nos leve ás colinas de Estmark, máis aló das fronteiras do Noroeste. Pero non nos queda outra.
it: Sembra dannatamente compiaciuto per aver trovato una botola aperta. Gweddry, dobbiamo fuggire attraverso l’uscita orientale di questo tunnel. Purtroppo ci porterà sulle Colline Orientali, oltre i confini di Wesnoth. Ma è l’unica opzione che abbiamo.

source: I see daylight! Follow me!
ar: أرى ضوء النهار! اتبعوني!
fr: Je vois la lumière du jour. Suivez-moi !
gl: Vexo a luz do día! Sígueme!
it: Vedo la luce del giorno! Seguitemi!

source: Maybe I ain’t been the wisest leader...
ar: ربما لم أكن القائد الأكثر حكمة ...
fr: Mmm, je suis plutôt moyen comme chef...
gl: Quizais non fun o líder máis sabio...
it: Forse non sono stato il condottiero più saggio...

source: From stone I come... now stone I return...
ar: من الحجر جئت... الآن حجرا أعود...
fr: De pierre j’étais... en pierre je me transforme...
gl: De pedra veño... agora pedra volvo...
it: Dalla pietra venni... ora pietra torno...

source: I die? But how?
ar: أنا أموت؟ لكن كيف حدث هذا؟
fr: Mais comment ? Je meurs ?
gl: morro? Pero como?
it: Muoio? Ma come?

source: A small victory. He will be replaced soon enough; we must still flee.
ar: انتصار صغير. سيتم استبداله قريبًا بما فيه الكفاية؛ لا يزال يتعين علينا الفرار.
fr: Ce n'est q'une victoire limitée. Il sera remplacé bien assez tôt ; nous devons reprendre la fuite.
gl: Unha pequena vitoria. Pronto será substituído; aínda debemos fuxir.
it: Una piccola vittoria. Verrà rimpiazzato abbastanza presto: dobbiamo continuare a fuggire.

source: Mal-Tar
ar: مال طار
en@shaw: 路ヰ-

source: Hello? My masters said I should see what was making all the noise down in this old cave...
ar: مرحبًا؟ قال لي سادتي إنني يجب أن أرى ما الذي كان يُصدر كل هذه الضوضاء في هذا الكهف القديم...
fr: Hé ho ? Mes maîtres m'ont commandé de venir voir la source de ce vacarme dans cette grotte...
gl: Ola? Os meus amos dixeron que debería ver o que estaba facendo todo o ruído nesta vella cova...
it: Permesso? I miei padroni mi hanno detto di venire a vedere cosa faceva tutto quel rumore quaggiù in questa vecchia grotta...

source: We are discovered and surrounded. Now Wesnoth is doomed...
ar: نحن مكتشفون ومحاصرون. الآن ويسنوث هالكة لا محالة...
fr: Nous voici découverts et encerclés. Maintenant Wesnoth est perdu...
gl: Estamos descubertos e rodeados. Agora Wesnoth está condenado...
it: Siamo stati scoperti e circondati. Ora Wesnoth è perduta...

source: An Unexpected Appearance
ar: ظهور غير متوقع
en@shaw: 仇ю 金
fr: Une Apparition inattendue
gl: Unha aparición inesperada
it: Un’apparizione inaspettata

source: Daylight broke over the relieved faces of Gweddry and his men as they clambered out of the dingy cave. The lush Estmark hills filled the horizon in all directions.
ar: تسلل ضوء النهار إلى وجوه جودري ورجاله المرتاحين وهم يخرجون من الكهف القذر. وامتلأت الأفق بتلال إستمارك الخضراء في كل الاتجاهات.
fr: La lumière du jour illumina les visages soulagés de Gweddry et de ses hommes tandis qu’ils s’extirpaient de cette grotte lugubre. Les collines verdoyantes de la marche de l’est s’étendaient à perte de vue.
gl: A luz do día rompeu os rostros aliviados de Gweddry e os seus homes mentres saían da cova sucia. Os exuberantes outeiros de Estmark encheron o horizonte en todas as direccións.
it: La luce del giorno irruppe sui volti sollevati di Gweddry e dei suoi uomini mentre uscivano dalla fosca caverna. Le lussureggianti Colline Orientali riempivano l’orizzonte in tutte le direzioni.

source: Mal-Skraat
ar: مال سكرات
en@shaw: 路ヰ-
gl: Mal-Escrate

source: Mal-Kallat
ar: مال القلات
en@shaw: 路ヰ-ゐ
gl: Mal-Calade

source: To travel northwest, defeat Mal-Skraat. <i>(easy)</i>
ar: للسفر نحو الشمال الغربي، عليك هزيمة مال-سكرات. <i>(سهل)</i>
fr: Pour aller au nord-ouest, battre Mal-Skraat. <i>(facile)</i>
gl: Para viaxar ao noroeste, derrota a Mal-Skraat. <i>(fácil)</i>
it: Per viaggiare verso nordovest, sconfiggi Mal-Skraat. <i>(facile)</i>

source: To travel east, defeat Mal-Kallat. <i>(normal)</i>
ar: للسفر شرقًا، عليك هزيمة مال كالات. <i>(عادي)</i>
fr: Pour aller à l'est, battre Mal-Kallat. <i>(normal)</i>
gl: Para viaxar cara ao leste, derrota a Mal-Kallat. <i>(normal)</i>
it: Per viaggiare verso est, sconfiggi Mal-Kallat. <i>(normale)</i>

source: Quick, I must collapse the tunnels behind us.
ar: بسرعة، لا بد لي من هدم الأنفاق خلفنا.
fr: Dépêchez-vous ! Je dois bloquer les tunnels après vous.
gl: Rápido, debo derrubar os túneles detrás de nós.
it: Svelti, devo far crollare i tunnel alle nostre spalle.

source: Excellent, we have swiftly escaped the tunnels, and there is no sign of pursuit.
ar: ممتاز، لقد هربنا بسرعة من الأنفاق، ولا توجد علامة على المطاردة.
fr: Parfait ! Nous sommes sortis de ces tunnels et nous avons lâché nos poursuivants.
gl: Excelente, escapamos rapidamente dos túneles e non hai sinal de persecución.
it: Ottimo, siamo fuggiti velocemente dai tunnel e non c’è traccia di inseguitori.

source: It’s a relief to once again breathe the fresh air. Where are we now?
ar: إنه لمن دواعي السرور أن نتنفس الهواء النقي مرة أخرى. أين نحن الآن؟
fr: Un vrai bonheur de respirer à nouveau de l'air frais. Mais où sommes-nous ?
gl: É un alivio volver respirar aire fresco. Onde estamos agora?
it: È davvero un sollievo respirare ancora dell’aria fresca. Quindi, dove ci troviamo?

source: These are the Estmark hills, so we must be in a mountain pass leading both east and west. I am unsure which path leads us the swiftest towards Wesnoth, but we certainly cannot stay here.
ar: هذه هي تلال إستمارك، لذا لا بد أننا نمر عبر ممر جبلي يؤدي إلى الشرق والغرب. لست متأكدًا من المسار الذي يقودنا بسرعة نحو ويسنوث، لكن لا يمكننا بالتأكيد البقاء هنا.
fr: Ce sont les collines de la marche de l‘est, nous devons donc nous trouver dans un col qui mène soit vers l'est soit vers l'ouest. J'ignore quel chemin nous mènerait le plus rapidement à Wesnoth, mais nous ne pouvons certainement pas rester ici.
gl: Estes son os outeiros de Estmark, polo que debemos estar nun paso de montaña que conduce tanto ao leste como ao oeste. Non estou seguro de cal é o camiño que nos leva máis rápido cara a Wesnoth, pero certamente non podemos quedarnos aquí.
it: Queste sono le Colline Orientali, quindi dovremmo essere nei pressi di un passo montano che ci porta ad est o ad ovest. Non sono certo di quale sia la strada più veloce per tornare a Wesnoth, ma di sicuro non possiamo restare qui.

source: What are these soldiers doing here? The vanguard must not have done a thorough job of cleaning up...
ar: ماذا يفعل هؤلاء الجنود هنا؟ لا بد أن الطليعة لم تقم بعمل جيد في التنظيف...
fr: Mais que font ces soldats ici ? L'avant-garde doit avoir bâclé sa tâche de nettoyage...
gl: Que fan aquí estes soldados? A vangarda non debeu facer un traballo a fondo de limpeza...
it: Cosa ci fanno qui questi soldati? L’avanguardia non deve aver fatto un gran lavoro di pulizia...

source: Don’t be scared, Kala. Look at how haggard they are! I bet the new recruit can handle them by himself.
ar: لا تخافي يا كالا. انظري إلى مدى هشاشتهم! أراهن أن المجند الجديد قادر على التعامل معهم بمفرده.
fr: N'aies pas peur, Kaille. Ils ont l'air épuisés. Je parie que la nouvelle recrue peut régler leur sort toute seule.
gl: Non teñas medo, Kala. Mirade que demacrados están! Aposto que o novo recluta pode xestionalos por si mesmo.
it: Non ti spaventare, Kala. Guarda come sono smunti! Scommetto che la nostra nuova recluta può gestirli da solo.

source: No!! They’ll kill me!
ar: لا!! سيقتلونني!
fr: Non !! Ils vont me tuer !
gl: Deixádevos de bromas, que como non me axudedes estou morto.
it: No!! Mi uccideranno!

source: We can always bring you back if you die.
ar: يمكننا دائمًا إعادتك إذا مت.
fr: Ne t'inquiète pas. On pourra te réanimer après ta mort.
gl: Sempre podemos traerte de volta se morres.
it: Possiamo sempre riportarti indietro se dovessi morire.
