Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: Impossible! I canna' believe any of my kin would ha' helped a human!
en@shaw: ヰ! ' ゐ梆 ю ヰ ｐ' ｐюゐ ｐ筐ヰ!

source: Indeed. Why should any of us help those not of our people?
en@shaw: 梆. ю 仇 ｐюゐ 答 梆?

source: Will you but let us pass, so that we may fight the orcs on our own?
en@shaw: 仇 ゐю 仇 , ヰ 拆 桂 答?

source: I am afraid that is... impossible.
en@shaw: 别 ... ヰ.

source: Orcs, kill'em all! Humans, elves or dwarves, it don't matter!
en@shaw: 桂, ゐю 佛! ｐ筐ヰ, юゐ 桂, 答 ヰ!

source: These orcs will die. But so will you, human. You have trespassed on elvish land.
en@shaw: 梆 桂 . 仇 , ｐ筐ヰ. ｐ ю юゐ ゐ.

source: Oh, elvish land is it now? Die, ye elf-dog! And you too, human!
en@shaw: , юゐ ゐ ? , юゐ-! , ｐ筐ヰ!

source: These people won't listen to reason, they are all blinded by their beliefs in their own supposed superiority. We probably will have to fight them, although we may be able to bypass them.
en@shaw: 梆 梆 答 ゐ 梆, 佛 ゐ拆 ゐ梆 答 答 叼金梆桂. ゐ ｐ 拆 ю, 佛ゐ ヰ 别 拆 ю.

source: True. As much as I dislike killing anything but orcs and undead, it seems we will have to kill these elves, and these dwarves, before they do the same to us.
en@shaw: . ヰ仇 ゐ拆 ゐ ю 仇 桂 仇ю, 梆ヰ ｐ 梆 юゐ, 梆 桂, 别 仇.

source: Argh! I'm dead! Well, dwarves are still the best!
en@shaw: 葛! 'ю ю! ю, 桂 ю!

source: I die? Orcs rule all!
en@shaw: ? 桂 叼 佛!

source: It seems these humans are more powerful than I thought. Ugh.
en@shaw: 梆ヰ 梆 ｐ筐ヰ ヰ 拣 佛. 仇.

source: Cursed dwarves! Perhaps we should have allied with the humans...
en@shaw: 火 桂! 拣ｐ ｐ ゐ拆 ｐ筐ヰ...

source: Foul orcs! Perhaps we should have allied with the humans...
en@shaw: 桂! 拣ｐ ｐ ゐ拆 ｐ筐ヰ...

source: It seems yon humans are mightier than I kenned...
en@shaw: 梆ヰ ｐ筐ヰ ヰ拆梆 юю...

source: Foul orcs! Perhaps we should ha' allied wi' the humans...
en@shaw: 桂! 拣ｐ ｐ' ゐ拆 ' ｐ筐ヰ...

source: Cursed elves! Perhaps we should have allied wi' the humans...
en@shaw: 火 юゐ! 拣ｐ ｐ ゐ拆 ' ｐ筐ヰ...

source: Lake Vrug
en@shaw: ゐ别 路仇

source: Darg
en@shaw: 路葛

source: Kraagak
en@shaw: 路佛

source: Defeat the trolls and gryphons
en@shaw: 梆 答ゐ

source: The trail stops soon. We have almost reached our destination, if we can call it that. There is a large lake in front of us, with a small island off the coast. If we burn down the bridge to it, no one will ever be able to reach us.
en@shaw: 别 叼. ｐ 佛ゐヰ答 梆 ю别, 佛 . ゐ葛 ゐ别 仇 仇, ヰ佛 拆ゐ 答. 火 , 仇 ю 别 梆 仇.

source: But what if there are already people living on it? We will have to fight them! And besides, the undead can build boats.
en@shaw: 仇 佛ゐю 梆 ゐ ? ｐ 拆 ю! 拆, 仇ю ゐ 答.

source: There are other people. A tribe of trolls, and some gryphons. But it is safer than fighting the undead, and once we kill them, the island will be ours.
en@shaw: 仇 梆. 拆 答ゐ, 仇 . 仇 别 拆 仇ю, 仇 ю, 拆ゐ 拣.

source: Very well, we will go on, take this island. It appears we have no choice. Onward!
en@shaw: ю ю, , 别 拆ゐ. 金 ｐ 娥. 拣!

source: There is an abandoned castle here. It looks repairable - we should settle here.
en@shaw: ｐ. ゐ 吼 - ю ｐ.

source: Very well. Let us rally there, and then move to destroy these trolls and gryphons.
en@shaw: ю ю. ゐю 仇 ゐ , ю ヰ叼 梆 答ゐ .

source: We will base our attack from here. Now go, destroy the enemy!
en@shaw: 别 ｐ. , юヰ!

source: You find 100 gold in the fortress!
en@shaw: 拆 100 答ゐ 桂!

source: We have done it! The island is ours. Our journey is complete.
en@shaw: ｐ 仇 ! 拆ゐ 拣. ○火 ヰゐ梆.

source: Groog
en@shaw: 路叼

source: Be not going too fast. You gonna come wid us.
en@shaw: 答 . 仇 仇.

source: After reaching what they believed was safety, Gweddry and his men had been captured by northern orcs.
en@shaw: 梆 ゐ梆 别, 路ю ｐ ヰю ｐ 梆 火 桂拣 桂.

source: Informed they were being taken to the orcish king, Dra-Nak, they attempted to escape before that happened...
en@shaw: 桂ヰ 梆 别 桂 , 路-, юヰ 别 ｐ...

source: King Dra-Nak
en@shaw: 路 路-

source: Escape through the south-west tunnel
en@shaw: 别 -ю 仇

source: Torture Chamber
en@shaw: 桂 别ヰ

source: Throne Room
en@shaw: 答 叼

source: Exit
en@shaw: ю

source: I think Dacyn and Owaec have escaped already. Now I have to, also... these guards are not being very alert, I may be able to get past them...
en@shaw: 路别 路答ю ｐ 别 佛ゐю. ｐ , 佛ゐ... 梆 葛 梆 ю ゐ火, ヰ 别 ю ю...

source: Aha! There is a small crack in the cave wall here.
en@shaw: ｐ! ヰ佛 别 佛 ｐ.

source: So, Gweddry, you escaped too? Good. I think they have the rest of our troops captive, along with the peasants following us. We should be able to rescue them.
en@shaw: , 路ю, 别 ? . ｐ ю 叼 , ゐ ю ゐ答 仇. 别 ю ю.

source: Where are they? These caves are impossible to navigate!
en@shaw: ? 梆 别 ヰ 别!

source: Somewhere south of us. We are in a hidden passage in the north. Oh, and some others escaped too, along with Owaec.
en@shaw: 仇ヰ 仇. ｐ 桂. , 仇 仇拣 别 , ゐ 路答ю.

source: Well, where are the prisoners?
en@shaw: ю, 拣?

source: Right here, boss.
en@shaw: 拆 ｐ, .

source: Well, where's their leader? I don't see him.
en@shaw: ю, 吼 ゐ梆? 答 ｐ.

source: Uh... (whispers).. I dunno. He escaped, I think.
en@shaw: ... (火).. . ｐ 别, .

source: You fool! Well, find him. Bring him to me! Wait, no, just kill him on sight.
en@shaw: 叼! ю, 拆 ｐ. ｐ ヰ! 别, , ○仇 ｐ 拆.

source: Look, the escaped prisoners have returned!
en@shaw: ゐ, 别 拣 ｐ 火!

source: Kill them.
en@shaw: ю.

source: The guards are distracted! Now is the time to escape!
en@shaw: 葛 ! 拆 别!

source: Huh? Who's there, who said that?
en@shaw: ｐ? ｐ叼 , ｐ ю ?

source: I see the exit to the tunnel! Onward!
en@shaw: ю 仇! 拣!

source: Wait! We cannot go out that way. There are too many orcs. We must exit through the south-west gates.
en@shaw: 别! . ヰю 桂. ヰ仇 ю -ю 别.

source: Very well. We must go the other way.
en@shaw: ю ю. ヰ仇 仇 .

source: Good! We have escaped these accursed caves!
en@shaw: ! ｐ 别 梆 火 别!

source: Gweddry had escaped from the orcish prisons. He found himself in the Northlands, farther south than before. Orcs were at his back. He and his men went south, until they reached the Great River.
en@shaw: 路ю ｐ 别 桂 . ｐ ｐヰюゐ 路桂ゐ, 葛 . 桂 ｐ . ｐ ｐ ヰю ю , 仇 梆 路别 路.

source: Unhk
en@shaw: 路仇ｐ

source: Ran-Lar
en@shaw: 路-ゐ

source: Destroy the bridge OR defeat all enemies
en@shaw: 梆 佛 юヰ

source: Note: every unit not on the south side of the river when the bridge is destroyed will be lost (including non-recalled units)
en@shaw: 答: ю 筐 拆 ю 娥 ゐ (ゐ叼 -梆佛ゐ 筐)

source: Engineer
en@shaw: ю○

source: All is lost! We have to get out of the Northlands as quickly as possible! Run for your - what the...!? Who are you?
en@shaw: 佛 ゐ! ｐ ю 路桂ゐ ゐ ! 仇 筐 - ...!? ｐ ?

source: I'm an enginea'. I s'pect you'll have a need of me services. I bet you're gonna want me to blow up that bridge ov'r theah.
en@shaw: 'ю ю○'. 'ю ' ｐ 梆 ヰ 火. ю ' ヰ ゐ 仇 答 别.

source: Well, I see those orcs are chasin' you, and if I blow up the bridge, they can't get across. It'll help you to escape.
en@shaw: ю, 答 桂 ' , ゐ 仇 , ю . ' ｐюゐ 别.

source: I see... I think it is a good idea to hire him. How much?
en@shaw: ... 拆 ｐ拆 ｐ. ｐ ヰ仇?

source: I aint charging gold - I wants protecshun! Everywhere I go, I see orcs, undead. 'T'aint safe 'round 'ere!
en@shaw: 别 葛○ 答ゐ - 答ю仇! ю梆 , 桂, 仇ю. ''别 别 ' '!

source: Very well, we'll protect you from the undead. But we can't help you until we get across this river. Now let's go!
en@shaw: ю ю, ' ю 仇ю. 仇 ｐюゐ 仇 ю . ゐю' !

source: Deal. I c'n blow'er up once I get to that signpost ov'r dere. That's where my eq'pment is. But ev'ryone not ov'r theah on that side when it blows w'll be killed by the orcs fa' sure!
en@shaw: 梆. ゐ答 仇 仇 ю 拆答 答 dere. ' ヰ ю'ヰю . 仇 ю'梆 答 别 拆 ю ゐ答 ゐ' ゐ 桂 ' !

source: So, d'ya want me to blow up der bridge yet, Cap'n?
en@shaw: , ' ヰ ゐ 仇 ю, '?

source: Yes, blow it up.
en@shaw: ю, ゐ 仇.

source: Alright! Blast'n time!
en@shaw: ゐ拆! ゐ 拆!

source: BOOM!!!
en@shaw: 叼叼!!!

source: Good, we have escaped from these orcs. But where will we go? There are undead in Wesnoth.
en@shaw: , ｐ 别 梆 桂. 仇 ? 仇ю 路ю佛.

source: It is not safe here, but we cannot go back north. The orcs are a more immediate threat.
en@shaw: 别 ｐ, 仇 桂. 桂 ヰ ヰ梆 ю.

source: No, wait until later.
en@shaw: , 别 仇 ゐ别.

source: Neh? Alright then, we'll wait fa' later, eh?
en@shaw: ? ゐ拆 ю, ' 别 ' ゐ别, ?

source: We have not thrown down the bridge in time! The orcs will kill us all!
en@shaw: ｐ 答 拆! 桂 仇 佛!

source: Well, we didn't have to blow up the bridge after all, but we still have to leave the northlands. More orcs will come. But where will we go? There are undead in Wesnoth.
en@shaw: ю, ｐ ゐ 仇 佛, 仇 ｐ ゐ梆 路桂ゐ. ヰ 桂 仇. 仇 ? 仇ю 路ю佛.

source: So what do you propose?
en@shaw: 答?

source: We cannot go north, for that is where orcs are... we cannot go east, for that is where the undead come from... we cannot go west, for the ocean lies in that direction, and we have no ships. We would survive for a time, but we would still be in Wesnoth, and the undead would still find us.
en@shaw: 桂, 桂 ... 梆, 仇ю 仇 ... ю, 答 ゐ拆 ю, ｐ . 火拆 拆, 仇 路ю佛, 仇ю 拆 仇.

source: We could go south, and return to Wesnoth... but I do not know what that would accomplish.
en@shaw: , 火 路ю佛... 仇 仇ヰゐ.

source: It would accomplish nothing! The undead will kill us all!
en@shaw: 仇ヰゐ 仇! 仇ю 仇 佛!

source: Have you not heard what Dacyn said? Either the orcs or undead will kill us no matter what we do. Our only hope was to isolate ourselves on the Isle of Vrug. We are too far away now to return that way, and we have aroused the orcs. We cannot try that again. So, if we have no hope...
en@shaw: ｐ ｐ火 路别 ю? 拆 桂 仇ю 仇 ヰ . 答ゐ ｐ答 拆ゐ别 拣юゐ 拆 路仇. 火 , ｐ 桂. 别. , ｐ ｐ答...

source: There is still some hope left. If we return to Wesnoth, we may be able to aid the king in defeating these invaders. We saw them attack us. And, I have... advice. To give the king. I may know the undead's weakness.
en@shaw: 仇 ｐ答 ゐю. 火 路ю佛, ヰ 别 拆 梆 梆 别火. ю 仇. , ｐ... 拆. . ヰ 仇ю 梆.

source: Very well. If returning to Wesnoth has any chance of success, it is our best option. We will go south.
en@shaw: ю ю. 火 路ю佛 ｐ ю ю, ю . .

source: I do not like this. But it appears we will die no matter our course of action.
en@shaw: ゐ拆 . 仇 金 ヰ 桂 .

source: I'll be followin' yah from now on. Hope yah can get to Weld'n an' all so I c'n stop runnin'...
en@shaw: ' ゐ' . ｐ答 ю юゐ' ' 佛 'n 仇'...

source: Defeat Khrakrahs
en@shaw: 梆 路ｐゐ佛

source: Now, we have reached the Horse Plains, the fair homeland of my people. They may be able to help us in -
en@shaw: , ｐ 梆 路ｐ桂 路ゐ别, ｐ答ヰゐ ヰ 梆. ヰ 别 ｐюゐ 仇 -

source: What?! Swamps?! Those undead have destroyed the grasslands of my House, and they shall pay for it!
en@shaw: ?! ヰ?! 答 仇ю ｐ 娥 ゐ ヰ ｐ, !

source: The lich-lord must have flooded the valley. The undead like the swamp. It is death, decay, everything that they are themselves. I can sense them lurking in the swamps, waiting to ambush us.
en@shaw: ゐ-ゐ桂 ヰ仇 ｐ ゐ ゐ. 仇ю ゐ拆 ヰ. ю, , ю юヰюゐ. ю ю ゐ火 ヰ, 别 ヰ 仇.

source: I s'ppose we'll hav' to wade across it anyway... ugh.
en@shaw: '答 ' ｐ' 别 ю... 仇.

source: Findshhhh... slayhhhh... killhhhh...
en@shaw: ... ゐ别ｐｐ... ゐｐｐ...

source: I do not know, but my guess is the dragon Khrakrahs. He was a powerful beast indeed, in the time of Haldric, living in the Northern Mountains. But he does not sound alive. I know not what happened, but we must surely destroy him.
en@shaw: , 仇 ヰ ю 路ｐゐ佛. ｐ 拣 梆 梆, 拆 路ｐゐ, ゐ 路桂拣 路ヰ. 仇 ｐ 仇 ゐ拆. ｐ, 仇 ヰ仇 拣ゐ ｐ.

source: Aha! I see what they have done. They have raised him as an undead dragon. But he does not appear to be weak to my arcane senses... this is strange magic indeed.
en@shaw: ｐ! ｐ 仇. ｐ 别 ｐ 仇ю . 仇 ｐ 仇 梆 ヰ 葛别 ю... 别 ヰ○ 梆.

source: Approaching Weldyn
en@shaw: 答 路юゐ

source: Get Gweddry to Weldyn
en@shaw: ю 路ю 路юゐ

source: We have finally reached Weldyn, but it seems the undead have surrounded it. We must break through to reach the king!
en@shaw: ｐ 拆ゐ 梆 路юゐ, 仇 梆ヰ 仇ю ｐ 拣 . ヰ仇 别 梆 !

source: It would be best not to try to defeat these undead, there are too many of them. Go straight to the city.
en@shaw: ю 梆 梆 仇ю, ヰю ю. 别 .

source: We have reached Weldyn. Now we must have a council to decide what to do next.
en@shaw: ｐ 梆 路юゐ. ヰ仇 ｐ 拆 ю.

source: Come, into the castle.
en@shaw: 仇, .

source: Weldyn has been captured, and Wesnoth is no more...
en@shaw: 路юゐ ｐ 梆 火, 路ю佛 ヰ...

source: The Council
en@shaw: 路

source: Before we begin our council, I must tell you all the history of this lich we face. He was at first a mage of light, like me, and his fall began during the reign of Haldric VII...
en@shaw: , ヰ仇 ю 佛 ｐ拣 ゐ 别. ｐ 火 ヰ别 ゐ拆, ゐ拆 ヰ, ｐ 佛 拣 别 路ｐゐ 路юю...

source: The greatest seer in the land, Galdren, foresaw that some day, some day soon, a great evil would spread over the land. The king, naturally, was worried. The seer told him that the only way to stop the evil was to appoint a mage, versed well in combat with the spirits of darkness, to be the king's advisor.
en@shaw: 别 梆 ゐ, 路ゐю, 桂 仇 , 仇 叼, 别 梆 ю 答 ゐ. , 拣ゐ, 仇. 梆 答ゐ ｐ 答ゐ 梆 娥 ヰ别, 火 ю ヰ 葛, 拆.

source: In all the land, there were two magi of light that clearly stood out from the rest. A mage from the east named Ravan, and myself. The King, wishing to choose a good advisor, sent us both before Galdren. Then he conversed with the seer privately. None know what was said, but when he came out he announced that the seer was dead, and he had chosen me as his new advisor.
en@shaw: 佛 ゐ, ヰ别○ ゐ拆 ゐ金ゐ ю. ヰ别 梆 别ヰ 路别, ヰ拆юゐ. , 叼 拆, ю 仇 答 路ゐю. ю ｐ 火 梆 拆ゐ. 仇 ю, 仇 ю ｐ 别 ｐ 梆 ю, ｐ ｐ 答 ヰ ｐ 拆.

source: Ravan took this quietly enough, we all thought, but now I think that this was when he began his fall. He went deep into conversation with the spirits of darkness, hoping to discover their weaknesses, but it was they who found his. In time, as all of the magi of death eventually do, he took his own life and reformed himself as a lich, one of the most powerful ones ever seen.
en@shaw: 路别 拆юゐ 仇, 佛 佛, 仇 ю ｐ ｐ 佛. ｐ ю 梆 拣别 葛, ｐ 仇 梆, 仇 ｐ ｐ. 拆, 佛 ヰ别○ ю юゐ , ｐ ｐ 答 ゐ拆 桂ヰ ｐヰюゐ ゐ, 仇 ヰ答 拣 仇 ю 梆.

source: One day, he disguised himself and came to the castle, where I was living. He demanded to see me, and the guards let him in, for then he was still a respected member of the court. When I came out, he revealed himself, named himself Mal-Ravanal, and challenged me to a duel.
en@shaw: 仇 , ｐ 拆 ｐヰюゐ 别 , ゐ. ｐ ヰ ヰ, 葛 ゐю ｐ , ю ｐ ю ヰюヰ 桂. ю 别 , ｐ 梆ゐ ｐヰюゐ, 别ヰ ｐヰюゐ 路ヰ-, ゐ○ ヰ 叼.

source: The guards, surprised by this sudden revelation, advanced to attack him. However, as he was now skilled in the magical art of teleportation, he simply vanished. And has not been seen since.
en@shaw: 葛, 拣拆 仇 юゐ别, ｐ. ｐю, ｐ ゐ ヰ○ 葛 юゐю桂, ｐ ヰゐ . ｐ 梆 梆 .

source: Kaldor
en@shaw: 路ゐ

source: Not been seen, that is, until the day when he attacked Gweddry and me in that outpost on the eastern border. This is the lich we are facing: Mal-Ravanal.
en@shaw: 梆 梆, , 仇 ю ｐ 路ю ヰ 答 梆拣 桂. ゐ 别: 路ヰ-.

source: We must fight, obviously. Surely the might of Wesnoth can triumph over a mere lich!
en@shaw: ヰ仇 拆, ゐ. 拣ゐ ヰ拆 路ю佛 拆ヰ 答 ヰ ゐ!

source: I can tell by your words that you have not seen the hordes for yourself. It is like all of the dead warriors from all the ages have come back to attack us. There is no end to the columns of marching skeletons, the wailing ghosts, the infernal bats, led by the foul necromancers who raised them.
en@shaw: ю 筐 火 ｐ 梆 ｐ桂 筐拣юゐ. ゐ拆 佛 ю 拣 佛 别○ ｐ 仇 仇. ю ゐヰ ヰ葛 юゐ, 别ゐ 答, 拣 , ゐю юヰ火 ｐ 别 ю.

source: At first we tried to escape them, for we knew they were too powerful; it is only by horrible luck that we are back in Wesnoth at all.
en@shaw: 火 拆 别 ю, 拣; 答ゐ ｐ ゐ仇 路ю佛 佛.

source: That simply makes you cowards. True warriors would have stayed and fought, to the death!
en@shaw: ヰゐ ヰ别 火. 拣 ｐ 别 佛, ю!

source: It doesn't matter anyway. The point is, we already know we cannot defeat the hordes of the enemy head-on in battle. So it seems that the only path to victory is to destroy the head of these necromancers, the lich Mal-Ravanal.
en@shaw: 仇 ヰ ю. 娥 , 佛ゐю 梆 ｐ桂 юヰ ｐю- . 梆ヰ 答ゐ 拣 ｐю 梆 юヰ火, ゐ 路ヰ-.

source: But as yet we have no idea how to do it!
en@shaw: 仇 ю ｐ 拆 ｐ !

source: Well, we do know that he is very arrogant, and can be easily tricked. That is how he fell in the first place.
en@shaw: ю, ｐ ю 吼, 梆ゐ . ｐ ｐ ю 火 ゐ别.

source: So maybe we can trick him into exposing himself to us? Dacyn, does he know we know who he is?
en@shaw: ヰ别 ｐ 答 ｐヰюゐ 仇? 路别, 仇 ｐ ｐ ｐ ?

source: No, I don't think so. I am the only person alive who would recognize the name Mal-Ravanal, and if he had known I was there when he attacked, he would have pursued us much more vigorously.
en@shaw: , 答 . 答ゐ 火 ゐ拆 ｐ ю拆 别 路ヰ-, ｐ ｐ 答 ю ｐ , ｐ ｐ 拣筐 仇 ヰ仇 ヰ 拣ゐ.

source: Sire, the undead armies are attacking!
en@shaw: 拆, 仇ю 葛ヰ梆 !

source: Well, that will have to be the end of our council. Let us fight!
en@shaw: ю, ｐ ю . ゐю 仇 拆!

source: Weldyn under Attack
en@shaw: 路юゐ 仇

source: Mal-Grekulak
en@shaw: 路ヰ-ю仇ゐ

source: Mal-Uknalu
en@shaw: 路ヰ-仇ゐ

source: We will fight soon, my lord. Look, night approaches; they will soon attack. I hope we can hold them off.
en@shaw: 拆 叼, ヰ ゐ桂. ゐ, 拆 答; 叼 . ｐ答 ｐ答ゐ ю .

source: Very well. But this... Mal-Ravanal, that you spoke of, is he here?
en@shaw: ю ю. 仇 ... 路ヰ-, 答 , ｐ ｐ?

source: I do not sense his magic, but he might be concealing his presence.
en@shaw: ю ｐ ヰ○, 仇 ｐ ヰ拆 梆ゐ ｐ ю.

source: In any case, the undead are attacking now. Let us hope we can last out the night.
en@shaw: ю 别, 仇ю . ゐю 仇 ｐ答 ゐ 拆.

source: I have died, and with me gone the city shall fall.
en@shaw: ｐ 拆, ヰ 佛.

source: Messenger of Doom
en@shaw: 路ヰю○ 路叼

source: I come bearing a message from my leader.
en@shaw: 仇 吼 ヰю ヰ ゐ梆.

source: Very well, you may read it. It might tell us something useful.
en@shaw: ю ю, ヰ ю . ヰ拆 ю 仇 仇ヰ 筐.

source: He says: 'Well done; you have defeated some of my less powerful captains, and a small fraction of my horde. Were I to bring the whole might of my Dread Legions to bear I could crush you like an insect. But I seek a victory that will reveal the true extent of my personal power. Unlike the Great General Gweddry I do not seek to hide behind the armored skirts of my soldiers! You, O commander Gweddry, are a coward! The bards may sing that you defeated my captains, but in reality you did nothing but cower far behind the lines in safety while others braver than you fought and died in your name.'
en@shaw: ｐ ю: 'ю 仇; ｐ 梆 仇 ヰ ゐю 拣 , ヰ佛 ヰ ｐ桂. ｐ答 ヰ拆 ヰ 路ю 路ゐ梆○ 仇 ゐ拆 ю. 仇 梆 拣 梆 ю ヰ 火 . ゐ拆 路别 路○ю拣 路ю 梆 ｐ拆 ｐ拆 葛ヰ火 火 ヰ 答ゐ○拣! , ヰ 路ю, 拣! bards ヰ 梆 ヰ , 仇 ゐ 仇 仇 ｐ拆 ゐ拆 别 拆 仇拣 别 佛 拆 筐 别.'

source: What is the point of this message? Does it consist of anything more than insults?
en@shaw: 娥 ヰю? 仇 ю ヰ ゐ?

source: The point is that you did not defeat my Lord's minions, it was others doing the work for you! The mighty Gweddry himself would last but a few moments in actual combat. And my master seeks to prove this. He challenges you, Gweddry, to a contest, a battle.
en@shaw: 娥 梆 ヰ 路ゐ桂 ヰ, 仇拣 叼 火 ! ヰ拆 路ю ｐヰюゐ ゐ 仇 ヰ答ヰ ヰ. ヰ ヰ 梆 叼 . ｐ ゐ○ , 路ю, ю, .

source: What are his terms? I won't accept anything obviously weighted towards his victory!
en@shaw: ｐ 火ヰ? 答 ю ю ゐ 别 桂 ｐ 拣!

source: That only proves you are a coward. Nevertheless, these are his terms: You pick your six best warriors and he will pick his six best. Then you will fight, to the death; until either you or he is destroyed!
en@shaw: 答ゐ 叼 拣. ю拣ゐю, 梆 ｐ 火ヰ: 筐 ю 拣 ｐ ｐ ю. ю 拆, ю; 仇 拆 ｐ 娥!

source: Gweddry, I don't think you should accept. He is bound to bring more than six undead to the battle; he will bring an army!
en@shaw: 路ю, 答 ю. ｐ ヰ 仇ю ; ｐ 葛ヰ!

source: Well, I think you should accept. There is a small chance that it will be a fair fight, and otherwise we will definitely have to face his whole undead army.
en@shaw: ю, ю. ヰ佛 拆, 仇拣拆 юゐ ｐ 别 ｐ ｐ答 仇ю 葛ヰ.

source: I will simplify your choice. Accept, coward, or face the onslaught of my lord's hordes at dawn tomorrow!
en@shaw: ヰゐ 筐 娥. ю, 拣, 别 ゐ ヰ ゐ桂 ｐ桂 佛 ヰ!

source: I will accept this challenge. By your own master's terms, that proves I am no coward.
en@shaw: ю ゐ. 筐 答 ヰ拣 火ヰ, 叼 拣.

source: I will not accept a fight in which he will obviously cheat! I refuse!
en@shaw: ю 拆 ｐ ゐ 梆! 筐!

source: Look, the sun has risen, and the undead are retreating.
en@shaw: ゐ, 仇 ｐ , 仇ю 梆.

source: I have waited a long time for this day to come. Prepare to die, Gweddry of Wesnoth!
en@shaw: ｐ 别 ゐ 拆 仇. 梆 , 路ю 路ю佛!

source: The rules of the duel are these: You may recruit or recall up to 6 units. At the end of your first turn, your keep will disappear, and you must battle with whatever troops you have at that time. The first leader to fall loses the duel.
en@shaw: 叼ゐ 叼 梆: ヰ 叼 梆佛 仇 筐. ю 筐 火 火, 筐 梆 , ヰ仇 ю 叼 ｐ 拆. 火 ゐ梆 佛 ゐ叼 叼.

source: Wait - what just happened? He called more warriors out of the ground! That's not allowed!
en@shaw: 别 - ○仇 ｐ? ｐ 佛ゐ ヰ 拣 ! ' ゐ!

source: Stop talking and fight! The rules do not stop me from bringing up warriors that were already here.
en@shaw: 佛 拆! 叼ゐ ヰ 仇 拣 佛ゐю ｐ.

source: I... lose?...
en@shaw: ... ゐ叼?...

source: And more!
en@shaw: ヰ!

source: Weldyn Besieged
en@shaw: 路юゐ 路梆○

source: Letting any enemy unit on to your keep
en@shaw: ゐю ю юヰ 筐 筐 梆

source: You people are fools! You rejected my master's offer to duel... very well, you will ALL die! And know this; my master is here to enjoy your demise. For he does not fear you at all, and knows that you will never be able to find him and kill him! There are seven of us, and only ONE of us is the real leader! Ha ha ha ha! To be fair about it, we will all tell you our names if you can reach us.
en@shaw: 梆 叼ゐ! ○юю ヰ ヰ拣 叼... ю ю, 佛 ! ; ヰ ヰ ｐ ○ 筐 ヰ拆. ｐ 仇 佛, 答 ю 别 拆 ｐ ｐ! юю 仇, 答ゐ 仇 仇 攫 ゐ梆! ｐ ｐ ｐ ｐ! , 佛 ю 别ヰ 梆 仇.

source: Remember, we have to kill Mal-Ravanal. He's here somewhere...
en@shaw: ヰюヰ, ｐ 路ヰ-. ｐ梆 ｐ 仇ヰ...

source: (whispered) There he is!
en@shaw: (火) ｐ !

source: (whispered) That isn't him...
en@shaw: (火) ｐ...

source: You dare to attack me? Now you will pay!
en@shaw: ヰ? !

source: How did you know...?
en@shaw: ｐ ...?

source: They killed Konrad... now, even if we save Weldyn, Wesnoth has fallen.
en@shaw: ゐ 路... , 梆 别 路юゐ, 路ю佛 ｐ 佛ゐ.

source: Epilog
en@shaw: 路юゐ

source: When Mal-Ravanal fell, the living creatures under his banner broke and fled; the undead simply collapsed like puppets with their strings cut. As the lich's death-scream echoed in the air, a vast and louring column of shadow arose from his corpse like smoke from an unclean fire; then it divided fivefold at its height, reaching for the heavens like a clutching hand. Men let weapons fall from nerveless fingers and horses reared in terror as that great dark pall obscured the sun...
en@shaw: ю 路ヰ- ю, ゐ 梆拣 仇 ｐ 答 ゐю; 仇ю ヰゐ ゐ ゐ拆 仇. ゐ ю-梆 ю答 , louring ゐ 答 ｐ 桂 ゐ拆 ヰ答 仇ゐ梆 拆; ю 拆 拆答ゐ ｐ拆, 梆 ю ゐ拆 ゐ ｐ. ヰю ゐю ю 佛 火ゐю 拣 ｐ桂 金 ю 别 葛 拣 仇...

source: ...and then it thinned, and paled, and a breeze from the west dissolved it in tatters, and the light of day shone once again undiminished on Weldyn.
en@shaw: ... ю , 别ゐ, 梆 ю ゐ 火, ゐ拆 仇 别 ヰ 路юゐ.

source: It is a great victory we have won here, destroying he who was the main author of Wesnoth's troubles.
en@shaw: 别 拣 ｐ 仇 ｐ, 娥 ｐ ｐ ヰ别 佛 路ю佛 仇ゐ.

source: So many months of fighting...I feel as though I am awakening from a long nightmare.
en@shaw: ヰю ヰ仇 拆... 梆 别 ゐ 拆ヰ.

source: Nor is our work yet complete. Mal-Ravanal's main host has been broken, but its outriders ravage the countryside in all directions.
en@shaw: 火 ю ヰゐ梆. 路ヰ-ゐ ヰ别 ｐ答 ｐ 梆 答, 仇 拆火 仇拆 佛 ю.

source: We will be years...perhaps decades...recovering from the ill he has wrought.
en@shaw: 金...拣ｐ ю别...火 ｐ ｐ 佛.

source: Even now we should be sending our cavalry to harry and slay as many of the fleeing orcs as we can.
en@shaw: 梆 ю ゐ 路ｐ ゐ ヰю ゐ梆 桂 .

source: Even now we should be sending our troops to harry and slay as many of the fleeing orcs as we can.
en@shaw: 梆 ю 叼 路ｐ ゐ ヰю ゐ梆 桂 .

source: It shall be so. But it is also to be thought that you three have served Us, and Our Kingdom, full well. We are minded to reward you.
en@shaw: . 仇 佛ゐ 佛 ｐ 火 仇, , ю. ヰ拆 桂 .

source: Dacyn. You will remain by Our side, here; as you counseled these two in war, you shall counsel Us in peace and the rebuilding of the Kingdom.
en@shaw: 路别. ヰ别 拆, ｐ; ゐ 梆 , 仇 梆 梆ゐ .

source: Sire, we but did our duty.
en@shaw: 拆, 仇 筐.
