Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: And so, I give... the last thing I have to give... in service of the Light...
ar: وهكذا، أعطي... آخر شيء يجب أن أعطيه... لخدمة النور...
fr: Ainsi, je donne.. la dernière chose qui me reste à donner... au service de la lumière...
gl: E así, dou... o último que teño que dar... ao servizo da Luz...
it: E così, dono... l’ultima cosa che mi rimante da donare... al servizio della Luce...

source: You shall be gravely missed, paladin of the Light! May you long live on in song and tale.
ar: سنفتقدك بشدة يا فارس النور! عسى أن تعيش طويلاً في الأغاني والحكايات.
fr: Tu vas nous manquer terriblement, paladin de lumière ! Que ta légende vive dans les chansons et les récits.
gl: Botaráche de menos, paladín da Luz! Que sigas viva na canción e no conto.
it: Ci mancherai profondamente, paladino della Luce! Che tu possa vivere a lungo nei canti e nei racconti.

source: Death is coming for me...
ar: الموت قادم لي...
fr: La mort vient me chercher...
gl: A morte vén por min...
it: Per me è in arrivo la morte...

source: Truly, you have proven that there is goodness within all of us. I pledge that your sacrifice will not be in vain!
ar: حقًا، لقد أثبتّ أن الخير موجود بداخلنا جميعًا. وأتعهد بأن تضحيتك لن تذهب سدى!
fr: Pourtant, tu as prouvé qu'il y a de la bonté en chacun de nous. Je te promets que ton sacrifice ne sera pas en vain !
gl: De verdade, demostraches que hai bondade dentro de todos nós. ¡Prometo que o teu sacrificio non será en balde!
it: Vero, hai dato la prova che c’è del buono in tutti noi. Prego che il tuo sacrificio non sia vano!

source: Alas, I fall...
ar: للأسف، لقد سقطت...
fr: Hélas, je suis touché...
gl: Ai, caio...
it: Ahimè, cado...

source: Yannic! The Clans have lost another brave soul this day...
ar: يانيك! لقد فقدت العشائر روحًا شجاعة أخرى هذا اليوم...
fr: Yannic ! À nouveau, les Clans perdent là une âme pleine de courage...
gl: Yannic! Os clans perderon outra alma valente este día...
it: Yannic! I Clan oggi hanno perso un’altra anima coraggiosa...

source: I may die, but Wesnoth will never fall!
ar: قد أموت، لكن ويسنوث لن تسقط أبدًا!
fr: Je meurt, mais Wesnoth vivra éternellement !
gl: Podo morrer, pero Wesnoth nunca caerá!
it: Io posso anche morire, ma Wesnoth non cadrà mai!

source: There’s too many! Must... keep fighting...
ar: هناك الكثير! يجب... الاستمرار في القتال...
fr: Ils sont si nombreux ! Continuer ... se battre...
it: Sono in troppi! Devo... continuare a combattere...

source: Ack! Curse these undead! I should have listened to my mother and been a dentist...
ar: آك! !اللعنة على هؤلاء الموتى الأحياء كان يجب أن أستمع لأمي وأكون طبيب أسنان...
fr: Ah ! Maudits soient ces morts-vivants ! J'aurais dû écouter ma mère et devenir dentiste...
gl: Ack! ¡Maldición a estes mortos-vivos! Debería ter escoitado a miña nai e ser dentista...
it: Ach! Che siano maledetti questi non-morti! Avrei dovuto dare ascolto a mia madre e fare il dentista...

source: Alas, I perish! The kingdom is lost without its king.
ar: للأسف، أنا أموت! لقد ضاعت المملكة بدون ملكها.
fr: Hélas, je péris ! Sans son roi, le royaume est perdu.
gl: Ai perecer! O reino pérdese sen o seu rei.
it: Ahimè, muoio! Il regno è perduto senza il suo sovrano.

source: It was perhaps as well for the men of Gweddry’s troop that they did not live to witness the fullness of the grim tide of undead sweeping westward into Wesnoth, laying waste to all in its path.
ar: ربما كان الأمر كذلك بالنسبة لرجال قوات جويدري أنهم لم يعيشوا ليشهدوا اكتمال المد المتجهم من الموتى الأحياء الذين يجتاحون غربًا إلى ويسنوث، ويدمرون كل من في طريقه.
fr: Il fut peut être mieux pour les hommes de Gweddry de ne pas vivre pour voir la marée sinistre de morts vivants déferler vers l'ouest au cœur de Wesnoth, ne laissant pour tous que dévastation sur son chemin.
gl: Quizais foi o mellor para os homes de Uedri non vivir para ver a desalentadora masa de non mortos que se dirixía cara ao oeste, ao Noroeste, arrasando con todo o que atopaba ao seu paso.
it: Forse fu un bene per le truppe di Gweddry non sopravvivere per vedere quella macabra marea di non-morti dilagare verso ovest, all’interno dei confini di Wesnoth, seminando distruzione lungo tutto il suo cammino.

source: Wesnoth never learned the fate of Gweddry’s band, but they would soon learn the full measure of the power of Mal-Ravanal in a war that would end only in misery and death.
ar: لم يعرف ويسنوث أبدًا مصير فرقة جويدري، لكنهم سرعان ما عرفوا الحجم الكامل لقوة مال رافانال في حرب لن تنتهي إلا بالبؤس والموت.
fr: Wesnoth ne connu jamais le sort du groupe de Gweddry, mais bien trop tôt ils allaient connaître la puissance de Mal-Ravanal dans une guerre qui n'aboutirait qu'à la misère et la mort.
gl: No Noroeste nunca se soubo do que fora de Uedri e os seus, pero axiña coñecerían a plena medida do poder de Mal-Ravanal nunha guerra que só remataría en miseria e morte.
it: Wesnoth non conobbe mai il destino della banda di Gweddry, ma avrebbe presto appreso la piena potenza del potere di Mal-Ravanal in una guerra che avrebbe portato solo sofferenza e morte.

source: Their home country had proved to be no refuge for Gweddry’s weary men, and no more would it for the inhabitants of Wesnoth as foes pressed them on all sides to a final defense of the doomed kingdom.
ar: أثبت وطنهم أنه ليس ملجأ لرجال جويدري المرهقين، ولن يكون كذلك بالنسبة لسكان ويسنوث حيث كان الأعداء يضغطون عليهم من جميع الجوانب للدفاع النهائي عن المملكة المنكوبة.
fr: Leur pays natal s'avéra n'être d'aucun repos pour les hommes las de Gweddry, pas plus que pour les habitants de Wesnoth pressés de toutes parts par l'ennemi vers l'ultime défense du royaume condamné.
gl: O seu país natal demostrou non ser refuxio para os cansos homes de Uedri, nin tampouco o sería para o resto dos habitantes do Noroeste, a quen o inimigo obrigou a defender o seu reino por última vez, un reino condenado.
it: Per gli stanchi uomini di Gweddry, la loro patria non si rivelò un rifugio sicuro, così come non lo sarebbe più stato nemmeno per gli abitanti di Wesnoth, non appena i nemici iniziarono ad incalzarli da tutte le parti portandoli all’ultima, strenua difesa d’un regno ormai condannato.

source: With the staunchest defenders of Wesnoth bested on their home ground, the once-great kingdom was plunged into final darkness under the hand of Mal-Ravanal.
ar: مع تفوق أقوى المدافعين عن ويسنوث على أرضهم، غرقت المملكة التي كانت عظيمة ذات يوم في الظلام النهائي تحت يد مال رافانال.
fr: Avec les plus dévoués défenseurs de Wesnoth surpassés sur leurs terres natales, ce royaume, autrefois grand, se retrouva plongé dans les ténèbres sous la main de Mal-Ravanal.
gl: Cos defensores máis entregados do Noroeste vencidos nas súas propias terras, o outrora gran reino quedou sumido na escuridade nas vingativas mans de Mal-Ravanal.
it: Con i più fedeli difensori di Wesnoth sopraffatti nella loro terra natia, quel regno un tempo maestoso sprofondò definitivamente nell’oscurità, sotto la mano vendicativa di Mal-Ravanal.

source: My beautiful bats, why didn’t you protect me...
ar: خفافيشي الجميلة، لماذا لم تحميني...
fr: Mes petites chauves-souris, pourquoi ne m'avez-vous pas défendu...
gl: Meus fermosos morcegos, por que non me protexeches...
it: Miei bellissimi pipistrelli, perché non mi avete protetto...

source: No! Once again you escape me...
ar: لا! لقد هربت مني مرة أخرى...
fr: Oh non ! Tu m'échappes encore...
gl: Non! Unha vez máis escapas de min...
it: NO! Mi sfuggi ancora una volta...

source: No! How am I defeated so easily...
ar: لا! كيف هُزمت بهذه السهولة...
fr: Oh non ! Mais comment m'as-tu battu si facilement...
gl: Non! Como me venzo tan facilmente...
it: No! Come è possibile che sia stato sconfitto così facilmente...

source: You... waste... your effort...
ar: أنت...تضيع...جهدك...
fr: Tes efforts... sont... vains...
gl: Ti... desperdicias... o teu esforzo...
it: Stai... sprecando... i tuoi sforzi...

source: A-ha, what’s this? The white mage resorts to wielding black magic?
ar: آها، ما هذا؟ هل يلجأ الساحر الأبيض إلى استخدام السحر الأسود؟
fr: Aha, mais qu'est-ce ? Le mage blanc recourt-il à la magie noire ?
gl: A-ha, que é isto? O mago branco recorre a manar maxia negra?
it: A-ah, cos’è questo? Il mago bianco ricorre alla magia nera?

source: Ah, the feeling of my flesh burned away by your nauseating radiance... this takes me back to when I still thought of you as my friend.
ar: آه، الشعور بجسدي يحترق بسبب إشعاعك المقزز... هذا يعيدني إلى الوقت الذي كنت لا أزال أعتبرك فيه صديقي.
fr: Aah, sentir ma peau se consummer sous ta radiance nauséabonde... ça me transporte au temps où je croyais que nous étions des amis.
gl: Ah, a sensación da miña carne queimada polo teu resplandor nauseabundo... isto lévame a cando aínda pensaba en ti como o meu amigo.
it: Ah, la sensazione della mia carne bruciata dal tuo nauseabondo splendore... tutto ciò mi riporta indietro ai al tempo in cui pensavo ancora che tu fossi mio amico.

source: I only did what I had to do. Your mad quest for power has corrupted you and turned you into a tormented creature of darkness! It is high time I ended your existence!
ar: لقد فعلت ما كان عليّ فعله فقط. لقد أفسدك سعيك المجنون وراء السلطة والذي حولك إلى مخلوق معذب من الظلام! لقد حان الوقت لإنهاء وجودك!
fr: Je n'ai fait que mon devoir. Ta quête folle de pouvoirs t'a corrompu et t'a transformé en une vile créature des ténèbres ! Il était temps que je mette fin à ton existence !
gl: Só fixen o que tiña que facer. A túa tola busca de poder corrompiute e converteute nunha atormentada criatura das tebras! Xa é hora de que remate a túa existencia!
it: Ho fatto soltanto ciò che doveva essere fatto. La tua folle ricerca del potere ti ha corrotto e trasformato in una tormentata creature delle tenebre! È giunto il momento che io ponga fine alla tua esistenza!

source: For King and country!
ar: للملك والوطن!
fr: Pour le roi et la patrie !
gl: Por Rei e Patria!
it: Per il Re e la patria!

source: So much death, so much destruction... this has to end, now!
ar: الكثير من الموت، الكثير من الدمار... هذا يجب أن ينتهي الآن!
fr: Tant de mort, tant de destruction... il faut en finir, maintenant !
gl: Tanta morte, tanta destrución... isto ten que rematar, agora!
it: Così tanta morte, così tanta distruzione.. tutto questo deve finire, immediatamente!

source: I shall avenge my fallen people!
ar: سأنتقم لشعبي الذين سقطوا!
fr: Je vengerai nos morts !
gl: ¡Vingarei o meu pobo caído!
it: Vendicherò i miei compagni caduti!

source: Mal-Ravanal, at last I face you. I will have my vengeance for the destruction you wrought on my people!
ar: مال-رافانال، أخيرًا سأواجهك. سأنتقم من الدمار الذي أحدثته في شعبي!
fr: Mal-Ravanal, je me dresse enfin face à toi et je vais avoir ma revanche pour la destruction que tu as affligé à mon peuple !
gl: Mal-Ravanal, por fin enfróntome a ti. Terei a miña vinganza pola destrución que causaches no meu pobo!
it: Mal-Ravanal, alla fine siamo faccia a faccia. Avrò la mia vendetta per la distruzione che hai portato tra la mia gente!

source: Aye, I love the sound o’ bones crunching beneath me hammer!
ar: نعم، أنا أحب صوت طحن العظام تحت المطرقة!
fr: Ouais, j'aime la musique des os qui se brisent sous le poids de mon marteau !
gl: Si, encántame o son dos ósos que cruxen debaixo do meu martelo!
it: Sì, adoro il suono delle ossa che scricchiolano sotto il mio martello!

source: Ooch, so you be the big ’un, aren’t ye? Well, the bigger they are...
ar: أوتش"، إذاً، أنتِ الأكبر، أليس كذلك؟ ...حسناً، كلما كانوا أكبر...
gl: Ooch, entón ti es o gran 'un, non si? Ben, canto máis grandes sexan...
it: Ohi, quindi tu saresti quello grosso, vero? Beh, c’è un detto che recita “più sono grossi” ...

source: Never thought I’d be seeing this in my lifetime. The whole blasted apocalypse came early, didn’t it.
ar: لم أكن أتخيل أبدًا أنني سأرى هذا في حياتي. لقد جاءت نهاية العالم الملعونة مبكرًا، أليس كذلك.
gl: Nunca pensei que ía ver isto na miña vida. Toda a maldita apocalipse chegou cedo, non si.
it: Non avrei mai pensato di vedere tutto questo nella mia vita. Tutta questa dannata apocalisse è arrivata prima del previsto, non è vero?

source: Aww hell. If I live through this, I’m never pickin’ up a sword again.
ar: آه، يا إلهي. إذا نجوت من هذا، فلن أحمل سيفًا مرة أخرى أبدًا.
fr: Bon ben... si je m'en sors, je promets de ne plus jamais prendre l'épée.
gl: Aww diaños. Se vivo isto, nunca volverei coller unha espada.
it: Oh cavolo. Giuro che se sopravvivo a tutto questo, non prenderò mai più in mano una spada.

source: How in the sands did I get caught up in all this mess? I’m an herbalist, not a warrior!
ar: كيف تورطت في كل هذه الفوضى؟ أنا طبيب أعشاب ولست محاربًا!
fr: De par quel vent je me trouve dans ce tumulte ? Je suis un herboriste, pas un guerrier !
gl: Como nas areais quedei metido en toda esta lea? Son un herborista, non un guerreiro!
it: Per tutte le sabbie: come ho fatto a trovarmi impelagato in questo pasticcio? Sono un erborista, non un guerriero!

source: No, no no, no, what am I even doing here!
ar: لا، لا، لا، ماذا أفعل هنا أصلا!
fr: Non, non et non... mais qu'est-ce que je fous ici !
gl: Non, non, non, non, que estou a facer aquí!
it: No, no no, no, ma cosa ci faccio qui!

source: Ashes to ashes, dust to dust. The undead have no place in this bright world!
ar: الرماد إلى رماد، والغبار إلى غبار. المةتى الأحياء لا مكان لهم في هذا العالم!
fr: De cendres en cendres. De poussière, tu retourneras à poussière. Nettoyons le monde de ces morts-vivants !
gl: Cinzas a cinzas, po a po. Os mortos-vivos non teñen cabida neste mundo brillante!
it: Cenere alla cenere, polvere alla polvere. I non-morti non hanno posto in questo mondo luminoso!

source: Foul lich, no longer shall you toy with me for your amusement! No longer shall I watch your armies slaughter the innocent! No longer shall your evil darken this world!
ar: أيها الليش المجنون، لن تلعب بي من أجل تسلية نفسك بعد الآن! لن أشاهد جيوشك تذبح الأبرياء بعد الآن! لن يظلم شروركم هذا العالم بعد الآن!
gl: Foul lich, xa non xogarás comigo para divertirte! Xa non vou ver os teus exércitos matar aos inocentes! Xa non o teu mal escurecerá este mundo!
it: Lich immondo, non giocherai più con me per tuo mero divertimento! Non guarderò più i tuoi eserciti massacrare degli innocenti! La tua malvagità non oscurerà più questo mondo!

source: I remember when I used to raise creatures like you...
ar: أتذكر عندما كنت أربي كائنات مثلك...
gl: Lembro cando criaba criaturas coma ti...
it: Ricordo quando allevavo creature come te...

source: I loyally served you, once. Look at what that got me. A whole lot of nothing.
ar: لقد خدمتك بإخلاص ذات مرة. انظر ماذا حصلت عليه. الكثير من لا شيء.
gl: Servinche lealmente, unha vez. Mira o que me fixo. Unha chea de nada.
it: Un tempo ii ho servito lealmente, e guarda cosa mi ha portato. Un sacco di niente.

source: I don’t even know who you are.
ar: أنا لا أعرف حتى من أنت.
gl: Nin sequera sei quen es.
it: Non so neanche chi tu sia .

source: So you are the lich behind this madness! Enough is enough. Vengeance for Soradoc; vengeance for the Plains!
ar: إذن أنت الليتش الذي يقف وراء هذا الجنون! كفى. الانتقام لسورادوك؛ الانتقام للسهول!
gl: Así que ti es o lich detrás desta loucura! Abonda xa. Vinganza por Soradoc; vinganza das Chairas!
it: Quindi sei tu il lich dietro questa follia! Basta così. Vendetta per Soradoc; vendetta per le Piane!

source: You are no savior of Man! Naught but a pile of bones, a dead mage too stubborn to fall. Wesnoth will suffer you no longer!
ar: أنت لست منقذًا للإنسان! لست سوى كومة من العظام، ساحر ميت عنيد للغاية لدرجة أنه لا يستطيع الاعتراف بسقوطه. لن تتسامح معك ويسنوث بعد الآن!
gl: Non es un salvador do Home! Nada máis que unha morea de ósos, un mago morto demasiado teimudo para caer. Wesnoth non te vai sufrir máis!
it: Non sei il salvatore dell’Uomo! Non sei nient’altro che un mucchio di ossa, un mago morto troppo testardo per cadere. Wesnoth non ti tollererà più!

source: <i>*gulp*</i> Well, it’s now or never. I’d better not think too hard about the fortune in elixirs that I’m about to drink away.
ar: <i>*جرعة*</i> حسناً، إما الآن أو أبداً. من الأفضل ألا أفكر كثيرًا في الإكسير التي سأشربه.
gl: <i>*gulp*</i> Ben, é agora ou nunca. É mellor non pensar demasiado na fortuna en elixires que estou a piques de beber.
it: <i>*gulp*</i> Bene, è ora o mai più. Meglio non pensare troppo a quale fortuna in elisir sto per sperberare bevendoli.

source: Agility in swamp and shallow water...
ar: خفة الحركة في المستنقعات والمياه الضحلة...
fr: Mobilité dans les marais et l'eau peu profonde...
gl: Axilidade en pantanos e augas pouco profundas...
it: Agilità nelle paludi e nelle acque poco profonde...

source: Resistance to fire and cold...
ar: مقاومة النار والبرد...
fr: Résistance au feu et au froid...
gl: Resistencia ao lume e ao frío...
it: Resistenza al fuoco e al freddo...

source: Speed and defense...
ar: السرعة والدفاع...
fr: Mouvement et défense...
gl: Velocidade e defensa...
it: Velocità e difesa...

source: And berserker fury. Oh sands, what am I doing...
ar: وغضب الهائج. أوه يا رمال، ماذا أفعل...
fr: Et furie berserk. Nom d'une dune, qu'est-ce que je fais...
gl: E furia berserker. Ai area, que estou a facer...
it: E furia berserker. Oh sabbie, cosa sto facendo...

source: Ugh, I feel queasy...
ar: اه، أشعر بالغثيان...
fr: Bah, j'en ai des nausées...
gl: Uf, sinto náuseas...
it: Ugh, mi sento nauseato...

source: What?! How could this happen?!
ar: ماذا؟! كيف يمكن أن يحدث هذا؟!
fr: Quoi ?! Comment cela a-t-il pu arriver ?!
gl: Que?! Como puido pasar isto?!
it: Cosa? Come è potuto accadere?!

source: Is it over? We’ve won?
ar: هل انتهى الأمر؟ هل انتصرنا؟
fr: C'est la fin ? On a gagné ?
gl: Acabouse? Gañamos?
it: È finita? Abbiamo vinto?

source: A-ha haha! You really thought you had a chance there, didn’t you?
ar: أهاهاهاها! لقد كنت تعتقد حقًا أن لديك فرصة هناك، أليس كذلك؟
fr: Ahaa ! Et vous pensiez vraiment avoir une chance, pas vrai ?
gl: A-ha haha! Realmente pensaches que tiñas unha oportunidade alí, non si?
it: A-ha haha! Hai sinceramente pensato di avere una possibilità, vero?

source: Well, coming to the battlefield myself has been entertaining, but that’s enough for now.
ar: حسنًا، لقد كان مجيئي إلى ساحة المعركة أمرًا مسليًا، لكن هذا يكفي الآن.
fr: Bon, me déplacer en personne sur le champ de bataille était divertissant mais retour aux choses sérieuses maintenant.
gl: Ben, vir ao campo de batalla foi entretido, pero de momento é suficiente.
it: Beh, scendere sul campo di battaglia è stato divertente, ma per ora basta.

source: Do you even know where that gate you’re opening leads to?
ar: هل تعرف حتى إلى أين تؤدي تلك البوابة التي تفتحها؟
gl: Sabes ata onde leva esa porta que estás abrindo?
it: Sai almeno dove porti il cancello che stai aprendo?

source: ...you think you’re better than me, don’t you? You must think of yourself as some kind of hero.
ar: ...أنت تعتقد أنك أفضل مني، أليس كذلك؟ يجب أن تفكر في نفسك كنوع من الأبطال.
gl: ...cres que es mellor ca min, non si? Debes pensar en ti mesmo como unha especie de heroe.
it: ... pensi di essere migliore di me, vero? Devi vederti come una sorta di eroe.

source: You think that a stiff old codger like yourself has what it takes to use that amulet to destroy me? I doubt you even know what you’re doing.
ar: هل تعتقد أن رجلاً عجوزًا مثلك لديه القدرة على استخدام هذا التعويذة لتدميري؟ أشك في أنك تعرف حتى ما تفعله.
gl: Cres que un vello e ríxido cogollo coma ti ten o que fai falta para usar ese amuleto para destruírme? Dubido que incluso saibas o que estás facendo.
it: Credi che un vecchio bacucco rinsecchito come te abbia le capacità per usare quell’amuleto per distruggermi? Dubito che tu sappia cosa stai facendo.

source: Ha. Ah-ha, haha. Have it your way. I’ll be seeing you soon.
ar: هاهاها، هاها. افعل ما يحلو لك. سأراك قريبًا.
gl: Ha. Ah-ha, haha. Faino á túa maneira. Vémonos pronto.
it: Ha. Ah-ha, haha. Fallo come vuoi. Ci vediamo presto.

source: It is done.
ar: تم.
fr: C'est fini.
gl: Está feito.
it: È fatta.

source: Fallen Soul
ar: روح ساقطة
fr: Âme déchue
gl: Alma Caída
it: Anima decaduta

source: Well done! Who else but Dacyn the Magnificent could have defeated such a rival? You truly are the greatest of heroes.
ar: أحسنتم! من غير داسين العظيم يمكنه أن يهزم مثل هذا الخصم؟ أنت حقاً أعظم الأبطال.
fr: Bravo ! Qui d'autre que Dacyn le Magnifique aurait pû terrasser un tel rival ? Tu es vraiment le plus formidable des héros.
gl: Ben feito! Quen máis que Dacyn a Magnífica puido derrotar a un rival así? Realmente es o maior dos heroes.
it: Ben fatto! Chi altri se non Dacyn il Magnifico avrebbe potuto sconfiggere un simile rivale? Sei davvero il più grande degli eroi.

source: Now, embrace our power! You shall live on as the champion of Irdya!
ar: الآن، شاهد قوتنا! سوف تعيش كبطل لإرديا!
fr: À présent, accueille notre puissance ! Tu vivras désormais comme le champion d’Irdya !
gl: Agora, abraza o noso poder! Seguirás vivindo como o campión de Irdya!
it: Ora, accogli il nostro potere! Vivrai come il campione di Irdya!

source: And now you can, for all eternity! Leave your mortal coil behind. Live on as an undying spirit of mighty power, and do unto this world as you will!
ar: والآن يمكنك ذلك إلى الأبد! اترك جسدك البشري خلفك. عِش كروح خالدة ذات قوة عظيمة، وافعل بهذا العالم ما تشاء!
fr: Et maintenant tu pourras le faire, pour l'éternité ! Abandonne cette enveloppe mortelle. Embrasse la vie d'un esprit immortel avec des grands pouvoirs et fais de ce monde selon ta volonté !
gl: E agora podes, por toda a eternidade! Deixa atrás a túa espira mortal. Vive como un espírito eterno de poderoso poder, e fai a este mundo o que queiras!
it: E ora puoi, per tutta l’eternità! Abbandona le tue spoglie mortali. Vivi come uno spirito immortale di grande potenza, e fai di questo mondo ciò che vuoi!

source: You misunderstand. This is no choice of yours. The stone bleeds your flesh. The darkness consumes your soul. Rebirth into undeath is the only path forward to escape the Maw, else ye embrace oblivion.
ar: لقد أخطأت الفهم. هذا ليس خيارك. الحجر ينزف لحمك. الظلام يلتهم روحك. إعادة الميلاد إلى الموتى الأحياء هو السبيل الوحيد للهروب من فم الشيطان، وإلا فإنك ستحتضن النسيان.
fr: Tu ne comprends pas. Tu n'as pas le choix. La gemme draine ton corps. Les ténèbres remplissent ton âme. Renaître dans la mort-vivance, c'est le seul échappatoire pour échapper à l'abîme, sinon vous embrasserez l'oubli.
gl: Non entendes. Esta non é a túa elección. A pedra sangra a túa carne. A escuridade consume a túa alma. O renacemento na morte é o único camiño para escapar das Fauces, senón abrazades o esquecemento.
it: Non hai capito bene. Non è una tua scelta. La pietra fa sanguinare la tua carne. L’oscurità consuma la tua anima. La rinascita nella non-morte è l’unica via per sfuggire alle Fauci, altrimenti abbraccerai l’oblio.
