Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: Eastern Invasion
ar: الغزو الشرقي
fr: L'Invasion orientale
gl: A invasión do leste
it: L’invasione dall’est

source: EI
ar: إي
en@shaw: 梆
fr: IO
gl: IL
it: LIdE

source: 1x enemies
ar: 1x أعداء
fr: Simples ennemis
gl: 1x inimigos
it: Nemici x1

source: Skirmish
ar: المناوشات
fr: Escarmouche
gl: Escaramuza
it: Schermaglia

source: 3x enemies
ar: 3x أعداء
fr: Triples ennemis
gl: 3x inimigos
it: Nemici x3

source: Incursion
ar: التوغل
gl: Incursión
it: Incursione

source: 5x enemies
ar: 5x أعداء
fr: Quintuples ennemis
gl: 5x inimigos
it: Nemici x5

source: Invasion
ar: الغزو
gl: Invasión
it: Invasione

source: There are rumors of undead attacks on the eastern border of Wesnoth. You, an officer in the Royal Army, have been sent to the eastern front to protect the villagers and find out what is happening.
ar: هناك شائعات عن هجمات الموتى الأحياء على الحدود الشرقية لمدينة ويسنوث. أنت، ضابط في الجيش الملكي، تم إرسالك إلى الجبهة الشرقية لحماية القرويين ومعرفة ما يحدث.
en@shaw: 叼ヰ拣 仇ю 梆拣 桂 路ю佛. , 娥 葛ヰ, ｐ 梆 ю 梆拣 仇 ю ゐ○火 拆 ｐ.
fr: Des rumeurs courent au sujet d'attaques de morts-vivants à la frontière orientale de Wesnoth. En tant qu'officier de l'Armée Royale, vous avez été envoyé sur le front oriental pour protéger les villageois et évaluer la situation.
gl: Corren rumores de ataques de non mortos na fronteira oriental do Noroeste. Ti, un oficial do exército real, fuches enviado á fronte oriental para protexer aos aldeáns e descubrir o que está a pasar.
it: Girano voci di attacchi da parte dei non-morti presso il confine orientale di Wesnoth. Tu, in qualità di ufficiale del Regio Esercito, sei stato inviato al fronte orientale per proteggere gli abitanti dei villaggi della zona e per scoprire cosa stia realmente accadendo.

source: (Intermediate level, 16 scenarios.)
ar: (المستوى المتوسط، 16 سيناريو.)
fr: (Niveau intermédiaire, 16 scénarios.)
gl: (Nivel medio, 16 escenarios.)
it: (Livello Intermedio, 16 scenari)

source: Newest Campaign Version Rewrite
ar: إعادة كتابة أحدث إصدار للحملة
fr: Réécriture pour la dernière version
gl: Reescritura da versión máis recente da campaña
it: Riscrittura ultima Versione della Campagna

source: Original Campaign Design
ar: التصميم الأصلي للحملة
fr: Conception originale de la campagne
gl: Deseño orixinal da campaña
it: Progettazione della campagna originale

source: Prose and Story Editing, Code Preparation
ar: تحرير النثر والقصة، وإعداد الكود
fr: Relecture et correction des textes, Préparation du code
gl: Edición de prosa e historia, preparación de código
it: Redazione del testo e della storia, Preparazione del Codice

source: Artwork and Graphics Design
ar: الناحية الفنية والصور
en@shaw: 葛火 拆
fr: Conception graphique et artistique
gl: Traballo artístico e deseño gráfico
it: Disegni e progettazione grafica

source: Campaign Redesign Playtesters
ar: مجربو إعادة تصميم الحملة
fr: Testeurs de la campagne révisée
gl: Probadores de xogo do redeseño da campaña
it: Tester in gioco della riprogettazione della campagna

source: Previous Campaign Maintenance
ar: صيانة الحملة سابقا
fr: Maintenance de la campagne précédente
gl: Mantemento da campaña anterior
it: Manutenzione della versione Precedente della Campagna

source: Others
ar: نقاط أخرى
fr: Autres
gl: Outros
it: Altri

source: Complete the ‘<i>Eastern Invasion</i>’ scenario with at least 10 surviving units.
ar: أكمل سيناريو ‘<i>الغزو الشرقي</i>’ مع بقاء 10 وحدات على الأقل.
it: Completa lo scenario ‘<i>L’invasione dall’est</i>’ con almeno 10 unità sopravvissute.

source: Scenario 1: Tactical Withdrawal
ar: السيناريو 1: الانسحاب التكتيكي
fr: Scénario 1 : retrait tactique
gl: Escenario 1: Retirada Táctica
it: Scenario 1: Ritirata Tattica

source: Complete ‘<i>The Escape Tunnel</i>’ before the undead arrive.
ar: أكمل ‘<i>نفق الهروب</i>’ قبل وصول الموتى الأحياء.
it: Completa ‘<i>Il Tunnel di Fuga</i>’ prima dell’arrivo dei non-morti.

source: Scenario 2: Speedrun
ar: السيناريو 2: السباق السريع
fr: Scénario 2 : course effrénée
gl: Escenario 2: Speedrun
it: Scenario 2: Fuga rapida

source: Complete ‘<i>An Unexpected Appearance</i>’ without killing Mal-Tar, the dark adept.
ar: أكمل ‘<i>الظهور غير المتوقع</i>’ دون قتل مال-تار، تلميذ الظلام.
it: Completa ‘<i>Un’apparizione inaspettata</i>’ senza uccidere Mal-Tar, l’adepto oscuro.

source: Scenario 3: Merciful
ar: السيناريو 3: رحيم
fr: Scénario 3 : clémence
gl: Escenario 3: Misericordioso
it: Scenario 3:Misericordioso

source: Defeat both the bandit and elven leaders in ‘<i>Elven Interlude</i>’.
ar: اهزم كلاً من قطاع الطرق وزعماء الإلف في ‘<i>تدخل الإلف</i>’ ".
it: Sconfiggi sia i condottieri dei banditi che quelli degli elfi in ‘<i>Un’alleanza con gli elfi</i>’.

source: Scenario 4a: Scorched Earth
ar: السيناريو 4أ: الأرض المحروقة
fr: Scénario 4 : terre brûlée
gl: Escenario 4a: Terra queimada
it: Scenario 4a: Terra Bruciata

source: Recruit the dunefolk in ‘<i>Ill Humours</i>’.
ar: قم بتجنيد سكان الكثبان الرملية في ‘<i>المزاج السيئ</i>’ .
it: Recluta gli Uomini delle Dune in ‘<i>Umori Malati</i>’.

source: Scenario 4b: Mercenary
ar: السيناريو 4ب: المرتزق
fr: Scénario 4b : Mercenaire
gl: Escenario 4b: mercenario
it: Scenario 4b: Mercenario

source: Rescue all 6 prisoners from ‘<i>Mal Ravanal’s Capital</i>’.
ar: أنقذ جميع السجناء الستة من ‘<i>عاصمة مال-رافانال</i>’ .
it: Salva tutti e 6 i prigionieri da ‘<i>La capitale di Mal-Ravanal</i>’.

source: Scenario 4c: No (Horse)Man Left Behind
ar: السيناريو 4ج: لا رجل (الخيّالة) في الخلف
fr: Scénario 4c : protecteur des gens du pays
gl: Escenario 4c: ningún home (cabalo) quedou atrás
it: Scenario 4c: Nessuno Verrà Abbandonato

source: Complete ‘<i>Northern Outpost</i>’ without any peasants dying.
ar: أكمل ‘<i>المخفر الشمالي</i>’ دون موت أي فلاح.
it: Completa ‘<i>L’avamposto settentrionale</i>’ senza che muoia nessun contadino.

source: Scenario 5: Folk Hero
ar: السيناريو 5: البطل الشعبي
fr: Scénario 1 : héro populaire
gl: Escenario 5: heroe popular
it: Scenario 5: Eroe Popolare

source: Defeat the necromancer in ‘<i>Undead Crossing</i>’ before rescuing Dolburras.
ar: اهزم مستحضر الأرواح في '<i>عبور الموتى الأحياء</i>' قبل إنقاذ دولبوراس.
it: Sconfiggi il negromante in ‘<i>Non-morti in mezzo al guado</i>’ prima di recuperare Dolburras.

source: Scenario 6a: A Little Help Here?
ar: السيناريو 6أ: القليل من المساعدة هنا؟
fr: Scénario 6a : un petit coup de main ?
gl: Escenario 6a: Un pouco de axuda aquí?
it: Scenario 6a: Un Aiutino?

source: Complete ‘<i>Soradoc</i>’ without killing any enemy leaders.
ar: أكمل '<i>سورادوك</i>' دون قتل أي من قادة العدو.
it: Completa ‘<i>Soradoc</i>’ senza uccidere nessun condottiero nemico.

source: Scenario 6b: Ninja
ar: السيناريو 6 ب: النينجا
fr: Scénario 6b : ninja
gl: Escenario 6b: Ninja

source: Refuse to enslave any ogres in ‘<i>Capturing the Ogres</i>’.
ar: ارفض استعباد أي غيلان في ‘<i>القبض على الغيلان</i>’.
it: Rifiutati di schiavizzare qualsiasi ogre in ‘<i>La cattura degli ogre</i>’.

source: Scenario 7a: Ogre Rights Advocate
ar: السيناريو 7 أ: محامي حقوق الغول
fr: Scénario 7a : défenseur des droits de l'ogre
gl: Escenario 7a: defensor dos dereitos do ogro
it: Scenario 7a: Difensore dei Diritti degli Ogre

source: Kill 5 enemy leaders in ‘<i>Ogre Crossing</i>’.
ar: اقتل 5 من قادة الأعداء في ‘<i>اعتراض الغيلان</i>’.
it: Uccidi 5 condottieri nemici in ‘<i>Ogre al guado</i>’.

source: Scenario 7b: Frenzied
ar: السيناريو 7 ب: المسعور
fr: Scénario 7b : frénésie
gl: Escenario 7b: frenético
it: Scenario 7b: Frenesia

source: Ally with the dwarves in ‘<i>Xenophobia</i>’.
ar: تحالف مع الأقزام في ‘<i>كراهية الأجانب</i>’ .
it: Allearsi con i Nani in ‘<i>Xenofobia</i>’.

source: Scenario 8: And My Axe
ar: السيناريو 8: وفأسي
fr: Scénario 8 : et des haches
gl: Escenario 8: E a miña machada
it: Scenario 8: E la Mia Ascia

source: Recruit the wild ogres in ‘<i>Castle in the Ice</i>’.
ar: قم بتجنيد الغيلان البرية في "<i>قلعة في الجليد</i>".
it: Recluta gli ogre selvatici in ‘<i>Castello tra i Ghiacci</i>’.

source: Scenario 9: Guuuh...
ar: السيناريو 9: جووه...
fr: Scénario 9 : baaah...
gl: Escenario 9: Guuuh...

source: Find the legendary Staff of Power in ‘<i>Dark Sanctuary</i>’.
ar: اعثر على عصا القوة الأسطورية في "<i>المعبد المظلم</i>".
it: Trova il leggendario Bastone del Potere in ‘<i>Santuario Oscuro</i>’.

source: Scenario 10: Brains
ar: السيناريو 10: العقول
fr: Scénario 10 : malin
gl: Escenario 10: cerebros
it: Scenario 10: Cervelli

source: Find the Ring of Invisibility in ‘<i>Captured</i>’.
ar: ابحث عن خاتم الاختفاء في "<i>الملتقط</i>".
it: Trova l’anello dell’invisibilità in ‘<i>Catturati</i>’.

source: Scenario 11: And In The Darkness Bind Them
ar: السيناريو 11: وفي الظلام ربطهم
fr: Scénario 11 : pour des retrouvailles dans les ténèbres
gl: Escenario 11: e na escuridade únaos
it: Scenario 11: E nell’oscurità, Accecali

source: Complete ‘<i>Evacuation</i>’ by defeating all enemy leaders.
ar: أكمل "<i>الإخلاء</i>" بهزيمة جميع قادة العدو.
it: Completa ‘<i>Evacuazione</i>’ sconfiggendo tutti i condottieri nemici.

source: Scenario 12: Plan B
ar: السيناريو 12: الخطة ب
fr: Scénario 12 : plan B
gl: Escenario 12: Plan B
it: Scenario 12: Piano B

source: Recruit Gaennell, the dark adept, in ‘<i>Spoils of War</i>’.
ar: قم بتجنيد جينيل، الماهر في الظلام، في "غنائم الحرب".
it: Recluta Gaennell, l’adepta oscura, in ‘<i>Bottino di Guerra</i>’.

source: Scenario 13: Oath of Redemption
ar: السيناريو 13: قسم الفداء
fr: Scénario 13 : promesse de rédemption
gl: Escenario 13: Xuramento de redención
it: Scenario 13: Giuramento di Redenzione

source: Read the story of the Clans’ defeat in ‘<i>The Drowned Plains</i>’.
ar: اقرأ قصة هزيمة العشائر في "<i>السهول الغارقة</i>".
it: Leggi la storia della sconfitta dei Clan in ‘<i>Le Piane Sommerse</i>’.

source: Scenario 14: Historian
ar: السيناريو 14: مؤرخ
fr: Scénario 14 : historien
gl: Escenario 14: historiador
it: Scenario 14: Storico

source: Scenario 16: Alternate History
ar: السيناريو 16: التاريخ البديل
fr: Scénario 16 : histoire parallèle
gl: Escenario 16: Historia alternativa
it: Scenario 16: Storia Alternativa

source: Kill no enemies before defeating Mal-Ravanal in ‘<i>The Duel</i>’.
ar: لا تقتل الأعداء قبل هزيمة مال رافانال في "المبارزة".
it: Non uccidere nessun nemico prima di sconfiggere Mal-Ravanal in ‘<i>Il Duello</i>’.

source: Scenario 17a: Pacifist
ar: السيناريو 17 أ: الداعي إلى السلام
fr: Scénario 17a : pacifiste
gl: Escenario 17a: Pacifista
it: Scenario 17a: Pacifista

source: Kill all enemies before defeating Mal-Ravanal in ‘<i>All-In</i>’.
ar: اقتل جميع الأعداء قبل هزيمة مال رافانال في '<i>كل شيئ</i>'.
it: Uccidi tutti i nemici prima di sconfiggere Mal-Ravanal in ‘<i>Tutto o Niente</i>’.

source: Scenario 17b: Warmonger
ar: السيناريو 17ب: داعية الحرب
fr: Scénario 17b : belliciste
gl: Escenario 17b: belicista
it: Scenario 17b: Guerrafondaio

source: Complete the secret bonus scenario.
ar: أكمل سيناريو المكافأة السري.
fr: Terminer la mission bonus cachée.
gl: Completa o escenario de bonificación secreta.
it: Completa lo scenario bonus segreto.

source: Scenario 99: Haw, Haw, Haw
ar: السيناريو 99: هاو، هاو، هاو
fr: Scénario 99 : hip hip hip
gl: Escenario 99: Haw, Haw, Haw

source: No outlaws in this village.
ar: لا يوجد خارجين عن القانون في هذه القرية.
en@shaw: ゐ佛 ゐ.
fr: Pas de hors-la-loi dans ce village.
gl: Nesta vila non hai proscritos.
it: Non ci sono fuorilegge in questo villaggio.

source: Warning!
ar: تحذير!
fr: Avertissement !
gl: ¡ Coidado !
it: Attenzione!

source: Content note: this campaign has minor depictions of blood and gore.
ar: ملاحظة المحتوى: تحتوي هذه الحملة على صور بسيطة للدماء والجثث.
fr: Avertissement : cette campagne contient des scènes violentes et sanglantes.
gl: Nota de contido: esta campaña ten pequenas representacións de sangue e sangue.
it: Nota sul contenuto: questa campagna presenta rappresentazioni minori di sangue e dettagli cruenti.

source: It was the thirteenth year of Konrad II’s reign when the strange occurrences in the Estmark Hills on the eastern border of Wesnoth began.
ar: كان العام الثالث عشر من حكم كونراد الثاني عندما بدأت الأحداث الغريبة في تلال إستمارك على الحدود الشرقية لويسنوث.
fr: C'était la treizième année du règne de Konrad II quand d'étranges évènements se produisirent dans la Marche de l'Est, sur la frontière orientale de Wesnoth.
gl: Era o ano trinta do reinado de Conrad II, cando estraños sucesos comezaron a ter lugar nas Lombas de Ismar, na fronteira oriental do Noroeste.
it: Correva l’anno tredicesimo del regno di Konrad II, quando strani eventi iniziarono a verificarsi presso le Colline Orientali, lungo i confini levantini di Wesnoth.

source: Cattle and beasts of burden were found dead in the fields and villagers vanished from their houses with nary a clue nor sign of struggle. At first, the settlers suspected raiders from the great desert, but when they sent scouts east they found nothing but a small mountain range and miles of swamp.
ar: عٌثر على الماشية ودواب الحمل نافقة في الحقول، واختفى القرويون من منازلهم دون أي دليل أو علامة على الصراع. في البداية، اشتبه المستوطنون في وجود مغيرين من الصحراء الكبرى، ولكن عندما أرسلوا الكشافة شرقاً لم يجدوا سوى سلسلة جبال صغيرة وأميال من المستنقعات.
fr: Bétail et bêtes de trait étaient retrouvés morts dans les prés et des gens disparaissaient de leur foyer sans aucune trace de violence. Au début, les colons soupçonnèrent des pillards du grand désert mais les éclaireurs envoyés vers l'est ne trouvèrent qu'un massif montagneux et des étendues de marais.
gl: \Atopáronse gando e bestas de carga mortos nos campos e os aldeáns desapareceron das súas casas sen ningún sinal de loita. Ao principio, os colonos sospeitaron que viñan de invasores do gran deserto, pero cando enviaron exploradores cara ao leste non atoparon nada máis que unha pequena serra e un inmenso lameiro.
it: Nei campi vennero trovate numerose carcasse di bovini e bestie da soma e i contadini iniziarono a sparire dalle loro case, senza alcun segno di lotta. In un primo momento, i coloni sospettarono dei predoni venuti dal grande deserto, ma quando i loro esploratori vennero inviati ad est, non trovarono null’altro che una piccola catena montuosa ed un’immensa distesa di paludi.

source: The disappearances did not stop and every day the terror grew greater. Eventually, the people living in the eastern villages sent a messenger to the king, asking for help. The messenger rode hard for many days and nights, and finally reached the city of Weldyn.
ar: لم تتوقف حالات الاختفاء، بل كان الرعب يزداد يومًا بعد يوم. وفي النهاية، أرسل سكان القرى الشرقية رسولًا إلى الملك، يطلبون المساعدة. ركب الرسول بجهد كبير لعدة أيام وليالٍ، ووصل أخيرًا إلى مدينة ويلدين.
fr: Les disparitions ne cessèrent pas et la terreur s'amplifiait de jour en jour. Les habitants des villages orientaux finirent par envoyer un messager au roi, lui demandant de l'aide. Le messager chevaucha sans relâche nuits et jours pour atteindre enfin la ville de Weldyn.
gl: As desaparicións non cesaron, e cada día o medo medraba. Nun momento dado, a xente das vilas do leste enviáronlle un mensaxeiro ao rei, pedíndolle axuda. O mensaxeiro cabalgou sen descanso durante numerosos días e noites, ata que deu chegado á cidade de Güedin.
it: Le sparizioni proseguivano senza sosta e la sensazione di terrore aumentava ogni giorno di più, fino a quando gli abitanti dei villaggi orientali decisero di inviare un messaggero alla corte del re per chiedere il suo aiuto. Il messaggero cavalcò ininterrottamente per giorni e notti, giungendo alfine nella città di Weldyn.

source: When the king received news of the problem, his advisor Dacyn had much to say. Apparently, these attacks bore much similarity to ones that had previously occurred on the far southern border where undead had been the eventual culprit. Dacyn outlined a plan to combat these intrusions.
ar: عندما تلقى الملك الخبر، كان لدى مستشاره داسين الكثير ليقوله. ويبدو أن هذه الهجمات كانت تشبه إلى حد كبير الهجمات التي وقعت سابقًا على الحدود الجنوبية البعيدة حيث كان الموتى الأحياء هم الجاني في النهاية. وضع داسين خطة لمكافحة هذه الاختراقات.
fr: Quand le palais fut informé du problème, de nombreux souvenirs revinrent à son conseiller Dacyn. Ces attaques lui paraissaient similaires à d'autres survenues autrefois près de la lointaine frontière Sud : des attaques de morts-vivants. Dacyn présenta un plan pour combattre ces intrusions.
gl: Cando a corte recibiu a nova, Dasin, un dos seus conselleiros do rei, pediu a palabra. O conselleiro explicou que ataques moi similares tiveran lugar no pasado na fronteira sur do reino. Ditos ataques perpetráranos non mortos. Por aquel entón, Dasin fora o encargado de elaborar o plan co que repeleran aos intrusos.
it: Quando la notizia dell’accaduto giunse all’orecchio del re, il suo consigliere Dacyn aveva molto da dire al riguardo. A suo avviso, tali attacchi sembravano molto simili a quelli avvenuti in precedenza lungo il remoto confine meridionale ad opera dei non-morti. Dacyn illustrò al sovrano un piano per fronteggiare tali orde.

source: With unknown enemies pressing Wesnoth from the East, Dacyn pressed Konrad II to re-man the outposts, and use them to keep the Crown’s eye and hand firmly on the lower River Weldyn. He sent two of the most promising young officers to them. To the northern outpost he sent Owaec, a Clan noble. To the southern outpost, he sent Sergeant Gweddry, who would be accompanied by Dacyn the mage.
ar: مع وجود أعداء مجهولين يضغطون على ويسنوث من الشرق، ضغط داسين على كونراد الثاني لإعادة تسليح البؤر الاستيطانية واستخدامها لإبقاء عين التاج ويدها ثابتة على نهر ويلدين السفلي. أرسل إليهم اثنين من أكثر الضباط الشباب الواعدين. إلى البؤرة الاستيطانية الشمالية، أرسل أويك، أحد نبلاء العشائر. إلى البؤرة الاستيطانية الجنوبية، أرسل الرقيب جودري، الذي كان سيرافقه داسين الساحر.
fr: Des forces inconnues menaçant l'est de Wesnoth, Dacyn exhorta Konrad II à restaurer les avant-postes afin de maintenir le pouvoir de la couronne fermement sur l'aval de la rivière Weldyn. Il y envoya deux jeunes officiers des plus prometteurs. Owaec, un noble issu des clans qu'il affecta sur l'avant-poste Nord, et le sergent Gweddry, accompagné du mage Dacyn sur l'avant-poste Sud.
gl: Con inimigos descoñecidos presionando ao Noroeste desde o leste, Dacyn presionou a Conrad II para que volvese ocupar os postos avanzados e os usase para manter o ollo e a man da Coroa firmemente no curso inferior do río Weldyn. Envioulles dous dos oficiais novos máis prometedores. Ao posto avanzado do norte enviou a Owaec, un nobre do clan. Ao posto avanzado do sur, enviou ao sarxento Gweddry, que estaría acompañado por Dacyn, o meigo.
it: Con nemici ignoti che incombevano da est sul regno di Wesnoth, Dacyn insistette con Re Konrad II affinché ricostruisse e riarmasse gli avamposti della Guardia del Fiume e che li sfruttasse per mantenere saldo il controllo esercitato dalla Corona lungo le sponde del basso Weldyn. A tal proposito, inviò nella zona due dei suoi giovani ufficiali più promettenti. Presso l’avamposto settentrionale inviò Owaec, un nobile dei Clan. Presso quello meridionale, inviò il sergente Gweddry, accompagnato dal mago Dacyn.

source: All went well once the king’s forces arrived. There were no attacks for several weeks, and Gweddry’s men started to grow incautious. Then, one evening, Gweddry and his men were roused by the startled cries of the night watchmen...
ar: سارت الأمور على ما يرام بمجرد وصول قوات الملك. ولم تحدث أي هجمات لعدة أسابيع، وبدأ رجال جودري في التخلي عن الحذر. ثم في إحدى الأمسيات، استيقظ جودري ورجاله على صرخات الحراس الليليين المذعورة...
fr: Tout se passa bien une fois les forces du roi arrivées. Il n'y eut pas d'attaques pendant plusieurs semaines et la vigilance des hommes de Gweddry commença à s'émousser. Lorsqu'un jour, à l'aube, Gweddry et ses hommes furent réveillés par les cris affolés des vigiles de nuit...
gl: Todo foi ben unha vez que chegadas as tropas do rei. Non houbo ataques durante varias semanas, e os homes de Gweddry comezaron a relaxarse demasiado. Entón, unha noite, Gweddry e os seus homes foron despertados polos berros atónitos dos vixilantes nocturnos…
it: Con l’arrivo delle forze del re, tutto sembrava andare per il meglio: per varie settimane non furono registrati attacchi e gli uomini di Gweddry iniziarono ad abbassare la guardia. Poi, una sera, Gweddry e i suoi uomini furono svegliati dalle grida di terrore della guardia notturna...

source: Wesnothians
ar: الوسنوثيون
en@shaw: 路ю佛攫
fr: Wesnothiens
gl: Noroccidentais
it: Wesnothiani

source: Undead
ar: الموتى الأحياء
en@shaw: 仇ю
fr: Morts-vivants
gl: Non mortos
it: Non-Morti

source: Nakeg-alvan
ar: ناكيج-ألفان

source: Mal-Talar
ar: مال تالار
en@shaw: 路ヰ-Talar

source: Mel Guthrak
ar: ميل جوثراك

source: Gaennell
ar: جاينيل

source: Vugreddyr
ar: فوغريدير

source: Survive until turns run out
ar: البقاء على قيد الحياة حتى نفاد الأدوار
it: Sopravvivi fino alla fine dei turni

source: Move any unit to the trapdoor just outside your keep (10,15)
ar: انقل أي وحدة إلى الباب المسحور خارج قلعتك (10,15)
fr: Déplacer une unité sur la trappe au pied de votre donjon (10,5)
gl: Move calquera unidade á trampilla situada fóra da túa fortaleza (10,15)
it: Sposta una unità qualsiasi alla botola appena fuori dalla fortezza (10,15)

source: Death of Gweddry or Dacyn
ar: موت جويدري أو داسين
fr: Mort de Gweddry ou de Dacyn
gl: Morte de Uedri ou Dasín
it: Morte di Gweddry o di Dacyn

source: Watchmen, report. What’s going on?
ar: أيها المراقبون، تقرير. ماذا يحدث؟
fr: Vigiles, au rapport. Que se passe-t-il ?
gl: Gardiáns, informen. Que está a pasar?
it: Guardia, a rapporto. Che cosa sta succedendo?

source: Help! Run for your lives!
ar: الغوث! أنجوا بحياتكم!
fr: Au secours ! Sauve qui peut !
gl: Axuda! Correde polas vosas vidas!
it: Aiuto! Si salvi chi può!

source: See for yourself. Undead approach from the east.
ar: انظر بنفسك. الموتى الأحياء يقتربون من الشرق.
fr: Constate-le par toi-même. Des morts-vivants avancent de l'Est.
gl: Vexa por si mesmo. Os non mortos achéganse dende o leste.
it: Guarda tu stesso. Non-morti in avvicinamento da est.

source: Soldiers, to arms!
ar: أيها الجنود، إلى السلاح!
fr: Soldats, aux armes !
gl: Soldados, ás armas!
it: Uomini, alle armi!

source: Look! The old outpost is newly manned.
ar: أنظر! المخفر القديم وقع تجديده.
fr: Regardez, le vieux poste avancé a été réoccupé.
gl: Mira! O vello posto avanzado está recén tripulado.
it: Guarda! C’è nuovamente una guarnigione nel vecchio avamposto.

source: Interesting... you, Talar, send news of this development.
ar: مثير للاهتمام... أنت يا تالار، أرسل أخبار هذا التطور.
fr: Je vois... Talar, occupe-toi d'avertir les autres de ce changement.
gl: Interesante... ti, Talar, envías noticias deste desenvolvemento.
it: Interessante... tu, Talar, invia un dispaccio con questi nuovi sviluppi.

source: Sun’s up! They’re falling back!
ar: أشرقت الشمس! إنهم يتراجعون!
fr: Le soleil se lève ! Ils battent en retraite !
gl: O sol está arriba! Están caendo!
it: Il sole sta sorgendo! Si stanno ritirando!

source: I sense a great power... no, it cannot be... I must not be seen.
ar: أشعر بقوة عظيمة...لا، غير ممكن...يجب ألا يتم رؤيتي.
fr: Je sens une grande puissance... Non ! c'est impossible, ce... Gweddry, je ne dois pas être vu.
gl: Sinto un gran poder... non, non pode ser... Non debo ser visto.
it: Percepisco un grande potere... No, non può essere ... Non devo farmi vedere.

source: This is the resistance you spoke of, an untrained commander and a few fresh recruits?
ar: هذه هي المقاومة التي تحدثت عنها، قائد غير مدرب وعدد قليل من المجندين الجدد؟
fr: Est-ce là la résistance dont vous avez parlé, un commandant sans expérience et quelques nouvelles recrues ?
gl: Esta é a resistencia da que falabas? Un comandante sen experiencia e un fato de recrutas novatos?
it: Tutta qui la resistenza di cui parlavi? Un novellino di comandante e qualche recluta di primo pelo?
