Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: Ah Dacyn, picked up a few tricks, have we? But your understanding is a bit shallow. Observe how it is done.
ar: آه داسين، التقطت بعض الحيل، أليس كذلك؟ لكن فهمك سطحي بعض الشيء. لاحظ كيف يتم ذلك.
gl: Ah, Dacyn, colleu algúns trucos, non? Pero a túa comprensión é un pouco superficial. Observa como se fai.
it: Ah Dacyn, abbiamo imparato qualche trucchetto, vero? Ma la tua comprensione è un po’ superficiale. Osserva come si fa.

source: Bleed black, the fabric of firmament. Open wide, the maw of the darkness between worlds. Swallow the day and swallow the sun, And leave eternal night to remain.
ar: نزف أسودًا، صار نسيج السماء. انفتح على مصراعيه، فم الظلام بين العوالم. ابلع النهار وابتلع الشمس، ودع الليل الأبدي يبقى.
gl: Sangra negra, o tecido do firmamento. Aberto de par en par, as fauces da escuridade entre mundos. Trague o día e trague o sol, E deixa a noite eterna para quedar.
it: Sanguina nero, il tessuto del firmamento. Spalancatevi, fauci dell’oscurità tra i mondi. Inghiotti il giorno e ingoia il sole. E lascia che rimanga la notte eterna.

source: Dark scary! Not like!
ar: الظلام مخيف! ليس أحب!
gl: Escuro asustado! Non me gusta!
it: Buio spaventa! No piace!

source: What manner o’ dark sorcery be this?
ar: أي نوع من السحر المظلم يكون هذا؟
gl: Que xeito de feiticería escura é esta?
it: Che razza di stregoneria oscura sarebbe questa?

source: I’m nearly blind in this fog, but I think the undead have been reinforced!
ar: أنا أعمى تقريبًا في هذا الضباب، لكن أعتقد أنه تم تعزيز الموتى الأحياء!
gl: Estou case cego nesta néboa, pero creo que os mortos-vivos foron reforzados!
it: In questa nebbia sono quasi accecato, ma penso che in non-morti si siano rinforzati!

source: This cursed fog has clouded my sight, but I think I hear the sounds of reinforcing undead!
ar: لقد حجب هذا الضباب الملعون نظري، ولكن أعتقد أنني أسمع أصوات تعزيزات الموتى الأحياء!
gl: Esta néboa maldita me nubre a vista, pero creo que escoito os sons dos mortos-vivos de reforzo!
it: Questa nebbia maledetta mi ha oscurato la vista, ma penso che in non-morti si siano rinforzati!

source: Look sharp; they’re reinforcing under the cover of fog.
ar: انظر جيداً؛ إنهم يعززون قواتهم تحت غطاء الضباب.
gl: Ollar agudo; vanse reforzando ao amparo da néboa.
it: Guarda meglio: si stanno rinforzando al riparo della nebbia.

source: By the light of all that is holy, we must not fail!
ar: بنور كل ما هو مقدس، يجب ألا نفشل!
gl: Á luz de todo o que é santo, non debemos fallar!
it: Per la luce di tutto ciò che è sacro, non dobbiamo fallire!

source: <span size='small' font-style='italic'>You see? Mal-Ravanal has grown too powerful. Wesnoth is helpless!</span>
ar: <span size='small' font-style='italic'>هل ترى؟ مال رافانال صار قويا جدا. ويسنوث بلا حول ولا قوة!</span>
it: <span size='small' font-style='italic'>Vedi? Mal-Ravanal è diventato troppo potente. Wesnoth è spacciata!</span>

source: <span size='small' font-style='italic'>Use the Amulet. There is no other way! Use us!</span>
ar: <span size='small' font-style='italic'>إستعمل التميمة. لا حل آخر! استعملنا!</span>
it: <span size='small' font-style='italic'>Usa l’Amuleto. Non c’è altro modo! Usaci!</span>

source: I must... defeat Ravan! I must be strong enough to stand alone... I alone must wield this fullness of power!
ar: يجب أن... أهزم رافان! يجب أن أكون قوياً بما يكفي لأقف وحدي... أنا وحدي يجب أن أملك هذه القوة كاملة!
gl: Debo... derrotar a Ravan! Debo ser o suficientemente forte como para estar só... Eu só debo exercer esta plenitude de poder!
it: Devo... sconfiggere Ravan! Devo essere abbastanza forte da resistere da solo... Solo io devo esercitare appieno questo potere!

source: Careful! They’re regrouping for another wave.
ar: انتبه! إنهم يعيدون تجميع صفوفهم لموجة أخرى.
gl: Coidado! Reagrupáronse para outra onda.
it: Attenzione! Si stanno ricompattando per un’altra ondata.

source: The first rays of the blessed dawn pierce through the fog! The lich’s foul spell begins to fail!
ar: تخترق أول أشعة الفجر المبارك الضباب! وتبدأ تعويذة الليش الشريرة في الفشل!
gl: Os primeiros raios do bendito amencer atravesan a néboa! O feitizo malvado do lich comeza a fallar!
it: I primi raggi dell’alba benedetta si fanno strada attraverso la nebbia! L’osceno incantesimo del lich comincia a fallire!

source: Take heart, for victory is near at hand! The first rays of sunlight have pierced through Mal-Ravanal’s night fog.
ar: استبشروا، فالنصر قريب في متناول اليد! لقد اخترقت أشعة الشمس الأول ضباب ليل مال-رافانال.
gl: Anímate, porque a vitoria está próxima! Os primeiros raios de sol atravesaron a néboa nocturna de Mal-Ravanal.
it: Fatevi coraggio, che la vittoria è a portata di mano! I primi raggi del sole hanno fatto breccia nella nebbia notturna di Mal-Ravanal.

source: Look, the first rays of sunlight have pierced through the fog! Mal-Ravanal’s spell has begun to fail. I only wish Owaec were here to see it...
ar: انظر، لقد اخترقت أشعة الشمس الأولى الضباب! لقد بدأت تعويذة مال-رافانال في الزوال. أتمنى فقط أن يكون أويك هنا ليرى ذلك...
gl: Mira, os primeiros raios de sol atravesaron a néboa! O feitizo de Mal-Ravanal comezou a fallar. Só me gustaría que Owaec estivese aquí para velo...
it: Guarda, i primi raggi di sole stanno squarciando la nebbia! L’incantesimo di Mal-Ravanal sta iniziando a disperdersi. Vorrei soltanto che Owaec fosse qui per vederli...

source: The sun has pierced through the night’s fog; Mal-Ravanal’s spell begins to wane. I need neither Gweddry nor Owaec. I will finish this battle on my own.
ar: لقد اخترقت الشمس ضباب الليل؛ وبدأ تأثير تعويذة مال-رافانال يتلاشى. لا أحتاج إلى جودري ولا أويك. سأنهي هذه المعركة بنفسي.
gl: O sol atravesou a néboa da noite; O feitizo de Mal-Ravanal comeza a minguar. Non necesito nin a Gwedry nin a Owaec. Rematarei esta batalla pola miña conta.
it: Il sole sta squarciando la nebbia notturna: l’incantesimo di Mal-Ravanal sta iniziando a disperdersi. Non ho bisogno né di Gweddry, né di Owaec: porterò a termine da solo questa battaglia.

source: Mal-Ravanal’s necromancers have overexerted themselves. They are struggling to maintain all their minions.
ar: لقد بذل مستحضرو الأرواح التابعون لمال-رافانال جهودًا مضاعفة. وهم يكافحون للحفاظ على جميع أتباعهم.
fr: Les nécromanciens de Mal-Ravanal se sont épuisés. Ils peinent à maintenir en vie tous leurs serviteurs.
gl: Os nigromantes de Mal-Ravanal esforzáronse demasiado. Están loitando por manter a todos os seus esbirros.
it: I negromanti di Mal-Ravanal si sono sforzati troppo. Stanno lottando per mantenere tutti i loro servi.

source: The undead are falling back! Thank the Light; it’s finally over.
ar: الموتى الأحياء يتراجعون! شكراً للنور، لقد انتهى الأمر أخيراً.
fr: Les morts-vivants battent en retraite ! Grâce à la Lumière, c’est enfin terminé.
gl: Os mortos-vivos están caendo! Grazas á Luz; por fin rematou.
it: I non-morti si stanno ritirando! Sia resa grazia alla Luce: finalmente è finita.

source: Gweddry has not died in vain; the undead resolve is broken!
ar: لم يمت جويدري عبثًا؛ فقد انكسرت عزيمة الموتى الأحياء!
fr: Gweddry n'est pas mort pour rien. La volonté des morts-vivants est brisée !
gl: Gweddry non morreu en balde; a resolución de non mortos está rota!
it: Gweddry non è morto invano: la determinazione dei non-morti è stata spezzata!

source: At last, the undead end their assault.
ar: أخيرًا، أنهى الموتى الأحياء هجومهم.
fr: Enfin, les morts-vivants interrompent leur assaut.
gl: Por fin, os non mortos rematan co seu asalto.
it: Alla fine, i non-morti mettono fine al loro assalto.

source: I will not abandon my post!
ar: لن أتخلى عن موقعي!
fr: Je n'abandonnerai pas mon poste !
gl: Non vou abandonar o meu posto!
it: Non abbandonerò la mia postazione!

source: <i>Haldric the First, Dragonslayer, first king of Wesnoth.</i>
ar: <i>هالدريك الأول، قاتل التنانين، أول ملك لويسنوث.</i>
gl: <i>Haldric o Primeiro, Dragonslayer, primeiro rei de Wesnoth.</i>
it: <i>Haldric Primo, Ammazzadraghi, primo re di Wesnoth.</i>

source: My father was named after him, and the royal sceptre hails from his line. Sadly, the histories say that he became paranoid in his old age.
ar: سُمي والدي باسمه، وينحدر الصولجان الملكي من سلالته. وللأسف، تقول التواريخ إنه أصيب بجنون العظمة في شيخوخته.
gl: O meu pai recibiu o seu nome, e o cetro real procede da súa liña. Por desgraza, as historias din que se volveu paranoico na súa vellez.
it: Mio padre ha preso il suo nome in suo onore, e lo scettro reale proviene dalla sua stirpe. Purtroppo, le cronache dicono che divenne paranoico in tarda età.

source: <i>Delfador the Great, sage of Wesnoth, restorer of the throne.</i>
ar: <i>دلفادور الكبير، حكيم ويسنوث، مُعيد العرش.</i>
fr: <i>Delfador le grand, sage de Wesnoth, restaurateur du trône.</i>
gl: <i>Delfador o Grande, sabio de Wesnoth, restaurador do trono.</i>
it: <i>Delfador il Grande, saggio di Wesnoth, restauratore del trono.</i>

source: My predecessor, ‘the Great’. I intend to be greater.
ar: سلفي "العظيم". أنوي أن أكون أعظم.
fr: Mon « grand »prédécesseur. Mais je serai plus grand encore.
gl: O meu predecesor, ‘o Grande’. Pretendo ser maior.
it: Mio antenato, ‘il Grande’. Ho intenzione di diventare più grande.

source: Good riddance...
ar: بئس المصير...
fr: Bon débarras...
gl: Boa despedida...
it: Una buona liberazione...

source: Impressive tactics! I’ll begin redeploying towards other threats.
ar: تكتيكات مثيرة للإعجاب! سأبدأ في إعادة الانتشار ضد أي تهديدات أخرى.
gl: ¡Tácticas impresionantes! Vou comezar a redistribuírme cara a outras ameazas.
it: Tattiche impressionanti! Inizierò a riposizionarmi contro altre minacce.

source: You waste... your effort...
ar: تضيع... مجهودك...
gl: Desperdicias... o teu esforzo...
it: Stai sprecando... i tuoi sforzi...

source: Well done! This will free my soldiers to defend other sectors of the city.
ar: أحسنتم! سيحرر هذا جنودي للدفاع عن قطاعات أخرى من المدينة.
gl: Ben feito! Isto liberará aos meus soldados para defender outros sectores da cidade.
it: Ben fatto! Questo renderà i miei soldati disponibili per la difesa di altri settori della città.

source: Your victory... is meaningless...
ar: انتصارك...لا معنى له...
gl: A túa vitoria... non ten sentido...
it: La tua vittoria... è insignificante...

source: Excellent work! I’ll send my soldiers to the other fronts.
ar: عمل ممتاز! سأرسل جنودي إلى الجبهات الأخرى.
gl: Excelente traballo! Enviarei os meus soldados ás outras frontes.
it: Ottimo lavoro! Invierò i miei soldati verso altri fronti.

source: Mal-Ravanal will make you suffer for this!
ar: مال رافانال سوف يجعلك تعاني من هذا!
gl: Mal-Ravanal farache sufrir por isto!
it: Mal-Ravanal vi farà soffrire per questo!

source: No! I was supposed to... become immortal...
ar: لا! كان من المفترض أن...أصبح خالداً...
gl: Non! Suponse que eu debía... facerme inmortal...
it: NO! Avrei dovuto... diventare immortale...

source: No! Now I will never have my revenge...
ar: لا! الآن لن أتمكن من الانتقام أبدًا...
fr: Nooon ! Je n'aurais jamais ma revanche...
gl: Non! Agora nunca terei a miña vinganza...
it: No! Adesso non avrò mai la mia vendetta...

source: Gruhhh...
ar: غروه...
fr: Rhâââ...
gl: Grarrgg…

source: Huzzah! Even Mal-Ravanal’s infernal darkness could not dim the spirits of our men! My friends, we have won a great victory today.
ar: هورراه! حتى ظلام مال-رافانال الجهنمي لم يستطع أن يخمد معنويات رجالنا! أصدقائي، لقد حققنا نصراً عظيماً اليوم.
gl: Huzah! Nin sequera a escuridade infernal de Mal-Ravanal podería esmorecer os espíritos dos nosos homes! Meus amigos, hoxe conseguimos unha gran vitoria.
it: Urrà! Nemmeno l’oscurità infernale di Mal-Ravanal è riuscita a offuscare lo spirito dei nostri uomini! Amici miei, oggi abbiamo ottenuto una grande vittoria.

source: Now we must press our advantage! Let us strike the undead while they are in disarray and banish Mal-Ravanal’s dark soul once and for all!
ar: الآن يجب علينا أن نستغل ميزتنا! فلنهاجم الموتى الأحياء وهم في حالة من الفوضى وننفي روح مال-رافانال المظلمة إلى الأبد!
gl: Agora debemos presionar a nosa vantaxe! Golpeemos os mortos-vivos mentres estean en desorde e desterramos dunha vez por todas a alma escura de Mal-Ravanal!
it: Ora dobbiamo sfruttare il nostro vantaggio! Colpiamo i non morti mentre sono allo sbando e bandiamo l’anima oscura di Mal-Ravanal una volta per tutte!

source: I will not put the fate of all Irdya in the hands of a vengeful Clansman and Weldyn’s tattered armies. I must face Mal-Ravanal in a duel, and I must be the one to strike the infernal lich down! I will trust none other than myself with such responsibility.
ar: لن أضع مصير كل شعوب إرديا بين يدي أحد أفراد العشيرة المنتقمين وجيوش ويلدين الممزقة. يجب أن أواجه مال-رافانال في مبارزة، ويجب أن أكون الشخص الذي يقضي على الليش الجهنمي! لن أثق في أحد غيري مع هذه المسؤولية.
gl: Non vou poñer o destino de toda Irdya en mans dun clan vengativo e dos exércitos andrajosos de Weldyn. Debo enfrontarme a Mal-Ravanal nun duelo, e debo ser eu quen derrote ao lich infernal! Non confiarei en min mesmo con tal responsabilidade.
it: Non metterò il destino di tutta Irdya nelle mani di un vendicativo membro del clan e degli eserciti logori di Weldyn. Devo affrontare Mal-Ravanal in un duello e devo essere io a abbattere il lich infernale! Non affiderò a nessun altro che a me stesso tale responsabilità.

source: Both of you alike speak wisdom. This is a difficult decision, and I have little time in which to make it.
ar: كلاكما ينطق بالحكمة. هذا قرار صعب، وليس لديّ وقت كافٍ لاتخاذه.
gl: Os dous falades por igual sabedoría. Esta é unha decisión difícil, e teño pouco tempo para tomala.
it: Parlate entrambi con saggezza. Questa è una decisione difficile e ho poco tempo per prenderla.

source: Lieutenant Gweddry, you are familiar with the situation, and you know both Owaec and Dacyn well. Whose plan do you suggest I follow?
ar: ملازم جويدري، أنت على دراية بالوضع، وتعرف كلاً من أويك وداسين جيداً. من الخطة التي تقترح أن أتبعها؟
gl: Tenente Gweddry, está familiarizado coa situación e coñece ben tanto a Owaec como a Dacyn. De quen me suxires que siga o plan?
it: Tenente Gweddry, voi avete familiarità con questo tipo di situazioni, e conoscete bene sia Owaec che Dacyn. Quale piano suggerite dovrei seguire?

source: I think we should...
ar: أعتقد أننا يجب أن...
fr: Oui. Je crois qu'on devrait...
gl: Creo que deberíamos…
it: Credo che dovremmo...

source: challenge Mal-Ravanal to a duel. <i>(normal)</i>
ar: تحدي مال-رافانال في مبارزة. <i>(متوسط)</i>
fr: défier Mal-Ravanal en duel. <i>(normal)</i>
gl: Retar a Mal-Ravanal a un duelo. <i>(normal)</i>
it: sfidare Mal-Ravanal a duello. <i>(normale)</i>

source: I agree. Dacyn, send the message at once.
ar: أنا أوافق. داسين، أرسل الرسالة في الحين.
fr: Je suis d'accord. Dacyn, que le message parte sur l'instant.
gl: De acordo. Dasin, envía a mensaxe agora mesmo.
it: Concordo. Dacyn, manda subito il messaggio.

source: defeat Mal-Ravanal in pitched battle. <i>(challenging)</i>
ar: هزيمة مال-رافانال في معركة ضارية. <i>(تحدي)</i>
gl: derrota a Mal-Ravanal en batalla campal. <i>(desafiante)</i>
it: sconfiggere Mal-Ravanal in una battaglia campale. <i>(difficile)</i>

source: I agree. Owaec, begin preparing our armies.
ar: أنا أوافق. أويك، جهز الجيش.
fr: D'accord. Owaec, commencez à préparer nos armées.
gl: De acordo. Owaec. comezarei a preparar as tropas.
it: Concordo. Owaec, inizia a preparare le nostre truppe.

source: Huzzah! Even Mal-Ravanal’s infernal darkness could not dim the spirits of our men! My friends, we have won a great victory today. Alas, if only Gweddry were here...
ar: هورراه! حتى ظلام مال-رافانال الجهنمي لم يستطع أن يخمد معنويات رجالنا! أصدقائي، لقد حققنا نصراً عظيماً اليوم للأسف، لو كان جودري هنا فقط...
gl: Huzah! Nin sequera a escuridade infernal de Mal-Ravanal podería esmorecer os espíritos dos nosos homes! Meus amigos, hoxe conseguimos unha gran vitoria. Ai, se só Gweddry estivese aquí...
it: Urrà! Nemmeno l’oscurità infernale di Mal-Ravanal è riuscita a offuscare lo spirito dei nostri uomini! Amici miei, oggi abbiamo ottenuto una grande vittoria. Ahimè, se soltanto Gweddry fosse qui...

source: ... I am certain he would tell us to muster our resolve and regroup to press our advantage! Let us strike the undead while they are in disarray and banish Mal-Ravanal’s dark soul once and for all!
ar: ... أنا متأكد من أنه سيخبرنا أن نجمع عزيمتنا ونعيد تنظيم صفوفنا لتحقيق تفوقنا! فلنضرب الموتى الأحياء وهم في حالة من الفوضى وننفي روح مال-رافانال المظلمة إلى الأبد!
gl: ... Estou seguro de que nos diría que reunir a nosa determinación e reagrupar para presionar a nosa vantaxe! Golpeemos os mortos-vivos mentres estean en desorde e desterramos dunha vez por todas a alma escura de Mal-Ravanal!
it: ... Sono certo che ci direbbe di raccogliere la nostra determinazione e riorganizzarci per sfruttare il nostro vantaggio! Colpiamo i non-morti mentre sono allo sbando e bandiamo l’anima oscura di Mal-Ravanal una volta per tutte!

source: Both of you alike speak wisdom. This is a difficult decision, and I have little time in which to make it. I wish that Gweddry still lived to advise me, but it seems I must decide on my own.
ar: كلاكما ينطق بالحكمة. هذا قرار صعب، وليس لدي وقت كافٍ لأتخذه. أتمنى لو أن غويدري لا يزال حياً لينصحني، لكن يبدو أنه يجب أن أقرر بنفسي.
gl: Os dous falades por igual sabedoría. Esta é unha decisión difícil, e teño pouco tempo para tomala. Gustaríame que Gweddry aínda vivise para aconsellarme, pero parece que debo decidir pola miña conta.
it: Parlate entrambi con saggezza. Questa è una decisione difficile e ho poco tempo per prenderla. Vorrei che Gweddry fosse ancora vivo per consigliarmi, ma sembra che debba decidere da solo.

source: By my command, we will...
ar: بأمري سوف ...
gl: Pola miña orde, imos...
it: Al mio comando, noi...

source: Excellent, I will send the message at once.
ar: ممتاز، سأرسل الرسالة في الحال.
fr: Excellent, j'envoie le message sur le champ.
gl: Excelente, Enviarei a mensaxe agora mesmo.
it: Ottimo. Invierò subito il messaggio.

source: Excellent, I will begin preparing our armies!
ar: ممتاز، سأبدأ في إعداد جيوشنا!
fr: Formidable ! Je commence à rassembler nos armées !
gl: excelente, Comezarei a preparar as tropas.
it: Ottimo. Inizio subito a preparare le nostre truppe!

source: The city grows still at last. I wish there was time to mourn, but we still must decide how to deal with Mal-Ravanal.
ar: المدينة تنمو أخيرًا. أتمنى لو كان هناك وقت للحزن، ولكن لا يزال علينا أن نقرر كيف نتعامل مع مال رافانال.
gl: A cidade medra aínda por fin. Gustaríame que houbese tempo para chorar, pero aínda hai que decidir como tratar con Mal-Ravanal.
it: Finalmente la città si placa. Vorrei che ci fosse tempo per piangere, ma dobbiamo ancora decidere come affrontare Mal-Ravanal.

source: Owaec had wished for us to strike at the undead and isolate Mal-Ravanal by force of arms. With their armies in disarray after the failed attack on Weldyn, this may be our best opportunity.
ar: لقد تمنى أويك أن نضرب الموتى الأحياء ونعزل مال رافانال بقوة السلاح. فمع حالة الفوضى التي أصابت جيوشهم بعد الهجوم الفاشل على ويلدين، قد تكون هذه أفضل فرصة لنا.
gl: Owaec desexara que atacaramos aos non mortos e illasemos a Mal-Ravanal coa forza das armas. Cos seus exércitos en desorde tras o ataque fallido a Weldyn, esta pode ser a nosa mellor oportunidade.
it: Owaec aveva desiderato che colpissimo i non morti e isolassimo Mal-Ravanal con la forza delle armi. Con i loro eserciti allo sbando dopo il fallito attacco a Weldyn, questa potrebbe essere la nostra opportunità migliore.

source: I will not put the fate of all Irdya in the hands of Weldyn’s feeble defenders! I must face Mal-Ravanal in a duel, and I must be the one to strike the infernal lich down! I will trust none other than myself with such responsibility.
ar: لن أضع مصير كل إيرديا في أيدي المدافعين الضعفاء عن ويلدين! يجب أن أواجه مال-رافانال في مبارزة، ويجب أن أكون الشخص الذي يضرب الليش الجهنمي! لن أثق في أحد غيري بهذه المهمة.
gl: Non vou poñer o destino de toda Irdya en mans dos débiles defensores de Weldyn! Debo enfrontarme a Mal-Ravanal nun duelo, e debo ser eu quen derrote ao lich infernal! Non confiarei en min mesmo con tal responsabilidade.
it: Non metterò il destino di tutta Irdya nelle mani dei logori eserciti di Weldyn! Devo affrontare Mal-Ravanal in un duello e devo essere io a abbattere il lich infernale! Non affiderò a nessun altro che a me stesso tale responsabilità.

source: I will begin preparing our armies.
ar: سأبدأ في إعداد جيوشنا.
fr: Je vais commencer à préparer nos armées.
gl: Comezarei a preparar as tropas.
it: Inizio subito a preparare le nostre truppe.

source: The city grows still at last. This battle is won, but with our best commanders dead we have little hope of surviving another attack.
ar: المدينة تنمو أخيرًا. لقد انتصرنا في هذه المعركة، ولكن مع مقتل أفضل قادتنا لدينا أمل ضئيل في النجاة من هجوم آخر.
gl: A cidade medra aínda por fin. Esta batalla está gañada, pero cos nosos mellores comandantes mortos temos poucas esperanzas de sobrevivir a outro ataque.
it: Finalmente la città si placa. Abbiamo vinto questa battaglia, ma con la morte dei nostri migliori comandanti abbiamo ben poche speranze di sopravvivere ad un altro attacco.

source: We cannot put the fate of all Irdya in the hands of Weldyn’s feeble defenders! I must face Mal-Ravanal in a duel, and I must be the one to strike the infernal lich down! I will trust none other than myself with such responsibility.
ar: لا يمكننا أن نضع مصير كل إيرديا في أيدي المدافعين الضعفاء عن ويلدين! يجب أن أواجه مال-رافانال في مبارزة، ويجب أن أكون الشخص الذي يضرب الليش الجهنمي! لن أثق في أحد غيري بمسؤولية كهذه.
gl: Non podemos poñer o destino de toda Irdya en mans dos débiles defensores de Weldyn! Debo enfrontarme a Mal-Ravanal nun duelo, e debo ser eu quen derrote ao lich infernal! Non confiarei en min mesmo con tal responsabilidade.
it: Non possiamo mettere il destino di tutta Irdya nelle mani dei logori eserciti di Weldyn! Devo affrontare Mal-Ravanal in un duello e devo essere io a abbattere il lich infernale! Non affiderò a nessun altro che a me stesso tale responsabilità.

source: This is a difficult decision, and I have little time in which to make it. I wish that Gweddry or Owaec still lived to advise me, but it seems I must decide on my own.
ar: هذا قرار صعب، وليس لدي وقت كافٍ لاتخاذه. أتمنى لو كان جودري أو أويك لا يزالان على قيد الحياة لتقديم المشورة لي، لكن يبدو أنني مضطر لاتخاذ القرار بنفسي.
gl: Esta é unha decisión difícil, e teño pouco tempo para tomala. Gustaríame que Gweddry ou Owaec aínda vivisen para aconsellarme, pero parece que debo decidir pola miña conta.
it: Questa è una decisione difficile e ho poco tempo per prenderla. Vorrei che Gweddry o Owaec fossero ancora vivi per consigliarmi, ma sembra che debba decidere da solo.

source: challenge Mal-Ravanal to a duel. <i>(regular)</i>
ar: تحدي مال-رافانال في مبارزة. <i>(عادي)</i>
fr: défier Mal-Ravanal en duel. <i>(régulier)</i>
gl: Retar a Mal-Ravanal a un duelo. <i>(regular)</i>
it: sfidare Mal-Ravanal a duello. <i>(regolare)</i>

source: defeat Mal-Ravanal in pitched battle. <i>(very hard)</i>
ar: هزيمة مال-رافانال في معركة ضارية. <i>(صعب جدًا)</i>
gl: derrota a Mal-Ravanal en batalla campal. <i>(moi difícil)</i>
it: sconfiggere Mal-Ravanal in una battaglia campale. <i>(molto difficile)</i>

source: This is an unwise decision, but I will aid our armies as best I can.
ar: هذا قرار غير حكيم، لكنني سأساعد جيوشنا بأفضل ما أستطيع.
gl: Esta é unha decisión imprudente, pero axudarei aos nosos exércitos o mellor que poida.
it: Questa è una decisione poco saggia, ma aiuterò i nostri eserciti come meglio posso.

source: The Duel
ar: المبارزة
en@shaw: 路叼
fr: Le Duel
gl: O duelo
it: Il duello
