Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: They don’t look very friendly...
ar: لا يبدون ودودين للغاية...
fr: Ils n'ont pas l'air très amicaux...
gl: Non parecen moi simpáticos...
it: Non sembrano molto amichevoli...

source: Guuuh... who you?
ar: جووه...من أنت؟
fr: Baaah... qui toi ?
gl: Guuuh... quen ti?
it: Guuuh... chi tu?

source: Uhhhh... who <i><b>you</b></i>?
ar: أووه... من <i><b>أنت</b></i>?
fr: Eeeh... qui <i><b>t'es</b></i> ?
gl: Uhhhh... quen <i><b>ti</b></i>?
it: Uhhhh... chi <i><b>tu</b></i>?

source: Me... friend? New friend?
ar: أنا...صديق؟ صديق جديد؟
fr: Moi... ami ? Nouveau ami ?
gl: Eu... amigo? Novo amigo?
it: Me... amico? Nuovo amico?

source: New friend! Me no fight friend.
ar: صديق جديد أنا لا أقاتل صديقًا جديدًا.
fr: Nouveau ami ! Moi combat ami pas.
gl: Novo amigo! Non me pelexa amigo.
it: Nuovo amico! Me no combatte amico.

source: Grug me! Me friend human.
ar: أشفق عليّ! أنا صديقي الإنسان.
fr: Moi Grug ! Moi ami humain.
gl: ¡Gráxame! Meu amigo, humano.
it: Me Grug! Me amico umano.

source: Uhhhh... friend... human?
ar: اه...صديق...إنسان؟
fr: Aaah... ami... humain ?
gl: Uhhhh... amigo... humano?
it: Uhhhh... amico... umano?

source: You too friend human! Help human fight good.
ar: أنت أيضًا صديق الإنسان! أساعد الانسان قتال طيب.
fr: Toi aussi ami humain ! Aide humain combat bon.
gl: Ti tamén, amigo humano! Axuda aos humanos a loitar ben.
it: Anche tu amico umano! Aiuta umano combattere buono.

source: OK, me help human fight! Human good!
ar: حسناً، أنا أساعد الإنسان في القتال! الإنسان جيد!
fr: Bon moi aide humain combat ! Humain bon !
gl: OK, axúdame a loitar humana! Ben humano!
it: Ok, me aiuta umano combattere! Umano buono!

source: 25 gold
ar: 25 قطعة ذهب
fr: 25 ors
gl: 25 ouro
it: 25 pezzi d’oro

source: This shipwreck was carrying chests of gold! Most of them are buried under the ice, but I can still reach $gold pieces.
ar: هذه السفينة الغارقة كانت تحمل صناديق من الذهب! معظمها مدفون تحت الجليد، لكن لا يزال بإمكاني الوصول إلى $gold قطعة ذهب.
gl: Este naufraxio levaba cofres de ouro! A maioría deles están enterrados baixo o xeo, pero aínda podo chegar a pezas de $ouro.
it: Questo relitto trasportava forzieri d’oro| La maggior parte sono sepolti sotto il ghiaccio, ma riesco ancora a raggiungere $gold pezzi d’oro.

source: This ruined town still has some valuables! I count enough to be worth $gold gold pieces.
ar: لا تزال هذه البلدة المدمرة تحتوي على بعض الأشياء الثمينة! أحصي منها ما يساوي $gold قطعاً ذهبية.
fr: Cette ville en ruines contient encore quelques objets de valeur ! Ça doit bien valoir au moins $gold pièces d’or.
gl: Esta cidade en ruínas aínda ten algúns obxectos de valor! Eu conto o suficiente para valer $ pezas de ouro.
it: Questa città in rovina conserva ancora alcuni oggetti di valore! Ne conto abbastanza da valere $gold pezzi d’oro.

source: This drake only had $gold gold pieces in his camp. Not much of a dragon hoard...
ar: لم يكن لدى هذا الدريك سوى $gold ذهبية في معسكره. ليس الكثير من كنز التنين...
fr: Ce dracan n’avait que $gold pièces d’or dans son camp. Pas vraiment un trésor de dragon…
gl: Este drago só tiña pezas de ouro de $ no seu campamento. Non hai moito dragón...
it: Questo drago aveva solo $gold pezzi d’oro nel suo accampamento. Non è un gran tesoro di drago...

source: GROARRR!!!
ar: غرورر!!!

source: I’ve never tried Yeti meat. I wonder what it tastes like?
ar: لم أجرب لحم اليايتي قط. أتساءل، كيف هو طعمه؟
gl: Nunca probei carne de Yeti. Pregúntome a que sabe?
it: Non ho mai provato carne di Yeti. Mi chiedo che sapore abbia...

source: This is the place! Let us enter.
ar: هذا هو المكان! لندخل.
fr: On y est ! Entrons.
gl: Este é o lugar! Imos entrar.
it: Il posto è questo! Entriamo.

source: Dark Sanctuary
ar: الحرم المظلم
fr: Sombre Sanctuaire
gl: Santuario Escuro
it: Santuario Tetro

source: Sequestered away under ice and stone, the dark places of the world quietly count the long years, biding their time until once more disturbed.
ar: معزولة تحت الجليد والحجر، تحسب الأماكن المظلمة في العالم السنوات الطويلة بهدوء، وتنتظر وقتها حتى تضطرب مرة أخرى.
fr: Enfouis sous la glace et la pierre, les lieux obscurs du monde comptent silencieusement de longues années, attendant patiemment d’être à nouveau dérangés.
gl: Secuestrados baixo xeo e pedra, os lugares escuros do mundo contan tranquilamente os longos anos, esperando o seu tempo ata que volvan perturbar.
it: Sepolti in profondità sotto ghiaccio e roccia, i luoghi oscuri del mondo contano silenziosamente i lunghi anni, aspettando il loro tempo finché non verranno di nuovo disturbati.

source: Goblins
ar: الغوبلن
fr: Gobelins
gl: Trasnos
it: Goblin

source: Ugh, more ants. I doubt there’s anything of value in here, just more of that lousy ambrosia.
ar: المزيد من النمل أشك في أن هناك أي شيء ذو قيمة هنا، فقط المزيد من ذلك النمل الرديء.
fr: Beurk, encore des fourmis. Je doute qu'il y ait quoi que ce soit d'intéressant ici, à part cette immonde ambroisie.
gl: Uf, máis formigas. Dubido que haxa algo de valor aquí, só máis desa pésima ambrosía.
it: Uffa, altre formiche. Dubito che ci sia qualcosa di valore qui, soltanto dell’altra di questa schifosa ambrosia.

source: Study Guard
ar: حارس الدراسة
fr: Garde de l'étude
gl: Garda do Estudo
it: Guardia dello Studio

source: Cowardly Goblin
ar: غوبلن جبان
fr: Gobelin apeuré
gl: Goblin covarde
it: Coblin codardo

source: Thirsty Goblin
ar: الغوبلن العطشان
fr: Gobelin assoiffé
gl: Trasno sedento
it: Goblin assetato

source: Dushab
ar: دوشاب

source: Goblin Leader
ar: زعيم غوبلن
fr: Chef gobelin
gl: Líder Goblin
it: Condottiero Goblin

source: Move Dacyn, Gweddry, and reinforcements into the gate
ar: حرك داسين وجودري والتعزيزات إلى البوابة
fr: Amener Dacyn, Gweddry et les renforts à la porte et les faire entrer
gl: Move a Dacyn, Gweddry e os reforzos á porta
it: Sposta Dacyn, Gweddry e i rinforzi al cancello

source: Find both gate keys
ar: ابحث عن مفتاحي البوابة
fr: Trouver les deux clés
gl: Atopar as dúas chaves da porta
it: Trova entrambe le chiavi del cancello

source: Move Dacyn, Gweddry, and reinforcements into the inner gate
ar: حرك داسين وجودري والتعزيزات إلى البوابة الداخلية
fr: Amener Dacyn, Gweddry et les renforts à la porte intérieure et les faire entrer
gl: Move a Dacyn, Gweddry e os reforzos á porta interior
it: Sposta Dacyn, Gweddry e i rinforzi al cancello interno

source: Defeat the sanctum guard
ar: هزيمة حارس الحرم
fr: Vaincre le guardien du sanctuaire
gl: Derrota ao garda do santuario
it: Sconfiggi la guardia del santuario

source: Retrieve the amulet
ar: استرجاع التميمة
fr: Récupérer l'amulette
gl: Recuperar o amuleto
it: Recupera l’amuleto

source: Survive the orcish assault
ar: النجاة من هجوم الأورك
fr: Survivre à l'assaut des orcs
gl: Sobrevivir ao asalto orco
it: Sopravvivi all’assalto degli orchi

source: To enter the castle, move Dacyn into the gated area.
ar: لدخول القلعة، انقل داسين إلى المنطقة المسورة.
fr: Pour entrer dans le château, déplacez Dacyn dans la zone fermée par la grille.
gl: Para entrar no castelo, move a Dacyn á zona pechada.
it: Per entrare nel castello, sposta Dacyn nell’area recintata.

source: Dacyn has been here before and will have better outcomes when stepping on runes.
ar: لقد كان داسين هنا من قبل وسيكون له نتائج أفضل عند الدوس على الأحرف الرونية.
fr: Dacyn est déjà passé par ici et obtiendra de meilleurs résultats en marchant sur les runes.
gl: Dacyn estivo aquí antes e terá mellores resultados ao pisar runas.
it: Dacyn è già stata qui e otterrà risultati migliori calpestando le rune.

source: We have arrived. This is a long-abandoned sanctum that you may know as the lair of the mage Iliah-Malal.
ar: لقد وصلنا. هذا معتكف مهجور منذ فترة طويلة قد تعرفونه على أنه مخبأ الساحر إيليا-مالال.
fr: Nous sommes arrivés. Il s’agit d’un sanctuaire abandonné depuis longtemps, que vous connaissez peut-être comme l’antre du mage Iliah-Malal.
gl: Chegamos. Este é un santuario abandonado durante moito tempo que podes coñecer como a guarida do mago Iliah-Malal.
it: Siamo arrivati. Questo è il santuario abbandonato ormai da lungo tempo che potresti conoscere come la tana del mago Iliah-Malal.

source: It is here that I seek Iliah-Malal’s Amulet of the Veil, an artifact possessing the power to open gates between the land of the living and that of the dead. I once thought such a power too dangerous to use; I am no longer so naive.
ar: وهنا أبحث عن تميمة الحجاب الخاصة بإيليا-مال، وهي قطعة أثرية تمتلك القدرة على فتح البوابات بين أرض الأحياء وأرض الموتى. لقد اعتقدت ذات مرة أن مثل هذه القوة خطيرة جدًا لاستخدامها، ولكنني لم أعد ساذجًا بعد الآن.
fr: C’est ici que je cherche l’Amulette du Voile d’Iliah-Malal, un artefact possédant le pouvoir d’ouvrir des portails entre le monde des vivants et celui des morts. Autrefois, je pensais qu’un tel pouvoir était trop dangereux à utiliser ; je ne suis plus aussi naïf.
gl: É aquí onde busco o amuleto do veo de Iliah-Malal, un artefacto que posúe o poder de abrir portas entre a terra dos vivos e a dos mortos. Unha vez pensei que tal poder era demasiado perigoso para usar; Xa non son tan inxenuo.
it: È qui che cercai l’Amuleto del Velo di Iliah-Malal, un artefatto che possiede il potere di aprire le porte tra la terra dei vivi e quella dei morti. Una volta pensavo che un simile potere fosse troppo pericoloso da usare: ora non sono più così ingenuo.

source: Iliah-Malal? I know that name from the legends...
ar: إيليا-مالال؟ أعرف هذا الاسم من الأساطير...
it: Iliah-Malal? Conosco questo nome dalle leggende...

source: All this time... all this time I thought we were questing towards a noble goal. Searching for a legendary sword, an ancient tome, a holy relic.
ar: كل هذا الوقت... كل هذا الوقت ظننت أننا كنا نبحث عن هدف نبيل. نبحث عن سيف أسطوري أو مجلد قديم أو أثر مقدس.
fr: Pendant tout ce temps… tout ce temps, j’ai cru que nous poursuivions un but noble. À la recherche d’une épée légendaire, d’un grimoire ancien, d’une relique sacrée.
gl: Todo este tempo... todo este tempo pensei que estabamos buscando un nobre obxectivo. Buscando unha espada lendaria, un tomo antigo, unha reliquia sagrada.
it: Tutto questo tempo... per tutto questo tempo ho pensato che fossimo in missione per un nobile scopo. In cerca di una spada leggendaria, un antico tomo, una reliquia sacra.

source: Instead, our quest brings us to the lair of one of the most evil beings that ever lived. How can you possibly mean to make use of anything ever possessed by such an evil? As soldiers of Wesnoth we are honor-bound to fight for the Light, not the darkness!
ar: وبدلاً من ذلك، يقودنا سعينا إلى مخبأ أحد أكثر الكائنات الشريرة التي عاشت على الإطلاق. كيف يمكنك أن تقصد الاستفادة من أي شيء يمتلكه مثل هذا الشر؟ كجنود ويسنوثيين نحن ملزمون بشرف القتال من أجل النور وليس الظلام!
it: Invece, la nostra ricerca ci porta nella tana di uno degli esseri più malvagi che siano mai vissuti. Come puoi voler usare qualcosa che sia stato posseduto da un male di tal fatta? Come soldati di Wesnoth abbiamo l’onore di combattere per la Luce, non per l’oscurità!

source: Do not be so shortsighted. With the power to open portals to the Land of the Dead, I can pull Mal-Ravanal’s spirit out of this world. Then, the spells granting false life to the dead will fail, and their fearsome armies will collapse into piles of bones. I am wielding this power for the good of Irdya, not for your honor’s sake.
ar: لا تكن قصير النظر. مع القدرة على فتح البوابات إلى أرض الموتى، يمكنني سحب روح مال-رافانال من هذا العالم. عندها، ستفشل التعاويذ التي تمنح الحياة الزائفة للموتى، وستنهار جيوشهم المخيفة وتتحول إلى أكوام من العظام. أنا أستخدم هذه القوة من أجل مصلحة إرديا، وليس من أجل شرفك.
fr: Ne soyez pas si bigleux. Grâce au pouvoir d'ouvrir des portails vers le Royaume des Morts, je peux extraire l'esprit de Mal-Ravanal de ce monde. Alors, les sorts qui confèrent une vie illusoire aux morts échoueront, et leurs redoutables armées se réduiront à un amas d'ossements. J'utilise ce pouvoir pour le bien d'Irdya, non pour votre honneur.
gl: Non sexas tan miope. Co poder de abrir portais á Terra dos Mortos, podo sacar o espírito de Mal-Ravanal deste mundo. Entón, os feitizos que conceden vida falsa aos mortos fracasarán e os seus temibles exércitos colapsaranse en pilas de ósos. Estou exercendo este poder polo ben de Irdya, non polo ben da túa honra.
it: Non essere così miope. Con il potere di aprire i portali per la Terra dei Morti, posso estrarre lo spirito di Mal-Ravanal da questo mondo. Allora gli incantesimi che garantiscono la falsa vita ai morti si spezzeranno e i loro temibili eserciti crolleranno in mucchi di ossa. Sto esercitando questo potere per il bene di Irdya, non per il bene del tuo onore.

source: Dacyn, I am uneasy about this course of action. I know little of the Land of the Dead, but everything I have heard suggests-
ar: داسين، أنا غير مرتاح بشأن هذا التصرف. أنا أعرف القليل عن أرض الموتى لكن كل ما سمعته يوحي بأنني-
fr: Dacyn, je suis mal à l'aise avec cette décision. Je connais peu le Pays des Morts, mais tout ce que j'ai entendu laisse penser…
gl: Dacyn, estou incómodo con este curso de acción. Sei pouco sobre a Terra dos Mortos, pero todo o que escoitei suxire...
it: Dacyn, sono a disagio riguardo a questa linea di condotta. Conosco poco della Terra dei Morti, ma tutto ciò che ho sentito suggerisce-

source: You would violate the dead’s eternal peace to fight a war, yet you call me shortsighted?! And while our homeland bleeds, you have the gall to speak of the good of all life?! Madness! As a mage of the Light, you should know better!
ar: أتنتهكون سلام الموتى الأبدي لتخوضوا حرباً، ومع ذلك تنعتونني بقصر النظر؟ وبينما وطننا ينزف، تتجرأ على الحديث عن خير الحياة كلها؟ جنون! بصفتك ساحر نور، يجب أن تكون أذكى من ذلك!
fr: Vous violeriez la paix éternelle des morts pour faire la guerre, et vous osez me traiter de bigleux ?! Pendant que notre patrie agonise, vous avez le culot de parler du bien de toute vie ?! C'est de la folie ! En tant que mage de la Lumière, vous devriez le savoir !
gl: Violarías a paz eterna dos mortos para loitar nunha guerra, pero ti chámasme miope?! E mentres a nosa patria sangra, tes a fel de falar do ben de toda a vida?! Tolemia! Como mago da Luz, deberías saber mellor!
it: Violeresti la pace eterna dei morti per combattere una guerra, eppure mi chiami miope?! E mentre la nostra patria sanguina, hai la sfacciataggine di parlare del bene di tutta la vita?! Follia! Come mago della Luce, dovresti saperlo meglio di me!

source: I have had enough of your second-guessing. You, fool of a horse boy, know nothing of the mystic arts, yet you mask your ignorance by cowering behind a pretend morality. If that is what you insist on doing, then by all means return to Wesnoth and add your corpses to Mal-Ravanal’s ever-growing hordes.
ar: لقد اكتفيت من تخمينك الثاني. أنت يا فتى الحصان الأحمق لا تعرف شيئًا عن الفنون الصوفية، ومع ذلك تخفي جهلك بالتخفي وراء الأخلاق المزعومة. إذا كان هذا هو ما تصر على فعله، فلتعد بكل الوسائل إلى ويسنوث وتضيف جثثك إلى جحافل مال-رافانال المتزايدة باستمرار.
fr: J'en ai assez de tes hésitations. Toi, pauvre imbécile, tu ne connais rien aux arts mystiques, et pourtant tu masques ton ignorance derrière une prétendue moralité. Si tu persistes dans cette voie, alors retourne donc à Wesnoth et ajoute tes cadavres aux hordes toujours plus nombreuses de Mal-Ravanal.
gl: Xa me farto das túas segundas adiviñas. Ti, parvo dun cabaleiro, non sabes nada das artes místicas, pero enmascaras a túa ignorancia acobríndote detrás dunha moralidade finxida. Se iso é o que insistes en facer, entón por todos os medios volve a Wesnoth e engade os teus cadáveres ás hordas de Mal-Ravanal en constante crecemento.
it: Ne ho abbastanza dei tuoi ripensamenti. Tu, sciocco ragazzo di cavalli, non sai nulla delle arti mistiche, eppure mascheri la tua ignoranza rannicchiandoti dietro una finta moralità. Se questo è ciò che insisti a fare, allora tornatene immediatamente a Wesnoth e aggiungi i tuoi cadaveri alle orde in continua crescita di Mal-Ravanal.

source: Unlike you, I have the knowledge and power to defeat the undead, and I intend to use it to destroy Mal-Ravanal. Will you wallow in your shortsightedness, or do you intend to help me safeguard all that lives?
ar: على عكسك، لديّ المعرفة والقوة لهزيمة الموتى الأحياء، وأنوي استخدامها لتدمير مال-رافانال. هل ستتمرغ في قصر نظرك، أم أنك تنوي مساعدتي في حماية كل ما هو حي؟
fr: Contrairement à vous, je possède le savoir et le pouvoir de vaincre les morts-vivants, et j'ai l'intention de les utiliser pour détruire Mal-Ravanal. Allez-vous vous complaire dans votre aveuglement, ou comptez-vous m'aider à protéger tout ce qui vit ?
gl: A diferenza de ti, teño o coñecemento e o poder para derrotar aos non mortos, e teño a intención de usalo para destruír a Mal-Ravanal. Vai revolcarse na túa miopía, ou tes a intención de axudarme a salvagardar todas as vidas?
it: A differenza di te, ho la conoscenza e il potere per sconfiggere i non-morti e intendo usarli per distruggere Mal-Ravanal. Ti crogiolerai nella tua miopia o intendi aiutarmi a salvaguardare tutto ciò che vive?

source: I will help you. We have come this far, and it seems a waste to turn back now.
ar: سوف أساعدك. لقد قطعنا هذا الشوط، ويبدو أن العودة إلى الوراء الآن مضيعة للوقت.
fr: Je vais vous aider. Nous sommes allés si loin, et ce serait dommage de faire demi-tour maintenant.
gl: Vou axudarche. Chegamos ata aquí e parece un desperdicio volver agora.
it: Ti aiuterò. Sono venuto così lontano che mi sembra uno spreco tornarmene indietro adesso.

source: By the Clans, I will not!! Would that I had perished in battle against the undead! Better that than living to see Wesnoth’s high mage succumb to the temptation of darkness.
ar: بحق العشائر، لن أفعل!! ليتني هلكت في معركة ضد الموتى الأحياء! أفضل من أن أعيش لأرى ساحر ويسنوث الأعلى يستسلم لإغراء الظلام.
fr: Par les Clans, jamais !! J’aurais préféré périr au combat contre les morts-vivants ! Ça vaudrait mieux vaut que de vivre assez longtemps pour voir le grand mage de Wesnoth succomber aux tentations des ténèbres.
gl: Polos Clans, non o farei!! ¡Oxalá perecera na batalla contra os mortos-vivos! Mellor iso que vivir para ver o alto mago de Wesnoth sucumbir á tentación da escuridade.
it: Per i clan, non lo farò!! Fossi morto nella battaglia contro i non-morti! Meglio questo che vivere abbastanza per vedere l’alto mago di Wesnoth soccombere alla tentazione dell’oscurità.

source: Gweddry, if you truly wish to aid this madman, I will guard the outer gates for you. But I will not enter that evil stronghold. I would sooner perish than travel one step closer towards Dacyn’s foul amulet.
ar: جويدري، إذا كنت ترغب حقًا في مساعدة هذا المجنون، فسأحرس لك البوابات الخارجية. لكني لن أدخل هذا المعقل الشرير. أفضل أن أهلك على أن أقترب خطوة واحدة نحو تميمة داسين الكريهة.
fr: Gweddry, si tu souhaites vraiment aider ce fou, je garderai les portes extérieures pour toi. Mais je n’entrerai pas dans cette forteresse maléfique. Je préférerais périr plutôt que de faire un pas de plus vers la répugnante amulette de Dacyn.
gl: Gweddry, se realmente queres axudar a este tolo, gardarei as portas exteriores por ti. Pero non entrarei nesa fortaleza malvada. Prefería perecer que avanzar un paso máis cara ao amuleto de Dacyn.
it: Gweddry, se desideri davvero aiutare questo pazzo, custodirò i cancelli esterni per te. Ma non entrerò in quella fortezza malvagia. Preferirei morire piuttosto che avvicinarmi di un passo al disgustoso amuleto di Dacyn.

source: Ah, I still remember this place quite clearly. Now that I think of it, Ravan had always been very interested in the magic of darkness. Apparently, the balance between light and dark would be crucial to the safety of Irdya in the future, at least according to Ravan’s theory. In hindsight, that was all nonsense.
ar: آه، ما زلت أتذكر هذا المكان بوضوح تام. الآن بعد أن فكرت في الأمر، لطالما كان رافان مهتمًا جدًا بسحر الظلام. وعلى ما يبدو، فإن التوازن بين النور والظلام سيكون حاسمًا لسلامة إرديا في المستقبل، على الأقل وفقًا لنظرية رافان. بعد فوات الأوان، كان كل ذلك هراءً.
fr: Ah, je me souviens encore très bien de cet endroit. Maintenant que j’y repense, Ravan avait toujours été très intéressé par la magie des ténèbres. Apparemment, l’équilibre entre la lumière et l’ombre serait crucial pour la sécurité d’Irdya à l’avenir, du moins selon la théorie de Ravan. Avec du recul, on voit bien que cela n’avait aucun sens.
gl: Ah, aínda recordo este lugar con bastante claridade. Agora que penso niso, Ravan sempre estivera moi interesado na maxia da escuridade. Ao parecer, o equilibrio entre a luz e a escuridade sería crucial para a seguridade de Irdya no futuro, polo menos segundo a teoría de Ravan. En retrospectiva, todo iso foi unha tontería.
it: Ah, ricordo ancora abbastanza chiaramente questo posto. Ora che ci penso, Ravan è sempre stato molto interessato alla magia dell’oscurità. A quanto pare, l’equilibrio tra luce e oscurità sarebbe cruciale per la sicurezza di Irdya in futuro, almeno secondo la teoria di Ravan. Col senno di poi, erano tutte sciocchezze.

source: The irony seems lost on you.
ar: يبدو أن المفارقة قد ضاعت عليك.
fr: L'ironie de la situation semble vous échapper.
gl: A ironía parece perdida en ti.
it: Sembra ti sfugga l’ironia.

source: Back then this place was full of traps and undead, and it will no doubt be worse now that the wild beasts have had a chance to move in.
ar: في ذلك الوقت كان هذا المكان مليئًا بالفخاخ والموتى الأحياء، ولا شك أن الأمر سيكون أسوأ الآن بعد أن أتيحت للوحوش البرية فرصة للانتقال إليه.
fr: À l'époque, cet endroit regorgeait de pièges et de morts-vivants, et il sera sans doute pire maintenant que des bêtes sauvages ont eu l'occasion de s'y installer.
gl: Daquela este lugar estaba cheo de trampas e non mortos, e sen dúbida será peor agora que as bestas salvaxes tiveron a oportunidade de mudarse.
it: Al tempo questo posto era pieno di trappole e non-morti, e non ho dubbi che adesso sia ancora peggio, ora che le fiere selvatiche hanno avuto l’occasione di occuparlo.

source: Ravan sealed this place before our last meeting. I need a moment to remember the incantation.
ar: رافان أغلق هذا المكان قبل لقائنا الأخير. أحتاج إلى لحظة لأتذكر التعويذة.
fr: Ravan a scellé cet endroit avant notre dernière rencontre. J’ai besoin d’un instant pour me souvenir de l’incantation.
gl: Ravan selou este lugar antes da nosa última reunión. Necesito un momento para lembrar o encantamento.
it: Ravan ha sigillato questo posto prima del nostro ultimo incontro. Ho bisogno di un momento per ricordare l’incantesimo.

source: The red star blazes, The red stone bleeds. The black pool swallows all voices, The darkness between worlds opens its maw.
ar: النجم الأحمر يتوهج، الحجر الأحمر ينزف. البركة السوداء تبتلع كل الأصوات، الظلام بين العوالم يفتح فمه.
fr: L’étoile rouge flamboie, La pierre rouge saigne. La mare noire engloutit toutes les voix, Les ténèbres entre les mondes ouvrent leur gueule.
gl: A estrela vermella arde, A pedra vermella sangra. A piscina negra traga todas as voces, A escuridade entre mundos abre as súas fauces.
it: La stella rossa arde, La pietra rossa sanguina. La pozza nera inghiotte tutte le voci, L’oscurità tra i mondi spalanca le sue fauci.

source: Ugh, spellcasting always gives me the shivers. There’s a reason the more civilized people of my homeland don’t trifle with magic!
ar: إلقاء التعاويذ دائماً ما يصيبني بالقشعريرة. هناك سبب يجعل الناس الأكثر تحضرًا في وطني لا يعبثون بالسحر!
gl: Uf, facer feitizos sempre me dá calafríos. Hai unha razón pola que a xente máis civilizada da miña terra non xoga coa maxia!
it: Ugh, lanciare incantesimi mi fa sempre venire i brividi. C’è una ragione per cui le persone più civili della mia terra non scherzano con la magia!
