Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: Yes... We studied together many years ago. Ravan’s power was already most potent back then, but I fear it has become far greater now. None of you stand a chance; we must escape immediately!
ar: نعم... لقد درسنا معًا منذ سنوات عديدة. كانت قوة رافان في أوج قوتها آنذاك، ولكن أخشى أنها أصبحت أعظم بكثير الآن. لا أحد منكم لديه فرصة أمامه؛ يجب أن نهرب على الفور!
fr: Oui... Nous étudiâmes ensemble il y a des années de cela. Les pouvoirs de Ravan étaient déjà impressionnants à cette époque et je crains qu'ils n'aient fait que croître jusqu'à présent. Aucun parmi nous n'est de taille et devons fuir immédiatement !
gl: Coñézoo, si… Estudamos xuntos, hai xa moitos anos. Por aquel entón Ravan xa contaba cun gran poder, pero ese poder escuro que sinto é aínda maior. Debemos fuxir de inmediato!
it: Sì... Abbiamo studiato insieme, tanti anni fa. Già allora Ravan era assai potente, ma temo che la forza oscura che oggi percepisco sia di gran lunga maggiore. Nessuno di voi ha una possibilità di vittoria: dobbiamo fuggire immediatamente!

source: Help, please, I never even liked that lich!
ar: المساعدة، من فضلك، لم يعجبني ذلك الليتش أبدًا!
fr: Au secours, à l'aide, je n'ai même jamais aimé cette liche !
gl: Axuda, por favor, nunca me gustou ese lich!
it: Aiuto, per favore, non mi è mai piaciuto quel lich!

source: Useless mage, stop dying and start avenging my sister!
ar: أيها الساحر عديم الفائدة، توقف عن الموت وابدأ بالانتقام لأختي!
fr: Mage incapable, arrête de mourir et commence à venger ma sœur !
gl: Mago inútil, deixa de morrer e comeza a vingar á miña irmá!
it: Mago inutile, smettila di morire e inizia a vendicare mia sorella!

source: Quickly, make for the western edge of the swamp! We have to get out of here!
ar: بسرعة، اتجهوا إلى الحافة الغربية للمستنقع !علينا الخروج من هنا!
gl: Axiña, vai cara ao bordo occidental do pantano! Temos que saír de aquí!
it: Veloci, dirigiti verso il margine occidentale della palude! Dobbiamo uscire di qui!

source: Did I not warn you? Coming here was a fool’s errand! We have been very lucky to escape with our lives. We must make with all haste to whatever remains of Owaec’s northern outpost and hope we are not pursued.
ar: ألم أحذرك؟ !المجيء إلى هنا كان خطة حمقاء لقد كنا محظوظين جدا للهروب بحياتنا. يجب أن نسرع إلى ما تبقى من مخفر اويك الشمالي ونأمل ألا تتم ملاحقتنا.
gl: Non che avisei? Chegar ata aquí foi un recado! Tivemos a gran sorte de escapar coas nosas vidas. Debemos ir con todas as présas ao que quede do posto avanzado norte de Owaec e esperar que non nos persiga.
it: Non ti avevo avvisato? Venire qui è stata una folle missione! Siamo stati molto fortunati ad uscirne vivi. Dobbiamo raggiungere in tutta fretta ciò che resta dell’avamposto settentrionale di Owaec e sperare di non essere inseguiti.

source: We cannot leave my companions behind! They have suffered grievously already and will surely be slain.
ar: لا يمكننا أن نترك رفاقي خلفنا! لقد عانوا بشدة بالفعل وسوف يُقتلون بالتأكيد.
gl: Non podemos deixar atrás aos meus compañeiros! Xa sufriron moito e seguramente serán asasinados.
it: Non possiamo abbandonare i nostri compagni! Hanno già sofferto gravemente e saranno sicuramente uccisi.

source: Save yourselves and do not despair! As long as there are those who resist the darkness, hope will always remain.
ar: أنقذوا أنفسكم ولا تيأسوا، فما دام هناك من يقاوم الظلام، فالأمل سيبقى موجودا.
gl: Salvevos e non vos desesperedes! Mentres haxa quen resista á escuridade, a esperanza permanecerá sempre.
it: Salvatevi e non disperate! Finché ci sarà chi resisterà all’oscurità, la speranza rimarrà sempre.

source: Northern Outpost
ar: المخفر الشمالي
en@shaw: 路桂拣 路答
fr: L'Avant-poste septentrional
gl: O posto de avanzada do norte
it: L’avamposto settentrionale

source: With the elven forest open for passage, Gweddry and his men resumed their journey through the northern Estmarks. After many days of mountainous travel, they were greatly relieved to see the walls of the northern outpost silhouetted against the horizon...
ar: مع فتح غابة الإلف للمرور، استأنف جويدري ورجاله رحلتهم عبر الأستمارك الشمالية. وبعد عدة أيام من السفر عبر الجبال، شعروا بارتياح كبير لرؤية جدران البؤرة الشمالية تتراءى في الأفق...
fr: La forêt elfique étant désormais ouverte au passage, Gweddry et ses hommes reprirent leur route vers le nord des marches de l’est. Après plusieurs jours de marche en montagne, ils furent grandement soulagés d'apercevoir les murs de l'avant-poste du nord se détachant à l'horizon…
gl: Co bosque elfico aberto para o paso, Gweddry e os seus homes retomaron a súa viaxe polo norte de Estmarks. Despois de moitos días de viaxe montañosa, sentiron un gran alivio ao ver as paredes do posto avanzado norte siluetas contra o horizonte...
it: Con la foresta degli elfi aperta al passaggio, Gweddry e i suoi uomini ripresero il loro viaggio attraverso la parte settentrionale delle Marche Orientali. Dopo molti giorni di viaggio tra le montagne, furono molto sollevati dal vedere le mura dell’avamposto settentrionale stagliarsi all’orizzonte...

source: Gweddry and his men made good time skirting the eastern Estmarks. After several weeks of marching, they were greatly relieved to see the walls of the northern outpost silhouetted against the horizon...
ar: حقق جويدري ورجاله وقتًا جيدًا في الالتفاف حول استمارك. وبعد عدة أسابيع من الزحف، شعروا بارتياح كبير لرؤية أسوار البؤرة الشمالية تتراءى في الأفق...
gl: Gweddry e os seus homes pasaron un bo rato bordeando os Estmarks do leste. Despois de varias semanas de marcha, sentiron un gran alivio ao ver os muros do posto avanzado norte siluetas no horizonte...
it: Gweddry e i suoi uomini si sono divertiti a costeggiare la parte orientale delle Marche Orientali. Dopo molte settimane di viaggio, furono molto sollevati dal vedere le mura dell’avamposto settentrionale stagliarsi all’orizzonte...

source: Leaving the Bitter Swamp far behind, Gweddry and his men fled northwest as if their heels were winged. After weeks of frantic marching, they were greatly relieved to see the walls of the northern outpost silhouetted against the horizon...
ar: تاركين المستنقع المرير وراءهم بعيدًا، فرّ جويدري ورجاله إلى الشمال الغربي كما لو كانت أعقابهم مجنحة. وبعد أسابيع من الزحف المحموم شعروا بارتياح كبير عندما رأوا جدران المخفر الشمالي تتراءى لهم في الأفق...
fr: Les hommes de Gweddry se retirèrent rapidement du Marais Amer, filant vers le nord-ouest comme si des ailes leur étaient poussées. Après des semaines de marche forcée, leur soulagement fut immense de voir les murs de l'avant-poste Nord se détacher à l'horizon...
gl: Deixando atrás as Brañas Inhóspitas, Uedri e os seus homes fuxiron cara ao noroeste coma se os seus talóns tivesen ás. Despois de semanas de marcha frenética, sentiron un grande alivio ao ver as murallas do posto avanzado setentrional recortadas contra o horizonte...
it: Lasciandosi ben alle spalle la Palude Irta, Gweddry e i suoi uomini fuggirono verso nord-ovest come se avessero le ali ai piedi. Dopo settimane di marce forzate, furono molto sollevati dal vedere le mura dell’avamposto settentrionale stagliarsi all’orizzonte...

source: Rilaka
ar: ريلاكا

source: There lies Anwyan, our local priestess. She insisted on hiding the others first and was one of those who didn’t make it to the cellars in time.
ar: هناك ترقد أنويان، كاهنتنا المحلية. أصرت على إخفاء الآخرين أولاً وكانت واحدة من أولئك الذين لم يتمكنوا من الوصول إلى الأقبية في الوقت المناسب.
fr: Ici repose Anwyan, notre prêtresse locale. Elle a insisté pour aider les autres à se cacher en premier et a été l’une de celles qui n’ont pas eu le temps d’atteindre les caves.
gl: Alí xace Anwyan, a nosa sacerdotisa local. Ela insistiu en ocultar primeiro os demais e foi unha das que non chegou a tempo ás adegas.
it: Là giace Anwyan, la nostra sacerdotessa locale. Ha insistito per nascondere prima gli altri ed è stata una di quelle che non sono arrivate in tempo nelle cantine.

source: Find the outlaw leader
ar: العثور على الزعيم الخارج عن القانون
fr: Trouver le chef hors-la-loi
gl: Atopa o líder dos proscritos.
it: Trova il capo dei fuorilegge

source: Kill Shodrano
ar: اقتل شودرانو
fr: Tuer Shodrano
gl: Mata a Xodrano.
it: Uccidi Shodrano

source: Defeat Rilaka
ar: هزيمة ريلاكا
fr: Vaincre Rilaka
gl: Derrota a Rilaka.
it: Sconfiggi Rilaka

source: Death of Gweddry, Dacyn, or Owaec
ar: موت جويدري أو داسين أو أويك
fr: Mort de Gweddry, Dacyn ou Owaec
gl: Morte de Uedri, Dasin e Ouen.
it: Morte di Gweddry, Dacyn o Owaec

source: Owaec is a leader and can recruit units when standing on a keep.
ar: أويك هو قائد ويمكنه تجنيد الوحدات عند الوقوف في معسكر قيادة.
fr: Owaec est un chef et il peut recruter des unités quand il se trouve dans le donjon.
gl: Owaec é un líder e pode contratar unidades cando se atopa nunha fortaleza.
it: Owaec è il condottiero e può reclutare unità quando si trova in una fortezza.

source: Alas! The northern outpost has been destroyed...
ar: واحسرتاه! تم تدمير البؤرة الاستيطانية الشمالية...
fr: Las ! L'avant-poste du nord est détruit...
gl: Ai! O posto avanzado norte foi destruído...
it: Ahimè, L’avamposto settentrionale è stato distrutto...

source: Did you expect anything else? Owaec has either fled or perished and the undead hordes now march toward the River Weldyn. They must seek to overrun Wesnoth before the king can muster his armies.
ar: هل توقعت أي شيء آخر؟ لقد هرب أوويك أو هلك وجحافل الموتى الأحياء تزحف الآن نحو نهر ويلدين. على الأرجح سيسعون لاجتياح ويسنوث قبل أن يتمكن الملك من حشد جيوشه.
fr: Vous attendiez-vous à autre chose ? Owaec a fui ou péri, et les hordes de morts-vivants marchent désormais vers la rivière Weldyn. Ils doivent chercher à submerger Wesnoth avant que le roi ne puisse rassembler ses armées.
gl: Esperabas algo máis? Owaec fuxiu ou pereceu e as hordas de non mortos marchan agora cara ao río Weldyn. Deben procurar invadir Wesnoth antes de que o rei poida reunir os seus exércitos.
it: Ti aspettavi qualcosa di diverso? Owaec è fuggito, oppure è morto e le orde dei non-morti marciano verso il fiume Weldyn. Devono cercare di invadere Wesnoth prima che il re possa radunare i suoi eserciti.

source: Raraery
ar: راريري
gl: Rararía

source: Raetharvan
ar: ريثارفان

source: Hail, Gweddry!
ar: مرحى جويدري!
en@shaw: ｐ别, 路ю!
fr: Salutations, Gweddry !
gl: Saúdos, Uedri!
it: Salve, Gweddry!

source: Hail, Owaec! I am stunned and relieved to see that you are still well. How did you escape the undead?
ar: تحياتي يا آويك! أنا مندهش ومرتاح لرؤيتك بخير. كيف هربت من الموتى الأحياء؟
fr: Salutations, Owaec ! Je suis à la fois stupéfait et soulagé de voir que tu vas bien. Comment as-tu échappé aux morts-vivants ?
gl: Saúde, Owaec! Estou abraiado e aliviado ao ver que aínda estás ben. Como fuches dos non mortos?
it: Salve, Owaec! Sono sbalordito e sollevato nel trovarti ancora bene. Come sei riuscito a sfuggire ai non-morti?

source: Many of these farmers dug deep cellars connected to a network of caves. I hid as many villagers as I could once our scouts spotted the undead. They must have thought the villages abandoned, for they moved on swiftly westward, and yet...
ar: حفر العديد من هؤلاء المزارعين أقبية عميقة متصلة بشبكة من الكهوف. لقد خبأت أكبر عدد ممكن من القرويين بمجرد أن رصد الكشافة الموتى الأحياء. لا بد أنهم ظنوا أن القرى مهجورة لأنهم تحركوا بسرعة نحو الغرب، ومع ذلك...
fr: Beaucoup de ces paysans avaient creusé de profondes caves reliées entre elles. J’y ai caché autant de villageois que possible lorsque nos éclaireurs ont repéré les morts-vivants. Ils ont dû croire les villages abandonnés, car ils sont rapidement partis vers l’ouest, et pourtant…
gl: Moitos destes agricultores excavaron profundas adegas conectadas a unha rede de covas. Ocultei tantos veciños como puiden unha vez que os nosos exploradores detectaron aos mortos-vivos. Deberon pensar que as aldeas estaban abandonadas, porque avanzaron rapidamente cara ao oeste, e aínda así...
it: Molti di questi contadini hanno scavato delle profonde cantine collegate da una fitta rete di cunicoli. Ho nascosto quanti più abitanti ho potuto una volta che i nostri esploratori hanno avvistato i non-morti. Devono aver pensato che questo villaggio fosse abbandonato, perché si sono spostati rapidamente verso ovest, eppure...

source: ... I was not able to save everyone. Gweddry, their deaths weigh heavy on my heart.
ar: ... لم أتمكن من إنقاذ الجميع. جودري، موتهم يثقل على قلبي.
fr: … Je n’ai pas pu sauver tout le monde. Gweddry, leur mort me pèse lourd sur le cœur.
gl: ... Non fun quen de salvar a todos. Gwedry, as súas mortes pesan moito no meu corazón.
it: ... Non sono stato in grado di salvarli tutti. Gweddry, le loro morti mi appesantiscono il cuore.

source: I am surprised you managed to save even yourself, much less anyone else. But compared to the havoc these undead seek to unleash on all Wesnoth, the deaths of a few peasants are hardly worth mourning.
ar: أنا مندهش من قدرتك على إنقاذ نفسك، ناهيك عن أي شخص آخر. ولكن مقارنة بالدمار الذي يسعى هؤلاء الموتى الأحياء إلى إحداثه في كل سكان ويسنوث، فإن موت عدد قليل من الفلاحين لا يستحق الحداد عليه.
fr: Je suis surpris que tu aies réussi à te sauver toi-même, alors sauver qui que ce soit d’autre… Mais comparées aux ravages que ces morts-vivants cherchent à déchaîner sur tout Wesnoth, la mort de quelques paysans ne compte guère.
gl: Sorpréndeme que conseguise salvar mesmo a si mesmo, e moito menos a ninguén. Pero en comparación cos estragos que estes mortos-vivos buscan desencadear en todo Wesnoth, a morte duns poucos campesiños non vale a pena lamentar.
it: Sono sorpreso che tu sia riuscito a salvarti, figuriamoci chiunque altro. Ma rispetto alla distruzione che questi non-morti cercano di scatenare in tutta Wesnoth, e difficile piangere la morte di qualche contadino.

source: How can you say-
ar: كيف يمكنك أن تقول-
fr: Comment pouvez-vous ...
gl: Como podes dicir-
it: Come osi dire-

source: For now, I must study and consider how these undead can be defeated, and then we should leave before more arrive. Will you join us?
ar: في الوقت الراهن، يجب أن أدرس وأفكر في كيفية هزيمة هؤلاء الموتى الأحياء، ومن ثم يجب أن نغادر قبل وصول المزيد منهم. هل ستنضم إلينا؟
fr: Pour le moment, je dois étudier et réfléchir à la manière de vaincre ces morts-vivants, ensuite nous devrions partir avant que d’autres n’arrivent. Vous joindrez-vous à nous ?
gl: De momento, debo estudar e considerar como se poden derrotar a estes mortos-vivos, e entón deberíamos marchar antes de que cheguen máis. Acompáñanos?
it: Per ora devo studiare e riflettere su come sconfiggere questi non-morti, poi dovremmo andarcene prima che ne arrivino altri. Ti unirai a noi?

source: No. I failed these villagers once. I will not do so again. They have survived the undead, but a gang of bandits exploits our weakness and now terrorizes these people. I cannot seem to find a way to defeat the outlaws; they hide in the village cellars whenever I send in my horsemen.
ar: لا، لقد خذلت هؤلاء القرويين مرة واحدة. ولن أفعل ذلك مرة أخرى. لقد نجوا من الموتى الأحياء، لكن عصابة من قطاع الطرق تستغل ضعفنا وترهب هؤلاء الناس الآن. يبدو أنني لا أستطيع أن أجد طريقة لهزيمة الخارجين عن القانون؛ فهم يختبئون في أقبية القرية كلما أرسلت فرساني.
fr: Non. J’ai déjà manqué à ces villageois une fois. Je ne le ferai plus. Ils ont survécu aux morts-vivants, mais une bande de brigands profite de notre faiblesse et terrorise maintenant ces gens. Je n’arrive pas à trouver un moyen de vaincre ces hors-la-loi ; ils se cachent dans les caves du village chaque fois que j’envoie mes cavaliers.
gl: Non. Eu fallei a estes aldeáns unha vez. Non volverei facelo. Sobreviviron aos non mortos, pero unha banda de bandidos explota a nosa debilidade e agora aterroriza a estas persoas. Parece que non podo atopar un xeito de derrotar aos proscritos; escóndense nas adegas da aldea sempre que envío os meus cabaleiros.
it: No. Ho già deluso una volta questi contadini, non lo farò una seconda volta. Sono sopravvissuti ai non-morti, ma una gang di banditi sfrutta la nostra attuale debolezza e sta terrorizzando queste persone. Non riesco a trovare un modo per sconfiggere i fuorilegge: si nascondono nelle cantine del villaggio ogni volta che mando i miei cavalieri.

source: I fear that until the undead are defeated, these villagers will never be truly safe. But if we can drive these bandits out, will you join us? From what Dacyn tells me, Wesnoth will need all of its soldiers if it is to survive what has come.
ar: أخشى أنه حتى يتم هزيمة الموتى الأحياء، لن يكون هؤلاء القرويون آمنين حقًا. لكن إذا استطعنا طرد قطاع الطرق هؤلاء، هل ستنضم إلينا؟ مما أخبرني به داسين أن ويسنوث ستحتاج إلى كل جنودها إذا أرادت النجاة مما هو قادم.
fr: Je crains que tant que les morts-vivants ne seront pas vaincus, ces villageois ne seront jamais vraiment en sécurité. Mais si nous parvenons à chasser ces brigands, te joindras‑tu à nous ? D’après ce que Dacyn me dit, Wesnoth aura besoin de tous ses soldats pour survivre à ce qui arrive.
gl: Temo que ata que os non mortos sexan derrotados, estes aldeáns nunca estarán a salvo. Pero se podemos expulsar a estes bandidos, uniraste a nós? Polo que me di Dacyn, Wesnoth necesitará todos os seus soldados se quere sobrevivir ao que veu.
it: Temo che finché i non-morti non saranno sconfitti, questi contadini non saranno mai veramente al sicuro. Ma se riusciamo a scacciare questi banditi, ti unirai a noi? Da quello che mi racconta Dacyn, Wesnoth avrà bisogno di tutti i suoi soldati se vuole sopravvivere agli eventi.

source: If the situation is so dire, I am honor-bound to join you... but I know of no way to remove these bandits.
ar: إذا كان الوضع سيئا للغاية، فأنا ملزم بالانضمام إليك... ولكن لا أعرف أي طريقة لإزالة قطاع الطرق هؤلاء.
fr: Si la situation est à ce point désespérée, l'honneur me commande de me joindre à vous... mais je ne vois pas de moyen de déloger ces bandits.
gl: Se a situación é tan grave, teño a honra de unirme a vós... pero non coñezo ningún xeito de desfacerme destes bandoleiros.
it: Se la situazione è disperata come dici, sono onorato di unirmi a voi... Ma non c’è modo di scacciare quei banditi.

source: You forget that I have many skills as the advisor to the Crown. I can reveal the bandits when our soldiers enter a village. However, this magic will require my full attention. I will not be able to battle them directly.
ar: لقد نسيت أن لدي العديد من المهارات كمستشار للتاج. يمكنني الكشف عن قطاع الطرق عندما يدخل جنودنا القرية. ومع ذلك، سيتطلب هذا السحر انتباهي الكامل. لن أتمكن من محاربتهم مباشرة.
fr: Vous oubliez que je dispose de quelques talents en tant que conseiller du roi. Je peux jeter un sortilège qui débusquera les bandits dès que vous investirez les villages. Toutefois, cette magie nécessitera toute mon attention, je ne pourrai combattre avec vous.
gl: Esqueces que teño moitas habilidades como asesor da Coroa. Podo revelar os bandoleiros cando os nosos soldados entran nunha aldea. Non obstante, esta maxia requirirá toda a miña atención. Non poderei loitar contra eles directamente.
it: Dimentichi che in qualità di consigliere della Corona, possiedo diverse abilità. Ad esempio, lanciare un incantesimo in grado di stanare i banditi quando le nostre truppe entrano in un villaggio. Tuttavia, quest’incantesimo richiede la mia massima partecipazione; non potrò quindi aiutarti in battaglia.

source: Naw, wizard, you go help fight. We don’t need no fancy magic for this. I’ve dealt with plenty o’ thugs before. Maybe if you <i>untie me</i> I’ll help you find ’em, eh?
ar: لا، أيها الساحر، اذهب وساعد في القتال. نحن لسنا بحاجة إلى سحر فاخر من أجل هذا. لقد تعاملت مع الكثير من السفاحين من قبل ربما لو <i>فككت وثاقي</i> سأساعدك في العثور عليهم، جيد؟
fr: Nan, mage, viens filer un coup de main pour la baston. On a pas besoin de tes tours de magie pour ça. J’ai déjà charbonné avec plein de brutes de ce genre. Peut-être que si tu <i>défais mes liens</i>, je t’aiderai à les choper, hein ?
gl: Non, mago, vai axudar a loitar. Non necesitamos ningunha maxia extravagante para iso. Lidei con moitos matóns antes. Quizais se <i>me desatas</i> axudoche a atopalos, eh?
it: No, mago, vai ad aiutarli a combattere. Non abbiamo bisogno di alcuna stravagante magia per questo lavoro. Ho già avuto tante volte a che fare con un sacco di delinquenti. Forse se <i>mi sleghi</i> ti aiuterò a trovarli, eh?

source: Do you promise you won’t simply flee if we set you free? This is a battle for all of Wesnoth. If we fail, it will spell doom not just for us, but also for you and your little mercenary band.
ar: هل تعدني أنك لن تهرب ببساطة إذا أطلقنا سراحك؟ هذه معركة من أجل ويسنوث كلها إذا فشلنا، سيؤدي ذلك إلى الهلاك ليس فقط بالنسبة لنا، ولكن أيضا بالنسبة لك ولفرقتك المرتزقة الصغيرة.
fr: Tu promets que tu ne vas pas simplement fuir si on te libère ? C’est une bataille pour tout Wesnoth. Si nous échouons, ce sera la ruine non seulement pour nous, mais aussi pour toi et ta petite bande de mercenaires.
gl: Promeses que non fuxirás se te deixamos libre? Esta é unha batalla para todo Wesnoth. Se fallamos, significará a perdición non só para nós, senón tamén para ti e a túa pequena banda de mercenarios.
it: Prometti semplicemente di non fuggire se ti liberiamo? Questa è una battaglia per tutto Wesnoth. Se falliamo, ciò significherà la rovina non soltanto nostra, ma anche per te e la tua infima banda di mercenari.

source: Eh, there’s always a necromancer or warlord o’ some kind one way or another. Me and my boys woulda been fine.
ar: إيه، هناك دائمًا مستحضر أرواح أو أمير حرب من نوع ما بطريقة أو بأخرى. أنا ورجالي كنا سنكون بخير.
fr: Eh, y aura toujours un nécromancien ou un seigneur de guerre, d’une façon ou d’une autre. Moi et mes gars, on s’en tirera toujours.
gl: Eh, sempre hai un nigromante ou un señor da guerra dun xeito ou doutro. Eu e os meus nenos estariamos ben.
it: Eh, in un modo o nell’altro, c’è sempre un negromante o un signore della guerra di qualche tipo. Io e i miei ragazzi saremmo stati benone.

source: But yeah, sure, I ain’t runnin’. Just sayin’, as soon as this invasion business is done, I’m outta here.
ar: بلى، بالتأكيد لن أهرب فقط أقول، بمجرد أن تنتهي أعمال الغزو هذه، سأخرج من هنا.
fr: Mais ouais, t’inquiète, je me barre pas. Je dis juste que dès que cette histoire d’invasion sera finie, moi, je me tire d’ici.
gl: Pero si, claro, non estou a correr. Só digo, en canto estea feito este negocio de invasión, saio de aquí.
it: Ma sì, certo, non sto scappando. Dico solo che appena questa faccenda dell’invasione sarà finita, me ne andrò da qui.

source: Very well, untie him! Owaec, we will aid you in driving out these bandits.
ar: حسناً، فكوا وثاقه! أويك، سنساعدك في طرد قطاع الطرق هؤلاء.
fr: Très bien, détachez‑le ! Owaec, nous allons t’aider à chasser ces bandits.
gl: Moi ben, desátao! Owaec, axudarémosche a expulsar a estes bandidos.
it: Molto bene, slegatelo! Owaec, ti aiuteremo a stanare questi banditi.

source: Very well. Owaec, we will aid you in driving out these bandits. Dacyn, cast your spell!
ar: حسنا جدا. أوويك، سنساعدك في طرد قطاع الطرق هؤلاء. داسين، ألق تعويذتك!
fr: Formidable ! Owaec, nous vous aiderons à pourchasser ces bandits. Dacyn, veuillez donc lancer votre sort !
gl: Moi ben. Owaec, axudarémosche a expulsar a estes bandoleiros. Dasin, pronuncia o teu encantamento!
it: Molto bene. Owaec, ti aiuteremo a stanare questi banditi. Dacyn, lancia il tuo incantesimo!

source: (You may now recruit Horsemen and Cavalrymen!)
ar: (يمكنك الآن تجنيد الخيّالة والفرسان!)
fr: (Vous pouvez désormais recruter cavaliers et hussards !)
gl: (Agora podes recrutar cabaleiros e soldados de cabalería!)
it: (Ora puoi reclutare i cavallerizzi e i cavalieri!)
