Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: Where are you going?! Come back!
ar: إلى أين أنت ذاهب؟! عد إلى هنا!
fr: Mais où allez-vous ?! Revenez !
gl: Onde vas? Volve!
it: Hei tu, dove stai andando?! Torna indietro!

source: I’ve reached the exit! We’ll have to make a run for it!
ar: لقد وصلت إلى المخرج! علينا أن نهرب!
fr: J'ai atteint la sortie ! Il va falloir filer !
gl: Cheguei á saída! Teremos que facer unha carreira para iso!
it: Ho raggiunto l’uscita! Dovremo scappare!

source: Wait, you can’t leave us behind!
ar: انتظر، لا يمكنك تركنا في الخلف!
fr: Attendez, vous ne pouvez pas nous abandonner !
gl: Agarda, non podes deixarnos atrás!
it: Aspetta, non puoi abbandonarci!

source: You killed my bear, you filthy humans! You’ll pay for that!
ar: لقد قتلتم دبى أيها البشر القذرون! سوف تدفعون ثمن ذلك!
fr: Vous avez tué mon ours, sales humains ! Vous allez le payer !
gl: ¡Mataches o meu oso, inmundas humanas! Vai pagar por iso!
it: Avete ucciso il mio orso, luridi umani! La pagherete!

source: Curse you all! Why couldn’t you have just died as tribute like everyone else? Now my glorious golden Empire will never be...
ar: اللعنة عليكم جميعاً لماذا لم تموتوا كجزية مثل الجميع؟ الآن لن تستقر إمبراطوريتي الذهبية المجيدة أبدًا...
fr: Soyez tous maudits ! Pourquoi n’avez‑vous pas simplement accepté de mourir en tribut comme les autres ?! Maintenant, on ne verra jamais mon nouvel âge d’or impérial…
gl: ¡Maldición a todos! Por que non podes morrer como homenaxe coma todos os demais? Agora o meu glorioso imperio dourado nunca será...
it: Siate tutti maledetti! Perché non vi siete limitati a morire come tributo alla stregua tutti gli altri? Ora il mio glorioso impero dorato non sarà mai...

source: Look, he was carrying the key to their treasury!
ar: انظر، كان يحمل مفتاح خزانتهم!
fr: Regardez, il portait la clé de leur trésor !
gl: Mira, levaba a chave do seu tesouro!
it: Guarda, aveva su di sé la chiave della loro tesoreria!

source: Evacuation
ar: الإخلاء
en@shaw: 别
fr: Évacuation
gl: A evacuación
it: Evacuazione

source: Gweddry and his men escaped from the orcish prisons and fled westward as swiftly as they could, closely pursued by the orcs and their drake vassals.
ar: فر جويدري ورجاله من سجون الأوركيين وهربوا غربًا بأسرع ما يمكن، حيث طاردهم الأوركيون وأتباعهم عن كثب.
fr: Gweddry et ses hommes s'échappèrent des prisons orcs, fuyant vers l'ouest aussi vite qu'ils le purent. Les orcs et leurs vassaux dracans les tirraillaient de près.
gl: Uedri e os seus conseguiron escapar das prisións dos orcos e fuxiron cara ao oeste o máis rápido que puideron, perseguidos de preto polos orcos e os seus vasalos draconiáns.
it: Gweddry e i suoi uomini erano riusciti a fuggire dalle prigioni orchesche e fuggirono verso ovest il più velocemente possibile, con alle calcagna gli orchi e i loro scagnozzi draghi.

source: Move Owaec to the end of the bridge
ar: نقل أويك إلى نهاية الجسر
fr: Amener Owaec au bout du pont
gl: Move a Owaec ata o final da ponte
it: Sposta Owaec alla fine del ponte

source: Defeat all enemy leaders
ar: هزيمة جميع قادة العدو
en@shaw: 梆 佛 юヰ ゐ梆拣
fr: Vaincre tous les chefs ennemis
gl: Derrota a todos os líderes inimigos.
it: Sconfiggi tutti i condottieri nemici

source: <b>Every unit east of the bridge when it is destroyed will be lost (including non-recalled units)</b>
ar: <b>سيتم فقدان كل وحدة شرق الجسر عند تدميره (بما في ذلك الوحدات التي لم يتم استدعاؤها)</b>
fr: <b>Toute unité qui n'aura pas atteint la rive Sud lors de la destruction du pont sera perdue (y compris les unités non rappelées)</b>
gl: <b>Cada unidade ao leste da ponte, cando esta sexa destruída, se perderá (incluíndo unidades que non foron chamadas de volta)</b>
it: <b>Ogni unità a est del ponte quando sarà distrutto andrà persa (incluse le unità non richiamate)</b>

source: Dacyn, are you feeling better? We must keep moving! The orcs have almost caught up to us.
ar: داسين، هل تشعر بتحسن؟ يجب أن نواصل التحرك لقد أوشك الأورك على اللحاق بنا.
fr: Dacyn, tu te sens mieux ? Il faut continuer ! Les orcs nous ont presque rattrapés.
gl: Dacyn, estás a sentirte mellor? Debemos seguir en movemento! Os orcos case nos alcanzaron.
it: Dacyn, ti senti meglio? Dobbiamo continuare a muoverci! Gli orchi ci hanno quasi raggiunto.

source: (cough) (cough) Yes, yes, I’m perfectly fine... (cough)
ar: (سعال) (سعال) نعم، نعم، أنا بخير تمامًا... (سعال)
fr: (tousse) (tousse) Oui, oui, je vais parfaitement bien... (tousse)
gl: (tos) (tos) Si, si, estou perfectamente... (tos)
it: (cough) (cough) Sì, sì, sto benissimo... (cough)

source: Such decrepitude is one ten-thousandth of what you deserve for wielding that evil amulet! But lo, a bridge in the distance! Hope is not yet lost.
ar: إن هذا الضعف لا يساوي سوى جزء من عشرة آلاف من ما تستحقه مقابل استخدامك لهذا التميمة الشريرة! ولكن انظر، هناك جسر في المسافة البعيدة! إن الأمل لم يُفقَد بعد.
fr: Une telle décrépitude ne représente qu'un millième de ce que tu mérites pour avoir brandi cette amulette maléfique ! Mais voici, un pont au loin ! L'espoir n'est pas encore perdu.
gl: Tal decrepitude é unha décima parte do que mereces por empuñar ese malvado amuleto! Pero velaí, unha ponte ao lonxe! A esperanza aínda non está perdida.
it: Una tale decrepitezza è un decimillesimo di ciò che meriti per aver brandito quel malvagio amuleto! Ma ecco, guardate laggiù: un ponte! La speranza non è ancora del tutto perduta.

source: We must get across quickly before we are cut off and overwhelmed. But the men are exhausted! We cannot keep running for much longer.
ar: يجب علينا أن نعبر بسرعة قبل أن نتبعثر ونتعرض للإرهاق. لكن الرجال مرهقون! لا يمكننا الاستمرار في الركض لفترة أطول.
fr: Il faut traverser vite avant d'être coupés du reste du monde et submergés. Mais les hommes sont épuisés ! Nous ne pouvons plus courir plus longtemps.
gl: Debemos cruzar axiña antes de quedar cortados e abrumados. Pero os homes están esgotados! Non podemos seguir correndo por moito máis tempo.
it: Dobbiamo attraversarlo velocemente prima essere tagliati fuori e sopraffatti. Ma gli uomini sono esausti! Non possiamo continuare a correre ancora a lungo.

source: (nodding) Gruuhhh... Grug tired. Leg hurt...
ar: (يهز رأسه) جروو... جروو متعب. ساقه تؤلمه...
gl: (asentando) Gruuhhh... Grug canso. Doe na perna...
it: (annuendo) Gruuhhh... Grug stanco. Male alla gamba...

source: Aye, dinnae forget, my legs ain’t as long as ye human-folks’!
ar: نعم، لا تنسوا، ساقاي ليستا بطول سيقان البشر!
fr: Hé, n’oublie pas, mes pattes sont pas aussi longues que celles des humains !
gl: Si, non te esquezas, as miñas pernas non son tan longas como as dos seres humanos!
it: Sì, non dimenticatelo, le mie gambe non sono lunghe quanto quelle di voi umani!

source: Tell the men they need not fear! I will cross last and destroy the bridge behind us so that the orcs cannot follow!
ar: أخبر الرجال أنه لا داعي للخوف! سأعبر أخيرًا وأدمر الجسر خلفنا حتى لا يستطيع الأورك اللحاق بنا!
fr: Dites aux hommes qu'ils n'ont rien à craindre ! Je traverserai en dernier et détruirai le pont derrière nous pour que les orcs ne puissent pas nous suivre !
gl: Dille aos homes que non teñen que temer! Cruzarei o último e destruirei a ponte detrás de nós para que os orcos non poidan seguir!
it: Dì agli uomini che non devono aver paura! Attraverserò per ultimo e distruggerò il ponte dietro di noi in modo che gli orchi non possano seguirci!

source: Well I intend to cross first! Gold’s no good if I die before I can spend it! I’m not about to sacrifice myself to save you bunch of barbarians.
ar: حسنا أنا أنوي العبور أولا! لا فائدة من الذهب إذا مت قبل أن أتمكن من إنفاقه! لن أضحي بنفسي لأنقذكم أيها البرابرة.
gl: Pois eu pretendo cruzar primeiro! O ouro non serve de nada se morro antes de poder gastalo! Non estou a piques de sacrificarme para salvarvos unha morea de bárbaros.
it: Beh, io ho intenzione di attraversare per primo! L’oro non serve a niente se muoio prima di poterlo spendere! Non ho intenzione di sacrificarmi per salvare voi, branco di barbari.

source: Everyone, get moving! Anyone left behind on this side of the bridge will surely be killed!
ar: ليتحرك الجميع! أي شخص سيترك على هذا الجانب من الجسر سيقتل بالتأكيد!
fr: En route tout le monde ! Quiconque reste de ce côté du pont sera tué à coup sûr !
gl: Todo o mundo, móvense! Calquera que quede atrás deste lado da ponte seguramente será asasinado!
it: Tutti, muoversi! Chiunque venga lasciato da questa parte del ponte rimarrà sicuramente ucciso!

source: I’m gettin’ too old for this life...
ar: لقد أصبحت كبيرًا في السن بالنسبة لهذه الحياة...
fr: Je suis trop vieux pour cette vie là...
gl: Estou facendo moi vello para esta vida...
it: Sto diventando troppo vecchio per questa vita...

source: All units <b>(including non-recalled units!)</b> left behind will be lost.
ar: جميع الوحدات <b>(بما في ذلك الوحدات التي لم يتم استدعاؤها!)</b> سيتم فقدانها.
fr: Toutes les unités <b>(y compris les unités non rappelées !)</b> laissées sur place seront perdues.
gl: Perderanse todas as unidades <b>(incluídas as unidades non retiradas!)</b> que queden.
it: Tutte le unità <b>(comprese quelle non richiamate!)</b> lasciate indietro andranno perse.

source: It is unfortunate (cough) that we have not saved any gold to recruit or recall. Escape for our soldiers is impossible, yet if us few rush immediately across the bridge we may be able to (cough)(cough) reach the far shore before the orcs can attack.
ar: من المؤسف (سعال) أننا لم ندخر أي ذهب لتجنيد جنودنا أو استدعائهم. الهروب مستحيل بالنسبة لجنودنا، ولكن إذا اندفعنا نحن القلائل عبر الجسر على الفور، فقد نتمكن من الوصول إلى الشاطئ البعيد قبل أن يتمكن الأورك من الهجوم.
gl: É lamentable (tose) que non gardamos ouro para contratar ou retirar. Para os nosos soldados é imposible escapar, pero se poucos atravesamos a ponte inmediatamente, poderemos alcanzar a costa máis afastada antes de que os orcos poidan atacar.
it: È un peccato (cough) che non abbiamo risparmiato dell’oro per reclutare o richiamare. Non c’è via di fuga per i nostri soldati, ma se noi pochi ci precipitassimo immediatamente attraverso il ponte potremmo essere in grado di (cough) (cough) raggiungere la sponda opposta prima che gli orchi possano attaccare.

source: It is unfortunate (cough) that we have saved little gold to recruit or recall. Escape for everyone is likely impossible, yet if the 3 of us rush immediately across the bridge we may be able to (cough)(cough) reach the far shore before the orcs can attack.
ar: من المؤسف (سعال) أننا لم ندخر سوى القليل من الذهب للتجنيد أو الاستدعاء. من المحتمل أن يكون الهروب مستحيلاً للجميع، ولكن إذا اندفعنا نحن الثلاثة على الفور عبر الجسر، فقد نتمكن (سعال) (سعال) من الوصول إلى الشاطئ البعيد قبل أن يتمكن الأورك من الهجوم.
gl: É lamentable (tose) que aforramos pouco ouro para contratar ou retirar. Probablemente sexa imposible escapar para todos, pero se os 3 atravesamos inmediatamente a ponte é posible que poidamos (tosir) (tosir) chegar á costa máis afastada antes de que os orcos poidan atacar.
it: È un peccato (cough) che abbiamo risparmiato poco oro per reclutare o richiamare. Abbiamo scarse possibilità di riuscire a fuggire tutti, ma se 3 di noi si precipitano immediatamente attraverso il ponte potremmo essere in grado di (cough) (cough) raggiungere la sponda opposta prima che gli orchi possano attaccare.

source: We have enough gold to put up a fight, but the orcs are numerous (cough) and strong. Escape for everyone is likely impossible, yet if the 3 of us rush immediately across the bridge we may be able to (cough)(cough) reach the far shore before the orcs can attack.
ar: لدينا ما يكفي من الذهب لخوض المعركة، لكن الأورك كثيرون (سعال) وأقوياء. من المحتمل أن يكون هروب الجميع مستحيلاً، ولكن إذا اندفعنا نحن الثلاثة على الفور عبر الجسر، فقد نتمكن (سعال)(سعال) من الوصول إلى الشاطئ البعيد قبل أن يتمكن الأورك من الهجوم.
gl: Temos ouro suficiente para loitar, pero os orcos son numerosos (tose) e fortes. Probablemente sexa imposible escapar para todos, pero se os 3 atravesamos inmediatamente a ponte é posible que poidamos (tosir) (tosir) chegar á costa máis afastada antes de que os orcos poidan atacar.
it: Abbiamo abbastanza oro per combattere, ma gli orchi sono numerosi (cough) e forti. Abbiamo scarse possibilità di riuscire a fuggire tutti, ma se 3 di noi si precipitano immediatamente attraverso il ponte potremmo essere in grado di (cough)(cough) raggiungere la sponda opposta prima che gli orchi possano attaccare.

source: We have gold for many soldiers, but the bridge (cough) is long and narrow. Escape for everyone is likely impossible, yet if the 3 of us rush immediately across the bridge we may be able to (cough)(cough) reach the far shore before the orcs can attack.
ar: لدينا ذهب للعديد من الجنود، لكن الجسر (سعال) طويل وضيّق. من المحتمل أن يكون هروب الجميع مستحيلًا، لكن إذا اندفعنا نحن الثلاثة على الفور عبر الجسر، فقد نتمكن (سعال)(سعال) من الوصول إلى الشاطئ البعيد قبل أن يتمكن الأورك من الهجوم.
fr: Nous avons de l'or pour de nombreux soldats, mais le pont (tousse) est long et étroit. Une retraite générale est probablement impossible, mais si nous traversons le pont à trois sans tarder, nous pourrons peut-être (tousse) (tousse) atteindre l'autre rive avant que les orcs ne puissent attaquer.
gl: Temos ouro para moitos soldados, pero a ponte (tose) é longa e estreita. Probablemente sexa imposible escapar para todos, pero se os 3 atravesamos inmediatamente a ponte é posible que poidamos (tosir) (tosir) chegar á costa máis afastada antes de que os orcos poidan atacar.
it: Abbiamo abbastanza oro per molti soldati, ma il ponte (cough) è lungo e stretto. Abbiamo scarse possibilità di riuscire a fuggire tutti, ma se 3 di noi si precipitano immediatamente attraverso il ponte potremmo essere in grado di (cough)(cough) raggiungere la sponda opposta prima che gli orchi possano attaccare.

source: Small wonder your Light has abandoned you, if you would leave our companions to the mercy of the orcs! We should all cross together and leave none behind!
ar: لا عجب في أن نورك قد تخلى عنك، إذا كنت ستترك أصحابنا تحت رحمة الأورك! يجب أن نعبر جميعًا معًا ولا نترك أحدًا خلفنا!
fr: Il n’est guère étonnant que votre Lumière vous ait abandonné, si vous pouviez laisser nos compagnons à la merci des orcs ! Nous devrions tous traverser ensemble et ne laisser personne derrière !
gl: Non é de estrañar que a túa Luz te abandonase, se deixases aos nosos compañeiros á mercé dos orcos! Debemos cruzarnos todos xuntos e non deixar a ninguén atrás!
it: Non c’è da stupirsi che la tua Luce ti abbia abbandonato, se lasci i nostri compagni alla mercé degli orchi! Dovremmo attraversare tutti insieme e non lasciare indietro nessuno!

source: (cough) My light? ...oh, oh yes, yes of course. Just one moment.
ar: (سعال) ضوءي؟... أوه، أوه نعم، نعم بالطبع. لحظة واحدة فقط.
fr: (tousse) Ma lumière ? …oh, oh oui, oui bien sûr. Juste un instant.
gl: (tos) A miña luz? ... oh, oh si, si claro. Só un momento.
it: (cough) La mia Luce? ...oh, oh sì, sì certo. Solo un momento.

source: Trapped among barbarians and pursued by orcs... how in the sands did I get here? Time to break out something I’ve been saving for a rainy day...
ar: محاصرًا بين البرابرة ومطاردًا من قبل العفاريت... كيف وصلت إلى هنا؟ حان الوقت لإخراج شيء كنت أدخره ليوم أسود...
gl: Atrapado entre bárbaros e perseguido por orcos... como nos areais cheguei ata aquí? É hora de romper algo que estiven gardando para un día de choiva...
it: Intrappolato tra i barbari e inseguito dagli orchi... come diavolo sono arrivato fin qui? È ora di tirare fuori qualcosa che ho tenuto da parte per una giornata piovosa...

source: Nothing like some extra speed to help me get away!
ar: لا شيء يضاهي السرعة الإضافية التي تساعدني على الهرب!
gl: Nada como unha velocidade extra para axudarme a fuxir!
it: Non c’è niente di meglio di un po’ di velocità extra per aiutarmi a scappare!

source: Gweddry, you saw how Dacyn struggled to channel his Light. What do you think of this?
ar: جويدري، لقد رأيت كيف كافح داسين لتوجيه نوره. ما رأيك في هذا؟
fr: Gweddry, tu as vu combien Dacyn avait du mal à canaliser sa Lumière. Qu'en penses-tu ?
gl: Gweddry, viu como Dacyn loitaba por canalizar a súa Luz. Que opinas disto?
it: Gweddry, hai visto come Dacyn ha lottato per incanalare la sua Luce. Cosa ne pensi?

source: Aye, and have ye noticed the man’s cough? He be trying to hide it.
ar: نعم، هل لاحظتم سعال الرجل؟ إنه يحاول إخفاء مرضه.
fr: Ouais, et z’avez pas vu comment y tousse, l’gaillard ? Pourtant il fait d’son mieux pour le cacher, l’bougre.
gl: Si, e xa notaches a tose do home? Tenta ocultalo.
it: Sì, e hai notato la tosse di quell’uomo? Stava cercando di nasconderla.

source: ... it is a bad sign, to be sure. But Dacyn is determined to protect Wesnoth and destroy Mal-Ravanal, and I believe he is our only chance at doing so.
ar: ... إنها علامة سيئة بالتأكيد. لكن داسين عازم على حماية ويسنوث وتدمير مال-رافانال، وأعتقد أنه فرصتنا الوحيدة للقيام بذلك.
fr: … c’est assurément un mauvais signe. Mais Dacyn est résolu à protéger Wesnoth et à détruire Mal-Ravanal, et je crois qu’il est notre seule chance d’y parvenir.
gl: ... é un mal sinal, por certo. Pero Dacyn está decidido a protexer a Wesnoth e destruír a Mal-Ravanal, e creo que é a nosa única oportunidade de facelo.
it: ... certo, è un brutto segno. Ma Dacyn è determinato a proteggere Wesnoth e a distruggere Mal-Ravanal, e credo che lui sia la nostra unica possibilità per farlo.

source: Magic man kind! Be good magic man be.
ar: رجل سحر لطيف! كن رجل سحر طيبا معي.
gl: Home máxico amable! Sexa bo home máxico.
it: Uomo magico, gentile! Sii un buon mago, sii.

source: I agree his intentions are good, but with each passing hour, that foul amulet’s darkness festers within him. What influence may it have?
ar: أوافق على أن نواياه طيبة، ولكن مع مرور كل ساعة، يتفاقم ظلام ذلك التعويذة القذرة بداخله. ما التأثير الذي قد يكون له؟
fr: Je reconnais que ses intentions sont bonnes, mais à chaque heure qui passe, les ténèbres de cette amulette maléfique s'enracinent en lui. Quelle influence peut-elle avoir ?
gl: Concordo que as súas intencións son boas, pero a cada hora que pasa, a escuridade dese amuleto asqueroso engrosa dentro del. Que influencia pode ter?
it: Concordo che le sue intenzioni siano buone, ma con il passare delle ore, l’oscurità di quell’orrendo amuleto cresce dentro di lui. Come può influenzarlo?

source: I choose to place my faith in the holy Light, not the darkness! We will overcome Mal-Ravanal’s evil, and this dark amulet’s as well.
ar: أختار أن أضع إيماني في النور المقدس، وليس في الظلام! سوف نتغلب على شر مال-رافانال، وتميمة الظلام هذه أيضًا.
gl: Escollo poñer a miña fe na Luz santa, non na escuridade! Venceremos o mal de Mal-Ravanal, e tamén o deste escuro amuleto.
it: Scelgo di riporre la mia fede nella Santa Luce, non nell’oscurità! Supereremo la malvagità di Mal-Ravanal e anche quella di questo oscuro amuleto.

source: Bah, magic! There’s a reason the civilized people of my world eschew magic — we would never have to deal with problems like this back in my homeland.
ar: السحر! هناك سبب يجعل الناس المتحضرين في عالمي يتجنبون السحر - لن نضطر أبدًا للتعامل مع مشاكل كهذه في وطني.
gl: Bah, maxia! Hai unha razón pola que a xente civilizada do meu mundo evita a maxia: nunca teriamos que tratar con problemas coma este na miña terra natal.
it: Bah, magia! C’è una ragione per cui le persone civili del mio mondo evitano la magia: non avremmo mai dovuto affrontare problemi come questo nella mia terra natia.

source: (squinting) I can’t see anything in this searing sunlight. Fall back, wait for dusk!
ar: (يحول عينيه) لا أستطيع رؤية أي شيء في ضوء الشمس الحارق هذا. تراجعوا ولننتظر الغسق!
fr: (en plissant les yeux) Je ne vois rien sous ce soleil de plomb. Reculez, attendez le crépuscule !
gl: (Mirando os ollos) Non podo ver nada nesta luz do sol abrasador. Volve, espera ao solpor!
it: (strizzando gli occhi) Non riesco a vedere nulla con questa luce solare cocente. Ritirati, aspetta il tramonto!

source: The sun strengthens my kin. Daytime is our Domain. We should press the attack.
ar: الشمس تقوي أقاربي. النهار هو مجالنا. يجب أن نضغط على الهجوم.
fr: Le soleil fortifie les miens. Le jour est notre domaine. Nous devons poursuivre l’assaut.
gl: O sol fortalece os meus parentes. O día é o noso dominio. Debemos presionar o ataque.
it: Il sole rafforza la mia specie. Il giorno è il nostro dominio. Dovremmo continuare l’attacco.

source: You heard me, wyrm! Wait. For. Dusk.
ar: لقد سمعتني أيها الويرم! انتظر. حتى. الغسق.
fr: Tu m’as bien entendu, vouivre ! Attends. Le. Crépuscule.
gl: Escoitachesme, verme! Agarda. Para. Solpor.
it: Mi hai sentito, biscia! Aspetta. Il. Tramonto.

source: Is everyone across? I’m ready to chop down the bridge.
ar: هل وصل الجميع؟ أنا مستعد لقطع الجسر.
fr: Tout le monde a traversé ? Je suis prêt à abattre le pont.
gl: Está todo o mundo? Estou listo para cortar a ponte.
it: Hanno attraversato tutti? Sono pronto ad abbattere il ponte.

source: Hmm...
ar: همم...
en@shaw: ｐヰ...
fr: Hum...
gl: Hm…

source: Yes, destroy the bridge.
ar: نعم، قم بتدمير الجسر.
fr: Oui, détruis le pont.
gl: Si, destrúe a ponte.
it: Sì, distruggi il ponte.

source: Owaec, you fool! I am trapped on the east bank! Without my help Wesnoth will surely fall to Mal-Ravanal...
ar: أويك، أيها الأحمق! أنا محاصر على الضفة الشرقية! بدون مساعدتي ستسقط ويسنوث بالتأكيد في يد مال-رافانال...
gl: Owaec, tolo! Estou atrapado na marxe leste! Sen a miña axuda Wesnoth seguramente caerá en Mal-Ravanal...
it: Owaec, pazzo! Sono intrappolato sulla sponda orientale! Senza il mio aiuto Wesnoth cadrà sicuramente in mano a Mal-Ravanal...

source: Owaec, you fool! Gweddry is trapped on the east bank! Without his help Wesnoth will surely fall to Mal-Ravanal...
ar: أويك، أيها الأحمق‫! جويدري محاصر على الضفة الشرقية! بدون مساعدته ستسقط ويسنوث بالتأكيد في يد مال رافانال...
gl: Owaec, tolo! Gweddry está atrapado na marxe leste! Sen a súa axuda Wesnoth seguramente caerá en Mal-Ravanal...
it: Owaec, pazzo! Gweddry è intrappolato sulla sponda orientale! Senza il suo aiuto Wesnoth cadrà sicuramente in mano a Mal-Ravanal...

source: Alas, what have I done? So many brave soldiers of Wesnoth, left behind in the wildlands...
ar: ياللأسف ماذا فعلت؟ لقد تركت العديد من جنود ويسنوث الشجعان في البرية...
gl: Ai, que fixen? Tantos soldados valentes de Wesnoth, deixados nas terras salvaxes...
it: Ahimè, cosa ho fatto? Così tanti coraggiosi soldati di Wesnoth, abbandonati nelle lande selvagge...

source: At least you three commanders are safe. From here, we must ride swift, ride strong, and ride to save all of Wesnoth!
ar: على الأقل أنتم القادة الثلاثة بأمان. من هنا، يجب أن نركض بسرعة ونركض ونركض لإنقاذ ويسنوث بأكملها!
gl: Polo menos vostedes tres comandantes están a salvo. A partir de aquí, debemos andar rápido, andar forte e montar para salvar todo Wesnoth!
it: Almeno voi tre comandanti siete salvi. Da qui, dobbiamo cavalcare veloci, cavalcare saldamente e cavalcare per salvare tutto Wesnoth!

source: Huzzah, we have escaped the northerners! A true Clansman would never willingly leave his companions behind, and so have we clutched victory from the jaws of defeat!
ar: هورراه، لقد هربنا من الشماليين! لن يترك رجل العشيرة الحقيقي رفاقه خلفه أبدًا، وهكذا تمكنا من انتزاع النصر من بين فكي الهزيمة!
gl: Huzzah, escapamos dos norteños! Un verdadeiro membro do clan nunca deixaría atrás aos seus compañeiros de boa gana, e así agarramos a vitoria das mandíbulas da derrota!
it: Evviva, siamo sfuggiti ai settentrionali! Un vero membro del clan non lascerebbe mai volontariamente indietro i suoi compagni, e così abbiamo strappato la vittoria dalle fauci della sconfitta!
