Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: No. For too long, I have allowed my pride to overrule my wisdom. I have been arrogant. I have been the fool in this story. I believed I and only I was destined for greatness. But I can see it clearly now. I have been no different than my dear friend Ravan. We have been the same all along.
ar: لا، لقد سمحت لكبريائي لفترة طويلة أن يتغلب على حكمتي. لقد كنت مغرورًا. لقد كنت الأحمق في هذه القصة. كنت أعتقد أنني وحدي من سيحقق العظمة. لكنني أستطيع أن أرى ذلك بوضوح الآن. لم أكن مختلفًا عن صديقي العزيز رافان. لقد كنا متشابهين طوال الوقت.
fr: Non. Trop longtemps j'ai laissé ma fierté dominer mon intelligence. Quelle arrogance, j'ai été l'idiot de cette histoire ! Je pensais que moi et moi seul méritais la grandeur. Je vois clair désormais. Je n'étais pas différent de mon grand ami Ravan. Nous aurons été pareils tout du long.
gl: Non. Durante demasiado tempo, permitín que o meu orgullo anulase a miña sabedoría. fun arrogante. Eu fun o parvo nesta historia. Cría eu e só eu estaba destinado á grandeza. Pero agora podo velo claramente. Non fun diferente do meu querido amigo Ravan. Fomos iguais todo o tempo.
it: No. Per troppo tempo ho permesso al mio orgoglio di dominare la mia saggezza. Sono stato arrogante. Sono stato lo stolto in questa storia. Credevo che io e solo io fossi destinato alla grandezza. Ma ora lo vedo chiaramente. Non sono mai stato diverso dal mio caro amico Ravan. Siamo sempre stati uguali.

source: But no longer. My will is my own.
ar: ولكن لم يعد الأمر كذلك، إرادتي هي ملكي.
fr: Mais plus maintenant. Ma volonté est mienne.
gl: Pero xa non. A miña vontade é miña.
it: Ma non più. La mia volontà è mia.

source: I will not be tempted by undeath. I will pass unto the Land of the Dead, and if I am to be damned there then so be it.
ar: لن أستسلم لإغراء الموتى الأحياء، بل سأنتقل إلى أرض الموتى، وإذا كان لا بد أن أُدان هناك فليكن.
fr: Je ne succomberai pas à la mort-vivance. J'entrerai au pays des morts et si je dois y être damné, qu'il est soit ainsi.
gl: Non me deixarei tentar pola morte. Pasarei ao País dos Mortos, e se me condenan alí, que así sexa.
it: Non mi farò tentare dalla non-morte. Attraverserò la Terra dei Morti e se dovrò essere dannato lì, allora così sia.

source: My story ends here.
ar: قصتي تنتهي هنا.
fr: Mon histoire se termine ici.
gl: A miña historia remata aquí.
it: La mia storia termina qui.

source: So be it.
ar: ليكن ذلك.
fr: Qu'il est soit ainsi.
gl: Así sexa.
it: Così sia.

source: <i>THE MAW OPENS ITS JAWS.</i>
ar: <i>الماو يفتح فكيه.</i>
fr: <i>Les mâchoires de l’Abîme s’ouvrent.</i>
gl: <i>O MAW ABRE AS MANDÍBULAS.</i>
it: <i>CHE LE FAUCI SI SPALANCHINO.</i>

source: <i>DARKNESS CONSUMES THE SOUL.</i>
ar: <i>الظلام يستهلك الروح.</i>
fr: <i>Les ténèbres consument l’âme.</i>
gl: <i>A ESCURIDADE CONSUME A ALMA.</i>
it: <i>CHE L’OSCURITÀ CONSUMI L’ANIMA.</i>

source: <span size='small'><i> This item is reusable if its wielder dies, and can be dropped by right clicking.</i></span> <span size='small'><i> Picking up an item consumes your moves and attack.</i></span> <b></b>
ar: <span size='small'><i> هذا العنصر قابل لإعادة الاستخدام إذا مات حامله، ويمكن إسقاطه بالنقر بزر الماوس الأيمن.</i></span> <span size='small'><i> التقاط عنصر يستهلك حركاتك وهجومك.</i></span> <b></b>
gl: <span size='small'><i>Este elemento é reutilizable se o seu portador morre, e pódese soltar facendo clic co botón dereito do rato.</i></span> <span size='small'><i> Coller un elemento consume os teus movementos e ataques.</i></span> <b></b>
it: <span size='small'><i>Questo oggetto è riusabile se il suo portatore muore, e può essere rilasciato cliccando col tasto destro del mouse.</i></span> <span size='small'><i>Raccogliere un oggetto consuma tutti i tuoi punti movimento e tutti gli attacchi.</i></span> <b></b>

source: quiver
ar: جعبة
fr: carquois
gl: carcajada
it: faretra

source: Crystal Quiver
ar: جعبة كريستال
fr: Carquois de cristal
gl: Carcaj de cristal
it: Faretra Cristallina

source: Arrows from this crystalline quiver glimmer with a pale magical light, <i><b>illuminating</b></i> the surrounding area and making your bow or crossbow attacks <i><b>arcane</b></i>.
ar: تلمع السهام من هذه الجعبة البلورية بضوء سحري شاحب, <i><b>مضيئة</b></i> المنطقة المحيطة بها وتجعل هجمات القوس أو القوس المركب <i><b>غامضة</b></i>.
gl: As frechas deste carcaj cristalino brillan cunha luz máxica pálida, <i><b>iluminando</b></i> a zona circundante e facendo que o teu arco ou ballesta ataques <i><b>arcanos</b></i>.
it: Le frecce estratte da questa faretra cristallina brillano di una pallida luce magica, <i><b>illuminando</b></i> i dintorni e rendo gli attacchi del tuo arco o della tua balestra <i><b>arcani</b></i>.

source: Drop Crystal Quiver
ar: أسقط جعبة الكريستال
fr: Lâcher le carquois de cristal
it: Lascia la Faretra di Cristallo

source: amulet
ar: تميمة
fr: amulette
gl: amuleto
it: amuleto

source: Holy Amulet
ar: التميمة المقدسة
en@shaw: ｐ答ゐ ヰゐ
fr: Amulette sacrée
gl: Amuleto sagrado
it: Amuleto sacro

source: Engraved with a consecrated symbol, this amulet will bless both your <i><b>melee</b></i> and <i><b>ranged</b></i> attacks with <i><b>arcane</b></i> damage.
ar: تم نقش رمز مقدس على هذه التميمة، وهي ستبارك هجمات <i><b>الالتحام</b></i> و<i><b>بعيدة المدى</b></i> من خلال ضرر من نوع <i><b>الغامض</b></i>.
gl: Gravado cun símbolo consagrado, este amuleto bendecirá os teus ataques <i><b>corpo a cuerpo</b></i> e <i><b>a distancia</b></i> con danos <i><b>arcanos</b></i>.
it: Inciso con un simbolo consacrato, questo amuleto benedirà sia i tuoi attacchi <i><b>in mischia</b></i> che quelli <i><b>a distanza</b></i> conferendo un danno di tipo <i><b>arcano</b></i>.

source: Drop Holy Amulet
ar: إسقاط التميمة المقدسة
fr: Lâcher l'amulette sacrée
gl: soltar amuleto sagrado
it: Lascia l’Amuleto Sacro

source: sentinel
ar: حارس
fr: sentinelle
gl: centinela
it: sentinella

source: Shield of the Sentinel
ar: درع الحارس
fr: Bouclier de sentinelle
gl: Escudo do Centinela
it: Scudo della Sentinella

source: Deep within this shield’s towering bulk, enchanted machinery whirrs faintly. Whenever an adjacent ally is hit by an attack, <i><b>this shield’s bearer is hit instead</b></i>.
ar: في أعماق هذا الدرع الشاهق، تصدر الآلات المسحورة أزيزًا خافتًا. كلما أصيب حليف مجاور بهجوم، <i><b>يُصاب حامل هذا الدرع بدلاً من ذلك</b></i>.
gl: No fondo do enorme volume deste escudo, a maquinaria encantada zumba débilmente. Sempre que un aliado adxacente é alcanzado por un ataque, <i><b>o portador deste escudo é golpeado</b></i>.
it: Nel profondo della imponente mole di questo scudo, ronzano dei meccanismi incantati. Ogni volta che un alleato adiacente viene colpito da un attacco, <i><b>il portatore di questo scudo verrà colpito in sua vece</b></i>.

source: Drop Shield of the Sentinel
ar: إسقاط درع الحارس
fr: Lâcher le bouclier de sentinelle
it: Deponi lo Scudo della Sentinella

source: yetiburger
ar: يتيبرجر
fr: tartare de yéti

source: Yetiburger
ar: يتيبرجر
fr: Tartare de yéti

source: Eating this funny tasting meat <i><b>doubles your hitpoints</b></i> and grants <i><b>immunity to cold</b></i>.
ar: تناول هذا اللحم المذاق المضحك <i><b>يضاعف نقاط الحياى</b></i> ويمنح <i><b>الحصانة ضد البرد</b></i>.
gl: Comer esta carne de sabor divertido <i><b>duplica os teus puntos de vida</b></i> e outorga <i><b>inmunidade ao frío</b></i>.
it: Mangiare questa carne dallo strano sapore <i><b>raddoppia i tuoi punti ferita</b></i> e garantisce <i><b>immunità al freddo</b></i>.

source: ant ambrosia
ar: شهية النمل
fr: curare de fourmi
gl: ambrosía de formiga
it: ambrosia di formica

source: Ant Ambrosia
ar: النمل الشهي
fr: Curare de fourmi
gl: Formiga Ambrosía
it: Ambrosia di formica

source: This goopy honey-like substance makes you feel very sleepy... perhaps eating too much would be unwise. <i><b><span color='#FF0000'>-1</span> damage, <span color='#FF0000'>-1</span> movement, <span color='#00FF00'>+10</span> hitpoints</b></i>.
ar: هذه المادة اللزجة الشبيهة بالعسل تجعلك تشعر بالنعاس الشديد... ربما يكون الإفراط في تناولها غير حكيم. <i><b><span color='#FF0000'>-1</span> ضرر، <span color='#FF0000'>-1</span> حركة، <span color='#00FF00'>+10</span> نقطة حياة</b></i>.
gl: Esta substancia pegajosa semellante ao mel faiche sentir moito sono... quizais comer demasiado non sería prudente. <i><b><span color='#FF0000'>-1</span> dano, <span color='#FF0000'>-1</span> movemento, <span color='#00FF00'>+10</span> puntos de vida</b></i>.
it: Questa sostanza appiccicosa simile al miele ti fa sentire molto sonnolento... forse mangiarne troppa non sarebbe saggio. <i><b><span color='#FF0000'>-1</span> danno, <span color='#FF0000'>-1</span> movimento, <span color='#00FF00'>+10</span> punti ferita</b></i>.

source: baneblade
ar: شفرة اللعنة
fr: lame de ruine
it: lama della rovina

source: Baneblade
ar: شفرة اللعنة
fr: Lame de ruine
it: Lama della Rovina

source: This incorporeal sword resembles those wielded by undead wraiths. Any mortal brave enough to wield it becomes <i><b>chaotic</b></i> and lashes out at their foes with reckless abandon. <i><b>6x4 arcane</b></i> damage, <i><b>drains</b></i>, <i><b>berserk</b></i>.
ar: يشبه هذا السيف غير المادي تلك التي يستخدمها أشباح الموتى الأحياء. يصبح أي بشري شجاع بما يكفي لاستخدامه <i><b>ليليا</b></i> ويهاجم أعدائه بلا مبالاة. <i><b>ضرر غامض 6x4</b></i>، <i><b>مستنزف</b></i>، <i><b>هيجان</b></i>.
it: Questa spada eterea assomiglia a quella brandita dagli Spettri. Qualsiasi mortale così coraggioso da impugnarla diventa <i><b>caotico</b></i> e si scaglia contro i nemici con sconsiderato trasporto. danno <i><b>arcano 6x4</b></i>, <i><b>risucchio</b></i>, <i><b>furia</b></i>.

source: Drop Baneblade
ar: أسقط شفرة اللعنة
fr: Lâcher la lame de ruine
gl: Soltar Baneblade
it: Deponi la Lama della Rovina

source: barkskin
ar: جلد اللحاء
fr: peau d’écorce
gl: pel de casca
it: corteccia

source: Potion of Barkskin
ar: جرعة جلد اللحاء
fr: Potion de peau d’écorce
gl: Poción de pel de casca
it: Pozione della corteccia

source: This potion bubbles as though over an open flame, yet is cool to the touch. Its drinker gains the <i><b>steadfast</b></i> ability and can <i><b>heal 2 hitpoints each turn</b></i>, like dwarves with the ‘healthy’ trait.
ar: هذه الجرعة تغلي كما لو كانت فوق لهب مكشوف، ولكنها باردة عند لمسها. يكتسب من يشربها مهارة <i><b>الثبات</b></i> ويمكنه <i><b>شفاء نقطتي صحة في كل دورة</b></i>، مثل الأقزام الذين يتمتعون بسمة "الصحة".
gl: Esta poción burbulla como sobre unha chama aberta, pero é fresca ao tacto. O seu bebedor gaña a habilidade <i><b>constante</b></i> e pode <i><b>curar 2 puntos de vida por turno</b></i>, como os ananos co trazo "saudable".
it: Questa pozione bolle come se fosse posta su una fiamma libera, ma è fredda al tatto. Il suo bevitore ottiene l’abilità <i><b>risoluto</b></i> e può <i><b>curare 2 punti ferita ogni turno</b></i>, come i nani con la caratteristica ’sano’ .

source: ring
ar: خاتم
fr: anneau
gl: anel
it: anello

source: Ring of Invisibility
ar: حلقة الخفاء
fr: Anneau d'invisibilité
gl: Anel da invisibilidade
it: Anello dell’Invisibilità

source: This plain gold ring looks unremarkable, but its wearer gains <i><b>skirmisher</b></i> and <i><b>nightstalk</b></i>, becoming invisible in the dark.
ar: يبدو هذا الخاتم الذهبي البسيط عاديًا، لكن من يرتديه يكتسب قدرات <i><b>المناورة</b></i> و<i><b>مطارد الليل</b></i>، ويصبح غير مرئي في الظلام.
fr: Cet anneau en or peu travaillé donne à celui qui le porte les capacités <i><b>tirailleur</b></i> et <i><b>chasseur nocturne</b></i>, le rendant invisible pendant la nuit.
gl: Este anel de ouro liso non parece extraordinario, pero o seu portador gaña <i><b>escaramuza</b></i> e <i><b>perno nocturno</b></i>, facéndose invisible na escuridade.
it: Questo semplice anello d’oro sembra insignificante, ma chi lo indossa guadagna le abilità<i><b>incursore</b></i> e <i><b>agguato notturno</b></i>, diventando invisibile nell’oscurità.

source: Drop Ring of Invisibility
ar: أسقط حلقة الخفاء
fr: Lâcher l'anneau d'invisibilité
gl: Anel de invisibilidade
it: Deponi l’Anello dell’Invisibilità

source: staff
ar: صولجان
fr: bâton
gl: persoal
it: bastone

source: Plague Staff
ar: صولجان الطاعون
fr: Bâton de peste
gl: Bastón da peste
it: Bastone del Contagio

source: Looted from a dead necromancer, the wielder of this dark staff becomes <i><b>chaotic</b></i>, and can <i><b>recruit and recall</b></i> Walking Corpses and Soulless. <i><b>6x3 impact</b></i> damage, <i>plague</i>.
ar: بعد نهبها من ساحر ميت، يصبح حامل هذه العصا المظلمة <i><b>ليليا</b></i>، ويمكنه <i><b>تجنيد واستدعاء</b></i> الجثث المتحركة والأرواح عديمة الجسد. <i><b>ضرر صادم 6x3</b></i>، وخاصية <i>الوباء</i>.
gl: Saqueado dun nigromante morto, o portador deste bastón escuro vólvese <i><b>caótico</b></i>, e pode <i><b>reclutar e recordar</b></i> Cadáveres andantes e sen alma. <i><b>impacto 6x3</b></i> danos, <i>peste</i>.
it: Saccheggiato dalle spoglie di un negromante morto, chi impugna questo bastone oscuro diventa <i><b>caotico</b></i> e può <i><b>reclutare e richiamare</b></i> Morti Viventi e Senz’anima. danno da <i><b>impatto 6x3</b></i>, <i>contagio</i>.

source: I will not wield such a dark magical artifact, though I shall not begrudge its use by my companions.
ar: لن أستخدم مثل هذه القطعة الأثرية السحرية المظلمة، على الرغم من أنني لن أحسد رفاقي على استخدامها.
gl: Non vou manexar un artefacto máxico tan escuro, aínda que non vou resentir o seu uso polos meus compañeiros.
it: Non impugnerò un siffatto artefatto oscuro, sebbene non disapproverò il suo uso da parte dei miei compagni.

source: plague staff
ar: صولجان الطاعون
fr: bâton de peste
gl: persoal da peste
it: bastone del contagio

source: Drop Plague Staff
ar: إسقاط طاقم الطاعون
fr: Lâcher le bâton de peste
gl: Soltar Bastón da Peste
it: Lascia il Bastone del Contagio

source: Fascinating. The necromantic magic concentrates in the subject’s crown, replacing its bestial soul. Unnatural, yet effective.
ar: رائع. سحر استحضار الأرواح يتركز في تاج الكائن ليحل محل روحه البهيمية. غير طبيعي، لكنه فعال.
gl: Fascinante. A maxia nigromántica concéntrase na coroa do suxeito, substituíndo a súa alma bestial. Antinatural, pero eficaz.
it: Affascinante. La magia negromantica si concentra nella corona del soggetto, sostituendone l’anima bestiale. Innaturale, ma efficace.

source: A disgusting abomination! I lament living in such times...
ar: رجس مقرف! أتحسر على العيش في مثل هذه الأوقات...
gl: Unha abominación repugnante! Lamento vivir en tempos así...
it: Un disgustoso abominio! Mi dispiace vivere in questi tempi...

source: Gwza-Alswdan
ar: جوازا-السدان

source: <span size='small'><i> (Elixirs only last for 1 scenario.)</i></span> <span size='small'><i> Picking up an item consumes your moves and attack.</i></span> <b></b>
ar: <span size='small'><i> (الإكسير يدوم لسيناريو واحد فقط)</i></span> <span size='small'><i> التقاط عنصر يستهلك حركاتك وهجومك.</i></span> <b></b>
fr: <span size='small'><i> (Les pouvoirs des élixirs ne durent qu'un scénario.)</i></span> <span size='small'><i> Vous n'aurez plus ni mouvement ni attaque pour le tour après la prise d'un objet.</i></span> <b></b>
gl: <span size='small'><i> (Os elixires só duran 1 escenario.)</i></span> <span size='small'><i> Coller un elemento consume os teus movementos e ataques.</i></span> <b></b>
it: <span size='small'><i> (gli elisir durano soltanto per uno scenario.)</i></span> <span size='small'><i> Raccogliere un oggetto consuma tutti i movimenti e gli attacchi</i></span> <b></b>

source: Elixir of Water Breathing
ar: إكسير التنفس المائي
fr: Élixir de ventilation aquatique
gl: Elixir da respiración da auga
it: Elisir della Respirazione Subacquea

source: This shimmering blue vial grants its drinker normal movement and defense in swamp and shallow water.
ar: تمنح هذه القارورة الزرقاء المتلألئة للشارب حركة طبيعية ودفاعًا في المستنقعات والمياه الضحلة.
gl: Este vial azul relucente outorga ao seu bebedor un movemento normal e unha defensa en pantanos e augas pouco profundas.
it: Questa fiala di un blu scintillante garantisce al bevitore un movimento e una difesa normale in terreni paludosi e acque poco profonde.

source: <span color='#00FFFF' size='x-small'>water breathing</span>
ar: <span color='#00FFFF' size='x-small'>تنفس الماء</span>
fr: <span color='#00FFFF' size='x-small'>ventilation aquatique</span>
gl: <span color='#00FFFF' size='x-small'>respiración de auga</span>
it: <span color='#00FFFF' size='x-small'>respirazione subacquea</span>

source: waterbreathing
ar: تنفس الماء
fr: ventilation aquatique
gl: respiración de auga
it: respirazione subacquea

source: An elixir of waterbreathing has given this unit normal movement and defense in swamp and shallow water.
ar: أعطى إكسير التنفس في الماء لهذه الوحدة حركة ودفاعًا طبيعيين في المستنقعات والمياه الضحلة.
fr: Un élixir de ventilation aquatique octroie à cette unité un mouvement et une défense normaux dans les marais et l'eau peu profonde.
gl: Un elixir de respiración acuática deulle a esta unidade un movemento normal e unha defensa en pantanos e augas pouco profundas.
it: Un elisir della respirazione subacqueac ha dotato a questa unità di un movimento e di una difesa normale in terreni paludosi e acque poco profonde.

source: Elixir of Elements
ar: إكسير العناصر
fr: Élixir d'éléments
gl: Elixir de elementos
it: Elisir degli Elementi

source: This bubbling yellow vial grants immunity to both fire and cold. It also makes you sweat profusely.
ar: تمنحك هذه القارورة الصفراء الفوارة مناعة ضد النار والبرد، كما أنها تجعلك تتعرق بغزارة.
gl: Este frasco amarelo burbullante outorga inmunidade tanto ao lume como ao frío. Tamén che fai suar abundantemente.
it: Questa spumeggiante gialla fiala dona immunità al fuoco e al freddo. Ti fa ance sudare copiosamente.

source: <span color='#E8B923' size='x-small'>elemental resist</span>
ar: <span color='#E8B923' size='x-small'>مقاومة عناصرية</span>
fr: <span color='#E8B923' size='x-small'>résistance des éléments</span>
gl: <span color='#E8B923' size='x-small'>resistencia elemental</span>
it: <span color='#E8B923' size='x-small'>resistenza elementale</span>

source: elements
ar: عناصر
fr: élixir d'éléments
gl: elementos
it: elementi

source: An elixir of elements has given this unit immunity to both fire and cold.
ar: أعطى إكسير العناصر هذه الوحدة مناعة ضد النار والبرد.
fr: Un élixir d'éléments octroie à cette unité immunité contre le feu et l'arcane.
gl: Un elixir de elementos deu a esta unidade inmunidade tanto ao lume como ao frío.
it: Un elisir degli elementi ha dato a questa unità l’immunità sia al fuoco che al freddo.

source: Elixir of Haste
ar: إكسير العجلة
fr: Élixir de hâte
gl: Elixir da présa
it: Elisir della Velocità

source: This saccharine green liquid grants +1 movement and +10% defense on all terrain. You may have difficulty standing still.
ar: يمنحك هذا السائل الأخضر السكري +1 حركة و+10% دفاعًا على كافة التضاريس. قد تجد صعوبة في الوقوف ساكنًا.
fr: Cette liqueur verte sucrée octroie +1 de points de mouvement et +10 % de défense sur tous les terrains. Vous pourriez avoir la bougeotte.
gl: Este líquido verde sacarina outorga +1 de movemento e +10% de defensa en todo terreo. Pode ter dificultades para quedarse quieto.
it: Questo liquido verde saccarina garantisce un +1 di movimento e un +10% in difesa su tutti i terreni. Potresti avere difficoltà a stare fermo.

source: <span color='#0BDA51' size='x-small'>haste</span>
ar: <span color='#0BDA51' size='x-small'>العجلة</span>
fr: <span color='#0BDA51' size='x-small'>hâte</span>
gl: <span color='#0BDA51' size='x-small'>presura</span>
it: <span color='#0BDA51' size='x-small'>velocità</span>

source: haste
ar: عجلة
fr: hâte
gl: présa
it: velocità

source: An elixir of haste has given this unit +1 movement and +10% defense on all terrain.
ar: أعطى إكسير السرعة لهذه الوحدة +1 حركة و +10% دفاع على جميع التضاريس.
fr: L'élixir de hâte donne à cette unité un point de mouvement en plus et +10 % de défense sur tous les terrains.
gl: Un elixir de présa deulle a esta unidade +1 de movemento e +10% de defensa en todo terreo.
it: Un elisir di velocità ha donato a questa unità un +1 di movimento e +10% di difesa su qualsiasi terreno.

source: Elixir of Fury
ar: إكسير الغضب
fr: Élixir de furie
gl: Elixir da furia
it: Elisir della Furia

source: The red liquid in this vial sloshes violently, as though trying to escape. Drinking it grants <b><i>unlimited melee attacks</i></b> and the <b><i>berserk</i></b> melee special.
ar: يتدفق السائل الأحمر في هذه القارورة بعنف، وكأنه يحاول الهروب. يمنحك شربه <b><i>هجمات قتالية غير محدودة</i></b> ومهارة قتالية خاصة <b><i>الهيجان</i></b>.
gl: O líquido vermello deste frasco chorre violentamente, coma se tratase de escapar. Beberlo outorga <b><i>ataques corpo a corpo ilimitados</i></b> e o especial <b><i>berserk</i></b> corpo a corpo.
it: Il liquido rosso di questa fiala tende a traboccare violentemente, come se cercasse di fuggire. Bevendolo si ottengono <b><i>attacchi corpo a corpo illimitati</i></b> e l’abilità di mischia speciale <b><i>berserk</i></b>.

source: <span color='#FF0000' size='x-small'>berserker fury</span>
ar: <span color='#FF0000' size='x-small'>غضب الهائج</span>
fr: <span color='#FF0000' size='x-small'>folie berserk</span>
gl: <span color='#FF0000' size='x-small'>furia berserker</span>
it: <span color='#FF0000' size='x-small'>furia berserker</span>

source: fury
ar: الغضب
fr: furie
gl: furia
it: furia

source: An elixir of fury has given this unit <b><i>unlimited melee attacks</i></b> and the <b><i>berserk</i></b> melee special.
ar: لقد أعطى إكسير الغضب لهذه الوحدة <b><i>هجمات مشاجرة غير محدودة</i></b> وهجمات إلتحام خاصة <b><i>الهيجان</i></b>.
gl: Un elixir de furia deulle a esta unidade <b><i>ataques corpo a corpo ilimitados</i></b> e o especial <b><i>berserk</i></b>.
it: Un elisir della furia ha donato a questa unità <b><i>attacchi corpo a corpo illimitati</i></b> e l’abilità di mischia speciale <b><i>berserk</i></b>.

source: audacious
ar: جريء
fr: audacieux
gl: audaz
it: audacia

source: Fights normally during unfavorable times of day/night
ar: يحارب بطريقة عادية خلال الأوقات غير المواتية من النهار/الليل
fr: Combat sans malus lors des périodes défavorables de jour ou de nuit
gl: Loita normalmente durante horas desfavorables do día/noite
it: Combatte normalmente durante i periodi sfavorevoli del giorno o della notte

source: Aversion to light and dark holds no sway over these audacious individuals.
ar: لا يؤثر النفور من النور والظلام على هؤلاء الأفراد الجريئين.
fr: La crainte du jour ou de la nuit n'altère pas le courage des audacieux.
gl: A aversión á luz e á escuridade non domina estes individuos audaces.
it: L’avversione alla luce o all’oscurità non ha presa su questi coraggiosi individui.

source: deserter
ar: هارب
fr: déserteur
gl: desertor
it: disertore

source: female^deserter
ar: هاربة
fr: déserteuse
gl: desertorA
it: disertrice

source: When this unit drops below half health, it will flee the battle and reappear on your recall list.
ar: عندما تنخفض صحة هذه الوحدة إلى أقل من النصف، فإنها ستفر من المعركة وتظهر مرة أخرى في قائمة الاستدعاء الخاصة بك.
fr: Quand les points de vie de cette unité sont réduits de moitié, elle quittera le champs de bataille et retournera dans la liste de rappel.
gl: Cando esta unidade caia por debaixo da metade de saúde, fuxirá da batalla e reaparecerá na túa lista de recordatorio.
it: Quando questa unità scende sotto la metà dei suoi punti-ferita, fuggirà dalla battaglia e riapparirà nella tua lista delle richiamabili.

source: Forget this!
ar: انسى هذا الأمر!
fr: Tant pis !
gl: Esquece isto!
it: Scordatelo!

source: Run for your lives!
ar: اهربوا للنجاة بحياتكم!
fr: Sauvez-vous !
gl: Correde polas vosas vidas!
it: Fuggiamo per salvare la pelle!

source: female^Get me out of here!
ar: أخرجيني من هنا!
fr: female^Sortez-moi de là !
gl: Agora saiamos de aquí!
it: Fammi uscire da qui!
