Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: (scowling) A deserter. We should lock you back in your cell.
ar: (عابسًا) هارب. يجب أن نعيدك إلى زنزانتك.
fr: (colère) Déserteur ! On devrait te laisser croupir dans ta cellule.
gl: (Encerrado) Un desertor. Deberiamos encerralo de novo na túa cela.
it: (accigliato) Un disertore. Dovremmo rinchiuderti nella tua cella.

source: female^(scowling) A deserter. We should lock you back in your cell.
ar: (عابسة) هاربة. يجب أن نعيدك إلى زنزانتك.
fr: (colère) Déserteur ! On devrait te laisser croupir dans ta cellule.
gl: femia^(coñendo o ceño) Un desertor. Deberiamos encerralo de novo na túa cela.
it: (accigliata) Un disertore. Dovremmo rinchiuderti nella tua cella.

source: No, please, you don’t understand! The undead are everywhere! I didn’t want to die like all my friends...
ar: لا، من فضلك، أنت لا تفهم! الموتى الأحياء موجودون في كل مكان! لم أكن أريد أن أموت مثل كل أصدقائي...
fr: Pitié, je vous en supplie. Les morts-vivants sont partout. Je ne veux pas mourir comme mes amis.
gl: Non, por favor, non entendes! Os mortos-vivos están en todas partes! Non quería morrer como todos os meus amigos...
it: No, per favore, non capisci! I non morti sono ovunque! Non volevo morire come tutti i miei amici...

source: Do you hear something coming from those pits?
ar: هل تسمع شيئا يأتي من تلك الحفر؟
fr: J'entends des bruits de mouvement sortir des ces trous?
gl: Escoitades saír algo deses pozos?
it: Senti qualcosa provenire da quei pozzi?

source: Neep! Neep!
ar: فليب! فليب!
fr: Niiip ! Niiip !
gl: Nip! Nip!

source: Ack! Get away from me!
ar: آه! ابتعد عني!
fr: Aah ! Dégage !
gl: Agh! Quítateme de aquí! Fóra!
it: Aah! Stai lontano da me!

source: This tunnel seems to go deeper into the caves. We can’t go that way.
ar: يبدو أن هذا النفق يمتد إلى عمق الكهوف، لا يمكننا أن نسلك هذا الطريق.
fr: Le tunnel a l'air de s'enfoncer plus loin dans les grottes. Nous ne pouvons pas aller par là.
gl: Este túnel parece continuar descendendo polas covas. Non podemos seguilo.
it: Pare che questo tunnel conduca più in profondità nelle caverne. Non possiamo andare da quella parte.

source: How do we know these caves aren’t all dead ends? We might be stuck wandering until we die of thirst!
ar: كيف نعرف أن هذه الكهوف ليست كلها نهايات مسدودة؟ قد نعلق بالتجول حتى نموت من العطش!
fr: Mais les passages pourraient être bouchés et nous errerions dans ces grottes jusqu'à la mort de soif !
gl: Como sabemos que estas covas non son todas sen saída? ¡Podemos estar atrapados vagando ata que morramos de sede!
it: Come facciamo a sapere che queste grotte non sono tutte dei vicoli ciechi? Potremmo rimanere bloccati a vagare fino a morire di sete!

source: You’re welcome to go back to your cell.
ar: نرحب بعودتك إلى زنزانتك.
fr: Tu peux toujours retourner à l'abri dans ta cellule.
gl: Podes volver ao teu móbil.
it: Puoi tornare nella tua cella.

source: Even if we do find your commanders and escape, maybe we should consider staying in the north? It’s tranquil, and quiet.... and there’s no undead...
ar: حتى لو وجدنا قادتك وهربنا، ربما يجب أن نفكر في البقاء في الشمال؟ إنها آمنة وهادئة.... ولا يوجد بها موتى أحياء...
fr: Même si nous nous échappions et retrouvions votre commandement, ne devrions-nous pas quand-même rester au nord ? C'est calme et tranquille. Et sans morts-vivants...
gl: Aínda que atopemos os teus comandantes e fuximos, quizais deberíamos considerar quedarnos no norte? É tranquilo e tranquilo... e non hai mortos-vivos...
it: Anche se trovassimo i vostri comandanti e scappassimo, forse dovremmo prendere in considerazione l’idea di restare nel nord? È tranquillo e silenzioso... e non ci sono non-morti...

source: I didn’t come all this way just to give up at the words of a deserter!
ar: لم أقطع كل هذه المسافة فقط لأستسلم لكلمات أحد الهاربين!
fr: Je n'ai pas fait tout ce chemin pour m'arrêter sous l'ordre d'un déserteur !
gl: Non vin ata aquí só para renunciar ás palabras dun desertor!
it: Non ho fatto tutta questa strada solo per arrendermi alle parole di un disertore!

source: Let’s focus on escaping the orcs before worrying about the future. Now quiet, I smell something foul up ahead.
ar: لنركز على الهروب من الأورك قبل أن نقلق بشأن المستقبل. والآن اهدأوا، أشم رائحة كريهة أمامنا.
fr: Concentrons-nous d'abord pour fuir ces orcs plutôt que des difficultés à venir. Silence ! Il y a quelque chose qui pue devant.
gl: Centrémonos en escapar dos orcos antes de preocuparnos polo futuro. Agora tranquilo, cheiro algo malo por diante.
it: Concentriamoci sulla fuga dagli orchi prima di preoccuparci del futuro. Adesso tranquillo, sento odore di qualcosa di disgustoso più avanti.

source: Ugh, here’s where that wretched stench is coming from. This must be the orcish storeroom, full of their discarded gear and trash. At least we can find ourselves some proper weapons.
ar: من هنا تأتي هذه الرائحة الكريهة الكريهة. لابد أن هذا هو مخزن الأوركيين المليء بعتادهم المهملة والقمامة. على الأقل يمكننا أن نجد لأنفسنا بعض الأسلحة المناسبة.
fr: Beurk... La source de cette puanteur est ici. Ça doit être une réserve des orcs, remplie d'un fatras d'équipements et de déchets. Choisissons les meilleures armes pour nous équiper.
gl: Centrémonos en escapar dos orcos antes de preocuparnos polo futuro. Agora tranquilo, cheiro algo malo por diante.
it: Ugh, ecco da dove proviene quell’orribile fetore. Questo deve essere il magazzino degli orchi, pieno dei loro attrezzi scartati e di spazzatura. Almeno possiamo trovarci delle armi adatte.

source: <span color='#00FF00' size='x-small'>weapons restored</span>
ar: <span color='#00FF00' size='x-small'>استعادة السلاح</span>
it: <span color='#00FF00' size='x-small'>armi riparate</span>

source: And look, our captured equipment and provisions are here too! I’ve recovered supplies worth $gold_amount_S11 gold.
ar: وانظر، المعدات والمؤن التي تم الاستيلاء عليها هنا أيضًا! لقد استعدت مؤنًا بقيمة $gold_amount_S11.
fr: Hé ! Il y a aussi notre équipment et nos provisions prises lors de notre capture. Il doit y en avoir pour $gold_amount_S11 pièces d'or là-dedans.
gl: E mira, o noso equipo e provisións capturados tamén están aquí! Recuperei subministracións por valor de $gold_amount_S11 ouro.
it: E guarda qui, ecco qui anche il nostro equipaggiamento e le provviste sequestrate! Ho recuperato scorte per un valore di $gold_amount_S11 pezzi d’oro.

source: The other prison cells should be to the north of that chamber. If we can get past those guards we could set everyone free.
ar: يجب أن تكون زنزانات السجن الأخرى في شمال تلك الغرفة. إذا تمكنا من تجاوز هؤلاء الحراس يمكننا تحرير الجميع.
fr: Les autres cellules devraient être au nord de cette salle. Si nous pouvions passer ces gardes, nous pourrions libérer nos camarades.
gl: O resto de celas dos calabozos deberían estar ao norte desa cámara. Se conseguimos pasar eses gardas, poderiamos liberar a todos.
it: Le altre celle dovrebbero trovarsi a nord di quel salone. Se riuscissimo a superare quelle guardie, potremmo liberare tutti i prigionieri.

source: But there’s too many of them!
ar: ولكن هناك الكثير منهم!
fr: Mais il y en a trop !
gl: Pero son demasiados!
it: Ma sono in troppi!

source: Hmm... I have an idea.
ar: همم... لدي فكرة.
fr: Hmm... J'ai une idée.
gl: Hmm… Teño unha idea.
it: Uhm... Mi è venuta un’idea.

source: So, how do I look?
ar: كيف أبدو؟
fr: Alors, de quoi j'ai l'air ?
gl: Que? Que tal estou?
it: Allora, come sto?

source: I’ll try to slip past the guards. You wait here.
ar: سأحاول التسلل عبر الحراس. انتظر هنا.
fr: Je vais essayer de me glisser dans le dos des gardes. Vous, attendez ici.
gl: Tentarei pasar entre os gardas. Agarda aquí.
it: Cercherò di passare sotto il naso delle guardie. Voi aspettatemi qui.

source: You’ve been a difficult prize to capture, but well worth the cost! Human corpses may not sell as well as dwarf or drake tribute, but with this many of you, I’ll still fetch a hefty bounty.
ar: لقد كنتم غنيمة صعبة للقبض عليكم، لكنكم تستحقون التكلفة! قد لا تباع جثث البشر كما تباع جثث الأقزام أو الدريك، ولكن مع وجود هذا العدد الكبير منكم، سأحصل على مكافأة ضخمة.
fr: Tu as été un trophée difficile à capturer, mais tu en valais largement le prix ! Les cadavres humains ne se vendent pas aussi bien qu’un tribut nain ou dracan, mais avec autant de monde, j’obtiendrai tout de même une bonne petite récompense.
gl: Foi un premio difícil de capturar, pero valeu a pena o custo! É posible que os cadáveres humanos non se vendan tan ben como os tributos de ananos ou dracos, pero con estes moitos de vós, aínda conseguirei unha gran recompensa.
it: Siete stati un premio difficile da catturare, ma ne è valsa la pena! I cadaveri umani potrebbero non essere venduti così bene come i tributi dei nani o dei draghi, ma con così tanti di voi, otterrò comunque una bella ricompensa.

source: Drakes, surely you can see that this orc does not have your best interests at heart? He is bleeding your numbers to fund his empire while your leader stands by and does nothing!
ar: درايك، بالتأكيد يمكنك أن ترى أن هذا الأورك لا يضع مصلحتك في ذهنه؟ إنه يستنزف أعدادكم لتمويل إمبراطورتيه بينما يقف قائدكم متفرجاً ولا يفعل شيئاً!
fr: Dracans, vous voyez bien que cet orc ne se soucie pas de vos intérêts ? Il vous sacrifie pour financer son empire, tandis que votre chef reste les bras croisés !
gl: Drakes, seguro que podes ver que este orco non ten o teu mellor interese? Está sangrando os teus números para financiar o seu imperio mentres o teu líder está parado e non fai nada!
it: Drakes, sicuramente capite che quest’orco non ha a cuore i vostri migliori interessi? Sta dissanguando le vostre fila per finanziare il suo impero mentre il tuo comandate resta a guardare e non fa nulla!

source: I follow the Ways of our Flight. Mortic is Aspirant. I serve his will.
ar: أتبع طرق رحلتنا. مورتيك هو الطامح. أنا أخدم إرادته.
fr: Je suis les Voies de notre Vol. Mortic est Aspirant. Je suis sa volonté.
gl: Sigo os Camiños do noso Voo. Mortic é aspirante. Servo a súa vontade.
it: Io seguo le Vie della nostra Squadrigli. Mortic è un Aspirante. Io servo la sua volontà.

source: You Wesnothians still don’t get it? These weaklings <i>need</i> me! Before I came, this place was a wasteland, with drake, dwarf, and naga fighting over scraps and bleeding in the snow.
ar: هل ما زلتم يا أهل ويسنوثيا لا تفهمون الأمر؟ هؤلاء الضعفاء يحتاجونني! قبل مجيئي، كان هذا المكان أرضًا قاحلة، حيث كان الدرايك والأقزام والأفعوانيون يتقاتلون على الفتات ودمهم يغمر الثلج.
fr: Vous autres Wesnothiens, vous ne comprenez toujours pas ? Ces lopettes ont besoin de moi ! Avant mon arrivée, cet endroit était un désert, où dracans, nains et nagas se battaient pour des miettes et répandaient leur sang dans la neige.
gl: Os wesnothianos aínda non o entendes? Estes débiles <i>necesítanme</i>! Antes de chegar, este lugar era un páramo, con dracos, ananos e nagas pelexando por restos e sangrándose na neve.
it: Voi Wesnothiani continuate a non capirlo? Questi deboli <i>hanno bisogno</i> di me! Prima del mio arrivo, questo posto era una terra desolata, con draghi, nani e naga che litigavano per gli avanzi e sanguinavano nella neve.

source: I united them all under my banner, bringing <i>peace</i> and <i>order</i> to these mountains! And once I sell you off, we will have enough money and power to rival even the great tribes of the north. I will usher in a new golden age for my people!
ar: لقد وحدتهم جميعًا تحت رايتي، وأحضرت السلام والنظام إلى هذه الجبال! وبمجرد أن أبيعكم، سنحصل على ما يكفي من المال والقوة لمنافسة حتى القبائل العظيمة في الشمال. سأبدأ عصرًا ذهبيًا جديدًا لشعبي!
fr: Je les ai tous unis sous ma bannière, apportant la paix et l’ordre à ces montagnes ! Et une fois que je t’aurai vendu, nous aurons assez d’argent et de puissance pour rivaliser avec les grandes tribus du Nord. J'inaugurerai un nouvel âge d'or pour mon peuple !
gl: Unínos a todos baixo a miña bandeira, traendo <i>paz</i> e <i>orde</i> a estas montañas! E unha vez que te venda, teremos diñeiro e poder suficiente para rivalizar ata coas grandes tribos do norte. ¡Inaugurarei unha nova idade de ouro para o meu pobo!
it: Li ho uniti tutti sotto la mia bandiera, portando <i>pace</i> e <i>ordine</i> tra queste montagne! E una volta che ti avrò svenduto, avremo abbastanza soldi e potere da rivaleggiare anche con le grandi tribù del nord. Inaugurerò una nuova età dell’oro per la mia gente!

source: You murder your allies and call it peace? Bah, this place will only know peace once you are dead!
ar: تقتلون حلفاءكم وتسمونه سلاماً؟ باه، هذا المكان لن يعرف السلام إلا عندما تموت!
fr: Vous assassinez vos alliés et vous appelez ça la paix ? Bah, ce lieu ne connaîtra la paix que lorsque vous serez morts !
gl: Asasinas aos teus aliados e chamas paz? Bah, este lugar só coñecerá a paz unha vez que esteas morto!
it: Uccidi i tuoi alleati e la chiami pace? Bah, questo posto conoscerà la pace solo quando sarai morto!

source: Hah, that almost hurt! I’m gonna enjoy shipping you lot down south. Maybe this time, the necromancers will let me watch...
ar: هاه، لقد كاد أن يؤلمني! سأستمتع بنقلكم جميعًا إلى الجنوب. ربما هذه المرة، سيسمح لي مستحضرو الأرواح بالمشاهدة...
fr: Ouille, ça a failli faire mal ! Je vais me régaler à vous envoyer tous au sud. Peut-être que cette fois, les nécromanciens me laisseront regarder…
gl: Ha, iso case doe! Vou gozar de enviarche moito ao sur. Quizais esta vez os nigromantes deixenme ver...
it: Ah, faceva quasi male! Mi divertirò un sacco a spedirti al sud. Forse questa volta i negromanti mi lasceranno guardare...

source: Opening the cells should confuse the guards for a moment. But I better not get too close to them...
ar: فتح الزنزانات يجب أن يربك الحراس للحظة. لكن من الأفضل ألا أقترب منهم كثيراً...
fr: Ouvrir les cellules devrait jeter la confusion pour un moment. Mais je ferais mieux de ne pas trop m'approcher des gardes...
gl: Se abro as celas debería poder crear confusión entre os gardas uns intres. Pero será mellor que non me achegue demasiado a eles…
it: L’apertura delle celle dovrebbe confondere le guardie per un po’. Comunque, farei meglio a non avvicinarmi troppo a loro...

source: Release the other prisoners
ar: إطلاق سراح السجناء الآخرين
fr: Libérer les autres prisonniers
gl: Libera o resto dos prisioneiros.
it: Libera gli altri prigionieri

source: Here’s one of the prison cells! As soon as I open this, all hell is going to break loose.
ar: هذه إحدى زنزانات السجن! بمجرد أن أفتحها، سوف يشتعل الجحيم.
fr: Voici l'une des cellules ! Dès que je l'aurai ouverte, tout va se déchaîner.
gl: Aquí tes unha das celas da prisión! En canto a abra, vaise desatar o inferno.
it: Ecco una delle celle della prigione! Non appena aprirò la porta, si scatenerà l’inferno.

source: I’m already well-equipped, but we’ll have to pay upkeep to arm and armor each prisoner I free. I hope we’ll have enough gold left over for the next battle!
ar: لقد تم تجهيزي بشكل جيد بالفعل، ولكن سيتعين علينا دفع تكاليف تسليح ودروع كل سجين أقوم بتحريره. آمل أن يتبقى لدينا ما يكفي من الذهب للمعركة التالية!
fr: Je suis déjà bien équipé, mais il faudra payer pour armer et équiper chaque prisonnier que je libérerai. J'espère qu'il nous restera assez d'or pour la prochaine bataille !
gl: Xa estou ben equipado, pero teremos que pagar o mantemento para armar e blindar a cada prisioneiro que libere. Espero que nos quede ouro suficiente para a próxima batalla!
it: Sono già ben equipaggiato, ma dovremo pagare il mantenimento per armare e corazzare ogni prigioniero che libererò. Spero che avremo abbastanza oro rimasto per la prossima battaglia!

source: Open the cell?
ar: فتح الخلية؟
fr: Voulez-vous ouvrir la cellule ?
gl: Abrir a cela?
it: Apro la cella?

source: Yes! <i>(freed units will incur upkeep)</i>
ar: نعم! <i>(ستحتاج الوحدات المحررة تكاليف الصيانة)</i>
fr: Oui. <i>(les unités libérées généreront des coûts)</i>
gl: Si! <i>(as unidades liberadas incorrerán en mantemento)</i>
it: SÌ! <i>(le unità liberate saranno soggette a mantenimento)</i>

source: Not yet...
ar: لليس بعد...
fr: Pas encore...
gl: Aínda non...
it: Non ancora...

source: Huzzah, we’re free at last!
ar: حزة، نحن أحرار أخيرًا!
fr: Hourrah ! On est enfin libres !
gl: Huzzah, por fin somos libres!
it: Evviva, finalmente siamo liberi!

source: Hooray, we’re rescued!
ar: مرحى، لقد تم إنقاذنا!
fr: Enfin, nous sommes sauvés !
gl: Viva, Por fin ceibos!
it: Evviva, siamo salvi!

source: Yes! Get us out of here!
ar: نعم! أخرجنا من هنا!
fr: Oui ! Maintenant tirons-nous d'ici !
gl: Si! Sácanos de aquí!
it: SÌ! Facci uscire di qui!

source: I am free! Never again shall I be prisoner!
ar: أنا حر! لن أكون سجينًا مرة أخرى!
fr: Liberté ! Jamais ne serais-je plus un prisonnier !
gl: Son libre! Nunca máis estarei prisioneiro!
it: Libero! Mai più sarò prigioniero!

source: You disobey the Aspirant. For your treachery, Your punishment is death.
ar: أنت تعصي الطامح. لخيانتك عقوبتك هي الموت.
fr: Tu as désobéi ton aspirant. Pour ta trahison, Tu mérites la mort.
gl: Desobedeces ao aspirante. Pola túa traizón, O teu castigo é a morte.
it: Disobbedisci all’Aspirante. Per il tuo tradimento, La tua punizione è la morte.

source: The guards are distracted! Let us make our daring escape!
ar: الحراس مشتتون! دعونا ننفذ عملية الهروب الجريئة!
fr: Les gardes ont la tête ailleurs ! Il est temps de s'échapper !
gl: Os gardas están distraídos, aproveitemos para a nosa fuxida audaz!
it: Le guardie sono distratte! È il momento di fuggire!

source: Move Gweddry, Dacyn, or Owaec to the south-west exit
ar: انقل جويدري أو داسين أو أوويك إلى المخرج الجنوبي الغربي
fr: Déplacer Gweddry, Dacyn ou Owaec jusqu'à la sortie Sud-Ouest
gl: Move Uedri, Dasin ou Owaec á saída suroeste
it: Sposta Gweddry, Dacyn o Owaec fino all’uscita sud-occidentale

source: Release the remaining prisoners
ar: إطلاق سراح السجناء المتبقين
fr: Libérer les autres prisonniers
gl: Libera o resto dos prisioneiros.
it: Libera i prigionieri rimasti

source: Save as much gold as possible for the next scenario!
ar: حفظ أكبر قدر ممكن من الذهب للسيناريو التالي!
fr: Économiser autant que possible pour le prochain scénario!
gl: Aforra tanto ouro como sexa posible para o próximo escenario!
it: Preserva quanto più oro possibile per lo scenario successivo!

source: The prisoners are escaping! Get in here and stop them!
ar: السجناء يفرون! تعال إلى هنا وأوقفهم!
fr: Les prisonniers s'échappent ! Venez les recapturer !
gl: Os prisioneiros escapan! Entra aquí e páraos!
it: I prigionieri stanno scappando! Venite qui e fermateli!

source: Protect the Chief!
ar: حماية الزعيم!
fr: Protégez notre chef !
gl: Protexa o xefe!
it: Proteggete il Comandante!

source: Into the caves!
ar: إلى الكهوف!
fr: Dans les cavernes !
gl: Ás covas!
it: Alle caverne!

source: Guess we’re on the run again! My mercenary boys back home woulda made short work o’ these Whitefang punks... I sure am missin’ the Estmarks right about now.
ar: أعتقد أننا هاربون مرة أخرى! كان مرتزقتي في الوطن ليقضوا على هؤلاء الأشرار ذوي الأنياب البيضاء بسهولة... أنا متأكد من أنني أفتقد إستمارك الآن.
gl: Supoño que estamos de novo fuxidos! Os meus mercenarios de volta na casa farían un traballo curto con estes punks de Colmillo Branco... Seguro que agora mesmo boto de menos aos Estmarks.
it: Immagino che siamo di nuovo in fuga! I miei mercenari a casa avrebbero fatto a pezzi questi teppisti di Zannabianca... Di sicuro in questo momento mi mancano le Marche Orientali.

source: Everyone hurry, we have to get out of here!
ar: أسرعوا جميعًا، علينا الخروج من هنا!
fr: Tout le monde se dépèche ! Nous devons sortir d'ici !
gl: Todos rápido, Temos que saírmos de aquí!
it: Tutti i corsa, dobbiamo uscire di qui!

source: Such carnage in this dark confined cave... how I long to once again gaze upon the rolling plains of my homeland. These lands are cold, but the thought of my fellow Clansmen is as a fire burning in my breast.
ar: يا لها من مذبحة في هذا الكهف المظلم الضيق... كم أتوق إلى أن أنظر مرة أخرى إلى السهول المتموجة في وطني. هذه الأراضي باردة، لكن ذكرى زملائي من أفراد عشيرتي أشبه بالنار المشتعلة في صدري.
fr: Quel carnage, dans cette caverne sombre et étroite… Comme je me languis de revoir les plaines vallonnées de ma patrie. Ces terres sont froides, mais la pensée de mes compagnons de Clan brûle en moi avec ardeur.
gl: Tal carnicería nesta escura cova confinada... canto desexo volver contemplar as chairas ondulantes da miña terra natal. Estas terras son frías, pero o pensamento dos meus compañeiros de clan é como un lume ardendo no meu peito.
it: Una tale carneficina in questa caverna buia e circoscritta... quanto desidero rivedere ancora una volta le ondulate pianure della mia terra natale. Queste terre sono fredde, ma il pensiero dei miei compagni membri del clan è come un fuoco che arde nel mio petto.

source: Wesnoth’s best horses and much of Weldyn’s food is come from there. I’m sure it’s well-defended, despite never having visited there myself.
ar: تأتي أفضل خيول ويسنوث ومعظم طعام ويلدين من هناك. أنا متأكد من أن المكان محمي بشكل جيد، على الرغم من أنني لم أزره بنفسي من قبل.
it: I migliori cavalli di Wesnoth e gran parte del cibo di Weldyn provengono da lì. Sono sicuro che siano ben difese, nonostante non le abbia mai visitate personalmente.

source: There is naught that I can speak that would truly do them justice! You will have to see the plains yourself to appreciate their majesty.
ar: لا أستطيع أن أقول شيئًا من شأنه أن يفيهم حقهم! سيتعين عليك رؤية السهول بنفسك لتقدير عظمتها.
fr: Nul mot de ma part ne saurait vraiment leur rendre justice ! Il vous faudra voir les plaines de vos propres yeux pour en apprécier toute la majesté.
gl: Non hai nada que eu poida falar que lles faga verdadeiramente xustiza! Terás que ver as chairas ti mesmo para apreciar a súa maxestade.
it: Non c’è niente che possa dire a proposito che renderà loro veramente giustizia! Dovrai vedere tu stesso le pianure per apprezzarne la maestosità.

source: Then let us return quickly to Wesnoth to aid in their defense!
ar: إذًا دعونا نعود سريعًا إلى ويسنوث للمساعدة في الدفاع عنهم!
fr: Alors, retournons en hâte à Wesnoth pour nous joindre à sa défense !
gl: Entón, volvamos axiña ao Noroeste para axudar na súa defensa!
it: Allora torniamo velocemente a Wesnoth per aiutare a difenderla!

source: Hey, who are you? Boja, sic ’em!
ar: مهلا، من أنت؟ بوجا، تعال قابلهم!
fr: Hé ! Qui êtes-vous ? Boja chope-les !
gl: Ei, quen es ti? Boja, así é!
it: Ehi! E tu chi sei? Boja, prendilo!

source: Uh oh!
ar: اه أوه!
fr: Oh, oh !
gl: Oh oh…
it: Oh-oh!

source: 70 gold
ar: 70 قطعة ذهب
fr: 70 ors
gl: 70 ouro
it: 70 pezzi d’oro

source: You’ve pillaged 70 orcish gold pieces!
ar: لقد نهبت 70 قطعة ذهبية أوركية!
fr: Vous avez saisi 70 pièces d'or d'orcs !
gl: Saqueaches 70 pezas de ouro orcos!
it: Hai razziato 70 pezzi d’oro agli orchi!

source: 115 gold
ar: 115 قطعة ذهب
fr: 115 ors
gl: 115 ouro
it: 115 pezzi d’oro

source: You’ve pillaged 115 orcish gold pieces!
ar: لقد نهبت 115 قطعة ذهبية أوركية!
fr: Vous avez saisi 115 pièces d'or d'orcs !
gl: Saqueaches 115 pezas de ouro orcos!
it: Hai razziato 115 pezzi d’oro agli orchi!

source: Oooh so shiny, my precious... what a great gift from the Chief...
ar: أوه لامع جدًا يا غاليتي... يا لها من هدية عظيمة من الزعيم...
fr: Oh, comme tu brilles, mon précieux... Quel cadeau de notre chef...
gl: Oooh tan brillante, meu precioso... que gran regalo do Xefe...
it: Oooh così scintillante, tesoro mio... che bel regalo da parte del Capo...

source: Aaah! Humans! Run away run away!
ar: آآه! آآآه البشر! اهربوا!
fr: Aaah, des humains ! Fuyons, fuyons !
gl: Aaah! Humanos! Fuxe fuxe!
it: Aaah! Umani! Fuggire fuggire!

source: Hmm, looks like he dropped something.
ar: حسنًا، يبدو أنه أسقط شيئًا ما.
fr: Hé, il a laissé tomber quelque chose.
gl: Hmm, parece que caeu algo.
it: Hmm, sembra che abbia lasciato cadere qualcosa.

source: Phew! I made it.
ar: يا إلهي! لقد فعلتها.
fr: Pfiou ! J'y suis arrivé.
gl: Menos mal, conseguímolo.
it: Uff! Ce l’ho fatta.
