Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: I’ve tried my best, but I still haven’t been able to gather very much gold. The farms we’ve captured simply don’t have enough supplies to sustain us for a long journey.
ar: لقد بذلت قصارى جهدي، ولكنني لم أتمكن حتى الآن من جمع الكثير من الذهب. فالمزارع التي استولينا عليها ببساطة لا تحتوي على مؤن تكفينا لرحلة طويلة.
fr: J’ai fait de mon mieux, mais je n’ai pas réussi à rassembler assez d’or. Les fermes que nous avons capturées n’ont tout simplement pas assez de provisions pour nous soutenir lors d’un long voyage.
gl: Intentei o mellor posible, pero aínda non puiden reunir moito ouro. As granxas que capturamos simplemente non teñen subministracións suficientes para manternos durante unha longa viaxe.
it: Ho fatto del mio meglio, ma non sono ancora riuscito a raccogliere molto oro. Le fattorie che abbiamo conquistato semplicemente non hanno scorte a sufficienza per sostenerci per un lungo viaggio.

source: Without more provisions it will be difficult to travel further north, but neither can we afford to spend any more time here while Wesnoth battles Mal-Ravanal...
ar: بدون المزيد من المؤن، سيكون من الصعب السفر إلى الشمال، ولكن لا يمكننا أيضًا قضاء المزيد من الوقت هنا بينما تحارب ويسنوث مال رافانال...
fr: Sans provisions supplémentaires, il sera difficile de continuer vers le nord, mais nous ne pouvons pas non plus nous permettre de rester ici pendant que Wesnoth combat Mal-Ravanal…
gl: Sen máis provisións será difícil viaxar máis ao norte, pero tampouco podemos permitirnos o luxo de pasar máis tempo aquí mentres Wesnoth loita contra Mal-Ravanal...
it: Senza ulteriori provviste sarà difficile viaggiare più a nord, ma non possiamo nemmeno permetterci di trascorrere altro tempo qui mentre Wesnoth combatte contro Mal-Ravanal...

source: Travel north regardless. <i>(challenging)</i>
ar: السفر شمالاً بغض النظر عن كل شيئ <i>(تحدي)</i>
fr: Voyagez vers le nord malgré tout. <i>(difficile)</i>
gl: Viaxa ao norte independentemente. <i>(desafiante)</i>
it: Viaggia comunque verso nord. <i>(impegnativo)</i>

source: Bah, a Clansman never succumbs to despair! Let us press forth and fight to save our homeland, whatever the odds!!
ar: رجل العشيرة لا يستسلم لليأس أبداً! دعونا نمضي قدمًا ونقاتل لإنقاذ وطننا مهما كانت الصعاب!!!
fr: Bah, un membre du clan ne cède jamais au désespoir ! Continuons et combattons pour sauver notre patrie, quelles que soient nos chances !
gl: Bah, un membro do clan nunca sucumbe á desesperación! Seguimos adiante e loitemos por salvar a nosa patria, sexan cales sexan as probabilidades!!
it: Bah, un membro dei Clan non soccombe mai alla disperazione! Andiamo avanti e combattiamo per salvare la nostra patria, qualunque siano le probabilità!!

source: Restart the level.
ar: إعادة بدء المستوى.
fr: Recommencer le niveau.
gl: Reinicia o nivel.
it: Ricomincia il livello.

source: I only hope we are not too late... If what we saw at Soradoc was any guide, Mal-Ravanal may soon overrun all of Wesnoth!
ar: أتمنى فقط ألا نكون قد فات الأوان... إذا كان ما رأيناه في سورادوك هو أي دليل، فقد يجتاح مال رافانال كل ويسنوث قريبًا!
fr: J'espère seulement qu’on ne va pas y arriver en retard... Si ce que nous avons vu à Soradoc est un indice, Mal-Ravanal pourrait bientôt envahir tout Wesnoth !
gl: Só espero que non cheguemos demasiado tarde... Se o que vimos en Soradoc fose unha guía, Mal-Ravanal pronto invadirá todo Wesnoth!
it: Spero solo che non sia troppo tardi... Se ciò che abbiamo visto a Soradoc può fare da anteprima, Mal-Ravanal potrebbe presto invadere l’intera Wesnoth!

source: Castle in the Ice
ar: قلعة في الجليد
fr: Château dans les glaces
gl: Castelo no xeo
it: Il Castello fra i Ghiacci

source: As Gweddry and his band continued north, winter tightened its grip on the wildlands. The days began to shorten and the air swiftly grew chill, making the already challenging mountains even more perilous to traverse.
ar: وبينما كان جويدري وفرقته يواصلون سيرهم شمالاً، كان الشتاء قد أحكم قبضته على الأراضي البرية. بدأ النهار يقصر والهواء يزداد برودة بسرعة، مما جعل اجتياز الجبال الصعبة بالفعل أكثر خطورة.
fr: Alors que Gweddry et sa troupe poursuivaient leur route vers le nord, l’hiver resserrait son emprise sur les terres sauvages. Les jours commencèrent à raccourcir et l’air devint rapidement glacial, rendant les montagnes déjà difficiles encore plus périlleuses à traverser.
gl: Mentres Gweddry e a súa banda seguían cara ao norte, o inverno reforzou as terras salvaxes. Os días comezaron a acurtarse e o aire arrefriouse rapidamente, facendo que as montañas xa desafiantes fosen aínda máis perigosas de atravesar.
it: Mentre Gweddry e la sua banda proseguivano verso nord, l’inverno stringeva la sua morsa sulle terre selvagge. Le giornate cominciarono ad accorciarsi e l’aria divenne rapidamente fredda, rendendo le montagne già impegnative ancora più pericolose da attraversare.

source: Kaslar Ro
ar: كاسلار رو

source: Drakes
ar: درايك
fr: Dracans
it: Draghi

source: Kegra
ar: كيجرا

source: Beasts
ar: وحوش
fr: Bêtes
gl: Bestas
it: Bestie

source: Pudror
ar: بودرور
gl: podremia

source: Chief Bir-brish
ar: الرئيس بير بريش
fr: Chef Bir-brish
gl: Xefe Bir-brush
it: Capo Bir-brish

source: Huno
ar: هونو
gl: Hun

source: Iprish
ar: إيبرش

source: Move any unit to the abandoned castle.
ar: نقل أي وحدة إلى القلعة المهجورة.
fr: Déplacer une unité dans le château abandonné.
gl: Move calquera unidade ao castelo abandonado.
it: Sposta una qualsiasi unità presso il castello abbandonato.

source: Move Grug next to an enemy ogre.
ar: حرك غروج بجانب غول العدو.
fr: Amener Grug à côté d'un ogre ennemi.
gl: Move a Grug xunto a un ogro inimigo.
it: Sposta Grug vicino ad un ogre nemico.

source: It is winter, daytime is shorter
ar: إنه الشتاء، والنهار أقصر
fr: C'est l'hiver, les jours sont plus courts
gl: É inverno, o día é máis curto
it: È inverno, il giorno è più breve

source: Living units take $|frostbite_amount cold damage every turn. Damage increases every 10 turns.
ar: تتعرض الوحدات الحية لضرر بارد بقيمة $|frostbite_amount نقطة في كل دورة. يزداد الضرر كل 10 أدوار.
it: Le unità viventi soffrono $|frostbite_amount danni da freddo ad ogni turno. Il danno cresce ogni 10 turni.

source: This winter cold chills my very bones! I long for the rolling plains of my homeland. I wonder how the horse lords fare against the grim undead; surely Wesnoth is near victory?
ar: هذا الشتاء البارد يقشعر له بدني! أشتاق إلى سهول موطني المتموجة. أتساءل كيف سيبلي أمراء الخيول في مواجهة الموتى الأحياء المتجهمين؛ بالتأكيد أن ويسنوث على وشك النصر؟
fr: Le froid hivernal me glace jusqu'aux os ! Je regrette les plaines valonnées de ma patrie. Comment les seigneurs montés s'en sortent-ils contre les sombres morts-vivants, la victoire de Wesnoth est-elle proche ?
gl: Este frío invernal arrefríame os ósos! Anhelo as chairas onduladas da miña terra natal. Pregúntome como lles vai aos señores dos cabalos contra os mortos vivos; seguramente Wesnoth está preto da vitoria?
it: Questo gelo invernale mi fa tremare le ossa! Desidero le pianure ondulate della mia terra natia. Mi chiedo come si comportano i signori dei cavalli contro i cupi non-morti; sicuramente Wesnoth è vicino alla vittoria?

source: Doubtful, but <i>our</i> victory is close. Across this river lies the abandoned sanctuary, and within lies an artifact that can destroy Mal-Ravanal once and for all. That is the object of our quest.
ar: مشكوك فيه، لكن <i>انتصارنا</i> قريب. عبر هذا النهر يقع الملجأ المهجور، وبداخله قطعة أثرية يمكنها تدمير مال-رافانال مرة واحدة وإلى الأبد. هذا هو هدف سعينا.
fr: J'en doute mais <i>notre</i> victoire est proche. Au-delà de cette rivière se trouve un sanctuaire abandonné qui abrite un artifact qui peut détruire Mal-Ravanal une fois pour toutes. C'est le but que notre quête.
gl: Dubidoso, pero a nosa vitoria está preto. Ao outro lado deste río atópase o santuario abandonado, e dentro atópase un artefacto que pode destruír Mal-Ravanal dunha vez por todas. Ese é o obxecto da nosa procura.
it: Ne dubito, ma la <i>nostra</i> vittoria è vicina. Dall’altra parte del fiume si trova il santuario abbandonato e al suo interno si trova un artefatto che può distruggere Mal-Ravanal una volta per tutte. Questo è l’oggetto della nostra ricerca.

source: This area was deserted whence last I came, but I have heard rumors that a flight of drakes has taken up residence.
ar: كانت هذه المنطقة مهجورة من حيث أتيت آخر مرة، ولكنني سمعت شائعات بأن رحلة من الدرايك قد استقرت.
fr: Cette contre était déserte, la dernière fois que je suis venu. Mais des rumeurs circulent sur un vol de dracans qui s'y serait installé.
gl: Esta zona estaba deserta a última vez que vin, pero escoitei rumores de que un voo de dracos se fixou.
it: L’ultima volta che sono venuto qui, l’area era deserta, ma ho sentito dire che qui si è insediato uno stormo di draghi.

source: And listen! I hear the bone-chilling howls of wolves echoing among the peaks.
ar: وأنصتوا! أسمع عواء الذئاب الذي تقشعر له الأبدان يتردد صداه بين القمم.
fr: Écoutez ! Le hurlement des loups qui déferle des montagnes me glace le sang.
gl: E escoita! Escoito os arrepiantes ouveos dos lobos facendo eco entre os cumios.
it: E ascolta! Sento gli ululati agghiaccianti dei lupi echeggiare tra le vette.

source: Wolves and drakes, bah! I fear no mindless beasts!
ar: الذئاب والدرايك، آه! أنا لا أخاف من الوحوش عديمة العقل!
fr: Des loups et des dracans, pfff ! Je ne crains pas les bêtes insensées !
gl: Lobos e dracos, bah! Non teño medo a bestas sen sentido!
it: Lupi e draghi, bah! Non temo bestie senza cervello!

source: Unlike yourself, drakes are very much intelligent. Their inner flame guards against our mages’ fire and their flight will serve them better than our feet amidst these snow-covered mountains.
ar: على عكسك، فالدرايك ذكية جداً. إن لهبهم الداخلي يحميهم من نيران السحرة وطيرانهم سيخدمهم أفضل من أقدامنا وسط هذه الجبال المغطاة بالثلوج.
fr: Contrairement à toi, les dracans sont très intelligents. Leur flamme intérieure les protège contre le feu de nos mages, et leur vol leur sera bien plus utile que nos pieds dans ces montagnes couvertes de neige.
gl: A diferenza de ti, os dracos son moi intelixentes. A súa chama interior garda contra o lume dos nosos magos e o seu voo serviralles mellor que os nosos pés entre estas montañas cubertas de neve.
it: A differenza di te, i draghi sono molto intelligenti. La loro fiamma interiore li protegge dal fuoco dei nostri maghi e la loro capacità di volare sarà loro più utile dei nostri piedi in mezzo a queste montagne coperte di neve.

source: Aye, and dinnae underestimate wild beasts! I’ve known wolves ta take a dwarf’s arm clean off.
ar: أجل، ولا تستهينوا بالوحوش الضارية لقد عرفت ذئاباً قطعت ذراع قزم بضربة واحدة.
fr: Ouais, et ne sous-estime pas les bêtes sauvages ! J’ai déjà vu des loups t’arracher le bras d’un nain comme si c’était de la guimauve !
gl: Si, e os dinnae subestiman as bestas salvaxes! Coñecín que os lobos lle quitan o brazo dun anano.
it: Sì, e non sottovalutare le bestie selvagge! Ho conosciuto dei lupi capaci di staccare di netto il braccio di un nano.

source: Still, we must press onwards to the icy castle.
ar: ومع ذلك، يجب علينا المضي قدمًا نحو القلعة الجليدية.
fr: Quoi qu’il en soit, il nous faut continuer notre route vers ce château de glace.
gl: Aínda así, debemos seguir adiante ata o castelo xeado.
it: Comunque, dobbiamo proseguire verso il castello ghiacciato.

source: And wild beasts are not to be underestimated either! Still, we must press onwards to the icy castle.
ar: ولا يجب الاستهانة بالوحوش البرية أيضاً! ومع ذلك، يجب أن نمضي قدماً إلى القلعة الجليدية.
gl: E as bestas salvaxes tampouco hai que subestimar! Aínda así, debemos seguir adiante ata o castelo xeado.
it: E non sono da sottovalutare neanche le bestie selvagge! Comunque, dobbiamo comunque proseguire verso il castello ghiacciato.

source: Fire and ice, eh? I have just the thing — behold the wondrous elixir of elements! Whoever drinks from this bubbling yellow vial will gain immunity to even the hottest flame!
ar: النار والثلج؟ لدي الشيء المناسب - انظروا إلى إكسير العناصر العجيب! كل من يشرب من هذه القارورة الصفراء الفوارة سيكتسب مناعة ضد أشد اللهب حرارة!
gl: Lume e xeo, eh? Só teño a cousa: velaí o marabilloso elixir de elementos! Quen beba deste frasco amarelo burbullante gañará inmunidade ata a chama máis quente.
it: Fuoco e ghiaccio, eh? Ho proprio quello che fa per te: ecco il meraviglioso elisir degli elementi! Chiunque beva da questa fiala gialla ribollente otterrà l’immunità anche alla fiamma più calda!

source: But wait, there’s more! The elixir of elements also bestows immunity to cold; perfect for enduring the frigid winter weather.
ar: ولكن انتظر، هناك المزيد! يمنح إكسير العناصر أيضًا مناعة ضد البرد؛ وهو مثالي لتحمل طقس الشتاء القارس.
gl: Pero espera, hai máis! O elixir de elementos tamén outorga inmunidade ao frío; perfecto para soportar o frío inverno.
it: Ma aspetta, c’è di più! L’elisir degli elementi conferisce anche l’immunità al freddo; perfetto per resistere al gelido clima invernale.

source: Act fast, this offer is for a limited time only! <i>(elixirs only last for 1 scenario)</i>
ar: تصرف بسرعة، هذا العرض لفترة محدودة فقط! <i>(الإكسير يدوم لسيناريو واحد فقط)</i>
gl: Actúa rápido, esta oferta é só por tempo limitado! <i>(os elixires só duran 1 escenario)</i>
it: Sbrigati, questa offerta è valida solo per un periodo limitato! <i>(gli elisir durano solo 1 scenario)</i>

source: <span color='#00FF00' size='small'>resist</span>
ar: <span color='#00FF00' size='small'>مقاومة</span>
it: <span color='#00FF00' size='small'>resistente</span>

source: <i>Brrrr</i>, I can’t feel my fingers or toes! We’ll die of cold if we’re trapped out here for too long.
ar: <i>برررر</i> ,لا أستطيع الشعور بأصابعي أو أصابع قدمي! سنموت من البرد إذا حوصرنا هنا لفترة طويلة.
gl: <i>Brrrr</i>, non podo sentir os meus dedos nin os dedos dos pés! Morreremos de frío se estamos presos aquí por moito tempo.
it: <i>Brrrr</i>, non riesco a sentire le dita delle mani o dei piedi! Moriremo di freddo se resteremo intrappolati qui fuori per troppo tempo.

source: What am I even doin’ here? All I wanted was to make an honest living smashin’ in skulls, then retire somewhere warm...
ar: ماذا أفعل هنا؟ كل ما أردته هو أن أكسب رزقي بشرف من تحطيم الجماجم، ثم أتقاعد في مكان دافئ...
gl: <i>Brrrr</i>, non podo sentir os meus dedos nin os dedos dos pés! Morreremos de frío se estamos presos aquí por moito tempo.
it: Cosa ci faccio qui? Tutto quello che volevo era guadagnarmi da vivere onestamente spaccando teschi, e poi ritirarmi in un posto caldo...

source: The cold keeps getting worse! We have to reach that abandoned castle before we all freeze!
ar: البرد يزداد سوءًا! علينا أن نصل إلى تلك القلعة المهجورة قبل أن نتجمد جميعاً!
fr: Le froid devient de pire en pire ! Nous devons atteindre ce château abandonné avant que nous ne gelions tous !
gl: O frío segue empeorando! Temos que chegar a ese castelo abandonado antes de que todos conxelemos!
it: Il freddo continua a peggiorare! Dobbiamo raggiungere quel castello abbandonato prima di congelarci tutti!

source: Gweddry, you should try to conserve our gold over the next few conflicts. We will be hard-pressed to find many villages in these lands and will surely need more for later.
ar: جويدري، يجب أن تحاول الحفاظ على ذهبنا خلال الصراعات القليلة القادمة. سنكون مضغوطين بشدة لإيجاد العديد من القرى في هذه الأراضي وسنحتاج بالتأكيد إلى المزيد في وقت لاحق.
fr: Gweddry, tu devrais essayer de garder notre or pendant les prochains conflits. Il nous sera difficile de trouver beaucoup de villages dans ces terres, et nous en aurons sûrement besoin davantage plus tard.
gl: Gweddry, deberías intentar conservar o noso ouro nos próximos conflitos. Teremos dificultades para atopar moitas aldeas nestas terras e seguramente necesitaremos máis para máis adiante.
it: Gweddry, dovresti cercare di conservare il nostro oro nelle prossime battaglie. Avremo difficoltà a trovare molti villaggi in queste terre e sicuramente ne avremo bisogno di altri per dopo.

source: (This and the next 3 scenarios have 100% carryover, but few villages and 0 starting gold.)
ar: (يحتوي هذا السيناريو والسيناريوهات الثلاثة التالية على 100 % ذهب منقول، ولكن عدد القرى قليل والذهب الابتدائي صفر)
gl: (Este e os próximos 3 escenarios teñen 100 % de transferencia, pero poucas aldeas e 0 ouro inicial).
it: (In questo e nei prossimi 3 scenari, porterai allo scenario successivo il 100% dell’oro, ma avrai a disposizione pochi villaggi e 0 oro iniziale.)

source: (You’ll want as much gold as you can possibly get when you try to leave the wildlands!)
ar: (سترغب في الحصول على أكبر قدر ممكن من الذهب عندما تحاول مغادرة الأراضي البرية!)
fr: (Vous devriez amasser autant d’or que possible avant d’essayer de quitter les terres sauvages !)
gl: (Quererás tanto ouro como poidas conseguir cando intentes saír das terras salvaxes!)
it: (Avrai bisogno di tutto l’oro possibile quando proverai a lasciare le terre selvagge!)

source: Look, a ruined castle off in the distance! Is that the one we’re looking for?
ar: انظروا، قلعة مهدمة من بعيد! هل هذه هي التي نبحث عنها؟
fr: Regarde, un château en ruines au loin ! Est-ce celui que nous cherchons ?
gl: Mira, un castelo en ruínas ao lonxe! É ese o que buscamos?
it: Guarda, un castello in rovina in lontananza! È quello che stiamo cercando?

source: No. The ruin we’re journeying towards lies across the river.
ar: لا، الخراب الذي نسافر نحوه يقع عبر النهر.
fr: Non. La ruine vers laquelle nous voyageons se trouve de l’autre côté de la rivière.
gl: Non. A ruína cara á que camiñamos está ao outro lado do río.
it: No. Le rovine verso cui stiamo viaggiando si trovano dall’altra parte del fiume.

source: Tapok
ar: تابوك

source: Ogho
ar: أوغو

source: Mortic
ar: مورتيك

source: Well? Are they ready?
ar: حسن؟ هل أنت مستعد؟
fr: Alors ? Sont-ils prêts ?
gl: Ben? ¿Están listos?
it: Quindi? Sono pronti?

source: Ga’all
ar: غا'أل

source: Verash
ar: فيراش

source: Ga’all, your Hunt has failed. Verash, your claws grow aged. To our Flight, your only usefulness remains... As tribute to the orcs.
ar: جال، لقد فشلت عملية الصيد الخاصة بك. فيراش، أصبحت مخالبك قديمة. في رحلتنا، تبقى فائدتك الوحيدة... كتقدير للأورك.
fr: Ga’all, tu as raté ta Chasse. Verash, tes griffes vieillissent. Pour notre Vol, il ne te reste plus qu’une seule utilité… Servir de tribut aux orcs.
gl: Ga'all, a túa caza fallou. Verash, as túas garras envellecen. Ao noso Voo queda a túa única utilidade... Como homenaxe aos orcos.
it: Ga’all, la tua caccia è fallita. Verash, i tuoi artigli invecchiano. Per la nostra Squadriglia, sei utile soltanto come... tributo agli orchi.

source: Aspirant Mortic, As you command.
ar: مورتيك الطامح، كما تأمر.
fr: Aspirant Mortic, À vos ordres.
gl: Aspirante Mortic, Como ti mandas.
it: Aspirante Mortic, Ai tuoi ordini.

source: C’mon wyrms, get moving!
ar: هيا يا ويرمز، تحرك!
fr: Allez, vermines draconiques, on se bouge !
gl: ¡Vamos vermigas, móvete!
it: Andiamo bisce, muoversi!

source: Heh heh, quality tribute, as always. Be grateful for our generosity. Chief only asked for two this time!
ar: تحية طيبة كالعادة. كن ممتناً لكرمنا. الرئيس طلب اثنين فقط هذه المرة!
fr: Hé hé, un tribut de qualité, comme toujours. Soyez reconnaissants de notre générosité. Le chef n’en a demandé que deux, cette fois !
gl: He hehe, homenaxe de calidade, coma sempre. Agradece a nosa xenerosidade. O xefe só pediu dous esta vez!
it: Eh eh, un tributo di qualità, come sempre. Sii grato per la nostra generosità. Il capo ne ha chiesti solo due questa volta!

source: An unknown creature approaches. Paler than an Orc. Taller than a Dwarf. Tell me of your kin.
ar: مخلوق مجهول يقترب. أشحب من الأورك. أطول من القزم. أخبرني عن نوعك.
fr: Une créature inconnue s’approche. Plus pâle qu’un orc. Plus grande qu’un nain. Parle-moi de ta lignée.
gl: Achégase unha criatura descoñecida. Máis pálido que un orco. Máis alto que un anano. Fálame dos teus parentes.
it: Una creatura sconosciuta si avvicina. Più pallida di un orco. Più alta di un nano. Parlami dei tuoi simili.

source: We are men, of Wesnoth! We come in peace, seeking magic to help in our war against an undead horde.
ar: نحن بشر، من ويسنوث! لقد جئنا في سلام، نبحث عن السحر لمساعدتنا في حربنا ضد حشد من الموتى الأحياء.
fr: Nous sommes des hommes, de Wesnoth ! Nous venons en paix, cherchant de la magie pour nous aider dans notre guerre contre une horde de morts-vivants.
gl: Somos homes de Wesnoth! Vimos en paz, buscando maxia para axudar na nosa guerra contra unha horda de non mortos.
it: Siamo uomini, di Wesnoth! Veniamo in pace, in cerca di una magia che ci aiuti nella nostra guerra contro un’orda dei non-morti.

source: Dra-Nak warned us. You men of Wes-Noth speak of peace. Yet you brandish your spears at our flight. We have already paid the orcs, dearly. No further tribute can be paid.
ar: حذرنا درا-ناك. أنتم يا رجال ويس-نوث تتحدثون عن السلام. ومع ذلك فإنكم تلوحون برماحكم أثناء هروبنا. لقد دفعنا بالفعل غاليًا للأوركيين. لا يمكن دفع أي جزية أخرى.
fr: Dra-Nak nous a avertis. Vous, hommes de Wesnoth, parlez de paix. Pourtant, vous brandissez vos lances contre notre vol. Nous avons déjà payé cher les orcs. Aucun tribut supplémentaire ne peut être versé.
gl: Avisounos Dra-Nak. Os homes do Oeste-Norte falades de paz. Porén brandas as túas lanzas no noso voo. Xa lles pagamos aos orcos, caro. Non se pode pagar máis homenaxe.
it: Dra-Nak ci ha avvertito. Voi uomini di Wes-Noth parlate di pace. Eppure brandite le vostre lance contro la nostra squadriglia. Abbiamo già pagato gli orchi, a caro prezzo. Nessun ulteriore tributo potrà essere pagato.

source: No, wait, we just want to-
ar: لا، انتظر، نريد فقط-
fr: Non, attendez, nous voulons juste…
gl: Non, espera, só queremos...
it: No, aspetta, non vogliamo soltanto-

source: Our Hunt must continue.
ar: مطاردتنا يجب أن تستمر.
fr: Notre chasse doit continuer.
gl: A nosa caza debe continuar.
it: La nostra Caccia deve proseguire.

source: I am Aspirant. Yet in these northlands, even prey bares its fangs, And threatens to vanquish us. We have struggled against mightier flights, And tarnished our honor. Yet our flame still persists. I shall not fall here.
ar: أنا طموح. ومع ذلك، في هذه الأراضي الشمالية، حتى الفريسة تكشف عن أنيابها، وتهدد بالقضاء علينا. لقد كافحنا ضد رحلات أقوى، وتشوه شرفنا. ومع ذلك، لا يزال لهبنا قائمًا. لن أسقط هنا.
fr: Je suis Aspirant. Pourtant, dans ces terres du Nord, même la proie montre ses crocs Et menace de nous vaincre. Nous avons combattu des vols plus puissants Et terni notre honneur. Pourtant, notre flamme persiste. Je ne tomberai pas ici.
gl: Son un aspirante. Porén nestas terras do norte, ata as presas deixan ver os seus colmillos e ameazan con vencernos. Loitamos contra voos máis poderosos, e manchamos a nosa honra. Con todo, a nosa chama aínda persiste. Non vou caer aquí.
it: Sono Aspirante. Eppure in queste terre del nord, anche le prede mostrano le loro zanne. E minaccia di sconfiggerci. Abbiamo lottato contro squadriglie più potenti. E hanno offuscato il nostro onore. Eppure la nostra fiamma ancora persiste. Non cadrò qui.

source: Grug make ogre friendly! Talk ogre Grug make friend.
ar: جعل غروغ صديقًا للغول! تحدث الغول غروغ يصنع صداقة.
gl: Grug fai amiga dos ogros! Fala ogro Grug fai amigo.
it: Grug fa ogre amici! Parla a ogre Grug fa amici.

source: I think he’s saying he wants to talk with the wild ogres?
ar: أعتقد أنه يقول أنه يريد التحدث مع الغيلان البرية؟
gl: Creo que está dicindo que quere falar cos ogros salvaxes?
it: Penso che stia dicendo che voglia parlare con gli ogre selvatici?

source: Guuuh... human?
ar: جووه... إنسان؟
fr: Baaah... humain ?
gl: Guuuh... humano?
it: Guuuh... umano?

source: Err, hello?
ar: إرر، مرحبا؟
fr: Euh, ça va ?
gl: Err, ola?
it: Ahem, salve?

source: Human! Human human human!
ar: إنسان! إنسان! إنسان! إنسان!
fr: Humain ! Humain humain humain !
gl: Humano! Humano humano humano!
it: Umano! Umano umano umano!
