Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: For a mage of the Light, the words you speak are dark indeed.
ar: بالنسبة لساحر النور، الكلمات التي تتكلم بها مظلمة حقًا.
gl: Para un mago da Luz, as palabras que falas son realmente escuras.
it: Per essere un mago della Luce, le parole che pronunci sono davvero oscure.

source: I’m a simple man. I use simple tools and weapons. This magic stuff is givin’ me the creeps.
ar: أنا مجرد رجل بسيط. أستخدم أدوات وأسلحة بسيطة. هذه الأشياء السحرية تسبب لي الخوف.
gl: Son un home sinxelo. Utilizo ferramentas e armas sinxelas. Estas cousas máxicas están a darme a cara.
it: Io sono un uomo semplice. Uso attrezzi e armi semplici. Questa roba magica mi fa venire i brividi.

source: This antechamber only has room for eight. I must go to retrieve the artifact, and Gweddry has agreed to accompany me, so that leaves room for six more.
ar: هذه الغرفة تتسع لثمانية أشخاص فقط. يجب أن أذهب لاسترداد القطعة الأثرية، وقد وافق غويدري على مرافقتي، مما يترك مكانًا لستة آخرين.
fr: Cette antichambre ne peut accueillir que huit personnes. Je dois aller chercher l'artefact, et Gweddry a accepté de m'accompagner ; il reste donc de la place pour six personnes.
gl: Esta antesala só ten espazo para oito. Debo ir a recuperar o artefacto e Gweddry aceptou acompañarme, así que deixa espazo para seis máis.
it: Quest’anticamera può ospitare solo otto persone. Devo andare a recuperare il manufatto e Gweddry ha accettato di accompagnarmi, quindi c’è spazio per altri sei.

source: Gweddry, are you still choosing your troops? I must end my turn in the antechamber to cycle the gate and enter the sanctuary.
ar: جويدري، هل ما زلت تختار قواتك؟ يجب أن أنهي دوري في حجرة الانتظار لمحاصرة البوابة ودخول الحرم.
gl: Gweddry, aínda estás elixindo as túas tropas? Debo rematar a miña quenda na antecámara para circular pola porta e entrar no santuario.
it: Gweddry, stai ancora scegliendo le tue truppe? Devo terminare il mio turno nell’anticamera per varcare il cancello ed entrare nel santuario.

source: I will not aid in this evil quest.
ar: لن أساعد في هذا المسعى الشرير.
fr: Je ne prendrai pas part à cette quête malhonnête.
gl: Non vou axudar nesta mala busca.
it: Non vi aiuterò in questa malvagia ricerca.

source: I am ready to cycle the gates. Gweddry, shall we proceed?
ar: أنا على استعداد للدوران على البوابات. غويدري، هل نبدأ؟
fr: Gweddry, je peux ouvrir les portes maintenant. Es-tu prêt ?
gl: Estou preparado para andar polas portas. Gwedry, imos continuar?
it: Sono pronto a varcare i cancelli. Gweddry, possiamo procedere?

source: Yes, these are the soldiers I want.
ar: نعم، هؤلاء هم الجنود الذين أريدهم.
fr: Oui, j'ai choisi les soldats qui nous accompagnerons.
gl: Si, estes son os soldados que quero.
it: Sì, questi sono tutti i soldati che voglio.

source: No, not yet.
ar: لا، ليس بعد.
fr: Non, pas encore.
gl: Non, aínda non.
it: No, non ancora.

source: Gweddry, you agreed to accompany me. We must both enter this antechamber before I cycle the gates.
ar: جويدري، لقد وافقت على مرافقتي. يجب أن ندخل كلانا إلى غرفة الإنتظار هذه قبل أن أقوم بمحاصرة البوابات.
fr: Comme tu as decidé de m'accompagner, Gweddry, nous devons nous tenir ensemble dans l'antichambre quand j'ouvre les portes.
gl: Gweddry, aceptaches acompañarme. Os dous debemos entrar nesta antecámara antes de que eu reciba as portas.
it: Gweddry, hai acconsentito di accompagnarmi. Dobbiamo entrare entrambi in questa anticamera prima che apra i cancelli.

source: Cave scary! Grug no like!
ar: كهف مخيف! غروغ لا يحب!
fr: Grug peur grottes ! Pas bonnes !
gl: Cova de medo! Grug non me gusta!
it: Caverna brutta! Grug non piace!

source: The torches are lit...
ar: المشاعل مضاءة ...
fr: Des torches allumées...
gl: Os fachos están acesos...
it: Le torce sono accese...

source: I ha’ seen my fair share o’ dark caves, but summat ’bout this place be givin’ me the shakes.
ar: لقد رأيت نصيبي العادل من الكهوف المظلمة، ولكن خلاصة الأمر أن هذا المكان يمنحني قشعريرة.
fr: J’ai pourtant déjà vu un paquet de cavernes sombres, mais, y a pas à dire, ce lieu me fiche un peu la frousse, par ma barbe !
gl: Vin a miña parte xusta de covas escuras, pero o resumo deste lugar está a darme a sacudida.
it: Ho visto la mia buona dose di caverne oscure, ma qualcosa in questo posto mi dà i brividi.

source: May this unholy place be cleansed by the Light!
ar: ليطهر النور هذا المكان غير المقدس!
gl: Que este lugar profano sexa limpo pola Luz!
it: Possa questo posto sconsacrato essere purificato dalla Luce!

source: Hissssss...
ar: همسسسسس...

source: This wyvern was rich! I count $gold gold in its hoard.
ar: كان هذا الويفرن غنيًا! أحسب الذهب الذهبي في كنزه.
it: Questa viverna era ricca. Ci sono $gold pessi d’oro nel suo tesoro.

source: Ho ho, northerners’ gold, now that begins to make this all worth it!
ar: هوه، ذهب الشماليين، الآن بعد أن بدأ يجعل هذا يستحق كل هذا العناء!
gl: Ho ho, ouro dos norteños, agora iso comeza a facer que todo isto valga a pena!
it: Ho ho, oro settentrionale, ora sì che questo comincia a valerne la pena!

source: East: Study and Vaults
ar: الشرق : المدرسة والخزائن
fr: Est : Salle d'étude et chambres fortes
gl: Leste: Estudo e Bóvedas
it: Est: Studio e Volte

source: West: Laboratory and Experiment Testing
ar: الغرب: الاختبارات المعملية والتجارب
fr: Ouest : Laboratoire et expérimentations
gl: Oeste: Ensaios de laboratorio e experimentos
it: Ovest: Test di Laboratorio e Sperimentali

source: I have triggered a trap. As long as I stay on this rune I will be safe, but once I step away, fire spirits will rise from the lava.
ar: لقد أطلقت فخًا. طالما بقيت على هذا الرون سأكون في أمان، ولكن بمجرد أن أبتعد، سترتفع أرواح النار من الحمم البركانية.
gl: Desenchei unha trampa. Mentres quede nesta runa estarei a salvo, pero unha vez que me afaste, os espíritos do lume xurdirán da lava.
it: Ho fatto scattare una trappola. Fintanto che rimango su questa runa sarò il salvo, ma una volta che mi allontano, dalla lava sorgeranno gli spiriti di fuoco.

source: Uh oh...
ar: اه اه...
fr: Oh, oh !
gl: Oh oh…
it: Oh-oh...

source: Oh, nothing happened.
ar: أوه، لم يحدث شيء.
fr: Oh, il ne s'est rien passé.
gl: Ah, non pasou nada.
it: Oh, non accade nulla.

source: That corpse has triggered a trap. When next it moves, fire spirits will rise from the lava.
ar: لقد تسببت تلك الجثة في تفعيل فخ. عندما تتحرك بعد ذلك، سترتفع أرواح النار من الحمم البركانية.
gl: Ese cadáver provocou unha trampa. Cando se mova, os espíritos do lume xurdirán da lava.
it: Quel cadavere ha fatto scattare una trappola. Non appena si muoverà, dalla lava sorgeranno gli spiriti di fuoco.

source: This gate is locked, and I recognize the petrification trap concealed within its guardian rune. I should avoid trying to open it.
ar: هذه البوابة مغلقة، وأنا أعرف فخ التحجر المخبأ داخل حروفها الرونية الحارسة. يجب أن أتجنب تفعيلها.
fr: Cette porte est verrouillée, et je reconnais le piège de pétrification dissimulé dans sa rune gardienne. Je ferais bien d’éviter d’essayer de l’ouvrir.
gl: Esta porta está pechada, e recoñezo a trampa de petrificación oculta dentro da súa runa gardiá. Debería evitar tentar abrilo.
it: Quest cancello è chiuso, e riconosco la trappola pietrificante nascosta nella sua runa di custodia. Dovrei evitare di provare ad aprirlo.

source: Looks like this gate is locked. I wonder if this rune opens it?
ar: يبدو أن هذه البوابة مغلقة. أتساءل عما إذا كان هذا الحرف الروني يفتحها؟
gl: Parece que esta porta está pechada. Pregúntome se esta runa a abre?
it: Sembra che il cancello sia bloccato. Chissà che questa runa non lo apra?

source: That was a petrification rune. It should wear off in a few moments.
ar: كان ذلك حرف روني تحجُّر. يجب أن يزول خلال لحظات قليلة.
gl: Esa era unha runa de petrificación. Debería desaparecer nuns momentos.
it: Quella era una runa di pietrificazione. Il suo effetto dovrebbe svanire in qualche istante.

source: We are fortunate, that enemy has triggered a petrification rune. Be warned though, it will only last a few moments.
ar: نحن محظوظون لأن ذلك العدو قد أطلق حرف تحجُّر. ولكن كن حذرًا، لن تدوم سوى لحظات قليلة.
gl: Temos a sorte de que ese inimigo desencadeou unha runa de petrificación. Teña en conta que só durará uns momentos.
it: Siamo fortunati che quel nemico abbia fatto scattare una runa di pietrificazione. Attenzione però, durerà soltanto pochi istanti.

source: Hmm, looks like a magic lamp. I’ve heard stories that these can grant wishes. Today must be my lucky day!
ar: يبدو وكأنه مصباح سحري. لقد سمعت قصصاً عن أن هذه يمكن أن تحقق الأمنيات. لابد أن اليوم هو يوم سعدي!
fr: Hmm, on dirait une lampe magique. J'ai entendu dire qu'elles peuvent exaucer des vœux. Aujourd'hui, c'est sûrement mon jour de chance !
gl: Hmm, parece unha lámpada máxica. Escoitei historias de que estes poden conceder desexos. Hoxe debe ser o meu día de sorte!
it: Hmm, sembra proprio una lampada magica. Secondo alcune leggende, questi oggetti realizzano desideri. Oggi deve essere il mio giorno fortunato!

source: WHO DARES DISTURB MY SLUMBER?
ar: من يجرؤ على إزعاج نومي؟
fr: QUI OSE TROUBLER MON SOMMEIL ?
gl: QUEN SE ATREVA A TURRAR O MEU SON?
it: CHI OSA DISTURBARE IL MIO SONNO?

source: This fine silken cloak would be priceless back in Wesnoth, but is useless to us here.
ar: هذه العباءة الحريرية الناعمة لا تقدر بثمن في ويسنوث، ولكنها عديمة الفائدة بالنسبة لنا هنا.
fr: Ce magnifique manteau de soie vaudrait une fortune à Wesnoth, mais il nous est inutile ici.
gl: Esta fina capa de seda non ten prezo en Wesnoth, pero aquí non nos serve para nós.
it: Questo bel mantello di seta sarebbe inestimabile a Wesnoth, ma qui è del tutto inutile per noi.

source: This chest contains $gold gold!
ar: يحتوي هذا الصندوق على $gold قطعة ذهب!
fr: Ce coffre contient $gold pièces d'or !
gl: Este cofre contén $ouro de ouro!
it: Questa cassa contiene $gold pezzi d’oro!

source: It’s full of... toilet paper?!?
ar: إنها مليئة بـ... ورق المرحاض؟!؟
fr: Ce coffre est bourré de... papier toilette ?!?
gl: Está cheo de... papel hixiénico?!?
it: È piena di... carta igienica?!?

source: I can unlock this gate from the inside.
ar: يمكنني فتح هذه البوابة من الداخل.
fr: Je devrais pouvoir ouvrir cette porte de l'intérieur.
gl: Podo abrir esta porta dende dentro.
it: Posso aprire il cancello dall’interno.

source: Who. Comes?
ar: من. من القادم؟
fr: Qui ose s'approcher ?
gl: ¿Quén. Ven?
it: Chi, Viene?

source: Err... don’t mind me, I’m just taking a look around.
ar: إرر... لا تهتم بي، أنا فقط ألقي نظرة حولي.
fr: Euh... je ne fais que passer... juste pour jeter un coup d'œil...
gl: Err... non me fagas caso, só estou botando unha ollada ao redor.
it: Ahem... non preoccuparti, stavo soltanto dando un’occhiata in giro.

source: Master. Is away. Intruders. Must die.
ar: سيدي. غائب. الدخلاء يجب يموتوا.
fr: Par ordre du maître, tout impudent doit mourir.
gl: Mestre. Está lonxe. Intrusos. Hai que morrer.
it: Padrone. È via. Intrusi. Devono morire.

source: What’s this? Looks like a book on necromancy? <i>‘To become a lich, one must first-</i>
ar: ما هذا؟ يبدو أنه كتاب عن استحضار الأرواح؟ <i>"لكي يصبح المرء ليتش، يجب أن يكون أولاً.."</i>
fr: Qu'est-ce que c'est ? Ça a l'air d'un livre de nécromancie... <i>‘Pour devenir une liche, il faut d'abord-</i>
gl: Que é isto? Parece un libro sobre a nigromancia? <i>"Para converterse nun liche, primeiro hai que...</i>
it: Che cos’è questo? Sembra un libro sulla negromanzia? <i>’Per diventare un lich, bisogna prima-</i>

source: Drop that at once! That journal is dangerous!
ar: تخلص من هذا الأمر فورًا! هذه اليوميات خطيرة!
fr: Lache ça immédiatement ! Ce cahier est dangereux !
gl: Deixa isto dunha vez! Ese diario é perigoso!
it: Mollalo subito! Quel tomo è pericoloso!

source: I recognize this volume. Such a thing could be dangerous in the wrong hands. Perhaps I should hold on to it... for safekeeping.
ar: أنا أعرف هذا المجلد. شيء كهذا قد يكون خطيراً في الأيدي الخطأ ربما يجب أن أحتفظ به... لحفظه.
fr: Je reconnais ce volume. Une telle chose pourrait être dangereuse entre de mauvaises mains. Peut-être devrais-je le garder… pour plus de sécurité.
gl: Recoñezo este volume. Tal cousa pode ser perigosa en mans equivocadas. Quizais debería aferrarse a el... para gardala.
it: Riconosco questo volume. Cose come queste potrebbero essere pericolose se finiscono nelle mani sbagliate. Forse dovrei tenerlo io... per metterlo al sicuro.

source: ... I recognize this volume. It is fortunate that I found it first; such a thing could be dangerous in the wrong hands. Perhaps I should hold on to it... for safekeeping.
ar: ... لقد تعرفت على هذا المجلد. ومن حسن الحظ أنني وجدته أولاً؛ فمثل هذا الشيء قد يكون خطيرًا إذا وقع في أيدي خاطئة. ربما ينبغي لي أن أحتفظ به... لحفظه.
fr: Je reconnais ce livre. Heureusement que je l'ai trouvé en premier ; entre de mauvaises mains, il pourrait être dangereux. Je devrais peut-être le conserver… par précaution.
gl: ... Recoñezo este volume. É unha sorte que o atopei primeiro; tal cousa podería ser perigosa en mans equivocadas. Quizais debería aferrarse a el... para gardala.
it: ... Riconosco questo volume. È una fortuna che lo abbia trovato io per primo: cosa come questa potrebbero essere pericolosa nelle mani sbagliate. Forse dovrei tenerlo io ... per metterlo al sicuro.

source: There are a few loose pages on the ground here...
ar: هناك بضع صفحات فضفاضة على الأرض هنا...
fr: Il y a quelques feuilles volantes par terre ici...
gl: Aquí hai algunhas páxinas soltas no chan...
it: Ci sono alcune pagine sciolte qui per terra...

source: This volume has something to do with a dwarf named Tharga... Thursag-something? The text is very faded.
ar: هذا المجلد له علاقة بقزم اسمه ثارجا... ثورساج-شيء ما؟ النص باهت للغاية.
fr: Ce volume parle d'un nain nommé Tharga... Thursag-quelque chose ? Le texte est très effacé.
gl: Este volume ten algo que ver cun anano chamado Tharga... Thursag-algo? O texto está moi esvaecido.
it: Questo tomo ha qualcosa a che fare con un nano di nome Tharga... Tursag-tizio? Il testo è piuttosto sbiadito.

source: This shelf appears to be full of accounting ledgers detailing the movement of funds and goods hundreds of years ago.
ar: يبدو أن هذا الرف مليء بدفاتر المحاسبة التي توضح تفاصيل حركة الأموال والبضائع منذ مئات السنين.
gl: Este andel parece estar cheo de libros de contabilidade que detallan o movemento de fondos e mercadorías hai centos de anos.
it: Questo scaffale sembra essere pieno di registri contabili che descrivono in dettagli i movimenti di fondi e merci di centinaia di anni fa.

source: This box is empty.
ar: هذا الصندوق فارغ.
fr: Ce coffre est vide.
gl: Esta caixa está baleira.
it: Questa cassa è vuota.

source: Yuck, this box is full of pickled fingers!
ar: يا إلهي، هذا الصندوق مليء بالأصابع المخللة!
gl: Vaia, esta caixa está chea de dedos en conserva!
it: Che schifo, questa scatola è piena di dita in salamoia!

source: This cask of wine is from nearly 200 years ago! If only I was allowed to drink while on duty.
ar: يعود تاريخ برميل النبيذ هذا إلى ما يقرب من 200 عام مضت! لو كان مسموحاً لي فقط بالشرب أثناء العمل.
gl: Esta barrica de viño é de hai case 200 anos! Se só me permitise beber mentres estaba de servizo.
it: Questa botte di vino è vecchia di quasi 200 anni! Se solo fosso permesso bere in servizio.

source: These three orbs must be ancient, but still pulse with some kind of dark energy. Just standing near them gives me a splitting headache.
ar: لا بد أن هذه الأجرام الثلاثة قديمة، لكنها لا تزال تنبض بنوع من الطاقة المظلمة. مجرد الوقوف بالقرب منها يسبب لي صداعًا شديدًا.
fr: Ces trois orbes doivent être très anciennes, mais elles vibrent encore d'une sorte d'énergie sombre. Le simple fait de me tenir près d'elles me donne un mal de tête atroce.
gl: Estes tres orbes deben ser antigos, pero aínda pulen con algún tipo de enerxía escura. Só estar preto deles dáme unha dor de cabeza dividida.
it: Queste tre sfere devono essere antiche, ma ancora pulsano di una qualche forma di energia oscura. Il sono stargli vicino mi genera un terribile mal di testa.

source: I’ve found a key! It must be magical; it started glowing as soon as I touched it.
ar: لقد وجدت مفتاحًا! لا بد أنه سحري؛ فقد بدأ يتوهج بمجرد لمسه.
fr: J’ai trouvé une clé ! Elle doit être magique ; elle s’est mise à briller dès que je l’ai touchée.
gl: Atopei unha chave! Debe ser máxico; comezou a brillar en canto o toquei.
it: Ho trovato una chiave! deve essere magica: ha iniziato a brillare appena l’ho toccata.

source: Aaah, humans! Run away!
ar: آآآه البشر! اهربوا!
gl: Aaah, humanos! Fuxa!
it: Aaah, umani! Fuggiamo!

source: I guess there are goblins living here. Well, that explains the lit torches.
ar: أعتقد أن هناك غوبلن تعيش هنا. حسنًا، هذا يفسر سبب إشعال المشاعل.
fr: Je suppose qu’il y a des gobelins qui vivent ici. Eh bien, ça explique les torches allumées.
gl: Supoño que aquí viven trasnos. Ben, iso explica os fachos acesos.
it: Immagino che ci siano dei goblin che vivono qui. Bene, questo spiega le torce accese.

source: Hey, this looks tasty!
ar: مهلا، هذا يبدو لذيذا!
fr: Hé, ça a l'air délicieux !
gl: Ei, isto parece delicioso!
it: Hei, questo sembra gustoso!

source: Ugh, my head hurts. Was this room always spinning?
ar: رأسي يؤلمني. هل كانت هذه الغرفة تدور دائماً؟
fr: Argh, j’ai mal à la tête. C’est normal que cette pièce tourne comme ça ?
gl: Uf, me doe a cabeza. Esta habitación estaba sempre xirando?
it: Ugh, mi fa male la testa. Questa stanza ha sempre girato?

source: Blech, this tastes awful! Whatever used to be in here, it went bad long ago.
ar: مذاقه سيء! أياً كان ما كان موجوداً هنا، فقد فسد منذ فترة طويلة.
fr: Beurk, c'est dégoûtant ! Ce qu'il y avait dedans a dû se gâter depuis longtemps.
gl: Blech, isto sabe horrible! Sexa o que adoitaba estar aquí dentro, pasou mal hai moito tempo.
it: Bleah, ha un sapore orribile! Qualunque cosa ci fosse qui, è marcita molto tempo fa.

source: ACK! I’M DYING!
ar: آآآه! أنا أموت!
fr: AÏE ! JE SUIS EN TRAIN DE MOURIR !
gl: ACK! ESTOU MORRENDO!
it: ACK! STO MORENDO!

source: Hah, just messing with you, it’s only water.
ar: هاه، ألهو معك فحسب، إنه الماء فقط.
fr: Hah, je plaisante, ce n'est que de l'eau.
gl: Ha, só meterme contigo, só é auga.
it: Hah, ti sto solo prendendo in giro, è solo acqua.

source: The goblins’ eyes must be blinded by their fires. I still haven’t been spotted.
ar: لابد أن عيون الغوبلن قد أعمتها نيرانهم. لم يتم رصدي بعد.
fr: Les gobelins doivent être aveuglés par leurs flammes. Je n'ai toujours pas été repéré.
gl: Os ollos dos trasnos deben estar cegados polos seus lumes. Aínda non me detectaron.
it: Gli occhi dei goblin devono essere accecati dai loro fuochi. Non ci hanno ancora individuato.

source: Hmm, it looks like this rune is connected to those cages. I’ll bet I could get one of them open...
ar: يبدو أن هذا الحرف الروني متصل بتلك الأقفاص. أراهن أن بإمكاني فتح أحدها...
fr: Hmm, on dirait que cette rune est liée à ces cages. Je parie que je pourrais en ouvrir une...
gl: Hmm, parece que esta runa está conectada a esas gaiolas. Aposto a que podería abrir un deles...
it: Hmm, sembra che questa runa sia collegata e quelle gabbie. Scommetto che potrei aprirne una...

source: Yes, release some ghouls.
ar: نعم، أطلق سراح بعض الغول.
fr: Oui, lâchez les goules.
gl: Si, solta algúns ghouls.
it: Sì, libera alcuni ghoul.

source: Aaahh!! The monsters have escaped!
ar: آاااه!! لقد هربت الوحوش!
fr: Aaah !! Les monstrent se sont échappés !
gl: Aaahh!! Os monstros escaparon!
it: Aaahh!! I mostri sono fuggiti!

source: No, keep them locked up.
ar: لا، أبقِهم مغلقين.
fr: Non, laissez-les dans les cages.
gl: Non, mantelos pechados.
it: No, tienili prigionieri.

source: Ah, this is the control for the experiment testing cages. Should I open them?
ar: آه، هذا هو عنصر التحكم في أقفاص اختبار التجربة. هل أفتحها؟
fr: Ah, c'est ce qui contrôle l'ouverture des cages pour les expérimentations. Faut-il les ouvrir ?
gl: Ah, este é o control para as gaiolas de proba do experimento. Debo abrilos?
it: Ah, questo è il controllo per le gabbie dei test sperimentali. Dovrei aprirle?

source: Yes, release all the ghouls.
ar: نعم، أطلق سراح جميع الغول.
fr: Oui, lâchez toutes les goules.
gl: Si, libera a todos os ghouls.
it: Sì, libera tutti i ghoul.

source: Humans! Get them!
ar: البشر! اقضوا عليهم!
fr: Les humains ! Attrapez-les !
gl: Humanos! Conseguilos!
it: Umani! Prendeteli!

source: Noooo, wolfieeee!!!
ar: لااا،ولفييي!!!
fr: Oh non, pas mon loup !!!
gl: Noooo, wolfieeeee!!!
it: Nooooo, lupetto mio!!!

source: Look what I found! This key started glowing as soon as I touched it.
ar: انظر ماذا وجدت! بدأ هذا المفتاح يتوهج بمجرد لمسه.
fr: Regardez ce que j'ai trouvé ! Cette clé s'est mise à rutiler dès que je l'ai touchée.
gl: Mira o que atopei! Esta chave comezou a brillar en canto a toquei.
it: Guarda cosa ho trovato! Questa chiave ha iniziato a brillare non appena l’ho toccata.

source: Ruuuh... Brains...
ar: رووه... عقول...
fr: Miam... cervelle...
gl: Ruuuh... cerebros...
it: Ruuuh... Cervelli...

source: This legendary magical staff has the power to reshape reality at will! Unfortunately, this zombie is not intelligent enough to understand the significance of what it has found, and merely perceives a lifeless room.
ar: هذه العصا السحرية الأسطورية لديها القدرة على إعادة تشكيل الواقع متى شاءت! لسوء الحظ، هذا الزومبي ليس ذكيًا بما يكفي لفهم أهمية ما وجده، ولا يرى سوى غرفة خالية من الحياة.
gl: Este lendario bastón máxico ten o poder de remodelar a realidade a vontade! Desafortunadamente, este zombi non é o suficientemente intelixente como para comprender o significado do que atopou e só percibe unha habitación sen vida.
it: Questo leggendario bastone magico ha il potere di plasmare la realtà a piacimento! Sfortunatamente, questo zombie non è abbastanza intelligente da comprendere il significato di ciò che ha trovato e percepisce semplicemente una stanza senza vita.

source: The Amulet should be just beyond that gate, within the inner sanctum. We will have to find a pair of magical keys to open the door.
ar: يجب أن تكون التميمة خلف تلك البوابة مباشرةً، داخل الحرم الداخلي. سيتعين علينا العثور على زوج من المفاتيح السحرية لفتح الباب.
fr: L’amulette devrait se trouver juste derrière cette porte, dans le sanctuaire intérieur. Il nous faudra trouver une paire de clés magiques pour ouvrir la porte.
gl: O Amuleto debería estar máis aló desa porta, dentro do santuario interior. Teremos que atopar un par de chaves máxicas para abrir a porta.
it: L’Amuleto dovrebbe essere proprio oltre quel cancello, all’interno del cuore del santuario. Dovremo trovare un paio di chiavi magiche per aprire la porta.

source: Both keys are found! We can now enter the inner sanctum and retrieve the Amulet.
ar: تم العثور على كلا المفتاحين! يمكننا الآن دخول المعتكف الداخلي واستعادة التميمة.
fr: Les deux clés sont trouvées ! Nous pouvons maintenant entrer dans le sanctuaire intérieur et récupérer l'amulette.
gl: As dúas chaves atópanse! Agora podemos entrar no santuario interior e recuperar o amuleto.
it: Abbiamo trovato entrambe le chiavi! Ora possiamo entrare nel cuore del santuario e recuperare l’amuleto.

source: I hope Owaec hasn’t gotten into any trouble outside...
ar: أتمنى ألا يكون أويك قد واجه أي مشكلة في الخارج...
fr: J'espère qu'Owaec n'a pas eu trop de problèmes dehors...
gl: Espero que Owaec non se metese en problemas fóra...
it: Spero che Owaec non si sia cacciato nei guai là fuori...

source: Are we ready to enter the inner sanctum?
ar: هل نحن مستعدون لدخول الحرم الداخلي؟
fr: Sommes-nous prêts à entrer dans le sanctuaire intérieur ?
gl: Estamos preparados para entrar no santuario interior?
it: Siamo pronti per entrare nel cuore del santuario?

source: Yes, I’m ready.
ar: نعم. أنا مستعد.
fr: Oui, on est prêt
gl: Si, estou listo.
it: Sì, sono pronto.

source: Sanctum Guard
ar: حارس الحرم
fr: Garde du sanctuaire
gl: Garda do Santuario
it: Guardia del Santuario
