Repository: wesnoth/wesnoth
Catalog: po/wesnoth-ei/*.po
Languages: ar, en@shaw, fr, gl, it

source: We’re going as fast as we can! Maybe if you’d let us swim-
ar: نحن نسير بأسرع ما يمكن! ربما لو سمحت لنا بالسباحة-
gl: Imos o máis rápido que podemos! Quizais se nos deixases nadar...
it: Stiamo andando alla velocità massima! Forse se ci permetteste di nuot-

source: Thanks stranger! I do not recognize these lands, but I do recognize a kind heart when I meet one. Should I ever find my way home to the coast, I will be sure to tell my kinsmen of your actions here.
ar: شكراً أيها الغريب! أنا لا أعرف هذه الأراضي، ولكنني أتعرف على القلب الطيب عندما ألتقي بواحد. إذا وجدت طريقي إلى الساحل سأحرص على أن أخبر أقاربي بما فعلته هنا.
fr: Merci, étranger ! Je ne reconnais pas ces terres, mais je sais reconnaître un cœur généreux lorsque j’en rencontre un. Si jamais je retrouve le chemin de ma côte natale, je ne manquerai pas de conter votre geste à mes frères.
gl: Grazas estraño! Non recoñezo estas terras, pero recoñezo un corazón amable cando coñezo un. Se algunha vez atopei o camiño de casa á costa, estarei seguro de contarlles aos meus parentes as túas accións aquí.
it: Grazie straniero! Non riconosco questi luoghi, ma riconosco un cuore puro quando lo incontro. Se mai dovessi trovare la mia strada per tornare sulla costa, mi assicurerò di raccontare ai miei consanguinei delle tua buone azioni.

source: Now we come for you, necromancer!
ar: الآن نأتي لك، مستحضر الأرواح!
fr: Maintenant, nous venons pour toi, nécromancienne !
gl: Agora imos por ti, nigromante!
it: Adesso veniamo a prenderti, negromante!

source: Of course, just because I said I wouldn’t summon bats doesn’t mean I can’t...
ar: بالطبع، فقط لأنني قلت أنني لن أستدعي الخفافيش لا يعني أنني لا أستطيع...
gl: Por suposto, só porque dixen que non convocaría morcegos non significa que non poida...
it: Ovviamente, solo perché ho detto che non avrei evocato pipistrelli, non significa che non possa farlo...

source: My prisoners!! You’ll pay for that...
ar: سجنائي!! ستدفع ثمن ذلك...
fr: Mes prisonniers !! Vous allez me le payer…
gl: Meus prisioneiros!! Pagarás por iso...
it: I miei prigionieri! Questa me la pagherete...

source: Fly, my pretties, fly!
ar: طيري يا جميلاتي، حلقي!
fr: Envolez-vous, mes belles, envolez-vous !
gl: Voa, meus guapos, voa!
it: Volate, piccoli miei, volate!

source: Not again! Do not test me, paladin of Wesnoth...
ar: ليس مرة أخرى! لا تختبرني يا نصير ويسنوث...
fr: Non, encore ! Ne me cherche pas, paladin de Wesnoth...
gl: Non outra vez! Non me poñas a proba, paladín do Noroeste...
it: Non di nuovo! Non mettermi alla prova, paladino di Wesnoth...

source: Not again! Do not test me, lord of the swamps...
ar: لا مرة أخرى! لا تختبرني يا سيد المستنقعات...
fr: Non, encore ! Ne me cherche pas, sa majesté des marais...
gl: Non outra vez! Non me probes, señor dos pantanos...
it: Non di nuovo! Non mettermi alla prova, signore delle plaudi...

source: You are starting to become rather irritating.
ar: لقد بدأت تصبح مزعجًا إلى حد ما.
fr: Tu commences vraiment à devenir pénible.
gl: Estás empezando a ser bastante irritante.
it: Stai iniziando a diventare piuttosto irritante.

source: Enough! My bats will feast on your blood!
ar: كفى! خفافيشي ستتغذى على دمائكم!
fr: Assez ! Mes chauves-souris se repaîtront de ton sang !
gl: Abonda! Os meus morcegos deleitaranse co teu sangue!
it: Basta! I miei pipistrelli banchetteranno col tuo sangue!

source: Why won’t you just die?!
ar: لماذا لا تموت؟!
fr: Quand vas-tu enfin mourir ?!
gl: Por que non morres?
it: Perché ti ostini a non morire?!

source: Hail, Terraent! We feared the worst when you did not return, yet here I find you alive and well!
ar: مرحباً يا تيراينت! لقد خشينا الأسوأ عندما لم تعد، ولكن ها أنا ذا أجدك على قيد الحياة وبصحة جيدة!
fr: Salut, Terraent ! Nous avions eu très peur quand tu n'étais pas revenu. Et te voilà bel et bien en vie !
gl: Saúde, Terraent! Temíamos o peor cando non volveches, pero aquí te atopo vivo e ben!
it: Salve, Terraent! Temevamo il peggio quando non ti abbiamo visto tornare, e invece eccoti qui, vivo e vegeto!

source: Hail, Owaec! We feared the worst when you did not return, yet here I find you alive and well!
ar: مرحباً يا أويك! لقد خشينا الأسوأ عندما لم تعد، ولكنني وجدتك هنا حياً وبصحة جيدة!
fr: Salut, Owaec ! Nous avions eu très peur quand tu n'étais pas revenu. Et te voilà bel et bien en vie !
gl: Saúde, Owaec! Temíamos o peor cando non volveches, pero aquí te atopo vivo e ben!
it: Salve, Owaec! Temevamo il peggio quando non ti abbiamo visto tornare, e invece eccoti qui, vivo e vegeto!

source: Indeed! The Light blessed me with an opportunity to save many souls and I could not decline! Now the crossing is clear, and we may return to see what has become of our homeland.
ar: بالفعل! لقد باركني النور بفرصة لإنقاذ العديد من الأرواح ولم أستطع رفضها! الآن أصبح المعبر واضحًا، ويمكننا أن نعود لنرى ما أصبح عليه وطننا.
fr: Effectivement ! La lumière m'a donné la chance de sauver de nombreuses âmes et je l'ai saisie ! Maintenant que nous avons dégagé le chemin, nous pouvons retourner au pays voir ce qu'il en est advenu.
gl: De feito! A Luz bendiciume a oportunidade de salvar moitas almas e non puiden declinar! Agora a travesía está despexada, e quizais volvamos para ver que foi da nosa terra.
it: Infatti! La Luce mi ha benedetto dandomi l’opportunità di salvare molte anime e non potevo rifiutare! Ora il passaggio è libero e possiamo tornare per vedere cosa ne è stato della nostra patria.

source: Huzzah! Today has been a great victory! I have rescued a great many prisoners and defeated a foul necromancer! Now the crossing is clear, and we may return to see what has become of our homeland.
ar: هورراه! اليوم كان نصراً عظيماً! لقد أنقذت العديد من الأسرى وهزمت مستحضر الأرواح الكريه! الآن أصبح المعبر خاليًا، ويمكننا العودة لنرى ما حل بوطننا.
fr: Hourra ! Aujourd'hui est le jour d'une grande victoire ! J'ai sauvé de nombreux prisonniers et vaincu un mauvais nécromancien ! Maintenant que nous avons dégagé le chemin, nous pouvons retourner au pays voir ce qu'il en est advenu.
gl: Huzah! Hoxe foi unha gran vitoria! ¡Rescatei a moitos prisioneiros e derrotei a un malvado nigromante! Agora a travesía está despexada, e quizais volvamos para ver que foi da nosa terra.
it: Evviva! Quella di oggi è stato il giorno di una grande vittoria! Ho salvato moltissimi prigionieri e sconfitto un malvagio negromante! Ora il passaggio è libero e possiamo tornare per vedere cosa ne è stato della nostra patria.

source: You’re too late! Wesnoth is... already...
ar: لقد تأخرت كثيرًا! ويسنوث... بالفعل...
fr: Bien trop tard ! Wesnoth est déjà...
gl: Chegas demasiado tarde! Wesnoth é... xa...
it: Siete troppo in ritardo! Wesnoth è... già...

source: Hail, Terraent! We feared the worst when you did not return, yet here I find you alive and well! But who is this you are fighting?
ar: مرحباً يا تيراينت! لقد خشينا الأسوأ عندما لم تعد، ولكنني أجدك هنا على قيد الحياة وبصحة جيدة! ولكن من هذا الذي تقاتله؟
fr: Salut, Terraent ! Nous avions eu très peur quand tu n'étais pas revenu. Et te voilà bel et bien en vie ! Mais quel est l'individu avec lequel tu te bats ?
gl: Saúde, Terraent! Temíamos o peor cando non volveches, pero aquí te atopo vivo e ben! Pero quen é este que loitas?
it: Salve, Terraent! Temevamo il peggio quando non ti abbiamo visto tornare, e invece eccoti qui, vivo e vegeto! Ma con chi è che stai combattendo?

source: Hail, Owaec! We feared the worst when you did not return, yet here I find you alive and well! But who is this you are fighting?
ar: مرحباً يا أويك! لقد خشينا الأسوأ عندما لم تعد، ولكنني أجدك هنا على قيد الحياة وبصحة جيدة! ولكن من هذا الذي تقاتله؟
fr: Salut, Owaec ! Nous avions eu très peur quand tu n'étais pas revenu. Et te voilà bel et bien en vie ! Mais quel est l'individu avec lequel tu te bats ?
gl: Saúde, Owaec! Temíamos o peor cando non volveches, pero aquí te atopo vivo e ben! Pero quen é este que loitas?
it: Salve, Owaec! Temevamo il peggio quando non ti abbiamo visto tornare, e invece eccoti qui, vivo e vegeto! Ma con chi è che stai combattendo?

source: Can it be? Dacyn the mage? We thought you perished in the wild northlands, but now I find you alive and isolated from Wesnoth! I must inform Mal-Ravanal!
ar: هل يمكن أن يكون كذلك؟ داسين الساحر؟ كنا نعتقد أنك هلكت في الأراضي الشمالية البرية، ولكن الآن أجدك على قيد الحياة ومعزولًا عن ويسنوث! يجب أن أخبر مال-رافانال!
fr: Comment est-ce possible ? Dacyn le mage ? On te croyait mort dans les territoires sauvages du nord et te voici vivant, isolé de Wesnoth ! Je dois prévenir Mal-Ravanal !
gl: Pode ser? Dacyn o mago? Pensabamos que morreches nas salvaxes terras do norte, pero agora atópote vivo e illado de Wesnoth! Debo informar a Mal-Ravanal!
it: Possibile? Dacyn il mago? Pensavamo che fossi morto nelle selvagge terre del nord, ma ora ti trovo vivo e isolato da Wesnoth! Devo informare Mal-Ravanal!

source: Even if we triumph at this crossing, Mal-Ravanal will surely find and destroy us before we can reunite with Wesnoth...
ar: حتى لو انتصرنا في هذا المعبر، سيجدنا مال رافانال بالتأكيد ويدمرنا قبل أن نتمكن من لم شملنا مع ويسنوث...
fr: Même si nous l'emportons à ce passage, Mal-Ravanal aura tôt fait de nous trouver et nous détruire avant que l'on atteigne Wesnoth...
gl: Aínda que triunfamos neste cruce, Mal-Ravanal seguramente nos atopará e destruirá antes de que poidamos reunirnos con Wesnoth...
it: Anche se trionfassimo in questa traversata, Mal-Ravanal ci troverà e ci distruggerà sicuramente prima che possiamo riunirci con Wesnoth...

source: The Drowned Plains
ar: السهول الغارقة
en@shaw: 路 路ゐ别
fr: Les Plaines inondées
gl: As chairas asolagadas
it: Le Piane sommerse

source: Anxious to rendezvous with the Wesnothian army, Gweddry, Owaec, and Dacyn pressed hurriedly westward. Their hearts sank as they passed battlefield after battlefield, in the ruins of what used to be Wesnoth’s thriving eastern provinces.
ar: واندفع جويدري وأويك وداسين متلهفين للالتقاء بجيش ويسنوث بسرعة غربًا. كانت قلوبهم تخفق بينما كانوا يمرون بساحة معركة تلو الأخرى في أنقاض ما كان يُعرف بمقاطعات ويسنوث الشرقية المزدهرة.
fr: Pressés de rejoindre l’armée wesnothienne, Gweddry, Owaec et Dacyn se hâtaient vers l’ouest. Le cœur lourd, ils traversaient champ de bataille après champ de bataille, au milieu des ruines de ce qui fut autrefois les florissantes provinces orientales de Wesnoth.
gl: Ansiosos por reunirse co exército de Wesnoth, Gweddry, Owaec e Dacyn apresuráronse rapidamente cara ao oeste. Os seus corazóns afundíronse ao pasar campos de batalla tras campos de batalla, nas ruínas do que antes eran as prósperas provincias do leste de Wesnoth.
it: Ansiosi di riunirsi con l’esercito wesnothiano, Gweddry, Owaec e Dacyn si spinsero velocemente verso ovest. I loro cuori si rattristarono mentre attraversavano un campo di battaglia dopo l’altro, tra le rovine di quelle che un tempo erano le fiorenti province orientali di Wesnoth.

source: Sir Seoraery
ar: سيدي سيورايري
fr: Sieur Seoraery
it: Ser Seoraery

source: Sir Efran
ar: السيد افران
fr: Sieur Efran
it: Ser Efran

source: Khrakrahs
ar: خراكراهس
en@shaw: 路ｐゐ佛
gl: Cracras

source: Animals
ar: حيوانات
fr: Animaux
gl: Animais
it: Animali

source: ... I failed you all...
ar: .. لقد خذلتكم جميعا...
fr: ... Je vous ai tous failli...
gl: ... falleivos a todos...
it: ...vi ho deluso tutti...

source: ... my daughter... what has happened to my daughter?
ar: ..بنتي...ماذا حدث لابنتي؟
fr: …ma fille… qu’est-il arrivé à ma fille ?
gl: ... miña filla... que lle pasou á miña filla?
it: ...mia figlia... che ne è stato di mia figlia?

source: ... they don’t know pain... they don’t know fatigue... there was nothing we could have done...
ar: .. إنهم لا يعرفون الألم... لا يعرفون التعب... لم يكن هناك شيء يمكننا القيام به...
gl: ... non coñecen a dor... non saben a fatiga... non podíamos ter feito nada...
it: ... non conoscono il dolore... non conoscono la fatica... non c’era niente che potessimo fare...

source: Lords of Light... what affront did I commit to deserve this fate...
ar: يا سادة النور... ما هي الإهانة التي ارتكبتها حتى أستحق هذا المصير...
gl: Señores da Luz... que afrenta cometín para merecer este destino...
it: Signori della Luce... quale affronto ho commesso per meritarmi questo destino...

source: I fought the undead with everything... I gave everything...
ar: لقد حاربت الموتى الأحياء بكل شيء...لقد بذلت كل شيء...
gl: Loitei contra os mortos-vivos con todo... Deino todo...
it: Ho combattuto i non-morti con tutto... ho dato tutto...

source: ... it came from the shadows. A gust of wind, then a claw through my chest...
ar: ... لقد جاء من الظلال. عاصفة من الرياح، ثم مخلب في صدري...
gl: ... veu das sombras. Un refacho de vento, despois unha garra polo meu peito...
it: ...è venuto dalle ombre. Una folata di vento, poi un artiglio nel petto...

source: ... please, find my wife... tell her my story.
ar: ..من فضلك ابحث عن زوجتي...أخبرها قصتي.
gl: ... por favor, atopa a miña muller... cóntalle a miña historia.
it: ... ti prego, trova mia moglie... raccontale la mia storia.

source: ... honor, glory, wealth... none of it saved us in the end.
ar: .. الشرف، المجد، الثروة... لم ينقذنا أي منها في النهاية.
gl: ... honra, gloria, riqueza... nada diso nos salvou ao final.
it: ... onore, gloria, salute... niente di tutto ciò ci ha salvato alla fine.

source: ... they won’t let me die... why won’t they let me die?
ar: .. لن يسمحوا لي بالموت... لماذا لن يسمحوا لي بالموت؟
gl: ... non me deixan morrer... por que non me deixan morrer?
it: ... non mi lasciano morire... perché non mi lasciano morire?

source: ... they tore the ribs out from my friends... then fashioned them into arrows.
ar: .. مزقوا أضلاع أصدقائي... ثم شكلوها سهامًا.
gl: ... arrincáronlles as costelas aos meus amigos... despois transformáronas en frechas.
it: ... hanno strappato le costole ai miei amici... e poi le hanno trasformate in frecce.

source: ... I could not hurt him... my own father... his corpse risen to fight me.
ar: .. لم أستطع أن أؤذيه... والدي... قامت جثته لمحاربتي.
gl: ... Non podía facerlle dano... o meu propio pai... o seu cadáver levantouse para loitar contra min.
it: ... non potevo fargli del male... mio padre... il suo cadavere si è rialzato per combattermi.

source: ... Lord Gaelyc, I have failed you.
ar: .. لورد جيليك، لقد خذلتك.
fr: ... Seigneur Gaelyc, je vous fais défaut.
gl: ... Lord Gaelyc, faleiche.
it: ... Lord Gaelyc, vi ho deluso.

source: ... the Clans were not prepared... I was not prepared.
ar: .. العشائر لم تكن مستعدة... لم أكن مستعدا.
gl: ... os Clans non estaban preparados... Eu non estaba preparado.
it: ... i Clan non erano preparati... Io non ero preparato.

source: ... how could we have known? What could we have done?
ar: ... كيف كان بوسعنا أن نعرف ذلك؟ ماذا كان بوسعنا أن نفعل؟
gl: ... como puidemos saber? Que poderiamos facer?
it: ...come potevamo saperlo? Cosa avremmo potuto fare?

source: ... my family, where is my family?
ar: .. عائلتي أين عائلتي؟
gl: ... a miña familia, onde está a miña familia?
it: ... la mia famiglia, dov’è la mia famiglia?

source: ... what good was my lance... against a creature... without flesh?
ar: .. ما فائدة رمحي... ضد مخلوق... بلا لحم؟
gl: ... de que serviu a miña lanza... contra unha criatura... sen carne?
it: ... a cosa è servita la mia lancia... contro una creatura... senza carne?

source: At first I thought he was one of ours... then he waved his hand and my blood ran cold...
ar: في البداية اعتقدت أنه واحد منا... ثم لوح بيده فتجمد دمي...
gl: Ao principio pensei que era dos nosos... despois acentou a man e o meu sangue arrefriouse...
it: All’inizio pensavo che fosse uno dei nostri... poi ha agitato la mano e mi si è gelato il sangue...

source: ... so cold... so dark...
ar: .. بارد جداً... مظلم جداً...
gl: ... tan frío... tan escuro...
it: ... così freddo... così oscuro...

source: Gah, undead! This one was mired face-first in the swamp, dormant until I stumbled upon it. They must be lying everywhere in this muck.
ar: يا إلهي، ميت-حي! هذا كان غارقًا في المستنقع، غارقًا في سبات عميق حتى عثرت عليه. لابد أنهم يرقدون في كل مكان في هذا الوحل.
fr: Ah, un mort-vivant ! Celui-ci était embourbé jusqu'au cou dans le marais, inerte jusqu'à ce que je tombe dessus par hasard. Il doit y en avoir partout dans cette gadoue.
gl: Gah, non mortos! Este quedou sumido de cara no pantano, latente ata que me atopei con el. Deben estar deitados por todas partes neste lodo.
it: Bah, non-morti! Questo è rimasto a faccia in giù nella palude, dormiente finché non mi ci sono imbattuto. Devono essere sparsi ovunque in questa melma.

source: Perhaps their leaders are dormant as well. I suspect we will not have to contend with them until we sight them. We can afford some time to capture villages and build our forces.
ar: ربما يكون قادتهم في حالة سبات أيضاً. أعتقد أننا لن نضطر لمواجهتهم حتى نراهم. يمكننا تحمل بعض الوقت للاستيلاء على القرى وبناء قواتنا.
fr: Peut-être leurs chefs sont-ils eux aussi inactifs. Je pense que nous n'aurons pas à les affronter avant de les apercevoir. Nous pouvons nous permettre de prendre des villages et de renforcer nos troupes.
gl: Quizais os seus líderes tamén estean latentes. Sospeito que non teremos que loitar con eles ata que os vexamos. Podemos permitirnos algún tempo para capturar aldeas e construír as nosas forzas.
it: Forse anche i loro comandanti sono dormienti. Sospetto che non dovremo affrontarli finché non li vedremo. Possiamo permetterci un po’ di tempo per catturare i villaggi e rafforzare le nostre forze.

source: Whenever we stumble upon a corpse, it awakens its nearby allies! What will happen when we wake their leaders?
ar: كلما عثرنا على جثة، أيقظنا حلفاءها القريبين منها! ماذا سيحدث عندما نوقظ قادتهم؟
fr: Chaque fois que nous découvrons un cadavre, il réveille ses alliés proches ! Que se passera-t-il lorsque nous réveillerons leurs chefs ?
gl: Sempre que nos topamos cun cadáver, este esperta aos seus aliados próximos. Que pasará cando espertemos os seus líderes?
it: Ogni volta che ci imbattiamo in un cadavere, risveglia i suoi alleati vicini! Cosa accadrà quando sveglieremo i loro comandanti?

source: It may be prudent to clear the swamp near the undead leaders before we sight them.
ar: قد يكون من الحكمة تطهير المستنقع بالقرب من قادة الموتى الأحياء قبل أن نراهم.
fr: Il serait peut-être prudent de nettoyer le marais près des chefs morts-vivants avant de les apercevoir.
gl: Pode ser prudente limpar o pantano preto dos líderes non mortos antes de que os veamos.
it: Potrebbe essere prudente ripulire la palude vicino ai comandanti non-morti prima di avvistarli.

source: Their leader is waking nearby allies out from the swamp!
ar: قائدهم يوقظ الحلفاء القريبين من المستنقع!
fr: Leur chef est en train de réveiller leurs alliés depuis le marais !
gl: O seu líder está espertando aliados próximos fóra do pantano!
it: Il loro comandante sta risvegliando gli alleati vicini fuori dalla palude!

source: Just more abominations for us to slay!!
ar: فقط المزيد من الرجاسات علينا أن نذبحها!!
gl: Só máis abominacións para que matemos!!
it: Solo altri abomini da uccidere!!

source: Lord Alric’s Palace
ar: قصر اللورد ألريك
fr: Palais du seigneur Alric
gl: Palacio de Lord Alric
it: Palazzo di Lord Alric

source: Sir Efran’s Castle
ar: قلعة السير إفران
fr: Château du sieur Efran
gl: Castelo de Sir Efran
it: Castello di Ser Efran

source: Lord Gaelyc’s Citadel
ar: قلعة اللورد جايليك
fr: Citadelle du seigneur Gaelyc
gl: Cidadela de Lord Gaelyc
it: Cittadella di Lord Gaelyc

source: Sir Seoraery’s Keep
ar: قلعة السير سيورايري
fr: Donjon du sieur Seoraery
gl: Fortaleza de Sir Seoraery
it: Fortezza di Ser Seoraery

source: Clearwater Lake
ar: بحيرة المياه الصافيى
fr: Lac d'Aigueclaire
gl: Lago Clearwater
it: Lago Acquachiara

source: Defeat the spirits
ar: هزيمة الأرواح
fr: Vaincre les esprits
gl: Derrota os espíritos
it: Sconfiggi gli spiriti

source: At last we have reached the Horse Plains, the fair homeland of my people! Here we can finally reunite with our comrades-in-arms and vanquish the undead once and for all.
ar: لقد وصلنا أخيرًا إلى سهول الخيل، موطن شعبي العادل! هنا يمكننا أخيرًا أن نتحد أخيرًا مع رفاقنا في السلاح ونقضي على الموتى الأحياء مرة واحدة وإلى الأبد.
fr: Nous avons finalement atteint les Plaines aux Chevaux, belles terres de mon peuple ! Nous pouvons rejoindre nos compagnons d'armes et vaincre ces mort-vivants une fois pour toutes.
gl: Chegamos ás chairas dos cabalos, as terras do meu pobo. Aquí podemos finalmente reunirmos cos nosos camaradas de armas e vencer aos non mortos dunha vez por todas.
it: Abbiamo appena raggiunto le Piane dei Cavalli, la grande patria della mia gente! Qui possiamo finalmente riunirci ai nostri compagni d’armi e sconfiggere i non-morti una volta per tutte.

source: Hail, Clansmen! Come and greet one of your own!
ar: مرحباً أيها أفراد العشيرة! تعالوا ورحبوا بأحد أفراد عشيرتكم!
fr: Salutations, compagnons de clan ! Venez saluer l’un des vôtres !
gl: Saúde, membros do clan! Ven a saudar a un dos teus!
it: Salve, membri del Clan! Vieni a salutare uno dei tuoi!

source: Fallen Clansman
ar: رجل العشيرة الساقط
fr: Compagnon du Clan déchu
gl: Clansman caído
it: Membro decaduto del Clan

source: No.
ar: لا.
fr: Non.
gl: Non.

source: No, NO! Why are there swamps here? Why are there undead here? How can this be?! How can Mal-Ravanal have already advanced so far into the heartland of Wesnoth?
ar: لا، لا! لماذا توجد مستنقعات هنا؟ لماذا يوجد أموات أحياء هنا؟ كيف يمكن أن يحدث هذا؟! كيف يمكن لمال-رافانال أن يتقدم إلى قلب ويسنوث حتى هذا الحد؟
fr: Non, NON ! Pourquoi y a-t-il des marais ici ? Pourquoi y a-t-il des morts-vivants ici ? Comment cela se peut-il ? Comment Mal-Ravanal a-t-il déjà pénétré si loin au cœur des terres de Wesnoth ?
gl: Non, NON! Por que hai pantanos aquí? Por que hai non mortos aquí? Como pode ser isto?! Como puido Mal-Ravanal xa avanzar tan lonxe no corazón de Wesnoth?
it: Ma no, NO! Perché qui ci sono delle paludi? Perché qui ci sono non-morti? Come può essere?! Com’è possibile che Mal-Ravanal sia già avanzato così profondamente nel cuore di Wesnoth?

source: I’m sorry Owaec. The undead armies must have defeated the Clansmen and dammed the river to drown the plains. They must like the swamp, filled with death and decay...
ar: أنا آسف يا آويك لابد أن جيوش الموتى الأحياء هزموا رجال العشائر ولعنوا النهر ليغرقوا السهول لا بد أنهم يحبون المستنقع المليء بالموت والانحلال...
fr: Je suis désolé, Owaec. Les armées de morts-vivants ont dû vaincre les Hommes des Clans et barrer la rivière pour noyer les plaines. Ils doivent aimer ce marais, rempli de mort et de putréfaction…
gl: Síntoo, Owaec. Os exércitos non mortos deben de derrotar aos membros do clan e embalar o río para afogar as chairas. Deben gustarlles o pantano, cheo de morte e decadencia...
it: Mi spiace Owaec. Le armate dei non-morti devono aver sconfitto i membri del clan e costruito una diga sul fiume per sommergere le pianure. A loro deve piacere la palude, piena di morte e decadenza...

source: My home... my people... how could this happen...
ar: بيتي... شعبي... كيف يمكن أن يحدث هذا...
fr: Ma maison... mes gens... comment cela a-t-il pu arriver...
gl: A miña casa... a miña xente... como puido pasar isto...
it: La mia casa... la mia gente.. come è potuto accadere tutto ciò...
