Repository: wesnoth/wesnoth
Catalog: po/wesnoth-manpages/*.po
Languages: gl

source: Battle for Wesnoth
gl: A batalla polo Noroeste

source: NAME
gl: NOME

source: wesnoth - Battle for Wesnoth, a turn-based fantasy strategy game
gl: wesnoth — A batalla polo Noroeste, un xogo de estratexia por roldas ambientado nun mundo fantástico.

source: SYNOPSIS
gl: SINOPSE

source: B<wesnoth> [I<OPTIONS>] [I<PATH_TO_DATA>]
gl: B<wesnoth> [I<OPCIÓNS>] [I<RUTA_AOS_DATOS>]

source: DESCRIPTION
gl: DESCRICIÓN

source: Battle for B<Wesnoth> is a turn-based fantasy strategy game.
gl: A batalla polo B<Noroeste> é un xogo de estratexia por roldas ambientado nun mundo fantástico.

source: Defeat all enemy leaders using a well-chosen cadre of troops, taking care to manage your resources of gold and villages. All units have their own strengths and weaknesses; to win, deploy your forces to their best advantage while denying your foes the chance to do the same. As units gain experience, they acquire new abilities and become more powerful. Play in your own language and test your skill against a smart computer opponent, or join Wesnoth's large community of online players. Create your own custom units, scenarios or campaigns, and share them with others.
gl: Derrota a todos os líderes inimigos escollendo sabiamente as tropas e xestionando coidadosamente os recursos de ouro e vilas. Todas as unidades teñen fortalezas e debilidades de seu. Para gañar, desprega as túas forzas de xeito que aproveiten completamente o seu potencial, e impide que os inimigos fagan o mesmo. A medida que as unidades consigan experiencia, adquirirán novas habilidades e volveranse máis fortes. Xoga na lingua que queiras e pon a proba as túas habilidades contra a intelixencia artificial, ou únete á enorme comunidade internacional de xogadores que se reúne en internet. Crea unidades, escenarios ou campañas personalizadas, e compárteo todo co resto da comunidade.

source: OPTIONS
gl: OPCIÓNS

source: Shows a button on the add-ons manager to query the add-ons server for various information.
gl: Mostra un botón no xestor de complementos para consultar o servidor de complementos para obter diversa información.

source: Show all translations in the in-game language selection list, even if they are deemed insufficiently complete.
gl: Mostrar todas as traducións na lista de selección de idiomas do xogo, mesmo se se consideran insuficientemente completas.

source: B<-c[>I<id_campaign>B<],\ --campaign[>I<=id_campaign>B<]>
gl: B<-c[>I<identificador_de_campaña>B<],\ --campaign[>I<=identificador_de_campaña>B<]>

source: goes directly to the campaign with id I<id_campaign>. A selection menu will appear if no id was specified.
gl: Vai directamente á campaña co identificador I<identificador_de_campaña>. Se non indica un identificador, aparece un menú de escolla.

source: The difficulty of the specified campaign (1 to max). If none specified, the campaign difficulty selection widget will appear.
gl: A dificultade da campaña indicada (do 1 ao máximo). Se non se especificase, aparecería un diálogo de escolla da dificultade da campaña.

source: B<--campaign-scenario>I<\ id_scenario>
gl: B<--campaign-scenario>I<\ identificador_de_escenario>

source: The id of the scenario from the specified campaign. The default is the first scenario.
gl: O identificador do escenario da campaña indicada. De omitirse o parámetro, empregarase o primeiro escenario.

source: Skip [story] screens and dialog through the end of the B<start> event.
gl: Salta as pantallas [historia] e o diálogo ata o final do evento B<start>.

source: Adds the option to show a clock for testing the drawing timer. Also adds the option for showing the GUI Test Dialog.
gl: Engade a opción de mostrar un reloxo para probar o temporizador de debuxo. Tamén engade a opción de mostrar o diálogo de proba da GUI.

source: B<--core>I<\ id_core>
gl: B<--core>I<\ identificador_de_núcleo>

source: Overrides the loaded core with the one whose id is specified.
gl: Substitúe o núcleo cargado por aquel cuxo id. se especifica.

source: B<--data-dir>I<\ directory>
gl: B<--data-dir>I<\ cartafol>

source: Overrides the data directory with the one specified. The data directory is the one that contains subdirectories 'data', 'fonts', 'images' and others.
gl: Substitúe o directorio de datos polo especificado. O directorio de datos é o que contén os subdirectorios "data", "fonts", "images" e outros.

source: prints the path of the data directory and exits.
gl: Mostra a ruta do cartafol dos datos.

source: enables additional command mode options in-game (see the wiki page at https://www.wesnoth.org/wiki/CommandMode for more information about command mode).
gl: Activa opcións adicionais no modo de ordes do xogo. Consulta o wiki en «https://wiki.wesnoth.org/CommandMode» (en inglés) para máis información sobre o modo de ordes do xogo.

source: enables some Lua debugging mechanisms
gl: activa algúns mecanismos de depuración de Lua

source: disallow deprecated Lua API calls
gl: non permitir chamadas obsoletas da API de Lua

source: B<-D,\ --diff>I<\ left-file>B<\ >I<right-file>
gl: B<-D,--diff>I<\ ficheiro-esquerda>B<\ >I<right-file>

source: diffs the two WML files; does not preprocess them first (to do that, run them through B<-p> first). Outputs the diff as DiffWML on standard output or to the file indicated by I<--output>.
gl: diferencia os dous ficheiros WML; non os preprocesa primeiro (para facelo, primeiro execúteos a través de B<-p>). Sae a diferenza como DiffWML na saída estándar ou no ficheiro indicado por I<--output>.

source: start the in-game map editor directly. If I<file> is specified, equivalent to B<-l> B<--load>.
gl: Inicia directamente o editor de mapas do xogo. Se se especifica I<file>, equivalente a B<-l> B<--load>.

source: displays the number of frames per second the game is currently running at in a corner of the screen as well as writes these values to a file in the userdata directory.
gl: mostra o número de fotogramas por segundo aos que se está a executar o xogo nun recuncho da pantalla e tamén escribe estes valores nun ficheiro no directorio userdata.

source: runs the game in full screen mode.
gl: Executa o xogo a pantalla completa.

source: displays a summary of command line options to standard output, and exits.
gl: Devolve un resumo das opcións da liña de ordes.

source: B<-l,\ --load>I<\ file>
gl: B<-l,\ --load>I<\ ficheiro>

source: loads the savegame I<file> from the standard save game directory. If the B<-e> or B<--editor> option is used as well, starts the editor with the map from I<file> open. If it is a directory, the editor will start with a load map dialog opened there.
gl: Carga a partida I<file> do directorio de partidas estándar. Se tamén se usan as opcións B<-e> ou B<--editor>, iníciase o editor co mapa do I<file> aberto. Se é un directorio, o editor iniciarase cun diálogo de carga de mapas aberto en dito directorio.

source: uses language I<lang> (symbol) this session. Example: B<--language ang_GB@latin>
gl: usa a lingua I<lang> (símbolo) nesta sesión. Exemplo: B<--language ang_GB@latin>

source: sets the severity level of the log domains. The wildcard B<*> may be used to match a subset of domains, e.g. gui/* or conf* or * (the latter matches all domains). Available levels: B<error>,\ B<warning>,\ B<info>,\ B<debug>,\ B<none>. By default, the B<warning> level is used for most domains, but B<deprecation> defaults to B<none> unless combined with the B<-d> option. This option can be specified multiple times.
gl: define o nivel de gravidade dos dominios de rexistro. O comodín B<*> pódese usar para coincidir cun subconxunto de dominios, por exemplo, gui/* ou conf* ou * (este último coincide con todos os dominios). Niveis dispoñibles: B<error>,\ B<warning>,\ B<info>,\ B<debug>,\ B<none>. Por defecto, o nivel B<warning> úsase para a maioría dos dominios, pero B<deprecation> elíxese por defecto en B<none> a menos que se combine coa opción B<-d>. Esta opción pódese especificar varias veces.

source: shows the timestamps in log output with more precision.
gl: mostra as marcas de tempo na saída do rexistro con máis precisión.

source: B<--log-strict>I<\ level>
gl: B<--log-strict>I<\ Nivel>

source: sets the strict I<level> of the logger. Any messages sent to log domains of this I<level> or more severe will cause the unit test to fail regardless of the victory result. Only relevant when used with B<-u>.
gl: define o I<level> estrito do rexistrador. Calquera mensaxe enviada a dominios de rexistro deste I<level> ou máis grave fará que a proba unitaria falle independentemente do resultado da vitoria. Só é relevante cando se usa con B<-u>.

source: B<--logdomains[>I<=filter>B<]>
gl: B<--logdomains[>I<=filtro>B<]>

source: lists defined log domains (only the ones containing I<filter> if used) and exits
gl: Devolve os dominios do rexistro definidos (só os que conteñan o I<filter> se se usa).

source: prevents redirecting logged output to a file. The environment variable WESNOTH_NO_LOG_FILE can also be set as an alternative. Log files are created in the logs directory under the userdata folder.
gl: impide redirixir a saída rexistrada a un ficheiro. A variable de ambiente WESNOTH_NO_LOG_FILE tamén se pode definir como alternativa. Os ficheiros de rexistro créanse no directorio logs, dentro do cartafol userdata.

source: log output is written to a file. Cancels the effect of --no-log-to-file whether implicit or explicit.
gl: a saída do rexistro escríbese nun ficheiro. Cancela o efecto de --no-log-to-file xa sexa implícito ou explícito.

source: disables the anonymization that's normally applied when logging, for example replacing usernames with USER.
gl: desactiva a anonimización que se aplica normalmente ao iniciar sesión, por exemplo, substituíndo nomes de usuario por USUARIO.

source: For Windows, when used with --no-log-to-file, results in output being written to cerr/cout instead of CONOUT. Otherwise, does nothing.
gl: Para Windows, cando se usa con --no-log-to-file, a saída se escribe en cerr/cout en lugar de CONOUT. En caso contrario, non fai nada.

source: the number of frames per second the game can show, the value should be between B<1> and B<1000>, the default is the monitor's refresh rate.
gl: o número de fotogramas por segundo que o xogo pode mostrar; o valor debe estar entre B<1> e B<1000>; o valor predeterminado é a taxa de actualización do monitor.

source: runs a multiplayer game. There are additional options that can be used together with B<--multiplayer> as explained below.
gl: Executa unha partida de varios xogadores. Hai opcións adicionais que poden empregarse xunto con B<--multiplayer> tal e como se explica máis abaixo.

source: load the test mp scenarios.
gl: Cargar os escenarios de varios xogadores de probas.

source: there is a new WIP widget toolkit, this option enables it. This is very experimental, don't fill bug reports since most are known. Parts of the library are deemed stable and will work without this switch.
gl: hai un novo conxunto de ferramentas de widgets WIP, esta opción permíteo. Isto é moi experimental, non enche informes de erros xa que a maioría son coñecidos. As partes da biblioteca considéranse estables e funcionarán sen este cambio.

source: disables loading of user addons.
gl: Desactiva a carga de complementos do usuario.

source: disables caching of game data.
gl: Desactiva a caché de datos do xogo.

source: runs the game without the GUI. Only available in combination with B<--multiplayer> or B<--screenshot> or B<--plugin>.
gl: Executa o xogo sen a interface gráfica. Só está dispoñíbel en combinación con B<--multiplayer>, B<--screenshot> ou B<--plugin>.

source: suppress the startup banner.
gl: suprimir o banner de inicio.

source: runs the game without music.
gl: Executa o xogo sen música.

source: don't try to validate replay of unit test. Only relevant when used with B<-u>.
gl: Non intentar validar a repetición da proba unitaria. Só é relevante cando se usa con B<-u>.

source: runs the game without sounds and music.
gl: Executa o xogo sen sons e sen música.

source: B<--output>I<\ file>
gl: B<--output>I<\ ficheiro>

source: output to the specified file. Applicable to diffing operations.
gl: saída ao ficheiro especificado. Aplicable a operacións diferentes.

source: B<--password>I<\ password>
gl: B<--password>I<\ contrasinal>

source: uses I<password> when connecting to a server, ignoring other preferences. Unsafe.
gl: Emprega o I<password> indicado ao conectarse ao servidor, ignorando a configuración. É pouco seguro.

source: load a I<script> which defines a Wesnoth plugin. Lua file should return a function which will be run as a coroutine and periodically woken up with updates.
gl: cargar un I<script> que define un complemento de Wesnoth. O ficheiro Lua debería devolver unha función que se executará como unha corrutina e se activará periodicamente con actualizacións.

source: applies a DiffWML patch to a WML file; does not preprocess either of the files. Outputs the patched WML to standard output or to the file indicated by I<--output>.
gl: aplica un parche DiffWML a un ficheiro WML; non preprocesa ningún dos ficheiros. Envía o WML parcheado á saída estándar ou ao ficheiro indicado por I<--output>.

source: B<-p,\ --preprocess>I<\ source-file/folder>B<\ >I<target-directory>
gl: B<-p,\ --preprocess>I<\ ficheiro_ou_cartafol_de_orixe>B<\ >I<cartafol_de_destino>

source: preprocesses a specified file/folder. For each file(s) a plain .cfg file and a processed .cfg file will be written in specified target directory. If a folder is specified, it will be preprocessed recursively based on the known preprocessor rules. The common macros from the "data/core/macros" directory will be preprocessed before the specified resources. Example: B<-p ~/wesnoth/data/campaigns/tutorial ~/result.> For details regarding the preprocessor visit: https://wiki.wesnoth.org/PreprocessorRef#Command-line_preprocessor.
gl: preprocesa un ficheiro/cartafol especificado. Para cada ficheiro(s), escribirase un ficheiro .cfg simple e un ficheiro .cfg procesado no directorio de destino especificado. Se se especifica un cartafol, preprocesarase recursivamente segundo as regras coñecidas do preprocesador. As macros comúns do directorio "data/core/macros" preprocesaranse antes dos recursos especificados. Exemplo: B<-p ~/wesnoth/data/campaigns/tutorial ~/result.> Para obter máis detalles sobre o preprocesador, visite: https://wiki.wesnoth.org/PreprocessorRef#Command-line_preprocessor.

source: B<--preprocess-string>I<\ source-string>
gl: B<--preprocess-string>I<\ ficheiro-de-orixe>

source: preprocesses a given string and writes the output to stdout.
gl: preprocesa unha cadea de caracteres dada e escribe a saída en stdout.

source: comma separated list of defines to be used by the B<--preprocess> or B<--preprocess-string> command. If B<SKIP_CORE> is in the define list the "data/core" directory won't be preprocessed.
gl: Lista de definicións separadas por comas que vai usar o comando B<--preprocess> ou B<--preprocess-string>. Se B<SKIP_CORE> está na lista de definicións, o directorio "data/core" non se preprocesará.

source: B<--preprocess-input-macros>I<\ source-file>
gl: B<--preprocess-input-macros>I<\ ficheiro-de-orixe>

source: used only by the B<--preprocess> or B<--preprocess-string> command. Specifies a file that contains B<[preproc_define]>s to be included before preprocessing.
gl: usado só polo comando B<--preprocess> ou B<--preprocess-string>. Especifica un ficheiro que contén B<[preproc_define]> que se incluirán antes do preprocesamento.

source: B<--preprocess-output-macros[>I<=target-file>B<]>
gl: B<--preprocess-output-macros[>I<=ficheiro_de_destino>B<]>

source: used only by the B<--preprocess> command (But not by the B<--preprocess-string> command). Will output all preprocessed macros in the target file. If the file is not specified the output will be file '_MACROS_.cfg' in the target directory of preprocess's command. The output file can be passed to B<--preprocess-input-macros>. This switch should be typed before the B<--preprocess> command.
gl: Usado só polo comando B<--preprocess> (pero non polo comando B<--preprocess-string>). Mostrará todas as macros preprocesadas no ficheiro de destino. Se non se especifica o ficheiro, a saída será o ficheiro '_MACROS_.cfg' no directorio de destino do comando preprocess. O ficheiro de saída pódese pasar a B<--preprocess-input-macros>. Este modificador debe escribirse antes do comando B<--preprocess>.

source: sets the screen resolution. Example: B<-r> B<800x600>.
gl: Establece a resolución do xogo. Por exemplo: B<800x600>.

source: B<--render-image>I<\ image>B<\ >I<output>
gl: B<--render-image>I<\ imaxe>B<\ >I<output>

source: takes a valid wesnoth 'image path string' with image path functions, and outputs to a .png file. Image path functions are documented at https://wiki.wesnoth.org/ImagePathFunctionWML.
gl: Toma unha "cadea de ruta de imaxe" válida de Wesnoth con funcións de ruta de imaxe e envía a saída a un ficheiro .png. As funcións de ruta de imaxe están documentadas en https://wiki.wesnoth.org/ImagePathFunctionWML.

source: initializes game directories, prints build information suitable for use in bug reports, and exits.
gl: Prepara os cartafoles do xogo, imprime información da construción que poder usar en informes de erros, e sae.

source: B<--rng-seed>I<\ number>
gl: B<--rng-seed>I<\ número>

source: seeds the random number generator with I<number>. Example: B<--rng-seed> B<0>.
gl: sementa o xerador de números aleatorios con I<number>. Exemplo: B<--rng-seed> B<0>.

source: B<--screenshot>I<\ map>B<\ >I<output>
gl: B<--screenshot>I<\ mapa>B<\ >I<output>

source: saves a screenshot of I<map> to I<output> without initializing a screen.
gl: Garda unha captura de pantalla do I<map> na I<output> sen preparar unha pantalla.

source: B<-s[>I<host>B<],\ --server[>I<=host>B<]>
gl: B<-s[>I<servidor>B<],\ --server[>I<=servidor>B<]>

source: connects to the specified host if any, otherwise connect to the first server in preferences. Example: B<--server> B<server.wesnoth.org>.
gl: Conéctase ao servidor especificado se o houber; se non, conéctase ao primeiro servidor nas preferencias. Exemplo: B<--server> B<server.wesnoth.org>.

source: runs the game with the GUI, overriding any implicit B<--nogui>.
gl: Executa o xogo coa interface gráfica, substituíndo calquera B<--nogui> implícito.

source: validation errors are treated as fatal errors.
gl: Os erros de corrección trátanse coma erros graves.

source: B<-t[>I<scenario_id>B<],\ --test[>I<=scenario_id>B<]>
gl: B<-t[>I<identificador_de_escenario>B<],\ --test[>I<=identificador_de_escenario>B<]>

source: runs the game in a small test scenario. The scenario should be one defined with a B<[test]> WML tag. The default is B<test>. A demonstration of the B<[micro_ai]> feature can be started with B<micro_ai_test>.
gl: executa o xogo nun pequeno escenario de proba. O escenario debería estar definido cunha etiqueta WML B<[test]>. O valor predeterminado é B<test>. Pódese iniciar unha demostración da funcionalidade B<[micro_ai]> con B<micro_ai_test>.

source: B<--translations-over>I<\ percent>
gl: B<--translations-over>I<\ porcentaxe>

source: Set the standard for deeming a translation is complete enough to show in the in-game language list to I<percent>. Valid values are 0 to 100.
gl: Establece o estándar para considerar que unha tradución é o suficientemente completa como para mostrarse na lista de idiomas do xogo en I<percent>. Os valores válidos son de 0 a 100.

source: B<-u,\ --unit>I<\ scenario-id>
gl: B<-u,\ --unit>I<\ identificador_de_escenario>

source: runs the specified test scenario as a unit test. Implies B<--nogui>.
gl: Executa o escenario de probas indicado como proba unitaria. O uso de B<--nogui> vai implícito.

source: makes the B<package> package available to lua scripts, so that they can load arbitrary packages. Do not do this with untrusted scripts! This action gives lua the same permissions as the wesnoth executable.
gl: fai que o paquete B<package> estea dispoñible para os scripts lua, para que poidan cargar paquetes arbitrarios. Non o fagas con scripts non fiables. Esta acción outorga a lua os mesmos permisos que o executable wesnoth.

source: sets the WML schema for use with B<-V,\ --validate>.
gl: define o esquema WML para o seu uso con B<-V,\ --validate>.

source: B<--userdata-dir>I<\ name>
gl: B<--userdata-dir>I<\ nome>

source: sets the userdata directory to I<name> under $HOME or "My Documents\eMy Games" for windows. You can also specify an absolute path for the userdata directory outside the $HOME or "My Documents\eMy Games". On Windows it is also possible to specify a directory relative to the process working directory by using path starting with ".\e" or "..\e".
gl: Define I<name> coma o nome do cartafol dos datos do usuario no seu cartafol persoal («$HOME») ou «Os meus documentos\eOs meus xogos» en Windows. Tamén podes indicar unha ruta absoluta para o cartafol dos datos fóra dos antes mencionados. En Windows tamén podes prefixar a ruta con ".\e" or "..\e " para indicar un cartafol relativo ao cartafol de traballo do proceso.

source: prints the path of the userdata directory and exits.
gl: Devolve a ruta do directorio dos datos do usuario.

source: B<--username>I<\ username>
gl: B<--username>I<\ nome-de-usuario>

source: uses I<username> when connecting to a server, ignoring other preferences.
gl: Emprega o I<username> indicado ao conectarse ao servidor, ignorando a configuración.

source: B<--validate>I<\ path>
gl: B<--validate>I<\ camiño>

source: validates a file against the WML schema.
gl: valida un ficheiro contra o esquema WML.

source: B<--validate-addon>I<\ addon_id>
gl: B<--validate-addon>I<\ adddon_id>

source: validates the WML of the given addon as you play.
gl: valida o WML do complemento dado mentres xogas.

source: validates the core WML as you play.
gl: valida o núcleo WML mentres xogas.

source: B<--validate-schema>I<\ path>
gl: B<--validate-schema>I<\ camiño>

source: validates a file as a WML schema.
gl: valida un ficheiro como esquema WML.

source: assumes that the cache is valid. (dangerous)
gl: Asume que a caché está ben (perigoso).

source: shows the version number and exits.
gl: mostra o número de versión e sae.

source: shows the version number and nothing else, then exits.
gl: mostra o número de versión e nada máis e despois sae.

source: runs the game in windowed mode.
gl: Executa o xogo nunha xanela.

source: replays the game loaded with the B<--load> option.
gl: Reproduce a partida cargada coa opción B<--load>.

source: Options for --multiplayer
gl: Opcións para --multixogador

source: The side-specific multiplayer options are marked with I<number>. I<number> has to be replaced by a side number. It usually is 1 or 2 but depends on the number of players possible in the chosen scenario.
gl: As opcións para partidas con varios xogadores específicas dun bando márcanse cun I<number>. I<number> tense que substituír polo número do bando. Normalmente é 1 ou 2, pero depende do número de xogadores que permita o escenario escollido.

source: B<--ai-config>I<\ number>B<:>I<value>
gl: B<--ai-config>I<\ número>B<:>I<value>

source: selects a configuration file to load for the AI controller for this side.
gl: Escolle un ficheiro de configuración a cargar para a intelixencia artificial que controla o bando especificado.

source: B<--algorithm>I<\ number>B<:>I<value>
gl: B<--algorithm>I<\ número>B<:>I<value>
