Repository: wesnoth/wesnoth
Catalog: po/wesnoth-manpages/*.po
Languages: gl

source: selects a non-standard algorithm to be used by the AI controller for this side. The algorithm is defined by an B<[ai]> tag, which can be a core one either in "data/ai/ais" or "data/ai/dev" or an algorithm defined by an addon. Available values include: B<idle_ai> and B<experimental_ai>.
gl: selecciona un algoritmo non estándar para ser usado polo controlador de IA para este lado. O algoritmo defínese mediante unha etiqueta B<[ai]>, que pode ser unha etiqueta central en "data/ai/ais" ou "data/ai/dev" ou un algoritmo definido por un complemento. Os valores dispoñibles inclúen: B<idle_ai> e B<experimental_ai>.

source: B<--controller>I<\ number>B<:>I<value>
gl: B<--controller>I<\ número>B<:>I<value>

source: selects the controller for this side. Available values: B<human>, B<ai> and B<null>.
gl: selecciona o controlador para este lado. Valores dispoñibles: B<human>, B<ai> e B<null>.

source: B<--era>I<\ value>
gl: B<--era>I<\ valor>

source: use this option to play in the selected era instead of the B<Default> era. The era is chosen by an id. Eras are described in the B<data/multiplayer/eras.cfg> file.
gl: Usa esta opción para xogar na era seleccionada en vez de na era predeterminada (B<Default>). A era elíxese mediante un identificador. As eras descríbense no ficheiro B<data/multiplayer/eras.cfg>.

source: exits once the scenario is over, without displaying victory/defeat dialog which normally requires the user to click End Scenario. This is also used for scriptable benchmarking.
gl: Sae do xogo unha vez se remate o escenario, sen mostrar un diálogo de vitoria ou derrota que normalmente require que o usuario prema «Finalizar». Isto tamén se emprega para probas de rendemento automatizadas mediante scripts.

source: do not use map settings, use default values instead.
gl: Non usar a configuración do mapa, senón os valores predeterminados.

source: B<--label>I<\ label>
gl: B<--label>I<\ etiqueta>

source: sets the I<label> for AIs.
gl: establece o I<label> para as IAs.

source: B<--multiplayer-repeat>I<\ value>
gl: B<--multiplayer-repeat>I<\ valor>

source: repeats a multiplayer game I<value> times. Best to use with B<--nogui> for scriptable benchmarking.
gl: Repite unha partida de varios xogadores I<value> veces. Recoméndase usar esta opción xunto con B<--nogui> para probas de rendemento executadas con scripts.

source: B<--parm>I<\ number>B<:>I<name>B<:>I<value>
gl: B<--parm>I<\ número>B<:>I<name>B<:>I<value>

source: sets additional parameters for this side. This parameter depends on the options used with B<--controller> and B<--algorithm>. It should only be useful for people designing their own AI. (not yet documented completely)
gl: Establece parámetros adicionais para o bando. Este parámetro depende das opcións usadas con B<--controller> e B<--algorithm>. Só debería resultarlle útil a quen estea a deseñar a súa propia intelixencia artificial (aínda non está completamente documentado).

source: B<--scenario>I<\ value>
gl: B<--scenario>I<\ valor>

source: selects a multiplayer scenario by id. The default scenario id is B<multiplayer_The_Freelands>.
gl: Selecciona un escenario con varios xogadores polo seu identificador. O identificador do escenario por omisión é B<multiplayer_The_Freelands>.

source: B<--side>I<\ number>B<:>I<value>
gl: B<--side>I<\ número>B<:>I<value>

source: selects a faction of the current era for this side. The faction is chosen by an id. Factions are described in the data/multiplayer.cfg file.
gl: Escoller unha facción da era actual para bando número B<número>. A facción elíxese mediante un identificador. As faccións descríbense no ficheiro «data/multiplayer.cfg».

source: B<--turns>I<\ value>
gl: B<--turns>I<\ valor>

source: sets the number of turns for the chosen scenario. By default no turn limit is set.
gl: Establece o número de roldas para o escenario elixido. De maneira predeterminada non hai límite.

source: EXIT STATUS
gl: ESTADO AO SAÍR

source: Normal exit status is 0. An exit status of 1 indicates an (SDL, video, fonts, etc) initialization error. An exit status of 2 indicates an error with the command line options.
gl: Se a situación ao saír é normal, o estado ao saír será «0». «1» correspóndese cun erro de inicialización —ben do SDL, da configuración de vídeo, dos tipos de letra, etc—. «2» indica que o erro se produciu coas opcións da liña de ordes.

source: When running unit tests (withB<\ -u>), the exit status is different. An exit status of 0 indicates that the test passed, and 1 indicates that the test failed. An exit status of 3 indicates that the test passed, but produced an invalid replay file. An exit status of 4 indicates that the test passed, but the replay produced errors. These latter two are only returned if B<--noreplaycheck> is not passed.
gl: Ao executar probas unitarias (con B<\ -u>), o estado de saída é diferente. Un estado de saída de 0 indica que a proba se superou e 1 indica que a proba fallou. Un estado de saída de 3 indica que a proba se superou, pero produciu un ficheiro de reprodución non válido. Un estado de saída de 4 indica que a proba se superou, pero a reprodución produciu erros. Estes dous últimos só se devolven se non se supera B<--noreplaycheck>.

source: AUTHOR
gl: AUTORES

source: Written by David White E<lt>davidnwhite@verizon.netE<gt>.
gl: Autor orixinal: David White E<lt>davidnwhite@verizon.netE<gt>.

source: Edited by Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> and Soliton E<lt>soliton.de@gmail.comE<gt>.
gl: Modificacións posteriores: Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> e Soliton E<lt>soliton.de@gmail.comE<gt>.

source: This manual page was originally written by Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
gl: Esta páxina de manual foi escrita orixinalmente por Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.

source: Visit the official homepage: https://www.wesnoth.org/
gl: Visite o sitio web oficial: https://www.wesnoth.org/

source: COPYRIGHT
gl: DEREITOS DE AUTOR

source: Copyright \(co 2003-2025 David White E<lt>davidnwhite@verizon.netE<gt>
gl: Dereitos reservados 2003-2025 David White E<lt>davidnwhite@verizon.netE<gt>

source: This is Free Software; this software is licensed under the GPL version 2, as published by the Free Software Foundation. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
gl: Isto é software libre. Este software está protexido polos termos da versión 2 da licenza GNU GPL, tal e como foi publicada pola Free Software Foundation. Non existe NINGUNHA garantía. Nin sequera para o seu USO COMERCIAL ou ADECUACIÓN PARA UN PROPÓSITO PARTICULAR.

source: SEE ALSO
gl: VÉXASE TAMÉN

source: Battle for Wesnoth multiplayer network daemon
gl: Servizo de rede para partidas con varios xogadores de A batalla polo Noroeste

source: wesnothd - Battle for B<Wesnoth> multiplayer network daemon
gl: wesnothd — Servizo de rede para partidas con varios xogadores de A batalla polo B<Noroeste>.

source: Manages Battle for Wesnoth multiplayer games. See https://www.wesnoth.org/wiki/ServerAdministration on what commands the server accepts via the wesnoth client (/query ...) or the fifo.
gl: Xestiona partidas de A batalla polo Noroeste con varios xogadores. Véxanse en «https://www.wesnoth.org/wiki/ServerAdministration» (en inglés) as ordes que acepta o servidor a través do cliente wesnoth (/query […]) ou do fifo.

source: B<-c\ >I<path>B<,\ --config>I<\ path>
gl: B<-c\ >I<path>B<,\ --config>I<\ camiño>

source: tells wesnothd where to find the config file to use. See the section B<SERVER CONFIG> below for the syntax. You can reload the config with sending SIGHUP to the server process.
gl: Indícalle a wesnothd onde atopar o ficheiro de configuración a usar. Véxase a sintaxe máis adiante na sección de B<SERVER CONFIG>. Pódese recargar a configuración enviando SIGHUP ao proceso do servidor.

source: runs wesnothd as a daemon.
gl: Executa wesnothd coma un servizo.

source: tells you what the command line options do.
gl: Indica as funcións das opcións de liña de ordes.

source: sets the severity level of the log domains. B<all> can be used to match any log domain. Available levels: B<error>,\ B<warning>,\ B<info>,\ B<debug>. By default the B<error> level is used and the B<info> level for the B<server> domain.
gl: define o nivel de gravidade dos dominios de rexistro. Pódese usar B<all> para coincidir con calquera dominio de rexistro. Niveis dispoñibles: B<error>,\ B<warning>,\ B<info>,\ B<debug>. Por defecto, úsase o nivel B<error> e o nivel B<info> para o dominio B<server>.

source: B<-p\ >I<port>B<,\ --port>I<\ port>
gl: B<-p\ >I<porto>B<,\ --port>I<\ porto>

source: binds the server to the specified port. If no port is specified, port B<15000> will be used.
gl: Asocia o servidor ao porto especificado. O porto predeterminado é o B<15000>.

source: shows version number and exits.
gl: mostra o número de versión e sae.

source: turns debug logging on.
gl: Activa o rexistro da depuración.

source: SERVER CONFIG
gl: CONFIGURACIÓN DO SERVIDOR

source: The general syntax is:
gl: A sintaxe xeral é a seguinte:

source: Global keys:
gl: Claves globais:

source: If set to B<no> (default), shut_down and restart requests are ignored unless they come from the fifo. Set it to B<yes> to allow remote shutdown via a /query by an administrator.
gl: Se se lle dá o valor B<no> («non», valor predeterminado), as solicitudes de apagado e reinicio ignoraranse salvo que procedan do fifo. Co valor B<yes> («si») permitirase o apagado remoto por medio dunha «/query» realizada por un administrador.

source: Full or relative path to a (gzip compressed) file that the server can read and write. Bans will be saved to this file and read again on server start.
gl: Ruta completa ou relativa a un ficheiro —comprimido con gzip— que o servidor poida ler e escribir. As vedas hanse gardar neste ficheiro e leranse de novo cando se inicie o servidor.

source: The number of allowed connections from the same IP. B<0> means infinite. (default: B<5>)
gl: O número de conexións permitidas desde un mesmo enderezo IP. B<0> equivale a infinitas. (o valor predeterminado é B<5>)

source: Whether to prevent users who are not registered with the B<user_handler> being used from logging in. (default: false)
gl: Indica se se debe evitar que inicien sesión os usuarios que non están rexistrados co B<user_handler> que se está utilizando. (predeterminado: false)

source: Names/nicks that are not accepted by the server. B<*> and B<?> from wildcard patterns are supported. See B<glob>(7) for more details. Default values (used if nothing is specified) are: B<*admin*,*admln*,*moderator*,*server*,ai,ai?,computer,human,network,player>.
gl: Nomes/alcumes que o servidor non acepta. Admítense B<*> e B<?> dos patróns de comodíns. Consulta B<glob>(7) para obter máis detalles. Os valores predeterminados (úsanse se non se especifica nada) son: B<*admin*,*admln*,*moderator*,*server*,ai,ai?,computer,human,network,player>.

source: The path to the fifo you can echo server commands into (same as /query ... from wesnoth). If not specified defaults to the compile-time path (default: B</var/run/wesnothd/socket>).
gl: A ruta ao fifo polo que se poden enviar ordes ao servidor (equivalente ao /query … desde wesnoth). Se non se especifica outra cousa, úsase por defecto a ruta en tempo de compilación (por defecto: B</var/run/wesnothd/socket>).

source: The ID of the server when using the database functionality to store game information. Generally is the major.minor version of accepted clients, such as 1.16 or 1.17.
gl: O ID do servidor cando se utiliza a funcionalidade de base de datos para almacenar información do xogo. Xeralmente é a versión major.minor dos clientes aceptados, como 1.16 ou 1.17.

source: The number of allowed messages in B<messages_time_period>. (default: B<4>)
gl: O número máximo de mensaxes permitidas en B<messages_time_period> (B<4> de maneira predeterminada).

source: The time period (in seconds) message flooding is detected in. (default: B<10> seconds)
gl: O período de tempo (en segundos) que se usa para detectar os envíos masivos de mensaxes (B<10> segundos de maneira predeterminada)

source: The message of the day.
gl: A mensaxe do día.

source: The password used to gain admin privileges (via B</query admin >I<password>).
gl: O contrasinal que se utiliza para obter privilexios de administrador —por medio de B</query admin >I<password>).

source: The directory where the server stores game replays. (Don't forget the trailing /!) Defaults to `' which means the directory wesnothd was started in.
gl: O directorio no que o servidor garda as repeticións das partidas (non esquezas a barra inclinada ao final, «/»). O seu valor predeterminado é «`'», o directorio no que se iniciou o wesnothd.

source: The command that the server uses to start a new server process via the B<restart> command. (Can only be issued via the fifo. See the B<allow_remote_shutdown> setting.)
gl: A orde que utiliza o servidor para iniciar outro proceso de servidor por medio da orde B<restart>. (Só se pode establecer mediante o fifo. Véxase a opción B<allow_remote_shutdown>.)

source: Defines whether the server will automatically save replays of games. (default: B<false>)
gl: Determina se o servidor gardará as repeticións das partidas automaticamente. O seu valor predeterminado é B<false> («non»).

source: Enable use of TLS. If true, requires 3 following options to be set too.
gl: Activa o uso de TLS. Se é verdadeiro, tamén require que se configuren as 3 opcións seguintes.

source: TLS full certificate chain in .pem format
gl: Cadea completa de certificados TLS en formato .pem

source: B<tls_private_key>
gl: B<chave_privada_tls>

source: private key for TLS in .pem format
gl: clave privada para TLS en formato .pem

source: TLS DH parameters, as .pem file. Generate with B<openssl dhparam -out filename.pem 4096>
gl: Parámetros TLS DH, como ficheiro .pem. Xerar con B<openssl dhparam -out filename.pem 4096>

source: A comma separated list of version strings to be accepted by the server. B<*> and B<?> from wildcard patterns are supported. (defaults to the corresponding wesnoth version)
gl: Unha lista separada por comas de cadeas de versión que o servidor aceptará. Pódense empregar os comodíns de patróns B<*> e B<?>. O seu valor predeterminado será a versión do xogo correspondente.

source: Example: B<versions_accepted="*"> accepts any version string.
gl: Por exemplo: B<versions_accepted="*"> aceptará calquera versión.

source: Global tags:
gl: Etiquetas globais:

source: B<[redirect]> A tag to specify a server to redirect certain client versions to. Is not used if B<versions_accepted> is not set.
gl: B<[redirect]> Unha etiqueta para especificar un servidor ao que redirixir determinadas versións do cliente. Non se usa se B<versions_accepted> non está definido.

source: The address of the server to redirect to.
gl: O enderezo do servidor ao que dirixir os clientes.

source: The port to connect to.
gl: O porto da conexión.

source: A comma separated list of versions to redirect. Behaves the same way as B<versions_accepted> in regard to wildcard patterns.
gl: Unha lista separada por comas de versións a dirixir. Compórtase do mesmo xeito que B<versions_accepted> no referente aos comodíns de patróns.

source: B<[ban_time]> A tag to define convenient keywords for temporary ban time lengths.
gl: B<[ban_time]> é unha etiqueta para definir palabras clave axeitadas para duracións de vedas temporais.

source: The name used to reference the ban time.
gl: O nome a usar para referirse á veda.

source: The time length definition. The format is: %d[%s[%d%s[...]]] where %s is s (seconds), m (minutes), h (hours), D (days), M (months) or Y (years) and %d is a number. If no time modifier is given minutes (m) are assumed. Example: B<time="1D12h30m"> results in a ban time of 1 day, 12 hours and 30 minutes.
gl: A duración. O formato é «%d[%s[%d%s[…]]]», onde %s será «s» (segundos), «m» (minutos), «h» (horas), «D» (días), «M» (meses) ou «Y» (anos), e %d será un número. Se non se fornece un modificador de tempo, interpretarase a cantidade indicada como minutos. Por exemplo: B<time="1D12h30m"> é unha expulsión de 1 día, 12 horas e 30 minutos.

source: B<[proxy]> A tag to tell the server to act as a proxy and forward the connected client's requests to the specified server. Accepts the same keys as B<[redirect]>.
gl: B<[proxy]> é unha etiqueta para que o servidor actúe coma proxy e dirixa as solicitudes dos clientes conectados ao servidor indicado. Acepta as mesmas claves que B<[redirect]>.

source: B<[user_handler]> Configures the user handler. If no B<[user_handler]> section is present in the configuration the server will run without any nick registration service. All additional tables that are needed for the B<forum_user_handler> to function can be found in table_definitions.sql in the Wesnoth source repository. Requires mysql support enabled. For cmake this is B<ENABLE_MYSQL> and for scons this is B<forum_user_handler.>
gl: B<[user_handler]> Configura o xestor de usuarios. Se non hai ningunha sección B<[user_handler]> presente na configuración, o servidor executarase sen ningún servizo de rexistro de alcumes. Todas as táboas adicionais necesarias para que o B<forum_user_handler> funcione pódense atopar en table_definitions.sql no repositorio de código fonte de Wesnoth. Require a compatibilidade con MySQL activada. Para cmake isto é B<ENABLE_MYSQL> e para scons isto é B<forum_user_handler.>

source: The hostname of the database server
gl: O nome de host do servidor da base de datos

source: The name of the database
gl: O nome da base de datos

source: The name of the user under which to log into the database
gl: O nome do usuario co que iniciar sesión na base de datos

source: This user's password
gl: O contrasinal deste usuario

source: The name of the table in which your phpbb forum saves its user data. Most likely this will be E<lt>table-prefixE<gt>_users (e.g. phpbb3_users).
gl: O nome da táboa na que o teu foro phpbb garda os datos dos usuarios. O máis probable é que sexa E<lt>prefixo-da-táboaE<gt>_usuarios (por exemplo, phpbb3_usuarios).

source: The name of the table in which wesnothd will save its own data about users.
gl: O nome da táboa na que wesnothd gardará os seus propios datos sobre os usuarios.

source: The name of the table in which wesnothd will save its own data about games.
gl: O nome da táboa na que wesnothd gardará os seus propios datos sobre os xogos.

source: The name of the table in which wesnothd will save its own data about the players in a game.
gl: O nome da táboa na que wesnothd gardará os seus propios datos sobre os xogadores dunha partida.

source: B<db_game_content_info_table>
gl: B<db_connection_history_table>

source: The name of the table in which wesnothd will save its own data about game content (scenario/era/modifications) used in a game.
gl: O nome da táboa na que wesnothd gardará os seus propios datos sobre o contido do xogo (escenario/era/modificacións) usado nunha partida.

source: The name of the table in which your phpbb forum saves its user group data. Most likely this will be E<lt>table-prefixE<gt>_user_group (e.g. phpbb3_user_group).
gl: O nome da táboa na que o teu foro phpbb garda os datos do grupo de usuarios. O máis probable é que sexa E<lt>prefixo-da-táboaE<gt>_grupo_de_usuarios (por exemplo, phpbb3_grupo_de_usuarios).

source: The SQL query to find tournaments to announce on login. Should return tournament B<title>, B<status> and B<url>.
gl: A consulta SQL para atopar torneos que se anunciarán ao iniciar sesión. Debería devolver torneo B<title>, B<status> e B<url>.

source: The name of the table in which to store login/logout times. Also used for matching IPs to users and vice versa.
gl: O nome da táboa na que almacenar as horas de inicio de sesión/saída. Tamén se usa para relacionar IP cos usuarios e viceversa.

source: The name of the table in which your phpbb forum saves its topic (thread) information. Most likely this will be E<lt>table-prefixE<gt>_topics (e.g. phpbb3_topics).
gl: O nome da táboa na que o teu foro phpbb garda a información do tema (fío). O máis probable é que sexa E<lt>prefixo-da-táboaE<gt>_temas (por exemplo, phpbb3_temas).

source: The name of the table in which your phpbb forum saves its user bans data. Most likely this will be E<lt>table-prefixE<gt>_banlist (e.g. phpbb3_banlist).
gl: O nome da táboa na que o teu foro phpbb garda os datos de prohibicións de usuarios. O máis probable é que sexa E<lt>prefixo-da-táboaE<gt>_banlist (por exemplo, phpbb3_banlist).

source: The ID of the forum group to be considered as having moderation authority.
gl: O ID do grupo do foro que se considera que ten autoridade de moderación.

source: The ID of one of the forum groups to be considered as having admin authority on the add-ons server.
gl: O ID dun dos grupos do foro que se considerará con autoridade de administrador no servidor de complementos.

source: Normal exit status is 0 when the server was properly shutdown. An exit status of 2 indicates an error with the command line options.
gl: Cando o servidor se apague correctamente o estado ao saír será «0». Será «2» de houber un erro coa liña de ordes.

source: Written by David White E<lt>davidnwhite@verizon.netE<gt>. Edited by Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt>, Soliton E<lt>soliton.de@gmail.comE<gt> and Thomas Baumhauer E<lt>thomas.baumhauer@gmail.comE<gt>. This manual page was originally written by Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
gl: Autor orixinal: David White E<lt>davidnwhite@verizon.netE<gt>. Modificacións posteriores: Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt>, Soliton E<lt>soliton.de@gmail.comE<gt> e Thomas Baumhauer E<lt>thomas.baumhauer@gmail.comE<gt>. Autor orixinal desta axuda: Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
