Repository: wesnoth/wesnoth
Catalog: po/wesnoth-httt/*.po
Languages: da, en@shaw

source: Victory: @Move Konrad to the north side of the river. Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz
da: Sejr: @Flyt Konrad til den nordlige side af floden. Nederlag: #Konrad dør #Delfador dør #Kalenz dør

source: Stop! You shall not pass! Quick, reinforcements, protect the Princess!
da: Stop! Du kommer ikke forbi! Hurtigt, forstærkninger, beskyt Prinsessen!

source: If we are to have any hope of penetrating into Knalga, we must continue north to seek help from the northern Dwarves.
da: Vi må fortsætte mod nord. Vi må prøve at få hjælp fra de nordlige Dværge, hvis vi skal have et håb om at bryde ind i Knalga.

source: I cannot believe it. They have made it away! We must make chase. After them, men! Let us cross the river too! We will meet again, foul imposter.
da: Jeg kan ikke tro det, de er nået væk! Vi må skynde os efter dem. Efter dem, mænd, lad os også krydse floden! Vi vil mødes igen, fæle bedrager.

source: Do you think she's really going to chase us, Delfador?
da: Tror du virkelig, hun vil følge efter os, Delfador?

source: It surely looks like she will try, but the sea creatures will make it difficult for her. We must continue onward. If she makes it across before winter, then so be it!
da: Det ser sandelig ud til, at hun vil forsøge, men havets skabninger vil gøre det svært for hende. Vi må fortsætte fremad. Hvis hun når hele vejen over inden vinter så lad det være så!

source: This is the Ford of Abez. When we ford this river, we will be leaving Wesnoth, and entering the lands of the North. The Dwarves once ruled these lands, but they are now filled only with chaos. This is where your father and uncle were betrayed, almost nineteen years ago now, Konrad.
da: Dette er Fort Abez. Det er her, din fader og onkel blev forrådt og dræbt. Det er næsten nitten år siden nu, Konrad.

source: The forces of the king were encamped here, and the forces of the north were on the north side of the river. For three days and three nights the armies faced each other, neither willing to ford the river. On the fourth day, the northern armies crossed and attacked us.
da: Kongens hær havde slået lejr her. Den nordlige hær havde slået lejr på den nordlige side af floden. I tre dage and tre nætter stod hærene overfor hinanden, og ingen af dem var villige til at krydse floden. På den fjerde dag krydsede de nordlige hære floden og angreb os.

source: And then...we were defeated?
da: Og så.... blev vi besejret?

source: And then the king's son, in the heat of battle, turned upon the king!
da: Lige indtil kongens søn, midt i kampens hede, lige indtil han vendte sig mod kongen!

source: But you avenged the murder. You killed the prince. Right, Delfador?
da: Men du hævnede mordet. Du slog prinsen ihjel, ikke, Delfador?

source: When I saw the king betrayed and his banner fallen, I fled the battle. I know not now whether it was wisdom or cowardice, but I did flee, seeing no further hope on that day.
da: Da jeg så kongen forrådt og så hans banner falde, flygtede jeg fra kampen. Hvadenten det var visdom eller fejhed flygtede jeg fra kampen, da jeg kunne se, at der ikke var håb for os den dag.

source: Oh, but the Elves always told me that you killed the prince, Delfador, even though you never talked about it.
da: Åh, men Elverne har altid fortalt mig, at du slog prinsen ihjel, Delfador, selvom du aldrig talte om det.

source: I mustered men to fight against the traitor-king, and of course Asheviere too, for she was behind it all. We were outnumbered, perhaps four to one. In the heat of battle, that boy, fool that he was, came charging at me, slashing wildly. I had little choice but to end his life.
da: Jeg samlede mænd til at kæmpe mod forræder-kongen og selvfølgelig Asheviere, der stod bag det hele. Vi var i undertal, muligvis fire til én. I kampens hede kom den dumme dreng løbende mod mig og slog vildt omkring sig. Jeg havde intet andet valg end at gøre det af med ham.

source: Look! Some of the southerners, men of Wesnoth, are trying to cross into our lands! We will slaughter them by the river's edge!
da: Hvem er disse, der prøver at krydse floden? Vi er nødt til at stoppe dem, mænd!

source: Isn't there somewhere else we can cross? Maybe upstream?
da: Er der ikke et andet sted, vi kan krydse floden? Måske længere oppe ad floden?

source: There they are! So it is true, they foiled the undead. Now they are trying to leave Wesnoth. We can't let them cross the river. After them, men!
da: Der er de! Så er det sandt, de har stoppet de levende døde. Nu prøver de at forlade Wesnoth. Vi må ikke lade dem krydse floden. Efter dem, mænd!

source: Victory: @Defeat the mother gryphon and the enemy commander Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz
da: Sejr: @Overvind modergriffen og den fjendtlige kommandør Nederlag: #Konrad dør #Delfador dør #Kalenz dør

source: We can try to do that, but we must be careful. To disturb the gryphons could prove dangerous...and yet such mounts could help us greatly later. Whatever we do, we must pass by this place.
da: Vi kan da prøve at gøre det, selvom det så sandelig kan være farligt! Men måske kunne brugen af griffer være os til stor hjælp senere. Vi er under alle omstændigheder nødsaget til at rejse herigennem.

source: Well, let's start climbing the mountain!
da: Jamen lad os start med at klatre op af det bjerg!

source: It appears that we are not the only ones are interested in this mountain. Once again the Queen opposes us!
da: Det ser ud til, at vi ikke er de eneste, der er interesserede i dette bjerg. Endnu engang står Dronningen i vejen for os!

source: We must continue north. It is too late to return to the safety of Elensefar or Anduin before winter falls. We must therefore cross the great river and continue toward the land of the Dwarves. Hurry, let us go!
da: Vi må fortsætte mod nord. Det er for sent at vende tilbage til Elensefars eller Anduins sikkerhed, før vinteren falder omkring os. Så derfor må vi krydse den store flod og fortsætte mod Dværgenes land. Kom, lad os gå!

source: With these gryphon eggs we should be able to breed gryphons that will serve us. Then we can hire gryphon riders!
da: Med disse grif-æg skulle vi være i stand til at yngle griffer, der kan adlyde os. Dette vil lade os hyre grif-riddere!

source: Victory: @Defeat enemy leader Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz #Death of Li'sar
da: Sejr: @Overvind fjendtlig leder Nederlag: #Konrad dør #Delfador dør #Kalenz dør #Li'sar dør

source: Don't try to trick me! I know why you have come here! But I will put an end to you and your treason here. Then I will get the Scepter, and return to the daylight again!
da: Prøv ikke på at narre mig! Jeg ved, hvorfor I er kommet her! Men jeg vil gøre en ende på jeres liv og jeres forræderi nu, og derefter vil jeg få fat i Scepteret og vende tilbage og se dagens lys igen!

source: Now we are surrounded! Do you still want to fight us, Princess? Surely that would lead to doom for us all!
da: Nu er vi omringet! Vil du stadig kæmpe imod os, prinsesse? Det ville da med sikkerhed føre os begge i døden!

source: Very well, I promise that you will reach the surface again, or we shall all perish together, Princess.
da: Godt nok, jeg forsikrer dig om, at du når overfladen igen, eller også vil vi alle dø sammen, prinsesse.

source: Well, we have helped each other survive so far, Princess. Now let's continue together. What do you say?
da: Mon dog, vi har hjulpet hinanden med at overleve indtil nu, prinsesse. Så lad os nu fortsætte sammen, skal vi ikke?

source: Yes. We agreed to help each other get out of these pits alive, did we not? Let us continue to pool our resources. Here is my purse, full of gold.
da: Ja, vi blev så sandelig enige om at hjælpe hinanden med at komme levende ud af disse huler, gjorde vi ikke? Vi vil lægge vores ressourcer sammen. Her er min pengepose, fyldt med guld.

source: You receive 200 pieces of gold!
da: Du modtager 500 stykker guld!

source: Thank you, Princess. Come, men. Let us find the Scepter!
da: Tak, prinsesse. Kom mænd, lad os finde Scepteret!

source: I can't believe it should end like this!
da: Jeg kan ikke tro på, at det skulle ende sådan!

source: High King at Sea
da: Havets Høje Konge

source: Victory: @Reach the Elvish Forest, and resist until the end of turns Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz #Death of Li'sar #Turns run out before reaching the forest
da: Sejr: @Nå frem til Elverskoven og hold stand alle runder ud Nederlag: #Konrad dør #Delfador dør #Kalenz dør #Li'sar dør #Løber tør for runder, inden I når skoven

source: At last, friends, we have almost reached the home of my people, the North Elves.
da: Endelig, venner, vi er næsten nået frem til mit folks hjem, Nordelverne.

source: Greetings, Eonihar, old friend! Why have you been searching for us?
da: Vær hilset, Eonihar, gamle ven! Hvorfor har du ledt efter os?

source: When my lord learnt of your coming, he sent riders out looking for you! There is trouble afoot!
da: Da min herre fik nys om jeres ankomst, sendte han spejdere ud for at finde jer! Der er fare på færde. Fra syd kommer Wesnoths mænd og leder efter jer, og mod nord står Orkerne parat til at kæmpe imod dem!

source: We have not yet reached the forest, and the battle still rages. We will never get there now! We have been defeated!
da: Vi er ikke nået frem til skoven endnu, og kampen raser stadig. Vi vil aldrig nå frem nu! Vi er besejrede!

source: The Isle of Anduin
da: Anduin-Øen

source: Victory: @Defeat enemy leader Defeat: #Death of Konrad #Death of Delfador #Turns run out
da: Sejr: @Overvind fjendtlig leder Nederlag: #Konrad dør #Delfador dør #Løber tør for runder

source: And so the party landed on the Isle of Anduin.
da: Og det skete at vores lille gruppe nåede Anduin-Øen...

source: So this is Anduin. It looks a little...desolate
da: Så dette er Anduin. Det ser lidt... øde ud

source: I did not think the Orcs would have come here. This island used to be so beautiful. We must recapture it! To arms!
da: Jeg havde ikke troet, at Orkerne ville komme helt hertil. Denne ø plejede at være så smuk. Vi er nødt til at genindtage den! Til angreb!

source: Victory: @Defeat both enemy leaders @Resist until the end of the turns Defeat: #Death of Konrad
da: Sejr: @Overvind begge fjendtlige ledere @Hold stand alle runder ud Nederlag: #Konrad dør

source: Let's hope these rumors are not true! I have none of my men with me! How could I defend myself?
da: Lad os håbe at disse rygter ikke taler sandt! Jeg har ingen af mine mænd med mig! Hvordan skal jeg forsvare mig?

source: I was hiding in this holy place, planning how to defeat the evil undeads. Now with your help, I can destroy them.
da: Jeg gemte mig på dette hellige sted, mens jeg planlagde, hvordan jeg skulle nedkæmpe de onde levende døde, og nu kan vi sammen tilintetgøre dem.

source: It's a shame complete victory could not be ours, but thank goodness I am rescued! On to Elensefar!
da: Det er en skam, at en fuldbyrdet sejr ikke kunne komme os i hænde, men gudskelov at jeg er reddet! Til Elensefar!

source: Mountain Pass
da: Bjergpasset

source: Victory: @Move Konrad to the end of the road in the north-west @Defeat all enemies Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz
da: Sejr: @Flyt Konrad hen til enden af vejen Nederlag: #Konrad dør #Delfador dør #Kalenz dør

source: Look, Konrad, before us lies the great road built by the dwarves!
da: Se, Konrad, foran os ligger den store vej bygget af dværgene

source: But I can hardly see with all this mist around!
da: Men, jeg kan ikke se så godt med alt den tåge omkring os!

source: We must be wary...they say a wizard lives in these mountains, and he does not take kindly to visitors. It is he who causes the mists, so that travellers will lose their way and become prey for his creatures.
da: Vi må være på vagt... det siges, at der bor en troldmand i disse bjerge, og han er bestemt ikke gæstfri. Det er ham, der forårsager tågerne, der vildleder gennemrejsende, som derefter fortæres af hans skabninger.

source: His...creatures? We must keep to the road, men!
da: Hans.... skabninger? Vi må holde os til vejen, mænd!

source: He would be a mighty foe, Konrad. It is said when the dwarves built this road, they disturbed the resting place of the ancient mage, and ever since, he and his brother have traveled the mountain, wreacking havoc on the dwarven villages.
da: Han siges at være en mægtig modstander, Konrad. Det siges, at da dværgene byggede denne vej, forstyrrede de en ældgammel troldmands hvileplads, og siden den dag har han og hans bror rejst rundt på bjerget og skabt kaos i de dværgiske landsbyer.

source: Let us then go carefully...but quickly, men!
da: Lad os da gå forsigtigt men hurtigt, mænd!

source: Greetings, Travellers. I am Stalrag, chief of the these villages! I warn you, a great wizard and his trolls are in the mountains and will surely attack. I will summon my tribesmen to aid you!
da: Vær hilset rejsende, jeg er Stalrag, sherif for disse landsbyer! Jeg må advare jer, en mægtig troldmand og hans trolde befinder sig i bjergene og vil ganske sikkert angribe. Jeg vil tilkalde mine stammefolk til at hjælpe dig!

source: If this is true, Konrad, perhaps we should take another route and go around the mountain, rather then to try and defeat these new foes.
da: Hvis dette er sandt, Konrad, så skal vi måske tage en vej omkring bjerget, i stedet for at prøve at nedkæmpe disse nye fjender.

source: What do you say, Delfador?
da: Hvad siger du, Delfador?

source: No! We do not have the time to waste. Let us make for the top of the pass, wary of mountain trolls, and taking care lest we come too close to the water!
da: Nej! Vi har ingen tid at spilde, vi må prøve at nå toppen af passet, tage os i agt for bjerg-trolde og holde os væk fra vandet!

source: The Shinsplitters will aid you in your quest. Look, they rise from the villages to the west, the mighty Shinsplitters! To battle!
da: Benknækkerne vil hjælpe jer på jeres rejse, se, fra landsbyerne mod øst rejser de sig, de mægtige benknækkere!!! Til kamp!

source: I wish you all the best on your journey, I must return to my village and take care of my family. Dwarven hospitality will welcome you wherever you go, friends!
da: Jeg ønsker jer det bedste på jeres rejse, jeg må vende tilbage til min landsby og tage mig af min familie. Dværgenes gæstfrihed vil være på jeres side, hvorend I går, mine venner!

source: Let us move onward!
da: Lad os komme afsted!

source: Aaargh! I am done for! Fight on without me, Brethren!
da: Aaargh! Jeg er færdig! Kæmp videre uden mig, mine brødre!

source: Muff Malal's Peninsula
da: Muff Malals Halvø

source: Victory: @Defeat Muff Malal Defeat: #Death of Konrad #Turns run out
da: Sejr: @Overvind Muff Malal Nederlag: #Konrad dør #Løber tør for runder

source: But the road to Elensefar was a treacherous one. Konrad and his men were set upon by the fiends of the undead.
da: Men vejen til Elensefar var forræderisk. Konrad og hans mænd blev angrebet af de levende dødes soldater.

source: My lord! In yonder ruins there seems to be some movement!
da: Herre! Der er noget, der bevæger sig i de gamle ruiner!

source: It looks like there are the undead there! Prepare for battle men!
da: Det ser ud til, at der er levende døde der! Forbered jer på kamp, mænd!

source: To arms!
da: Til angreb!

source: Ahh, a party of Elves approaches. Soon we shall have Elven zombies serving us!
da: Ahh, en gruppe Elvere ankommer. Snart har vi Elviske zombier iblandt os!

source: Victory is ours! Let us just hope that this delay will not hamper our quest to save Elensefar. We must move onward with haste!
da: Sejren er vores! Lad os bare håbe, at denne forsinkelse ikke vil stoppe vores forsøg på at redde Elensefar. Vi må fremad hurtigt!

source: Victory: @Defeat enemy leaders Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz #Turns run out
da: Sejr: @Overvind fjendtlige ledere Nederlag: #Konrad dør #Delfador dør #Kalenz dør #Løber tør for runder

source: Stop and rest? My lord, we must go hard after the Scepter of Fire, lest it fall into the hands of our enemies!
da: Gøre holdt og hvile? Min herre, vi er nødt til at træde raskt til for at nå Ildscepteret, hvis det ikke skal falde i hænderne på vores fjender!

source: Yes, let us rest a while! I am sure there are many challenges ahead, and I do not think I could endure another like the fording of the river for many days.
da: Ja, lad os hvile lidt! Jeg er sikker på, der er mange udfordringer forude, og jeg tror ikke, jeg i mange dage kunne udholde endnu en udfordring på linie med at nå over den flod.

source: We are chasing the Scepter of Fire, the fate of the realm is in our hands, and you humans want to stop and rest? Onward, I say!
da: Vi er på jagt efter Ildscepteret, rigets skæbne er i vores hænder, og i mennesker vil stoppe og hvile? Fremad, siger jeg!

source: They are right, Kalenz. I had wanted to acquire the Scepter within a moon, but it is not to be. Our soldiers will begin to desert if they do not rest soon. But in these wild north lands, we must fight even for the right to rest. Look to the north! Those foul orcs will not allow us any peace!
da: De har ret, Kalenz. Jeg havde forventet at få fat i det scepter inden for en måne, men sådan skal det ikke være. Vores soldater vil begynde at desertere, hvis vi ikke hviler snart. Men i disse vilde nordlige lande må vi kæmpe for bare at få retten til at hvile. Se mod nord! Disse fæle orker vil ikke tillade os at hvile i fred!

source: Then we shall wrest control of the land from them. To arms men!
da: Jamen så vil vi flå kontrollen over landet ud af hænderne på dem. Til våben, mænd!

source: More snow is falling. We must finish this battle quickly. Onward men!
da: Der falder mere sne. Vi må gøre en ende på denne kamp hurtigt. Fremad, mænd!

source: Victory is ours! We have secured the land from the Orcs. Now we can rest here while the cold winter passes.
da: Sejren er vores! Vi har sikret landet for Orkerne. Nu kan vi hvile her, mens den kolde vinter er over os.

source: Let us not rest for too long though, friends. We must still reach the ancient Dwarven lands before our foes do.
da: Lad os dog ikke hvile for længe, venner. Vi skal stadig nå de ældgamle dværgiske lande, før vores fjender når dem.

source: And so after many days of rest, the party set out once again for the Dwarven kingdom...
da: Og da, efter mange dages hvil, fortsatte vores flok endnu engang sin rejse mod Dværge-riget...

source: Victory: @Find the Dwarves Defeat #Death of Konrad #Death of Delfador #Death of Kalenz
da: Sejr: @Find Dværgene Nederlag: #Konrad dør #Delfador dør #Kalenz dør

source: It's so dark in here I can hardly see!
da: Der er så mørkt herinde! Jeg kan næsten ikke se noget!

source: It is dark indeed. We shall have to light torches, and tread slowly and carefully. Hopefully there are still Dwarves down here who can aid us!
da: Ja, det er så sandelig mørkt. Vi må tænde nogle fakler og træde langsomt og varsomt. Forhåbentlig er der stadig nogle Dværge hernede, som kan hjælpe os!

source: Indeed. We Elves are not well skilled in these dark pits.
da: Ganske vist. Vi Elvere er ikke så godt trænede til sådan nogle mørke huler.

source: Oh, do you? I see that you are accompanied by Elves. Can we Dwarves not live in peace without the treacherous Elves coming to bother us?
da: Nå, det gør I? Jeg kan se, at du endda er akkompanieret af Elvere. Kan vi Dværge ikke leve i fred uden, at de bedrageriske Elvere kommer for at forstyrre os?

source: Why such harsh words, Dwarf? Elves have never done you any harm.
da: Hvorfor så fjendtligt-sindede ord, Dværg? Elvere har aldrig gjort jer nogen skade.

source: 'Never done us any harm?' Why I was there myself, when the Elves did not come to honor our alliance. Many Dwarves were slaughtered, and you cowardly Elves did nothing to help!
da: Aldrig gjort os nogen skade? Hvorfor så jeg så selv, da Elverne ikke kom for at ære vores alliance? Mange Dværge blev nedslagtet, og I kujonagtige Elvere gjorde ingenting for at hjælpe!

source: You go too far! I am Kalenz, a mighty Elvish lord! How dare such as you, snivelling in his tunnel, call me a coward?
da: Nu går du for vidt! Jeg er Kalenz, en mægtig Elvisk herre! Hvor vover sådan en som du, der lusker rundt i hans tunnel, at kalde mig en kujon?

source: Peace, friends! Peace! The evil Orcs roam the lands above us, we must not fight among ourselves.
da: Fred, venner! Fred! De onde Orker raser på landene over os, skal vi nu også slås blandt vore egne?

source: Very well! Explain your presence here then, human. Who are you? Why have you risked life and limb to come to Knalga, home of the Dwarves?
da: Godt så! Hvem er du? Forklar da din tilstedeværelse her, menneske. Hvorfor har du risikeret liv og lemmer for at komme til Knalga, Dværgenes hjem?

source: Well, we...we...
da: Tja, altså, vi....vi...

source: We have come so that an heir may claim his inheritance, that a king may claim his throne. We seek the Scepter of Fire.
da: Vi er kommet, for at en tronfølger kan gøre krav på sin arv. For at en konge kan gøre krav på sin trone. Vi søger Ildscepteret.

source: The Scepter of Fire? Are you out of your minds? Surely you speak in jest!
da: Ildscepteret? Er I blevet gale? Sandelig må I da tale i spøg!

source: We jest not, friend. We seek the Scepter of Fire. We seek the help of the Dwarves in finding it. But know that we will find it, whether you help us or not.
da: Vi spøger ikke, min ven. Vi søger Ildscepteret. Vi søger hjælp fra Dværgene til at finde det. I kan vælge ikke at hjælpe os, hvis det er, hvad I ønsker. Vi vil finde det med eller uden jeres hjælp.

source: Your speech is like that of a fool. No-one even knows if the Scepter of Fire exists. And who is this heir, this king that you speak of?
da: Du taler som et fjols. Der er ikke engang nogen, der ved, om Ildscepteret overhovedet eksisterer. Hvem er denne arving, denne konge om hvem du taler, da?

source: You? Ha ha! This boy that stands before me is the king of Wesnoth? Ha ha! I haven't had such a laugh in a long time. And who are you, old man?
da: Dig, haha, denne dreng, der står foran mig, skulle være kongen af Wesnoth? Haha! Jeg har ikke moret mig så meget i lang tid. Og hvem er du så, gamle mand?

source: You...you are Delfador? I saw Delfador when I was but a young Dwarf, and I will tell you, old man, you are not Delfador. Men! Take these liars out of my sight. Delfador perished many years ago.
da: Du....du er Delfador? Jeg har set Delfador, da jeg kun var en ung Dværg, og jeg siger dig dette, gamle mand, du er ikke Delfador. Mænd! Fjern disse løgnere fra mit åsyn. Delfador døde for mange år siden.

source: I am Delfador the Great! Any who dare oppose me shall perish!
da: Jeg er Delfador den Store! Enhver, der vover at stå imod mig, skal nedkæmpes!

source: You...you really are Delfador! But we had news that you were dead, years ago!
da: Du...du er virkelig Delfador! Men vi havde fået at vide, at du var død for mange år siden!

source: And you really think that you can find the Scepter of Fire?
da: Og I tror virkelig, at I kan finde Ildscepteret?

source: Yes, I do. If you help us, friend, all the treasures of Knalga that we find are yours. We want only the Scepter. It will be dangerous. Make no mistake about that: Dwarves will be killed, perhaps many Dwarves. But surely it is better than hiding from the Orcs like worms.
da: Ja, det gør vi. Hvis du hjælper os, min ven, vil alle Knalgas skatte, vi måtte finde, være dine. Vi ønsker kun Scepteret. Det vil være farligt. Tag endelig ikke fejl af dette: Nogle Dværge vil blive slået ihjel, måske endda mange Dværge. Men det er da sandelig bedre end at gemme sig for Orkerne som en flok orm.
