Repository: wesnoth/wesnoth
Catalog: po/wesnoth-httt/*.po
Languages: da, en@shaw

source: Heir to the Throne
en@shaw: Â·ğ‘º ğ‘‘ ğ‘ Â·ğ‘”ğ‘®ğ‘´ğ‘¯

source: Fight to regain the throne of Wesnoth, of which you are the legitimate heir.
en@shaw: ğ‘“ğ‘²ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘œğ‘±ğ‘¯ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, ğ‘ ğ‘¢ğ‘¦ğ‘— ğ‘¿ ğ‘¸ ğ‘ ğ‘¤ğ‘©ğ‘¡ğ‘¦ğ‘‘ğ‘©ğ‘¥ğ‘©ğ‘‘ ğ‘º.

source: Fighter
en@shaw: ğ‘“ğ‘²ğ‘‘ğ‘¼

source: Commander
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼

source: Lord
en@shaw: ğ‘¤ğ‘¹ğ‘›

source: Campaign Design
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯

source: Campaign Maintenance
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘¥ğ‘±ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘•

source: Artwork and Graphics Design
en@shaw: ğ‘¸ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯

source: Miscellaneous
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘©ğ‘¤ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘•

source: The Elves Besieged
da: Elverne Under Angreb
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘šğ‘¦ğ‘•ğ‘°ğ‘¡ğ‘›

source: Move Konrad to the signpost in the northwest
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘‘ ğ‘ ğ‘•ğ‘²ğ‘¯ğ‘ğ‘´ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘¹ğ‘”ğ‘¢ğ‘§ğ‘•ğ‘‘

source: Death of Konrad
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›

source: Death of Delfador
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹

source: Konrad
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›

source: Rebels
en@shaw: ğ‘®ğ‘©ğ‘šğ‘§ğ‘¤ğ‘Ÿ

source: Urug-Telfar
en@shaw: Â·ğ‘»ğ‘³ğ‘œ-Â·ğ‘‘ğ‘§ğ‘¤ğ‘“ğ‘¸

source: Orcs
en@shaw: ğ‘¹ğ‘’ğ‘•

source: Knafa-Tan
en@shaw: Â·ğ‘’ğ‘¯ğ‘©ğ‘“ğ‘©-ğ‘‘ğ‘¨ğ‘¯

source: Maga-Knafa
en@shaw: ğ‘¥ğ‘¨ğ‘œğ‘©-Â·ğ‘’ğ‘¯ğ‘©ğ‘“ğ‘©

source: Galdrad
en@shaw: Â·ğ‘œğ‘·ğ‘¤ğ‘›ğ‘®ğ‘¨ğ‘›

source: Chantal
en@shaw: ğ‘—ğ‘¨ğ‘¯ğ‘‘ğ‘©ğ‘¤

source: Master Delfador! Look, there are orcs coming from all directions! What shall we do?
en@shaw: ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹! ğ‘¤ğ‘«ğ‘’, ğ‘ğ‘º ğ‘¸ ğ‘¹ğ‘’ğ‘• ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘·ğ‘¤ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ! ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘¨ğ‘¤ ğ‘¢ğ‘° ğ‘›ğ‘µ?

source: There are too many to fight, far too many. We must escape!
da: Der er for mange at kæmpe imod. Alt for mange. Vi er nødt til at stikke af!
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘‘ ğ‘“ğ‘²ğ‘‘, ğ‘“ğ‘¸ ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ğ‘¦. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘!

source: But to where? This is the only home we have! What about the elves?
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘‘ ğ‘¢ğ‘º? ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘´ğ‘¥ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘! ğ‘¢ğ‘ªğ‘‘ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ?

source: We will fight them, but you must escape, Konrad. It is imperative that you escape!
da: Vi skal nok kæmpe mod fjenden, men du må slippe væk, Konrad. Det vigtigste er, at du slipper væk!
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘‘ ğ‘ğ‘§ğ‘¥, ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¥ğ‘ğ‘ºğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘!

source: Very well, let us hurry!
da: Fint nok, lad os skynde os!
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤, ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘£ğ‘³ğ‘®ğ‘¦!

source: Attack the elves, my grunts, and take their villages. Let us claim this land for the Queen!
en@shaw: ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¥ğ‘² ğ‘œğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘•, ğ‘¯ ğ‘‘ğ‘±ğ‘’ ğ‘ğ‘º ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ. ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘’ğ‘¤ğ‘±ğ‘¥ ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯!

source: Remember, it is rumored that the filthy mage and one that he protects are in these parts. They are the ones we want!
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘µğ‘¥ğ‘»ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘“ğ‘¦ğ‘¤ğ‘”ğ‘¦ ğ‘¥ğ‘±ğ‘¡ ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘° ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘¸ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘¸ğ‘‘ğ‘•. ğ‘ğ‘± ğ‘¸ ğ‘ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ ğ‘¢ğ‘° ğ‘¢ğ‘ªğ‘¯ğ‘‘!

source: Ha ha! We will rip the filthy elves to pieces!
en@shaw: ğ‘£ğ‘­ ğ‘£ğ‘­! ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘ ğ‘ ğ‘“ğ‘¦ğ‘¤ğ‘”ğ‘¦ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘‘ ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ!

source: Let them come. We will fight them with all we have!
da: Lad dem bare komme. Vi vil kæmpe mod dem til det sidste!
en@shaw: ğ‘¤ğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘’ğ‘³ğ‘¥. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘·ğ‘¤ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘!

source: Be careful, Konrad! Guard him well, Delfador!
da: Vær forsigtig Konrad! Bevogt ham godt, Delfador!
en@shaw: ğ‘šğ‘° ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›! ğ‘œğ‘¸ğ‘› ğ‘£ğ‘¦ğ‘¥ ğ‘¢ğ‘§ğ‘¤, Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹!

source: Do not spend your life here, Chantal. Someone must warn the Northern Elves that the war we so long feared has begun.
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘¤ğ‘²ğ‘“ ğ‘£ğ‘½, ğ‘—ğ‘¨ğ‘¯ğ‘‘ğ‘©ğ‘¤. ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘³ğ‘¯ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¢ğ‘¹ğ‘¯ ğ‘ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘¢ğ‘¹ ğ‘¢ğ‘° ğ‘•ğ‘´ ğ‘¤ğ‘ªğ‘™ ğ‘“ğ‘½ğ‘› ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘©ğ‘œğ‘³ğ‘¯.

source: Very well, we have made it this far! But where do we go next?
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¸! ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘º ğ‘›ğ‘µ ğ‘¢ğ‘° ğ‘œğ‘´ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘?

source: We must travel north, and try to make it to the Isle of Alduin. Hopefully we will find refuge there.
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ ğ‘¯ğ‘¹ğ‘”, ğ‘¯ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘‘ ğ‘ ğ‘²ğ‘¤ ğ‘ Â·ğ‘¨ğ‘¤ğ‘›ğ‘µğ‘¦ğ‘¯. ğ‘£ğ‘´ğ‘ğ‘“ğ‘©ğ‘¤ğ‘° ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ ğ‘ğ‘º.

source: Of course you are right, Delfador. But what will become of the elves here?
en@shaw: ğ‘ ğ‘’ğ‘¹ğ‘• ğ‘¿ ğ‘¸ ğ‘®ğ‘²ğ‘‘, Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹. ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘½?

source: The elves will fight. They may even prevail. But I fear things do not bode well for them. Let us not speak of it now. Onward!
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘‘. ğ‘ğ‘± ğ‘¥ğ‘± ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘ğ‘®ğ‘¦ğ‘ğ‘±ğ‘¤. ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘“ğ‘½ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘´ğ‘› ğ‘¢ğ‘§ğ‘¤ ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥. ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘ğ‘°ğ‘’ ğ‘ ğ‘¦ğ‘‘ ğ‘¯ğ‘¬. ğ‘ªğ‘¯ğ‘¢ğ‘¼ğ‘›!

source: Good luck, Konrad! Donâ€™t worry about us, we will fight as best we can!
en@shaw: ğ‘œğ‘«ğ‘› ğ‘¤ğ‘³ğ‘’, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›! ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¢ğ‘³ğ‘®ğ‘¦ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘³ğ‘•, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯!

source: I... I donâ€™t think I can make it anymore.
en@shaw: ğ‘²... ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘§ğ‘¯ğ‘°ğ‘¥ğ‘¹.

source: It is over. I am doomed...
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘¼. ğ‘² ğ‘¨ğ‘¥ ğ‘›ğ‘µğ‘¥ğ‘›...

source: Donâ€™t die, Delfador! Please, you have to stay alive!
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘›ğ‘², Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹! ğ‘ğ‘¤ğ‘°ğ‘Ÿ, ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘•ğ‘‘ğ‘± ğ‘©ğ‘¤ğ‘²ğ‘!

source: Ugh!
en@shaw: ğ‘³ğ‘œ!

source: Oh, no! We have run out of time, they have arrived with reinforcements...
da: h nej! Vi er løbet tør for tid, de er ankommet med forstærkninger...
en@shaw: ğ‘´, ğ‘¯ğ‘´! ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘³ğ‘¯ ğ‘¬ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥, ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•...

source: Die, villain, die!
en@shaw: ğ‘›ğ‘², ğ‘ğ‘¦ğ‘¤ğ‘©ğ‘¯, ğ‘›ğ‘²!

source: Only the foolish oppose me!
da: Kun et fjols står mod mig i kamp!
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ ğ‘“ğ‘µğ‘¤ğ‘¦ğ‘– ğ‘©ğ‘ğ‘´ğ‘Ÿ ğ‘¥ğ‘°!

source: I am Galdrad. You will have to fight me to get any further!
da: Jeg er Galdrad. Hvis du vil videre, må du kæmpe med mig først!
en@shaw: ğ‘² ğ‘¨ğ‘¥ Â·ğ‘œğ‘·ğ‘¤ğ‘›ğ‘®ğ‘¨ğ‘›. ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘¥ğ‘° ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘§ğ‘¯ğ‘¦ ğ‘“ğ‘»ğ‘ğ‘¼!

source: Only a fool would dare to attack me!
da: Du kommer ikke videre!
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘© ğ‘“ğ‘µğ‘¤ ğ‘¢ğ‘«ğ‘› ğ‘›ğ‘º ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¥ğ‘°!

source: I am Delfador the Great. Prepare to die!
da: Jeg er Delfador den Store, forbered jer på at dø!
en@shaw: ğ‘² ğ‘¨ğ‘¥ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘. ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘‘ ğ‘›ğ‘²!

source: Let me through, you rogue!
da: Lad mig trampe dig ned, din usling!
en@shaw: ğ‘¤ğ‘§ğ‘‘ ğ‘¥ğ‘° ğ‘”ğ‘®ğ‘µ, ğ‘¿ ğ‘®ğ‘´ğ‘œ!

source: Oh no! They are destroying our home!
en@shaw: ğ‘´ ğ‘¯ğ‘´! ğ‘ğ‘± ğ‘¸ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘¦ğ‘™ ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥!

source: There can be no looking back. We must go quickly!
da: Der er ingen tid til at se tilbage. Vi må hurtigt tage afsted!
en@shaw: ğ‘ğ‘º ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘¤ğ‘«ğ‘’ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘’. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘´ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦!

source: Resist until the end of the turns
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ

source: Defeat the enemy leader
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¤ğ‘°ğ‘›ğ‘»

source: Death of Sir Kaylan
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ ğ‘•ğ‘» Â·ğ‘’ğ‘±ğ‘¤ğ‘¨ğ‘¯

source: Blackwater Port
da: Blackwater Havn
en@shaw: Â·ğ‘šğ‘¤ğ‘¨ğ‘’ğ‘¢ğ‘·ğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘

source: Sir Kaylan
en@shaw: ğ‘•ğ‘» Â·ğ‘’ğ‘±ğ‘¤ğ‘¨ğ‘¯

source: We should be able to board a ship at Blackwater Port, but it seems the orcs are heading there too. Rebels who hate Asheviere and are loyal to the memory of the king desperately hold the port, as it is one of the only places where they can ship supplies and weapons.
en@shaw: ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘šğ‘¹ğ‘› ğ‘© ğ‘–ğ‘¦ğ‘ ğ‘¨ğ‘‘ Â·ğ‘šğ‘¤ğ‘¨ğ‘’ğ‘¢ğ‘·ğ‘‘ğ‘» ğ‘ğ‘¹ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¸ ğ‘£ğ‘§ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘‘ğ‘µ. ğ‘®ğ‘©ğ‘šğ‘§ğ‘¤ğ‘Ÿ ğ‘£ğ‘µ ğ‘£ğ‘±ğ‘‘ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ ğ‘¯ ğ‘¸ ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘‘ ğ‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦ ğ‘ ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘›ğ‘§ğ‘•ğ‘ğ‘¼ğ‘©ğ‘‘ğ‘¤ğ‘¦ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘ğ‘¹ğ‘‘, ğ‘¨ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘º ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘–ğ‘¦ğ‘ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘²ğ‘Ÿ ğ‘¯ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ.

source: Delfador, some orcs are following us! We must make haste!
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹, ğ‘•ğ‘³ğ‘¥ ğ‘¹ğ‘’ğ‘• ğ‘¸ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘³ğ‘•! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘£ğ‘±ğ‘•ğ‘‘!

source: Delfador, my old friend! We had heard of your coming, and of the attacks on the elves. It is good to see you again, although I would prefer it were not in such sad times.
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹, ğ‘¥ğ‘² ğ‘´ğ‘¤ğ‘› ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›! ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘› ğ‘£ğ‘»ğ‘› ğ‘ ğ‘¿ğ‘¼ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™, ğ‘¯ ğ‘ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘ªğ‘¯ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘œğ‘«ğ‘› ğ‘‘ ğ‘•ğ‘° ğ‘¿ ğ‘©ğ‘œğ‘±ğ‘¯, ğ‘·ğ‘¤ğ‘ğ‘´ ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘ğ‘®ğ‘¦ğ‘“ğ‘» ğ‘¦ğ‘‘ ğ‘¢ğ‘» ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ ğ‘•ğ‘³ğ‘— ğ‘•ğ‘¨ğ‘› ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ.

source: Konrad, this is Kaylan, one of the mightiest of the horse lords, and one of the few who is willing to oppose the Dark Crown. Rumor has it that his lance has slain fifty men and a hundred orcs.
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ Â·ğ‘’ğ‘±ğ‘¤ğ‘¨ğ‘¯, ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘¥ğ‘²ğ‘‘ğ‘°ğ‘©ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘£ğ‘¹ğ‘• ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ, ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘“ğ‘¿ ğ‘£ğ‘µ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘©ğ‘ğ‘´ğ‘Ÿ ğ‘ ğ‘›ğ‘¸ğ‘’ ğ‘’ğ‘®ğ‘¬ğ‘¯. ğ‘®ğ‘µğ‘¥ğ‘» ğ‘£ğ‘¨ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¤ğ‘­ğ‘¯ğ‘• ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘¤ğ‘±ğ‘¯ ğ‘“ğ‘¦ğ‘“ğ‘‘ğ‘¦ ğ‘¥ğ‘§ğ‘¯ ğ‘¯ ğ‘© ğ‘£ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘§ğ‘› ğ‘¹ğ‘’ğ‘•.

source: It seems the orcs have come here too, to try to wrest this port from our hands. Our defenses are still weak, but reinforcements will arrive soon!
en@shaw: ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘£ğ‘½ ğ‘‘ğ‘µ, ğ‘‘ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¹ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¬ğ‘¼ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ. ğ‘¬ğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘°ğ‘’, ğ‘šğ‘³ğ‘‘ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘®ğ‘²ğ‘ ğ‘•ğ‘µğ‘¯!

source: We will help you fight them off until the reinforcements arrive.
da: Vi vil hjælpe jer med at jage dem væk.
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘“ğ‘²ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘ªğ‘“ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘©ğ‘®ğ‘²ğ‘.

source: With your help, we have hope we can fend them off. But you must not tarry here long, for your survival is even more important to our cause than the strength of the port. A ship is due here in two days, surely it will be able to take you to safety.
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘¿ğ‘¼ ğ‘£ğ‘§ğ‘¤ğ‘, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘£ğ‘´ğ‘ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘ªğ‘“. ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ğ‘ºğ‘° ğ‘£ğ‘½ ğ‘¤ğ‘ªğ‘™, ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¥ğ‘¹ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘¬ğ‘¼ ğ‘’ğ‘·ğ‘Ÿ ğ‘ğ‘¨ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘” ğ‘ ğ‘ ğ‘ğ‘¹ğ‘‘. ğ‘© ğ‘–ğ‘¦ğ‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¿ ğ‘£ğ‘½ ğ‘¦ğ‘¯ ğ‘‘ğ‘µ ğ‘›ğ‘±ğ‘Ÿ, ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¿ ğ‘‘ ğ‘•ğ‘±ğ‘“ğ‘‘ğ‘¦.

source: And the ship will take us to Alduin?
en@shaw: ğ‘¯ ğ‘ ğ‘–ğ‘¦ğ‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘³ğ‘• ğ‘‘ Â·ğ‘¨ğ‘¤ğ‘›ğ‘µğ‘¦ğ‘¯?

source: I will send one of my horsemen to serve under you. I offer you my support, Konrad, and the support of my men â€” from now on you will be able to recruit horsemen.
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘¥ğ‘² ğ‘£ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ ğ‘‘ ğ‘•ğ‘»ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¿. ğ‘² ğ‘ªğ‘“ğ‘¼ ğ‘¿ ğ‘¥ğ‘² ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘¯ ğ‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯ - ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¯ğ‘¬ ğ‘ªğ‘¯ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘£ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯.

source: Thank you, sir. But how shall I best use these horsemen? How do they differ from elves?
en@shaw: ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿, ğ‘•ğ‘». ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘¬ ğ‘–ğ‘¨ğ‘¤ ğ‘² ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘¿ğ‘• ğ‘ğ‘°ğ‘Ÿ ğ‘£ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯? ğ‘£ğ‘¬ ğ‘›ğ‘µ ğ‘ğ‘± ğ‘›ğ‘¦ğ‘“ğ‘¼ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘§ğ‘¤ğ‘ğ‘Ÿ?

source: Elves are a powerful race, Konrad, more powerful than my own people usually acknowledge. But horsemen are powerful in a different way. They have no long range attack, but can charge into combat, inflicting double normal damage, though taking double damage in return. They are also lawful, meaning they fight better by day, and worse at night. Horsemen are unmatched on open land, though elves will serve you better in forests or rugged terrain.
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ ğ‘© ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘®ğ‘±ğ‘•, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘¥ğ‘¹ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¯ ğ‘¥ğ‘² ğ‘´ğ‘¯ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘©ğ‘’ğ‘¯ğ‘ªğ‘¤ğ‘¦ğ‘¡. ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ ğ‘¸ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘±. ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ ğ‘¤ğ‘ªğ‘™ ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘šğ‘³ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘—ğ‘¸ğ‘¡ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘, ğ‘¦ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡, ğ‘ğ‘´ ğ‘‘ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯. ğ‘ğ‘± ğ‘¸ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¤ğ‘·ğ‘“ğ‘«ğ‘¤, ğ‘¥ğ‘°ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘± ğ‘“ğ‘²ğ‘‘ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘šğ‘² ğ‘›ğ‘±, ğ‘¯ ğ‘¢ğ‘»ğ‘• ğ‘¨ğ‘‘ ğ‘¯ğ‘²ğ‘‘. ğ‘£ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ ğ‘¸ ğ‘©ğ‘¯ğ‘¥ğ‘¨ğ‘—ğ‘‘ ğ‘ªğ‘¯ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘¤ğ‘¨ğ‘¯ğ‘›, ğ‘ğ‘´ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘»ğ‘ ğ‘¿ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘¦ğ‘¯ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘¹ ğ‘®ğ‘³ğ‘œğ‘©ğ‘› ğ‘‘ğ‘»ğ‘±ğ‘¯.

source: Elves may be the lords of the forest, but horsemen are powerful as well. On the plains under the midday sun they can fell the toughest foes with sharp spears and under heavy hoofs!
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘ ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ ğ‘¸ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤. ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘¥ğ‘¦ğ‘›ğ‘›ğ‘± ğ‘•ğ‘³ğ‘¯ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘§ğ‘¤ ğ‘ ğ‘‘ğ‘©ğ‘“ğ‘©ğ‘•ğ‘‘ ğ‘“ğ‘´ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘–ğ‘¸ğ‘ ğ‘•ğ‘ğ‘½ğ‘Ÿ ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘£ğ‘§ğ‘ğ‘¦ ğ‘£ğ‘«ğ‘“ğ‘•!

source: Recruit troops wisely, Konrad, and remember that you can recall experienced units from past battles to help you fight again.
en@shaw: ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘¢ğ‘²ğ‘Ÿğ‘¤ğ‘¦, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘“ğ‘²ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯.

source: Haldiel
en@shaw: Â·ğ‘£ğ‘©ğ‘¤ğ‘›ğ‘°ğ‘§ğ‘¤

source: Greetings, young master. I pledge myself to your service.
en@shaw: ğ‘œğ‘®ğ‘°ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ, ğ‘˜ğ‘³ğ‘™ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼. ğ‘² ğ‘ğ‘¤ğ‘§ğ‘¡ ğ‘¥ğ‘²ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘‘ ğ‘¿ğ‘¼ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•.

source: Konrad, note that Haldiel does not seek gold upkeep; as a loyal unit he fights for us solely out of loyalty to our cause. Such units are extremely valuable. Take care to use them cautiously in battle, lest they fall.
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘¯ğ‘´ğ‘‘ ğ‘ğ‘¨ğ‘‘ Â·ğ‘£ğ‘©ğ‘¤ğ‘›ğ‘°ğ‘§ğ‘¤ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘°ğ‘’ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘³ğ‘ğ‘’ğ‘°ğ‘; ğ‘¨ğ‘Ÿ ğ‘© ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘£ğ‘° ğ‘“ğ‘²ğ‘‘ğ‘• ğ‘“ğ‘¹ ğ‘³ğ‘• ğ‘•ğ‘´ğ‘¤ğ‘¤ğ‘° ğ‘¬ğ‘‘ ğ‘ ğ‘¤ğ‘¶ğ‘©ğ‘¤ğ‘‘ğ‘¦ ğ‘‘ ğ‘¬ğ‘¼ ğ‘’ğ‘·ğ‘Ÿ. ğ‘•ğ‘³ğ‘— ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¸ ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ğ‘¤ğ‘¦ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘šğ‘©ğ‘¤. ğ‘‘ğ‘±ğ‘’ ğ‘’ğ‘º ğ‘‘ ğ‘¿ğ‘• ğ‘ğ‘§ğ‘¥ ğ‘’ğ‘·ğ‘–ğ‘©ğ‘•ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘¤ğ‘§ğ‘•ğ‘‘ ğ‘ğ‘± ğ‘“ğ‘·ğ‘¤.

source: Simyr
en@shaw: Â·ğ‘•ğ‘¦ğ‘¥ğ‘½

source: Reinforcements have arrived! Forward, men! I expect each of you to bring me back the head of an orc!
en@shaw: ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘®ğ‘²ğ‘ğ‘›! ğ‘“ğ‘¹ğ‘¢ğ‘¼ğ‘›, ğ‘¥ğ‘§ğ‘¯! ğ‘² ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘°ğ‘— ğ‘ ğ‘¿ ğ‘‘ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘¥ğ‘° ğ‘šğ‘¨ğ‘’ ğ‘ ğ‘£ğ‘§ğ‘› ğ‘ ğ‘©ğ‘¯ ğ‘¹ğ‘’!

source: So many foul humans riding on horses! There is no way we can defeat them. Quick, we must make our escape!
en@shaw: ğ‘•ğ‘´ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘“ğ‘¬ğ‘¤ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘®ğ‘¦ğ‘›ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘£ğ‘¹ğ‘•ğ‘©ğ‘Ÿ! ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¢ğ‘± ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘§ğ‘¥. ğ‘’ğ‘¢ğ‘¦ğ‘’, ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘¬ğ‘¼ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘!

source: Reinforcements have arrived, but lo! Our allies have already destroyed the orcish army menacing our fair port. In honor, I must reward your valor.
en@shaw: ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘®ğ‘²ğ‘ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘¤ğ‘´! ğ‘¬ğ‘¼ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘› ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¸ğ‘¥ğ‘¦ ğ‘¥ğ‘§ğ‘¯ğ‘©ğ‘•ğ‘¦ğ‘™ ğ‘¬ğ‘¼ ğ‘“ğ‘º ğ‘ğ‘¹ğ‘‘. ğ‘¦ğ‘¯ ğ‘ªğ‘¯ğ‘¼, ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘©ğ‘¢ğ‘¹ğ‘› ğ‘¿ğ‘¼ ğ‘ğ‘¨ğ‘¤ğ‘¼.

source: It is my pleasure and honor to serve, my liege.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘² ğ‘ğ‘¤ğ‘§ğ‘ ğ‘¼ ğ‘¯ ğ‘ªğ‘¯ğ‘¼ ğ‘‘ ğ‘•ğ‘»ğ‘, ğ‘¥ğ‘² ğ‘¤ğ‘°ğ‘¡.

source: Thank you for the help, friends. The ship should arrive soon, it will take you to Alduin.
en@shaw: ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿ ğ‘“ğ‘¹ ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ. ğ‘ ğ‘–ğ‘¦ğ‘ ğ‘–ğ‘«ğ‘› ğ‘©ğ‘®ğ‘²ğ‘ ğ‘•ğ‘µğ‘¯, ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘¿ ğ‘‘ Â·ğ‘¨ğ‘¤ğ‘›ğ‘µğ‘¦ğ‘¯.

source: We should embark now.
da: Vi må rejse videre nu.
en@shaw: ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘§ğ‘¥ğ‘šğ‘¸ğ‘’ ğ‘¯ğ‘¬.

source: Safe voyage to you, friends. Rest assured that we will never surrender to the forces of the Dark Queen.
en@shaw: ğ‘•ğ‘±ğ‘“ ğ‘ğ‘¶ğ‘¦ğ‘¡ ğ‘‘ ğ‘¿, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ. ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘©ğ‘–ğ‘«ğ‘¼ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘» ğ‘‘ ğ‘ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘ ğ‘›ğ‘¸ğ‘’ ğ‘’ğ‘¢ğ‘°ğ‘¯.

source: I have failed in my duty to protect the Rightful Heir and the port.
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘¥ğ‘² ğ‘›ğ‘¿ğ‘‘ğ‘¦ ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘®ğ‘²ğ‘‘ğ‘“ğ‘©ğ‘¤ ğ‘º ğ‘¯ ğ‘ ğ‘ğ‘¹ğ‘‘.

source: Without his help, we will be unable to use the ships. There is no hope...
da: Uden hans hjælp er vi ude af stand til at bruge skibene, der er intet håb...
en@shaw: ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘£ğ‘§ğ‘¤ğ‘, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¿ğ‘• ğ‘ ğ‘–ğ‘¦ğ‘ğ‘•. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘£ğ‘´ğ‘...

source: The Isle of Alduin
en@shaw: ğ‘ ğ‘²ğ‘¤ ğ‘ Â·ğ‘¨ğ‘¤ğ‘›ğ‘µğ‘¦ğ‘¯

source: This is no time to return to our vessel! We must take control of the island!
da: Dette er ikke lige tidspunktet til at vende tilbage til vores skude! Vi må tage kontrol over øen!
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘¬ğ‘¼ ğ‘ğ‘§ğ‘•ğ‘©ğ‘¤! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘›!

source: And so the party landed on the Isle of Alduin.
en@shaw: ğ‘¯ ğ‘•ğ‘´ ğ‘ ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘²ğ‘¤ ğ‘ Â·ğ‘¨ğ‘¤ğ‘›ğ‘µğ‘¦ğ‘¯.

source: So this is Alduin. It looks a little... desolate.
en@shaw: ğ‘•ğ‘´ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ Â·ğ‘¨ğ‘¤ğ‘›ğ‘µğ‘¦ğ‘¯. ğ‘¦ğ‘‘ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘© ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤... ğ‘›ğ‘§ğ‘•ğ‘©ğ‘¤ğ‘©ğ‘‘.

source: Who is that? Oh, a party of elves has landed. We shall drive them back into the sea!
da: Hvem har vi her? Ah, en gruppe elvere er ankommet, vi vil tvinge dem tilbage til havet!
en@shaw: ğ‘£ğ‘µ ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘? ğ‘´, ğ‘© ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘›. ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘›ğ‘®ğ‘²ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘•ğ‘°!

source: I found someone hiding in the village!
en@shaw: ğ‘² ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘³ğ‘¯ ğ‘£ğ‘²ğ‘›ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡!

source: My lords, I have been hiding in the village from the orcs, like many of the other magi here. I pledge myself to your service; let us move swiftly to recapture the island!
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ, ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘£ğ‘²ğ‘›ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¹ğ‘’ğ‘•, ğ‘¤ğ‘²ğ‘’ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘ ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘¥ğ‘±ğ‘¡ğ‘² ğ‘£ğ‘½. ğ‘² ğ‘ğ‘¤ğ‘§ğ‘¡ ğ‘¥ğ‘²ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘‘ ğ‘¿ğ‘¼ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•; ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘¥ğ‘µğ‘ ğ‘•ğ‘¢ğ‘¦ğ‘“ğ‘‘ğ‘¤ğ‘¦ ğ‘‘ ğ‘®ğ‘°ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘›!

source: Certainly, let us join together to fight the evil ones.
en@shaw: ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ğ‘¤ğ‘¦, ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘¡ğ‘¶ğ‘¯ ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ.

source: You can now recruit magi!
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘¬ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¥ğ‘±ğ‘¡ğ‘²!

source: Surely no orc can stand against us with magi in our ranks! Their magical attacks almost always find their mark, even against well-defended troops.
en@shaw: ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘¯ğ‘´ ğ‘¹ğ‘’ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘³ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘±ğ‘¡ğ‘² ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘®ğ‘¨ğ‘™ğ‘’ğ‘•! ğ‘ğ‘º ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘º ğ‘¨ğ‘µğ‘±Â·ğ‘¥ğ‘¸ğ‘’, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘¢ğ‘§ğ‘¤-ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘‘ğ‘®ğ‘µğ‘ğ‘•.

source: Delfador, my old master! You have saved the island from the orcs!
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹, ğ‘¥ğ‘² ğ‘´ğ‘¤ğ‘› ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼! ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘±ğ‘ğ‘› ğ‘ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¹ğ‘’ğ‘•!

source: My apprentice! How did the island fall to such as these?
en@shaw: ğ‘¥ğ‘² ğ‘©ğ‘ğ‘®ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘•! ğ‘£ğ‘¬ ğ‘›ğ‘¦ğ‘› ğ‘ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘“ğ‘·ğ‘¤ ğ‘‘ ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘ğ‘°ğ‘Ÿ?

source: You have not heard, master Delfador? Asheviere is trying to control the entire western coast. She hired many orcs and sent them here. They were holding me until a ship could arrive to take me to Weldyn where I am to stand trial for treason for training magi!
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘»ğ‘›, ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹? Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘²ğ‘¼ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘’ğ‘´ğ‘•ğ‘‘. ğ‘–ğ‘° ğ‘£ğ‘²ğ‘¼ğ‘› ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¹ğ‘’ğ‘• ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘£ğ‘½. ğ‘ğ‘± ğ‘¢ğ‘» ğ‘£ğ‘´ğ‘¤ğ‘›ğ‘¦ğ‘™ ğ‘¥ğ‘° ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘© ğ‘–ğ‘¦ğ‘ ğ‘’ğ‘«ğ‘› ğ‘©ğ‘®ğ‘²ğ‘ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¥ğ‘° ğ‘‘ Â·ğ‘¢ğ‘§ğ‘¤ğ‘›ğ‘¦ğ‘¯ ğ‘¢ğ‘º ğ‘² ğ‘¨ğ‘¥ ğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘‘ğ‘®ğ‘²ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘‘ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¥ğ‘±ğ‘¡ğ‘²!

source: We have come from fighting her forces at Blackwater. Where else has she attacked?
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘£ğ‘» ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¨ğ‘‘ Â·ğ‘šğ‘¤ğ‘¨ğ‘’ğ‘¢ğ‘·ğ‘‘ğ‘». ğ‘¢ğ‘º ğ‘§ğ‘¤ğ‘• ğ‘£ğ‘¨ğ‘Ÿ ğ‘–ğ‘° ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘‘?

source: Canâ€™t we strike back at her? How many forces does she have at the Bay of Pearls? Can we take it back from her?
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘¢ğ‘° ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ ğ‘šğ‘¨ğ‘’ ğ‘¨ğ‘‘ ğ‘£ğ‘»? ğ‘£ğ‘¬ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘›ğ‘³ğ‘Ÿ ğ‘–ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¨ğ‘‘ ğ‘ ğ‘šğ‘± ğ‘ ğ‘ğ‘»ğ‘¤ğ‘Ÿ? ğ‘’ğ‘¨ğ‘¯ ğ‘¢ğ‘° ğ‘‘ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘šğ‘¨ğ‘’ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘»?

source: We must indeed go there. Let us therefore rest here a little, and then set sail for the Bay. Hopefully we will defeat her forces there!
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘œğ‘´ ğ‘ğ‘º. ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘ğ‘ºğ‘“ğ‘¹ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘£ğ‘½ ğ‘© ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤, ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘•ğ‘§ğ‘‘ ğ‘•ğ‘±ğ‘¤ ğ‘“ğ‘¹ ğ‘ ğ‘šğ‘±. ğ‘£ğ‘´ğ‘ğ‘“ğ‘©ğ‘¤ğ‘° ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘£ğ‘» ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘ğ‘º!

source: The Bay of Pearls
da: Perlebugten
en@shaw: ğ‘ ğ‘šğ‘± ğ‘ ğ‘ğ‘»ğ‘¤ğ‘Ÿ

source: Defeat all enemy leaders
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘·ğ‘¤ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ

source: Bugg
en@shaw: ğ‘šğ‘©ğ‘œ

source: So this is the Bay of Pearls. It looks like they have those merfolk working hard!
en@shaw: ğ‘•ğ‘´ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘šğ‘± ğ‘ ğ‘ğ‘»ğ‘¤ğ‘Ÿ. ğ‘¦ğ‘‘ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘¥ğ‘»ğ‘“ğ‘´ğ‘’ ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘£ğ‘¸ğ‘›!
