Repository: wesnoth/wesnoth
Catalog: po/wesnoth-httt/*.po
Languages: da, en@shaw

source: Tracking you down, of course! You have escaped me for the last time!
da: Opsporer jer selvfølgelig! I har undsluppet for sidste gang!
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘¿ ğ‘›ğ‘¬ğ‘¯, ğ‘ ğ‘’ğ‘¹ğ‘•! ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘‘ ğ‘¥ğ‘° ğ‘“ğ‘¹ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘‘ğ‘²ğ‘¥!

source: Foolish girl! We are in the deepest of caverns, probably surrounded by all manner of creatures, and you still want to fight us? You will bring us all to ruin!
da: Tåbelige pige! Vi befinder i de dybeste huler sikkert omringet af alle mulige slags skabninger, og alligevel vil du kæmpe mod os? Du vil sikre vores alles død!
en@shaw: ğ‘“ğ‘µğ‘¤ğ‘¦ğ‘– ğ‘œğ‘»ğ‘¤! ğ‘¢ğ‘° ğ‘¸ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘°ğ‘ğ‘©ğ‘•ğ‘‘ ğ‘ ğ‘’ğ‘¨ğ‘ğ‘»ğ‘¯ğ‘Ÿ, ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘šğ‘² ğ‘·ğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘¼ ğ‘ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ, ğ‘¯ ğ‘¿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘³ğ‘•? ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘³ğ‘• ğ‘·ğ‘¤ ğ‘‘ ğ‘®ğ‘µğ‘¦ğ‘¯!

source: Surprise! Die, you sun-lovers!
da: En lille overraskelse! Dø, I sol-elskere!
en@shaw: ğ‘•ğ‘¼ğ‘ğ‘®ğ‘²ğ‘Ÿ! ğ‘›ğ‘², ğ‘¿ ğ‘•ğ‘³ğ‘¯-ğ‘¤ğ‘³ğ‘ğ‘»ğ‘Ÿ!

source: I see we have little choice but to help each other. Let us fight together until we return to the surface. Agreed?
da: Jeg kan se, at der ikke er andet at gøre end at hjælpe hinanden. Vi hjælper hinanden, indtil vi når jordoverfladen igen, er vi enige?
en@shaw: ğ‘² ğ‘•ğ‘° ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘—ğ‘¶ğ‘• ğ‘šğ‘³ğ‘‘ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘°ğ‘— ğ‘³ğ‘ğ‘¼. ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘“ğ‘²ğ‘‘ ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘° ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘“ğ‘¦ğ‘•. ğ‘©ğ‘œğ‘®ğ‘°ğ‘›?

source: But once we escape from this hole, I have a score to settle with you!
da: Men når vi undslipper fra dette hul, så har jeg en uafgjort strid at klare med dig!
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¢ğ‘° ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¦ğ‘• ğ‘£ğ‘´ğ‘¤, ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘•ğ‘’ğ‘¹ ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘¿!

source: Yes. We agreed to help each other get out of these pits alive, did we not? Let us continue to pool our resources. I pledge to you my gold.
en@shaw: ğ‘˜ğ‘§ğ‘•. ğ‘¢ğ‘° ğ‘©ğ‘œğ‘®ğ‘°ğ‘› ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘°ğ‘— ğ‘³ğ‘ğ‘¼ ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘¤ğ‘²ğ‘, ğ‘›ğ‘¦ğ‘› ğ‘¢ğ‘° ğ‘¯ğ‘ªğ‘‘? ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘‘ ğ‘ğ‘µğ‘¤ ğ‘¬ğ‘¼ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘•ğ‘©ğ‘Ÿ. ğ‘² ğ‘ğ‘¤ğ‘§ğ‘¡ ğ‘‘ ğ‘¿ ğ‘¥ğ‘² ğ‘œğ‘´ğ‘¤ğ‘›.

source: I canâ€™t believe it should end like this!
en@shaw: ğ‘² ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘¦ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘§ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘¦ğ‘•!

source: Across the chasm, the air almost crackled with magical energy. It also became steadily warmer. The floor was smooth and glassy in places, and a faint glow provided a small reprieve from the thick blackness. Volcanic fumes drifted up from cracks in the floor.
en@shaw: ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘’ğ‘¨ğ‘Ÿğ‘©ğ‘¥, ğ‘ ğ‘º ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘’ğ‘®ğ‘¨ğ‘’ğ‘©ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘¼ğ‘¡ğ‘¦. ğ‘¦ğ‘‘ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘šğ‘¦ğ‘’ğ‘±ğ‘¥ ğ‘•ğ‘‘ğ‘§ğ‘›ğ‘¦ğ‘¤ğ‘¦ ğ‘¢ğ‘¹ğ‘¥ğ‘». ğ‘ ğ‘“ğ‘¤ğ‘¹ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘¥ğ‘µğ‘ ğ‘¯ ğ‘œğ‘¤ğ‘¨ğ‘•ğ‘° ğ‘¦ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ, ğ‘¯ ğ‘© ğ‘“ğ‘±ğ‘¯ğ‘‘ ğ‘œğ‘¤ğ‘´ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘©ğ‘› ğ‘© ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘®ğ‘°ğ‘ğ‘®ğ‘°ğ‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘”ğ‘¦ğ‘’ ğ‘šğ‘¤ğ‘¨ğ‘’ğ‘¯ğ‘©ğ‘•. ğ‘ğ‘­ğ‘¤ğ‘’ğ‘¨ğ‘¯ğ‘¦ğ‘’ ğ‘“ğ‘¿ğ‘¥ğ‘Ÿ ğ‘›ğ‘®ğ‘¦ğ‘“ğ‘‘ğ‘©ğ‘› ğ‘³ğ‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘’ğ‘®ğ‘¨ğ‘’ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¤ğ‘¹.

source: Distant rumbles and earthquakes made it difficult to keep steady footing. The very earth had come alive, heaving, struggling to be relieved of its centuries-old burden...
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘®ğ‘©ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘»ğ‘”ğ‘’ğ‘¢ğ‘¨ğ‘’ğ‘• ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ ğ‘‘ ğ‘’ğ‘°ğ‘ ğ‘•ğ‘‘ğ‘§ğ‘›ğ‘¦ ğ‘“ğ‘«ğ‘‘ğ‘¦ğ‘™. ğ‘ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘»ğ‘” ğ‘£ğ‘¨ğ‘› ğ‘’ğ‘³ğ‘¥ ğ‘©ğ‘¤ğ‘²ğ‘, ğ‘£ğ‘°ğ‘ğ‘¦ğ‘™, ğ‘•ğ‘‘ğ‘®ğ‘©ğ‘œğ‘©ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘ğ‘› ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘˜ğ‘¼ğ‘¦ğ‘Ÿ-ğ‘´ğ‘¤ğ‘› ğ‘šğ‘»ğ‘›ğ‘©ğ‘¯...

source: We cannot explore this much area by ourselves, especially if we are beset by the denizens of these caves. We must ask our dwarven allies to help search the caves with us.
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘³ğ‘— ğ‘ºğ‘¦ğ‘© ğ‘šğ‘² ğ‘¬ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¦ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¸ ğ‘šğ‘¦ğ‘•ğ‘§ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘›ğ‘§ğ‘¯ğ‘©ğ‘Ÿğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘Ÿ. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘¬ğ‘¼ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘§ğ‘¯ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘•ğ‘»ğ‘— ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•.

source: Yes, I feel it is near here! We must search for it carefully.
da: Ja, jeg kan mærke, at det er lige i nærheden! Vi må lede omhyggeligt efter det.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘² ğ‘“ğ‘°ğ‘¤ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘½ ğ‘£ğ‘½! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘¦ğ‘‘ ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤ğ‘¦.

source: An earthquake! Weâ€™ll be trapped!
en@shaw: ğ‘©ğ‘¯ ğ‘»ğ‘”ğ‘’ğ‘¢ğ‘¨ğ‘’! ğ‘¢ğ‘°'ğ‘¤ ğ‘šğ‘° ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘!

source: Aware? Who? Delfador, what does he mean?
en@shaw: ğ‘©ğ‘¢ğ‘º? ğ‘£ğ‘µ? Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹, ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘´ğ‘Ÿ ğ‘£ğ‘° ğ‘¥ğ‘°ğ‘¯?

source: Where? Where is it?
en@shaw: ğ‘¢ğ‘º? ğ‘¢ğ‘º ğ‘¦ğ‘Ÿ ğ‘¦ğ‘‘?

source: North. More than that, I cannot tell.
en@shaw: ğ‘¯ğ‘¹ğ‘”. ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘ğ‘¨ğ‘‘, ğ‘² ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘‘ğ‘§ğ‘¤.

source: Konrad, as promised, here is my purse, full of gold.
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘¨ğ‘Ÿ ğ‘ğ‘®ğ‘ªğ‘¥ğ‘¦ğ‘•ğ‘‘, ğ‘£ğ‘½ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘² ğ‘ğ‘»ğ‘•, ğ‘“ğ‘«ğ‘¤ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘›.

source: You receive 300 pieces of gold!
en@shaw: ğ‘¿ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ 300 ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘›!

source: A Choice Must Be Made
da: Et Valg Må Foretages
en@shaw: ğ‘© ğ‘—ğ‘¶ğ‘• ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘±ğ‘›

source: Delfador led his young charges through lonely corridors and abandoned tunnels for four days. For the first time Konrad saw signs of fatigue in the old wizardâ€™s normally inscrutable face. Finally, fresh air greeted the party...
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘¤ğ‘§ğ‘› ğ‘£ğ‘¦ğ‘Ÿ ğ‘˜ğ‘³ğ‘™ ğ‘—ğ‘¸ğ‘¡ğ‘©ğ‘Ÿ ğ‘”ğ‘®ğ‘µ ğ‘¤ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘’ğ‘¹ğ‘¦ğ‘›ğ‘»ğ‘Ÿ ğ‘¯ ğ‘©ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¯ğ‘› ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘“ğ‘¹ ğ‘“ğ‘¹ ğ‘›ğ‘±ğ‘Ÿ. ğ‘“ğ‘¹ ğ‘ ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘•ğ‘· ğ‘•ğ‘²ğ‘¯ğ‘Ÿ ğ‘ ğ‘›ğ‘©ğ‘‘ğ‘°ğ‘œ ğ‘¦ğ‘¯ ğ‘ ğ‘´ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘Ÿğ‘¼ğ‘›ğ‘Ÿ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ğ‘•ğ‘’ğ‘®ğ‘µğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘±ğ‘•. ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦, ğ‘“ğ‘®ğ‘§ğ‘– ğ‘º ğ‘œğ‘®ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘ğ‘¸ğ‘‘ğ‘¦...

source: Defeat either of the enemy leaders
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘²ğ‘ğ‘¼ ğ‘ ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ

source: I thank you for helping me get back to the surface, but now I must take what is mine!
en@shaw: ğ‘² ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿ ğ‘“ğ‘¹ ğ‘£ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘™ ğ‘¥ğ‘° ğ‘œğ‘§ğ‘‘ ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘“ğ‘¦ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘¬ ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘²ğ‘¯!

source: Did you think I was just playing around? I need to take my inheritance!
da: Troede du virkelig, at det her bare var en leg for mig? Jeg er nødt til at tage min arv!
en@shaw: ğ‘›ğ‘¦ğ‘› ğ‘¿ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘›? ğ‘² ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¥ğ‘² ğ‘¦ğ‘¯ğ‘£ğ‘§ğ‘®ğ‘¦ğ‘‘ğ‘©ğ‘¯ğ‘•!

source: Then let us devise a battle plan.
da: Så må vi lave en kampplan.
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘›ğ‘¦ğ‘ğ‘²ğ‘Ÿ ğ‘© ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘¨ğ‘¯.

source: We have escaped.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘‘.

source: No, I was thinking... I donâ€™t really want to kill you. I have what I came to get. So if you promise never to come south of the Great River, I will spare your life.
en@shaw: ğ‘¯ğ‘´, ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘”ğ‘¦ğ‘™ğ‘’ğ‘¦ğ‘™... ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘¿. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘ªğ‘‘ ğ‘² ğ‘’ğ‘±ğ‘¥ ğ‘‘ ğ‘œğ‘§ğ‘‘. ğ‘•ğ‘´ ğ‘¦ğ‘“ ğ‘¿ ğ‘ğ‘®ğ‘ªğ‘¥ğ‘¦ğ‘• ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘•ğ‘¬ğ‘” ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¼, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘ğ‘º ğ‘¿ğ‘¼ ğ‘¤ğ‘²ğ‘“.

source: Such words in the presence of royalty! Do you want me to fry you, Elf?
da: Det var noget af et sprogbrug i kongelig tilstedeværelse! Ønsker du at blive stegt levende, Elver?
en@shaw: ğ‘•ğ‘³ğ‘— ğ‘¢ğ‘»ğ‘›ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘• ğ‘ ğ‘®ğ‘¶ğ‘©ğ‘¤ğ‘‘ğ‘¦! ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¥ğ‘° ğ‘‘ ğ‘“ğ‘®ğ‘² ğ‘¿, ğ‘§ğ‘¤ğ‘“?

source: Friends, peace! Though we are out of the tunnels, we are hardly safe. We are somewhere in the arid and wild north lands, that is all we know. Behold! To the north, orcs, to the south, dark hordes. We must remain at peace with one another, or else all perish!
en@shaw: ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ, ğ‘ğ‘°ğ‘•! ğ‘ğ‘´ ğ‘¢ğ‘° ğ‘¸ ğ‘¬ğ‘‘ ğ‘ ğ‘ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ, ğ‘¢ğ‘° ğ‘¸ ğ‘£ğ‘¸ğ‘›ğ‘¤ğ‘¦ ğ‘•ğ‘±ğ‘“. ğ‘¢ğ‘° ğ‘¸ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘º ğ‘¦ğ‘¯ ğ‘ ğ‘¨ğ‘®ğ‘©ğ‘› ğ‘¯ ğ‘¢ğ‘²ğ‘¤ğ‘› ğ‘¯ğ‘¹ğ‘” ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ, ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ ğ‘¢ğ‘° ğ‘¯ğ‘´. ğ‘šğ‘¦ğ‘£ğ‘´ğ‘¤ğ‘›! ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”, ğ‘¹ğ‘’ğ‘•, ğ‘‘ ğ‘ ğ‘•ğ‘¬ğ‘”, ğ‘›ğ‘¸ğ‘’ ğ‘£ğ‘¹ğ‘›ğ‘Ÿ. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘¨ğ‘‘ ğ‘ğ‘°ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼, ğ‘¹ ğ‘§ğ‘¤ğ‘• ğ‘·ğ‘¤ ğ‘ğ‘§ğ‘®ğ‘¦ğ‘–!

source: I suppose that helping each other for a while longer would be mutually beneficial. But what should we do? How should we defend ourselves?
da: Jeg formoder, at vi alle vil have fordel af at hjælpe hinanden et stykke tid endnu. Men hvad skal vi gøre? Hvordan skal vi forsvare os selv?
en@shaw: ğ‘² ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘™ ğ‘°ğ‘— ğ‘³ğ‘ğ‘¼ ğ‘“ğ‘¹ ğ‘© ğ‘¢ğ‘²ğ‘¤ ğ‘¤ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘¥ğ‘¿ğ‘—ğ‘«ğ‘©ğ‘¤ğ‘¦ ğ‘šğ‘§ğ‘¯ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¤. ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘¢ğ‘° ğ‘›ğ‘µ? ğ‘£ğ‘¬ ğ‘–ğ‘«ğ‘› ğ‘¢ğ‘° ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘¬ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ?

source: I can tell where we are. That is the river that is known as Longlier to men, called Arkan-thoria in my peopleâ€™s ancient tongue. The home of my people lies to the east.
en@shaw: ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘‘ğ‘§ğ‘¤ ğ‘¢ğ‘º ğ‘¢ğ‘° ğ‘¸. ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ğ‘¯ ğ‘¨ğ‘Ÿ Â·ğ‘¤ğ‘ªğ‘™ğ‘¤ğ‘°ğ‘» ğ‘‘ ğ‘¥ğ‘§ğ‘¯, ğ‘’ğ‘·ğ‘¤ğ‘› Â·ğ‘¸ğ‘’ğ‘©ğ‘¯-Â·ğ‘”ğ‘¹ğ‘°ğ‘© ğ‘¦ğ‘¯ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤'ğ‘Ÿ ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘³ğ‘™. ğ‘ ğ‘£ğ‘´ğ‘¥ ğ‘ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¤ğ‘²ğ‘Ÿ ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘.

source: Then perhaps we should head east along the river, and seek refuge and rest there for a time?
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘£ğ‘§ğ‘› ğ‘°ğ‘•ğ‘‘ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼, ğ‘¯ ğ‘•ğ‘°ğ‘’ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ ğ‘¯ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ğ‘º ğ‘“ğ‘¹ ğ‘© ğ‘‘ğ‘²ğ‘¥?

source: We should indeed seek refuge there, my lord, but not by going east along the river. Its name means â€˜The River of Bonesâ€™. Great and evil creatures lurk along its banks, its waters are not fit to drink, and it runs over the Cliffs of Thoria. It has been many centuries since any man or elf has passed over the Cliffs and survived. No, Prince, we must choose another way.
en@shaw: ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘•ğ‘°ğ‘’ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ ğ‘ğ‘º, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘² ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘°ğ‘•ğ‘‘ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼. ğ‘¦ğ‘‘ğ‘• ğ‘¯ğ‘±ğ‘¥ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ 'ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘ ğ‘šğ‘´ğ‘¯ğ‘Ÿ'. ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¯ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘¤ğ‘»ğ‘’ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¦ğ‘‘ğ‘• ğ‘šğ‘¨ğ‘™ğ‘’ğ‘•, ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘¹ğ‘‘ğ‘»ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¦ğ‘‘ ğ‘‘ ğ‘›ğ‘®ğ‘¦ğ‘™ğ‘’, ğ‘¯ ğ‘¦ğ‘‘ ğ‘®ğ‘³ğ‘¯ğ‘Ÿ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘¤ğ‘¦ğ‘“ğ‘• ğ‘ Â·ğ‘”ğ‘¹ğ‘°ğ‘©. ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘˜ğ‘¼ğ‘¦ğ‘Ÿ ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘¨ğ‘¯ ğ‘¹ ğ‘§ğ‘¤ğ‘“ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘¤ğ‘¦ğ‘“ğ‘• ğ‘¯ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘›. ğ‘¯ğ‘´, ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•, ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘¢ğ‘±.

source: But which way, Kalenz?
da: Hvilken vej skal vi så gå, Kalenz?
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘¢ğ‘±, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ?

source: We may take two paths which avoid the river. North, through the ancient home of my people, and then east to where they now live. Or we can go south, passing through the swamps, before turning east and then north. We would cross the river one time more if we chose that route, but I know a safe place for the crossing.
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘± ğ‘‘ğ‘±ğ‘’ ğ‘‘ğ‘µ ğ‘ğ‘­ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘— ğ‘©ğ‘ğ‘¶ğ‘› ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼. ğ‘¯ğ‘¹ğ‘”, ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘´ğ‘¥ ğ‘ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤, ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘°ğ‘•ğ‘‘ ğ‘‘ ğ‘¢ğ‘º ğ‘ğ‘± ğ‘¯ğ‘¬ ğ‘¤ğ‘¦ğ‘. ğ‘¹ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘œğ‘´ ğ‘•ğ‘¬ğ‘”, ğ‘ğ‘­ğ‘•ğ‘¦ğ‘™ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ğ‘•, ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘°ğ‘•ğ‘‘ ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘¯ğ‘¹ğ‘”. ğ‘¢ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘¢ğ‘³ğ‘¯ ğ‘‘ğ‘²ğ‘¥ ğ‘¥ğ‘¹ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘—ğ‘´ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘µğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘¯ğ‘´ ğ‘© ğ‘•ğ‘±ğ‘“ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘®ğ‘ªğ‘•ğ‘¦ğ‘™.

source: If the elves will promise me refuge and safe passage, then I will go.
en@shaw: ğ‘¦ğ‘“ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘¥ğ‘¦ğ‘• ğ‘¥ğ‘° ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘¡ ğ‘¯ ğ‘•ğ‘±ğ‘“ ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘¡, ğ‘ğ‘§ğ‘¯ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘´.

source: So, we must choose. To the north past the orcs, where lie the ancient snow plains of the elves, or to the south, beyond the armies of the Walking Dead where the dreaded swamps await.
en@shaw: ğ‘•ğ‘´, ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘—ğ‘µğ‘Ÿ. ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘•, ğ‘¢ğ‘º ğ‘¤ğ‘² ğ‘ ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘¯ğ‘´ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘¹ ğ‘‘ ğ‘ ğ‘•ğ‘¬ğ‘”, ğ‘šğ‘¦ğ‘˜ğ‘ªğ‘¯ğ‘› ğ‘ ğ‘¸ğ‘¥ğ‘°ğ‘Ÿ ğ‘ ğ‘ ğ‘¢ğ‘·ğ‘’ğ‘¦ğ‘™ ğ‘›ğ‘§ğ‘› ğ‘¢ğ‘º ğ‘ ğ‘›ğ‘®ğ‘§ğ‘›ğ‘©ğ‘› ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ğ‘• ğ‘©ğ‘¢ğ‘±ğ‘‘.

source: Loyal merfolk, you have served far beyond what your debt of gratitude requires. I will trust your strength and loyalty through this tribulation even as you trusted us to lead you through the heart of a volcano.
en@shaw: ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘¥ğ‘»ğ‘“ğ‘´ğ‘’, ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘»ğ‘ğ‘› ğ‘“ğ‘¸ ğ‘šğ‘¦ğ‘˜ğ‘ªğ‘¯ğ‘› ğ‘¢ğ‘ªğ‘‘ ğ‘¿ğ‘¼ ğ‘›ğ‘§ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘¨ğ‘‘ğ‘¦ğ‘‘ğ‘¿ğ‘› ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ ğ‘¿ğ‘¼ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘” ğ‘¯ ğ‘¤ğ‘¶ğ‘©ğ‘¤ğ‘‘ğ‘¦ ğ‘”ğ‘®ğ‘µ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘˜ğ‘©ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘³ğ‘• ğ‘‘ ğ‘¤ğ‘§ğ‘› ğ‘¿ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘£ğ‘¸ğ‘‘ ğ‘ ğ‘© ğ‘ğ‘­ğ‘¤ğ‘’ğ‘±ğ‘¯ğ‘´.

source: If you are confident you can navigate these waters and guide our forces to safety, then lead on.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘¸ ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘¦ğ‘›ğ‘©ğ‘¯ğ‘‘ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘¨ğ‘ğ‘¦ğ‘œğ‘±ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘¹ğ‘‘ğ‘»ğ‘Ÿ ğ‘¯ ğ‘œğ‘²ğ‘› ğ‘¬ğ‘¼ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘‘ ğ‘•ğ‘±ğ‘“ğ‘‘ğ‘¦, ğ‘ğ‘§ğ‘¯ ğ‘¤ğ‘°ğ‘› ğ‘ªğ‘¯.

source: I am, my liege. We press ahead. Stay close, noble masters.
en@shaw: ğ‘² ğ‘¨ğ‘¥, ğ‘¥ğ‘² ğ‘¤ğ‘°ğ‘¡. ğ‘¢ğ‘° ğ‘ğ‘®ğ‘§ğ‘• ğ‘©ğ‘£ğ‘§ğ‘›. ğ‘•ğ‘‘ğ‘± ğ‘’ğ‘¤ğ‘´ğ‘Ÿ, ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘»ğ‘Ÿ.

source: I suspected you would attempt to lead us down the banks of Longlier...
en@shaw: ğ‘² ğ‘•ğ‘³ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¿ ğ‘¢ğ‘«ğ‘› ğ‘©ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘‘ ğ‘‘ ğ‘¤ğ‘§ğ‘› ğ‘³ğ‘• ğ‘›ğ‘¬ğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘™ğ‘’ğ‘• ğ‘ Â·ğ‘¤ğ‘ªğ‘™ğ‘¤ğ‘°ğ‘»...

source: (shock) What!? Konrad, your folly is appalling! Do you flout my advice?
en@shaw: (ğ‘–ğ‘ªğ‘’) ğ‘¢ğ‘ªğ‘‘!? ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘¿ğ‘¼ ğ‘“ğ‘ªğ‘¤ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘·ğ‘¤ğ‘¦ğ‘™! ğ‘›ğ‘µ ğ‘¿ ğ‘“ğ‘¤ğ‘¬ğ‘‘ ğ‘¥ğ‘² ğ‘©ğ‘›ğ‘ğ‘²ğ‘•?

source: We are traveling east? Down the river? Konrad, I hope you know what you are committing us to.
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘¦ğ‘™ ğ‘°ğ‘•ğ‘‘? ğ‘›ğ‘¬ğ‘¯ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼? ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘² ğ‘£ğ‘´ğ‘ ğ‘¿ ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘¿ ğ‘¸ ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘³ğ‘• ğ‘‘.

source: Of course not, whelp, else he would have chosen a safer route.
en@shaw: ğ‘ ğ‘’ğ‘¹ğ‘• ğ‘¯ğ‘ªğ‘‘, ğ‘¢ğ‘§ğ‘¤ğ‘, ğ‘§ğ‘¤ğ‘• ğ‘£ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘—ğ‘´ğ‘Ÿğ‘©ğ‘¯ ğ‘© ğ‘•ğ‘±ğ‘“ğ‘» ğ‘®ğ‘µğ‘‘.

source: Delfador, you cannot allow this to happen! We march to our death!
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹, ğ‘¿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ ğ‘ğ‘¦ğ‘• ğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯! ğ‘¢ğ‘° ğ‘¥ğ‘¸ğ‘— ğ‘‘ ğ‘¬ğ‘¼ ğ‘›ğ‘§ğ‘”!

source: (sigh) I have been spoiled by years of genteel living among your kind, Kalenz. An elfâ€™s capacity for introspection and serenity is exceeded only by his ferocity and passion in battle.
en@shaw: (ğ‘•ğ‘²) ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘ğ‘¶ğ‘¤ğ‘› ğ‘šğ‘² ğ‘˜ğ‘½ğ‘Ÿ ğ‘ ğ‘¡ğ‘§ğ‘¯ğ‘‘ğ‘°ğ‘¤ ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘©ğ‘¥ğ‘³ğ‘™ ğ‘¿ğ‘¼ ğ‘’ğ‘²ğ‘¯ğ‘›, Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ. ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘“ğ‘• ğ‘’ğ‘©ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘•ğ‘ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¯ ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘©ğ‘‘ğ‘° ğ‘¦ğ‘Ÿ ğ‘©ğ‘’ğ‘•ğ‘°ğ‘›ğ‘©ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘šğ‘² ğ‘£ğ‘¦ğ‘Ÿ ğ‘“ğ‘¼ğ‘ªğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘¯ ğ‘ğ‘¨ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤.

source: It offends your pride and wisdom to suffer the indignity of accepting the will of humans, especially in such a harsh predicament. I urge you to remember how far we have come under Konradâ€™s leadership, and how close we are to bringing the hammer of destiny crashing down on Queen Asheviereâ€™s ill-gotten throne. We will journey east.
en@shaw: ğ‘¦ğ‘‘ ğ‘©ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘ğ‘®ğ‘²ğ‘› ğ‘¯ ğ‘¢ğ‘¦ğ‘Ÿğ‘›ğ‘©ğ‘¥ ğ‘‘ ğ‘•ğ‘³ğ‘“ğ‘¼ ğ‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘‘ğ‘° ğ‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¦ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ ğ‘•ğ‘³ğ‘— ğ‘© ğ‘£ğ‘¸ğ‘– ğ‘ğ‘®ğ‘¦ğ‘›ğ‘¦ğ‘’ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘. ğ‘² ğ‘»ğ‘¡ ğ‘¿ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘£ğ‘¬ ğ‘“ğ‘¸ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘³ğ‘¯ğ‘›ğ‘¼ Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›ğ‘• ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘, ğ‘¯ ğ‘£ğ‘¬ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘¢ğ‘° ğ‘¸ ğ‘‘ ğ‘šğ‘®ğ‘¦ğ‘™ğ‘¦ğ‘™ ğ‘ ğ‘£ğ‘¨ğ‘¥ğ‘¼ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘¦ ğ‘’ğ‘®ğ‘¨ğ‘–ğ‘¦ğ‘™ ğ‘›ğ‘¬ğ‘¯ ğ‘ªğ‘¯ ğ‘’ğ‘¢ğ‘°ğ‘¯ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ğ‘Ÿ ğ‘¦ğ‘¤-ğ‘œğ‘ªğ‘‘ğ‘©ğ‘¯ ğ‘”ğ‘®ğ‘´ğ‘¯. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¡ğ‘»ğ‘¯ğ‘° ğ‘°ğ‘•ğ‘‘.

source: I do not like this, old friend. There are legends of things dwelling on this river that even I dare not speak of...
en@shaw: ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘¦ğ‘•, ğ‘´ğ‘¤ğ‘› ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›. ğ‘ğ‘º ğ‘¸ ğ‘¤ğ‘§ğ‘œğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘›ğ‘¢ğ‘§ğ‘¤ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘² ğ‘›ğ‘º ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘ğ‘°ğ‘’ ğ‘...

source: Prince Konrad, are you sure you want to do this?
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘¸ ğ‘¿ ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘µ ğ‘ğ‘¦ğ‘•?

source: I say that...
en@shaw: ğ‘² ğ‘•ğ‘± ğ‘ğ‘¨ğ‘‘...

source: On second thought, perhaps we should choose a safer way to go.
en@shaw: ğ‘ªğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘”ğ‘·ğ‘‘, ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘—ğ‘µğ‘Ÿ ğ‘© ğ‘•ğ‘±ğ‘“ğ‘» ğ‘¢ğ‘± ğ‘‘ ğ‘œğ‘´.

source: As you say, my lord.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘•ğ‘±, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›.

source: If you want to choose the river path later, move a merman to the right end of the river again.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘ğ‘­ğ‘” ğ‘¤ğ‘±ğ‘‘ğ‘¼, ğ‘¥ğ‘µğ‘ ğ‘© ğ‘¥ğ‘»ğ‘¥ğ‘¨ğ‘¯ ğ‘‘ ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘©ğ‘œğ‘±ğ‘¯.

source: Snow Plains
da: Snestepperne
en@shaw: ğ‘•ğ‘¯ğ‘´ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ

source: These fields of snow were once the home of my people. We left here centuries ago. Legends say a great sword of fire was left behind.
da: Disse snemarker var engang mit folks hjem. Vi rejste videre for århundreder siden. Legenderne lyder på, at der blev efterladt et storslået ildsværd.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘“ğ‘°ğ‘¤ğ‘›ğ‘Ÿ ğ‘ ğ‘•ğ‘¯ğ‘´ ğ‘¢ğ‘» ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘ ğ‘£ğ‘´ğ‘¥ ğ‘ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤. ğ‘¢ğ‘° ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘£ğ‘½ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘˜ğ‘¼ğ‘¦ğ‘Ÿ ğ‘©ğ‘œğ‘´. ğ‘¤ğ‘§ğ‘œğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘•ğ‘± ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘•ğ‘¹ğ‘› ğ‘ ğ‘“ğ‘²ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘›.

source: This sword may prove useful on our journey ahead. I wonder where it could be hidden.
da: Dette sværd kunne vise sig nyttigt på vores videre rejse. Det må være i en af byerne foran os.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¹ğ‘› ğ‘¥ğ‘± ğ‘ğ‘®ğ‘µğ‘ ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘ªğ‘¯ ğ‘¬ğ‘¼ ğ‘¡ğ‘»ğ‘¯ğ‘° ğ‘©ğ‘£ğ‘§ğ‘›. ğ‘² ğ‘¢ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¢ğ‘º ğ‘¦ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘šğ‘° ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯.

source: Who would discard such a wondrous artifact?
en@shaw: ğ‘£ğ‘µ ğ‘¢ğ‘«ğ‘› ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘¸ğ‘› ğ‘•ğ‘³ğ‘— ğ‘© ğ‘¢ğ‘©ğ‘¯ğ‘›ğ‘®ğ‘©ğ‘• ğ‘¸ğ‘‘ğ‘©ğ‘“ğ‘¨ğ‘’ğ‘‘?

source: Some boon! All for a beast?
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘šğ‘µğ‘¯! ğ‘·ğ‘¤ ğ‘“ğ‘¹ ğ‘© ğ‘šğ‘°ğ‘•ğ‘‘?

source: It must have been an infestation. Regardless, after returning to his own people, the sword was nothing but an invitation to disaster.
en@shaw: ğ‘¦ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘“ğ‘§ğ‘•ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯. ğ‘®ğ‘¦ğ‘œğ‘¸ğ‘›ğ‘¤ğ‘©ğ‘•, ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤, ğ‘ ğ‘•ğ‘¹ğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘šğ‘³ğ‘‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘›ğ‘¦ğ‘Ÿğ‘¨ğ‘•ğ‘‘ğ‘».

source: You would do well to learn the lesson he did not.
en@shaw: ğ‘¿ ğ‘¢ğ‘«ğ‘› ğ‘›ğ‘µ ğ‘¢ğ‘§ğ‘¤ ğ‘‘ ğ‘¤ğ‘»ğ‘¯ ğ‘ ğ‘¤ğ‘§ğ‘•ğ‘©ğ‘¯ ğ‘£ğ‘° ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘.

source: Move along, elf, unless you enjoy making camp in this icy waste. I, for one, do not!
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘©ğ‘¤ğ‘ªğ‘™, ğ‘§ğ‘¤ğ‘“, ğ‘³ğ‘¯ğ‘¤ğ‘§ğ‘• ğ‘¿ ğ‘¦ğ‘¯ğ‘¡ğ‘¶ ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘¨ğ‘¥ğ‘ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘²ğ‘•ğ‘° ğ‘¢ğ‘±ğ‘•ğ‘‘. ğ‘², ğ‘“ğ‘¹ ğ‘¢ğ‘³ğ‘¯, ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘!

source: Indeed...
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›...

source: Listen, you whose eyes are fair but hide a vacuum, do you think I do not know what power can do to oneâ€™s soul? What evils a person is capable of when truth and righteousness are but scrolls that can be rewritten when a queen grows tired of them?
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘©ğ‘¯, ğ‘¿ ğ‘£ğ‘µğ‘Ÿ ğ‘²ğ‘Ÿ ğ‘¸ ğ‘“ğ‘º ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘²ğ‘› ğ‘© ğ‘ğ‘¨ğ‘’ğ‘¿ğ‘¥, ğ‘›ğ‘µ ğ‘¿ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘ğ‘¬ğ‘¼ ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘µ ğ‘‘ ğ‘¢ğ‘³ğ‘¯'ğ‘Ÿ ğ‘•ğ‘´ğ‘¤? ğ‘¢ğ‘ªğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘© ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘¢ğ‘§ğ‘¯ ğ‘‘ğ‘®ğ‘µğ‘” ğ‘¯ ğ‘®ğ‘²ğ‘—ğ‘©ğ‘•ğ‘¯ğ‘©ğ‘• ğ‘¸ ğ‘šğ‘³ğ‘‘ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘®ğ‘°ğ‘®ğ‘¦ğ‘‘ğ‘©ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘© ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘œğ‘®ğ‘´ğ‘Ÿ ğ‘‘ğ‘²ğ‘¼ğ‘› ğ‘ ğ‘ğ‘§ğ‘¥?

source: I became my motherâ€™s most trusted aide-de-camp. I was sent to quiet the worst of the rebellion. Of course they fought back. I never knew who these people were or why they fought my mother. Konrad, you are lucky. You do not know what Wesnoth has been like these past many years. There is no peace. I have never known peace.
en@shaw: ğ‘² ğ‘šğ‘¦ğ‘’ğ‘±ğ‘¥ ğ‘¥ğ‘² ğ‘¥ğ‘³ğ‘ğ‘¼'ğ‘Ÿ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘±ğ‘›-ğ‘›ğ‘°-ğ‘’ğ‘¨ğ‘¥ğ‘. ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘¢ğ‘²ğ‘§ğ‘‘ ğ‘ ğ‘¢ğ‘»ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘šğ‘§ğ‘¤ğ‘˜ğ‘©ğ‘¯. ğ‘ ğ‘’ğ‘¹ğ‘• ğ‘ğ‘± ğ‘“ğ‘·ğ‘‘ ğ‘šğ‘¨ğ‘’. ğ‘² ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¯ğ‘¿ ğ‘£ğ‘µ ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘» ğ‘¹ ğ‘¢ğ‘² ğ‘ğ‘± ğ‘“ğ‘·ğ‘‘ ğ‘¥ğ‘² ğ‘¥ğ‘³ğ‘ğ‘¼. ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘¿ ğ‘¸ ğ‘¤ğ‘³ğ‘’ğ‘¦. ğ‘¿ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘˜ğ‘½ğ‘Ÿ. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘ğ‘°ğ‘•. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¯ğ‘´ğ‘¯ ğ‘ğ‘°ğ‘•.

source: I do know the cup of bitterness poured out on Wesnoth by your mother, child. The land has been torn apart. The elves know this. The orcs know this. Undead can feel it. Large armies of men march across the plains hunting each other, and when no men remain, outsiders will claim Wesnoth as their home.
en@shaw: ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘´ ğ‘ ğ‘’ğ‘³ğ‘ ğ‘ ğ‘šğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘• ğ‘ğ‘«ğ‘¼ğ‘› ğ‘¬ğ‘‘ ğ‘ªğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘šğ‘² ğ‘¿ğ‘¼ ğ‘¥ğ‘³ğ‘ğ‘¼, ğ‘—ğ‘²ğ‘¤ğ‘›. ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘‘ğ‘¹ğ‘¯ ğ‘©ğ‘ğ‘¸ğ‘‘. ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¯ğ‘´ ğ‘ğ‘¦ğ‘•. ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¯ğ‘´ ğ‘ğ‘¦ğ‘•. ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘’ğ‘¨ğ‘¯ ğ‘“ğ‘°ğ‘¤ ğ‘¦ğ‘‘. ğ‘¤ğ‘¸ğ‘¡ ğ‘¸ğ‘¥ğ‘°ğ‘Ÿ ğ‘ ğ‘¥ğ‘§ğ‘¯ ğ‘¥ğ‘¸ğ‘— ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ ğ‘£ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘°ğ‘— ğ‘³ğ‘ğ‘¼, ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘¯ğ‘´ ğ‘¥ğ‘§ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯, ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘›ğ‘»ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘¤ğ‘±ğ‘¥ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¨ğ‘Ÿ ğ‘ğ‘º ğ‘£ğ‘´ğ‘¥.

source: Swamp Of Dread
da: Frygtens Sump
en@shaw: ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ ğ‘ ğ‘›ğ‘®ğ‘§ğ‘›

source: Defeat the Lich-Lord Aimucasur
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘› Â·ğ‘±ğ‘¥ğ‘³ğ‘’ğ‘¨ğ‘•ğ‘»

source: Aimucasur
en@shaw: Â·ğ‘±ğ‘¥ğ‘³ğ‘’ğ‘¨ğ‘•ğ‘»

source: This land is cursed. Liches have existed here for ages, luring adventurers and soldiers to their deaths and amassing great armies and fortunes.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¦ğ‘Ÿ ğ‘’ğ‘»ğ‘•ğ‘›. ğ‘¤ğ‘¦ğ‘—ğ‘§ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘£ğ‘½ ğ‘“ğ‘¹ ğ‘±ğ‘¡ğ‘©ğ‘Ÿ, ğ‘¤ğ‘«ğ‘®ğ‘¦ğ‘™ ğ‘©ğ‘›ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘¿ğ‘®ğ‘¼ğ‘Ÿ ğ‘¯ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘ğ‘º ğ‘›ğ‘§ğ‘”ğ‘• ğ‘¯ ğ‘©ğ‘¥ğ‘¨ğ‘•ğ‘¦ğ‘™ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¸ğ‘¥ğ‘°ğ‘Ÿ ğ‘¯ ğ‘“ğ‘¹ğ‘‘ğ‘¿ğ‘¯ğ‘Ÿ.

source: Look there! The swamp is infested with all manner of skeletons, corpses, and worse. I hope I have made a wise choice in taking this path.
en@shaw: ğ‘¤ğ‘«ğ‘’ ğ‘ğ‘º! ğ‘ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘“ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘·ğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘¼ ğ‘ ğ‘•ğ‘’ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ, ğ‘’ğ‘¹ğ‘ğ‘•ğ‘©ğ‘Ÿ, ğ‘¯ ğ‘¢ğ‘»ğ‘•. ğ‘² ğ‘£ğ‘´ğ‘ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘±ğ‘› ğ‘© ğ‘¢ğ‘²ğ‘Ÿ ğ‘—ğ‘¶ğ‘• ğ‘¦ğ‘¯ ğ‘‘ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘ğ‘­ğ‘”.
