Repository: wesnoth/wesnoth
Catalog: po/wesnoth-httt/*.po
Languages: da, en@shaw

source: Ho! You have amused me, young heir. Ho, ho, challenge indeed.
en@shaw: ğ‘£ğ‘´! ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘¥ğ‘¿ğ‘Ÿğ‘› ğ‘¥ğ‘°, ğ‘˜ğ‘³ğ‘™ ğ‘º. ğ‘£ğ‘´, ğ‘£ğ‘´, ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘¡ ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›.

source: Young heir? Then you assent to my claim?
en@shaw: ğ‘˜ğ‘³ğ‘™ ğ‘º? ğ‘ğ‘§ğ‘¯ ğ‘¿ ğ‘©ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘‘ ğ‘¥ğ‘² ğ‘’ğ‘¤ğ‘±ğ‘¥?

source: I fail to see the purpose of this exercise. It only weakens us.
en@shaw: ğ‘² ğ‘“ğ‘±ğ‘¤ ğ‘‘ ğ‘•ğ‘° ğ‘ ğ‘ğ‘»ğ‘ğ‘©ğ‘• ğ‘ ğ‘ğ‘¦ğ‘• ğ‘§ğ‘’ğ‘•ğ‘©ğ‘•ğ‘²ğ‘Ÿ. ğ‘¦ğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘°ğ‘’ğ‘©ğ‘¯ğ‘Ÿ ğ‘³ğ‘•.

source: Aye.
en@shaw: ğ‘².

source: I cannot believe this! You have defeated me! You are now my liege, and I leave the battlefield in shame. But the Clan shall fight on!
en@shaw: ğ‘² ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘ğ‘¦ğ‘•! ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘¥ğ‘°! ğ‘¿ ğ‘¸ ğ‘¯ğ‘¬ ğ‘¥ğ‘² ğ‘¤ğ‘°ğ‘¡, ğ‘¯ ğ‘² ğ‘¤ğ‘°ğ‘ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘“ğ‘°ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘–ğ‘±ğ‘¥. ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘’ğ‘¤ğ‘¨ğ‘¯ ğ‘–ğ‘¨ğ‘¤ ğ‘“ğ‘²ğ‘‘ ğ‘ªğ‘¯!

source: Their leader has fallen but still they fight!
en@shaw: ğ‘ğ‘º ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘£ğ‘¨ğ‘Ÿ ğ‘“ğ‘·ğ‘¤ğ‘©ğ‘¯ ğ‘šğ‘³ğ‘‘ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘± ğ‘“ğ‘²ğ‘‘!

source: You can defeat me, but the Clan will never fall. Our numbers are endless!
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘¥ğ‘°, ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘’ğ‘¤ğ‘¨ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘“ğ‘·ğ‘¤. ğ‘¬ğ‘¼ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ ğ‘¸ ğ‘§ğ‘¯ğ‘›ğ‘¤ğ‘©ğ‘•!

source: Even as I pledge my lance to your service, my Clan fights on!
en@shaw: ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘² ğ‘ğ‘¤ğ‘§ğ‘¡ ğ‘¥ğ‘² ğ‘¤ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘¿ğ‘¼ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•, ğ‘¥ğ‘² ğ‘’ğ‘¤ğ‘¨ğ‘¯ ğ‘“ğ‘²ğ‘‘ğ‘• ğ‘ªğ‘¯!

source: A humiliating defeat, yet you are no match for the might of the Clan!
en@shaw: ğ‘© ğ‘£ğ‘¿ğ‘¥ğ‘¦ğ‘¤ğ‘°ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘, ğ‘˜ğ‘§ğ‘‘ ğ‘¿ ğ‘¸ ğ‘¯ğ‘´ ğ‘¥ğ‘¨ğ‘— ğ‘“ğ‘¹ ğ‘ ğ‘¥ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘’ğ‘¤ğ‘¨ğ‘¯!

source: Stop! I cannot believe this! You have defeated us! Indeed, you are worthy, worthy even to claim the throne. The clans will help you. We will fight with you against the Queen.
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘! ğ‘² ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘ğ‘¦ğ‘•! ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘³ğ‘•! ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›, ğ‘¿ ğ‘¸ ğ‘¢ğ‘»ğ‘ğ‘°, ğ‘¢ğ‘»ğ‘ğ‘° ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘‘ ğ‘’ğ‘¤ğ‘±ğ‘¥ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯. ğ‘ ğ‘’ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘¿ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯.

source: So you admit defeat! You will serve me in fighting the evil queen?
en@shaw: ğ‘•ğ‘´ ğ‘¿ ğ‘©ğ‘›ğ‘¥ğ‘¦ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘! ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘»ğ‘ ğ‘¥ğ‘° ğ‘¦ğ‘¯ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘’ğ‘¢ğ‘°ğ‘¯?

source: We will serve you, my lord. You will make a worthy king.
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘»ğ‘ ğ‘¿, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›. ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘¢ğ‘»ğ‘ğ‘° ğ‘’ğ‘¦ğ‘™.

source: The mighty riders of the eastern plains, the Knights of the Clans, are now yours to command!
en@shaw: ğ‘ ğ‘¥ğ‘²ğ‘‘ğ‘¦ ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘ ğ‘ ğ‘°ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ, ğ‘ ğ‘¯ğ‘²ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘’ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ, ğ‘¸ ğ‘¯ğ‘¬ ğ‘¿ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›!

source: I think you are mistaken! You will help me be queen.
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¿ ğ‘¸ ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘±ğ‘’ğ‘§ğ‘¯! ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¥ğ‘° ğ‘šğ‘° ğ‘’ğ‘¢ğ‘°ğ‘¯.

source: Who then is your leader? Whom do we serve?
en@shaw: ğ‘£ğ‘µ ğ‘ğ‘§ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘¤ğ‘°ğ‘›ğ‘»? ğ‘£ğ‘µ ğ‘›ğ‘µ ğ‘¢ğ‘° ğ‘•ğ‘»ğ‘?

source: Delfador, donâ€™t you think it is time we settled this?
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹, ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¿ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘²ğ‘¥ ğ‘¢ğ‘° ğ‘•ğ‘§ğ‘‘ğ‘©ğ‘¤ğ‘› ğ‘ğ‘¦ğ‘•?

source: Yes, it is time. It is time for the truth to be told. I had hoped to take this secret to my grave, but it isnâ€™t to be. You elves live too long, and though I have tried hard to understand, your wisdom is foreign to me.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘²ğ‘¥. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘²ğ‘¥ ğ‘“ğ‘¹ ğ‘ ğ‘‘ğ‘®ğ‘µğ‘” ğ‘‘ ğ‘šğ‘° ğ‘‘ğ‘´ğ‘¤ğ‘›. ğ‘² ğ‘£ğ‘¨ğ‘› ğ‘£ğ‘´ğ‘ğ‘‘ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ ğ‘‘ ğ‘¥ğ‘² ğ‘œğ‘®ğ‘±ğ‘, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿğ‘¯ğ‘‘ ğ‘‘ ğ‘šğ‘°. ğ‘¿ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¤ğ‘¦ğ‘ ğ‘‘ğ‘µ ğ‘¤ğ‘ªğ‘™, ğ‘¯ ğ‘ğ‘´ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘®ğ‘²ğ‘› ğ‘£ğ‘¸ğ‘› ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›, ğ‘¿ğ‘¼ ğ‘¢ğ‘¦ğ‘Ÿğ‘›ğ‘©ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘“ğ‘ªğ‘®ğ‘©ğ‘¯ ğ‘‘ ğ‘¥ğ‘°.

source: We are routing their forces! Letâ€™s see if the Clan has had enough. Their help in guarding our flanks will be invaluable.
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘®ğ‘µğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ! ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘•ğ‘° ğ‘¦ğ‘“ ğ‘ ğ‘’ğ‘¤ğ‘¨ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘£ğ‘¨ğ‘› ğ‘¦ğ‘¯ğ‘³ğ‘“. ğ‘ğ‘º ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¦ğ‘¯ ğ‘œğ‘¸ğ‘›ğ‘¦ğ‘™ ğ‘¬ğ‘¼ ğ‘“ğ‘¤ğ‘¨ğ‘™ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘˜ğ‘©ğ‘šğ‘©ğ‘¤.

source: The Battle for Wesnoth
en@shaw: ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”

source: Defeat Asheviere
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½

source: Here we overlook the city of Weldyn. The great city. The ancient city. The city of evil. The city of good. The city of men.
en@shaw: ğ‘£ğ‘½ ğ‘¢ğ‘° ğ‘´ğ‘ğ‘¼ğ‘¤ğ‘«ğ‘’ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘ Â·ğ‘¢ğ‘§ğ‘¤ğ‘›ğ‘¦ğ‘¯. ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦. ğ‘ ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦. ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤. ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘œğ‘«ğ‘›. ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘¥ğ‘§ğ‘¯.

source: The battle had been long and hard. We had been defeated. Eldred was slain, but I knew that Asheviereâ€™s wrath would be great. That many innocents would be slain. I had to save the monarchy. I had to save the princes. I made haste to Weldyn, before the guards of Asheviere could get there, to carry out their evil orders.
en@shaw: ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘› ğ‘šğ‘°ğ‘¯ ğ‘¤ğ‘ªğ‘™ ğ‘¯ ğ‘£ğ‘¸ğ‘›. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘› ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›. ğ‘§ğ‘¤ğ‘›ğ‘»ğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘¤ğ‘±ğ‘¯, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘¯ğ‘¿ ğ‘ğ‘¨ğ‘‘ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ğ‘Ÿ ğ‘®ğ‘ªğ‘” ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘œğ‘®ğ‘±ğ‘‘. ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¦ğ‘¯ğ‘©ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘•ğ‘¤ğ‘±ğ‘¯. ğ‘² ğ‘£ğ‘¨ğ‘› ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘ ğ‘¥ğ‘ªğ‘¯ğ‘¼ğ‘’ğ‘¦. ğ‘² ğ‘£ğ‘¨ğ‘› ğ‘‘ ğ‘•ğ‘±ğ‘ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘Ÿ. ğ‘² ğ‘¥ğ‘±ğ‘› ğ‘£ğ‘±ğ‘•ğ‘‘ ğ‘‘ Â·ğ‘¢ğ‘§ğ‘¤ğ‘›ğ‘¦ğ‘¯, ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘œğ‘¸ğ‘›ğ‘Ÿ ğ‘ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ ğ‘’ğ‘«ğ‘› ğ‘œğ‘§ğ‘‘ ğ‘ğ‘º, ğ‘‘ ğ‘’ğ‘¨ğ‘®ğ‘¦ ğ‘¬ğ‘‘ ğ‘ğ‘º ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¹ğ‘›ğ‘¼ğ‘Ÿ.

source: Of course, you are surprised by this, but it is the truth. In haste, I vanquished the evil ones who had committed this foul deed. Then I took the little princeâ€™s broken body, and away I rode. Far away, to the land of the elves.
en@shaw: ğ‘ ğ‘’ğ‘¹ğ‘•, ğ‘¿ ğ‘¸ ğ‘•ğ‘¼ğ‘ğ‘®ğ‘²ğ‘Ÿğ‘› ğ‘šğ‘² ğ‘ğ‘¦ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ ğ‘‘ğ‘®ğ‘µğ‘”. ğ‘¦ğ‘¯ ğ‘£ğ‘±ğ‘•ğ‘‘, ğ‘² ğ‘ğ‘¨ğ‘™ğ‘’ğ‘¢ğ‘¦ğ‘–ğ‘‘ ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘› ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¬ğ‘¤ ğ‘›ğ‘°ğ‘›. ğ‘ğ‘§ğ‘¯ ğ‘² ğ‘‘ğ‘«ğ‘’ ğ‘ ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•ğ‘¦ğ‘Ÿ ğ‘šğ‘®ğ‘´ğ‘’ğ‘©ğ‘¯ ğ‘šğ‘ªğ‘›ğ‘¦, ğ‘¯ ğ‘©ğ‘¢ğ‘± ğ‘² ğ‘®ğ‘´ğ‘›. ğ‘“ğ‘¸ ğ‘©ğ‘¢ğ‘±, ğ‘‘ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ.

source: By strange and mysterious fortune, the Elf Lady Parandra had come across a human child. She knew not where he had come from, only that the orcs would have eaten him if it werenâ€™t for her intervention. The elves felt that great fortune smiled upon this man-child. Perhaps that is why this most truthful of peoples agreed to my plan.
en@shaw: ğ‘šğ‘² ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘¯ ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘½ğ‘¦ğ‘©ğ‘• ğ‘“ğ‘¹ğ‘‘ğ‘¿ğ‘¯, ğ‘ ğ‘§ğ‘¤ğ‘“ ğ‘¤ğ‘±ğ‘›ğ‘¦ Â·ğ‘ğ‘¸ğ‘©ğ‘¯ğ‘›ğ‘®ğ‘¨ ğ‘£ğ‘¨ğ‘› ğ‘’ğ‘³ğ‘¥ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘© ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘—ğ‘²ğ‘¤ğ‘›. ğ‘–ğ‘° ğ‘¯ğ‘¿ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘º ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘› ğ‘’ğ‘³ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥, ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘°ğ‘‘ğ‘©ğ‘¯ ğ‘£ğ‘¦ğ‘¥ ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘¢ğ‘»ğ‘¯ğ‘‘ ğ‘“ğ‘¹ ğ‘£ğ‘» ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘ğ‘§ğ‘¯ğ‘—ğ‘©ğ‘¯. ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘“ğ‘§ğ‘¤ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘“ğ‘¹ğ‘‘ğ‘¿ğ‘¯ ğ‘•ğ‘¥ğ‘²ğ‘¤ğ‘› ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘¨ğ‘¯-ğ‘—ğ‘²ğ‘¤ğ‘›. ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘² ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘‘ğ‘®ğ‘µğ‘”ğ‘“ğ‘©ğ‘¤ ğ‘ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘©ğ‘œğ‘®ğ‘°ğ‘› ğ‘‘ ğ‘¥ğ‘² ğ‘ğ‘¤ğ‘¨ğ‘¯.

source: After burying the little prince, we agreed never to speak of him again. Instead, this orphan child we would call Konrad, and he would be brought up to be king. I would say that I had slain the guards before they had carried out their evil deed, instead of after. No one would ever have to know. And no one did know for certain, until now.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘šğ‘§ğ‘®ğ‘¦ğ‘¦ğ‘™ ğ‘ ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•, ğ‘¢ğ‘° ğ‘©ğ‘œğ‘®ğ‘°ğ‘› ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘•ğ‘ğ‘°ğ‘’ ğ‘ ğ‘£ğ‘¦ğ‘¥ ğ‘©ğ‘œğ‘±ğ‘¯. ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘›, ğ‘ğ‘¦ğ‘• ğ‘¹ğ‘“ğ‘©ğ‘¯ ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘¢ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘’ğ‘·ğ‘¤ ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘¯ ğ‘£ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘³ğ‘ ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘¦ğ‘™. ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘± ğ‘ğ‘¨ğ‘‘ ğ‘² ğ‘£ğ‘¨ğ‘› ğ‘•ğ‘¤ğ‘±ğ‘¯ ğ‘ ğ‘œğ‘¸ğ‘›ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘› ğ‘’ğ‘¨ğ‘®ğ‘¦ğ‘› ğ‘¬ğ‘‘ ğ‘ğ‘º ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘›ğ‘°ğ‘›, ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘­ğ‘“ğ‘‘ğ‘¼. ğ‘¯ğ‘´ ğ‘¢ğ‘³ğ‘¯ ğ‘¢ğ‘«ğ‘› ğ‘§ğ‘ğ‘¼ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘¯ğ‘´. ğ‘¯ ğ‘¯ğ‘´ ğ‘¢ğ‘³ğ‘¯ ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘´ ğ‘“ğ‘¹ ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯, ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¯ğ‘¬.

source: Now, let us not tarry here any longer! The dawn breaks! The time has come for the heir to the throne to claim it!
en@shaw: ğ‘¯ğ‘¬, ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘¯ğ‘ªğ‘‘ ğ‘‘ğ‘ºğ‘° ğ‘£ğ‘½ ğ‘§ğ‘¯ğ‘¦ ğ‘¤ğ‘ªğ‘™ğ‘œğ‘¼! ğ‘ ğ‘›ğ‘·ğ‘¯ ğ‘šğ‘®ğ‘±ğ‘’ğ‘•! ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘£ğ‘¨ğ‘Ÿ ğ‘’ğ‘³ğ‘¥ ğ‘“ğ‘¹ ğ‘ ğ‘º ğ‘‘ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯ ğ‘‘ ğ‘’ğ‘¤ğ‘±ğ‘¥ ğ‘¦ğ‘‘!

source: So, these rebels come at last to face me, while most of my army is off fighting the fickle clans.
en@shaw: ğ‘•ğ‘´, ğ‘ğ‘°ğ‘Ÿ ğ‘®ğ‘§ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘’ğ‘³ğ‘¥ ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘‘ ğ‘“ğ‘±ğ‘• ğ‘¥ğ‘°, ğ‘¢ğ‘²ğ‘¤ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘¥ğ‘² ğ‘¸ğ‘¥ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘ªğ‘“ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘’ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ.

source: Wretched wench. Your army is tasting death as we speak. The clans have arrived to unseat you, pretender!
en@shaw: ğ‘®ğ‘§ğ‘—ğ‘‘ ğ‘¢ğ‘§ğ‘¯ğ‘—. ğ‘¿ğ‘¼ ğ‘¸ğ‘¥ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘±ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘§ğ‘” ğ‘¨ğ‘Ÿ ğ‘¢ğ‘° ğ‘•ğ‘ğ‘°ğ‘’. ğ‘ ğ‘’ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘‘ ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘‘ ğ‘¿, ğ‘ğ‘®ğ‘°ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘»!

source: Surrender, mother. The landâ€™s blood is spent. I have come to take my rightful place.
en@shaw: ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘», ğ‘¥ğ‘³ğ‘ğ‘¼. ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘šğ‘¤ğ‘³ğ‘› ğ‘¦ğ‘Ÿ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘‘. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¥ğ‘² ğ‘®ğ‘²ğ‘‘ğ‘“ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘•.

source: Ahh. My own daughter, a turncoat. So it is true. Such treason my reign must endure! But endure it will.
en@shaw: ğ‘­. ğ‘¥ğ‘² ğ‘´ğ‘¯ ğ‘›ğ‘¹ğ‘‘ğ‘», ğ‘© ğ‘‘ğ‘»ğ‘¯ğ‘’ğ‘´ğ‘‘. ğ‘•ğ‘´ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ. ğ‘•ğ‘³ğ‘— ğ‘‘ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ ğ‘¥ğ‘² ğ‘®ğ‘±ğ‘¯ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘©ğ‘¯ğ‘›ğ‘˜ğ‘«ğ‘¼! ğ‘šğ‘³ğ‘‘ ğ‘©ğ‘¯ğ‘›ğ‘˜ğ‘«ğ‘¼ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤.

source: Delfador! My old tormentor! Treason! Men! Seize them! Kill them! Kill them all!
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹! ğ‘¥ğ‘² ğ‘´ğ‘¤ğ‘› ğ‘‘ğ‘¹ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘»! ğ‘‘ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯! ğ‘¥ğ‘§ğ‘¯! ğ‘•ğ‘°ğ‘Ÿ ğ‘ğ‘§ğ‘¥! ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘¥! ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘¥ ğ‘·ğ‘¤!

source: Take this, witch!
en@shaw: ğ‘‘ğ‘±ğ‘’ ğ‘ğ‘¦ğ‘•, ğ‘¢ğ‘¦ğ‘—!

source: Mother, I swore to end your reign of evil, and now I shall.
en@shaw: ğ‘¥ğ‘³ğ‘ğ‘¼, ğ‘² ğ‘•ğ‘¢ğ‘¹ ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘®ğ‘±ğ‘¯ ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤, ğ‘¯ ğ‘¯ğ‘¬ ğ‘² ğ‘–ğ‘¨ğ‘¤.

source: Daughter, I built this kingdom for you. It has all been for you!
en@shaw: ğ‘›ğ‘¹ğ‘‘ğ‘», ğ‘² ğ‘šğ‘¦ğ‘¤ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥ ğ‘“ğ‘¹ ğ‘¿. ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘·ğ‘¤ ğ‘šğ‘°ğ‘¯ ğ‘“ğ‘¹ ğ‘¿!

source: Liâ€™sar strikes a killing blow!
en@shaw: Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸ ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ğ‘• ğ‘© ğ‘’ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘šğ‘¤ğ‘´!

source: You have hunted me across the countryside, indeed across the years. Here I am, Dark Queen.
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘£ğ‘³ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘¥ğ‘° ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘•ğ‘²ğ‘›, ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘˜ğ‘½ğ‘Ÿ. ğ‘£ğ‘½ ğ‘² ğ‘¨ğ‘¥, ğ‘›ğ‘¸ğ‘’ ğ‘’ğ‘¢ğ‘°ğ‘¯.

source: I was sure I had killed you, yet you haunt me still. Be gone, demon! I banish you, ghost!
en@shaw: ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘–ğ‘«ğ‘¼ ğ‘² ğ‘£ğ‘¨ğ‘› ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘¿, ğ‘˜ğ‘§ğ‘‘ ğ‘¿ ğ‘£ğ‘ªğ‘¯ğ‘‘ ğ‘¥ğ‘° ğ‘•ğ‘‘ğ‘¦ğ‘¤. ğ‘šğ‘° ğ‘œğ‘ªğ‘¯, ğ‘›ğ‘°ğ‘¥ğ‘ªğ‘¯! ğ‘² ğ‘šğ‘¨ğ‘¯ğ‘¦ğ‘– ğ‘¿, ğ‘œğ‘´ğ‘•ğ‘‘!

source: Konrad strikes a killing blow!
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘•ğ‘‘ğ‘®ğ‘²ğ‘’ğ‘• ğ‘© ğ‘’ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘šğ‘¤ğ‘´!

source: As I destroyed your son, I now destroy you.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘² ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘› ğ‘¿ğ‘¼ ğ‘•ğ‘³ğ‘¯, ğ‘² ğ‘¯ğ‘¬ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘¿.

source: You were always defiant, wizard, and no one has thwarted my plans as determinedly as you.
en@shaw: ğ‘¿ ğ‘¢ğ‘» ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘©ğ‘¯ğ‘‘, ğ‘¢ğ‘¦ğ‘Ÿğ‘¼ğ‘›, ğ‘¯ ğ‘¯ğ‘´ ğ‘¢ğ‘³ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘”ğ‘¢ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘¥ğ‘² ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘›ğ‘©ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘©ğ‘›ğ‘¤ğ‘° ğ‘¨ğ‘Ÿ ğ‘¿.

source: I have always been a humble servant of the Crown, and remain such even now.
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘© ğ‘£ğ‘³ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘»ğ‘ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘’ğ‘®ğ‘¬ğ‘¯, ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘•ğ‘³ğ‘— ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¯ğ‘¬.

source: Delfador! You utterly disgust me, you sniveling worm. How dare you confront me, your queen?
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹! ğ‘¿ ğ‘³ğ‘‘ğ‘¼ğ‘ğ‘¦ ğ‘›ğ‘¦ğ‘•ğ‘œğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘°, ğ‘¿ ğ‘•ğ‘¯ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘¦ğ‘™ ğ‘¢ğ‘»ğ‘¥. ğ‘£ğ‘¬ ğ‘›ğ‘º ğ‘¿ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘°, ğ‘¿ğ‘¼ ğ‘’ğ‘¢ğ‘°ğ‘¯?

source: ... Mage Protector of The Kingdom Of The Peoples Of The West-North, Chief Advisor to the <i>Crown</i>...
en@shaw: ... ğ‘¥ğ‘±ğ‘¡ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘» ğ‘ ğ‘ ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥ ğ‘ ğ‘ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘-ğ‘¯ğ‘¹ğ‘”, ğ‘¡ğ‘°ğ‘“ ğ‘¨ğ‘›ğ‘ğ‘²ğ‘Ÿğ‘¼ ğ‘‘ ğ‘ <i>Crown</i>...

source: ... and personal counselor to my King and my <i>friend</i>, Garard the Second, whom you most <i>foully</i> betrayed...
en@shaw: ... ğ‘¯ ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘¼ ğ‘‘ ğ‘¥ğ‘² ğ‘’ğ‘¦ğ‘™ ğ‘¯ ğ‘¥ğ‘² <i>friend</i>, ğ‘œğ‘»ğ‘¸ğ‘› ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›, ğ‘£ğ‘µ ğ‘¿ ğ‘¥ğ‘´ğ‘•ğ‘‘ <i>foully</i> ğ‘šğ‘¦ğ‘‘ğ‘®ğ‘±ğ‘›...

source: I am Delfador the Great and TODAY YOU MEET YOUR ATONEMENT!
en@shaw: ğ‘² ğ‘¨ğ‘¥ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¯ ğ‘‘ğ‘«ğ‘›ğ‘± ğ‘¿ ğ‘¥ğ‘°ğ‘‘ ğ‘¿ğ‘¼ ğ‘©ğ‘‘ğ‘´ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘!

source: In a horrific inferno of magical rage, Asheviere is completely annihilated!
en@shaw: ğ‘¦ğ‘¯ ğ‘© ğ‘£ğ‘¹ğ‘¦ğ‘“ğ‘¦ğ‘’ ğ‘¦ğ‘¯ğ‘“ğ‘»ğ‘¯ğ‘´ ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘®ğ‘±ğ‘¡, Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘¤ğ‘¦ ğ‘©ğ‘¯ğ‘²ğ‘©ğ‘¤ğ‘±ğ‘‘ğ‘¦ğ‘›!

source: Treason! The evil ones have slain me!
en@shaw: ğ‘‘ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯! ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘¤ğ‘±ğ‘¯ ğ‘¥ğ‘°!

source: And so passes Asheviere, the dark queen of Wesnoth.
en@shaw: ğ‘¯ ğ‘•ğ‘´ ğ‘ğ‘­ğ‘•ğ‘©ğ‘Ÿ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½, ğ‘ ğ‘›ğ‘¸ğ‘’ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”.

source: We have won at last! Liâ€™sar! You will be queen!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘! Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸! ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘’ğ‘¢ğ‘°ğ‘¯!

source: Yes, but I wonâ€™t ever forget what you have done for me, Konrad, Delfador, and Kalenz.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘¢ğ‘´ğ‘¯ğ‘‘ ğ‘§ğ‘ğ‘¼ ğ‘“ğ‘¼ğ‘œğ‘§ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘³ğ‘¯ ğ‘“ğ‘¹ ğ‘¥ğ‘°, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹, ğ‘¯ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ.

source: So much blood. So much death. For what? A title?
en@shaw: ğ‘•ğ‘´ ğ‘¥ğ‘³ğ‘— ğ‘šğ‘¤ğ‘³ğ‘›. ğ‘•ğ‘´ ğ‘¥ğ‘³ğ‘— ğ‘›ğ‘§ğ‘”. ğ‘“ğ‘¹ ğ‘¢ğ‘ªğ‘‘? ğ‘© ğ‘‘ğ‘²ğ‘‘ğ‘©ğ‘¤?

source: For justice, Elf Lord. We fight because if we do not, evil would prevail. But, I implore you to let the dead have their rest. We have taken victory. Tomorrow is a new day, friends... let us build this kingdom anew.
en@shaw: ğ‘“ğ‘¹ ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¦ğ‘•, ğ‘§ğ‘¤ğ‘“ ğ‘¤ğ‘¹ğ‘›. ğ‘¢ğ‘° ğ‘“ğ‘²ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘, ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘«ğ‘› ğ‘ğ‘®ğ‘¦ğ‘ğ‘±ğ‘¤. ğ‘šğ‘³ğ‘‘, ğ‘² ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘¹ ğ‘¿ ğ‘‘ ğ‘¤ğ‘§ğ‘‘ ğ‘ ğ‘›ğ‘§ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘ğ‘º ğ‘®ğ‘§ğ‘•ğ‘‘. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦. ğ‘‘ğ‘«ğ‘¥ğ‘ªğ‘®ğ‘´ ğ‘¦ğ‘Ÿ ğ‘© ğ‘¯ğ‘¿ ğ‘›ğ‘±, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ... ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥ ğ‘©ğ‘¯ğ‘¿.

source: Epilogue
en@shaw: ğ‘§ğ‘ğ‘©ğ‘¤ğ‘ªğ‘œ

source: Her reign was long, and she undid the evil deeds of her mother.
en@shaw: ğ‘£ğ‘» ğ‘®ğ‘±ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¤ğ‘ªğ‘™, ğ‘¯ ğ‘–ğ‘° ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘› ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘›ğ‘°ğ‘›ğ‘Ÿ ğ‘ ğ‘£ğ‘» ğ‘¥ğ‘³ğ‘ğ‘¼.

source: Delfador became Liâ€™sarâ€™s High Counselor, advising her in the most important matters of state. He lived until a ripe old age and was granted a royal funeral, after which he was buried in the Royal Crypt in Weldyn.
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘šğ‘¦ğ‘’ğ‘±ğ‘¥ Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸ğ‘Ÿ ğ‘£ğ‘² ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘¼, ğ‘¨ğ‘›ğ‘ğ‘²ğ‘Ÿğ‘¦ğ‘™ ğ‘£ğ‘» ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘¨ğ‘‘ğ‘¼ğ‘Ÿ ğ‘ ğ‘•ğ‘‘ğ‘±ğ‘‘. ğ‘£ğ‘° ğ‘¤ğ‘¦ğ‘ğ‘› ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘© ğ‘®ğ‘²ğ‘ ğ‘´ğ‘¤ğ‘› ğ‘±ğ‘¡ ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘œğ‘®ğ‘­ğ‘¯ğ‘‘ğ‘§ğ‘› ğ‘© ğ‘®ğ‘¶ğ‘©ğ‘¤ ğ‘“ğ‘¿ğ‘¯ğ‘¼ğ‘©ğ‘¤, ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘— ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘§ğ‘®ğ‘¦ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘®ğ‘¶ğ‘©ğ‘¤ ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘ ğ‘¦ğ‘¯ Â·ğ‘¢ğ‘§ğ‘¤ğ‘›ğ‘¦ğ‘¯.

source: Kalenz returned to his home in the North and never again returned to the lands of men.
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘£ğ‘´ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘¯ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘‘ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘¥ğ‘§ğ‘¯.

source: Konrad became a noble in Liâ€™sarâ€™s court. He married Liâ€™sar, and together they had two sons and a daughter.
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘šğ‘¦ğ‘’ğ‘±ğ‘¥ ğ‘© ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘¦ğ‘¯ Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸ğ‘Ÿ ğ‘’ğ‘¹ğ‘‘. ğ‘£ğ‘° ğ‘¥ğ‘¨ğ‘®ğ‘¦ğ‘› Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸, ğ‘¯ ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘› ğ‘‘ğ‘µ ğ‘•ğ‘³ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘© ğ‘›ğ‘¹ğ‘‘ğ‘».

source: female^Battle Princess
en@shaw: ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•ğ‘§ğ‘•

source: sceptre of fire
en@shaw: ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘ ğ‘“ğ‘²ğ‘¼

source: The rank of Commander is held by those who lead battle groups into combat. Possessing leadership skills, they give lower-level units in adjacent hexes improved performance in combat. Commanders are best skilled with the sword, although they also carry a bow to use when necessary. If the Commander is lost, so is the battle.
en@shaw: ğ‘ ğ‘®ğ‘¨ğ‘™ğ‘’ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘£ğ‘§ğ‘¤ğ‘› ğ‘šğ‘² ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘¤ğ‘§ğ‘› ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘œğ‘®ğ‘µğ‘ğ‘• ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘. ğ‘ğ‘©ğ‘Ÿğ‘§ğ‘•ğ‘¦ğ‘™ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘Ÿ, ğ‘ğ‘± ğ‘œğ‘¦ğ‘ ğ‘¤ğ‘´ğ‘¼-ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘§ğ‘’ğ‘•ğ‘§ğ‘Ÿ ğ‘¦ğ‘¥ğ‘ğ‘®ğ‘µğ‘ğ‘› ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ğ‘©ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘. ğ‘’ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘»ğ‘Ÿ ğ‘¸ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘¹ğ‘›, ğ‘·ğ‘¤ğ‘ğ‘´ ğ‘ğ‘± ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘’ğ‘¨ğ‘®ğ‘¦ ğ‘© ğ‘šğ‘´ ğ‘‘ ğ‘¿ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘¯ğ‘§ğ‘•ğ‘©ğ‘•ğ‘¼ğ‘¦. ğ‘¦ğ‘“ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘•ğ‘‘, ğ‘•ğ‘´ ğ‘¦ğ‘Ÿ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤.

source: female^Dark Queen
en@shaw: ğ‘›ğ‘¸ğ‘’ ğ‘’ğ‘¢ğ‘°ğ‘¯

source: scepter
en@shaw: ğ‘•ğ‘§ğ‘ğ‘‘ğ‘»

source: raging blizzard
en@shaw: ğ‘®ğ‘±ğ‘¡ğ‘¦ğ‘™ ğ‘šğ‘¤ğ‘¦ğ‘Ÿğ‘»ğ‘›

source: The noble leaders of many troops, Lords are especially strong in melee combat, and also possess skill with the bow. Like Commanders, Lords possess leadership skills, and improve the fighting ability of all adjacent lower-level units.
en@shaw: ğ‘ ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘‘ğ‘®ğ‘µğ‘ğ‘•, ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘¸ ğ‘¦ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¦ğ‘¯ ğ‘¥ğ‘±ğ‘¤ğ‘± ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘, ğ‘¯ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘ğ‘©ğ‘Ÿğ‘§ğ‘• ğ‘•ğ‘’ğ‘¦ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘šğ‘´. ğ‘¤ğ‘²ğ‘’ ğ‘’ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘»ğ‘Ÿ, ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘ğ‘©ğ‘Ÿğ‘§ğ‘• ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘Ÿ, ğ‘¯ ğ‘¦ğ‘¥ğ‘ğ‘®ğ‘µğ‘ ğ‘ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘·ğ‘¤ ğ‘©ğ‘¡ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘¤ğ‘´ğ‘¼-ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•.

source: female^Princess
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•ğ‘§ğ‘•

source: Sea Orc
en@shaw: ğ‘•ğ‘° ğ‘¹ğ‘’

source: While often viewed as inferior to their land-loving counterparts, Sea Orcs represent a great leap for all goblins as they have adapted to aquatic environments. With their curved swords they are competent fighters, although their lack of a ranged attack and poor defense on land do represent strategic weaknesses.
en@shaw: ğ‘¢ğ‘²ğ‘¤ ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘ğ‘¿ğ‘› ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¯ğ‘“ğ‘½ğ‘¦ğ‘¼ ğ‘‘ ğ‘ğ‘º ğ‘¤ğ‘¨ğ‘¯ğ‘›-ğ‘¤ğ‘³ğ‘ğ‘¦ğ‘™ ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘»ğ‘ğ‘¸ğ‘‘ğ‘•, ğ‘•ğ‘° ğ‘¹ğ‘’ğ‘• ğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¤ğ‘°ğ‘ ğ‘“ğ‘¹ ğ‘·ğ‘¤ ğ‘œğ‘­ğ‘šğ‘¤ğ‘¦ğ‘¯ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘›ğ‘¨ğ‘ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘©ğ‘’ğ‘¢ğ‘­ğ‘‘ğ‘¦ğ‘’ ğ‘¦ğ‘¯ğ‘ğ‘²ğ‘®ğ‘©ğ‘¯ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•. ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘º ğ‘’ğ‘»ğ‘ğ‘› ğ‘•ğ‘¹ğ‘›ğ‘Ÿ ğ‘ğ‘± ğ‘¸ ğ‘’ğ‘­ğ‘¥ğ‘ğ‘©ğ‘‘ğ‘¦ğ‘¯ğ‘‘ ğ‘“ğ‘²ğ‘‘ğ‘»ğ‘Ÿ, ğ‘·ğ‘¤ğ‘ğ‘´ ğ‘ğ‘º ğ‘¤ğ‘¨ğ‘’ ğ‘ ğ‘© ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¯ ğ‘ğ‘«ğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘ªğ‘¯ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘›ğ‘µ ğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘©ğ‘‘ğ‘°ğ‘¡ğ‘¦ğ‘’ ğ‘¢ğ‘°ğ‘’ğ‘¯ğ‘©ğ‘•ğ‘©ğ‘Ÿ.

source: Sleeping Gryphon
en@shaw: ğ‘•ğ‘¤ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯

source: We are vanquished, for I have been defeated!
da: Vi er fortabte, for jeg er besejret!
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘ğ‘¨ğ‘™ğ‘’ğ‘¢ğ‘¦ğ‘–ğ‘‘, ğ‘“ğ‘¹ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›!

source: Argh! I am finished!
da: Argh! Jeg er færdig!
en@shaw: ğ‘¸ğ‘œ! ğ‘² ğ‘¨ğ‘¥ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘!

source: No! This is the end! We have been defeated!
da: Nej! Her slutter det hele! Vi er blevet overvundet!
en@shaw: ğ‘¯ğ‘´! ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘§ğ‘¯ğ‘›! ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›!

source: At least I die an honorable death.
en@shaw: ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘² ğ‘›ğ‘² ğ‘©ğ‘¯ ğ‘ªğ‘¯ğ‘¼ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘§ğ‘”.

source: Flaming Sword
en@shaw: ğ‘“ğ‘¤ğ‘±ğ‘¥ğ‘¦ğ‘™ ğ‘•ğ‘¹ğ‘›

source: Only the leader of an army can wield this sword!
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘ ğ‘©ğ‘¯ ğ‘¸ğ‘¥ğ‘¦ ğ‘’ğ‘¨ğ‘¯ ğ‘¢ğ‘°ğ‘¤ğ‘› ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¹ğ‘›!

source: flaming sword
en@shaw: ğ‘“ğ‘¤ğ‘±ğ‘¥ğ‘¦ğ‘™ ğ‘•ğ‘¹ğ‘›

source: Void Armor
en@shaw: ğ‘ğ‘¶ğ‘› ğ‘¸ğ‘¥ğ‘¼

source: A beautiful chest plate crafted from shimmering black steel, the Void Armor is virtually impenetrable to physical weapons!
en@shaw: ğ‘© ğ‘šğ‘¿ğ‘‘ğ‘¦ğ‘“ğ‘©ğ‘¤ ğ‘—ğ‘§ğ‘•ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘‘ ğ‘’ğ‘®ğ‘­ğ‘“ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘–ğ‘¦ğ‘¥ğ‘»ğ‘¦ğ‘™ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘•ğ‘‘ğ‘°ğ‘¤, ğ‘ ğ‘ğ‘¶ğ‘› ğ‘¸ğ‘¥ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘ğ‘»ğ‘—ğ‘µğ‘©ğ‘¤ğ‘° ğ‘¦ğ‘¥ğ‘ğ‘§ğ‘¯ğ‘©ğ‘‘ğ‘®ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘¦ğ‘Ÿğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ!

source: Only a powerful warrior may don this armor!
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘© ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ ğ‘¥ğ‘± ğ‘›ğ‘­ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¸ğ‘¥ğ‘¼!

source: void armor
en@shaw: ğ‘ğ‘¶ğ‘› ğ‘¸ğ‘¥ğ‘¼

source: The Void Armor grants the following resistances: blade: 50% pierce: 40% impact: 40% fire: +10%
en@shaw: ğ‘ ğ‘ğ‘¶ğ‘› ğ‘¸ğ‘¥ğ‘¼ ğ‘œğ‘®ğ‘¨ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ: ğ‘šğ‘¤ğ‘±ğ‘›: 50% ğ‘ğ‘½ğ‘•: 40% ğ‘¦ğ‘¥ğ‘ğ‘¨ğ‘’ğ‘‘: 40% ğ‘“ğ‘²ğ‘¼: +10%

source: This ancient Sceptre was forged by the great Dwarves of the Heart Mountains. A symbol of the kingship of Wesnoth, the Sceptre has the power to shoot fireballs at enemies of the bearer!
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘¹ğ‘¡ğ‘› ğ‘šğ‘² ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘ ğ‘ ğ‘£ğ‘¸ğ‘‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ. ğ‘© ğ‘•ğ‘¦ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘’ğ‘¦ğ‘™ğ‘–ğ‘¦ğ‘ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘£ğ‘¨ğ‘Ÿ ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘‘ ğ‘–ğ‘µğ‘‘ ğ‘“ğ‘²ğ‘»ğ‘šğ‘ªğ‘¤ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘ ğ‘ ğ‘šğ‘ºğ‘»!

source: This is the Sceptre of Fire. Only a true successor to the throne can possibly dare to take this!
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘ ğ‘“ğ‘²ğ‘¼. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘© ğ‘‘ğ‘®ğ‘µ ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘» ğ‘‘ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ğ‘¦ ğ‘›ğ‘º ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘ğ‘¦ğ‘•!

source: Here it is at last, I have the Sceptre!
da: Her er det endelig, jeg har Scepteret!
en@shaw: ğ‘£ğ‘½ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘, ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘»!

source: So it is in our hands! Now let us leave this stinking pit.
da: Endelig er det i vores hænder! Lad os nu forlade denne stinkende hule.
en@shaw: ğ‘•ğ‘´ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ! ğ‘¯ğ‘¬ ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘¤ğ‘°ğ‘ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘‘ğ‘¦ğ‘™ğ‘’ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘‘.

source: I think that if we travel just a little north, we might be able to get out.
da: Jeg skulle mene, at hvis vi rejser et lille stykke mod nord, så skulle vi kunne komme ud.
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘© ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘¯ğ‘¹ğ‘”, ğ‘¢ğ‘° ğ‘¥ğ‘²ğ‘‘ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘.

source: At last! I have the Sceptre!
da: Endelig! Jeg har Scepteret!
en@shaw: ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘! ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘»!
