Repository: wesnoth/wesnoth
Catalog: po/wesnoth-httt/*.po
Languages: da, en@shaw

source: What is this place? That is one big mountain!
da: Hvad er dette for et sted? Det er et højt bjerg!
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘±ğ‘•? ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘³ğ‘¯ ğ‘šğ‘¦ğ‘œ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯!

source: That is the fabled Gryphon Mountain.
da: Det er det sagnomspundne Grifbjerg! Vi skal være forsigtige her, det kunne vise sig at være farligt at forstyrre grifferne.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ ğ‘“ğ‘±ğ‘šğ‘©ğ‘¤ğ‘› ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯.

source: Gryphon Mountain! Maybe we could steal some eggs from the gryphons and train the young to be flying mounts. Would that work, Delfador?
en@shaw: ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯! ğ‘¥ğ‘±ğ‘šğ‘° ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘•ğ‘‘ğ‘°ğ‘¤ ğ‘•ğ‘³ğ‘¥ ğ‘§ğ‘œğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘‘ğ‘®ğ‘±ğ‘¯ ğ‘ ğ‘˜ğ‘³ğ‘™ ğ‘‘ ğ‘šğ‘° ğ‘“ğ‘¤ğ‘²ğ‘¦ğ‘™ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘•. ğ‘¢ğ‘«ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘»ğ‘’, Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹?

source: We can try to do that, but we must be careful. To disturb the gryphons could prove dangerous... and yet such mounts could help us greatly later. Whatever we do, we must pass by this place.
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘›ğ‘µ ğ‘ğ‘¨ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤. ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘»ğ‘š ğ‘ ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ğ‘Ÿ ğ‘’ğ‘«ğ‘› ğ‘ğ‘®ğ‘µğ‘ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘•... ğ‘¯ ğ‘˜ğ‘§ğ‘‘ ğ‘•ğ‘³ğ‘— ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘• ğ‘’ğ‘«ğ‘› ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¤ğ‘¦ ğ‘¤ğ‘±ğ‘‘ğ‘¼. ğ‘¢ğ‘ªğ‘‘ğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘° ğ‘›ğ‘µ, ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘­ğ‘• ğ‘šğ‘² ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘±ğ‘•.

source: Well, letâ€™s start climbing the mountain!
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘’ğ‘¤ğ‘²ğ‘¥ğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯!

source: It appears that we are not the only ones interested in this mountain. Once again the Queen opposes us!
en@shaw: ğ‘¦ğ‘‘ ğ‘©ğ‘ğ‘½ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯. ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘©ğ‘ğ‘´ğ‘Ÿğ‘©ğ‘Ÿ ğ‘³ğ‘•!

source: Quickly, men! Onward!
da: Hurtigt, mænd! Fremad!
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦, ğ‘¥ğ‘§ğ‘¯! ğ‘ªğ‘¯ğ‘¢ğ‘¼ğ‘›!

source: Ha ha! We have killed this foul beast of the air, and can deny the rebels its eggs!
en@shaw: ğ‘£ğ‘­ ğ‘£ğ‘­! ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¬ğ‘¤ ğ‘šğ‘°ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘º, ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘¦ğ‘¯ğ‘² ğ‘ ğ‘®ğ‘§ğ‘šğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘‘ğ‘• ğ‘§ğ‘œğ‘Ÿ!

source: We have defeated them! Now what do we do?
da: Vi har overvundet dem! Hvad gør vi nu?
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘ğ‘§ğ‘¥! ğ‘¯ğ‘¬ ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¢ğ‘° ğ‘›ğ‘µ?

source: We must continue north. It is too late to return to the safety of Elensefar or Alduin before winter falls. We must therefore cross the great river and continue toward the land of the dwarves. Hurry, let us go!
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘¯ğ‘¹ğ‘”. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘¤ğ‘±ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘±ğ‘“ğ‘‘ğ‘¦ ğ‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸ ğ‘¹ Â·ğ‘¨ğ‘¤ğ‘›ğ‘µğ‘¦ğ‘¯ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘“ğ‘·ğ‘¤ğ‘Ÿ. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘ğ‘ºğ‘“ğ‘¹ ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘› ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ. ğ‘£ğ‘³ğ‘®ğ‘¦, ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘œğ‘´!

source: With these gryphon eggs we should be able to breed gryphons that will serve us. When they are large enough to carry mounts, we can hire gryphon riders!
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ ğ‘§ğ‘œğ‘Ÿ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘šğ‘®ğ‘°ğ‘› ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘»ğ‘ ğ‘³ğ‘•. ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘¸ ğ‘¤ğ‘¸ğ‘¡ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘’ğ‘¨ğ‘®ğ‘¦ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘•, ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘²ğ‘¼ ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ!

source: It is a shame we could not get those gryphon eggs. I am glad we did not slaughter any gryphons. They are magnificent animals (looks back at the mountain). Still...
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘© ğ‘–ğ‘±ğ‘¥ ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘ğ‘´ğ‘Ÿ ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ ğ‘§ğ‘œğ‘Ÿ. ğ‘² ğ‘¨ğ‘¥ ğ‘œğ‘¤ğ‘¨ğ‘› ğ‘¢ğ‘° ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘¤ğ‘·ğ‘‘ğ‘¼ ğ‘§ğ‘¯ğ‘¦ ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ğ‘Ÿ. ğ‘ğ‘± ğ‘¸ ğ‘¥ğ‘¨ğ‘œğ‘¯ğ‘¦ğ‘“ğ‘¦ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘¨ğ‘¯ğ‘¦ğ‘¥ğ‘©ğ‘¤ğ‘Ÿ (ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘šğ‘¨ğ‘’ ğ‘¨ğ‘‘ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯). ğ‘•ğ‘‘ğ‘¦ğ‘¤...

source: Whoa!!
en@shaw: ğ‘¢ğ‘´!!

source: Indeed, the majestic beasts were now circling the mountainâ€™s peak. Several glared in Konradâ€™s direction, their eagle eyes fixed on him at an incredible distance.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›, ğ‘ ğ‘¥ğ‘©ğ‘¡ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘’ ğ‘šğ‘°ğ‘•ğ‘‘ğ‘• ğ‘¢ğ‘» ğ‘¯ğ‘¬ ğ‘•ğ‘»ğ‘’ğ‘¤ğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘ğ‘°ğ‘’. ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘¤ ğ‘œğ‘¤ğ‘ºğ‘› ğ‘¦ğ‘¯ Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›ğ‘• ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯, ğ‘ğ‘º ğ‘°ğ‘œğ‘©ğ‘¤ ğ‘²ğ‘Ÿ ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘£ğ‘¦ğ‘¥ ğ‘¨ğ‘‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘§ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•.

source: Amazing! I have never before heard of such behavior in gryphons.
en@shaw: ğ‘©ğ‘¥ğ‘±ğ‘Ÿğ‘¦ğ‘™! ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘£ğ‘»ğ‘› ğ‘ ğ‘•ğ‘³ğ‘— ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘˜ğ‘¼ ğ‘¦ğ‘¯ ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ğ‘Ÿ.

source: What does it mean?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘´ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¥ğ‘°ğ‘¯?

source: I do not know. Come now, the show is over.
en@shaw: ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘´. ğ‘’ğ‘³ğ‘¥ ğ‘¯ğ‘¬, ğ‘ ğ‘–ğ‘´ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘¼.

source: It is a shame we could not get those gryphon eggs â€” they would surely have given us an advantage sometime. Still, we must continue.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘© ğ‘–ğ‘±ğ‘¥ ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘ğ‘´ğ‘Ÿ ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ ğ‘§ğ‘œğ‘Ÿ - ğ‘ğ‘± ğ‘¢ğ‘«ğ‘› ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘£ğ‘¨ğ‘ ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘³ğ‘• ğ‘©ğ‘¯ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘‘ğ‘¦ğ‘¡ ğ‘•ğ‘³ğ‘¥ğ‘‘ğ‘²ğ‘¥. ğ‘•ğ‘‘ğ‘¦ğ‘¤, ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿.

source: Let us continue onward!
da: Lad os fortsætte fremad!
en@shaw: ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘ªğ‘¯ğ‘¢ğ‘¼ğ‘›!

source: Rampant Graak
en@shaw: ğ‘®ğ‘¨ğ‘¥ğ‘ğ‘©ğ‘¯ğ‘‘ Â·ğ‘œğ‘®ğ‘±ğ‘¨ğ‘’

source: Rampant Grook
en@shaw: ğ‘®ğ‘¨ğ‘¥ğ‘ğ‘©ğ‘¯ğ‘‘ Â·ğ‘œğ‘®ğ‘µğ‘’

source: Rampant Gruak
en@shaw: ğ‘®ğ‘¨ğ‘¥ğ‘ğ‘©ğ‘¯ğ‘‘ Â·ğ‘œğ‘®ğ‘µğ‘¨ğ‘’

source: The Ford of Abez
da: Fort Abez
en@shaw: ğ‘ ğ‘“ğ‘¹ğ‘› ğ‘ Â·ğ‘±ğ‘šğ‘§ğ‘Ÿ

source: Move Konrad to the north side of the river
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼

source: Monsters
en@shaw: ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ

source: Really? So what happened, Delfador?
da: Er det rigtigt? Hvad skete der egentlig, Delfador?
en@shaw: ğ‘®ğ‘¾ğ‘¤ğ‘¦? ğ‘•ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘›, Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹?

source: And then... we were defeated?
en@shaw: ğ‘¯ ğ‘ğ‘§ğ‘¯... ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›?

source: We were winning the battle. We were repelling them...
da: Vi så ud til at vinde kampen. Vi holdt dem tilbage.
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘¢ğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤. ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘®ğ‘©ğ‘ğ‘§ğ‘¤ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥...

source: That foolish boy killed himself.
da: Det fjols slog sig selv ihjel.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘“ğ‘µğ‘¤ğ‘¦ğ‘– ğ‘šğ‘¶ ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘£ğ‘¦ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘“.

source: What do you mean?
da: Hvad mener du, Delfador?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘¥ğ‘°ğ‘¯?

source: I mustered men to fight against the traitor-king, and of course Asheviere too, for she was behind it all. We met them; not here, but on the road from Weldyn, at Tath. We were outnumbered, perhaps four to one. In the heat of battle, that boy, fool that he was, came charging at me, slashing wildly. I had little choice but to end his life.
en@shaw: ğ‘² ğ‘¥ğ‘©ğ‘•ğ‘‘ğ‘»ğ‘› ğ‘¥ğ‘§ğ‘¯ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼-ğ‘’ğ‘¦ğ‘™, ğ‘¯ ğ‘ ğ‘’ğ‘¹ğ‘• Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ ğ‘‘ğ‘µ, ğ‘“ğ‘¹ ğ‘–ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘¦ğ‘‘ ğ‘·ğ‘¤. ğ‘¢ğ‘° ğ‘¥ğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥; ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘½, ğ‘šğ‘³ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘®ğ‘´ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ Â·ğ‘¢ğ‘§ğ‘¤ğ‘›ğ‘¦ğ‘¯, ğ‘¨ğ‘‘ Â·ğ‘‘ğ‘¨ğ‘”. ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘¬ğ‘‘ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘›, ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘“ğ‘¹ ğ‘‘ ğ‘¢ğ‘³ğ‘¯. ğ‘¦ğ‘¯ ğ‘ ğ‘£ğ‘°ğ‘‘ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘ğ‘¨ğ‘‘ ğ‘šğ‘¶, ğ‘“ğ‘µğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ, ğ‘’ğ‘±ğ‘¥ ğ‘—ğ‘¸ğ‘¡ğ‘¦ğ‘™ ğ‘¨ğ‘‘ ğ‘¥ğ‘°, ğ‘•ğ‘¤ğ‘¨ğ‘–ğ‘¦ğ‘™ ğ‘¢ğ‘²ğ‘¤ğ‘›ğ‘¤ğ‘¦. ğ‘² ğ‘£ğ‘¨ğ‘› ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘—ğ‘¶ğ‘• ğ‘šğ‘³ğ‘‘ ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘£ğ‘¦ğ‘Ÿ ğ‘¤ğ‘²ğ‘“.

source: So it is true, you did kill him?
da: Så det er sandt, at du dræbte ham?
en@shaw: ğ‘•ğ‘´ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ, ğ‘¿ ğ‘›ğ‘¦ğ‘› ğ‘’ğ‘¦ğ‘¤ ğ‘£ğ‘¦ğ‘¥?

source: He did die in battle at my hand. It is sad that your brothers did not have the opportunity to experience such an honorable death, Konrad.
da: Han døde sandeligt i kampen, for min hånd. Det er trist, at dine brødre ikke havde muligheden for at opleve en sådan 'værdig' død, Konrad.
en@shaw: ğ‘£ğ‘° ğ‘›ğ‘¦ğ‘› ğ‘›ğ‘² ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¨ğ‘‘ ğ‘¥ğ‘² ğ‘£ğ‘¨ğ‘¯ğ‘›. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘¨ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘šğ‘®ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘•ğ‘³ğ‘— ğ‘©ğ‘¯ ğ‘ªğ‘¯ğ‘¼ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘§ğ‘”, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›.

source: With all respect, my lords, we must make haste. We have to ford the river immediately. And, look! It seems that the guard-towers on the river banks are manned!
da: Med al respekt til mine herrer, vi må skynde os. Vi er nødt til at krydse floden nu. Se! Det ser ud til, at vagttårnene på flodbredden er bevogtede!
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘·ğ‘¤ ğ‘®ğ‘¦ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ, ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘£ğ‘±ğ‘•ğ‘‘. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘“ğ‘¹ğ‘› ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘°. ğ‘¯, ğ‘¤ğ‘«ğ‘’! ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘œğ‘¸ğ‘›-ğ‘‘ğ‘¬ğ‘¼ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘šğ‘¨ğ‘™ğ‘’ğ‘• ğ‘¸ ğ‘¥ğ‘¨ğ‘¯ğ‘›!

source: Look! Some of the southerners, men of Wesnoth, are trying to cross into our lands! We will slaughter them by the riverâ€™s edge!
en@shaw: ğ‘¤ğ‘«ğ‘’! ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ ğ‘•ğ‘©ğ‘ğ‘»ğ‘¯ğ‘»ğ‘Ÿ, ğ‘¥ğ‘§ğ‘¯ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, ğ‘¸ ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘’ğ‘®ğ‘ªğ‘• ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ! ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘¤ğ‘·ğ‘‘ğ‘¼ ğ‘ğ‘§ğ‘¥ ğ‘šğ‘² ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼'ğ‘Ÿ ğ‘§ğ‘¡!

source: Isnâ€™t there somewhere else we can cross? Maybe upstream?
en@shaw: ğ‘¦ğ‘Ÿğ‘¯ğ‘‘ ğ‘ğ‘º ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘º ğ‘§ğ‘¤ğ‘• ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘®ğ‘ªğ‘•? ğ‘¥ğ‘±ğ‘šğ‘° ğ‘©ğ‘ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥?

source: Winter quickly bears down upon us. We have only a few days to make the crossing, and the nearest bridge is far upstream. To be trapped south of the river when winter arrives would be suicide. Asheviere would have us trapped like rats! Look to the west! Asheviere has a border fort, and it seems to be full of soldiers! We must cross here, and quickly!
da: Vinteren vil hurtigt være over os. Vi har kun få dage til at krydse floden, og den nærmeste bro er langt oppe ad floden. Det ville være det rene selvmord at være strandet syd for floden, når vinteren kommer. Asheviere ville slå os ihjel som rotter! Vi må krydse her.
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘šğ‘ºğ‘Ÿ ğ‘›ğ‘¬ğ‘¯ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘³ğ‘•. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘© ğ‘“ğ‘¿ ğ‘›ğ‘±ğ‘Ÿ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘’ğ‘®ğ‘ªğ‘•ğ‘¦ğ‘™, ğ‘¯ ğ‘ ğ‘¯ğ‘½ğ‘©ğ‘•ğ‘‘ ğ‘šğ‘®ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘“ğ‘¸ ğ‘©ğ‘ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥. ğ‘‘ ğ‘šğ‘° ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘ ğ‘•ğ‘¬ğ‘” ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘¼ğ‘²ğ‘ğ‘Ÿ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘•ğ‘¿ğ‘¦ğ‘•ğ‘²ğ‘›. Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘³ğ‘• ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘ ğ‘¤ğ‘²ğ‘’ ğ‘®ğ‘¨ğ‘‘ğ‘•! ğ‘¤ğ‘«ğ‘’ ğ‘‘ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘! Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘“ğ‘¹ğ‘‘, ğ‘¯ ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘“ğ‘«ğ‘¤ ğ‘ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘’ğ‘®ğ‘ªğ‘• ğ‘£ğ‘½, ğ‘¯ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦!

source: There they are! So it is true, they foiled the undead. Now they are trying to leave Wesnoth. We canâ€™t let them cross the river. After them, men!
en@shaw: ğ‘ğ‘º ğ‘ğ‘± ğ‘¸! ğ‘•ğ‘´ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ, ğ‘ğ‘± ğ‘“ğ‘¶ğ‘¤ğ‘› ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›. ğ‘¯ğ‘¬ ğ‘ğ‘± ğ‘¸ ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘¤ğ‘°ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”. ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘¤ğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼. ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘§ğ‘¥, ğ‘¥ğ‘§ğ‘¯!

source: Not her again! We must hurry! Do not forget to bring the gryphon eggs. They must be allowed more time to hatch. Quickly!
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘» ğ‘©ğ‘œğ‘±ğ‘¯! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘³ğ‘®ğ‘¦! ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¼ğ‘œğ‘§ğ‘‘ ğ‘‘ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘ ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ ğ‘§ğ‘œğ‘Ÿ. ğ‘ğ‘± ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘¤ğ‘¬ğ‘› ğ‘¥ğ‘¹ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘£ğ‘¨ğ‘—. ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦!

source: Not her again! Quickly! We must hurry!
da: Ikke hende igen! Hurtigt, vi må skynde os!
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘» ğ‘©ğ‘œğ‘±ğ‘¯! ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘³ğ‘®ğ‘¦!

source: You drive me from the field, but you have not vanquished me, impostor!
en@shaw: ğ‘¿ ğ‘›ğ‘®ğ‘²ğ‘ ğ‘¥ğ‘° ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘“ğ‘°ğ‘¤ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¨ğ‘™ğ‘’ğ‘¢ğ‘¦ğ‘–ğ‘‘ ğ‘¥ğ‘°, ğ‘¦ğ‘¥ğ‘ğ‘ªğ‘•ğ‘‘ğ‘»!

source: Water Serpent
en@shaw: ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘•ğ‘»ğ‘ğ‘©ğ‘¯ğ‘‘

source: Cuttle Fish
en@shaw: ğ‘’ğ‘³ğ‘‘ğ‘¤ ğ‘“ğ‘¦ğ‘–

source: What is that?
da: Hvad var det?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘‘?

source: Creatures of the deep are upon us! This may be very dangerous. Be quick! We must get to the other side with all haste!
da: Dybets skabninger er over os! Dette kan være meget farligt. Hurtigt, vi må se at komme over på den anden side så hurtigt, vi kan!
en@shaw: ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘ ğ‘ ğ‘›ğ‘°ğ‘ ğ‘¸ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘³ğ‘•! ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘± ğ‘šğ‘° ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘•. ğ‘šğ‘° ğ‘’ğ‘¢ğ‘¦ğ‘’! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘‘ ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘•ğ‘²ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘·ğ‘¤ ğ‘£ğ‘±ğ‘•ğ‘‘!

source: We made it across the river safely! Where to now?
da: Vi er nået sikkert over floden! Hvor går turen hen nu?
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘•ğ‘±ğ‘“ğ‘¤ğ‘¦! ğ‘¢ğ‘º ğ‘‘ ğ‘¯ğ‘¬?

source: I cannot believe it. They have made it away! We must make chase. After them, men! Let us cross the river too! We will meet again, foul impostor.
en@shaw: ğ‘² ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘¦ğ‘‘. ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘ ğ‘©ğ‘¢ğ‘±! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘—ğ‘±ğ‘•. ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘§ğ‘¥, ğ‘¥ğ‘§ğ‘¯! ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘‘ğ‘µ! ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘°ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯, ğ‘“ğ‘¬ğ‘¤ ğ‘¦ğ‘¥ğ‘ğ‘ªğ‘•ğ‘‘ğ‘».

source: It surely looks like she will try. But many more creatures than we have fought lurk in this river; that will make it difficult for her. We must continue onward. If she makes it across before winter, then so be it!
en@shaw: ğ‘¦ğ‘‘ ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘–ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘®ğ‘². ğ‘šğ‘³ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘¹ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘ğ‘¨ğ‘¯ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘·ğ‘‘ ğ‘¤ğ‘»ğ‘’ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘¦ğ‘ğ‘¼; ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ ğ‘“ğ‘¹ ğ‘£ğ‘». ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘ªğ‘¯ğ‘¢ğ‘¼ğ‘›. ğ‘¦ğ‘“ ğ‘–ğ‘° ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘¦ğ‘‘ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼, ğ‘ğ‘§ğ‘¯ ğ‘•ğ‘´ ğ‘šğ‘° ğ‘¦ğ‘‘!

source: Northern Winter
da: Nordlig Vinter
en@shaw: ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼

source: Swirling, snow-laden winds tore at Konradâ€™s army, signaling the final exit of autumn and the onset of what would be a harsh winter.
en@shaw: ğ‘•ğ‘¢ğ‘»ğ‘¤ğ‘¦ğ‘™, ğ‘•ğ‘¯ğ‘´-ğ‘¤ğ‘±ğ‘›ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘Ÿ ğ‘‘ğ‘¹ ğ‘¨ğ‘‘ Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›ğ‘• ğ‘¸ğ‘¥ğ‘¦, ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ğ‘¦ğ‘™ ğ‘ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ ğ‘ ğ‘·ğ‘‘ğ‘©ğ‘¥ ğ‘¯ ğ‘ ğ‘­ğ‘¯ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘© ğ‘£ğ‘¸ğ‘– ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼.

source: This winter is bitterly cold! Perhaps we should stop here and rest a while.
da: Denne vinter er bidende kold! Måske skulle vi gøre holdt her og hvile lidt.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘šğ‘¦ğ‘‘ğ‘¼ğ‘¤ğ‘¦ ğ‘’ğ‘´ğ‘¤ğ‘›! ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘£ğ‘½ ğ‘¯ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘© ğ‘¢ğ‘²ğ‘¤.

source: We have had a hard march ever since we were besieged by the undead in that foul valley. Now winter bears down upon us, and we have spent most of our money. This land looks fertile enough. Surely we can settle here for the winter!
da: Vi har kæmpet os igennem en hård march, lige siden vi blev angrebet af de levende døde i den fæle dal. Nu er vinteren på vej over os, og vi har brugt de fleste af vores penge. Dette land ser frodigt nok ud, vi kan da vel bosætte os her vinteren over!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘£ğ‘¨ğ‘› ğ‘© ğ‘£ğ‘¸ğ‘› ğ‘¥ğ‘¸ğ‘— ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘šğ‘¦ğ‘•ğ‘°ğ‘¡ğ‘› ğ‘šğ‘² ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘“ğ‘¬ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘°. ğ‘¯ğ‘¬ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘šğ‘ºğ‘Ÿ ğ‘›ğ‘¬ğ‘¯ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘³ğ‘•, ğ‘¯ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘¬ğ‘¼ ğ‘¥ğ‘³ğ‘¯ğ‘¦. ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘“ğ‘»ğ‘‘ğ‘²ğ‘¤ ğ‘¦ğ‘¯ğ‘³ğ‘“. ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘§ğ‘‘ğ‘©ğ‘¤ ğ‘£ğ‘½ ğ‘“ğ‘¹ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼!

source: We must make haste before the snow overwhelms us!
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘£ğ‘±ğ‘•ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘¯ğ‘´ ğ‘´ğ‘ğ‘»ğ‘¢ğ‘§ğ‘¤ğ‘¥ğ‘Ÿ ğ‘³ğ‘•!

source: Victory is ours! We have secured the land from the orcs. Now we can rest here while the cold winter passes.
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘¬ğ‘¼ğ‘Ÿ! ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘› ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¹ğ‘’ğ‘•. ğ‘¯ğ‘¬ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘£ğ‘½ ğ‘¢ğ‘²ğ‘¤ ğ‘ ğ‘’ğ‘´ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘ğ‘­ğ‘•ğ‘©ğ‘Ÿ.

source: Let us not rest for too long though, friends. We must still reach the ancient dwarven lands before our foes do.
en@shaw: ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘‘ğ‘µ ğ‘¤ğ‘ªğ‘™ ğ‘ğ‘´, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘®ğ‘°ğ‘— ğ‘ ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘§ğ‘¯ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¬ğ‘¼ ğ‘“ğ‘´ğ‘Ÿ ğ‘›ğ‘µ.

source: A camp was pitched in a secluded valley that protected its occupants from the worst of the winter weather and roving orc patrols.
en@shaw: ğ‘© ğ‘’ğ‘¨ğ‘¥ğ‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘ğ‘¦ğ‘—ğ‘‘ ğ‘¦ğ‘¯ ğ‘© ğ‘•ğ‘¦ğ‘’ğ‘¤ğ‘µğ‘›ğ‘¦ğ‘› ğ‘ğ‘¨ğ‘¤ğ‘° ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘‘ğ‘• ğ‘­ğ‘’ğ‘˜ğ‘©ğ‘ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¢ğ‘»ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¯ ğ‘®ğ‘´ğ‘ğ‘¦ğ‘™ ğ‘¹ğ‘’ ğ‘ğ‘©ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ.

source: The Dwarven Doors
da: Dværgenes Døre
en@shaw: ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘§ğ‘¯ ğ‘›ğ‘¹ğ‘Ÿ

source: Move Konrad to the entrance of the dwarven tunnels
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘§ğ‘¯ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ

source: Knafa-Telfar
en@shaw: Â·ğ‘’ğ‘¯ğ‘©ğ‘“ğ‘©-Â·ğ‘‘ğ‘§ğ‘¤ğ‘“ğ‘¸

source: Urug-Tan
en@shaw: Â·ğ‘»ğ‘³ğ‘œ-ğ‘‘ğ‘¨ğ‘¯

source: Pillars of Thunedain
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¼ğ‘Ÿ ğ‘ Â·ğ‘”ğ‘µğ‘¯ğ‘›ğ‘±ğ‘¯

source: The Great Doors
en@shaw: ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘›ğ‘¹ğ‘Ÿ

source: Royal Guard
en@shaw: ğ‘®ğ‘¶ğ‘©ğ‘¤ ğ‘œğ‘¸ğ‘›

source: At last, this is the entrance to the dwarven tunnels.
en@shaw: ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘, ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘• ğ‘‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘§ğ‘¯ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ.

source: All I can see are ruins and poor villages.
en@shaw: ğ‘·ğ‘¤ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘° ğ‘¸ ğ‘®ğ‘µğ‘¦ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘ğ‘«ğ‘¼ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ.

source: The poor villagers that once lived here and traded with the dwarves are now held in slavery by the orcs.
da: De fattige landsbyboer, der boede her og handlede med dværgene, bliver nu holdt som orkernes slaver.
en@shaw: ğ‘ ğ‘ğ‘«ğ‘¼ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘»ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¤ğ‘¦ğ‘ğ‘› ğ‘£ğ‘½ ğ‘¯ ğ‘‘ğ‘®ğ‘±ğ‘›ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘¬ ğ‘£ğ‘§ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘•ğ‘¤ğ‘±ğ‘ğ‘¼ğ‘¦ ğ‘šğ‘² ğ‘ ğ‘¹ğ‘’ğ‘•.

source: Slaves to the evil orcs? We must liberate them!
da: Som de onde orkers slaver? Vi må befri dem!
en@shaw: ğ‘•ğ‘¤ğ‘±ğ‘ğ‘Ÿ ğ‘‘ ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¹ğ‘’ğ‘•? ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¤ğ‘¦ğ‘šğ‘»ğ‘±ğ‘‘ ğ‘ğ‘§ğ‘¥!

source: Konrad, heed the words of Delfador. We shall return to wrest the grip of the orcs from these lands. Look â€” orcs are already gathering. More are surely on their way.
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘£ğ‘°ğ‘› ğ‘ ğ‘¢ğ‘»ğ‘›ğ‘Ÿ ğ‘ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹. ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘¦ğ‘ ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘°ğ‘Ÿ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ. ğ‘¤ğ‘«ğ‘’ - ğ‘¹ğ‘’ğ‘• ğ‘¸ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘œğ‘¨ğ‘ğ‘¼ğ‘¦ğ‘™. ğ‘¥ğ‘¹ ğ‘¸ ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘ªğ‘¯ ğ‘ğ‘º ğ‘¢ğ‘±.

source: This does not please me, but I will listen to your advice.
da: Jeg er ikke tryg ved dette, men jeg kan godt se, at vi bliver nødt til at skynde os.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘›ğ‘´ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¥ğ‘°, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘©ğ‘¯ ğ‘‘ ğ‘¿ğ‘¼ ğ‘©ğ‘›ğ‘ğ‘²ğ‘•.

source: Sir, I should like to scout out the path ahead. It would be disaster for us to find these doors sealed, leaving us as hunting fodder for the gathering horde.
en@shaw: ğ‘•ğ‘», ğ‘² ğ‘–ğ‘«ğ‘› ğ‘¤ğ‘²ğ‘’ ğ‘‘ ğ‘•ğ‘’ğ‘¬ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘­ğ‘” ğ‘©ğ‘£ğ‘§ğ‘›. ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘¦ğ‘Ÿğ‘¨ğ‘•ğ‘‘ğ‘» ğ‘“ğ‘¹ ğ‘³ğ‘• ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘›ğ‘¹ğ‘Ÿ ğ‘•ğ‘°ğ‘¤ğ‘›, ğ‘¤ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘³ğ‘• ğ‘¨ğ‘Ÿ ğ‘£ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘­ğ‘›ğ‘» ğ‘“ğ‘¹ ğ‘ ğ‘œğ‘¨ğ‘ğ‘¼ğ‘¦ğ‘™ ğ‘£ğ‘¹ğ‘›.

source: Excellent. We must find a way underground before we are overwhelmed.
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘© ğ‘¢ğ‘± ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘¸ ğ‘´ğ‘ğ‘¼ğ‘¢ğ‘§ğ‘¤ğ‘¥ğ‘›.

source: My uncle used to smuggle... err... I mean... trade food for the dwarves. He could get grain carts in under the very noses of those ugly orcs.
en@shaw: ğ‘¥ğ‘² ğ‘³ğ‘™ğ‘’ğ‘©ğ‘¤ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘•ğ‘¥ğ‘©ğ‘œğ‘©ğ‘¤... ğ‘º... ğ‘² ğ‘¥ğ‘°ğ‘¯... ğ‘‘ğ‘®ğ‘±ğ‘› ğ‘“ğ‘µğ‘› ğ‘“ğ‘¹ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ. ğ‘£ğ‘° ğ‘’ğ‘«ğ‘› ğ‘œğ‘§ğ‘‘ ğ‘œğ‘®ğ‘±ğ‘¯ ğ‘’ğ‘¸ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¯ğ‘´ğ‘Ÿğ‘¦ğ‘Ÿ ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘³ğ‘œğ‘¤ğ‘¦ ğ‘¹ğ‘’ğ‘•.

source: He must be hiding in one of those villages.
en@shaw: ğ‘£ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘£ğ‘²ğ‘›ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ.

source: The defense of the dwarves must have been strong. Look at those ruined towers!
da: Dværgenes forsvar skulle have været stærkt. Se disse ødelagte tårne!
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™. ğ‘¤ğ‘«ğ‘’ ğ‘¨ğ‘‘ ğ‘ğ‘´ğ‘Ÿ ğ‘®ğ‘µğ‘¦ğ‘¯ğ‘› ğ‘‘ğ‘¬ğ‘¼ğ‘Ÿ!

source: The battle outside was fierce and lasted a full half-year. But, the battles inside the tunnels were worse.
en@shaw: ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘½ğ‘• ğ‘¯ ğ‘¤ğ‘­ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘© ğ‘“ğ‘«ğ‘¤ ğ‘£ğ‘­ğ‘“-ğ‘˜ğ‘½. ğ‘šğ‘³ğ‘‘, ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘¢ğ‘» ğ‘¢ğ‘»ğ‘•.

source: The pillars of Thunedain. He was a legendary dwarvish lord who made his last stand here. May we triumph where he fell.
en@shaw: ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¼ğ‘Ÿ ğ‘ Â·ğ‘”ğ‘µğ‘¯ğ‘›ğ‘±ğ‘¯. ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘¤ğ‘§ğ‘¡ğ‘©ğ‘¯ğ‘›ğ‘ºğ‘° ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘¤ğ‘¹ğ‘› ğ‘£ğ‘µ ğ‘¥ğ‘±ğ‘› ğ‘£ğ‘¦ğ‘Ÿ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘£ğ‘½. ğ‘¥ğ‘± ğ‘¢ğ‘° ğ‘‘ğ‘®ğ‘²ğ‘©ğ‘¥ğ‘“ ğ‘¢ğ‘º ğ‘£ğ‘° ğ‘“ğ‘§ğ‘¤.

source: I would settle for escape, though I know not which I dread more: foul orcs or fetid caves.
en@shaw: ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘§ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘, ğ‘ğ‘´ ğ‘² ğ‘¯ğ‘´ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘² ğ‘›ğ‘®ğ‘§ğ‘› ğ‘¥ğ‘¹: ğ‘“ğ‘¬ğ‘¤ ğ‘¹ğ‘’ğ‘• ğ‘¹ ğ‘“ğ‘§ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘±ğ‘ğ‘Ÿ.

source: Back to the abyss, spawn of filth!
en@shaw: ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘©ğ‘šğ‘¦ğ‘•, ğ‘•ğ‘ğ‘­ğ‘¯ ğ‘ ğ‘“ğ‘¦ğ‘¤ğ‘”!

source: Who... whoâ€™s here?
en@shaw: ğ‘£ğ‘µ... ğ‘£ğ‘µ'ğ‘Ÿ ğ‘£ğ‘½?

source: $outlaw_name|! How have you been? I havenâ€™t seen you in years.
en@shaw: $outlaw_name|! ğ‘£ğ‘¬ ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘šğ‘°ğ‘¯? ğ‘² ğ‘£ğ‘¨ğ‘ğ‘¯ğ‘‘ ğ‘•ğ‘°ğ‘¯ ğ‘¿ ğ‘¦ğ‘¯ ğ‘˜ğ‘½ğ‘Ÿ.

source: Haw! Any friend of $outlaw_name is a friend of mine too.
en@shaw: ğ‘£ğ‘·! ğ‘§ğ‘¯ğ‘¦ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘› ğ‘ $outlaw_name ğ‘¦ğ‘Ÿ ğ‘© ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘¥ğ‘²ğ‘¯ ğ‘‘ğ‘µ.

source: We need to make it into the caves of the dwarves.
en@shaw: ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ.

source: The mine entrances were all collapsed intentionally during the fighting. The doors, while heavily defended, remain accessible. The orcish hordes that assault them are repulsed, but you may be able to sneak in unnoticed.
en@shaw: ğ‘ ğ‘¥ğ‘²ğ‘¯ ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘­ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘» ğ‘·ğ‘¤ ğ‘’ğ‘©ğ‘¤ğ‘¨ğ‘ğ‘•ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘¨ğ‘¤ğ‘² ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™. ğ‘ ğ‘›ğ‘¹ğ‘Ÿ, ğ‘¢ğ‘²ğ‘¤ ğ‘£ğ‘§ğ‘ğ‘¦ğ‘¤ğ‘¦ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘›, ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘©ğ‘¤. ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘£ğ‘¹ğ‘›ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘©ğ‘•ğ‘ªğ‘¤ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘¸ ğ‘®ğ‘¦ğ‘ğ‘³ğ‘¤ğ‘•ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘¯ğ‘°ğ‘’ ğ‘¦ğ‘¯ ğ‘©ğ‘¯ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘•ğ‘‘.
