Repository: wesnoth/wesnoth
Catalog: po/wesnoth-httt/*.po
Languages: da, en@shaw

source: The best way is through the mine tunnels. The orcs have never found all the mine entrances, and many still lead deep underground.
en@shaw: ğ‘ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘± ğ‘¦ğ‘Ÿ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘¥ğ‘²ğ‘¯ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ. ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘·ğ‘¤ ğ‘ ğ‘¥ğ‘²ğ‘¯ ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘­ğ‘¯ğ‘•ğ‘©ğ‘Ÿ, ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¤ğ‘°ğ‘› ğ‘›ğ‘°ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›.

source: How are we doing, $outlaw_name|?
en@shaw: ğ‘£ğ‘¬ ğ‘¸ ğ‘¢ğ‘° ğ‘›ğ‘µğ‘¦ğ‘™, $outlaw_name|?

source: The same as always, Uncle!
en@shaw: ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘¨ğ‘Ÿ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ, ğ‘³ğ‘™ğ‘’ğ‘©ğ‘¤!

source: That bad, huh?
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘šğ‘¨ğ‘›, ğ‘£ğ‘©?

source: The doors... they can be moved!
en@shaw: ğ‘ ğ‘›ğ‘¹ğ‘Ÿ... ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¥ğ‘µğ‘ğ‘›!

source: Quickly, now, let us slip inside and hope the dwarves do not object...
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦, ğ‘¯ğ‘¬, ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘•ğ‘¤ğ‘¦ğ‘ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘¯ ğ‘£ğ‘´ğ‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘...

source: ... and that the orcs do not follow.
en@shaw: ... ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘ªğ‘¤ğ‘´.

source: The doors are closed and barred from the inside!
da: Dørene er lukkede og barrikaderede indefra!
en@shaw: ğ‘ ğ‘›ğ‘¹ğ‘Ÿ ğ‘¸ ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘› ğ‘¯ ğ‘šğ‘¸ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘›!

source: We canâ€™t get in! What should we do now?
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¦ğ‘¯! ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘¢ğ‘° ğ‘›ğ‘µ ğ‘¯ğ‘¬?

source: It is said that the orcs used old mine tunnels to surprise the dwarves. There appears to be one nearby, to the north-east.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘´ğ‘¤ğ‘› ğ‘¥ğ‘²ğ‘¯ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘•ğ‘¼ğ‘ğ‘®ğ‘²ğ‘Ÿ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ. ğ‘ğ‘º ğ‘©ğ‘ğ‘½ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘¢ğ‘³ğ‘¯ ğ‘¯ğ‘½ğ‘šğ‘², ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”-ğ‘°ğ‘•ğ‘‘.

source: Then we must make it to that tunnel!
da: Jamen, så må vi jo nå hen til minetunnelen!
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤!

source: This old mine seems to be connected to the main tunnels.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘´ğ‘¤ğ‘› ğ‘¥ğ‘²ğ‘¯ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ.

source: I am hesitant to enter. It will be so difficult in the darkness!
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘£ğ‘§ğ‘Ÿğ‘¦ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼. ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘•ğ‘´ ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•!

source: There is no time for idle chatter or delay of any kind. Onward!
da: Der er ikke tid til forsinkelser eller ligegyldigt sludder, fremad!
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘‘ğ‘²ğ‘¥ ğ‘“ğ‘¹ ğ‘²ğ‘›ğ‘©ğ‘¤ ğ‘—ğ‘¨ğ‘‘ğ‘» ğ‘¹ ğ‘›ğ‘¦ğ‘¤ğ‘± ğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘’ğ‘²ğ‘¯ğ‘›. ğ‘ªğ‘¯ğ‘¢ğ‘¼ğ‘›!

source: I have reached the mine entrance, but there is no tunnel here. Rock and rubble completely block the way.
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘ ğ‘¥ğ‘²ğ‘¯ ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘­ğ‘¯ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤ ğ‘£ğ‘½. ğ‘®ğ‘ªğ‘’ ğ‘¯ ğ‘®ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘¤ğ‘¦ ğ‘šğ‘¤ğ‘ªğ‘’ ğ‘ ğ‘¢ğ‘±.

source: I hope we can make it through the main doors, then.
en@shaw: ğ‘² ğ‘£ğ‘´ğ‘ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘›ğ‘¹ğ‘Ÿ, ğ‘ğ‘§ğ‘¯.

source: It is our only choice now. Hurry!
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¬ğ‘¼ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘—ğ‘¶ğ‘• ğ‘¯ğ‘¬. ğ‘£ğ‘³ğ‘®ğ‘¦!

source: Pray that we live to see sunlight again.
en@shaw: ğ‘ğ‘®ğ‘± ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘¤ğ‘¦ğ‘ ğ‘‘ ğ‘•ğ‘° ğ‘•ğ‘³ğ‘¯ğ‘¤ğ‘²ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯.

source: We have defeated the foul orcs guarding this land, but we must continue without rest. More will surely come!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘“ğ‘¬ğ‘¤ ğ‘¹ğ‘’ğ‘• ğ‘œğ‘¸ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘‘. ğ‘¥ğ‘¹ ğ‘¢ğ‘¦ğ‘¤ ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘’ğ‘³ğ‘¥!

source: Indeed we must not delay. Let us breach the great doors to the dwarven kingdom.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘±. ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘šğ‘®ğ‘°ğ‘— ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘›ğ‘¹ğ‘Ÿ ğ‘‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘§ğ‘¯ ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥.

source: Indeed we must not delay. The mines in the northeast are the best way to enter.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘±. ğ‘ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘¹ğ‘”ğ‘°ğ‘•ğ‘‘ ğ‘¸ ğ‘ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘± ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼.

source: A monster was hiding in that lake!
da: Der er et monster, der skjuler sig i denne sø!
en@shaw: ğ‘© ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ ğ‘£ğ‘²ğ‘›ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘±ğ‘’!

source: But Konradâ€™s party was not alone in entering the caves...
en@shaw: ğ‘šğ‘³ğ‘‘ Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›ğ‘• ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘´ğ‘¯ ğ‘¦ğ‘¯ ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ...

source: Plunging into the Darkness
da: Kastet ind i Mørket
en@shaw: ğ‘ğ‘¤ğ‘©ğ‘¯ğ‘¡ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•

source: Find the dwarves
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ

source: Itâ€™s so dark in here I can hardly see!
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘•ğ‘´ ğ‘›ğ‘¸ğ‘’ ğ‘¦ğ‘¯ ğ‘£ğ‘½ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘¸ğ‘›ğ‘¤ğ‘¦ ğ‘•ğ‘°!

source: It is dark indeed. We shall have to light torches and tread slowly and carefully. It may be there are still dwarves down here who can aid us!
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¸ğ‘’ ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›. ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘¤ğ‘²ğ‘‘ ğ‘‘ğ‘¹ğ‘—ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘‘ğ‘®ğ‘§ğ‘› ğ‘•ğ‘¤ğ‘´ğ‘¤ğ‘¦ ğ‘¯ ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤ğ‘¦. ğ‘¦ğ‘‘ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘ğ‘º ğ‘¸ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘›ğ‘¬ğ‘¯ ğ‘£ğ‘½ ğ‘£ğ‘µ ğ‘’ğ‘¨ğ‘¯ ğ‘²ğ‘› ğ‘³ğ‘•!

source: Indeed. We elves do not fare well in these dark pits.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›. ğ‘¢ğ‘° ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘º ğ‘¢ğ‘§ğ‘¤ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘›ğ‘¸ğ‘’ ğ‘ğ‘¦ğ‘‘ğ‘•.

source: Who are these that approach? Surface-dwellers! On your guard, men!
da: Hvem er disse, der er ankommet? Overflade-beboere! Til våben, mænd!
en@shaw: ğ‘£ğ‘µ ğ‘¸ ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘©ğ‘ğ‘®ğ‘´ğ‘—? ğ‘•ğ‘»ğ‘“ğ‘¦ğ‘•-ğ‘›ğ‘¢ğ‘§ğ‘¤ğ‘»ğ‘Ÿ! ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘œğ‘¸ğ‘›, ğ‘¥ğ‘§ğ‘¯!

source: We come in peace, friends. We come in peace!
da: Vi kommer med fred, venner. Vi kommer med fred!
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘•, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ. ğ‘¢ğ‘° ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘•!

source: Oh, do you? I see that you are accompanied by elves. Can we dwarves not live in peace without the treacherous elves coming to bother us?
en@shaw: ğ‘´, ğ‘›ğ‘µ ğ‘¿? ğ‘² ğ‘•ğ‘° ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘¸ ğ‘©ğ‘’ğ‘³ğ‘¥ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘› ğ‘šğ‘² ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘’ğ‘¨ğ‘¯ ğ‘¢ğ‘° ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘¦ğ‘ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘• ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘§ğ‘—ğ‘»ğ‘©ğ‘• ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘‘ ğ‘šğ‘´ğ‘”ğ‘¼ ğ‘³ğ‘•?

source: Why such harsh words, dwarf? Elves have never done you any harm.
en@shaw: ğ‘¢ğ‘² ğ‘•ğ‘³ğ‘— ğ‘£ğ‘¸ğ‘– ğ‘¢ğ‘»ğ‘›ğ‘Ÿ, ğ‘›ğ‘¢ğ‘¹ğ‘“? ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘›ğ‘³ğ‘¯ ğ‘¿ ğ‘§ğ‘¯ğ‘¦ ğ‘£ğ‘¸ğ‘¥.

source: â€˜Never done us any harm?â€™ Why, I was there myself, when the elves refused to honor our alliance. Many dwarves were slaughtered, and you cowardly elves did nothing to help!
en@shaw: 'ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘›ğ‘³ğ‘¯ ğ‘³ğ‘• ğ‘§ğ‘¯ğ‘¦ ğ‘£ğ‘¸ğ‘¥?' ğ‘¢ğ‘², ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘ğ‘º ğ‘¥ğ‘²ğ‘•ğ‘§ğ‘¤ğ‘“, ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘®ğ‘¦ğ‘“ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘ªğ‘¯ğ‘¼ ğ‘¬ğ‘¼ ğ‘©ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘•. ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¢ğ‘» ğ‘•ğ‘¤ğ‘ªğ‘‘ğ‘»ğ‘›, ğ‘¯ ğ‘¿ ğ‘’ğ‘¬ğ‘»ğ‘›ğ‘¤ğ‘° ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘!

source: You go too far! I am Kalenz, a mighty elvish lord! How dare such as you, sniveling in his tunnel, call me a coward?
en@shaw: ğ‘¿ ğ‘œğ‘´ ğ‘‘ğ‘µ ğ‘“ğ‘¸! ğ‘² ğ‘¨ğ‘¥ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘© ğ‘¥ğ‘²ğ‘‘ğ‘¦ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘¤ğ‘¹ğ‘›! ğ‘£ğ‘¬ ğ‘›ğ‘º ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘¿, ğ‘•ğ‘¯ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤, ğ‘’ğ‘·ğ‘¤ ğ‘¥ğ‘° ğ‘© ğ‘’ğ‘¬ğ‘¼ğ‘›?

source: Very well! Explain your presence here then, human. Who are you? Why have you risked life and limb to come to Knalga, home of the dwarves?
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤! ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¯ ğ‘¿ğ‘¼ ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘• ğ‘£ğ‘½ ğ‘ğ‘§ğ‘¯, ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯. ğ‘£ğ‘µ ğ‘¸ ğ‘¿? ğ‘¢ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘®ğ‘¦ğ‘•ğ‘’ğ‘‘ ğ‘¤ğ‘²ğ‘“ ğ‘¯ ğ‘¤ğ‘¦ğ‘¥ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘¯ğ‘­ğ‘¤ğ‘œğ‘³, ğ‘£ğ‘´ğ‘¥ ğ‘ ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ?

source: Well, we... we...
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘¢ğ‘°... ğ‘¢ğ‘°...

source: I am, sir.
da: Det er mig, Sir.
en@shaw: ğ‘² ğ‘¨ğ‘¥, ğ‘•ğ‘».

source: I am Delfador, Delfador the Great, Arch Mage to King Garard, and Protector of his heir.
da: Jeg er Delfador. Delfador den Store, King Garards Ærke-Troldmand og hans arvings Protektor.
en@shaw: ğ‘² ğ‘¨ğ‘¥ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹, Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘, ğ‘¸ğ‘— ğ‘¥ğ‘±ğ‘¡ ğ‘‘ ğ‘’ğ‘¦ğ‘™ ğ‘œğ‘»ğ‘¸ğ‘›, ğ‘¯ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘» ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘º.

source: You... you are Delfador? I saw Delfador when I was but a young dwarf, and I will tell you, old man, you are not Delfador. Men! Take these liars out of my sight. Delfador perished many years ago.
en@shaw: ğ‘¿... ğ‘¿ ğ‘¸ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹? ğ‘² ğ‘•ğ‘· Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘¢ğ‘§ğ‘¯ ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘³ğ‘‘ ğ‘© ğ‘˜ğ‘³ğ‘™ ğ‘›ğ‘¢ğ‘¹ğ‘“, ğ‘¯ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘§ğ‘¤ ğ‘¿, ğ‘´ğ‘¤ğ‘› ğ‘¥ğ‘¨ğ‘¯, ğ‘¿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹. ğ‘¥ğ‘§ğ‘¯! ğ‘‘ğ‘±ğ‘’ ğ‘ğ‘°ğ‘Ÿ ğ‘¤ğ‘²ğ‘»ğ‘Ÿ ğ‘¬ğ‘‘ ğ‘ ğ‘¥ğ‘² ğ‘•ğ‘²ğ‘‘. Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘ğ‘§ğ‘®ğ‘¦ğ‘–ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘˜ğ‘½ğ‘Ÿ ğ‘©ğ‘œğ‘´.

source: I am Delfador the Great! Tremble before my wrath!
en@shaw: ğ‘² ğ‘¨ğ‘¥ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘! ğ‘‘ğ‘®ğ‘§ğ‘¥ğ‘šğ‘©ğ‘¤ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¥ğ‘² ğ‘®ğ‘ªğ‘”!

source: You... you really are Delfador! But we had news that you were dead, years ago!
en@shaw: ğ‘¿... ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¸ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹! ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘› ğ‘¯ğ‘¿ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘¢ğ‘» ğ‘›ğ‘§ğ‘›, ğ‘˜ğ‘½ğ‘Ÿ ğ‘©ğ‘œğ‘´!

source: They thought I was dead. They hoped I was dead. Yet still I live.
da: De troede, jeg var død. De håbede, jeg var død. Men alligevel, alligevel overlevede jeg.
en@shaw: ğ‘ğ‘± ğ‘”ğ‘·ğ‘‘ ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘›ğ‘§ğ‘›. ğ‘ğ‘± ğ‘£ğ‘´ğ‘ğ‘‘ ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘›ğ‘§ğ‘›. ğ‘˜ğ‘§ğ‘‘ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘² ğ‘¤ğ‘¦ğ‘.

source: Then to the eastern tunnels we shall go!
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘œğ‘´!

source: Gryphon Tender
en@shaw: ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘¼

source: I am sorry, Prince Konrad. The young gryphons are breaking their ropes. They are simply getting too large and too restless to restrain anymore!
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘•ğ‘ªğ‘®ğ‘¦, ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›. ğ‘ ğ‘˜ğ‘³ğ‘™ ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘šğ‘®ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘®ğ‘´ğ‘ğ‘•. ğ‘ğ‘± ğ‘¸ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘¦ ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘‘ğ‘µ ğ‘¤ğ‘¸ğ‘¡ ğ‘¯ ğ‘‘ğ‘µ ğ‘®ğ‘§ğ‘•ğ‘‘ğ‘¤ğ‘©ğ‘• ğ‘‘ ğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘¯ ğ‘§ğ‘¯ğ‘°ğ‘¥ğ‘¹!

source: Whatâ€™s this? Gryphons in my castle? Remove the beasts!
en@shaw: ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘ğ‘¦ğ‘•? ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¥ğ‘² ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤? ğ‘®ğ‘°ğ‘¥ğ‘µğ‘ ğ‘ ğ‘šğ‘°ğ‘•ğ‘‘ğ‘•!

source: Beasts? We were planning to use them as mounts.
en@shaw: ğ‘šğ‘°ğ‘•ğ‘‘ğ‘•? ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘™ ğ‘‘ ğ‘¿ğ‘• ğ‘ğ‘§ğ‘¥ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘•.

source: Ha ha! Gryphons as mounts! Is there no end to your folly?
en@shaw: ğ‘£ğ‘­ ğ‘£ğ‘­! ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘•! ğ‘¦ğ‘Ÿ ğ‘ğ‘º ğ‘¯ğ‘´ ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘¿ğ‘¼ ğ‘“ğ‘ªğ‘¤ğ‘¦?

source: (looks miffed)
en@shaw: (ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¥ğ‘¦ğ‘“ğ‘‘)

source: Well, if you must go on with this mad scheme, I shall supply you with my own troops as riders! A frail human â€” or worse, an elf â€” would never be able to handle their violent instincts!
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘¦ğ‘“ ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘´ ğ‘ªğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘¨ğ‘› ğ‘•ğ‘’ğ‘°ğ‘¥, ğ‘² ğ‘–ğ‘¨ğ‘¤ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘² ğ‘¿ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘² ğ‘´ğ‘¯ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘¨ğ‘Ÿ ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ! ğ‘© ğ‘“ğ‘®ğ‘±ğ‘¤ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ - ğ‘¹ ğ‘¢ğ‘»ğ‘•, ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘“ - ğ‘¢ğ‘«ğ‘› ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ ğ‘ğ‘º ğ‘ğ‘²ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘¦ğ‘™ğ‘’ğ‘‘ğ‘•!

source: Well, I suppose...
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘² ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿ...

source: Mounted Dwarf
en@shaw: ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘¢ğ‘¹ğ‘“

source: Whoa there... No need to be surly, now. Easy...easy... now GO!
en@shaw: ğ‘¢ğ‘´ ğ‘ğ‘º... ğ‘¯ğ‘´ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘»ğ‘¤ğ‘°, ğ‘¯ğ‘¬. ğ‘°ğ‘Ÿğ‘¦...ğ‘°ğ‘Ÿğ‘¦... ğ‘¯ğ‘¬ ğ‘œğ‘´!

source: You can now recruit fearsome Gryphon Riders!
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘¬ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘“ğ‘½ğ‘•ğ‘©ğ‘¥ ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ!

source: Though they stink, gryphons are magnificent animals. They may not be able to navigate our twisted caverns very well, but if you ever see the surface again, they will dominate the skies. Best of luck, Allies-of-Knalga.
en@shaw: ğ‘ğ‘´ ğ‘ğ‘± ğ‘•ğ‘‘ğ‘¦ğ‘™ğ‘’, ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘¥ğ‘¨ğ‘œğ‘¯ğ‘¦ğ‘“ğ‘¦ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘¨ğ‘¯ğ‘¦ğ‘¥ğ‘©ğ‘¤ğ‘Ÿ. ğ‘ğ‘± ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¯ğ‘¨ğ‘ğ‘¦ğ‘œğ‘±ğ‘‘ ğ‘¬ğ‘¼ ğ‘‘ğ‘¢ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘¨ğ‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘“ ğ‘¿ ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘° ğ‘ ğ‘•ğ‘»ğ‘“ğ‘¦ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯, ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘ªğ‘¥ğ‘¦ğ‘¯ğ‘±ğ‘‘ ğ‘ ğ‘•ğ‘’ğ‘²ğ‘Ÿ. ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘¤ğ‘³ğ‘’, ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ-ğ‘-ğ‘¯ğ‘­ğ‘¤ğ‘œğ‘³.

source: Hmm... there seems to be a secret passage behind these rocks!
en@shaw: ğ‘£ğ‘¥... ğ‘ğ‘º ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘¡ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘®ğ‘ªğ‘’ğ‘•!

source: There is a great fortune in this chest of treasure! I can count two hundred pieces of gold!
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘“ğ‘¹ğ‘‘ğ‘¿ğ‘¯ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘—ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘§ğ‘ ğ‘¼! ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘‘ğ‘µ ğ‘£ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘§ğ‘› ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘›!

source: The Lost General
da: Den Fortabte General
en@shaw: ğ‘ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤

source: Lionel
en@shaw: ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘©ğ‘¤

source: We are now in the main dwarvish caverns.
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘¯ğ‘¬ ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘’ğ‘¨ğ‘ğ‘»ğ‘¯ğ‘Ÿ.

source: Underground roads once led to the different parts of the complex, but now everything lies in ruins.
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘®ğ‘´ğ‘›ğ‘Ÿ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¤ğ‘§ğ‘› ğ‘‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¸ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘’ğ‘ªğ‘¥ğ‘ğ‘¤ğ‘§ğ‘’ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘¬ ğ‘§ğ‘ğ‘®ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘¤ğ‘²ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘®ğ‘µğ‘¦ğ‘¯ğ‘Ÿ.

source: The sign says â€˜Guest quartersâ€™.
en@shaw: ğ‘ ğ‘•ğ‘²ğ‘¯ ğ‘•ğ‘§ğ‘Ÿ 'ğ‘œğ‘§ğ‘•ğ‘‘ ğ‘’ğ‘¢ğ‘¹ğ‘‘ğ‘¼ğ‘Ÿ'.

source: My uncleâ€™s family drowned after the orcs flooded that cavern...
en@shaw: ğ‘¥ğ‘² ğ‘©ğ‘™ğ‘’ğ‘©ğ‘¤ğ‘Ÿ ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦ ğ‘›ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘“ğ‘¤ğ‘©ğ‘›ğ‘©ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘ğ‘»ğ‘¯...

source: A hidden whirlpool sucks you down into a subterranean current!
en@shaw: ğ‘© ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘¢ğ‘»ğ‘¤ğ‘ğ‘µğ‘¤ ğ‘•ğ‘³ğ‘’ğ‘• ğ‘¿ ğ‘›ğ‘¬ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘© ğ‘•ğ‘©ğ‘šğ‘‘ğ‘»ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘¯ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘!

source: Whatâ€™s this, more trolls? Aye, come to papa, little whelps.
en@shaw: ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘ğ‘¦ğ‘•, ğ‘¥ğ‘¹ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ? ğ‘², ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘ğ‘­ğ‘ğ‘©, ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘¤ğ‘ğ‘•.

source: Hello? Who is here?
en@shaw: ğ‘£ğ‘©ğ‘¤ğ‘´? ğ‘£ğ‘µ ğ‘¦ğ‘Ÿ ğ‘£ğ‘½?

source: (sniffs) A mer-mahn. Never heard of it. I doubt yer as tasty as my friends here.
en@shaw: (ğ‘•ğ‘¯ğ‘¦ğ‘“ğ‘•) ğ‘© ğ‘¥ğ‘º-ğ‘¥ğ‘¨ğ‘¯. ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘£ğ‘»ğ‘› ğ‘ ğ‘¦ğ‘‘. ğ‘² ğ‘›ğ‘¬ğ‘‘ ğ‘˜ğ‘» ğ‘¨ğ‘Ÿ ğ‘‘ğ‘±ğ‘•ğ‘‘ğ‘° ğ‘¨ğ‘Ÿ ğ‘¥ğ‘² ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘£ğ‘½.

source: Why are you down here? Are those... troll carcasses?
en@shaw: ğ‘¢ğ‘² ğ‘¸ ğ‘¿ ğ‘›ğ‘¬ğ‘¯ ğ‘£ğ‘½? ğ‘¸ ğ‘ğ‘´ğ‘Ÿ... ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘’ğ‘¸ğ‘’ğ‘©ğ‘•ğ‘©ğ‘Ÿ?

source: How long have you been here?
en@shaw: ğ‘£ğ‘¬ ğ‘¤ğ‘ªğ‘™ ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘šğ‘°ğ‘¯ ğ‘£ğ‘½?

source: I will rescue you. Hold onto my shoulders, sir dwarf.
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘§ğ‘•ğ‘’ğ‘¿ ğ‘¿. ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ªğ‘¯ğ‘‘ğ‘µ ğ‘¥ğ‘² ğ‘–ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ, ğ‘•ğ‘» ğ‘›ğ‘¢ğ‘¹ğ‘“.

source: Better prepared this time to fight the current, you eventually manage to emerge from the whirlpool.
en@shaw: ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘ğ‘®ğ‘¦ğ‘ğ‘ºğ‘› ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘, ğ‘¿ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘—ğ‘©ğ‘¢ğ‘©ğ‘¤ğ‘° ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘‘ ğ‘¦ğ‘¥ğ‘»ğ‘¡ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¢ğ‘»ğ‘¤ğ‘ğ‘µğ‘¤.

source: Well, mer-mahn, we made it. I will fight for yer lord. He sounds like a brave fellow.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘¥ğ‘º-ğ‘¥ğ‘¨ğ‘¯, ğ‘¢ğ‘° ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘‘ ğ‘“ğ‘¹ ğ‘˜ğ‘» ğ‘¤ğ‘¹ğ‘›. ğ‘£ğ‘° ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘¤ğ‘²ğ‘’ ğ‘© ğ‘šğ‘®ğ‘±ğ‘ ğ‘“ğ‘§ğ‘¤ğ‘´.

source: You emerge into a vast natural cathedral, the walls arching higher than you can see in the darkness. Stretching across the gallery is a great chasm, around which the cave floor appears to have been completely worn smooth. This was once the center of a bustling dwarvish empire, the remnants of which have since been driven into the upper caves of Knalga by the forces of darkness.
en@shaw: ğ‘¿ ğ‘¦ğ‘¥ğ‘»ğ‘¡ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘© ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘¯ğ‘¨ğ‘—ğ‘¼ğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘”ğ‘°ğ‘›ğ‘®ğ‘©ğ‘¤, ğ‘ ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ ğ‘¸ğ‘—ğ‘¦ğ‘™ ğ‘£ğ‘²ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘° ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•. ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘—ğ‘¦ğ‘™ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘œğ‘¨ğ‘¤ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘¨ğ‘Ÿğ‘©ğ‘¥, ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘’ğ‘±ğ‘ ğ‘“ğ‘¤ğ‘¹ ğ‘©ğ‘ğ‘½ğ‘Ÿ ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘¤ğ‘¦ ğ‘¢ğ‘¹ğ‘¯ ğ‘•ğ‘¥ğ‘µğ‘. ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘© ğ‘šğ‘©ğ‘•ğ‘©ğ‘¤ğ‘¦ğ‘™ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘§ğ‘¥ğ‘ğ‘²ğ‘¼, ğ‘ ğ‘®ğ‘§ğ‘¥ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘¢ğ‘¦ğ‘— ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘®ğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘³ğ‘ğ‘» ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘ ğ‘¯ğ‘­ğ‘¤ğ‘œğ‘³ ğ‘šğ‘² ğ‘ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•.

source: There is a big cave-in south of here.
da: Der er en stor hule-sammenstyrtning mod syd.
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘šğ‘¦ğ‘œ ğ‘’ğ‘±ğ‘-ğ‘¦ğ‘¯ ğ‘•ğ‘¬ğ‘” ğ‘ ğ‘£ğ‘½.

source: The rocks are moving!
da: Stenene bevæger sig!
en@shaw: ğ‘ ğ‘®ğ‘ªğ‘’ğ‘• ğ‘¸ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™!

source: Who goes there? Friend or foe?
da: Hvem der? Ven eller fjende?
en@shaw: ğ‘£ğ‘µ ğ‘œğ‘´ğ‘Ÿ ğ‘ğ‘º? ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘› ğ‘¹ ğ‘“ğ‘´?

source: We are desperately trying to rid these tunnels of orcs and trolls! Please help us in our quest.
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘›ğ‘§ğ‘•ğ‘ğ‘¼ğ‘©ğ‘‘ğ‘¤ğ‘¦ ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘®ğ‘¦ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¯ ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ! ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘.

source: Vile creature! Let us rid these tunnels of its kind!
en@shaw: ğ‘ğ‘²ğ‘¤ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼! ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘®ğ‘¦ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘‘ğ‘³ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘²ğ‘¯ğ‘›!

source: I did not know that the undead were in these pits!
da: Jeg vidste ikke, at de levende døde var i disse huler!
en@shaw: ğ‘² ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¢ğ‘» ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘¦ğ‘‘ğ‘•!

source: Who is this foul enemy that we fight?
da: Hvem er denne fæle fjende, vi kæmper imod?
en@shaw: ğ‘£ğ‘µ ğ‘¦ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¬ğ‘¤ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘“ğ‘²ğ‘‘?

source: I am Lionel. I am the Lost General. I will avenge myself upon you all!
da: Jeg er Lionel. Jeg er den Fortabte General. Jeg vil hævne mig på jer alle!
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘©ğ‘¤. ğ‘² ğ‘¨ğ‘¥ ğ‘ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘ğ‘§ğ‘¯ğ‘¡ ğ‘¥ğ‘²ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘¿ ğ‘·ğ‘¤!

source: Avenge? What have we done to you that you must avenge?
da: Hævne? Hvad har vi gjort mod dig, som fortjener at hævnes?
en@shaw: ğ‘©ğ‘ğ‘§ğ‘¯ğ‘¡? ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘° ğ‘›ğ‘³ğ‘¯ ğ‘‘ ğ‘¿ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘©ğ‘ğ‘§ğ‘¯ğ‘¡?

source: Lionel? A General? I remember that name...
da: Lionel? En General? Jeg mener at kunne huske det navn...
en@shaw: ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘©ğ‘¤? ğ‘© ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤? ğ‘² ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘±ğ‘¥...

source: Argh! I am vanquished! But at least by worthy foes, instead of those disgusting orcs.
en@shaw: ğ‘¸ğ‘œ! ğ‘² ğ‘¨ğ‘¥ ğ‘ğ‘¨ğ‘™ğ‘’ğ‘¢ğ‘¦ğ‘–ğ‘‘! ğ‘šğ‘³ğ‘‘ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘¢ğ‘»ğ‘ğ‘° ğ‘“ğ‘´ğ‘Ÿ, ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘œğ‘©ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘¹ğ‘’ğ‘•.

source: Rest in peace, Lionel. The poor, lost general.
da: Hvil i fred, Lionel. Den stakkels, fortabte general.
en@shaw: ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘•, ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘©ğ‘¤. ğ‘ ğ‘ğ‘«ğ‘¼, ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤.

source: The earth shakes.
da: Jorden ryster.
en@shaw: ğ‘ ğ‘»ğ‘” ğ‘–ğ‘±ğ‘’ğ‘•.

source: Tall ones, I thank ye. Life has been nothing but a struggle recently. We are the last outpost oâ€™ civilization in these caves.
en@shaw: ğ‘‘ğ‘·ğ‘¤ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ, ğ‘² ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘˜ğ‘°. ğ‘¤ğ‘²ğ‘“ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘šğ‘³ğ‘‘ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘œğ‘©ğ‘¤ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦. ğ‘¢ğ‘° ğ‘¸ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¬ğ‘‘ğ‘ğ‘´ğ‘•ğ‘‘ ğ‘´' ğ‘•ğ‘¦ğ‘ğ‘¦ğ‘¤ğ‘²ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘Ÿ.

source: You may now recruit the legendary dwarvish guardsmen!
en@shaw: ğ‘¿ ğ‘¥ğ‘± ğ‘¯ğ‘¬ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘ ğ‘¤ğ‘§ğ‘¡ğ‘©ğ‘¯ğ‘›ğ‘ºğ‘° ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘œğ‘¸ğ‘›ğ‘Ÿğ‘¥ğ‘¦ğ‘¯!

source: How will we make it?
en@shaw: ğ‘£ğ‘¬ ğ‘¢ğ‘¦ğ‘¤ ğ‘¢ğ‘° ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘?

source: I do not know, Konrad, but I can sense our path only leads us downward. We will continue to the northeast, to the deepest depths of these caverns.
en@shaw: ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘´, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘• ğ‘¬ğ‘¼ ğ‘ğ‘­ğ‘” ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¤ğ‘°ğ‘›ğ‘Ÿ ğ‘³ğ‘• ğ‘›ğ‘¬ğ‘¯ğ‘¢ğ‘¹ğ‘›. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”ğ‘°ğ‘•ğ‘‘, ğ‘‘ ğ‘ ğ‘›ğ‘°ğ‘ğ‘©ğ‘•ğ‘‘ ğ‘›ğ‘§ğ‘ğ‘”ğ‘• ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘¨ğ‘ğ‘»ğ‘¯ğ‘Ÿ.

source: Hasty Alliance
da: En Hastig Alliance
en@shaw: ğ‘£ğ‘±ğ‘•ğ‘‘ğ‘¦ ğ‘©ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘•

source: Death of Liâ€™sar
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸

source: The last dwarvish settlement far behind them, the party descended into the deepest parts of the hewn caverns. Except for disturbances caused by the occasional goblin, the air in the lower passages was still and tomblike.
en@shaw: ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘¦ğ‘– ğ‘•ğ‘§ğ‘‘ğ‘©ğ‘¤ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘¸ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥, ğ‘ ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘›ğ‘¦ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘›ğ‘°ğ‘ğ‘©ğ‘•ğ‘‘ ğ‘ğ‘¸ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘£ğ‘¿ğ‘¯ ğ‘’ğ‘¨ğ‘ğ‘»ğ‘¯ğ‘Ÿ. ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘“ğ‘¹ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘»ğ‘šğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘’ğ‘·ğ‘Ÿğ‘› ğ‘šğ‘² ğ‘ ğ‘©ğ‘’ğ‘±ğ‘ ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘œğ‘­ğ‘šğ‘¤ğ‘¦ğ‘¯, ğ‘ ğ‘º ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘´ğ‘¼ ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¯ ğ‘‘ğ‘µğ‘¥ğ‘¤ğ‘²ğ‘’.

source: Stepping through a low corridor, Konrad and Delfador emerged from the maze-like catacombs into icy blackness. Darkness seemed to crush them. Lights flickered and went out. Even the staff of the elder mage struggled to produce enough light to see by.
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘ğ‘¦ğ‘™ ğ‘”ğ‘®ğ‘µ ğ‘© ğ‘¤ğ‘´ ğ‘’ğ‘¹ğ‘©ğ‘›ğ‘», ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘¯ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘¦ğ‘¥ğ‘»ğ‘¡ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¥ğ‘±ğ‘Ÿ-ğ‘¤ğ‘²ğ‘’ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘’ğ‘´ğ‘¥ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘²ğ‘•ğ‘° ğ‘šğ‘¤ğ‘¨ğ‘’ğ‘¯ğ‘©ğ‘•. ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘• ğ‘•ğ‘°ğ‘¥ğ‘› ğ‘‘ ğ‘’ğ‘®ğ‘³ğ‘– ğ‘ğ‘§ğ‘¥. ğ‘¤ğ‘²ğ‘‘ğ‘• ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘»ğ‘› ğ‘¯ ğ‘¢ğ‘§ğ‘¯ğ‘‘ ğ‘¬ğ‘‘. ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘­ğ‘“ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘›ğ‘¼ ğ‘¥ğ‘±ğ‘¡ ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘œğ‘©ğ‘¤ğ‘› ğ‘‘ ğ‘ğ‘®ğ‘ªğ‘›ğ‘¿ğ‘• ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¤ğ‘²ğ‘‘ ğ‘‘ ğ‘•ğ‘° ğ‘šğ‘².

source: A cavernous void stretched out ahead, across which no ceiling or walls were visible. Wind howled and whipped over narrow ledges bridging the depths, almost as if animated by powerful nearby magic... and newly awoken evil.
en@shaw: ğ‘© ğ‘’ğ‘¨ğ‘ğ‘»ğ‘¯ğ‘©ğ‘• ğ‘ğ‘¶ğ‘› ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘—ğ‘‘ ğ‘¬ğ‘‘ ğ‘©ğ‘£ğ‘§ğ‘›, ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘¢ğ‘¦ğ‘— ğ‘¯ğ‘´ ğ‘•ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘¹ ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ ğ‘¢ğ‘» ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤. ğ‘¢ğ‘¦ğ‘¯ğ‘› ğ‘£ğ‘¬ğ‘¤ğ‘› ğ‘¯ ğ‘¢ğ‘¦ğ‘ğ‘‘ ğ‘´ğ‘ğ‘¼ ğ‘¯ğ‘¨ğ‘®ğ‘´ ğ‘¤ğ‘§ğ‘¡ğ‘¦ğ‘Ÿ ğ‘šğ‘®ğ‘¦ğ‘¡ğ‘¦ğ‘™ ğ‘ ğ‘›ğ‘§ğ‘ğ‘”ğ‘•, ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¦ğ‘“ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¯ğ‘½ğ‘šğ‘² ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’... ğ‘¯ ğ‘¯ğ‘¿ğ‘¤ğ‘¦ ğ‘©ğ‘¢ğ‘´ğ‘’ğ‘±ğ‘©ğ‘¯ ğ‘°ğ‘ğ‘©ğ‘¤.

source: Humans
en@shaw: ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ

source: Where are we? Which way now? I am tired of this darkness!
da: Hvor er vi? Hvilken vej skal vi nu? Jeg er træt af dette mørke!
en@shaw: ğ‘¢ğ‘º ğ‘¸ ğ‘¢ğ‘°? ğ‘¢ğ‘¦ğ‘— ğ‘¢ğ‘± ğ‘¯ğ‘¬? ğ‘² ğ‘¨ğ‘¥ ğ‘‘ğ‘²ğ‘¼ğ‘› ğ‘ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•!

source: I am not sure of the way. Let me think for a moment.
da: Jeg er ikke sikker. Lad mig lige tænke over det et øjeblik.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘¼ ğ‘ ğ‘ ğ‘¢ğ‘±. ğ‘¤ğ‘§ğ‘‘ ğ‘¥ğ‘° ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘“ğ‘¹ ğ‘© ğ‘¥ğ‘´ğ‘¥ğ‘©ğ‘¯ğ‘‘.

source: En garde!
da: På vagt!
en@shaw: ğ‘§ğ‘¯ ğ‘œğ‘¸ğ‘›!

source: What in the world are you doing here?
da: Hvad i alverden laver du her?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘¸ ğ‘¿ ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘£ğ‘½?
