Repository: wesnoth/wesnoth
Catalog: po/wesnoth-httt/*.po
Languages: da, en@shaw

source: We must take the city, and destroy the evil undead before reinforcements arrive!
da: Vi må indtage byen og tilintetgøre de onde levende døde, før deres forstærkninger ankommer!
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦, ğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘©ğ‘®ğ‘²ğ‘!

source: As night began to fall, three dark figures crept out of the forest.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘¯ğ‘²ğ‘‘ ğ‘šğ‘©ğ‘œğ‘¨ğ‘¯ ğ‘‘ ğ‘“ğ‘·ğ‘¤, ğ‘”ğ‘®ğ‘° ğ‘›ğ‘¸ğ‘’ ğ‘“ğ‘¦ğ‘œğ‘¼ğ‘Ÿ ğ‘’ğ‘®ğ‘§ğ‘ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘.

source: Halt! Who goes there, friend or foe?
da: Holdt! Hvem er der? Ven eller fjende?
en@shaw: ğ‘£ğ‘·ğ‘¤ğ‘‘! ğ‘£ğ‘µ ğ‘œğ‘´ğ‘Ÿ ğ‘ğ‘º, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘› ğ‘¹ ğ‘“ğ‘´?

source: Greetings, friend. We are from the Elensefar Thievesâ€™ Guild. We would like to help you against the orcs!
en@shaw: ğ‘œğ‘®ğ‘°ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›. ğ‘¢ğ‘° ğ‘¸ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸ ğ‘”ğ‘°ğ‘ğ‘Ÿ' ğ‘œğ‘¦ğ‘¤ğ‘›. ğ‘¢ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘¤ğ‘²ğ‘’ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘•!

source: Thieves, hmmm? Who says we can trust such as you?
da: Tyve, hmmm? Hvem siger, vi kan stole på jeres slags?
en@shaw: ğ‘”ğ‘°ğ‘ğ‘Ÿ, ğ‘£ğ‘©ğ‘¥? ğ‘£ğ‘µ ğ‘•ğ‘§ğ‘Ÿ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ ğ‘¿?

source: We would understand if you didnâ€™t trust us, of course, but it is in our mutual interest to rid the city of the orcs!
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘¦ğ‘“ ğ‘¿ ğ‘›ğ‘¦ğ‘›ğ‘¯ğ‘‘ ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ ğ‘³ğ‘•, ğ‘ ğ‘’ğ‘¹ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘¥ğ‘¿ğ‘—ğ‘«ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘©ğ‘•ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘› ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘•!

source: Very well. You may join us.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤. ğ‘¿ ğ‘¥ğ‘± ğ‘¡ğ‘¶ğ‘¯ ğ‘³ğ‘•.

source: We will serve you well, for we respect the help you are providing to our city. You shall find that there is honor, even among thieves.
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘»ğ‘ ğ‘¿ ğ‘¢ğ‘§ğ‘¤, ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘®ğ‘¦ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘¸ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘¦ğ‘™ ğ‘‘ ğ‘¬ğ‘¼ ğ‘•ğ‘¦ğ‘‘ğ‘¦. ğ‘¿ ğ‘–ğ‘¨ğ‘¤ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘ªğ‘¯ğ‘¼, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘©ğ‘¥ğ‘³ğ‘™ ğ‘”ğ‘°ğ‘ğ‘Ÿ.

source: Yes, but where is your fighting force? How can you help us?
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘º ğ‘¦ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ğ‘•? ğ‘£ğ‘¬ ğ‘’ğ‘¨ğ‘¯ ğ‘¿ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘•?

source: We survive by stealth. We can help you sneak into the city and surround the orcs. Alternatively, we can lay in wait until you give us a signal then ambush the orcsâ€™ rear.
en@shaw: ğ‘¢ğ‘° ğ‘•ğ‘»ğ‘ğ‘²ğ‘ ğ‘šğ‘² ğ‘•ğ‘‘ğ‘§ğ‘¤ğ‘”. ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘•ğ‘¯ğ‘°ğ‘’ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘¯ ğ‘•ğ‘¼ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘¹ğ‘’ğ‘•. ğ‘·ğ‘¤ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘‘ğ‘¦ğ‘ğ‘¤ğ‘¦, ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘¤ğ‘± ğ‘¦ğ‘¯ ğ‘¢ğ‘±ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¿ ğ‘œğ‘¦ğ‘ ğ‘³ğ‘• ğ‘© ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘§ğ‘¯ ğ‘¨ğ‘¥ğ‘šğ‘«ğ‘– ğ‘ ğ‘¹ğ‘’ğ‘•' ğ‘®ğ‘½.

source: Hmm... I have to consider this...
en@shaw: ğ‘£ğ‘¥... ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ ğ‘ğ‘¦ğ‘•...

source: Help us infiltrate the city. We can do the rest.
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘¦ğ‘¯ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘®ğ‘±ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦. ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘µ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘.

source: Excellent. Two hours past midnight meet us on the west bank of the river, across from Elensefarâ€™s docks.
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘. ğ‘‘ğ‘µ ğ‘¬ğ‘¼ğ‘Ÿ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘¥ğ‘¦ğ‘›ğ‘¯ğ‘²ğ‘‘ ğ‘¥ğ‘°ğ‘‘ ğ‘³ğ‘• ğ‘ªğ‘¯ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘šğ‘¨ğ‘™ğ‘’ ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼, ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸ğ‘Ÿ ğ‘›ğ‘­ğ‘’ğ‘•.

source: I want you to reinforce us once we break through their line.
en@shaw: ğ‘² ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¿ ğ‘‘ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘• ğ‘³ğ‘• ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¢ğ‘° ğ‘šğ‘®ğ‘±ğ‘’ ğ‘”ğ‘®ğ‘µ ğ‘ğ‘º ğ‘¤ğ‘²ğ‘¯.

source: Very well. When you raise your red banner over any building in the city proper, we will see the sign and attack from the cityâ€™s northern gate.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤. ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘®ğ‘±ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘®ğ‘§ğ‘› ğ‘šğ‘¨ğ‘¯ğ‘» ğ‘´ğ‘ğ‘¼ ğ‘§ğ‘¯ğ‘¦ ğ‘šğ‘¦ğ‘¤ğ‘›ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘° ğ‘ ğ‘•ğ‘²ğ‘¯ ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘°ğ‘Ÿ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘œğ‘±ğ‘‘.

source: Agreed. But, will you be able to see our flag if itâ€™s dark?
en@shaw: ğ‘©ğ‘œğ‘®ğ‘°ğ‘›. ğ‘šğ‘³ğ‘‘, ğ‘¢ğ‘¦ğ‘¤ ğ‘¿ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘° ğ‘¬ğ‘¼ ğ‘“ğ‘¤ğ‘¨ğ‘œ ğ‘¦ğ‘“ ğ‘¦ğ‘‘'ğ‘• ğ‘›ğ‘¸ğ‘’?

source: Yes, we will see it. In fact, we prefer to fight at night. I pray you do not lead us into slaughter.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘° ğ‘¦ğ‘‘. ğ‘¦ğ‘¯ ğ‘“ğ‘¨ğ‘’ğ‘‘, ğ‘¢ğ‘° ğ‘ğ‘®ğ‘¦ğ‘“ğ‘» ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘¨ğ‘‘ ğ‘¯ğ‘²ğ‘‘. ğ‘² ğ‘ğ‘®ğ‘± ğ‘¿ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘°ğ‘› ğ‘³ğ‘• ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘•ğ‘¤ğ‘·ğ‘‘ğ‘¼.

source: Do not fear, friends. There will be a slaughter here, but it will be orcish blood staining the streets.
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘½, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ. ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘© ğ‘•ğ‘¤ğ‘·ğ‘‘ğ‘¼ ğ‘£ğ‘½, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘šğ‘¤ğ‘³ğ‘› ğ‘•ğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘•.

source: As the banner was raised, sounds of fighting could be heard from across the city.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘» ğ‘¢ğ‘ªğ‘Ÿ ğ‘®ğ‘±ğ‘Ÿğ‘›, ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘«ğ‘› ğ‘šğ‘° ğ‘£ğ‘»ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦.

source: Letâ€™s expel these invaders! Today, the city is ours again!
en@shaw: ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘¤ ğ‘ğ‘°ğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘±ğ‘›ğ‘»ğ‘Ÿ! ğ‘‘ğ‘«ğ‘›ğ‘±, ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘¬ğ‘¼ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯!

source: On the banks of Elensefarâ€™s port district, three shadowy figures appeared.
en@shaw: ğ‘ªğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘™ğ‘’ğ‘• ğ‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸ğ‘Ÿ ğ‘ğ‘¹ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘’ğ‘‘, ğ‘”ğ‘®ğ‘° ğ‘–ğ‘¨ğ‘›ğ‘´ğ‘° ğ‘“ğ‘¦ğ‘œğ‘¼ğ‘Ÿ ğ‘©ğ‘ğ‘½ğ‘›.

source: To Konradâ€™s surprise, they quickly made their way across the riverâ€™s mouth. The turbulent waters hid a nearly invisible ford, wide enough for two soldiers to march shoulder-to-shoulder.
en@shaw: ğ‘‘ Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›ğ‘• ğ‘•ğ‘¼ğ‘ğ‘®ğ‘²ğ‘Ÿ, ğ‘ğ‘± ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘¥ğ‘±ğ‘› ğ‘ğ‘º ğ‘¢ğ‘± ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼'ğ‘Ÿ ğ‘¥ğ‘¬ğ‘”. ğ‘ ğ‘‘ğ‘»ğ‘šğ‘˜ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¹ğ‘‘ğ‘»ğ‘Ÿ ğ‘£ğ‘¦ğ‘› ğ‘© ğ‘¯ğ‘½ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ğ‘›, ğ‘¢ğ‘²ğ‘› ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘“ğ‘¹ ğ‘‘ğ‘µ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘¥ğ‘¸ğ‘— ğ‘–ğ‘´ğ‘¤ğ‘›ğ‘¼-ğ‘‘-ğ‘–ğ‘´ğ‘¤ğ‘›ğ‘¼.

source: Finally, we have retaken the city! Let us rest here, friends.
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘°ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦! ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘£ğ‘½, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ.

source: Victory! The thieves of Elensefar will be in your service, my lord.
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦! ğ‘ ğ‘”ğ‘°ğ‘ğ‘Ÿ ğ‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘•, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›.

source: The party rested for three days, after which an old friend returned.
en@shaw: ğ‘ ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘®ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘”ğ‘®ğ‘° ğ‘›ğ‘±ğ‘Ÿ, ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘— ğ‘©ğ‘¯ ğ‘´ğ‘¤ğ‘› ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘› ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘›.

source: Greetings, friends. I see that you have rescued the city! I knew that you could do it.
da: Vær hilset, mine venner. Jeg ser, at I har reddet byen! Jeg vidste, I kunne klare det.
en@shaw: ğ‘œğ‘®ğ‘°ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ. ğ‘² ğ‘•ğ‘° ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘§ğ‘•ğ‘’ğ‘¿ğ‘› ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦! ğ‘² ğ‘¯ğ‘¿ ğ‘ğ‘¨ğ‘‘ ğ‘¿ ğ‘’ğ‘«ğ‘› ğ‘›ğ‘µ ğ‘¦ğ‘‘.

source: Delfador! So good to see you! Where have you been?
da: Delfador! Godt at se dig! Hvor har du været?
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹! ğ‘•ğ‘´ ğ‘œğ‘«ğ‘› ğ‘‘ ğ‘•ğ‘° ğ‘¿! ğ‘¢ğ‘º ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘šğ‘°ğ‘¯?

source: I have been meeting with the Kaâ€™lian, the Great Council of the Elves. This is Kalenz, a great lord of the Northern Elves who came to the Council to offer us the support of his people.
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘¥ğ‘°ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ Â·ğ‘’ğ‘±ğ‘¤ğ‘¾ğ‘¯, ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¤ğ‘¹ğ‘› ğ‘ ğ‘ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘µ ğ‘’ğ‘±ğ‘¥ ğ‘‘ ğ‘ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘‘ ğ‘ªğ‘“ğ‘¼ ğ‘³ğ‘• ğ‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤.

source: Greetings, friend.
da: Vær hilset, ven.
en@shaw: ğ‘œğ‘®ğ‘°ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›.

source: Delfador, we have captured this city, but surely Asheviereâ€™s men will come and attack us! What should we do?
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘› ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘‘ğ‘¦, ğ‘šğ‘³ğ‘‘ ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘³ğ‘¥ ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘³ğ‘•! ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘¢ğ‘° ğ‘›ğ‘µ?

source: But what has this to do with me?
da: Aha, men hvad har det med mig at gøre?
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘‘ ğ‘›ğ‘µ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘°?

source: We will help you retrieve it, my lord.
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ ğ‘¦ğ‘‘, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›.

source: Me? King?
da: Mig? Deres konge?
en@shaw: ğ‘¥ğ‘°? ğ‘’ğ‘¦ğ‘™?

source: Yes, Konrad. I believe you will be king one day. Now let us make haste!
da: Ja, Konrad. Jeg tror på, at du bliver konge en dag. Men nu må vi skynde os afsted!
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›. ğ‘² ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘’ğ‘¦ğ‘™ ğ‘¢ğ‘³ğ‘¯ ğ‘›ğ‘±. ğ‘¯ğ‘¬ ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘¥ğ‘±ğ‘’ ğ‘£ğ‘±ğ‘•ğ‘‘!

source: We cannot go to Wesmere, for Asheviereâ€™s orcs have the approaches ringed about with steel; Kalenz and I barely escaped, and Chantal cannot get out. Until we are stronger, we must go where the orcs are not.
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘´ ğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¥ğ‘°ğ‘®, ğ‘“ğ‘¹ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘©ğ‘ğ‘®ğ‘´ğ‘—ğ‘©ğ‘Ÿ ğ‘®ğ‘¦ğ‘™ğ‘› ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘‘ğ‘°ğ‘¤; Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘² ğ‘šğ‘ºğ‘¤ğ‘¦ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘‘, ğ‘¯ ğ‘—ğ‘¨ğ‘¯ğ‘‘ğ‘©ğ‘¤ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘. ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘° ğ‘¸ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘œğ‘¼, ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘´ ğ‘¢ğ‘º ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¸ ğ‘¯ğ‘ªğ‘‘.

source: So you endeavor to fight me in my home. Foolish.
en@shaw: ğ‘•ğ‘´ ğ‘¿ ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘ğ‘» ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘¥ğ‘° ğ‘¦ğ‘¯ ğ‘¥ğ‘² ğ‘£ğ‘´ğ‘¥. ğ‘“ğ‘µğ‘¤ğ‘¦ğ‘–.

source: Crossroads
da: Skillevejen
en@shaw: ğ‘’ğ‘®ğ‘ªğ‘•ğ‘®ğ‘´ğ‘›ğ‘Ÿ

source: Defeat Kojun Herolm
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ Â·ğ‘’ğ‘´ğ‘¡ğ‘©ğ‘¯ Â·ğ‘£ğ‘»ğ‘´ğ‘¤ğ‘¥

source: Death of Kalenz
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ

source: Small as it was, Konradâ€™s army avoided the notice of hostile eyes in the sparsely populated western countryside for a time. However, their luck did not hold.
en@shaw: ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘¨ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ, Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›ğ‘• ğ‘¸ğ‘¥ğ‘¦ ğ‘©ğ‘ğ‘¶ğ‘›ğ‘©ğ‘› ğ‘ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘• ğ‘ ğ‘£ğ‘ªğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘²ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘ğ‘¸ğ‘•ğ‘¤ğ‘° ğ‘ğ‘ªğ‘ğ‘¿ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘•ğ‘²ğ‘› ğ‘“ğ‘¹ ğ‘© ğ‘‘ğ‘²ğ‘¥. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘ğ‘º ğ‘¤ğ‘³ğ‘’ ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘›.

source: Kojun Herolm
en@shaw: Â·ğ‘’ğ‘´ğ‘¡ğ‘©ğ‘¯ Â·ğ‘£ğ‘»ğ‘´ğ‘¤ğ‘¥

source: Here we come to the great cross-roads. We should go northeast.
en@shaw: ğ‘£ğ‘½ ğ‘¢ğ‘° ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘®ğ‘ªğ‘•-ğ‘®ğ‘´ğ‘›ğ‘Ÿ. ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘œğ‘´ ğ‘¯ğ‘¹ğ‘”ğ‘°ğ‘•ğ‘‘.

source: Beware! These hills are not safe! The roads are important to Asheviereâ€™s strategy, and she has hired orcs to guard them. We shall have to fight to travel through.
en@shaw: ğ‘šğ‘°ğ‘¢ğ‘º! ğ‘ğ‘°ğ‘Ÿ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘“! ğ‘ ğ‘®ğ‘´ğ‘›ğ‘Ÿ ğ‘¸ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘‘ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ğ‘Ÿ ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘‘ğ‘©ğ‘¡ğ‘°, ğ‘¯ ğ‘–ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘£ğ‘²ğ‘¼ğ‘› ğ‘¹ğ‘’ğ‘• ğ‘‘ ğ‘œğ‘¸ğ‘› ğ‘ğ‘§ğ‘¥. ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ ğ‘”ğ‘®ğ‘µ.

source: Then fight we shall. Fortunately, now that we have liberated Elensefar, they are providing what gold they can spare to help us swell our ranks with new recruits. Let it begin!
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘“ğ‘²ğ‘‘ ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤. ğ‘“ğ‘¹ğ‘‘ğ‘¿ğ‘¯ğ‘©ğ‘‘ğ‘¤ğ‘¦, ğ‘¯ğ‘¬ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¤ğ‘¦ğ‘šğ‘»ğ‘±ğ‘‘ğ‘¦ğ‘› Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸, ğ‘ğ‘± ğ‘¸ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘¦ğ‘™ ğ‘¢ğ‘ªğ‘‘ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘ğ‘º ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘•ğ‘¢ğ‘§ğ‘¤ ğ‘¬ğ‘¼ ğ‘®ğ‘¨ğ‘™ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘¯ğ‘¿ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ğ‘•. ğ‘¤ğ‘§ğ‘‘ ğ‘¦ğ‘‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯!

source: Stay on the path! The hills here are not safe!
da: Bliv på ruten! Skovene her er ikke sikre!
en@shaw: ğ‘•ğ‘‘ğ‘± ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘­ğ‘”! ğ‘ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ ğ‘£ğ‘½ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘“!

source: Beware the hills! There are many orcs in hiding, preparing to ambush you!
en@shaw: ğ‘šğ‘°ğ‘¢ğ‘º ğ‘ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ! ğ‘ğ‘º ğ‘¸ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¹ğ‘’ğ‘• ğ‘¦ğ‘¯ ğ‘£ğ‘²ğ‘›ğ‘¦ğ‘™, ğ‘ğ‘®ğ‘°ğ‘ğ‘ºğ‘¦ğ‘™ ğ‘‘ ğ‘¨ğ‘¥ğ‘šğ‘«ğ‘– ğ‘¿!

source: Danâ€™Tonk, we are so close to Weldyn.
en@shaw: Â·ğ‘›ğ‘¨ğ‘¯'ğ‘‘ğ‘´ğ‘¯ğ‘’, ğ‘¢ğ‘° ğ‘¸ ğ‘•ğ‘´ ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘‘ Â·ğ‘¢ğ‘§ğ‘¤ğ‘›ğ‘¦ğ‘¯.

source: Victory is ours, men. Let us proceed northeast!
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘¬ğ‘¼ğ‘Ÿ, ğ‘¥ğ‘§ğ‘¯. ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘ğ‘®ğ‘©ğ‘•ğ‘°ğ‘› ğ‘¯ğ‘¹ğ‘”ğ‘°ğ‘•ğ‘‘!

source: The Princess of Wesnoth
da: Prinsessen af Wesnoth
en@shaw: ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•ğ‘§ğ‘• ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”

source: ...but one of the orcs survived long enough to send the news to the queen...
en@shaw: ...ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘› ğ‘¤ğ‘ªğ‘™ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘¯ğ‘¿ğ‘Ÿ ğ‘‘ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯...

source: ...and she sent her most able commander.
en@shaw: ...ğ‘¯ ğ‘–ğ‘° ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘£ğ‘» ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘¼.

source: Liâ€™sar
en@shaw: Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸

source: Asheviere
en@shaw: Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½

source: On the road to Knalga, the party was opposed by the forces of Asheviere.
da: På vej mod Knalga blev vores helte mødt af Ashevieres soldater
en@shaw: ğ‘ªğ‘¯ ğ‘ ğ‘®ğ‘´ğ‘› ğ‘‘ ğ‘¯ğ‘­ğ‘¤ğ‘œğ‘³, ğ‘ ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘ğ‘´ğ‘Ÿğ‘› ğ‘šğ‘² ğ‘ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½.

source: The Queen has sent me to stop you, impostor!
en@shaw: ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘¥ğ‘° ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘¿, ğ‘¦ğ‘¥ğ‘ğ‘ªğ‘•ğ‘‘ğ‘»!

source: Iâ€™m no impostor. It seems that your mother has lied to you.
en@shaw: ğ‘²'ğ‘§ğ‘¥ ğ‘¯ğ‘´ ğ‘¦ğ‘¥ğ‘ğ‘ªğ‘•ğ‘‘ğ‘». ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘¥ğ‘³ğ‘ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¤ğ‘²ğ‘› ğ‘‘ ğ‘¿.

source: This is treason! Your lies will perish with you!
da: Forræderi! Dine løgne vil gå i døden sammen med dig!
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯! ğ‘¿ğ‘¼ ğ‘¤ğ‘²ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘®ğ‘¦ğ‘– ğ‘¢ğ‘¦ğ‘ ğ‘¿!

source: There is no use in reasoning. She will understand only one thing. To arms!
da: Det nytter ikke noget at prøve at bringe hende til fornuft. Der er kun én ting, hun vil forstå. Til angreb!
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¿ğ‘• ğ‘¦ğ‘¯ ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ğ‘¦ğ‘™. ğ‘–ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘³ğ‘¯ ğ‘”ğ‘¦ğ‘™. ğ‘‘ ğ‘¸ğ‘¥ğ‘Ÿ!

source: I surrender! Donâ€™t hurt me, impostor.
en@shaw: ğ‘² ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘»! ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘»ğ‘‘ ğ‘¥ğ‘°, ğ‘¦ğ‘¥ğ‘ğ‘ªğ‘•ğ‘‘ğ‘».

source: I said before Iâ€™m not an impostor, but if you yield, I will spare your life.
en@shaw: ğ‘² ğ‘•ğ‘§ğ‘› ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘²'ğ‘§ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘ğ‘ªğ‘•ğ‘‘ğ‘», ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘“ ğ‘¿ ğ‘˜ğ‘°ğ‘¤ğ‘›, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘ğ‘º ğ‘¿ğ‘¼ ğ‘¤ğ‘²ğ‘“.

source: Let me go!
da: Lad mig gå!
en@shaw: ğ‘¤ğ‘§ğ‘‘ ğ‘¥ğ‘° ğ‘œğ‘´!

source: Think about the story of the old king. Ask somebody who knew of him.
da: Tænk på historien om den gamle konge, spørg en gammel person om den.
en@shaw: ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘¹ğ‘¦ ğ‘ ğ‘ ğ‘´ğ‘¤ğ‘› ğ‘’ğ‘¦ğ‘™. ğ‘­ğ‘•ğ‘’ ğ‘•ğ‘³ğ‘¥ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘£ğ‘µ ğ‘¯ğ‘¿ ğ‘ ğ‘£ğ‘¦ğ‘¥.

source: The old king? I have heard about that, but I know it is not true. My mother told me.
da: Den gamle konge? Jeg har hørt om ham, men jeg ved, at det ikke er sandt. Det har min moder fortalt mig.
en@shaw: ğ‘ ğ‘´ğ‘¤ğ‘› ğ‘’ğ‘¦ğ‘™? ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘£ğ‘»ğ‘› ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¨ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘¯ğ‘´ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ğ‘®ğ‘µ. ğ‘¥ğ‘² ğ‘¥ğ‘³ğ‘ğ‘¼ ğ‘‘ğ‘´ğ‘¤ğ‘› ğ‘¥ğ‘°.

source: I am not a child, and I do not want to talk about it! You said you would spare me, so be on your way. The northern road should be safe for you.
da: Jeg er ikke et barn, og jeg vil ikke tale om det! I sagde, I ville skåne mit liv, så se at komme videre. Den nordlige vej skulle være sikker for jer.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘—ğ‘²ğ‘¤ğ‘›, ğ‘¯ ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘‘ğ‘·ğ‘’ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¦ğ‘‘! ğ‘¿ ğ‘•ğ‘§ğ‘› ğ‘¿ ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘ğ‘º ğ‘¥ğ‘°, ğ‘•ğ‘´ ğ‘šğ‘° ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘¢ğ‘±. ğ‘ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘®ğ‘´ğ‘› ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘•ğ‘±ğ‘“ ğ‘“ğ‘¹ ğ‘¿.

source: (Ha ha, little do they know just how many undead have wandered the northern road of late. Surely they are doomed!)
en@shaw: (ğ‘£ğ‘­ ğ‘£ğ‘­, ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘›ğ‘µ ğ‘ğ‘± ğ‘¯ğ‘´ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¬ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘ ğ‘¯ğ‘¹ğ‘ğ‘¼ğ‘¯ ğ‘®ğ‘´ğ‘› ğ‘ ğ‘¤ğ‘±ğ‘‘. ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘ğ‘± ğ‘¸ ğ‘›ğ‘µğ‘¥ğ‘›!)

source: The Valley of Death â€” The Princessâ€™s Revenge
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘° ğ‘ ğ‘›ğ‘§ğ‘” - ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•ğ‘§ğ‘•ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘¡

source: Survive for two days
en@shaw: ğ‘•ğ‘»ğ‘ğ‘²ğ‘ ğ‘“ğ‘¹ ğ‘‘ğ‘µ ğ‘›ğ‘±ğ‘Ÿ

source: Selda-Mana
en@shaw: ğ‘•ğ‘§ğ‘¤ğ‘›ğ‘©-ğ‘¥ğ‘­ğ‘¯ğ‘©

source: My lord! This road does not seem as safe as we had hoped. Look around us at the hills â€” there are undead about!
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›! ğ‘ğ‘¦ğ‘• ğ‘®ğ‘´ğ‘› ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘°ğ‘¥ ğ‘¨ğ‘Ÿ ğ‘•ğ‘±ğ‘“ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘› ğ‘£ğ‘´ğ‘ğ‘‘. ğ‘¤ğ‘«ğ‘’ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘³ğ‘• ğ‘¨ğ‘‘ ğ‘ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ - ğ‘ğ‘º ğ‘¸ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘©ğ‘šğ‘¬ğ‘‘!

source: Who are these who approach? Let us kill them all!
da: Hvem er disse, der nærmer sig? Lad os dræbe dem alle!
en@shaw: ğ‘£ğ‘µ ğ‘¸ ğ‘ğ‘°ğ‘Ÿ ğ‘£ğ‘µ ğ‘©ğ‘ğ‘®ğ‘´ğ‘—? ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘¥ ğ‘·ğ‘¤!

source: To arms, men! The undead hordes approach!
da: Til angreb, mænd! De levende døde er på vej mod os!
en@shaw: ğ‘‘ ğ‘¸ğ‘¥ğ‘Ÿ, ğ‘¥ğ‘§ğ‘¯! ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘£ğ‘¹ğ‘›ğ‘Ÿ ğ‘©ğ‘ğ‘®ğ‘´ğ‘—!

source: There can be no surrender to these foul beasts of the pit! We fight until victory, or until every one of us is slain!
en@shaw: ğ‘ğ‘º ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘» ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘“ğ‘¬ğ‘¤ ğ‘šğ‘°ğ‘•ğ‘‘ğ‘• ğ‘ ğ‘ ğ‘ğ‘¦ğ‘‘! ğ‘¢ğ‘° ğ‘“ğ‘²ğ‘‘ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦, ğ‘¹ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘³ğ‘• ğ‘¦ğ‘Ÿ ğ‘•ğ‘¤ğ‘±ğ‘¯!

source: There are just so many! What shall we do?
da: Der er virkelig mange! Hvad i himlens navn skal vi gøre?
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘´ ğ‘¥ğ‘§ğ‘¯ğ‘¦! ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘¨ğ‘¤ ğ‘¢ğ‘° ğ‘›ğ‘µ?

source: My people douse our weapons with holy water when fighting undead. It usually lasts until the end of the battle, and they shrink in utter fear of our blades... if that is possible for an undead minion.
en@shaw: ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘›ğ‘¬ğ‘• ğ‘¬ğ‘¼ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘´ğ‘¤ğ‘° ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›. ğ‘¦ğ‘‘ ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘¤ğ‘¨ğ‘•ğ‘‘ğ‘• ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘¯ ğ‘ğ‘± ğ‘–ğ‘®ğ‘°ğ‘™ğ‘’ ğ‘¦ğ‘¯ ğ‘³ğ‘‘ğ‘¼ ğ‘“ğ‘½ ğ‘ ğ‘¬ğ‘¼ ğ‘šğ‘¤ğ‘±ğ‘›ğ‘Ÿ... ğ‘¦ğ‘“ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¥ğ‘¦ğ‘¯ğ‘˜ğ‘©ğ‘¯.

source: Let us hold them off as long as we can!
da: Vi må bare holde dem tilbage så lang tid, som vi kan!
en@shaw: ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘ªğ‘“ ğ‘¨ğ‘Ÿ ğ‘¤ğ‘ªğ‘™ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯!

source: I have come once again to aid you, friends!
da: Jeg er endnu engang kommet for at hjælpe jer, venner!
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘‘ ğ‘²ğ‘› ğ‘¿, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ!

source: White magi? Come to help us? But what are they doing here?
en@shaw: ğ‘¢ğ‘²ğ‘‘ ğ‘¥ğ‘±ğ‘¡ğ‘²? ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘•? ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘¸ ğ‘ğ‘± ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘£ğ‘½?

source: That is Moremirmu! He helped us fight the undead in the Isles of the Damned, let us hope he can help us once more!
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ Â·ğ‘¥ğ‘¹ğ‘¥ğ‘»ğ‘¥ğ‘µ! ğ‘£ğ‘° ğ‘£ğ‘§ğ‘¤ğ‘ğ‘‘ ğ‘³ğ‘• ğ‘“ğ‘²ğ‘‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘²ğ‘¤ğ‘Ÿ ğ‘ ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘›, ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘£ğ‘´ğ‘ ğ‘£ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¥ğ‘¹!

source: The sun rises in the east. Surely the undead do not have the power to continue their onslaught through another day!
da: Solen står op i øst. De levende døde kan da ikke have kraften til at fortsætte deres nedslagtning i endnu en dag!
en@shaw: ğ‘ ğ‘•ğ‘³ğ‘¯ ğ‘®ğ‘²ğ‘Ÿğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘°ğ‘•ğ‘‘. ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘ğ‘º ğ‘ªğ‘¯ğ‘•ğ‘¤ğ‘ªğ‘‘ ğ‘”ğ‘®ğ‘µ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘›ğ‘±!

source: Indeed not! I feel we have survived this battle.
da: Bestemt ikke! Jeg fornemmer, at vi har overlevet denne kamp.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘¯ğ‘ªğ‘‘! ğ‘² ğ‘“ğ‘°ğ‘¤ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘› ğ‘ğ‘¦ğ‘• ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤.

source: Whew! That was a difficult battle, but they are retreating at last!
da: Pyha! Det var en hård kamp, men endelig er de på flugt!
en@shaw: ğ‘¢ğ‘µ! ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘¸ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦ğ‘™ ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘!

source: Yes! We have fought them off!
da: Ja! Vi har tvunget dem væk
en@shaw: ğ‘˜ğ‘§ğ‘•! ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘·ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘ªğ‘“!

source: Thank you for returning to help us, Moremirmu.
da: Tak fordi du vendte tilbage for at hjælpe os, Moremirmu.
en@shaw: ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿ ğ‘“ğ‘¹ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘•, Â·ğ‘¥ğ‘¹ğ‘¥ğ‘»ğ‘¥ğ‘µ.

source: So, she tricked us into coming this way! Where may we go now? Which way will be safe for us?
da: Aha, hun narrede os med vilje til at tage denne vej! Hvor kan vi tage hen nu? Hvilken vej vil være sikker for os?
en@shaw: ğ‘•ğ‘´, ğ‘–ğ‘° ğ‘‘ğ‘®ğ‘¦ğ‘’ğ‘‘ ğ‘³ğ‘• ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘±! ğ‘¢ğ‘º ğ‘¥ğ‘± ğ‘¢ğ‘° ğ‘œğ‘´ ğ‘¯ğ‘¬? ğ‘¢ğ‘¦ğ‘— ğ‘¢ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘•ğ‘±ğ‘“ ğ‘“ğ‘¹ ğ‘³ğ‘•?

source: Thank you for your counsel, good friend! May our paths meet again in happier times!
da: Tak for dit råd, gode ven! Må vores veje mødes igen i gladere stunder!
en@shaw: ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿ ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤, ğ‘œğ‘«ğ‘› ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›! ğ‘¥ğ‘± ğ‘¬ğ‘¼ ğ‘ğ‘­ğ‘ğ‘Ÿ ğ‘¥ğ‘°ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘¦ğ‘¯ ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘¼ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ!

source: It greatly saddens me that Moremirmu was slain on the field, after he helped us.
en@shaw: ğ‘¦ğ‘‘ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¤ğ‘¦ ğ‘•ğ‘¨ğ‘›ğ‘©ğ‘¯ğ‘Ÿ ğ‘¥ğ‘° ğ‘ğ‘¨ğ‘‘ Â·ğ‘¥ğ‘¹ğ‘¥ğ‘»ğ‘¥ğ‘µ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘¤ğ‘±ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘“ğ‘°ğ‘¤ğ‘›, ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘£ğ‘° ğ‘£ğ‘§ğ‘¤ğ‘ğ‘‘ ğ‘³ğ‘•.

source: May he rest peacefully!
da: Må han hvile fredfyldt!
en@shaw: ğ‘¥ğ‘± ğ‘£ğ‘° ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ğ‘°ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦!

source: He died fighting for you, Prince, just as any of us would be willing to die for you.
da: Han døde, mens han kæmpede for dig, prins, præcis som enhver af os ville være rede til at dø for dig.
en@shaw: ğ‘£ğ‘° ğ‘›ğ‘²ğ‘› ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘¿, ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•, ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘§ğ‘¯ğ‘¦ ğ‘ ğ‘³ğ‘• ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘¢ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘›ğ‘² ğ‘“ğ‘¹ ğ‘¿.

source: This place makes me feel uneasy, even with the undead retreating. Where may we go now?
da: Dette sted giver mig myrekryb, selvom de levende døde er på flugt. Hvor kan vi gå hen nu?
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘¥ğ‘° ğ‘“ğ‘°ğ‘¤ ğ‘³ğ‘¯ğ‘°ğ‘Ÿğ‘¦, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦ğ‘™. ğ‘¢ğ‘º ğ‘¥ğ‘± ğ‘¢ğ‘° ğ‘œğ‘´ ğ‘¯ğ‘¬?

source: The land of Wesnoth is not safe for us. The Queenâ€™s forces reach every corner. We must make haste to the north lands, across the Great River. Let us go quickly!
en@shaw: ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘±ğ‘“ ğ‘“ğ‘¹ ğ‘³ğ‘•. ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯'ğ‘Ÿ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘®ğ‘°ğ‘— ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘’ğ‘¹ğ‘¯ğ‘». ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘£ğ‘±ğ‘•ğ‘‘ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ, ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¼. ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘œğ‘´ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦!

source: Indeed! Let us go from here!
da: Så sandelig! Lad os tage væk herfra!
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›! ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘œğ‘´ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘£ğ‘½!

source: Gryphon Mountain
da: Grifbjerget
en@shaw: ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯

source: Mother Gryphon
en@shaw: ğ‘¥ğ‘³ğ‘ğ‘¼ ğ‘œğ‘®ğ‘¦ğ‘“ğ‘©ğ‘¯

source: Graak
en@shaw: Â·ğ‘œğ‘®ğ‘±ğ‘¨ğ‘’

source: Grook
en@shaw: Â·ğ‘œğ‘®ğ‘µğ‘’

source: Gruak
en@shaw: Â·ğ‘œğ‘®ğ‘µğ‘¨ğ‘’
