Repository: wesnoth/wesnoth
Catalog: po/wesnoth-httt/*.po
Languages: da, en@shaw

source: These Death Knights appear to be minions enslaved by the Lich-Lord. This one must be particularly powerful, since Death Knights are usually strong-willed spirits on their own.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘›ğ‘§ğ‘” ğ‘¯ğ‘²ğ‘‘ğ‘• ğ‘©ğ‘ğ‘½ ğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘¦ğ‘¯ğ‘˜ğ‘©ğ‘¯ğ‘Ÿ ğ‘§ğ‘¯ğ‘•ğ‘¤ğ‘±ğ‘ğ‘› ğ‘šğ‘² ğ‘ ğ‘¤ğ‘¦ğ‘—-ğ‘¤ğ‘¹ğ‘›. ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘³ğ‘¯ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘’ğ‘¿ğ‘¤ğ‘¼ğ‘¤ğ‘¦ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤, ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘›ğ‘§ğ‘” ğ‘¯ğ‘²ğ‘‘ğ‘• ğ‘¸ ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤ğ‘¦ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™-ğ‘¢ğ‘¦ğ‘¤ğ‘› ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘ğ‘• ğ‘ªğ‘¯ ğ‘ğ‘º ğ‘´ğ‘¯.

source: I believe we can destroy the master and release the minions. There is much fighting to be done before we can pass through these swamps in peace. May our bones not join these fallen warriors who now oppose us.
en@shaw: ğ‘² ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ ğ‘¯ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘• ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘˜ğ‘©ğ‘¯ğ‘Ÿ. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¥ğ‘³ğ‘— ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘³ğ‘¯ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘­ğ‘• ğ‘”ğ‘®ğ‘µ ğ‘ğ‘°ğ‘Ÿ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘•. ğ‘¥ğ‘± ğ‘¬ğ‘¼ ğ‘šğ‘´ğ‘¯ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¡ğ‘¶ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘“ğ‘·ğ‘¤ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘£ğ‘µ ğ‘¯ğ‘¬ ğ‘©ğ‘ğ‘´ğ‘Ÿ ğ‘³ğ‘•.

source: The Death Knight explodes into a cloud of dust as it is eradicated. Its armor, however, drops to the ground and remains intact. The heavy black steel is polished to a mirror shine.
en@shaw: ğ‘ ğ‘›ğ‘§ğ‘” ğ‘¯ğ‘²ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘´ğ‘›ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘© ğ‘’ğ‘¤ğ‘¬ğ‘› ğ‘ ğ‘›ğ‘³ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘½ğ‘¨ğ‘›ğ‘©ğ‘’ğ‘±ğ‘‘ğ‘¦ğ‘›. ğ‘¦ğ‘‘ğ‘• ğ‘¸ğ‘¥ğ‘¼, ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘›ğ‘®ğ‘­ğ‘ğ‘• ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘¨ğ‘’ğ‘‘. ğ‘ ğ‘£ğ‘§ğ‘ğ‘¦ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘•ğ‘‘ğ‘°ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘ğ‘­ğ‘¤ğ‘¦ğ‘–ğ‘‘ ğ‘‘ ğ‘© ğ‘¥ğ‘¦ğ‘®ğ‘¼ ğ‘•ğ‘²ğ‘¯.

source: Delfador... that breastplate... how did it end up here?
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹... ğ‘ğ‘¨ğ‘‘ ğ‘šğ‘®ğ‘§ğ‘•ğ‘‘ğ‘ğ‘¤ğ‘±ğ‘‘... ğ‘£ğ‘¬ ğ‘›ğ‘¦ğ‘› ğ‘¦ğ‘‘ ğ‘§ğ‘¯ğ‘› ğ‘³ğ‘ ğ‘£ğ‘½?

source: Its owner was surely a famous warrior in life. I wonder who it was. That plate must have a powerful enchantment to have resisted centuries of decay. Choose wisely who will bear it.
en@shaw: ğ‘¦ğ‘‘ğ‘• ğ‘´ğ‘¯ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘© ğ‘“ğ‘±ğ‘¥ğ‘©ğ‘• ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ ğ‘¦ğ‘¯ ğ‘¤ğ‘²ğ‘“. ğ‘² ğ‘¢ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘£ğ‘µ ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ. ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘—ğ‘¨ğ‘¯ğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘˜ğ‘¼ğ‘¦ğ‘Ÿ ğ‘ ğ‘›ğ‘¦ğ‘’ğ‘±. ğ‘—ğ‘µğ‘Ÿ ğ‘¢ğ‘²ğ‘Ÿğ‘¤ğ‘¦ ğ‘£ğ‘µ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘º ğ‘¦ğ‘‘.

source: Yes, very powerful. I was not certain of his identity at first, but it is certain now. He lived centuries ago... he appears in our histories, a former headmaster on Alduin. He was reported to have disappeared, and now we know what happened to him.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤. ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘‘ğ‘¦ ğ‘¨ğ‘‘ ğ‘“ğ‘»ğ‘•ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘¯ğ‘¬. ğ‘£ğ‘° ğ‘¤ğ‘¦ğ‘ğ‘› ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘˜ğ‘¼ğ‘¦ğ‘Ÿ ğ‘©ğ‘œğ‘´... ğ‘£ğ‘° ğ‘©ğ‘ğ‘½ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘£ğ‘¦ğ‘•ğ‘‘ğ‘»ğ‘°ğ‘Ÿ, ğ‘© ğ‘“ğ‘¹ğ‘¥ğ‘¼ ğ‘£ğ‘§ğ‘›ğ‘¥ğ‘¨ğ‘•ğ‘‘ğ‘» ğ‘ªğ‘¯ Â·ğ‘¨ğ‘¤ğ‘›ğ‘µğ‘¦ğ‘¯. ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘©ğ‘ğ‘½ğ‘›, ğ‘¯ ğ‘¯ğ‘¬ ğ‘¢ğ‘° ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘› ğ‘‘ ğ‘£ğ‘¦ğ‘¥.

source: Move along, Elf, unless you enjoy making camp in this slimy bog. I, for one, do not!
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘©ğ‘¤ğ‘ªğ‘™, ğ‘§ğ‘¤ğ‘“, ğ‘³ğ‘¯ğ‘¤ğ‘§ğ‘• ğ‘¿ ğ‘¦ğ‘¯ğ‘¡ğ‘¶ ğ‘¥ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘’ğ‘¨ğ‘¥ğ‘ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¤ğ‘²ğ‘¥ğ‘¦ ğ‘šğ‘ªğ‘œ. ğ‘², ğ‘“ğ‘¹ ğ‘¢ğ‘³ğ‘¯, ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘!

source: Listen, you whose eyes are fair but hide a vacuum, do you not think I know what power does to oneâ€™s soul? What evils a person is capable of when truth and righteousness are but scrolls that can be rewritten when a queen grows tired of them?
en@shaw: ğ‘¤ğ‘¦ğ‘•ğ‘©ğ‘¯, ğ‘¿ ğ‘£ğ‘µğ‘Ÿ ğ‘²ğ‘Ÿ ğ‘¸ ğ‘“ğ‘º ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘²ğ‘› ğ‘© ğ‘ğ‘¨ğ‘’ğ‘¿ğ‘¥, ğ‘›ğ‘µ ğ‘¿ ğ‘¯ğ‘ªğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘² ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘ğ‘¬ğ‘¼ ğ‘›ğ‘³ğ‘Ÿ ğ‘‘ ğ‘¢ğ‘³ğ‘¯'ğ‘Ÿ ğ‘•ğ‘´ğ‘¤? ğ‘¢ğ‘ªğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘© ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ ğ‘¢ğ‘§ğ‘¯ ğ‘‘ğ‘®ğ‘µğ‘” ğ‘¯ ğ‘®ğ‘²ğ‘—ğ‘©ğ‘•ğ‘¯ğ‘©ğ‘• ğ‘¸ ğ‘šğ‘³ğ‘‘ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘®ğ‘°ğ‘®ğ‘¦ğ‘‘ğ‘©ğ‘¯ ğ‘¢ğ‘§ğ‘¯ ğ‘© ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘œğ‘®ğ‘´ğ‘Ÿ ğ‘‘ğ‘²ğ‘¼ğ‘› ğ‘ ğ‘ğ‘§ğ‘¥?

source: The Cliffs of Thoria
en@shaw: ğ‘ ğ‘’ğ‘¤ğ‘¦ğ‘“ğ‘• ğ‘ Â·ğ‘”ğ‘¹ğ‘°ğ‘©

source: Make it to the end of the river
en@shaw: ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼

source: Drakes
en@shaw: ğ‘›ğ‘®ğ‘±ğ‘’ğ‘•

source: These are not proper ships, but shallow-draft boats built only recently; much of their timber is green. They were sunk in battle, not by a storm. Those that were not capsized have been burned. The battle must have taken place not long ago, perhaps only a few weeks past. Weâ€™ve found no survivors. One more thing...all flew the banner of the Crown of Wesnoth.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ ğ‘–ğ‘¦ğ‘ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘–ğ‘¨ğ‘¤ğ‘´-ğ‘›ğ‘®ğ‘­ğ‘“ğ‘‘ ğ‘šğ‘´ğ‘‘ğ‘• ğ‘šğ‘¦ğ‘¤ğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘®ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦; ğ‘¥ğ‘³ğ‘— ğ‘ ğ‘ğ‘º ğ‘‘ğ‘¦ğ‘¥ğ‘šğ‘» ğ‘¦ğ‘Ÿ ğ‘œğ‘®ğ‘°ğ‘¯. ğ‘ğ‘± ğ‘¢ğ‘» ğ‘•ğ‘³ğ‘™ğ‘’ ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘² ğ‘© ğ‘•ğ‘‘ğ‘¹ğ‘¥. ğ‘ğ‘´ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘» ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘¨ğ‘ğ‘•ğ‘²ğ‘Ÿğ‘› ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘šğ‘»ğ‘¯ğ‘›. ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘ªğ‘™ ğ‘©ğ‘œğ‘´, ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘© ğ‘“ğ‘¿ ğ‘¢ğ‘°ğ‘’ğ‘• ğ‘ğ‘­ğ‘•ğ‘‘. ğ‘¢ğ‘°'ğ‘ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¯ğ‘´ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘»ğ‘Ÿ. ğ‘¢ğ‘³ğ‘¯ ğ‘¥ğ‘¹ ğ‘”ğ‘¦ğ‘™...ğ‘·ğ‘¤ ğ‘“ğ‘¤ğ‘µ ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘» ğ‘ ğ‘ ğ‘’ğ‘®ğ‘¬ğ‘¯ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”.

source: Havenâ€™t you found any enemy boats, ones the Wesnothians were fighting against?
en@shaw: ğ‘£ğ‘¨ğ‘ğ‘¯ğ‘‘ ğ‘¿ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘§ğ‘¯ğ‘¦ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘šğ‘´ğ‘‘ğ‘•, ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”ğ‘¾ğ‘¯ğ‘• ğ‘¢ğ‘» ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘?

source: Perhaps the monsters Lord Kalenz alluded to sunk the boats.
en@shaw: ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¤ğ‘¹ğ‘› Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ ğ‘©ğ‘¤ğ‘µğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘•ğ‘³ğ‘™ğ‘’ ğ‘ ğ‘šğ‘´ğ‘‘ğ‘•.

source: That is possible. I would guess they were seeking a way east, just as we are.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤. ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘œğ‘§ğ‘• ğ‘ğ‘± ğ‘¢ğ‘» ğ‘•ğ‘°ğ‘’ğ‘¦ğ‘™ ğ‘© ğ‘¢ğ‘± ğ‘°ğ‘•ğ‘‘, ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘° ğ‘¸.

source: What do we do next? How much more of the river do we still have to travel?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¢ğ‘° ğ‘›ğ‘µ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘? ğ‘£ğ‘¬ ğ‘¥ğ‘³ğ‘— ğ‘¥ğ‘¹ ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘›ğ‘µ ğ‘¢ğ‘° ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤?

source: Then we have only two choices: to proceed down the river or to go back where we came from and fight our way through the orcs or the undead.
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘‘ğ‘µ ğ‘—ğ‘¶ğ‘•ğ‘©ğ‘Ÿ: ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘•ğ‘°ğ‘› ğ‘›ğ‘¬ğ‘¯ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘¹ ğ‘‘ ğ‘œğ‘´ ğ‘šğ‘¨ğ‘’ ğ‘¢ğ‘º ğ‘¢ğ‘° ğ‘’ğ‘±ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¯ ğ‘“ğ‘²ğ‘‘ ğ‘¬ğ‘¼ ğ‘¢ğ‘± ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¹ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›.

source: We certainly have no time to go back! We must hurry to the home of the North Elves, to meet with our elven allies.
en@shaw: ğ‘¢ğ‘° ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘œğ‘´ ğ‘šğ‘¨ğ‘’! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘³ğ‘®ğ‘¦ ğ‘‘ ğ‘ ğ‘£ğ‘´ğ‘¥ ğ‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘§ğ‘¤ğ‘ğ‘Ÿ, ğ‘‘ ğ‘¥ğ‘°ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘¬ğ‘¼ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ.

source: Delfador is right. We must go on!
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘¦ğ‘Ÿ ğ‘®ğ‘²ğ‘‘. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘œğ‘´ ğ‘ªğ‘¯!

source: Keh Ohn
en@shaw: Â·ğ‘’ğ‘§ Â·ğ‘·ğ‘¯

source: Oh my! A monster!
en@shaw: ğ‘´ ğ‘¥ğ‘²! ğ‘© ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼!

source: A dragon! A big one!
en@shaw: ğ‘© ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯! ğ‘© ğ‘šğ‘¦ğ‘œ ğ‘¢ğ‘³ğ‘¯!

source: I am Keh Ohn, leader of the drakes who have settled upon these cliffs. Who are you?
en@shaw: ğ‘² ğ‘¨ğ‘¥ Â·ğ‘’ğ‘§ Â·ğ‘·ğ‘¯, ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘ ğ‘ ğ‘›ğ‘®ğ‘±ğ‘’ğ‘• ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘§ğ‘‘ğ‘©ğ‘¤ğ‘› ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘¤ğ‘¦ğ‘“ğ‘•. ğ‘£ğ‘µ ğ‘¸ ğ‘¿?

source: A talking dragon?
en@shaw: ğ‘© ğ‘‘ğ‘·ğ‘’ğ‘¦ğ‘™ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯?

source: I am beginning to understand why you were talking about monsters on our way here, Lord Kalenz.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘¢ğ‘² ğ‘¿ ğ‘¢ğ‘» ğ‘‘ğ‘·ğ‘’ğ‘¦ğ‘™ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ ğ‘ªğ‘¯ ğ‘¬ğ‘¼ ğ‘¢ğ‘± ğ‘£ğ‘½, ğ‘¤ğ‘¹ğ‘› Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ.

source: Here? But, drakes have never been seen in Wesnoth before... Are you certain of this?
en@shaw: ğ‘£ğ‘½? ğ‘šğ‘³ğ‘‘, ğ‘›ğ‘®ğ‘±ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘°ğ‘¯ ğ‘¦ğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘šğ‘¦ğ‘“ğ‘¹... ğ‘¸ ğ‘¿ ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘ ğ‘ğ‘¦ğ‘•?

source: I was born in the Bay of Pearls and spent my entire life on the Eastern Shore. But I have spoken with those who have traveled the Western Ocean and met drakes on their journeys. Therefore, I am certain beyond doubt that the creature flying in front of us is a drake, Delfador. Concerning the drakes having never been seen in Wesnoth, must I remind you that we are not in Wesnoth anymore? There are many unthinkable things and creatures which can be found outside of Wesnoth.
en@shaw: ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘¹ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘šğ‘± ğ‘ ğ‘ğ‘»ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘¥ğ‘² ğ‘§ğ‘¯ğ‘‘ğ‘²ğ‘¼ ğ‘¤ğ‘²ğ‘“ ğ‘ªğ‘¯ ğ‘ ğ‘°ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘–ğ‘¹. ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘ğ‘´ğ‘’ğ‘§ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘› ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘´ğ‘–ğ‘©ğ‘¯ ğ‘¯ ğ‘¥ğ‘§ğ‘‘ ğ‘›ğ‘®ğ‘±ğ‘’ğ‘• ğ‘ªğ‘¯ ğ‘ğ‘º ğ‘¡ğ‘»ğ‘¯ğ‘°ğ‘Ÿ. ğ‘ğ‘ºğ‘“ğ‘¹, ğ‘² ğ‘¨ğ‘¥ ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘šğ‘¦ğ‘˜ğ‘ªğ‘¯ğ‘› ğ‘›ğ‘¬ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ ğ‘“ğ‘¤ğ‘²ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘“ğ‘®ğ‘³ğ‘¯ğ‘‘ ğ‘ ğ‘³ğ‘• ğ‘¦ğ‘Ÿ ğ‘© ğ‘›ğ‘®ğ‘±ğ‘’, Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹. ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘›ğ‘®ğ‘±ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘°ğ‘¯ ğ‘¦ğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘² ğ‘®ğ‘¦ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘¿ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘§ğ‘¯ğ‘°ğ‘¥ğ‘¹? ğ‘ğ‘º ğ‘¸ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘©ğ‘¯ğ‘”ğ‘¦ğ‘™ğ‘’ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘¯ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘¢ğ‘¦ğ‘— ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘› ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”.

source: No...There is an ongoing civil war amongst us humans. The boats were sent by our enemies, not by us, even if they were Wesnothian boats.
en@shaw: ğ‘¯ğ‘´...ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ ğ‘­ğ‘¯ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘ğ‘¦ğ‘¤ ğ‘¢ğ‘¹ ğ‘©ğ‘¥ğ‘³ğ‘™ğ‘•ğ‘‘ ğ‘³ğ‘• ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ. ğ‘ ğ‘šğ‘´ğ‘‘ğ‘• ğ‘¢ğ‘» ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘šğ‘² ğ‘¬ğ‘¼ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ, ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘² ğ‘³ğ‘•, ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘¢ğ‘» Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”ğ‘¾ğ‘¯ ğ‘šğ‘´ğ‘‘ğ‘•.

source: The Prince speaks the truth.
en@shaw: ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘• ğ‘•ğ‘ğ‘°ğ‘’ğ‘• ğ‘ ğ‘‘ğ‘®ğ‘µğ‘”.

source: I donâ€™t know. Maybe you are telling the truth, maybe not. We drakes donâ€™t trust you. Many of our warriors died in the battle and many more are still healing their wounds, but we still have claws. Go back now and leave us in peace. If you go further weâ€™ll be forced to show them.
en@shaw: ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´. ğ‘¥ğ‘±ğ‘šğ‘° ğ‘¿ ğ‘¸ ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘®ğ‘µğ‘”, ğ‘¥ğ‘±ğ‘šğ‘° ğ‘¯ğ‘ªğ‘‘. ğ‘¢ğ‘° ğ‘›ğ‘®ğ‘±ğ‘’ğ‘• ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ ğ‘¿. ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘ ğ‘¬ğ‘¼ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘›ğ‘²ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘¹ ğ‘¸ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘¤ğ‘·ğ‘Ÿ. ğ‘œğ‘´ ğ‘šğ‘¨ğ‘’ ğ‘¯ğ‘¬ ğ‘¯ ğ‘¤ğ‘°ğ‘ ğ‘³ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘•. ğ‘¦ğ‘“ ğ‘¿ ğ‘œğ‘´ ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘¢ğ‘°'ğ‘¤ ğ‘šğ‘° ğ‘“ğ‘¹ğ‘•ğ‘‘ ğ‘‘ ğ‘–ğ‘´ ğ‘ğ‘§ğ‘¥.

source: If you defy my warning â€” prepare for battle.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘›ğ‘¦ğ‘“ğ‘² ğ‘¥ğ‘² ğ‘¢ğ‘¹ğ‘¯ğ‘¦ğ‘™ - ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘“ğ‘¹ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤.

source: So be it. We have to go down the river; we have no choice. Weâ€™ll fight our way through if necessary.
en@shaw: ğ‘•ğ‘´ ğ‘šğ‘° ğ‘¦ğ‘‘. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘œğ‘´ ğ‘›ğ‘¬ğ‘¯ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼; ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ ğ‘—ğ‘¶ğ‘•. ğ‘¢ğ‘°'ğ‘¤ ğ‘“ğ‘²ğ‘‘ ğ‘¬ğ‘¼ ğ‘¢ğ‘± ğ‘”ğ‘®ğ‘µ ğ‘¦ğ‘“ ğ‘¯ğ‘§ğ‘•ğ‘©ğ‘•ğ‘¼ğ‘¦.

source: You will regret challenging us. Drakes, to arms!
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘œğ‘®ğ‘§ğ‘‘ ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘¡ğ‘¦ğ‘™ ğ‘³ğ‘•. ğ‘›ğ‘®ğ‘±ğ‘’ğ‘•, ğ‘‘ ğ‘¸ğ‘¥ğ‘Ÿ!

source: Our leader is dead, but it matters not! Time enough to appoint a new leader after the battle is won! Fight on to the last, comrades!
en@shaw: ğ‘¬ğ‘¼ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘¦ğ‘Ÿ ğ‘›ğ‘§ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘ ğ‘¥ğ‘¨ğ‘‘ğ‘¼ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘! ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘©ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘³ğ‘¯! ğ‘“ğ‘²ğ‘‘ ğ‘ªğ‘¯ ğ‘‘ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘, ğ‘’ğ‘ªğ‘¥ğ‘®ğ‘©ğ‘›ğ‘Ÿ!

source: We hear and obey, My Lord.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘½ ğ‘¯ ğ‘ªğ‘šğ‘±, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›.

source: Well... that answers the question.
en@shaw: ğ‘¢ğ‘§ğ‘¤... ğ‘ğ‘¨ğ‘‘ ğ‘­ğ‘¯ğ‘•ğ‘¼ğ‘Ÿ ğ‘ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘©ğ‘¯.

source: We should try to help the injured soldier.
en@shaw: ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ ğ‘¦ğ‘¯ğ‘¡ğ‘»ğ‘› ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼.

source: Must I remind you that he, like all the others who died, was sent to kill us!?
en@shaw: ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘² ğ‘®ğ‘¦ğ‘¥ğ‘²ğ‘¯ğ‘› ğ‘¿ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘°, ğ‘¤ğ‘²ğ‘’ ğ‘·ğ‘¤ ğ‘ ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘£ğ‘µ ğ‘›ğ‘²ğ‘›, ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘³ğ‘•!?

source: Perhaps he was sent after you, but not after me. I am sure that he is still loyal to his princess â€” the heiress to the throne of Wesnoth!
en@shaw: ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¿, ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¥ğ‘°. ğ‘² ğ‘¨ğ‘¥ ğ‘–ğ‘«ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•ğ‘§ğ‘• - ğ‘ ğ‘ºğ‘©ğ‘• ğ‘‘ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”!

source: Who...who are you? A friend or a foe?
en@shaw: ğ‘£ğ‘µ...ğ‘£ğ‘µ ğ‘¸ ğ‘¿? ğ‘© ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘› ğ‘¹ ğ‘© ğ‘“ğ‘´?

source: We are friends. Donâ€™t worry about it and donâ€™t try to fight us â€” you are in no condition to fight.
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ. ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¢ğ‘³ğ‘®ğ‘¦ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¦ğ‘‘ ğ‘¯ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘³ğ‘• - ğ‘¿ ğ‘¸ ğ‘¦ğ‘¯ ğ‘¯ğ‘´ ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘“ğ‘²ğ‘‘.

source: Princess Liâ€™sar â€” here? Your Highness, I am yours to command!
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•ğ‘§ğ‘• Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸ - ğ‘£ğ‘½? ğ‘¿ğ‘¼ ğ‘£ğ‘²ğ‘¯ğ‘©ğ‘•, ğ‘² ğ‘¨ğ‘¥ ğ‘¿ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›!

source: Follow us when you think you are capable and beware of monsters. We have fought many already, and there are sure to be more ahead.
en@shaw: ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘³ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¿ ğ‘¸ ğ‘’ğ‘±ğ‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¯ ğ‘šğ‘°ğ‘¢ğ‘º ğ‘ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘·ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦, ğ‘¯ ğ‘ğ‘º ğ‘¸ ğ‘–ğ‘«ğ‘¼ ğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘¹ ğ‘©ğ‘£ğ‘§ğ‘›.

source: Even we merfolk cannot swim that. The road east is blocked.
en@shaw: ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘° ğ‘¥ğ‘»ğ‘“ğ‘´ğ‘’ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘¢ğ‘¦ğ‘¥ ğ‘ğ‘¨ğ‘‘. ğ‘ ğ‘®ğ‘´ğ‘› ğ‘°ğ‘•ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘‘.

source: Wait. What about the tributary which flows into the river from inside the mountain? There seems to be a cave...
en@shaw: ğ‘¢ğ‘±ğ‘‘. ğ‘¢ğ‘ªğ‘‘ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘˜ğ‘©ğ‘‘ğ‘ºğ‘° ğ‘¢ğ‘¦ğ‘— ğ‘“ğ‘¤ğ‘´ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯? ğ‘ğ‘º ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘’ğ‘±ğ‘...

source: Legend says that that little river comes from the land of the North Elves. It is said that it is an outflow of Everlore, which flows in the land of my home and that there is a cave system in that area with several cave entrances and springs which flow into the ground. I can say no more about it, except that it is swarming with undead and other creatures which find power in the darkness of the caves. We elves prefer not to venture into the caves; instead we put guards near the entrances to kill any foul creature foolish enough to wander outside. No elves have been inside for centuries and that area is unknown to us. Truly, I donâ€™t recommend entering the cave if we have any other options.
en@shaw: ğ‘¤ğ‘§ğ‘œğ‘§ğ‘¯ğ‘› ğ‘•ğ‘§ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘’ğ‘³ğ‘¥ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ ğ‘¬ğ‘‘ğ‘“ğ‘¤ğ‘´ ğ‘ Â·ğ‘§ğ‘ğ‘»ğ‘¤ğ‘¹, ğ‘¢ğ‘¦ğ‘— ğ‘“ğ‘¤ğ‘´ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘¥ğ‘² ğ‘£ğ‘´ğ‘¥ ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘’ğ‘±ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘¦ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ºğ‘¦ğ‘© ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘¤ ğ‘’ğ‘±ğ‘ ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘­ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¯ ğ‘•ğ‘ğ‘®ğ‘¦ğ‘™ğ‘Ÿ ğ‘¢ğ‘¦ğ‘— ğ‘“ğ‘¤ğ‘´ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›. ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘± ğ‘¯ğ‘´ ğ‘¥ğ‘¹ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¦ğ‘‘, ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘¢ğ‘¹ğ‘¥ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¯ ğ‘³ğ‘ğ‘¼ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ ğ‘¢ğ‘¦ğ‘— ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¬ğ‘¼ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘• ğ‘ ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ. ğ‘¢ğ‘° ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘ğ‘®ğ‘¦ğ‘“ğ‘» ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘¿ğ‘® ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘’ğ‘±ğ‘ğ‘Ÿ; ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘¢ğ‘° ğ‘ğ‘«ğ‘‘ ğ‘œğ‘¸ğ‘›ğ‘Ÿ ğ‘¯ğ‘½ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘§ğ‘¯ğ‘¦ ğ‘“ğ‘¬ğ‘¤ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ ğ‘“ğ‘µğ‘¤ğ‘¦ğ‘– ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘›. ğ‘¯ğ‘´ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘“ğ‘¹ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘˜ğ‘¼ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ºğ‘¦ğ‘© ğ‘¦ğ‘Ÿ ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯ ğ‘‘ ğ‘³ğ‘•. ğ‘‘ğ‘®ğ‘µğ‘¤ğ‘°, ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘®ğ‘§ğ‘’ğ‘©ğ‘¥ğ‘§ğ‘¯ğ‘› ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘±ğ‘ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘³ğ‘ğ‘¼ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ.

source: Unfortunately, we have no other options. Onward into the cave!
en@shaw: ğ‘©ğ‘¯ğ‘“ğ‘¹ğ‘—ğ‘©ğ‘¯ğ‘©ğ‘‘ğ‘¤ğ‘°, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ ğ‘³ğ‘ğ‘¼ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ. ğ‘ªğ‘¯ğ‘¢ğ‘¼ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘’ğ‘±ğ‘!

source: Iâ€™ve reached the cave entrance. There seems to be a system of channels running through the mountains. Follow me, and let us hope we somehow manage to get out alive.
en@shaw: ğ‘²'ğ‘ ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘ ğ‘’ğ‘±ğ‘ ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘­ğ‘¯ğ‘•. ğ‘ğ‘º ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘© ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘ ğ‘—ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ. ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘¥ğ‘°, ğ‘¯ ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘£ğ‘´ğ‘ ğ‘¢ğ‘° ğ‘•ğ‘³ğ‘¥ğ‘£ğ‘¬ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘©ğ‘¤ğ‘²ğ‘.

source: That is so very encouraging...
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘´ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘®ğ‘¦ğ‘¡ğ‘¦ğ‘™....

source: I wonder what kind of monsters await us inside.
en@shaw: ğ‘² ğ‘¢ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¢ğ‘ªğ‘‘ ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘¥ğ‘ªğ‘¯ğ‘•ğ‘‘ğ‘¼ğ‘Ÿ ğ‘©ğ‘¢ğ‘±ğ‘‘ ğ‘³ğ‘• ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘›.

source: We are soon going to find out.
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘•ğ‘µğ‘¯ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¬ğ‘‘.

source: Well, there is no point in delaying any further. Let us go and find out.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘›ğ‘¦ğ‘¤ğ‘±ğ‘¦ğ‘™ ğ‘§ğ‘¯ğ‘¦ ğ‘“ğ‘»ğ‘ğ‘¼. ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘œğ‘´ ğ‘¯ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¬ğ‘‘.

source: Yes, my lady!
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘¥ğ‘² ğ‘¤ğ‘±ğ‘›ğ‘¦!

source: Everybody inside...
en@shaw: ğ‘§ğ‘ğ‘®ğ‘¦ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘›...

source: Home of the North Elves
da: Nordelvernes Hjem
en@shaw: ğ‘£ğ‘´ğ‘¥ ğ‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘§ğ‘¤ğ‘ğ‘Ÿ

source: Konrad must reach the Lintanir Forest to the east and hold that position until the turn is over
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘°ğ‘— ğ‘ Â·ğ‘¤ğ‘¦ğ‘¯ğ‘‘ğ‘¨ğ‘¯ğ‘°ğ‘® ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘ ğ‘¯ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘‘ğ‘»ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘¼

source: Turns run out before reaching the forest
en@shaw: ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ ğ‘¬ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘®ğ‘°ğ‘—ğ‘¦ğ‘™ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘

source: Allies
en@shaw: ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ

source: Elâ€™rien
en@shaw: Â·ğ‘§ğ‘¤'ğ‘®ğ‘¾ğ‘¯

source: At last, friends, we have almost reached the Lintanir Forest, the home of the North Elves. I was born not far east of here...more years ago than I care to remember.
en@shaw: ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘ Â·ğ‘¤ğ‘¦ğ‘¯ğ‘‘ğ‘¨ğ‘¯ğ‘°ğ‘® ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘, ğ‘ ğ‘£ğ‘´ğ‘¥ ğ‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘¹ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¸ ğ‘°ğ‘•ğ‘‘ ğ‘ ğ‘£ğ‘½...ğ‘¥ğ‘¹ ğ‘˜ğ‘½ğ‘Ÿ ğ‘©ğ‘œğ‘´ ğ‘ğ‘¨ğ‘¯ ğ‘² ğ‘’ğ‘º ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼.

source: After being in this wilderness for so long, it will be good to get some rest!
da: Efter at have været i dette vildnis i så lang tid, skal det blive godt at hvile ud!
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¤ğ‘›ğ‘¼ğ‘¯ğ‘§ğ‘• ğ‘“ğ‘¹ ğ‘•ğ‘´ ğ‘¤ğ‘ªğ‘™, ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘œğ‘«ğ‘› ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘®ğ‘§ğ‘•ğ‘‘!

source: But there is a great fog around us again! We donâ€™t know what dangers may lie ahead!
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘“ğ‘ªğ‘œ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘³ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯! ğ‘¢ğ‘° ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘Ÿ ğ‘¥ğ‘± ğ‘¤ğ‘² ğ‘©ğ‘£ğ‘§ğ‘›!

source: So long as we move ahead with caution and prudence, I am sure we will reach the safety and hospitality of the elves.
en@shaw: ğ‘•ğ‘´ ğ‘¤ğ‘ªğ‘™ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘° ğ‘¥ğ‘µğ‘ ğ‘©ğ‘£ğ‘§ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘’ğ‘·ğ‘–ğ‘©ğ‘¯ ğ‘¯ ğ‘ğ‘®ğ‘µğ‘›ğ‘©ğ‘¯ğ‘•, ğ‘² ğ‘¨ğ‘¥ ğ‘–ğ‘«ğ‘¼ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘°ğ‘— ğ‘ ğ‘•ğ‘±ğ‘“ğ‘‘ğ‘¦ ğ‘¯ ğ‘£ğ‘­ğ‘•ğ‘ğ‘©ğ‘‘ğ‘¨ğ‘¤ğ‘©ğ‘‘ğ‘° ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ.

source: Telerandor
en@shaw: Â·ğ‘‘ğ‘§ğ‘¤ğ‘»ğ‘¨ğ‘¯ğ‘›ğ‘¹

source: My lords! I have found you at last.
da: Mine herskaber! Endelig har jeg fundet jer.
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ! ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¿ ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘.

source: Greetings, Telerandor, herald of Lintanir! Why have you been searching for us?
en@shaw: ğ‘œğ‘®ğ‘°ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ, Â·ğ‘‘ğ‘§ğ‘¤ğ‘»ğ‘¨ğ‘¯ğ‘›ğ‘¹, ğ‘£ğ‘»ğ‘©ğ‘¤ğ‘› ğ‘ Â·ğ‘¤ğ‘¦ğ‘¯ğ‘‘ğ‘¨ğ‘¯ğ‘°ğ‘®! ğ‘¢ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘³ğ‘•?

source: When my lord learned of your coming, he sent riders out looking for you! There is trouble afoot!
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘› ğ‘¤ğ‘»ğ‘¯ğ‘› ğ‘ ğ‘¿ğ‘¼ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™, ğ‘£ğ‘° ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘¬ğ‘‘ ğ‘¤ğ‘«ğ‘’ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘¿! ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘©ğ‘“ğ‘«ğ‘‘!

source: Trouble? What kind of trouble?
en@shaw: ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤? ğ‘¢ğ‘ªğ‘‘ ğ‘’ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤?

source: We have sighted a great host to the south, a host of the men of Wesnoth. And we believe they are looking for you! There is not a moment to lose. You must make haste, east to Lintanir. Only there will you be safe!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘²ğ‘‘ğ‘©ğ‘› ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘‘ ğ‘ ğ‘•ğ‘¬ğ‘”, ğ‘© ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘¥ğ‘§ğ‘¯ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”. ğ‘¯ ğ‘¢ğ‘° ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘ğ‘± ğ‘¸ ğ‘¤ğ‘«ğ‘’ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘¿! ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘¥ğ‘´ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘¤ğ‘µğ‘Ÿ. ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘£ğ‘±ğ‘•ğ‘‘, ğ‘°ğ‘•ğ‘‘ ğ‘‘ Â·ğ‘¤ğ‘¦ğ‘¯ğ‘‘ğ‘¨ğ‘¯ğ‘°ğ‘®. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘¿ ğ‘šğ‘° ğ‘•ğ‘±ğ‘“!

source: I only hope we can avoid them. We will have to bear north-east.
en@shaw: ğ‘² ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘´ğ‘ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘©ğ‘ğ‘¶ğ‘› ğ‘ğ‘§ğ‘¥. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘šğ‘º ğ‘¯ğ‘¹ğ‘”-ğ‘°ğ‘•ğ‘‘.

source: That is not all, my lord. The foul orcs have heard of the coming of these men, and are even now gathering a great host to oppose them to the north! It is now certain that there will be a great battle.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘·ğ‘¤, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›. ğ‘ ğ‘“ğ‘¬ğ‘¤ ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘£ğ‘»ğ‘› ğ‘ ğ‘ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯, ğ‘¯ ğ‘¸ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘¯ğ‘¬ ğ‘œğ‘¨ğ‘ğ‘¼ğ‘¦ğ‘™ ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘‘ ğ‘©ğ‘ğ‘´ğ‘Ÿ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”! ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘¬ ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘© ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤.

source: This sounds very dangerous. Perhaps we should retreat to the West, and hide until the battle is over?
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘•. ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘ ğ‘‘ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘, ğ‘¯ ğ‘£ğ‘²ğ‘› ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘¼?

source: I am an honorable princess, not an impostor like you! I promised that I would be on your side until we made it out of these lands, and I will keep my promise!
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘©ğ‘¯ ğ‘ªğ‘¯ğ‘¼ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•ğ‘§ğ‘•, ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¯ ğ‘¦ğ‘¥ğ‘ğ‘ªğ‘•ğ‘‘ğ‘» ğ‘¤ğ‘²ğ‘’ ğ‘¿! ğ‘² ğ‘ğ‘®ğ‘ªğ‘¥ğ‘¦ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘•ğ‘²ğ‘› ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘° ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ, ğ‘¯ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘°ğ‘ ğ‘¥ğ‘² ğ‘ğ‘®ğ‘ªğ‘¥ğ‘¦ğ‘•!
