Repository: wesnoth/wesnoth
Catalog: po/wesnoth-httt/*.po
Languages: da, en@shaw

source: Indeed it does. It also looks like they have many, many troops. I should go around the bay and distract some of them. You and the rest rescue the merfolk!
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘¦ğ‘‘ ğ‘›ğ‘³ğ‘Ÿ. ğ‘¦ğ‘‘ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦, ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘‘ğ‘®ğ‘µğ‘ğ‘•. ğ‘² ğ‘–ğ‘«ğ‘› ğ‘œğ‘´ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘šğ‘± ğ‘¯ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘’ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ğ‘§ğ‘¥. ğ‘¿ ğ‘¯ ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘®ğ‘§ğ‘•ğ‘’ğ‘¿ ğ‘ ğ‘¥ğ‘»ğ‘“ğ‘´ğ‘’!

source: Very well. Be careful!
da: Fint nok. Vær forsigtig!
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤. ğ‘šğ‘° ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤!

source: But boss, why are we only using bats and nagas?
da: Men chef, hvorfor bruger vi kun flagermus og nagaer?
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘šğ‘­ğ‘•, ğ‘¢ğ‘² ğ‘¸ ğ‘¢ğ‘° ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘‘ğ‘• ğ‘¯ ğ‘¯ğ‘­ğ‘œğ‘©ğ‘Ÿ?

source: Because we need to control the seas and the merfolk, and nagas and bats are best for doing that!
en@shaw: ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘•ğ‘°ğ‘Ÿ ğ‘¯ ğ‘ ğ‘¥ğ‘»ğ‘“ğ‘´ğ‘’, ğ‘¯ ğ‘¯ğ‘­ğ‘œğ‘©ğ‘Ÿ ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘• ğ‘¸ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘›ğ‘µğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘!

source: But orcs are the most powerful race in all of...
da: Men orker er den stærkeste race i hele...
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘¹ğ‘’ğ‘• ğ‘¸ ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘®ğ‘±ğ‘• ğ‘¦ğ‘¯ ğ‘·ğ‘¤ ğ‘...

source: Shut up, worm! Iâ€™m the boss!
en@shaw: ğ‘–ğ‘³ğ‘‘ ğ‘³ğ‘, ğ‘¢ğ‘»ğ‘¥! ğ‘²'ğ‘§ğ‘¥ ğ‘ ğ‘šğ‘­ğ‘•!

source: Ha ha ha! Now orcs will rule over land and sea!
da: Hahaha! Nu vil orkerne regere over både land og vand!
en@shaw: ğ‘£ğ‘­ ğ‘£ğ‘­ ğ‘£ğ‘­! ğ‘¯ğ‘¬ ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘µğ‘¤ ğ‘´ğ‘ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¯ ğ‘•ğ‘°!

source: (Sigh) Will someone kill this idiot for me, please?
da: (Suk) er der nogen, der vil myrde den idiot for mig?
en@shaw: (ğ‘•ğ‘²) ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘³ğ‘¥ğ‘¢ğ‘³ğ‘¯ ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘›ğ‘¦ğ‘©ğ‘‘ ğ‘“ğ‘¹ ğ‘¥ğ‘°, ğ‘ğ‘¤ğ‘°ğ‘Ÿ?

source: But... but... how can this be happening to me?
en@shaw: ğ‘šğ‘³ğ‘‘... ğ‘šğ‘³ğ‘‘... ğ‘£ğ‘¬ ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘šğ‘° ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘‘ ğ‘¥ğ‘°?

source: Who was that idiot?
da: Hvem var den idiot?
en@shaw: ğ‘£ğ‘µ ğ‘¢ğ‘ªğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘›ğ‘¦ğ‘©ğ‘‘?

source: Free at last! Now, death to the orcs!
en@shaw: ğ‘“ğ‘®ğ‘° ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘! ğ‘¯ğ‘¬, ğ‘›ğ‘§ğ‘” ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘•!

source: Now that we are free, together we can defeat our oppressors!
da: Nu hvor vi er frie, vil vi sammen nedkæmpe vores undertrykkere!
en@shaw: ğ‘¯ğ‘¬ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘¸ ğ‘“ğ‘®ğ‘°, ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘¬ğ‘¼ ğ‘©ğ‘ğ‘®ğ‘§ğ‘•ğ‘¼ğ‘Ÿ!

source: Freedom! Now where are those orcs? Let me at â€™em!
en@shaw: ğ‘“ğ‘®ğ‘°ğ‘›ğ‘©ğ‘¥! ğ‘¯ğ‘¬ ğ‘¢ğ‘º ğ‘¸ ğ‘ğ‘´ğ‘Ÿ ğ‘¹ğ‘’ğ‘•? ğ‘¤ğ‘§ğ‘‘ ğ‘¥ğ‘° ğ‘¨ğ‘‘ 'ğ‘§ğ‘¥!

source: Oceania
en@shaw: ğ‘´ğ‘–ğ‘˜ğ‘¨ğ‘¯ğ‘°ğ‘©

source: My lord! You may need the help of some of us who have skill in the sea in future. We would like to come with you and offer you help.
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›! ğ‘¿ ğ‘¥ğ‘± ğ‘¯ğ‘°ğ‘› ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘³ğ‘• ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘’ğ‘¦ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘° ğ‘¦ğ‘¯ ğ‘“ğ‘¿ğ‘—ğ‘¼. ğ‘¢ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘¤ğ‘²ğ‘’ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘¿ ğ‘¯ ğ‘ªğ‘“ğ‘¼ ğ‘¿ ğ‘£ğ‘§ğ‘¤ğ‘.

source: You may now recruit the noble merfolk!
en@shaw: ğ‘¿ ğ‘¥ğ‘± ğ‘¯ğ‘¬ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘ ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘¥ğ‘»ğ‘“ğ‘´ğ‘’!

source: Now where is Delfador? I hope heâ€™s safe!
en@shaw: ğ‘¯ğ‘¬ ğ‘¢ğ‘º ğ‘¦ğ‘Ÿ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹? ğ‘² ğ‘£ğ‘´ğ‘ ğ‘£ğ‘°'ğ‘Ÿ ğ‘•ğ‘±ğ‘“!

source: I am perfectly safe, friend!
da: Så sandelig jeg er, min ven.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘ğ‘»ğ‘“ğ‘©ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘•ğ‘±ğ‘“, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›!

source: There you are! I am so glad you are all right! Now we may have a little rest.
da: Der er du! Jeg er så glad for, at du har klaret den! Nu har vi tid til at hvile lidt.
en@shaw: ğ‘ğ‘º ğ‘¿ ğ‘¸! ğ‘² ğ‘¨ğ‘¥ ğ‘•ğ‘´ ğ‘œğ‘¤ğ‘¨ğ‘› ğ‘¿ ğ‘¸ ğ‘·ğ‘¤ ğ‘®ğ‘²ğ‘‘! ğ‘¯ğ‘¬ ğ‘¢ğ‘° ğ‘¥ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘®ğ‘§ğ‘•ğ‘‘.

source: I am afraid there is no time for rest, Konrad. Asheviere has laid siege to Elensefar, breaking the century-old treaty between Wesnoth and the Elense city-state. If the city falls, there is no telling how many other lands she may swallow up!
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘©ğ‘“ğ‘®ğ‘±ğ‘› ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘‘ğ‘²ğ‘¥ ğ‘“ğ‘¹ ğ‘®ğ‘§ğ‘•ğ‘‘, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›. Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¤ğ‘±ğ‘› ğ‘•ğ‘°ğ‘¡ ğ‘‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸, ğ‘šğ‘®ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘˜ğ‘¼ğ‘¦-ğ‘´ğ‘¤ğ‘› ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¯ ğ‘ Â·ğ‘§ğ‘¤ğ‘°ğ‘¯ğ‘• ğ‘•ğ‘¦ğ‘‘ğ‘¦-ğ‘•ğ‘‘ğ‘±ğ‘‘. ğ‘¦ğ‘“ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘“ğ‘·ğ‘¤ğ‘Ÿ, ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘™ ğ‘£ğ‘¬ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘³ğ‘ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘–ğ‘° ğ‘¥ğ‘± ğ‘•ğ‘¢ğ‘ªğ‘¤ğ‘´ ğ‘³ğ‘!

source: Oh no! What shall we do?
da: Åh nej! Hvad kan vi gøre?
en@shaw: ğ‘´ ğ‘¯ğ‘´! ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘¨ğ‘¤ ğ‘¢ğ‘° ğ‘›ğ‘µ?

source: I must do that? But what about you, Delfador? Youâ€™re coming with me, right?
en@shaw: ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘µ ğ‘ğ‘¨ğ‘‘? ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¿, Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹? ğ‘¿'ğ‘¼ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘°, ğ‘®ğ‘²ğ‘‘?

source: I am afraid not, Konrad. I have come across some important documents, and must make haste with them to the Elven Council. It seems that the time to stop Asheviere is shorter than I had thought.
da: Desværre ikke, Konrad. Jeg er faldet over nogle vigtige dokumenter, og jeg må hurtigt få dem bragt til det Elviske Råd. Det ser ud til, at vi har mindre tid til at stoppe Asheviere, end jeg havde troet.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘©ğ‘“ğ‘®ğ‘±ğ‘› ğ‘¯ğ‘ªğ‘‘, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘•ğ‘³ğ‘¥ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•, ğ‘¯ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘£ğ‘±ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤. ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ ğ‘¦ğ‘Ÿ ğ‘–ğ‘¹ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘² ğ‘£ğ‘¨ğ‘› ğ‘”ğ‘·ğ‘‘.

source: But Delfador! I canâ€™t do it on my own!
en@shaw: ğ‘šğ‘³ğ‘‘ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹! ğ‘² ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘›ğ‘µ ğ‘¦ğ‘‘ ğ‘ªğ‘¯ ğ‘¥ğ‘² ğ‘´ğ‘¯!

source: On your own? My lord! We, your loyal soldiers, will support you!
da: På egen hånd? Herre! Vi, dine loyale soldater, vil støtte dig!
en@shaw: ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘´ğ‘¯? ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›! ğ‘¢ğ‘°, ğ‘¿ğ‘¼ ğ‘¤ğ‘¶ğ‘©ğ‘¤ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ, ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘¿!

source: You will prevail. I have faith in you. Head north. Elensefar is but three daysâ€™ travel if you make haste.
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘ğ‘®ğ‘¦ğ‘ğ‘±ğ‘¤. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘±ğ‘” ğ‘¦ğ‘¯ ğ‘¿. ğ‘£ğ‘§ğ‘› ğ‘¯ğ‘¹ğ‘”. Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸ ğ‘¦ğ‘Ÿ ğ‘šğ‘³ğ‘‘ ğ‘”ğ‘®ğ‘° ğ‘›ğ‘±ğ‘Ÿ' ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ ğ‘¦ğ‘“ ğ‘¿ ğ‘¥ğ‘±ğ‘’ ğ‘£ğ‘±ğ‘•ğ‘‘.

source: Very well. But how do I get there?
da: Udmærket. Men hvordan kommer jeg til Elensefar?
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤. ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘¬ ğ‘›ğ‘µ ğ‘² ğ‘œğ‘§ğ‘‘ ğ‘ğ‘º?

source: Ships? Ugh! I have been seasick for the last time. We shall walk!
en@shaw: ğ‘–ğ‘¦ğ‘ğ‘•? ğ‘³ğ‘œ! ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘°ğ‘•ğ‘¦ğ‘’ ğ‘“ğ‘¹ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘‘ğ‘²ğ‘¥. ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘¢ğ‘·ğ‘’!

source: Safe journey to you, Konrad. Until we meet again!
da: Jeg ønsker dig en sikker rejse, Konrad. Indtil vi ses igen!
en@shaw: ğ‘•ğ‘±ğ‘“ ğ‘¡ğ‘»ğ‘¯ğ‘° ğ‘‘ ğ‘¿, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›. ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¢ğ‘° ğ‘¥ğ‘°ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯!

source: Going by ship we may at least get a little rest for ourselves. By sea it is!
en@shaw: ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘šğ‘² ğ‘–ğ‘¦ğ‘ ğ‘¢ğ‘° ğ‘¥ğ‘± ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘© ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘¬ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘šğ‘² ğ‘•ğ‘° ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ!

source: Safe voyage to you then, Konrad. May the weather be fair.
da: Hav en sikker rejse, Konrad. Må solen skinne på jer.
en@shaw: ğ‘•ğ‘±ğ‘“ ğ‘ğ‘¶ğ‘¦ğ‘¡ ğ‘‘ ğ‘¿ ğ‘ğ‘§ğ‘¯, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›. ğ‘¥ğ‘± ğ‘ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘šğ‘° ğ‘“ğ‘º.

source: Have you not been able to defeat our foes in all these days? They have summoned reinforcements. Surely now our doom is upon us!
da: Har du ikke kunnet overvinde vores fjender igennem alle disse dage? De har tilkaldt forstærkninger. Nu må vi da sandelig være dødsdømte!
en@shaw: ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘°ğ‘¯ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘¬ğ‘¼ ğ‘“ğ‘´ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘·ğ‘¤ ğ‘ğ‘°ğ‘Ÿ ğ‘›ğ‘±ğ‘Ÿ? ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘³ğ‘¥ğ‘©ğ‘¯ğ‘› ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•. ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘¯ğ‘¬ ğ‘¬ğ‘¼ ğ‘›ğ‘µğ‘¥ ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘³ğ‘•!

source: Konrad! We cannot spend any more time here. Though it would be good to defeat the orcs and free more of their prisoners, more urgent business calls us!
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›! ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘› ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘¹ ğ‘‘ğ‘²ğ‘¥ ğ‘£ğ‘½. ğ‘ğ‘´ ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘œğ‘«ğ‘› ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¯ ğ‘“ğ‘®ğ‘° ğ‘¥ğ‘¹ ğ‘ ğ‘ğ‘º ğ‘ğ‘®ğ‘¦ğ‘Ÿğ‘©ğ‘¯ğ‘¼ğ‘Ÿ, ğ‘¥ğ‘¹ ğ‘»ğ‘¡ğ‘©ğ‘¯ğ‘‘ ğ‘šğ‘¦ğ‘Ÿğ‘¯ğ‘©ğ‘• ğ‘’ğ‘·ğ‘¤ğ‘Ÿ ğ‘³ğ‘•!

source: Delfador, thank goodness you have survived! This has been a tough battle, but why can we not finish it? Why must we leave?
da: Delfador, gudskelov at du har overlevet! Det har været en hård kamp, men hvorfor kan vi ikke færdiggøre den? Hvorfor skal vi tage afsted igen?
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹, ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘œğ‘«ğ‘›ğ‘¯ğ‘©ğ‘• ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘›! ğ‘ğ‘¦ğ‘• ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘© ğ‘‘ğ‘³ğ‘“ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘¢ğ‘° ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘¦ğ‘‘? ğ‘¢ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¢ğ‘° ğ‘¤ğ‘°ğ‘?

source: I must do this? But you are coming with me, arenâ€™t you, Delfador?
en@shaw: ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘µ ğ‘ğ‘¦ğ‘•? ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘¸ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘°, ğ‘¸ğ‘¯ğ‘‘ ğ‘¿, Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹?

source: I am afraid not, Konrad. I have found some important documents that need seeing to. I must ride at once to make council with the elves. I will meet you in Elensefar, after you have secured it.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘©ğ‘“ğ‘®ğ‘±ğ‘› ğ‘¯ğ‘ªğ‘‘, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘•ğ‘³ğ‘¥ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘°ğ‘› ğ‘•ğ‘°ğ‘¦ğ‘™ ğ‘‘. ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘²ğ‘› ğ‘¨ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘°ğ‘‘ ğ‘¿ ğ‘¦ğ‘¯ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸, ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘› ğ‘¦ğ‘‘.

source: I fear I will struggle to do this on my own... but what must be must be. How do I get to Elensefar?
en@shaw: ğ‘² ğ‘“ğ‘½ ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘œğ‘©ğ‘¤ ğ‘‘ ğ‘›ğ‘µ ğ‘ğ‘¦ğ‘• ğ‘ªğ‘¯ ğ‘¥ğ‘² ğ‘´ğ‘¯... ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘°. ğ‘£ğ‘¬ ğ‘›ğ‘µ ğ‘² ğ‘œğ‘§ğ‘‘ ğ‘‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸?

source: Since you have broken the orcsâ€™ hegemony over the seas, going by ship would be safest. Sail along the coast, and you can land mere miles from Elensefar. Make haste!
en@shaw: ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘®ğ‘´ğ‘’ğ‘©ğ‘¯ ğ‘ ğ‘¹ğ‘’ğ‘•' ğ‘£ğ‘°ğ‘¡ğ‘§ğ‘¥ğ‘©ğ‘¯ğ‘° ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘°ğ‘Ÿ, ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘šğ‘² ğ‘–ğ‘¦ğ‘ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘•ğ‘±ğ‘“ğ‘©ğ‘•ğ‘‘. ğ‘•ğ‘±ğ‘¤ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘ ğ‘’ğ‘´ğ‘•ğ‘‘, ğ‘¯ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¥ğ‘½ ğ‘¥ğ‘²ğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸. ğ‘¥ğ‘±ğ‘’ ğ‘£ğ‘±ğ‘•ğ‘‘!

source: With the orcs controlling the seas, going by ship would not be safe. Travel by land, Elensefar is only six daysâ€™ march up the coast. Make haste!
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘°ğ‘Ÿ, ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘šğ‘² ğ‘–ğ‘¦ğ‘ ğ‘¢ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘•ğ‘±ğ‘“. ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ ğ‘šğ‘² ğ‘¤ğ‘¨ğ‘¯ğ‘›, Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸ ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘•ğ‘¦ğ‘’ğ‘• ğ‘›ğ‘±ğ‘Ÿ' ğ‘¥ğ‘¸ğ‘— ğ‘³ğ‘ ğ‘ ğ‘’ğ‘´ğ‘•ğ‘‘. ğ‘¥ğ‘±ğ‘’ ğ‘£ğ‘±ğ‘•ğ‘‘!

source: Escape down the road to Elensefar
en@shaw: ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘›ğ‘¬ğ‘¯ ğ‘ ğ‘®ğ‘´ğ‘› ğ‘‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸

source: Muff Malal
en@shaw: ğ‘¥ğ‘©ğ‘“ Â·ğ‘¥ğ‘­ğ‘¤ğ‘¨ğ‘¤

source: Undead
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›

source: But the road to Elensefar was a treacherous one. Konrad and his men were set upon by a strong band of undead.
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘®ğ‘´ğ‘› ğ‘‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸ ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘‘ğ‘®ğ‘§ğ‘—ğ‘»ğ‘©ğ‘• ğ‘¢ğ‘³ğ‘¯. ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘¢ğ‘» ğ‘•ğ‘§ğ‘‘ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘šğ‘² ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›.

source: Ahh, a party of elves approaches. Soon we shall have elven zombies serving us!
en@shaw: ğ‘­, ğ‘© ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘©ğ‘ğ‘®ğ‘´ğ‘—ğ‘©ğ‘Ÿ. ğ‘•ğ‘µğ‘¯ ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘Ÿğ‘­ğ‘¥ğ‘šğ‘°ğ‘Ÿ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘™ ğ‘³ğ‘•!

source: My lord! On yonder peninsula there seems to be some movement!
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›! ğ‘ªğ‘¯ ğ‘˜ğ‘ªğ‘¯ğ‘›ğ‘¼ ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘© ğ‘ğ‘º ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘³ğ‘¥ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘!

source: It looks like an undead outpost! If we could defeat them, the locals would probably be grateful. But I do not know if we have the strength to defeat such a foe, or the time to spare.
en@shaw: ğ‘¦ğ‘‘ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¬ğ‘‘ğ‘ğ‘´ğ‘•ğ‘‘! ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘§ğ‘¥, ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ğ‘Ÿ ğ‘¢ğ‘«ğ‘› ğ‘ğ‘®ğ‘ªğ‘šğ‘©ğ‘šğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘œğ‘®ğ‘±ğ‘‘ğ‘“ğ‘©ğ‘¤. ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘´ ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘§ğ‘™ğ‘” ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘•ğ‘³ğ‘— ğ‘© ğ‘“ğ‘´, ğ‘¹ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘•ğ‘ğ‘º.

source: Cleansing this land of undead does not appear overly difficult. It could be good training for those yet untested in battle.
en@shaw: ğ‘’ğ‘¤ğ‘§ğ‘¯ğ‘Ÿğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘ğ‘½ ğ‘´ğ‘ğ‘»ğ‘¤ğ‘° ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘. ğ‘¦ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘šğ‘° ğ‘œğ‘«ğ‘› ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘ğ‘´ğ‘Ÿ ğ‘˜ğ‘§ğ‘‘ ğ‘©ğ‘¯ğ‘‘ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘› ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤.

source: I see. If we are to break the siege of Elensefar, we will need every veteran soldier we can get.
en@shaw: ğ‘² ğ‘•ğ‘°. ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¸ ğ‘‘ ğ‘šğ‘®ğ‘±ğ‘’ ğ‘ ğ‘•ğ‘°ğ‘¡ ğ‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘°ğ‘› ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘ğ‘§ğ‘‘ğ‘»ğ‘©ğ‘¯ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘œğ‘§ğ‘‘.

source: The decision is yours, sir. If we are to leave, I advise we hurry past before they are upon us. If we are to fight, then... to arms!
en@shaw: ğ‘ ğ‘›ğ‘©ğ‘•ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘¼ğ‘Ÿ, ğ‘•ğ‘». ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¸ ğ‘‘ ğ‘¤ğ‘°ğ‘, ğ‘² ğ‘¨ğ‘›ğ‘ğ‘²ğ‘Ÿ ğ‘¢ğ‘° ğ‘£ğ‘³ğ‘®ğ‘¦ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘± ğ‘¸ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘³ğ‘•. ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¸ ğ‘‘ ğ‘“ğ‘²ğ‘‘, ğ‘ğ‘§ğ‘¯... ğ‘‘ ğ‘¸ğ‘¥ğ‘Ÿ!

source: To Elensefar
en@shaw: ğ‘‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸

source: We do not have time to tarry here! On to Elensefar!
en@shaw: ğ‘¢ğ‘° ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘‘ğ‘ºğ‘° ğ‘£ğ‘½! ğ‘ªğ‘¯ ğ‘‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸!

source: Shirk not your duty! I will decide when it is time to leave for Elensefar.
en@shaw: ğ‘–ğ‘»ğ‘’ ğ‘¯ğ‘ªğ‘‘ ğ‘¿ğ‘¼ ğ‘›ğ‘¿ğ‘‘ğ‘¦! ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘¤ğ‘°ğ‘ ğ‘“ğ‘¹ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸.

source: Victory is ours! Let us hope that this delay will not hamper our quest to save Elensefar, but at least we have freed these good people. We must move onward with haste!
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘¬ğ‘¼ğ‘Ÿ! ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘£ğ‘´ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘¦ğ‘¤ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘¥ğ‘ğ‘» ğ‘¬ğ‘¼ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘‘ ğ‘•ğ‘±ğ‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸, ğ‘šğ‘³ğ‘‘ ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘®ğ‘°ğ‘› ğ‘ğ‘°ğ‘Ÿ ğ‘œğ‘«ğ‘› ğ‘ğ‘°ğ‘ğ‘©ğ‘¤. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘ªğ‘¯ğ‘¢ğ‘¼ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘±ğ‘•ğ‘‘!

source: Isle of the Damned
da: De Forbandedes Ø
en@shaw: ğ‘²ğ‘¤ ğ‘ ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘›

source: But the voyage did not go as smoothly as had been hoped. A storm blew up and bore down on the ship. Though all hands were on deck working desperately, a sudden gust of wind flung Konrad overboard as he attempted to secure the sails...
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘ğ‘¶ğ‘¦ğ‘¡ ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘´ ğ‘¨ğ‘Ÿ ğ‘•ğ‘¥ğ‘µğ‘ğ‘¤ğ‘° ğ‘¨ğ‘Ÿ ğ‘£ğ‘¨ğ‘› ğ‘šğ‘°ğ‘¯ ğ‘£ğ‘´ğ‘ğ‘‘. ğ‘© ğ‘•ğ‘‘ğ‘¹ğ‘¥ ğ‘šğ‘¤ğ‘µ ğ‘³ğ‘ ğ‘¯ ğ‘šğ‘¹ ğ‘›ğ‘¬ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘–ğ‘¦ğ‘. ğ‘ğ‘´ ğ‘·ğ‘¤ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘¢ğ‘» ğ‘ªğ‘¯ ğ‘›ğ‘§ğ‘’ ğ‘¢ğ‘»ğ‘’ğ‘¦ğ‘™ ğ‘›ğ‘§ğ‘•ğ‘ğ‘¼ğ‘©ğ‘‘ğ‘¤ğ‘¦, ğ‘© ğ‘•ğ‘³ğ‘›ğ‘©ğ‘¯ ğ‘œğ‘©ğ‘•ğ‘‘ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘› ğ‘“ğ‘¤ğ‘³ğ‘™ ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘´ğ‘ğ‘»ğ‘šğ‘¹ğ‘› ğ‘¨ğ‘Ÿ ğ‘£ğ‘° ğ‘©ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ ğ‘ ğ‘•ğ‘±ğ‘¤ğ‘Ÿ...

source: Whew, I survived. But now where am I? Is this island inhabited?
da: Pyh, jeg overlevede. Men hvor er jeg nu? Er denne ø beboet?
en@shaw: ğ‘¢ğ‘µ, ğ‘² ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘›. ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘¬ ğ‘¢ğ‘º ğ‘¨ğ‘¥ ğ‘²? ğ‘¦ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘£ğ‘¨ğ‘šğ‘¦ğ‘‘ğ‘©ğ‘›?

source: We have heard only the worst things about this place, my lord. It is said that the legions of the undead have come here in great numbers and devastated the island into an ugly wasteland.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘£ğ‘»ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ ğ‘¢ğ‘»ğ‘•ğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘±ğ‘•, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘¤ğ‘°ğ‘¡ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘£ğ‘½ ğ‘¦ğ‘¯ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘¼ğ‘Ÿ ğ‘¯ ğ‘›ğ‘§ğ‘ğ‘©ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘©ğ‘¯ ğ‘³ğ‘œğ‘¤ğ‘¦ ğ‘¢ğ‘±ğ‘•ğ‘‘ğ‘¤ğ‘¨ğ‘¯ğ‘›.

source: Letâ€™s hope these rumors are not true! I have none of my men or gold with me! How could I defend myself?
en@shaw: ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘£ğ‘´ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘®ğ‘µğ‘¥ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ğ‘®ğ‘µ! ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘³ğ‘¯ ğ‘ ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯ ğ‘¹ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘°! ğ‘£ğ‘¬ ğ‘’ğ‘«ğ‘› ğ‘² ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘¥ğ‘²ğ‘•ğ‘§ğ‘¤ğ‘“?

source: There are still some bands of humans hiding on the island, my lord. If you recruit some of them to help, we might have some hope of holding off the undead hordes!
da: Der er stadig nogle Elvere på denne ø, min herre. Måske, hvis du rekruttérer nogle af dem til at hjælpe dig, kunne vi have et håb om at tilbageholde de levende døde horder!
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘•ğ‘³ğ‘¥ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘£ğ‘²ğ‘›ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘›, ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›. ğ‘¦ğ‘“ ğ‘¿ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘, ğ‘¢ğ‘° ğ‘¥ğ‘²ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘£ğ‘´ğ‘ ğ‘ ğ‘£ğ‘´ğ‘¤ğ‘›ğ‘¦ğ‘™ ğ‘ªğ‘“ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘£ğ‘¹ğ‘›ğ‘Ÿ!

source: Maybe we can make a deal! Help us defeat those evil creatures! You may use our gold reserves to lead us!
en@shaw: ğ‘¥ğ‘±ğ‘šğ‘° ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘›ğ‘°ğ‘¤! ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘´ğ‘Ÿ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ğ‘Ÿ! ğ‘¿ ğ‘¥ğ‘± ğ‘¿ğ‘Ÿ ğ‘¬ğ‘¼ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘®ğ‘¦ğ‘Ÿğ‘»ğ‘ğ‘Ÿ ğ‘‘ ğ‘¤ğ‘§ğ‘› ğ‘³ğ‘•!

source: You receive 100 pieces of gold!
en@shaw: ğ‘¿ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ 100 ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘›!

source: There are some ancient temples to the southwest; I wonder what might be inside them!
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘•ğ‘³ğ‘¥ ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘©ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘ ğ‘•ğ‘¬ğ‘”ğ‘¢ğ‘§ğ‘•ğ‘‘; ğ‘² ğ‘¢ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘¢ğ‘ªğ‘‘ ğ‘¥ğ‘²ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ğ‘§ğ‘¥!

source: The temple seems to be empty.
da: Dette tempel ser ud til at være tomt.
en@shaw: ğ‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦.

source: Looks like there is somebody hidden in the temple.
da: Det ser ud som om, at nogen skjuler sig i templet.
en@shaw: ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘£ğ‘¦ğ‘›ğ‘©ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘©ğ‘¤.

source: Moremirmu
en@shaw: Â·ğ‘¥ğ‘¹ğ‘¥ğ‘»ğ‘¥ğ‘µ

source: holy sword
en@shaw: ğ‘£ğ‘´ğ‘¤ğ‘° ğ‘•ğ‘¹ğ‘›

source: I was hiding in this holy place, planning how to defeat the evil undead. Now with your help, I can destroy them.
en@shaw: ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘£ğ‘²ğ‘›ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘£ğ‘´ğ‘¤ğ‘° ğ‘ğ‘¤ğ‘±ğ‘•, ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘™ ğ‘£ğ‘¬ ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›. ğ‘¯ğ‘¬ ğ‘¢ğ‘¦ğ‘ ğ‘¿ğ‘¼ ğ‘£ğ‘§ğ‘¤ğ‘, ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ğ‘§ğ‘¥.

source: Join us, wise one. We welcome your aid!
en@shaw: ğ‘¡ğ‘¶ğ‘¯ ğ‘³ğ‘•, ğ‘¢ğ‘²ğ‘Ÿ ğ‘¢ğ‘³ğ‘¯. ğ‘¢ğ‘° ğ‘¢ğ‘§ğ‘¤ğ‘’ğ‘©ğ‘¥ ğ‘¿ğ‘¼ ğ‘²ğ‘›!

source: If we eradicate the undead blight on these islands, I will surely go with you. Otherwise, I plan to finish my task here before moving on.
en@shaw: ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘½ğ‘¨ğ‘›ğ‘©ğ‘’ğ‘±ğ‘‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘šğ‘¤ğ‘²ğ‘‘ ğ‘ªğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘›ğ‘Ÿ, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘œğ‘´ ğ‘¢ğ‘¦ğ‘ ğ‘¿. ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ, ğ‘² ğ‘ğ‘¤ğ‘¨ğ‘¯ ğ‘‘ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘¥ğ‘² ğ‘‘ğ‘­ğ‘•ğ‘’ ğ‘£ğ‘½ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘ªğ‘¯.

source: Surprise! Searching for magi, and all I get is these foul humans!
en@shaw: ğ‘•ğ‘¼ğ‘ğ‘®ğ‘²ğ‘Ÿ! ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘¥ğ‘±ğ‘¡ğ‘², ğ‘¯ ğ‘·ğ‘¤ ğ‘² ğ‘œğ‘§ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘°ğ‘Ÿ ğ‘“ğ‘¬ğ‘¤ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ!

source: Fight on against the undead without me, friends!
da: Kæmp videre mod de levende døde uden mig, venner!
en@shaw: ğ‘“ğ‘²ğ‘‘ ğ‘ªğ‘¯ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘¥ğ‘°, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ!

source: Thank goodness we have found you, sir! Come aboard quickly, we shall take you away from this horrible island!
da: Gudskelov at vi har fundet dig, sir! Kom hurtigt ombord, vi vil få dig væk fra denne frygtelige ø!
en@shaw: ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘œğ‘«ğ‘›ğ‘¯ğ‘©ğ‘• ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¿, ğ‘•ğ‘»! ğ‘’ğ‘³ğ‘¥ ğ‘©ğ‘šğ‘¹ğ‘› ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦, ğ‘¢ğ‘° ğ‘–ğ‘¨ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘¿ ğ‘©ğ‘¢ğ‘± ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¦ğ‘• ğ‘£ğ‘ªğ‘®ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘›!

source: We have wrested control of the island from the evil undead! Now all we have to do is wait for the ship to arrive, so we can make our way to Elensefar!
da: Vi har tiltvunget os kontrollen over øen fra de onde levende døde! Nu skal vi bare vente på, at skibet ankommer, så vi kan komme til Elensefar!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ ğ‘ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›! ğ‘¯ğ‘¬ ğ‘·ğ‘¤ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘›ğ‘µ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘–ğ‘¦ğ‘ ğ‘‘ ğ‘©ğ‘®ğ‘²ğ‘, ğ‘•ğ‘´ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘¬ğ‘¼ ğ‘¢ğ‘± ğ‘‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸!

source: Together we have vanquished the foul undead! Come, I will join you on your noble quest.
en@shaw: ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘ğ‘¨ğ‘™ğ‘’ğ‘¢ğ‘¦ğ‘–ğ‘‘ ğ‘ ğ‘“ğ‘¬ğ‘¤ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘›! ğ‘’ğ‘³ğ‘¥, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¡ğ‘¶ğ‘¯ ğ‘¿ ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘.

source: Itâ€™s a shame complete victory could not be ours, but thank goodness I am rescued! On to Elensefar!
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘© ğ‘–ğ‘±ğ‘¥ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¬ğ‘¼ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘œğ‘«ğ‘›ğ‘¯ğ‘©ğ‘• ğ‘² ğ‘¨ğ‘¥ ğ‘®ğ‘§ğ‘•ğ‘’ğ‘¿ğ‘›! ğ‘ªğ‘¯ ğ‘‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸!

source: You regain your lost troops and $isle_damned_starting_gold gold!
en@shaw: ğ‘¿ ğ‘®ğ‘¦ğ‘œğ‘±ğ‘¯ ğ‘¿ğ‘¼ ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘¯ $isle_damned_starting_gold ğ‘œğ‘´ğ‘¤ğ‘›!

source: The Siege of Elensefar
da: Belejringen Af Elensefar
en@shaw: ğ‘ ğ‘•ğ‘°ğ‘¡ ğ‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸

source: Elensefar
en@shaw: Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸

source: Evil
en@shaw: ğ‘°ğ‘ğ‘©ğ‘¤

source: The party arrived at Elensefar at last, but found that the city had already fallen to the savage orcs.
en@shaw: ğ‘ ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘¨ğ‘‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸ ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘£ğ‘¨ğ‘› ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘“ğ‘·ğ‘¤ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘•ğ‘¨ğ‘ğ‘¦ğ‘¡ ğ‘¹ğ‘’ğ‘•.

source: My lord! It seems the city has already fallen!
da: Herre! Det ser ud til, at byen allerede er faldet til de overlegne magter!
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›! ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘£ğ‘¨ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘“ğ‘·ğ‘¤ğ‘©ğ‘¯!

source: This is terrible news! We must retake the city!
da: Dette er forfærdelige nyheder! Vi må genindtage byen!
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘‘ğ‘§ğ‘®ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¯ğ‘¿ğ‘Ÿ! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘°ğ‘‘ğ‘±ğ‘’ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦!

source: There are so many of them. This will not be easy! And look to the north! It seems that the undead are allied with the orcs!
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘•ğ‘´ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘ ğ‘ğ‘§ğ‘¥. ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘°ğ‘Ÿğ‘¦! ğ‘¯ ğ‘¤ğ‘«ğ‘’ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”! ğ‘¦ğ‘‘ ğ‘•ğ‘°ğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¸ ğ‘¨ğ‘¤ğ‘²ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘•!

source: Here come the elves! Our newly forged alliance with the orcs will give us the power to crush them with ease!
en@shaw: ğ‘£ğ‘½ ğ‘’ğ‘³ğ‘¥ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ! ğ‘¬ğ‘¼ ğ‘¯ğ‘¿ğ‘¤ğ‘¦ ğ‘“ğ‘¹ğ‘¡ğ‘› ğ‘©ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘¦ğ‘ ğ‘³ğ‘• ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘‘ ğ‘’ğ‘®ğ‘³ğ‘– ğ‘ğ‘§ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘°ğ‘Ÿ!
