Repository: wesnoth/wesnoth
Catalog: po/wesnoth-httt/*.po
Languages: da, en@shaw

source: Hmm...there seems to be a secret passage behind these rocks!
da: Hmm... der ser ud til at være en hemmelig indgang bag disse sten!

source: ...but one of the Orcs survived long enough to send the news to the queen...
da: ... men én af orkerne overlevede længe nok til at overbringe nyhederne til dronningen.

source: The Queen has sent me to stop you, you imposter!
da: Dronningen har beordret mig til at stoppe dig, din bedrager!

source: That's the princess, Li'sar. The daughter of the Queen, and her successor!
da: Det er prinsessen, Li'sar. Dronningen adopterede hende, og det rygtes, at hun opdrager hende til at være hendes efterkommer!

source: I'm no imposter. It seems that your mother has lied to you.
da: Jeg er ikke en bedrager, det ser ud til, at din moder har løjet for dig om dette.

source: This is taking too much time, I had best call some reinforcements!
da: Det her tager for lang tid, jeg må hellere kalde på forstærkning!

source: Maybe I was not using enough forces...
da: Måske brugte jeg ikke nok tropper...

source: I surrender! Don't hurt me, Imposter.
da: Jeg overgiver mig! Du må ikke gøre mig noget, din bedrager.

source: I said before I'm not an imposter, but if you yield, I will spare your life.
da: Jeg sagde før, at jeg IKKE var en bedrager, men hvis du overgiver dig, så vil jeg lade dig leve.

source: Your mother has lied to you, child. Now I suggest you reconsider, and either join us, or flee an exile. There will be a great battle soon, and if you are on the wrong side of it, we may not have the opportunity to spare your life a second time.
da: Din moder har løjet for dig, mit barn. Nu foreslår jeg, at du tænker lidt over det og enten slutter dig til os eller flygter i eksil. Der vil snart være en stor krig, og hvis du er på den forkerte side af denne, så får vi nok ikke muligheden for at skåne dit liv en anden gang.

source: Good day then, Princess. Come, men, to the northern road!
da: Fortsat god dag, prinsesse. Følg mig, mænd, ad den nordlige vej!

source: (He he, little do they know just how many undead have wandered the northern road of late. Surely they are doomed!)
da: (hæhæ, de ved intet om, hvor mange levende døde der har gået ad den nordlige vej på det seneste. De er i sandhed dødsdømte!)

source: The Sceptre of Fire
da: Ildscepteret

source: The Sceptre must be getting close now! Where shall we go?
da: Scepteret må være ved at være tæt på nu! Hvor skal vi gå hen?

source: Indeed. You managed to reach it Li'sar. I hope you shall use it wisely.
da: Sandelig ja. Du klarede det, Li'sar. Jeg håber, at du vil bruge det klogt.

source: Well my first use for it is going to be to help us get out of this hole! I hope you consider that wise.
da: Tja, min første brug af det vil være at hjælpe os med at komme ud fra dette hul! Jeg håber, at du synes, det er klogt.

source: I think I know what I'm doing. Come, let us go!
da: Jeg tror, jeg ved, hvad jeg gør. Kom, lad os gå!

source: Victory: @Defeat enemy leader Defeat #Death of Konrad #Death of Delfador #Death of Li'sar #Death of Kalenz
da: Sejr: @Overvind fjendtlig leder Nederlag: #Konrad dør #Delfador dør #Li'sar dør #Kalenz dør

source: Victory: @Defeat all enemy leaders Defeat #Death of Konrad #Death of Delfador #Death of Li'sar #Death of Kalenz
da: Sejr: @Overvind alle fjendtlige ledere Nederlag: #Konrad dør #Delfador dør #Li'sar dør #Kalenz dør

source: This land is cursed. The Liches have lived here for years amassing great armies and fortunes.
da: Der hviler en forbandelse over dette land. De Levende Lig har boet her i årevis og samlet storslåede hære og rigdomme.

source: The Liches are all over this swamp. I hope I have made a wise choice in taking this path.
da: De Levende Lig er overalt i dette sumpland. Jeg håber, det var et klogt valg at følge denne vej.

source: Victory: @Defeat all enemy leaders Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz
da: Sejr: @Overvind alle fjendtlige ledere Nederlag: #Konrad dør #Delfador dør #Kalenz dør

source: These are some of the main Dwarvish caverns.
da: Disse er nogle af de dværgiske hoved-huler.

source: Underground roads once led to the differents parts of the complex, but now everything lies in ruins.
da: Undergrundsveje førte til de forskellige dele af komplekset, men nu ligger alt i ruiner.

source: The sign says 'Guest quarters'.
da: Skiltet siger 'Gæstekvarterer'

source: My uncle's family drowned after the orcs flooded that cavern...
da: Min onkels familie druknede, da orkerne oversvømmede denne hule...

source: These passages seem to have been used recently.
da: Disse passager ser ud til at have været i brug på det seneste.

source: RUMBLE! RUMBLE! RUMBLE!
da: RUMLE! RYSTE! BULDRE!

source: We are desperately trying to rid these tunnels of the foul Orcs! Please help us in our quest.
da: Vi prøver desperat på at rydde disse tunneler for de fæle Orker! Hjælp os venligst med denne opgave.

source: Ah, a foul Orc! Let us rid these tunnels of its kind!
da: Ah, en fæl Ork! Lad os rydde disse tunneler for dens slags!

source: Remember me, do you? Aye. I was the king's finest general, sent down to these pits to retrieve the Scepter. But the Orcs trapped me and my men in this cavern, to starve to death. The Dwarves were no help, leaving me to die. Now I will get revenge on you all!
da: Så du kan huske mig? Mm. Jeg var kongens fineste general, som blev sendt ned i disse huler for at genfinde Scepteret. Men Orkerne tog mig og mine mænd til fange i denne hule og lod os sulte ihjel. Dværgene var ikke til nogen hjælp, de lod mig bare dø. Nu vil jeg få min hævn over jer alle!

source: Argh! I am vanquished! But at least by worthy foes, instead of those foul Orcs.
da: Argh! Jeg er besejret! Men i det mindste mod værdige modstandere i stedet for disse fæle Orker.

source: Victory: @Defeat both enemy leaders Defeat: #Death of Konrad #Turns run out
da: Sejr: @Overvind begge fjendtlige ledere Nederlag: #Konrad dør #Løber tør for runder

source: The party arrived at Elensefar at last, but found that the city had already fallen to the evil Orcs.
da: Gruppen ankom endelig ved Elensefar men måtte sande, at byen allerede var faldet til de onde Orker.

source: There are so many of them. This will not be easy! And look to the south! It seems that the undead are allied with the Orcs!
da: Der er så mange af dem. Det her bliver ikke nemt! Og se mod syd, det ser ud til, at de levende døde er allierede med Orkerne!

source: Here come the Elves! With our newly forged alliance with the Orcs, we will crush them with ease!
da: Der kommer Elverne! Med vores nyligt formede alliance med Orkerne vil vi nemt knuse dem!

source: In the night, three dark figures creep out of the forest.
da: Midt om natten kryber tre mørke figurer ud af skoven

source: Greetings, friend. We are from the Elensefar Thieves Guild. We would like to help you against the Orcs!
da: Vær hilset, ven. Vi kommer fra Elensefars Tyve-Forening. Vi vil hjælpe jer mod Orkerne!

source: We would understand if you don't trust us, of course, but it is in our mutual interest to rid the city of the Orcs!
da: Vi kan selvfølgelig forstå det, hvis I ikke stoler på os, men det er i vores begges interesse at drive Orkerne ud af byen!

source: Hmm...I have to consider this...
da: Hmm...Jeg vil overveje dette...

source: I have been meeting with the Great Elven Council. This is Kalenz, a lord of the Northern Elves who came to the Council to offer us the support of the North Elves.
da: Jeg har haft et møde med det Store Elverråd. Dette er Kalenz, en herre fra de Nordlige Elvere, som kom til Rådet for at tilbyde os de Nordlige Elveres støtte

source: Delfador, we have captured this city, but surely Asheviere's men will come and attack us! What should we do?
da: Delfador, vi har indtaget denne by, men Ashevieres mænd vil da med sikkerhed komme og angribe os! Hvad skal vi gøre?

source: The Council has met and decided: we must capture the Scepter of Fire.
da: Rådet har mødtes, og vi har besluttet: Vi må finde Ildscepteret

source: The Scepter of Fire? What's that?
da: Ildscepteret? Hvad er det?

source: During the reign of Garard I, your grandfather, the dwarves of Knalga agreed to make the king a magnificent scepter. It took their finest smiths years to make it. But soon after it was completed, Orcs invaded the tunnels of Knalga. Now Knalga is in chaos, and, though some Dwarves still live in parts of it, at constant war with the Orcs, the Scepter was lost somewhere in the great caverns.
da: Under Garard I's regeringstid, din onkels far, accepterede dværgene fra Knalga at lave kongen et fantastisk scepter. Det tog deres fineste smede år at lave det. Men kort efter det blev færdiggjort, invaderede Orker Knalgas tunneler. Nu er Knalga i kaos, og selvom nogle dværge stadig lever i nogle af dets egne, konstant i krig med Orkerne, er sceptret gået tabt et sted inde i de gigantiske huler.

source: When Garard II, your uncle, was deciding upon a successor, he issued an edict that whichever member of the royal family could retrieve the Scepter of Fire would rule the land.
da: Garard II, din onkel, var ved at overveje en efterfølger. Han lavede en ed om, at det royale familie-medlem, der kunne få Ildscepteret tilbage, skulle regere landet.

source: Oh, and you want me to get this scepter?
da: Aha, og du vil have mig til at finde dette scepter?

source: We will help you get it, my lord.
da: Vi vil hjælpe dig med at få fat i det, herre.

source: Time is short. We think that Asheviere is also searching for the Scepter, to help seal her place as ruler. But if you get the Scepter first, the people will support you as the king.
da: Vi har ikke meget tid. Vi tror også, at Asheviere leder efter sceptret for at hjælpe med at holde på hendes plads som hersker. Men dog, hvis du finder sceptret først, så vil folket støtte dig som deres konge.

source: The Valley of Death - The Princess's Revenge
da: Dødens Dal - Prinsessens Hævn

source: Victory: @Survive for two days Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz
da: Sejr: @Overlev i to dage Nederlag: #Konrad dør #Delfador dør #Kalenz dør

source: My lord! This road does not seem as safe as we had hoped. Look around us at the hills - there are undead about!
da: Herre! Denne vej ser ikke så sikker ud, som vi havde håbet på. Se omkring os på bakkerne, der er levende døde i området!

source: White mages? Come to help us? But what are they doing here?
da: Hvide troldmænd? Kommet for at hjælpe os? Men hvad laver de her?

source: It is both my duty and pleasure, my lord! We were dining with some royal guards of the princess, taking a rest from our pilgrimage, when they spoke of how you were tricked into traveling these dangerous lands. We could do nothing but help you!
da: Det er både min pligt og fornøjelse, min herre! Vi nød et måltid med nogle af prinsessens royale vagter og holdt et hvil fra vores lange rejse, alt imens de talte om, hvordan du blev narret til at rejse gennem disse farlige lande. Vi kunne ikke gøre andet end at hjælpe jer!

source: You must get out of the clutches of that vile Queen, my lord. If you take a course bearing north-east, on past the mountain of gryphons, you will be able to ford the great river at Abez. Make haste though, for you will not be able to ford the river in winter!
da: Du må slippe væk fra den onde dronnings greb, min herre. Hvis du sætter kursen mod nordøst forbi griffernes bjerg, vil du kunne klare dig over den store flod ved Abez. Men du må dog skynde dig, for du vil ikke kunne komme over floden, når vinteren kommer!

source: The land of Wesnoth is not safe for us. The Queen's forces reach every corner. We must make haste to the north lands, across the great river. Let us go quickly!
da: Landet Wesnoth er ikke sikkert for os. Dronningens magt når hvert eneste hjørne. Vi må skynde os til de nordlige lande på den anden side af den store flod. Lad os komme afsted hurtigt!

source: In the twenty-seventh year of the reign of Garard II, king of Wesnoth, the kingdom was plunged into a bitter war with the Peoples of the North.
da: I Garard II's, Wesnoths konges, syvogtyvende år blev kongeriget kastet ind i en bitter strid med det Nordlige folk.

source: The Northern host encamped at Galcadar, by the ford of Abez, and the king led his forces to meet them. Splitting his army in two, he led one half while his son, the crown prince Eldred, led the other.
da: Den Nordlige hær havde slået lejr ved Galcadar, ved Fort Abez, og kongen førte sine tropper ud for at møde dem. Han delte sin hær i to og kommanderede selv den ene halvdel, mens hans søn, Kronprins Eldred, kommanderede den anden.

source: Eldred was a brave and courageous warrior, able to lead his soldiers well. Unfortunately for Garard, his son was also ambitious...and treacherous. In the heat of battle, Eldred's men turned on the king. And so, Garard was slain in battle that day, along with his brother and all his sons but Eldred.
da: Eldred var en modig og frygtløs kriger, der havde gode leder-evner. Uheldigvis for Garard var han også ambitiøs..... og forræderisk. I kampens hede vendte Eldreds mænd sig mod deres konge. Garard blev dræbt i kampen denne dag sammen med hans bror og alle hans sønner bortset fra Eldred

source: Garard's queen, Asheviere, looked on with glee, having come to watch the battle from a nearby hill. The rule of her son would surely satisfy her lust for power far better than her husband's had.
da: Garard's dronning, Asheviere, så frydefuldt til, da hun var ankommet for at følge kampen fra en nærliggende bakke. Hendes søn måtte da klart regere på en måde, der tilfredsstillede hendes magtsyge, langt bedre end hendes mand havde gjort det.

source: In exchange for tribute, the Northern king happily made peace with Eldred, who proclaimed himself king and led his army back to Weldyn.
da: Den Nordlige konge sluttede gladeligt fred med Eldred i bytte for guld. Eldred erklærede sig selv konge og førte sin hær tilbage mod Weldyn.

source: But Garard's arch-mage, Delfador, had escaped the battle and, riding with haste, reached Weldyn first. He mustered a force of loyalists to fight Eldred and avenge the king's death.
da: Men Garards ærke-troldmand, Delfador, havde undsluppet kampen og red hastigt til for derved at nå først til Weldyn. Han fik samlet en hær af loyale beboere til at kæmpe mod Eldred og hævne kongens død.

source: Eldred made war upon Delfador and his forces with his mother's advice ringing in his ears: 'Fight no one great or small except the old mage, whose head should be severed from his shoulders.'
da: Eldred trådte i kamp med hans moders klare råd i sit sind: Kæmp ikke mod nogen hverken store eller små bortset fra den gamle troldmand, hvis hoved skal kløves fra kroppen.

source: And Eldred did indeed meet Delfador face-to-face in battle that day. Sword clashed against staff, as the wise old mage fought the brash young warrior.
da: Eldred mødte så sandelig Delfador ansigt til ansigt i kamp. Sværdet klingede mod staven. Den erfarne troldmand mod den unge, stærke, hårdføre kriger.

source: In the end Delfador's men were defeated and routed, but Asheviere found her son's lifeless body, fixed to the ground by the great mage's staff.
da: Delfadors mænd tabte kampen og resterne måtte flygte, men Asheviere fandt hendes søns krop spiddet til jorden af Delfadors stav.

source: Asheviere herself then took command of the army, and led it back to Weldyn. Knowing that the king's young nephews were next in line to the throne, she ordered them all killed, and declared herself Queen of Wesnoth.
da: Asheviere tog kommandoen over hæren og førte den tilbage til Weldyn. Da hun indså, at kongens unge nevøer var de næste til at efterkomme tronen, beordrede hun dem alle myrdet og erklærede sig selv dronning af Wesnoth

source: Soon after news of Asheviere's orders reached Delfador, he secretly entered the palace and stole away Konrad, the youngest of Garard's nephews, thereby saving him from death.
da: Da Delfador hørte om Ashevieres ordrer, sneg han sig ind på paladset og bortførte Konrad, den yngste af Garards nevøer, for derved at redde ham fra døden

source: Fleeing to the forests of the West, Delfador raised the child Konrad under the protection of the Elves, watching sadly as Asheviere's reign of terror over the land began...
da: Delfador tog barnet med sig ind i de vestlige skove og opdragede ham under Elvernes beskyttelse, mens han sørgmodigt så til, at Ashevieres forfærdelige kongedømme begyndte at brede sig over landet...
