Repository: wesnoth/wesnoth
Catalog: po/wesnoth-httt/*.po
Languages: da, en@shaw

source: Indeed. You managed to reach it, Liâ€™sar. I hope you shall use it wisely.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›. ğ‘¿ ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘¡ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘— ğ‘¦ğ‘‘, Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸. ğ‘² ğ‘£ğ‘´ğ‘ ğ‘¿ ğ‘–ğ‘¨ğ‘¤ ğ‘¿ğ‘• ğ‘¦ğ‘‘ ğ‘¢ğ‘²ğ‘Ÿğ‘¤ğ‘¦.

source: My first use for it is going to be to help us get out of this hole! I hope you consider that wise.
en@shaw: ğ‘¥ğ‘² ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘¿ğ‘• ğ‘“ğ‘¹ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘šğ‘° ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘£ğ‘´ğ‘¤! ğ‘² ğ‘£ğ‘´ğ‘ ğ‘¿ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¦ğ‘›ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘²ğ‘Ÿ.

source: The Sceptre makes its wielder powerful, but hardly immortal, child. Use it prudently. Now come, I believe there is an exit to the north!
da: Scepteret gør dets bærer magtfuld, men næppe udødelig, mit barn. Brug det fornuftigt. Kom nu, jeg tror, der er en udvej mod nord!
en@shaw: ğ‘ ğ‘•ğ‘§ğ‘ğ‘‘ğ‘» ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘°ğ‘¤ğ‘›ğ‘» ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘¸ğ‘›ğ‘¤ğ‘¦ ğ‘¦ğ‘¥ğ‘¹ğ‘‘ğ‘©ğ‘¤, ğ‘—ğ‘²ğ‘¤ğ‘›. ğ‘¿ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘ğ‘®ğ‘µğ‘›ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘°. ğ‘¯ğ‘¬ ğ‘’ğ‘³ğ‘¥, ğ‘² ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”!

source: I think I know what Iâ€™m doing. Come, let us go!
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘² ğ‘¯ğ‘´ ğ‘¢ğ‘ªğ‘‘ ğ‘²'ğ‘§ğ‘¥ ğ‘›ğ‘µğ‘¦ğ‘™. ğ‘’ğ‘³ğ‘¥, ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘œğ‘´!

source: Delfador
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹

source: Kalenz
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ

source: Garardâ€™s queen, Asheviere, looked on with glee, having come to watch the battle from a nearby hill. The rule of her son would surely satisfy her lust for power far better than her husbandâ€™s had.
en@shaw: Â·ğ‘œğ‘¸ğ‘¸ğ‘›ğ‘Ÿ ğ‘’ğ‘¢ğ‘°ğ‘¯, Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½, ğ‘¤ğ‘«ğ‘’ğ‘‘ ğ‘ªğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘œğ‘¤ğ‘°, ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘¢ğ‘ªğ‘¡ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘© ğ‘¯ğ‘½ğ‘šğ‘² ğ‘£ğ‘¦ğ‘¤. ğ‘ ğ‘®ğ‘µğ‘¤ ğ‘ ğ‘£ğ‘» ğ‘•ğ‘³ğ‘¯ ğ‘¢ğ‘«ğ‘› ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘•ğ‘¨ğ‘‘ğ‘¦ğ‘•ğ‘“ğ‘² ğ‘£ğ‘» ğ‘¤ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¬ğ‘¼ ğ‘“ğ‘¸ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘£ğ‘» ğ‘£ğ‘³ğ‘Ÿğ‘šğ‘©ğ‘¯ğ‘›'ğ‘Ÿ ğ‘£ğ‘¨ğ‘›.

source: In exchange for tribute, the warlord of the North happily made peace with Eldred, who proclaimed himself king and led his army south towards Weldyn.
en@shaw: ğ‘¦ğ‘¯ ğ‘§ğ‘’ğ‘•ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘“ğ‘¹ ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘, ğ‘ ğ‘¢ğ‘¹ğ‘¤ğ‘¹ğ‘› ğ‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘¤ğ‘¦ ğ‘¥ğ‘±ğ‘› ğ‘ğ‘°ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘§ğ‘¤ğ‘›ğ‘»ğ‘›, ğ‘£ğ‘µ ğ‘ğ‘®ğ‘´ğ‘’ğ‘¤ğ‘±ğ‘¥ğ‘› ğ‘£ğ‘¦ğ‘¥ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘’ğ‘¦ğ‘™ ğ‘¯ ğ‘¤ğ‘§ğ‘› ğ‘£ğ‘¦ğ‘Ÿ ğ‘¸ğ‘¥ğ‘¦ ğ‘•ğ‘¬ğ‘” ğ‘‘ğ‘«ğ‘¢ğ‘¹ğ‘›ğ‘Ÿ Â·ğ‘¢ğ‘§ğ‘¤ğ‘›ğ‘¦ğ‘¯.

source: And Eldred did indeed meet Delfador face-to-face in battle, in the hinterlands near Tath. Sword clashed against staff, as the wise old mage fought the brash young warrior.
en@shaw: ğ‘¯ ğ‘§ğ‘¤ğ‘›ğ‘»ğ‘› ğ‘›ğ‘¦ğ‘› ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘¥ğ‘°ğ‘‘ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘“ğ‘±ğ‘•-ğ‘‘-ğ‘“ğ‘±ğ‘• ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘¦ğ‘¯ ğ‘ ğ‘£ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘¯ğ‘½ Â·ğ‘‘ğ‘¨ğ‘”. ğ‘•ğ‘¹ğ‘› ğ‘’ğ‘¤ğ‘¨ğ‘–ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘­ğ‘“, ğ‘¨ğ‘Ÿ ğ‘ ğ‘¢ğ‘²ğ‘Ÿ ğ‘´ğ‘¤ğ‘› ğ‘¥ğ‘±ğ‘¡ ğ‘“ğ‘·ğ‘‘ ğ‘ ğ‘šğ‘®ğ‘¨ğ‘– ğ‘˜ğ‘³ğ‘™ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼.

source: In the end Delfadorâ€™s men were defeated and routed, but Asheviere found her sonâ€™s lifeless body, fixed to the ground by the great mageâ€™s staff.
en@shaw: ğ‘¦ğ‘¯ ğ‘ ğ‘§ğ‘¯ğ‘› Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘¢ğ‘» ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘¯ ğ‘®ğ‘µğ‘‘ğ‘©ğ‘›, ğ‘šğ‘³ğ‘‘ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘£ğ‘» ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘¤ğ‘²ğ‘“ğ‘¤ğ‘©ğ‘• ğ‘šğ‘ªğ‘›ğ‘¦, ğ‘“ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘šğ‘² ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¥ğ‘±ğ‘¡ğ‘Ÿ ğ‘•ğ‘‘ğ‘­ğ‘“.

source: Soon after news of Asheviereâ€™s orders reached Delfador, he secretly entered the palace and stole away Konrad, the youngest of Garardâ€™s nephews, thereby saving him from death.
en@shaw: ğ‘•ğ‘µğ‘¯ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¯ğ‘¿ğ‘Ÿ ğ‘ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ğ‘Ÿ ğ‘¹ğ‘›ğ‘¼ğ‘Ÿ ğ‘®ğ‘°ğ‘—ğ‘‘ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹, ğ‘£ğ‘° ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ğ‘¤ğ‘¦ ğ‘§ğ‘¯ğ‘‘ğ‘»ğ‘› ğ‘ ğ‘ğ‘¨ğ‘¤ğ‘©ğ‘• ğ‘¯ ğ‘•ğ‘‘ğ‘´ğ‘¤ ğ‘©ğ‘¢ğ‘± ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘ ğ‘˜ğ‘©ğ‘™ğ‘œğ‘©ğ‘•ğ‘‘ ğ‘ Â·ğ‘œğ‘¸ğ‘¸ğ‘›ğ‘Ÿ ğ‘¯ğ‘§ğ‘“ğ‘¿ğ‘Ÿ, ğ‘ğ‘ºğ‘šğ‘² ğ‘•ğ‘±ğ‘ğ‘¦ğ‘™ ğ‘£ğ‘¦ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘›ğ‘§ğ‘”.

source: Victory: @Defeat either of the enemy leaders Defeat: #Death of Konrad #Death of Delfador #Death of Li'sar #Death of Kalenz
da: Sejr: @Overvind en af fjendens ledere Nederlag: #Konrad dør #Delfador dør #Li'sar dør #Kalenz dør

source: Well, thank you for helping me get back to the surface, but now I must take what is mine!
da: Jeg takker dig for at have hjulpet mig tilbage til overfladen, men nu vil jeg tage, hvad der retmæssigt er mit!

source: You still want to fight me, do you, Princess?
da: Så du vil stadig kæmpe imod mig, prinsesse?

source: It is not so simple! We are back on the surface, but we are hardly safe. We barely know where we are. Look to the north...there are orcs about! Look to the south...there are the hordes of the undead!
da: Det er ikke så enkelt! Vi er tilbage på overfladen, men vi er dog ikke i sikkerhed. Vi ved knap nok, hvor vi er, og se der mod nord! Der lusker orker rundt omkring! Se mod syd, der er horder af levende døde!

source: Indeed there are. We will have to fight our way out. Are you with us, Princess, or against us?
da: Det er der så sandelig. Vi er nødt til at kæmpe os ud herfra. Er du med os, prinsesse, eller imod os?

source: Perhaps it is in both our best interests for us to remain allies for a little longer...but I do want that Scepter, and someday I will have it!
da: Måske er det i vores begges bedste interesse, hvis vi forbliver allierede lidt længere. Men jeg vil have det Scepter, og jeg skal nok få det en dag!

source: Well, we got out alive.
da: Tja, vi kom ud i live.

source: Yes, we did. Now I suppose you want to use the Scepter against me, Princess?
da: Ja, det gjorde vi. Og nu formoder jeg, at du vil bruge Sceptret imod mig, prinsesse?

source: No, I was thinking...I don't really want to kill you. I have what I came to get. So if you promise never to come south of the great river, I will spare your life.
da: Nej, jeg tænkte bare.... og jeg har ikke rigtig lyst til at slå dig ihjel. Jeg har jo, hvad jeg kom efter. Hvad med at du lover mig aldrig at komme syd for den store flod, mod at jeg undlader at slå dig ihjel?

source: With all due respect, Princess, it is once again we who will spare you, Scepter or no Scepter.
da: Med den dybeste respekt, prinsesse, så tror jeg, at det bliver os, der vælger at undlade at slå nogen ihjel, om du så havde Scepteret eller ej. Jeg gentager endnu en gang: OS der undlader at slå DIG ihjel.

source: Friends, peace! Though we are out of the tunnels, we are hardly safe. We are somewhere in the arid and wild north lands, that is all we know. Behold! To the north, orcs, to the south, dark hordes. We must remain at peace with one another, or else all perish!
da: Venner, fred! Selvom vi er nået ud af tunnelerne, er vi næppe i sikkerhed. Vi befinder os i de tørre, vilde nordiske lande. Vi ved knap nok, hvor vi er. Skuer vi mod nord, ser vi orker. Og se mod syd, der er mørke hære. Vi er nødt til at holde fred mellem hinanden, ellers vil vi alle dø

source: I can tell where we are. That is the river that is known as Longlier to men, called Arkan-thoria in my people's ancient tongue. The home of my people lies to the east.
da: Jeg kan sige dig, hvor vi er. Ved floden, der af mennesker er kendt som Longlier, men som Arkan-thoria på mit folks ældgamle sprog. Mit folks hjem ligger mod øst.

source: Then perhaps we should head East along the river, and seek refuge and rest there for a time?
da: Så skulle vi måske tage mod øst langs floden og søge tilflugt og hvile der for en stund?

source: We should indeed seek refuge there, my lord, but not by going east along the river. Its name means 'The River of Bones'. Great and evil creatures lurk along its banks, its waters are not fit to drink, and it runs over the Cliffs of Thoria. It has been many centuries since any man or elf has passed over the Cliffs and survived. No, Prince, we must choose another way.
da: Vi burde så sandelig søge tilflugt der, min herre, men ikke ved at følge vejen mod øst langs floden. Dens navn betyder 'Knoglefloden'. Store og ondskabsfulde skabninger ligger i skjul langs dens bredder. Dens vand kan ikke drikkes, og det flyder hen over Thoriaklipperne. Hverken menneske eller elver er nogensinde nået over disse klipper i live i et helt årtusind! Nej, prins, vi må vælge en anden vej.

source: We may take two paths which avoid the river. North, through the ancient home of my people, and then east to where they now live. Or we can go south, passing through the Swamps, before turning east, and then north. We would cross the river one time more if we chose that route, but I know a safe place for the crossing.
da: Der er to veje, vi kan gå, hvor vi kan undgå floden. Vi kan rejse mod nord gennem mit folks ældgamle hjem og så dreje mod øst, hvor mit folk lever nu, eller vi kan gå mod syd og igennem sumplandskabet og så mod øst og til sidst mod nord. Vi vil være nødt til at krydse floden en enkelt gang mere, hvis vi vælger den rute, men jeg kender et sikkert sted, hvor vi kan krydse den.

source: And will you join us in seeking refuge with the North Elves, Princess?
da: Og vil du følge med os og søge tilflugt hos Nordelverne, prinsesse?

source: If the Elves will promise me refuge and safe passage, then I will go.
da: Hvis Elverne vil love mig tilflugt og sikre omgivelser, så er jeg villig til at følge med.

source: That we will, Princess. Even though you are the daughter of the Queen, our enemy, we shall not harm you on this encounter, for you have helped us.
da: Det vil vi, prinsesse. Selvom du er Dronningens, vores fjendes, datter, så vil vi ikke gøre nogen skade mod dig denne gang, for du har hjulpet os.

source: So, we must choose. To the north past the Orcs, where lie the ancient snow plains of the Elves, or to the south, beyond the armies of the Walking Dead where the dreaded swamps await.
da: Vi må foretage et valg. Mod nord, hinsides Orkerne er sne-ødemarkerne. Mod syd, hinsides de Levende Dødes hære er Frygtens Sump.

source: Victory: @Defeat both enemy leaders @Defeat one enemy leader, and resist the other until time expires Defeat: #Death of Konrad #Turns run out
da: Sejr: @Overvind begge fjendtlige ledere @Overvind mindst én fjendtlig leder og hold stand alle runder ud Nederlag: #Konrad dør #Løber tør for runder

source: So this is the Bay of Pearls. It looks like they have those mermen working hard!
da: Så dette er Perlebugten. Det ser ud til, at de har sat havmændene i hårdt arbejde!

source: Indeed it does. It also looks like they have many, many troops. I should go around the bay and distract some of them. You and the rest rescue the mermen!
da: Ja, det gør det ganske vist. Det ser også ud til, at de har mange, mange tropper. Jeg tror, jeg tager omkring bugten og leder noget af deres opmærksomhed væk. Du og resten af vores mænd vil redde havmændene!

source: Because we need to control the seas and the merman folk, and nagas and bats are best for doing that!
da: Fordi vi er nødt til at have kontrol over havene og havfolket, og nagaer og flagermus er bedst til at klare dette!

source: Shut up, worm! I'm the boss!
da: Klap i, orm! Jeg er chefen!

source: But...but...how can this be happening to me?
da: Men... men... hvordan kan det ske for mig?

source: Free at last! Now death to the Orcs!
da: Endelig fri! Nu bringer vi død over Orkerne!

source: Freedom! Now where are those Orcs? Let me at 'em!
da: Frihed! Hvor er de Orker nu? Lad mig få fat på dem!

source: Thank you for rescuing us! Now we can help you fight the evil Orcs! The main cage where they keep most of the mermen is in the south-east!
da: Tak fordi du reddede os! Nu kan vi hjælpe dig i kampen mod de onde Orker!

source: Death to the orcs! Come, let us all fight them, men!
da: Død over orkerne! Kom, lad os nedkæmpe dem, mænd!

source: At last, we have freed the mermen. Go back to the ocean and live in peace.
da: Endelig, vi har befriet havmændene. Tag tilbage til havet og forlad os i fred.

source: My lord! You may need the help of some of us who have skill in the sea in future. We would like to offer you help, and come with you.
da: Herre! Du har nok i fremtiden brug for nogle af vores skabning, da du kan bruge vores gode evner på havet. Vi tilbyder dig vores hjælp og tager med dig.

source: Now where is Delfador? I hope he's safe!
da: Hvor er Delfador nu? Jeg håber, han er OK!

source: I am afraid there is no time for rest, Konrad. Asheviere has now laid siege to Elensefar, breaking the century-old treaty between Wesnoth and the Elense city-state. If the city falls, there is no telling how many other lands she may swallow up!
da: Jeg er bange for, at der ikke er tid til at hvile. Konrad, Asheviere angriber lige nu Elensefar og bryder den århundrede-gamle traktat mellem Wesnoth og Elense by-staten. Hvis byen falder, er det forfærdeligt at tænke på, hvor mange andre lande, hun kan opsluge!

source: You must lead our men to the city, and help defend it. Or recapture it if it falls before you arrive.
da: Du må føre vores mænd frem til byen og prøve at hjælpe med at forsvare den - eller generobre den, hvis den falder, før du ankommer.

source: I must do that? But what about you, Delfador? You're coming with me, right?
da: Skal JEG gøre det? Men hvad med dig, Delfador? Du følger da med mig, ikke?

source: But Delfador! I can't do it on my own!
da: Men Delfador! Jeg kan ikke klare det på egen hånd!

source: You will prevail. I have faith in you. Head north. Elensefar is but three days travel if you make haste.
da: Du skal nok klare det. Jeg tror på dig. Rejs mod nord. Elensefar er kun tre dages rejse herfra, hvis du skynder dig.

source: It is north-west of here, a few leagues inland. There are two ways to go, by ship or on foot. Each has its own dangers. You must choose between them.
da: Det er mod nordvest, blot nogle kilometer fra kysten. Der er to måder at komme derhen på, med skib eller over landjorden. Hver vej har sine egne farer og fælder. Du må selv vælge, hvordan du ønsker at komme derhen.

source: Konrad! We cannot spend any more time here. Though it would be good to defeat the Orcs and free more of their prisoners, more urgent business calls us!
da: Konrad! Vi kan ikke spilde mere tid her. Selvom det dog ville være godt at besejre Orkerne og befri alle dem, vi kan, så er der vigtigere sager, der kalder!

source: I bear ill tidings. Asheviere has now laid siege to Elensefar, breaking the century-old treaty between Wesnoth and the Elense city-state. If the city falls, there is no telling how many other lands she may swallow up!
da: Jeg har dårlige nyheder: Asheviere har angrebet Elensefar og brudt traktaten mellem Wesnoth og Elensefar. Du skal føre vores mænd til byen for at hjælpe med at forsvare den -- eller generobre den, hvis den falder i fjendens hænder, før du når frem.

source: I must do this? But you are coming with me, aren't you, Delfador?
da: Og det skal jeg gøre? Men du følger da med mig, gør du ikke, Delfador?

source: I am afraid not, Konrad. I have found some important documents that need seeing to. I must ride at once to make council with the Elves. I will meet you in Elensefar, after you have secured it.
da: Det er jeg bange for, at jeg ikke gør, Konrad. Jeg har fundet nogle vigtige dokumenter, der skal ses på. Jeg må ride afsted omgående for at holde råd med Elverne. Vi vil mødes i Elensefar, efter du har sikret byen.

source: I fear I will struggle to do this on my own...but what must be must be. How do I get to Elensefar?
da: Jeg frygter, jeg vil komme til at kæmpe hårdt for at kunne klare dette selv, men det, der skal ske, skal ske. Hvordan kommer jeg til Elensefar?

source: Since you have broken the Orc's hegemony over the seas, going by ship would be safest. Sail along the coast, and you can land mere miles from Elensefar. Make haste!
da: Eftersom du har brudt Orkernes herredømme over havene, ville det være sikrest at rejse med et skib. Sejl langs kysten og du vil kunne lægge til land kun nogle kilometer fra Elensefar. Fart på!

source: With the Orcs controlling the seas, going by ship would not be safe. Travel by land, Elensefar is only six days' march up the coast. Make haste!
da: Så længe Orkerne har herredømmet over havene, ville det ikke være sikkert at rejse med skib. Rejs på landjorden, Elensefar er kun seks dages vandring op ad kysten. Fart på!

source: Victory: @Defeat enemy leader @Resist until the end of the turns Defeat: #Death of Konrad #Death of Delfador #Death of Sir Kaylan
da: Sejr: @Overvind fjendtlig leder @Hold stand alle runder ud Nederlag: #Konrad dør #Delfador dør #Seimus dør

source: Delfador, some Orcs are following us! We must make haste!
da: Delfador, nogle Orker følger vores spor! Vi må skynde os!

source: I have failed in my duty to protect the Rightful Heir and the port
da: Jeg har fejlet overfor Blackwater havne-folkene....

source: Victory: @Defeat Kojun Herolm Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz
da: Sejr: @Overvind begge fjendtlige ledere Nederlag: #Konrad dør #Delfador dør #Kalenz dør

source: Here we come to the great cross-roads. We should go north-east.
da: Her er vi nået til det store vejkryds. Vi skal gå mod nordøst.

source: Beware! These hills are not safe! The roads are important to Asheviere's strategy, and she has hired Orcs to guard them. We shall have to fight to travel them.
da: Pas på! Disse skove er ikke sikre! Asheviere har lejet Orker til at bevogte disse veje på grund af deres strategiske vigtighed. Vi er nødt til at slås for at komme forbi her.

source: Then fight we shall. Let it begin!
da: Jamen så lad os slås! Sæt i gang.

source: Victory is ours, men. Let us proceed north-east!
da: Sejren er vores, mænd. Lad os fortsætte nordøst!

source: Beware the hills! There are many Orcs in hiding, preparing to ambush you!
da: Tag jer i agt for skoven! Der gemmer sig mange Orker der, og de er klar til at overfalde jer!

source: Victory: @Move Konrad to entrance of the Dwarven Kingdom. Defeat: #Death of Konrad #Death of Delfador #Death of Kalenz
da: Sejr: @Flyt Konrad hen til indgangen til Dværgenes rige. Nederlag: #Konrad dør #Delfador dør #Kalenz dør

source: We can't get in! What should we do now?
da: Vi kan ikke komme ind! Hvad skal vi nu gøre?

source: It is said that the orcs used an old mine tunnel to surprise the dwarves. It must be that one in the north-east.
da: Det siges, at orkerne brugte en gammel minetunnel for at overraske dværgene. Det må være den der mod nordøst.

source: We have defeated the foul Orcs guarding this land, but we must continue without rest. More will surely come!
da: Jeg tøver med at gå derind. Det bliver så svært i mørket!

source: Indeed we must not delay. I remember now, the mines in the North-East are the best way to enter!
da: Vi må sandelig ikke lade vente på os. Jeg kommer i tanke om, at minerne mod nordøst er den bedste vej derind!

source: But Konrad's party was not alone in entering the mines...
da: Men Konrad's mænd var ikke ene om at træde ind i disse miner...

source: Whew! We make our way through the dangerous fog of the mountains, and now there is all this chaos before us! Come on, men! We must make it to the mines, which lie ahead of us!
da: Pyha! Vi klarer os gennem bjergenes farlige tåge, og nu er der dette kaos foran os! Kom, mænd! Vi må nå ind i minerne, for de er stadig foran os!

source: The battle outside was fierce, and lasted a full half-year. But the battles inside the tunnels were worse.
da: Kampen udenfor var hård og varede et halvt år, men kampene inde i tunnelerne var værre.

source: The legend was true! There are always tentacled creatures hiding in the lakes near the Dwarven Kingdoms
da: Legenden var sand! Der er altid tentakel-skabninger skjult i søerne nær de Dværgiske Riger

source: At last, this is the entrance to the Dwarven Kingdoms.
da: Endelig, dette er indgangen til det dværgiske rige.

source: All can I see are ruins and poor villages.
da: Det eneste, jeg kan se, er ruiner og fattige landsbyer.

source: That would not be a wise choice, for our mission is to retreive the Scepter of Fire. If we tarry in this place, hordes of orcs will surround us.
da: Det ville ikke være et klogt valg, vores mission er at finde Ildscepteret. Hvis vi forsinker vores rejse her, så vil de orkiske horder omringe os.

source: Konrad, heed the words of Defaldor. We shall return to wrest the grip of the orcs from these lands.
da: Konrad, mærk dig Delfadors ord, vi vender tilbage hertil senere, og så vil orkernes tag på landet blive løftet.

source: Victory: @Move Konrad to the signpost in the north-west Defeat: #Death of Konrad #Death of Delfador #Turns run out
da: Sejr: @Flyt Konrad hen til skiltet mod nordvest Nederlag: #Konrad dør #Delfador dør #Løber tør for runder

source: Fourteen years into her rule, Asheviere turned her attention to the Elves, whom she despised. Orcish mercenaries were hired and dispatched to bring about their ruin.
da: Fjorten år efter begyndelsen på Ashevieres rige vendte hun opmærksomheden på Elverne, som hun havde stor foragt overfor. Orkiske lejemordere blev hyret og sendt ud for at sikre Elvernes endeligt.

source: Master Delfador! Look, there are Orcs coming from all directions! What shall we do?
da: Mester Delfador! Se, der kommer Orker fra alle retninger! Hvad skal vi gøre?

source: But to where? This is the only home we have! What about the Elves?
da: Men hvortil? Dette er vores eneste hjem! Hvad med Elverne?

source: We will go north. Perhaps we can reach the Isle of Anduin. If we can make it there, surely we will be safe. Konrad, we must recruit some Elves to help us, and then you must make it to the sign post in the north-west. I will protect you!
da: Vi vil rejse mod nord. Måske kan vi nå Anduin-Øen. Hvis vi kan nå helt dertil, så må vi da være i sikkerhed. Konrad, vi skal rekruttére nogle Elvere til at hjælpe os, og så må du nå frem til skiltet mod nord-vest. Jeg beskytter dig!

source: Attack the Elves, my grunts, and take their villages. Let us claim this land for the Queen!
da: Angrib Elverne, mænd, tag deres landsbyer, lad os indtage dette land i dronningens navn!

source: Ha ha! We will rip the filthy Elves to pieces!
da: Haha! Vi flår de beskidte Elvere i småstykker!

source: And so it has begun!
da: Og således begynder det

source: OK, we have made it this far! But where do we go next?
da: Okay, vi har klaret det såvidt! Men hvor tager vi hen nu?

source: We must travel north, and try to make it to the Isle of Anduin. Hopefully we will find refuge there.
da: Vi må rejse mod nord og prøve at klare den helt til Anduin-Øen. Forhåbentlig vil vi kunne søge tilflugt der.

source: Of course you are right, Delfador. But what will become of the Elves here?
da: Ja, det er rigtigt, Delfador. Men hvad skal der blive af Elverne her?

source: The Elves will fight. They may even prevail. But I fear things do not bode well for them. Let us not speak of it now. Onward!
da: Elverne vil slås. De vil muligvis endda klare den. Men jeg frygter, at det ikke ser godt ud for dem. Lad os ikke tale om dette nu. Afsted!

source: Good luck, Konrad! Don't worry about us, we will fight as best we can!
da: Held og lykke Konrad! Du skal ikke bekymre dig om os, vi kæmper så godt, som vi kan!

source: I...I don't think I can make it anymore
da: Jeg.... Jeg tror ikke, jeg kan klare den længere

source: Prince...you must keep fighting! Nooooooo!
da: Prins... du må kæmpe videre! Neeeeeej!

source: It is over, I am doomed...
da: Det er slut, jeg er dødsdømt....

source: I have...have failed in my duty to protect the prince! I am defeated.
da: Jeg har.... har fejlet i min pligt om at beskytte prinsen, jeg er overvundet

source: Don't die, Delfador! Please, you have to stay alive!
da: Du må ikke dø! Delfador! Kom nu, du er nødt til at leve!

source: Die, Villain, die!
da: Dø, slyngel, dø!

source: They are destroying our home!
da: De ødelægger vores hjem!
