Repository: wesnoth/wesnoth
Catalog: po/wesnoth-httt/*.po
Languages: da, en@shaw

source: Sir, madam, there is no time to lose! You must make it east, to the home of my people. Only there will you be safe!
en@shaw: ğ‘•ğ‘», ğ‘¥ğ‘¨ğ‘›ğ‘©ğ‘¥, ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘¤ğ‘µğ‘Ÿ! ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘°ğ‘•ğ‘‘, ğ‘‘ ğ‘ ğ‘£ğ‘´ğ‘¥ ğ‘ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤. ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘¿ ğ‘šğ‘° ğ‘•ğ‘±ğ‘“!

source: Rider, do not fool with us. You yourself say men and orcs wage war on this plain that lies ahead. Do you propose we fly to the great woods of the east?
en@shaw: ğ‘®ğ‘²ğ‘›ğ‘¼, ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘µğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•. ğ‘¿ ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘•ğ‘± ğ‘¥ğ‘§ğ‘¯ ğ‘¯ ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘±ğ‘¡ ğ‘¢ğ‘¹ ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¤ğ‘±ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘²ğ‘Ÿ ğ‘©ğ‘£ğ‘§ğ‘›. ğ‘›ğ‘µ ğ‘¿ ğ‘ğ‘®ğ‘©ğ‘ğ‘´ğ‘Ÿ ğ‘¢ğ‘° ğ‘“ğ‘¤ğ‘² ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¢ğ‘«ğ‘›ğ‘Ÿ ğ‘ ğ‘ ğ‘°ğ‘•ğ‘‘?

source: My lord, you must rush across the field before the main host of each army makes it to the battle. It is the only way to avoid this great calamity.
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘›, ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘³ğ‘– ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘“ğ‘°ğ‘¤ğ‘› ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘°ğ‘— ğ‘¸ğ‘¥ğ‘¦ ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘¦ğ‘‘ ğ‘‘ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘± ğ‘‘ ğ‘©ğ‘ğ‘¶ğ‘› ğ‘ğ‘¦ğ‘• ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘©ğ‘¤ğ‘¨ğ‘¥ğ‘¦ğ‘‘ğ‘¦.

source: Come then, Konrad, let us go. We will do what must be done.
en@shaw: ğ‘’ğ‘³ğ‘¥ ğ‘ğ‘§ğ‘¯, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘¤ğ‘§ğ‘‘ ğ‘³ğ‘• ğ‘œğ‘´. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘µ ğ‘¢ğ‘ªğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘³ğ‘¯.

source: My lord has begun assembling a party of elves to come and escort you into the forest. Beware, for we are all in great danger!
en@shaw: ğ‘¥ğ‘² ğ‘¤ğ‘¹ğ‘› ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘©ğ‘œğ‘³ğ‘¯ ğ‘©ğ‘•ğ‘§ğ‘¥ğ‘šğ‘©ğ‘¤ğ‘¦ğ‘™ ğ‘© ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘¯ ğ‘§ğ‘•ğ‘’ğ‘¹ğ‘‘ ğ‘¿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘. ğ‘šğ‘°ğ‘¢ğ‘º, ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘¸ ğ‘·ğ‘¤ ğ‘¦ğ‘¯ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼!

source: Konrad, the encampment must be torn down. Any delay and these armies will crush us. Any evidence of our passage through here, and they will chase us.
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘ ğ‘§ğ‘¯ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘‘ğ‘¹ğ‘¯ ğ‘›ğ‘¬ğ‘¯. ğ‘§ğ‘¯ğ‘¦ ğ‘›ğ‘¦ğ‘¤ğ‘± ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘¸ğ‘¥ğ‘°ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘®ğ‘³ğ‘– ğ‘³ğ‘•. ğ‘§ğ‘¯ğ‘¦ ğ‘§ğ‘ğ‘¦ğ‘›ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘¬ğ‘¼ ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘¡ ğ‘”ğ‘®ğ‘µ ğ‘£ğ‘½, ğ‘¯ ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘—ğ‘±ğ‘• ğ‘³ğ‘•.

source: So, Konrad, do you think we can simply trot across the battlefield?
en@shaw: ğ‘•ğ‘´, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘›ğ‘µ ğ‘¿ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘¦ ğ‘‘ğ‘®ğ‘ªğ‘‘ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘“ğ‘°ğ‘¤ğ‘›?

source: But they will not neglect to notice our presence in their midst! We are walking into slaughter!
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘¦ğ‘œğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘‘ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘• ğ‘¬ğ‘¼ ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘º ğ‘¥ğ‘¦ğ‘›ğ‘•ğ‘‘! ğ‘¢ğ‘° ğ‘¸ ğ‘¢ğ‘·ğ‘’ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘•ğ‘¤ğ‘·ğ‘‘ğ‘¼!

source: ...and Delfador, of course. And Kalenz... and..
en@shaw: ...ğ‘¯ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹, ğ‘ ğ‘’ğ‘¹ğ‘•. ğ‘¯ Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ... ğ‘¯..

source: (exhausted) We have... (pant) finally found you!
en@shaw: (ğ‘¦ğ‘œğ‘Ÿğ‘·ğ‘•ğ‘‘ğ‘©ğ‘›) ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘... (ğ‘ğ‘¨ğ‘¯ğ‘‘) ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¿!

source: Lord Kalenz, Lord Konrad, our forces are nigh! Do not lose hope!
en@shaw: ğ‘¤ğ‘¹ğ‘› Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿ, ğ‘¤ğ‘¹ğ‘› ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘¬ğ‘¼ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘²! ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘µğ‘Ÿ ğ‘£ğ‘´ğ‘!

source: There are some orcs! We must let them fight the men of Wesnoth, and avoid engaging them at all costs!
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘•ğ‘³ğ‘¥ ğ‘¹ğ‘’ğ‘•! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¤ğ‘§ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘“ğ‘²ğ‘‘ ğ‘ ğ‘¥ğ‘§ğ‘¯ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, ğ‘¯ ğ‘©ğ‘ğ‘¶ğ‘› ğ‘¦ğ‘¯ğ‘œğ‘±ğ‘¡ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ ğ‘¨ğ‘‘ ğ‘·ğ‘¤ ğ‘’ğ‘­ğ‘•ğ‘‘ğ‘•!

source: There they are! Charge!
en@shaw: ğ‘ğ‘º ğ‘ğ‘± ğ‘¸! ğ‘—ğ‘¸ğ‘¡!

source: There you are! You must come quickly east to Lintanir!!
en@shaw: ğ‘ğ‘º ğ‘¿ ğ‘¸! ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘°ğ‘•ğ‘‘ ğ‘‘ Â·ğ‘¤ğ‘¦ğ‘¯ğ‘‘ğ‘¨ğ‘¯ğ‘°ğ‘®!!

source: Thank you, Lord Elâ€™rien. The hospitality of the North Elves is as generous as that of your kin in the south! My men will help you hold out against our enemies.
en@shaw: ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿, ğ‘¤ğ‘¹ğ‘› Â·ğ‘§ğ‘¤'ğ‘®ğ‘¾ğ‘¯. ğ‘ ğ‘£ğ‘­ğ‘•ğ‘ğ‘©ğ‘‘ğ‘¨ğ‘¤ğ‘©ğ‘‘ğ‘° ğ‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘• ğ‘¨ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘¿ğ‘¼ ğ‘’ğ‘¦ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘¬ğ‘”! ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘¬ğ‘‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘¬ğ‘¼ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ.

source: Konrad, you have made it to the domain of the North Elves. Continue moving east and let the elves guard your rear.
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘ ğ‘‘ ğ‘ ğ‘›ğ‘´ğ‘¥ğ‘±ğ‘¯ ğ‘ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘§ğ‘¤ğ‘ğ‘Ÿ. ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘°ğ‘•ğ‘‘ ğ‘¯ ğ‘¤ğ‘§ğ‘‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘œğ‘¸ğ‘› ğ‘¿ğ‘¼ ğ‘®ğ‘½.

source: We have not yet reached the forest, and the battle still rages. We are caught between two vast armies and cannot escape to safety! We are defeated!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘˜ğ‘§ğ‘‘ ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘, ğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘®ğ‘±ğ‘¡ğ‘¦ğ‘Ÿ. ğ‘¢ğ‘° ğ‘¸ ğ‘’ğ‘·ğ‘‘ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘‘ğ‘µ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘¸ğ‘¥ğ‘°ğ‘Ÿ ğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘‘ ğ‘•ğ‘±ğ‘“ğ‘‘ğ‘¦! ğ‘¢ğ‘° ğ‘¸ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ğ‘©ğ‘›!

source: Elf-friends, you have made it to safety!
en@shaw: ğ‘§ğ‘¤ğ‘“-ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ, ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘ ğ‘‘ ğ‘•ğ‘±ğ‘“ğ‘‘ğ‘¦!

source: Underground Channels
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘—ğ‘¨ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ

source: Find the exit from the underground and move Konrad to it
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘‘ ğ‘¦ğ‘‘

source: The party enters the mysterious cave, ready to face the unknown...
en@shaw: ğ‘ ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘Ÿ ğ‘ ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘½ğ‘¦ğ‘©ğ‘• ğ‘’ğ‘±ğ‘, ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘‘ ğ‘“ğ‘±ğ‘• ğ‘ ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯...

source: Get that vile creature!
en@shaw: ğ‘œğ‘§ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘²ğ‘¤ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼!

source: Yes
en@shaw: ğ‘˜ğ‘§ğ‘•

source: No
en@shaw: ğ‘¯ğ‘´

source: The Elven Council
da: Elverrådet
en@shaw: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤

source: Uradredia
en@shaw: Â·ğ‘»ğ‘¨ğ‘›ğ‘®ğ‘°ğ‘›ğ‘¾

source: Parandra
en@shaw: Â·ğ‘ğ‘¸ğ‘©ğ‘¯ğ‘›ğ‘®ğ‘¨

source: Everlore
en@shaw: Â·ğ‘§ğ‘ğ‘»ğ‘¤ğ‘¹

source: We are indeed honored.
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘­ğ‘¯ğ‘»ğ‘›.

source: I might also say that it is you who are honored. It has been so long since you have been graced by the presence of a princess of Wesnoth.
en@shaw: ğ‘² ğ‘¥ğ‘²ğ‘‘ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘•ğ‘± ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¿ ğ‘£ğ‘µ ğ‘¸ ğ‘­ğ‘¯ğ‘»ğ‘›. ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘´ ğ‘¤ğ‘ªğ‘™ ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘œğ‘®ğ‘±ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘• ğ‘ ğ‘© ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•ğ‘§ğ‘• ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”.

source: Silence, foolish girl! With such arrogance, is it any surprise that the royal family of Wesnoth long ago saw their ancient alliances fall to pieces?
en@shaw: ğ‘•ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘•, ğ‘“ğ‘µğ‘¤ğ‘¦ğ‘– ğ‘œğ‘»ğ‘¤! ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘³ğ‘— ğ‘ºğ‘©ğ‘œğ‘©ğ‘¯ğ‘•, ğ‘¦ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘§ğ‘¯ğ‘¦ ğ‘•ğ‘¼ğ‘ğ‘®ğ‘²ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘®ğ‘¶ğ‘©ğ‘¤ ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¤ğ‘ªğ‘™ ğ‘©ğ‘œğ‘´ ğ‘•ğ‘· ğ‘ğ‘º ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘©ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘“ğ‘·ğ‘¤ ğ‘‘ ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ?

source: Delfador the Great. As wise with his tongue in advice as he is strong with his staff in battle. A rare combination, especially among men.
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘. ğ‘¨ğ‘Ÿ ğ‘¢ğ‘²ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘‘ğ‘³ğ‘™ ğ‘¦ğ‘¯ ğ‘©ğ‘›ğ‘ğ‘²ğ‘• ğ‘¨ğ‘Ÿ ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘•ğ‘‘ğ‘­ğ‘“ ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤. ğ‘© ğ‘®ğ‘º ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘¦ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘©ğ‘¥ğ‘³ğ‘™ ğ‘¥ğ‘§ğ‘¯.

source: Forgive me, Elf, but Iâ€™m afraid I do not recall meeting you before.
en@shaw: ğ‘“ğ‘¼ğ‘œğ‘¦ğ‘ ğ‘¥ğ‘°, ğ‘§ğ‘¤ğ‘“, ğ‘šğ‘³ğ‘‘ ğ‘²'ğ‘§ğ‘¥ ğ‘©ğ‘“ğ‘®ğ‘±ğ‘› ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘¥ğ‘°ğ‘‘ğ‘¦ğ‘™ ğ‘¿ ğ‘šğ‘¦ğ‘“ğ‘¹.

source: Konrad, this is Parandra. She helped me rescue you from the clutches of Asheviere.
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ Â·ğ‘ğ‘¸ğ‘©ğ‘¯ğ‘›ğ‘®ğ‘¨. ğ‘–ğ‘° ğ‘£ğ‘§ğ‘¤ğ‘ğ‘‘ ğ‘¥ğ‘° ğ‘®ğ‘§ğ‘•ğ‘’ğ‘¿ ğ‘¿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘’ğ‘¤ğ‘³ğ‘—ğ‘©ğ‘Ÿ ğ‘ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½.

source: I had no idea! Thank you, my lady. It is a pleasure to meet you again.
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘› ğ‘¯ğ‘´ ğ‘²ğ‘›ğ‘¾! ğ‘”ğ‘¨ğ‘™ğ‘’ ğ‘¿, ğ‘¥ğ‘² ğ‘¤ğ‘±ğ‘›ğ‘¦. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘© ğ‘ğ‘¤ğ‘§ğ‘ ğ‘¼ ğ‘‘ ğ‘¥ğ‘°ğ‘‘ ğ‘¿ ğ‘©ğ‘œğ‘±ğ‘¯.

source: Your mother has much blood upon her hands, child. She has had many killed unjustly. When Konrad was an infant, she ordered all the princes put to death, so she could seize control.
en@shaw: ğ‘¿ğ‘¼ ğ‘¥ğ‘³ğ‘ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¥ğ‘³ğ‘— ğ‘šğ‘¤ğ‘³ğ‘› ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘£ğ‘» ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ, ğ‘—ğ‘²ğ‘¤ğ‘›. ğ‘–ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘£ğ‘¨ğ‘› ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘³ğ‘¯ğ‘¡ğ‘³ğ‘•ğ‘‘ğ‘¤ğ‘¦. ğ‘¢ğ‘§ğ‘¯ ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘“ğ‘©ğ‘¯ğ‘‘, ğ‘–ğ‘° ğ‘¹ğ‘›ğ‘¼ğ‘› ğ‘·ğ‘¤ ğ‘ ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘ğ‘«ğ‘‘ ğ‘‘ ğ‘›ğ‘§ğ‘”, ğ‘•ğ‘´ ğ‘–ğ‘° ğ‘’ğ‘«ğ‘› ğ‘•ğ‘°ğ‘Ÿ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤.

source: She had them murdered? There were others too, not just Konrad? Surely you do not speak the truth! Parandra, what do you say?
en@shaw: ğ‘–ğ‘° ğ‘£ğ‘¨ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘¥ğ‘»ğ‘›ğ‘¼ğ‘›? ğ‘ğ‘º ğ‘¢ğ‘» ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘‘ğ‘µ, ğ‘¯ğ‘ªğ‘‘ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›? ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘¿ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘ğ‘°ğ‘’ ğ‘ ğ‘‘ğ‘®ğ‘µğ‘”! Â·ğ‘ğ‘¸ğ‘©ğ‘¯ğ‘›ğ‘®ğ‘¨, ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘¿ ğ‘•ğ‘±?

source: And what say you, Elf-king?
en@shaw: ğ‘¯ ğ‘¢ğ‘ªğ‘‘ ğ‘•ğ‘± ğ‘¿, ğ‘§ğ‘¤ğ‘“-ğ‘’ğ‘¦ğ‘™?

source: And if I refuse to give it to him?
en@shaw: ğ‘¯ ğ‘¦ğ‘“ ğ‘² ğ‘®ğ‘©ğ‘“ğ‘¿ğ‘Ÿ ğ‘‘ ğ‘œğ‘¦ğ‘ ğ‘¦ğ‘‘ ğ‘‘ ğ‘£ğ‘¦ğ‘¥?

source: Delfador! Liâ€™sar has become our friend. I donâ€™t want to fight her! As long as she rules well, what does it matter if she becomes queen?
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹! Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘¬ğ‘¼ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›. ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘£ğ‘»! ğ‘¨ğ‘Ÿ ğ‘¤ğ‘ªğ‘™ ğ‘¨ğ‘Ÿ ğ‘–ğ‘° ğ‘®ğ‘µğ‘¤ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤, ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘´ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¥ğ‘¨ğ‘‘ğ‘¼ ğ‘¦ğ‘“ ğ‘–ğ‘° ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ğ‘Ÿ ğ‘’ğ‘¢ğ‘°ğ‘¯?

source: You are the rightful heir. You should be king, Konrad.
en@shaw: ğ‘¿ ğ‘¸ ğ‘ ğ‘®ğ‘²ğ‘‘ğ‘“ğ‘©ğ‘¤ ğ‘º. ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘’ğ‘¦ğ‘™, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›.

source: Delfador, you have raised Konrad to be skillful and wise, honorable and just. A warrior who has respect, and appreciates peace. Yet the throne is not the place for him. You know of what I speak, Delfador.
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹, ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘±ğ‘Ÿğ‘› ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘“ğ‘©ğ‘¤ ğ‘¯ ğ‘¢ğ‘²ğ‘Ÿ, ğ‘ªğ‘¯ğ‘¼ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¯ ğ‘¡ğ‘³ğ‘•ğ‘‘. ğ‘© ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ ğ‘£ğ‘µ ğ‘£ğ‘¨ğ‘Ÿ ğ‘®ğ‘¦ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘, ğ‘¯ ğ‘©ğ‘ğ‘®ğ‘°ğ‘–ğ‘°ğ‘±ğ‘‘ğ‘• ğ‘ğ‘°ğ‘•. ğ‘˜ğ‘§ğ‘‘ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘¥. ğ‘¿ ğ‘¯ğ‘´ ğ‘ ğ‘¢ğ‘ªğ‘‘ ğ‘² ğ‘•ğ‘ğ‘°ğ‘’, Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹.

source: But I do not! What is your meaning, Parandra?
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘! ğ‘¢ğ‘ªğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘¥ğ‘°ğ‘¯ğ‘¦ğ‘™, Â·ğ‘ğ‘¸ğ‘©ğ‘¯ğ‘›ğ‘®ğ‘¨?

source: In time, things will be revealed, fair Princess. For the moment, go forth and claim the throne of Wesnoth.
en@shaw: ğ‘¦ğ‘¯ ğ‘‘ğ‘²ğ‘¥, ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘ğ‘°ğ‘¤ğ‘›, ğ‘“ğ‘º ğ‘ğ‘®ğ‘¦ğ‘¯ğ‘•ğ‘§ğ‘•. ğ‘“ğ‘¹ ğ‘ ğ‘¥ğ‘´ğ‘¥ğ‘©ğ‘¯ğ‘‘, ğ‘œğ‘´ ğ‘“ğ‘¹ğ‘” ğ‘¯ ğ‘’ğ‘¤ğ‘±ğ‘¥ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”.

source: Parandra, what you say may seem right to some, but as long as you and I speak to no-one of what we know, I see no reason why Konrad would not best have the throne.
en@shaw: Â·ğ‘ğ‘¸ğ‘©ğ‘¯ğ‘›ğ‘®ğ‘¨, ğ‘¢ğ‘ªğ‘‘ ğ‘¿ ğ‘•ğ‘± ğ‘¥ğ‘± ğ‘•ğ‘°ğ‘¥ ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘•ğ‘³ğ‘¥, ğ‘šğ‘³ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¤ğ‘ªğ‘™ ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘¯ ğ‘² ğ‘•ğ‘ğ‘°ğ‘’ ğ‘‘ ğ‘¯ğ‘´-ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘¢ğ‘ªğ‘‘ ğ‘¢ğ‘° ğ‘¯ğ‘´, ğ‘² ğ‘•ğ‘° ğ‘¯ğ‘´ ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ ğ‘¢ğ‘² ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘¢ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯.

source: In so many things you are right, Delfador, and your wisdom is unmatched in the world of men. But in this, you are mistaken. Liâ€™sar is the heir. She should take the throne. Now that I have met her for myself, I am sure of it.
en@shaw: ğ‘¦ğ‘¯ ğ‘•ğ‘´ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘¿ ğ‘¸ ğ‘®ğ‘²ğ‘‘, Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹, ğ‘¯ ğ‘¿ğ‘¼ ğ‘¢ğ‘¦ğ‘Ÿğ‘›ğ‘©ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘¥ğ‘¨ğ‘—ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘ ğ‘¥ğ‘§ğ‘¯. ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘•, ğ‘¿ ğ‘¸ ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘±ğ‘’ğ‘§ğ‘¯. Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸ ğ‘¦ğ‘Ÿ ğ‘ ğ‘º. ğ‘–ğ‘° ğ‘–ğ‘«ğ‘› ğ‘‘ğ‘±ğ‘’ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯. ğ‘¯ğ‘¬ ğ‘ğ‘¨ğ‘‘ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘§ğ‘‘ ğ‘£ğ‘» ğ‘“ğ‘¹ ğ‘¥ğ‘²ğ‘•ğ‘§ğ‘¤ğ‘“, ğ‘² ğ‘¨ğ‘¥ ğ‘–ğ‘«ğ‘¼ ğ‘ ğ‘¦ğ‘‘.

source: She will claim the throne, and not me? What should I do?
en@shaw: ğ‘–ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘¤ğ‘±ğ‘¥ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯, ğ‘¯ ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘°? ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘² ğ‘›ğ‘µ?

source: Liâ€™sar should be Queen, but you will go with her. Indeed, I suspect we could not convince you otherwise. I have seen the way you look at her, Konrad. I think that now you would follow her even to the ends of the earth.
en@shaw: Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘’ğ‘¢ğ‘°ğ‘¯, ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘´ ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘». ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›, ğ‘² ğ‘•ğ‘³ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘¦ğ‘¯ğ‘• ğ‘¿ ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ. ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘°ğ‘¯ ğ‘ ğ‘¢ğ‘± ğ‘¿ ğ‘¤ğ‘«ğ‘’ ğ‘¨ğ‘‘ ğ‘£ğ‘», ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›. ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘¬ ğ‘¿ ğ‘¢ğ‘«ğ‘› ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘£ğ‘» ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘ ğ‘»ğ‘”.

source: With all due respect, my lady, she is my cousin! There is nothing between us!
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘·ğ‘¤ ğ‘›ğ‘¿ ğ‘®ğ‘¦ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘, ğ‘¥ğ‘² ğ‘¤ğ‘±ğ‘›ğ‘¦, ğ‘–ğ‘° ğ‘¦ğ‘Ÿ ğ‘¥ğ‘² ğ‘’ğ‘³ğ‘Ÿğ‘©ğ‘¯! ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘³ğ‘•!

source: Then if it is as you say, Konrad, perhaps you should stay here with us. It would surely be safer for you. The elves could show you things that would amaze you, things that no man has seen before.
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘•ğ‘±, ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘•ğ‘‘ğ‘± ğ‘£ğ‘½ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•. ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘•ğ‘±ğ‘“ğ‘» ğ‘“ğ‘¹ ğ‘¿. ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘’ğ‘«ğ‘› ğ‘–ğ‘´ ğ‘¿ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘©ğ‘¥ğ‘±ğ‘Ÿ ğ‘¿, ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘´ ğ‘¥ğ‘¨ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘°ğ‘¯ ğ‘šğ‘¦ğ‘“ğ‘¹.

source: That is a generous offer, my lady, but you are indeed right, I would rather go with Liâ€™sar.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘© ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘• ğ‘ªğ‘“ğ‘¼, ğ‘¥ğ‘² ğ‘¤ğ‘±ğ‘›ğ‘¦, ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘¸ ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘®ğ‘²ğ‘‘, ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘®ğ‘­ğ‘ğ‘¼ ğ‘œğ‘´ ğ‘¢ğ‘¦ğ‘ Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸.

source: And what say you, Uradredia?
en@shaw: ğ‘¯ ğ‘¢ğ‘ªğ‘‘ ğ‘•ğ‘± ğ‘¿, Â·ğ‘»ğ‘¨ğ‘›ğ‘®ğ‘°ğ‘›ğ‘¾?

source: Tell me, Liâ€™sar, are you willing to fight your own mother for the throne?
en@shaw: ğ‘‘ğ‘§ğ‘¤ ğ‘¥ğ‘°, Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸, ğ‘¸ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘¿ğ‘¼ ğ‘´ğ‘¯ ğ‘¥ğ‘³ğ‘ğ‘¼ ğ‘“ğ‘¹ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯?

source: It is for the good of the country. If it is necessary, I will fight her, Elf-king.
en@shaw: ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘¹ ğ‘ ğ‘œğ‘«ğ‘› ğ‘ ğ‘ ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘°. ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘§ğ‘•ğ‘©ğ‘•ğ‘¼ğ‘¦, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘‘ ğ‘£ğ‘», ğ‘§ğ‘¤ğ‘“-ğ‘’ğ‘¦ğ‘™.

source: So, the Elven Council has spoken. But which path should we take on our journey? The Ford of Abez will not be passable, for surely it will be watched and guarded by many men.
en@shaw: ğ‘•ğ‘´, ğ‘ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘ğ‘´ğ‘’ğ‘§ğ‘¯. ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘ğ‘­ğ‘” ğ‘–ğ‘«ğ‘› ğ‘¢ğ‘° ğ‘‘ğ‘±ğ‘’ ğ‘ªğ‘¯ ğ‘¬ğ‘¼ ğ‘¡ğ‘»ğ‘¯ğ‘°? ğ‘ ğ‘“ğ‘¹ğ‘› ğ‘ Â·ğ‘±ğ‘šğ‘§ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘ğ‘­ğ‘•ğ‘©ğ‘šğ‘©ğ‘¤, ğ‘“ğ‘¹ ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¢ğ‘ªğ‘—ğ‘‘ ğ‘¯ ğ‘œğ‘¸ğ‘›ğ‘©ğ‘› ğ‘šğ‘² ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘§ğ‘¯.

source: Mountains of the dragons? That sounds very dangerous! I didnâ€™t even think there were such things as dragons!
en@shaw: ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯ğ‘Ÿ? ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘•! ğ‘² ğ‘›ğ‘¦ğ‘›ğ‘¯ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘º ğ‘¢ğ‘» ğ‘•ğ‘³ğ‘— ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯ğ‘Ÿ!

source: No dragon has been sighted in those mountains for many years, but they retain their name of old. Still, that path will be dangerous for us. Is there not another route we might take?
en@shaw: ğ‘¯ğ‘´ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘²ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘´ğ‘Ÿ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘“ğ‘¹ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘˜ğ‘½ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘®ğ‘¦ğ‘‘ğ‘±ğ‘¯ ğ‘ğ‘º ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘´ğ‘¤ğ‘›. ğ‘•ğ‘‘ğ‘¦ğ‘¤, ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘­ğ‘” ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘• ğ‘“ğ‘¹ ğ‘³ğ‘•. ğ‘¦ğ‘Ÿ ğ‘ğ‘º ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘®ğ‘µğ‘‘ ğ‘¢ğ‘° ğ‘¥ğ‘²ğ‘‘ ğ‘‘ğ‘±ğ‘’?

source: All routes are dangerous, though there is some hope along this path. Rest, and then go forth, friends. Fortune has smiled upon you so far, despite great dangers. Perhaps she will continue to do so.
en@shaw: ğ‘·ğ‘¤ ğ‘®ğ‘µğ‘‘ğ‘• ğ‘¸ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘•, ğ‘ğ‘´ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ ğ‘£ğ‘´ğ‘ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘ğ‘¦ğ‘• ğ‘ğ‘­ğ‘”. ğ‘®ğ‘§ğ‘•ğ‘‘, ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘œğ‘´ ğ‘“ğ‘¹ğ‘”, ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ. ğ‘“ğ‘¹ğ‘‘ğ‘¿ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘¥ğ‘²ğ‘¤ğ‘› ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘¿ ğ‘•ğ‘´ ğ‘“ğ‘¸, ğ‘›ğ‘¦ğ‘•ğ‘ğ‘²ğ‘‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘Ÿ. ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘• ğ‘–ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘‘ ğ‘›ğ‘µ ğ‘•ğ‘´.

source: Yes, rest. Your soldiers will be tended to and refreshed. We have made sure you will leave our protection with the resources to finish your journey.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘®ğ‘§ğ‘•ğ‘‘. ğ‘¿ğ‘¼ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘¯ ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘–ğ‘‘. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘±ğ‘› ğ‘–ğ‘«ğ‘¼ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘°ğ‘ ğ‘¬ğ‘¼ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘‘ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘¿ğ‘¼ ğ‘¡ğ‘»ğ‘¯ğ‘°.

source: Return to Wesnoth
en@shaw: ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”

source: After many days enjoying the strange food and fine linen of his hosts, restlessness overtook Konrad. The urgency nagged at him as he donned a new tunic and fastened newly-oiled leather straps.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘›ğ‘±ğ‘Ÿ ğ‘¦ğ‘¯ğ‘¡ğ‘¶ğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘“ğ‘µğ‘› ğ‘¯ ğ‘“ğ‘²ğ‘¯ ğ‘¤ğ‘¦ğ‘¯ğ‘§ğ‘¯ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘£ğ‘´ğ‘•ğ‘‘ğ‘•, ğ‘®ğ‘§ğ‘•ğ‘‘ğ‘¤ğ‘©ğ‘•ğ‘¯ğ‘©ğ‘• ğ‘´ğ‘ğ‘¼ğ‘‘ğ‘«ğ‘’ ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›. ğ‘ ğ‘»ğ‘¡ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘¯ğ‘¨ğ‘œğ‘› ğ‘¨ğ‘‘ ğ‘£ğ‘¦ğ‘¥ ğ‘¨ğ‘Ÿ ğ‘£ğ‘° ğ‘›ğ‘­ğ‘¯ğ‘› ğ‘© ğ‘¯ğ‘¿ ğ‘‘ğ‘¿ğ‘¯ğ‘¦ğ‘’ ğ‘¯ ğ‘“ğ‘­ğ‘•ğ‘©ğ‘¯ğ‘› ğ‘¯ğ‘¿ğ‘¤ğ‘¦-ğ‘¶ğ‘¤ğ‘› ğ‘¤ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘•.

source: He strode the halls of the elven citadel, visiting and encouraging his soldiers. Many were elves about to leave behind the comfort and peace of their capital to make war on a vast human army â€” his war. The weight of that thought bore on him.
en@shaw: ğ‘£ğ‘° ğ‘•ğ‘‘ğ‘®ğ‘´ğ‘› ğ‘ ğ‘£ğ‘ªğ‘¤ğ‘Ÿ ğ‘ ğ‘ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘•ğ‘¦ğ‘‘ğ‘©ğ‘›ğ‘§ğ‘¤, ğ‘ğ‘¦ğ‘Ÿğ‘©ğ‘‘ğ‘¦ğ‘™ ğ‘¯ ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘®ğ‘¦ğ‘¡ğ‘¦ğ‘™ ğ‘£ğ‘¦ğ‘Ÿ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ. ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¢ğ‘» ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘‘ ğ‘¤ğ‘°ğ‘ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘’ğ‘³ğ‘¥ğ‘“ğ‘¼ğ‘‘ ğ‘¯ ğ‘ğ‘°ğ‘• ğ‘ ğ‘ğ‘º ğ‘’ğ‘¨ğ‘ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘¢ğ‘¹ ğ‘ªğ‘¯ ğ‘© ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¸ğ‘¥ğ‘¦ - ğ‘£ğ‘¦ğ‘Ÿ ğ‘¢ğ‘¹. ğ‘ ğ‘¢ğ‘±ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘”ğ‘·ğ‘‘ ğ‘šğ‘¹ ğ‘ªğ‘¯ ğ‘£ğ‘¦ğ‘¥.

source: Kalenzâ€™s champion courtiers escorted Konrad and Delfador through their forest, a near-invincible vanguard. War had spread to the Northlands, but by taking long-deserted trails through the rugged eastern hills, it failed to find the band of rebels. The high craggy peaks of the mountains of the Dragons looked down on them in deserted desolation.
en@shaw: Â·ğ‘’ğ‘¨ğ‘¤ğ‘§ğ‘¯ğ‘Ÿğ‘§ğ‘Ÿ ğ‘—ğ‘¨ğ‘¥ğ‘ğ‘°ğ‘©ğ‘¯ ğ‘’ğ‘¹ğ‘‘ğ‘¦ğ‘¼ğ‘Ÿ ğ‘§ğ‘•ğ‘’ğ‘¹ğ‘‘ğ‘¦ğ‘› ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘¯ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘”ğ‘®ğ‘µ ğ‘ğ‘º ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘, ğ‘© ğ‘¯ğ‘½-ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¯ğ‘œğ‘¸ğ‘›. ğ‘¢ğ‘¹ ğ‘£ğ‘¨ğ‘› ğ‘•ğ‘ğ‘®ğ‘§ğ‘› ğ‘‘ ğ‘ Â·ğ‘¯ğ‘¹ğ‘”ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘šğ‘² ğ‘‘ğ‘±ğ‘’ğ‘¦ğ‘™ ğ‘¤ğ‘ªğ‘™-ğ‘›ğ‘©ğ‘Ÿğ‘»ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘®ğ‘±ğ‘¤ğ‘Ÿ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘®ğ‘³ğ‘œğ‘©ğ‘› ğ‘°ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ, ğ‘¦ğ‘‘ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘®ğ‘§ğ‘šğ‘©ğ‘¤ğ‘Ÿ. ğ‘ ğ‘£ğ‘² ğ‘’ğ‘®ğ‘¨ğ‘œğ‘° ğ‘ğ‘°ğ‘’ğ‘• ğ‘ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘ ğ‘ ğ‘›ğ‘®ğ‘¨ğ‘œğ‘©ğ‘¯ğ‘Ÿ ğ‘¤ğ‘«ğ‘’ğ‘‘ ğ‘›ğ‘¬ğ‘¯ ğ‘ªğ‘¯ ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘¯ ğ‘›ğ‘©ğ‘Ÿğ‘»ğ‘‘ğ‘©ğ‘› ğ‘›ğ‘§ğ‘•ğ‘©ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯.

source: After spending the greater part of a year in remote, dangerous wastes, Konradâ€™s heart leapt at the thought this journey was almost over. Though the greatest danger lay ahead, he knew he was finally returning home.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘¸ğ‘‘ ğ‘ ğ‘© ğ‘˜ğ‘½ ğ‘¦ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘, ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘• ğ‘¢ğ‘±ğ‘•ğ‘‘ğ‘•, Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›ğ‘• ğ‘£ğ‘¸ğ‘‘ ğ‘¤ğ‘§ğ‘ğ‘‘ ğ‘¨ğ‘‘ ğ‘ ğ‘”ğ‘·ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘¡ğ‘»ğ‘¯ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘·ğ‘¤ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘´ğ‘ğ‘¼. ğ‘ğ‘´ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘©ğ‘•ğ‘‘ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ ğ‘¤ğ‘± ğ‘©ğ‘£ğ‘§ğ‘›, ğ‘£ğ‘° ğ‘¯ğ‘¿ ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘£ğ‘´ğ‘¥.

source: Josephus
en@shaw: ğ‘¡ğ‘´ğ‘•ğ‘°ğ‘“ğ‘©ğ‘•

source: Halt! Who goes there?
en@shaw: ğ‘£ğ‘·ğ‘¤ğ‘‘! ğ‘£ğ‘µ ğ‘œğ‘´ğ‘Ÿ ğ‘ğ‘º?

source: Look! It is the traitor Liâ€™sar, with the old mage and the filthy elven lord. Quickly, capture them! The Queen wishes to make them her prisoners.
en@shaw: ğ‘¤ğ‘«ğ‘’! ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼ Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸, ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘´ğ‘¤ğ‘› ğ‘¥ğ‘±ğ‘¡ ğ‘¯ ğ‘ ğ‘“ğ‘¦ğ‘¤ğ‘”ğ‘¦ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘¤ğ‘¹ğ‘›. ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦, ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ğ‘§ğ‘¥! ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¢ğ‘¦ğ‘–ğ‘©ğ‘Ÿ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ğ‘§ğ‘¥ ğ‘£ğ‘» ğ‘ğ‘®ğ‘¦ğ‘Ÿğ‘©ğ‘¯ğ‘¼ğ‘Ÿ.

source: You leave us no choice but to kill you.
en@shaw: ğ‘¿ ğ‘¤ğ‘°ğ‘ ğ‘³ğ‘• ğ‘¯ğ‘´ ğ‘—ğ‘¶ğ‘• ğ‘šğ‘³ğ‘‘ ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘¿.

source: These intruders are stronger than we expected. Call in the reinforcements!
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘®ğ‘µğ‘›ğ‘»ğ‘Ÿ ğ‘¸ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘¢ğ‘° ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘›. ğ‘’ğ‘·ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•!

source: The Queen has sent us to aid you in capturing these rebels.
en@shaw: ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘³ğ‘• ğ‘‘ ğ‘²ğ‘› ğ‘¿ ğ‘¦ğ‘¯ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘¦ğ‘™ ğ‘ğ‘°ğ‘Ÿ ğ‘®ğ‘§ğ‘šğ‘©ğ‘¤ğ‘Ÿ.

source: We have changed the plan. Now we are killing them.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘ ğ‘ğ‘¤ğ‘¨ğ‘¯. ğ‘¯ğ‘¬ ğ‘¢ğ‘° ğ‘¸ ğ‘’ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥.

source: Test of the Clan
en@shaw: ğ‘‘ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘’ğ‘¤ğ‘¨ğ‘¯

source: Lord Bayar
en@shaw: ğ‘¤ğ‘¹ğ‘› ğ‘šğ‘±ğ‘»

source: Greetings, men of the plains.
en@shaw: ğ‘œğ‘®ğ‘°ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ, ğ‘¥ğ‘§ğ‘¯ ğ‘ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ.

source: What do these intruders want? We did not invite them here, that is certain.
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘›ğ‘µ ğ‘ğ‘°ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘®ğ‘µğ‘›ğ‘»ğ‘Ÿ ğ‘¢ğ‘ªğ‘¯ğ‘‘? ğ‘¢ğ‘° ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘ğ‘²ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘£ğ‘½, ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘»ğ‘‘ğ‘©ğ‘¯.

source: We will not join you. You who are led by these youths and this old man.
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘¡ğ‘¶ğ‘¯ ğ‘¿. ğ‘¿ ğ‘£ğ‘µ ğ‘¸ ğ‘¤ğ‘§ğ‘› ğ‘šğ‘² ğ‘ğ‘°ğ‘Ÿ ğ‘¿ğ‘ğ‘Ÿ ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘´ğ‘¤ğ‘› ğ‘¥ğ‘¨ğ‘¯.

source: Hah! You think you can seize the throne? Defeat us in battle and we will join you, or leave now and never return!
en@shaw: ğ‘£ğ‘­! ğ‘¿ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘°ğ‘Ÿ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯? ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘³ğ‘• ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¯ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¡ğ‘¶ğ‘¯ ğ‘¿, ğ‘¹ ğ‘¤ğ‘°ğ‘ ğ‘¯ğ‘¬ ğ‘¯ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯!

source: Very well. We will fight you.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘‘ ğ‘¿.

source: Fools! We will run you down like dogs!
en@shaw: ğ‘“ğ‘µğ‘¤ğ‘Ÿ! ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘³ğ‘¯ ğ‘¿ ğ‘›ğ‘¬ğ‘¯ ğ‘¤ğ‘²ğ‘’ ğ‘›ğ‘ªğ‘œğ‘Ÿ!

source: There is no turning back for you now. This is a fight to the death!
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘’ ğ‘“ğ‘¹ ğ‘¿ ğ‘¯ğ‘¬. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘© ğ‘“ğ‘²ğ‘‘ ğ‘‘ ğ‘ ğ‘›ğ‘§ğ‘”!

source: Delfador, this is sheer madness. We cannot afford to play games when we should be marching against the Queen.
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹, ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘–ğ‘½ ğ‘¥ğ‘¨ğ‘›ğ‘¯ğ‘©ğ‘•. ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘“ğ‘¹ğ‘› ğ‘‘ ğ‘ğ‘¤ğ‘± ğ‘œğ‘±ğ‘¥ğ‘Ÿ ğ‘¢ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¥ğ‘¸ğ‘—ğ‘¦ğ‘™ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯.

source: Lord Bayar, halt this folly! I challenge you to a personal combat.
en@shaw: ğ‘¤ğ‘¹ğ‘› ğ‘šğ‘±ğ‘», ğ‘£ğ‘·ğ‘¤ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘ªğ‘¤ğ‘¦! ğ‘² ğ‘—ğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘¡ ğ‘¿ ğ‘‘ ğ‘© ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘.
