Repository: wesnoth/wesnoth
Catalog: po/wesnoth-Sceptre_of_Fire/*.po
Languages: de

source: Theganli spent many months cutting the jewels that would go into the Sceptre of Fire, and the Ruby of Fire he attempted last. But he could not cut it.
de: Thegali hat mehrere Monate lang versucht den Rubin des Feuers für das Zepter des Feuers zurechtzuschneiden. Doch er hat es nicht geschafft ihn zu richtig zu bearbeiten.

source: Well, do you have anything yet?!
de: Habt ihr schon etwas fertig?!

source: Ah, well, uh, no... no, not yet... unfortunately... it seems... it can't be cut... or scratched... or damaged at all... at least not by my tools...
de: Nun, ähm, ja, eigentlich eher nein... unglücklicherweise nein... er kann nicht geschnitten werden... oder verkratzt... oder überhaupt irgendwie beschädigt... zumindest nicht mit meinen Werkzeugen...

source: So what do you propose we do? We need this jewel cut in a very specific way to make sure... well, it doesn't matter why.
de: Also, was meint ihr, was mir machen sollten? Der Edelstein muss auf eine ganz bestimmte Art beschnitten sein, um sicher zu gehen, dass... naja, das spielt keine Rolle.

source: Well... maybe... the Shorbear clan? They have good tools... yes, yes, they do...
de: Naja... vielleicht... der Shorbear Klan? Sie haben gute Werkzeuge... ja, ja, die haben sie...

source: Who are they?
de: Wer ist das?

source: Another group... of dwarves... live south of here... above ground... yes... best jewelers I know of... have special tools... tools, yes...
de: Eine andere Gruppe... von Zwergen... leben südlich von hier... überirdisch... ja... die besten Juweliere, die ich kenne... haben Spezialwerkzeuge... Werkzeuge, ja...

source: Well, Rugnur, what are you waiting for? Go down and get these tools from them, and carve the jewel!
de: Nun, Rugnur, worauf wartet ihr? Geht, holt euch von ihnen die Werkzeuge und schneidet das Juwel!

source: We can't just go in there and take their property. We'll have to buy, or rent, it from them.
de: Wir können da nicht einfach hingehen und ihr Eigentum an uns nehmen. Wir müssen es von ihnen kaufen oder mieten.

source: Fine. Go rent it from them.
de: Gut. Geht und mietet es von ihnen.

source: Very well. We'll go south now.
de: Nun denn, wir machen uns auf gen Süden.

source: Wait! Last time you made a bargain by yourself you lost us five thousand pieces of silver. I'm going with you this time!
de: Wartet! Als ihr das letzte mal versucht habt zu handeln, hat es uns fünftausend Silberlinge gekostet. Diesmal begleite ich euch besser!

source: Are you sure that is wise, lord?
de: Meint ihr wirklich, dass das eine weise Entscheidung ist, Herr?

source: Of course! To be safe, though, you and Noiraran are going to come with us.
de: Aber sicher doch! Aber um wirklich sicher zu sein kommen ihr und Noiraran mit uns.

source: Yes sir... *sigh*
de: Ja Herr... *seufz*

source: Hills of the Shorbear Clan
de: Die Hügel des Shorbear Klans

source: All dwarves are known for a love of gold and a heart of stone. The shorbears were no exception. They were crafters of crafters - they made tools. The best in the land. And they bartered well.
de: Zwerge sind bekannt für ihre Liebe zum Gold und ihr Herz aus Stein. Die Shorbears bilden da keine Ausnahme. Sie waren die Schmiede der Schmiede, sie produzierten Werkzeuge. Die besten des ganzen Landes. Und auch im verhandeln waren sie überaus geübt.

source: Defeat dwarvish leader
de: Besiegt den Anführer der Zwerge

source: Death of Durstorn
de: Durstorn fällt in der Schlacht

source: loyal, strong
de: loyal, kräftig

source: Here we are; the hills of the Shorbear clan. What are we here for, anyway?
de: Wir sind am Ziel, die Hügel des Shorbear Klans. Was wollen wir hier überhaupt?

source: If I understand it correctly, we're here to bargain with the Shorbears, and arrange for us to use their tools to cut the ruby.
de: Wenn ich alles richtig verstanden habe sind wir hier, um mit den Shorbears zu handeln und uns mit ihnen auf die Benutzung ihrer Werkzeuge zu einigen, um den Rubin zurechtzuschneiden.

source: Exactly.
de: Genau.

source: And I'll be doing the talking; I remember what happened last time you negotiated a deal! We lost five thousand pieces of silver.
de: Und ich führe die Verhandlungen; Ich erinnere mich noch zu gut daran, was das letzte mal passiert ist, als du einen Handel geschlossen hast! Wir haben fünftausend Silberlinge verloren.

source: Ay, its some of them cave-dwarves. What business do you have here?
de: Uhi, es sind einige Höhlenzwerge. Was führt euch hier her?

source: I'm Lord Durstorn, king of my tribe. I have been told you are great jeweler-workers, and so we come to rent some of your tools for a short time, a few years at most.
de: Ich bin der Herrscher Durnstorn, König meines Stammes. Man hat mir gesagt, ihr seid sehr gut in der Juwelenverarbeitung. Wir sind hier um einige eurer Werkzeuge für kurze Zeit zu mieten. Höchstens ein paar Jahre.

source: You're a king?! Must be a pretty small kingdom for you to come yourself to bargain with us!
de: Ihr wollt ein König sein?!? Es muss ein winziges Reich sein, dass ihr persönlich kommt, um mit uns zu handeln!

source: You insult me! Do you want my business, or not?
de: Ihr beleidigt mich! Wollt ihr mit mir ein Geschäft schließen, oder nicht?

source: Well, fine, I'll hear your offer.
de: Nun ja, ich warte auf euer Angebot.

source: We'd like to rent your best tools for a short period of time. We'll only be cutting one jewel with it. My starting offer is two hundred silver.
de: Wir würden gerne eure besten Werkzeuge für kurze Zeit mieten. Wir wollen nur einen einzigen Juwel damit zurecht schneiden. Mein Angebot liegt bei zweihundert Silberlingen.

source: It must be worth a lot for you to come this way and offer that much! How much are you going to sell it for, eh?
de: Es muss euch eine Menge Wert sein, dass ihr solch einen weiten Weg dafür in kauf genommen habt! Für wie viel wollt ihr es verkaufen, heh?

source: That's none of your concern!
de: Das geht euch nichts an!

source: I'll take twenty-five hundred, minimum.
de: Das kostet euch mindesten fünfundzwanzighundert.

source: (whispered) Durstorn, that would be a quarter of all our profits!
de: (geflüstert) Das wäre ein viertel unserer Einnahme, Durnstorn!

source: I know that. Uh, Glonoin, how about five hundred?
de: Das ist mir klar. Wie sieht es mit fünfhundert aus, Glonoin?

source: Twenty-three hundred is my lowest offer. I can tell I don't need the money as much as you need the jewel cut!
de: Dreiundzwanzighundert ist mein niedrigstes Angebot. Ich brauche das Geld nicht so dringend, wie ihr den Juwel!

source: You must be mad! I'll offer one thousand, but no higher!
de: Ihr müsst verrückt sein! Ich biete tausend, doch keinen Silberling mehr!

source: Two thousand, and I'll go no lower!
de: Zweitausend, mein letztes Angebot!

source: (whispered) What are we going to do? We can't go much higher!
de: (geflüstert) Was sollen wir machen? Wir können nicht mehr bieten!

source: (whispered) Offer him fifteen hundred, but don't go up, even if he refuses.
de: (geflüstert) Bietet ihm fünfzehnhundert, aber nicht mehr, selbst wenn er ablehnt.

source: (whispered) Bah! Getting this cut isn't worth that much; what with Rugnur's mistake earlier, and all the other expenses, if we pay more than a thousand we'll barely even make a profit!
de: (geflüstert) Ach! Diesen Juwel geschnitten zu bekommen ist so viel Geld nicht wert. Wegen Rugnur's Fehler und den ganzen anderen Kosten werden wir wohl gar keinen Profit machen, wenn wir mehr als tausend zahlen.

source: (whispered) So you what are you going to do?
de: (geflüstert) Also was wollt ihr machen?

source: (whispered) Fight him, and take the tools by force.
de: (geflüstert) Ihn bekämpfen und ihm dann die Werkzeuge abnehmen.

source: Are you mad?!?
de: Seid ihr wahnsinnig?!?

source: Of course not! Now, Glonoin; one thousand was my final offer. If you won't accept it, we will take the tools from you by force!
de: Oh nein! Nun Glonoin, tausend war mein letztes Angebot. Wenn ihr nicht annehmt werden wir Gewalt anwenden, um euch die Werkzeuge abzunehmen!

source: I'd like to see you try!
de: Das will ich erst sehen!

source: You're making a mistake, Durstorn.
de: Ihr macht einen Fehler, Durnstorn.

source: Shut up, all of you! Attack them!
de: Schweigt, alle! Greift sie an!

source: Aha! I've spent years looking for you Dwarves, but now I've found you! Prepare to die!
de: Aha, nach jahrelanger Suche habe ich euch gefunden, Zwerge! Stellt euch drauf ein zu sterben!

source: Who the devil are you?
de: Wer zum Teufel seid ihr?

source: I thought we left the elves behind at the gates four years ago! It seems we have two enemies now.
de: Ich dachte wir hätten die Elfen vor vier Jahren an den Toren abgehängt! Anscheinend haben wir nun zwei Feinde.

source: So, elves, are you against these dwarves too? They're attacking my clan for absolutely no reason!
de: So, Elfen, ihr seid also auch gegen diese Zwerge? Sie greifen meinen Stamm an ohne irgendeinen Grund!

source: I see. So you don't have the ruby?
de: Ich sehe. Also habt ihr den Rubin nicht?

source: No, they do. They wanted to rent my tools to cut it, but they didn't offer me nearly enough!
de: Nein, sie haben ihn. Sie wollten meine Werkzeuge mieten, um ihn zurechtzuschneiden, doch haben sie mir nicht annähernd genug geboten!

source: How about this - I help you defeat them, and you let me keep the ruby when we have?
de: Wie klingt das: Ich helfe euch sie zu besiegen, und ihr überlasst mir den Rubin, wenn es erledigt ist?

source: Deal!
de: Abgemacht!

source: Ah, they don't scare me! We can take both of them!
de: Ha, ich fürchte mich nicht vor ihnen! Wir können es mit beiden aufnehmen!

source: Don't be a fool! We can't take the elves, and it was a mistake to attack these dwarves, but if we have to fight we should retreat once we get what we came for, the tools!
de: Seid kein Narr! Wir können es nicht mit den Elfen aufnehmen, und es war ein Fehler, sich mit den Zwergen anzulegen, doch wir müssen kämpfen. Wir sollten uns zurückziehen, wenn wir erstmal haben, weswegen wir herkamen.

source: Defeat Glonoin, the Shorbear clan leader
de: Besiegt Glonoin, Oberhaupt des Shorbear Klans

source: Have all heroes in the Shorbear caves while no enemies are in the caves
de: Gleitet alle Helden in die Shorbear Höhlen und vertreibt alle Feinde aus ihnen

source: Ha! Now we can get those tools easily, and go back to our own caves.
de: Ha! Nun können wir uns die Werkzeuge einfach nehmen und in unsere Stollen zurückkehren.

source: And how do you plan on doing that? There are elves swarming these hills, trying to kill us.
de: Und wie wollt ihr das schaffen? Die Elfen halten die Hügel besetzt und versuchen uns zu töten.

source: You are right... well, we will be able to break out eventually, and while we're here, we'll be able to finally make the sceptre.
de: Ihr habt recht... Nun, eventuell können wir aus der Belagerung wirklich ausbrechen, doch während wir gerade hier sind, sollten wir das Zepter fertigstellen.

source: Well, back to the battle - we are all in the caves, but there are still enemies in here also!
de: Und nun zurück zum Kampf. Wir sind alle in den Höhlen, doch es sind immernoch einige Feinde hier drin!

source: Indeed. Kill them! And make sure no more enter. Then we can close the gates.
de: Genau. Tötet sie! Und stellt sicher, dass keine weiteren hier eindringen. Dann können wir die Tore verschließen.

source: We have driven all of the dwarves and elves out of these caves. They are not ours, though, and we can't stay here forever.
de: Wir haben alle Elfen und Zwerge aus den Höhlen vertrieben. Dennoch gehören sie nicht uns. Wir können nicht ewig hier ausharren.

source: True. I suspect these elves will try to besiege us here.
de: Das ist ein wahres Wort. Ich vermute die Elfen werden versuchen uns hier zu belagern.

source: Well, back to the battle - we need everyone to get into the Shorbear caves. And then stop any enemies from coming in here.
de: Und nun zurück zum Kampf. Wir müssen alle in die Shorbear Höhlen lotsen. Und wir müssen verhindern, dass noch mehr Feinde hier eindringen.

source: Indeed. Everyone to the caves, and kill those still inside!
de: Für wahr. Alle in die Höhlen, und tötet jene die sie beherbergen!

source: We have driven all of the dwarves and elves out of these caves! Now, seal the gates!
de: Wir haben alle Elfen und Zwerge aus den Höhlen vertrieben! Versiegelt die Tore!

source: Well, have we found any tunnels yet?
de: Nun, haben wir schon einen Tunnel entdeckt?

source: No. I doubt we're going to. The Shorbears weren't cave-dwarves like us, they didn't use tunnels like we do.
de: Nein, ich bezweifle, dass wir fündig werden. Die Shorbears waren keine Höhlenzwerge wie wir. Sie nutzen Tunnel nicht so gerne, wie wir.

source: That's just stupid, Rugnur. There ARE tunnels here, and we're going to find them! If we don't, the elves kill us.
de: Das ist einfach nur dumm Rugnur. Es GIBT hier Tunnel, und wir werden sie finden, falls uns die Elfen nicht vorher töten.

source: Why don't you look for yourself, Durstorn? We've been here a week, and we still haven't found anything. Now the elves have us completely surrounded. Earlier, we might have been able to make a break for it through the eastern gate, but now...
de: Warum sucht ihr nicht selbst, Durnstorn? Wir sind nun seit einer Woche hier und haben noch immer nichts gefunden. Die Elfen haben uns nun mit Sicherheit komplett umstellt. Hätten wir es früher versucht, dann wäre da noch eine kleine Chance gewesen, am Osttor durchzubrechen, doch nun...

source: THERE ARE TUNNELS HERE! There have to be! Keep looking!
de: ES GIBT HIER TUNNEL! Es muss Tunnel geben! Sucht weiter!

source: (whispered) I think he's gone mad.
de: (geflüstert) Er ist durchgedreht.

source: I heard that! I hear everything! Keep looking for the tunnels! Look, look...
de: Ich habe das gehört! Ich höre alles! Sucht weiter nach Stollen! Sucht, sucht...

source: Well, on a different subject, about the ruby, the Shorbear's cutting tools were adequate. Now all we have to do is get to a decent forge to make the sceptre.
de: Lasst uns von etwas anderem sprechen, dem Rubin. Die Werkzeuge der Shorbears waren geeignet um den Rubin zu bearbeiten. Nun müssen wir nur noch zu einer vernünftigen Schmiede um das Zepter fertigzustellen.

source: What? You've been messing with that jewel while we're trapped in these caves? Give it to me!
de: Was? Ihr habt Zeit mit diesem Juwel verschwendet, während wir in diesen Höhlen gefangen waren? Gebt ihn mir!

source: Its safer in Thursagan's hands than in yours, Durstorn.
de: Es ist sicherer in Thursagan's Händen, als in euren, Durnstorn.

source: Shut up! Agh, you're all useless. Don't look for a tunnel, see if I care.
de: Schweigt still! Agh, ihr seid nutzlos. Sucht nicht nach einem Tunnel und seht, ob es mich kümmert.

source: Well then, we won't. I'm going to open a gate and see if we can get away. The elves won't be able to catch us if we can get to, say, that cave to our northeast.
de: Na gut, wir werden nicht mehr danach suchen. Ich werde ein Tor öffnen und prüfen, ob wir fliehen können. Die Elfen werden uns nicht fangen können, wenn wir, sagen wir, die Höhle im Nordosten erreichen können.

source: No! Keep looking! Especially you, Rugnur! Its your fault we're here in the first place!
de: Nein! Sucht weiter! Insbesondere du, Rugnur! Es ist deine einzig deine Schuld, dass wir hier sind!

source: What?! No, its your fault! If you hadn't said to attack the Shorbears, we might have been able to get them to help us fight the elves, and it would be them trapped, not us!
de: Was?! Nein, es ist einzig eure Schuld! Hättet ihr nicht befohlen, die Shorbears anzugreifen, hätten sie uns vielleicht geholfen gegen die Elfen zu kämpfen. Nun wären die Elfen in der Falle, nicht wir!

source: I'm in charge here, and I say its your fault!
de: Ich bin hier zuständig, und ich sage es ist eure Schuld!

source: Towards the Caves
de: Auf in die Höhlen

source: Durstorn's rash action led to many problems. Not the least of which was being surrounded by elves.
de: Durnstorns rasches handeln führte zu einigen Problemen. Eines dieser Problem war es, von Elfen umzingelt zu sein.

source: The dwarves spent several years trapped in those caves, the elves besieging them. The dwarves could not leave, for there were far too many elves, and there was no way out of the caverns other than above ground. But the elves could not enter, for the magical dwarven gates were closed.
de: Die Zwerge verbrachten mehrere Jahren in den von den Elfen belagerten Höhlen. Die Zwerge konnten die Höhle nicht verlassen, da dort einfach zu viele Elfen waren und es keinen unterirdischen Hluchtweg gab. Allerdings konnten die Elfen auch nicht eindringen, da die Tore magisch versiegelt waren.

source: During this time, Thursagan crafted the Sceptre of Fire, first cutting the jewel, then putting it, the gold and the cold steel into the heat of the flame. The sceptre was crafted, but something was not right. No matter what enchantment of runes he put on the sceptre, it did not fulfil its original purpose.
de: In dieser Zeit hat Thursagan das Zepter des Feuers geschmiedet. Zuerst schnitt er den Juwel zurecht, danach passte er ihn zusammen mit dem Gold und dem kalten Stahl so ein, dass das Zepter entstand. Das Zepter war letztlich fertig, doch etwas stimmte nicht. Egal welche Runenkombination er nutzte, das Zepter hat seinen Zweck nicht erfüllt.

source: Move Rugnur to the northeast cave entrance
de: Führt Rugnur zum nordöstlichen Höhleneingang

source: Move Alanin to the southern border east of the river
de: Führt Alanin zur südlichen Grenze, östlich des Flusses

source: Well, Thursagan has reached a conclusion. He can't make the sceptre with the materials he has here, but he has the final plans for it, and all the jewels and gold he needs. Shouldn't we leave now?
de: Letztlich hat sich Thursagan entschieden. Mit den Materialien, die es hier gibt kann er das Zepter nicht anfertigen, doch hat er sich schon einen endgültigen Plan zurechtgelegt. Dafür hat er auch schon das nötige Gold und die Juwelen. Sollten wir nicht langsam aufbrechen?

source: All this time and he couldn't make it? Fine, we should try to leave... but it's not like we could leave if we wanted to. We're surrounded!
de: All die Zeit und er konnte es nicht schmieden? Gut, wir sollten also versuchen hier zu verschwinden... Doch wir können hier nicht weg, selbst wenn wir es wollen. Wir werden belagert!

source: If you'll permit me to say so, sir, you're wrong. We could -
de: Wenn ihr es mir gestattet die Stimme zu erheben, mein Herr. Wir könnten -

source: Shut up, Baglur! You don't know what you're talking about. I've analyzed the situation, and we're doomed. Our best hope is to surrender. Perhaps if we give the elves the plans for the sceptre they will let us survive.
de: Ruhe, Baglur! Ihr wisst nicht wovon ihr sprecht. Ich habe die Situtaion analysiert und wir sind dem Untergang geweiht. Unsere einzige möglichkeit ist es aufzugeben. Vielleicht verschonen die Elfen ja unser Leben, wenn wir ihnen die Pläne für das Zepter übergeben.

source: Shut up, Rugnur! You don't know what you're talking about. I've analyzed the situation, and we're doomed. Our best hope is to surrender. Perhaps if we give the elves the plans for the sceptre they will let us survive.
de: Ruhe, Rugnur! Ihr wisst nicht wovon ihr sprecht. Ich habe die Situtaion analysiert und wir sind dem Untergang geweiht. Unsere einzige Möglichkeit ist es aufzugeben. Vielleicht verschonen die Elfen ja unser Leben, wenn wir ihnen die Pläne für das Zepter übergeben.

source: Yes, of course, let's just all be cowards! What happened to your honor, Durstorn?!
de: Aber sicher doch, lasst uns alle wie Feiglinge handeln! Was ist mit eurer Ehre geschehen, Durnstorn?!

source: You little fool, honor is less important than life! So, I'm ordering Thursagan to give the plans and the ruby to the elves, as a peace offering. Then maybe we'll walk out of here alive.
de: Du kleiner Narr. Die Ehre ist weniger Wichtig als das Leben! Deshalb befehle ich Thursagan die Pläne und den Rubin als Friedensangebot an die Elfen zu übergeben. Dann kommen wir hier vielleicht lebendig herraus.

source: You don't have authority over me, Durstorn. And I wouldn't give the sceptre to them even if you did. It's not yours to give, its mine, and Rugnur's, and Baglur's. Krawg's done more for its existence than you have! And yet, you still get the profits from selling it to Haldric.
de: Ihr könnt mir gar nichts befehlen, Burnstorn. Selbst wenn ihr Befehösgewalt über mich hättet würde ich den Elfen das Zepter nicht geben. Es ist nicht euer, es ist meines und Rugnurs und Balglurs. Krawg hat mehr dabei geholfen das Zepter zu erstellen, als ihr! Und doch bekommt ihr din Gewinn vom Verkauf an Haldric.

source: So what, all of you want to die? Fine by me, but I won't die with you! And if you won't give the sceptre to the elves, I'll take it from you!
de: Also wollt ihr alle sterben? Von mir aus gerne, doch werde ich nicht mit euch sterben! Wenn ihr das Zepter den Elfen nicht aushändigt, werde ich es mir von euch holen!

source: Nice try, Durstorn, but you missed. Now, I'd say that attacking an ally constitutes treason, wouldn't you?
de: Netter Versuch, Durnstorn, aber leider daneben. Einen Verbündeten anzugreifen stellt Hochverrat dar, nicht wahr?

source: You're not my ally. You're more against me than the elves are; all they want is the ruby, but you want us dead!
de: Ihr seid nicht mein Verbündeter. Ihr seid schlimmer als die Elfen; alles was sie wollen ist der Rubin, ihr wollt unseren Tod!

source: If that's what you're thinking, you're not fit to be ruler over us! So step down, or we'll force you.
de: Wenn ihr so denkt solltet ihr besser nicht mehr unser Herrscher sein! Tretet zurück, oder wir zwingen euch dazu.

source: Never!
de: Niemals!

source: Well, I suppose we were right to silence him, but I don't like this. In any case, now we should try to get out of here.
de: Nun, ich schätze es war richtig, ihn ruhig zu stellen, doch gefällt es mir nicht. Auf jeden Fall sollten wir nun von hier verschwinden.

source: Yes. So, see the area to the northeast of us?
de: Ja. Also, seht ihr das Gebiet nordöstlich von uns?

source: That's where there are the least elvish guards, so we have the greatest chance of success there. I think we should try to get to it.
de: Diese Gegend wird am schlechtesten von den Elfen bewacht, weshalb wir dort wohl am ehesten eine Chance haben. Ich meine, wir sollten versuchen uns dorthin durchzuschlagen.

source: This plan, it isn't worse than staying here to be killed, but it isn't likely to succeed either. Even if it does, what will it accomplish? We will be cornered there.
de: Besser, als hier zu bleiben um zu sterben, auch wenn unsere Chancen durchzukommen nicht gerade gut sind. Selbst wenn wir uns durchschlagen können, was bringt es uns? Wir werden dort eingeschlossen sein.

source: I don't know if we will be cornered. That cave looks like it goes deep, and we can lose the elves in the caves, they move so slow there.
de: Ich weiß nicht, ob wir dort eingeschlossen sind. Doch es scheint, als sei die Höhle tief in den Fels geschlagen. Dort können wir die Elfen abhängen, da sie in den Stollen nicht so gut vorankommen.

source: That's fine for you, you can run fast in caves, but I can't! What am I supposed to do?
de: Das ist gut für euch, da ihr in diesen Stollen gut zurecht kommt. Doch was ist mit mir? Was soll ich machen?

source: Well, you are a member of the Wesnothian army. Why don't you rejoin it? See if you can run past those elves to our southeast,
de: Nun, ihr seid ein Mitglied der Armee von Wesnoth. Warum schließt ihr euch nicht wieder den Euren an? Versucht im Südosten durchzubrechen.
