Repository: wesnoth/wesnoth
Catalog: po/wesnoth-Sceptre_of_Fire/*.po
Languages: de

source: The sceptre would not be found until many generations after Haldric II, in the time of Asheviere the Dark Queen. During that time, it sat in the caves of the Northlands, unfound but undestroyed, moved around by Orcs who never understood its true power.
de: Das Zepter wurde bis viele Generationen nach Haldirc II. nicht gefunden, bis zur Zeit von Ashevire, der dunklen Königin. Zu dieser Zeit war es in den Nordlanden in einer Höhle. Der genaue Ort war unbekannt, doch ist es nie zerstört worden. Von einigen Orks wurde es mit sich geführt, doch verstanden sie nie seine wahren Kräfte.

source: But before it was found, legends grew up around it, and around its makers - Thursagan, most brilliant of the Dwarven Sages, and Rugnur, the greatest of the Dwarven Heroes of old.
de: Doch bevor es gefunden wurde rankten sich viele Legenden um das Zepter und seine Erschaffer - Thursagan, dem brilliantesten aller Zwerge und Rugnur, dem größten aller zwergischen Helden der alten Zeit.

source: intelligent, resilient
de: intelligent, robust

source: strong, intelligent
de: stark, intelligent

source: quick, intelligent
de: schnell, intelligent

source: Empty Caravan
de: Leerer Wagen

source: Caravans are used to carry gold or supplies over long distances. This one is waiting to be stocked.
de: Wagen werden benutzt, um Gold oder andere Güter über lange Stecken zu transportieren. Dieser wartet darauf, beladen zu werden.

source: none
de: keine

source: impact
de: Wucht

source: Loaded Caravan
de: Beladener Wagen

source: Caravans are used to carry gold or supplies long distances. This caravan is already carrying cargo. Because of the immense weight of the cargo, it moves very slowly.
de: Wagen werden benutzt, um Gold oder andere Güter über lange Stecken zu transportieren. Dieser Wagen ist bereits beladen. Aufgrund des immensen Gewichtes der Ladung bewegt er sich nur sehr langsam voran.

source: Dwarvish Arcanister
de: Runengroßmeister

source: The most powerful of all the runecrafters, the Dwarvish Arcanister destroys wounded enemies almost instantly, and rarely fails to cause a wound when that is his intent. His skill in runecrafting is unrivaled, and the glyphs he carves into his weapons and armor deflect the blows of his enemies.
de: Die mächtigsten aller Runenschmiede, die Runengroßmeister, zerschmettern ihre Gegner beinahe direkt und verfehlen einen Gegner nur äußerst selten. Seine Fähigkeiten im erschaffen von Runen ist unerreichbar und die Glyphen in seinen Waffen und seiner Rüstung wehren die Angriffe seiner Gegner ab.

source: magical
de: magisch

source: Dwarvish Miner
de: Zwergen Bergmann

source: Dwarvish miners are the grunt workers of Dwarvish society. They take the precious ores out of the ground, but do not ever take part in the crafting of weapons or artifacts.
de: Zwergen Bergmänner sind die Knechte des Volkes der Zwerge. Sie holen die Kostbarkeiten aus dem Gestein, schmieden allerdings nie Waffen oder Artefakte.

source: pick
de: Spitzhacke

source: pierce
de: Stich

source: Dwarvish miners are the grunt workers of Dwarvish society. They take the precious ores out of the ground, but do not ever take part in the crafting of weapons or artifacts. This dwarf is carrying a load of coal to take back to the depot.
de: Zwergen Bergmänner sind die Knechte des Volkes der Zwerge. Sie holen die Kostbarkeiten aus dem Gestein, schmieden allerdings nie Waffen oder Artefakte. Dieser Zwerg bringt eine Ladung Kohle in das Lager.

source: Dwarvish miners are the grunt workers of Dwarvish society. They take the precious ores out of the ground, but do not ever take part in the crafting of weapons or artifacts. This dwarf is carrying a load of gold to take back to the depot.
de: Zwergen Bergmänner sind die Knechte des Volkes der Zwerge. Sie holen die Kostbarkeiten aus dem Gestein, schmieden allerdings nie Waffen oder Artefakte. Dieser Zwerg bringt eine Ladung Gold in das Lager.

source: Dwarvish Runemaster
de: Zwergen Runenmeister

source: tough
de: wiederstandsfähig

source: Except for those with almost supernatural skill, the highest rank a runecrafter can rise to is that of the Dwarvish Runemaster. Striking blows nearly as powerful as those of the best warriors, they would be fearsome without their craft, but with it they are also nigh on invincible, since their runes cause the physical blows of their enemies to deal less damage than would be expected.
de: Außer für jene mit einer übernatürlichen Begabung, ist die höchste Ebene der Kunst des Runenschmiedens die des Zwergen Runenmeisters. Durch ihre starken Angriffe, die annähernd so niederschmetternd sind, wie die der besten Krieger, wären sie auch ohne ihre Handwerkskunst schon ernstzunehmende Gegner. Doch ihre Fähigkeit macht sie nahezu unbezwingbar, da ihre Runen den Schaden durch physische Angriffe so stark verringern, dass sie kaum Schaden einstecken müssen.

source: Dwarvish Runesmith
de: Zwergen Runenschmied

source: Dwarvish runesmiths, now practiced at their craft, carve arcane runes into their weapons and armor. These runes infuse the runesmith's blows with power and accuracy, and disrupt the blows of their enemies, causing them to strike softly, weakly and on the armor of the defender.
de: Die geübten Zwergen Runenschmiede gravieren arkane Runen in ihre Waffen und Rüstungen. Diese Runen verstärken die Kraft und Genauigkeit ihrer Angriffe und stören den Gegner beim seinen Schlägen, was dazu führt, dass die feindlichen Angriffe an seiner Rüstung geradezu verpuffen.

source: Dwarvish Smith
de: Zwergen Schmied

source: More wise than strong, some Dwarves devote their lives to the study of magical runes. These Dwarvish smiths, novices at the art of runecrafting, are not yet skilled enough to harness the pure magic of their weapons. Their runed hammers, however, still strike fear into their enemies' hearts. Without their hammer, they are among the weaker, but more skilled, of the dwarves.
de: Jene Zwerge, die über mehr Weisheit als Stärke verfügen, widmen ihr Leben oftmals dem Studium der magischen Runen. Diese Zwergen Schmiede, Neulinge im Schmieden von Runen, sind noch nicht geübt genug, um sich die reine Magie ihrer Waffen nutzbar zu machen. Ihr Runenhammer verbreiten Furcht in den Herzen ihrer Feinde. Ohne ihren Hammer gehören sie zu den schwächeren, aber wohlgebildeten der Zwerge.

source: bite
de: Biss

source: claws
de: Klauen

source: blade
de: Klinge
