Repository: wesnoth/wesnoth
Catalog: po/wesnoth-Sceptre_of_Fire/*.po
Languages: de

source: What is he going to give us for it, eh?
de: Was gibt er uns für unseren Aufwand?

source: He paid us five thousand silver in advance, and he'll give us five thousand more when we deliver the finished sceptre if we are done before he dies.
de: Er zahlte uns fünftausend Silberlinge im Voraus und er wird uns weitere fünftausend geben, wenn wir das Zepter fertigstellen bevor er stirbt.

source: What?!? You already accepted? Foolish boy, you should have come for one of the elders! We could have gotten much more than ten thousand silver out of him! This is a task that will take many years, and now all of our work in that time will bring us very little gain.
de: Was?!? Ihr habt den Auftrag bereits angenommen? Törichter Junge, ihr hättet einen der Ältesten um Rat fragen sollen! Wir hätten weit mehr als zehntausend Silberlinge von ihm bekommen können! Die Arbeit wird uns für Jahre beschäftigen und letztlich kaum etwas einbringen.

source: Sorry, lord, but he said he would move on to another tribe if I left.
de: Verzeiht, mein Herr, doch er sagte er würde einen anderen Stamm aufsuchen, sollte ich gehen.

source: Can't you tell a bluff when you hear one?!? He knows we're the best craftsmen, and he wouldn't have gone to another tribe if we stalled for a year. Oh well, what's done is done. We'll have to work for less than I would prefer...
de: Erkennt ihr keine Täuschung, wenn ihr sie hört?!? Er weiß, dass wir die besten Handwerker sind und er wäre nichtmal zu einem anderen Stamm gegangen, wenn wir die Aufgabe ein Jahr aufgeschoben hätten. Nun ja, was geschehen ist, ist geschehen. Wir werden für weniger arbeiten müssen, als mir lieb ist...

source: Well, since this boy bargained so badly, why not make him fulfil the contract himself? If he fails, it's on his head.
de: Naja, warum soll der den Vertrag nun nicht selbst erfüllen, wo der Junge schon so schlecht verhandelt hat? Wenn er scheitert, liegt es an ihm.

source: Good idea, Baglur! He'll need some help, though, and it will take a master smith to make the sceptre. Why don't we send him to find Thursagan?
de: Gute Idee, Baglur! Dennoch wird er ein wenig Hilfe benötigen. Und es braucht einen wahren Meister um das Zepter zu schmieden. Warum schicken wir ihn nicht aus, Thursagan zu finden?

source: You mean the insane dwarf who lives in the far north?!
de: Ihr meint den wahnsinnigen Zwerg, der weit im Norden lebt?!

source: Yes. He is the only one I know of who could craft the sceptre the way Haldric wants it. And he has nothing to do, he will be fine with wasting 25 years of his life on this task.
de: Ja. Er ist der einzige, der ein Zepter anfertigen kann, das den Bedürfnissen von Haldric gerecht wird. Außerdem hat er eh nichts zu tun. Er wird sich freuen 25 Jahre seines Lebens damit zu verschwenden dieser Aufgabe nachzukommen.

source: Very well, my lord. We will go into the north to find Thursagan. Do you have any idea where he is?
de: Wie ihr wünscht, mein Herr. Wir werden uns aufmachen in den Norden um Thursagan zu finden. Habt ihr eine Vorstellung, wo er sein könnte?

source: Go to the furthest north entrance to the caves, and then go north. He's somewhere in those hills.
de: Geht zum nördlichsten Ausgang. Von dort aus geht weiter gen Norden. Er lebt dort irgendwo in den Hügeln.

source: What did I miss, eh?
de: Habe ich irgendwas verpasst?

source: Who the devil are you? Well, you seem to be with Rugnur... follow him north.
de: Wer zum Teufel seid ihr? Gut, ihr scheint zu Rugnur zu gehören... Folgt ihm nordwärts.

source: Searching for the Runecrafter
de: Die Suche nach dem Runenschmied

source: Dwarves live longer than men, and so it may perhaps be supposed that a year in their life means less to them. But it is still a great deal of time; and they did have one man with them.
de: Zwerge leben länger als Menschen. Dadurch mag es sein, dass ihnen ein einzelnes Jahr weniger bedeutet als den Menschen. Doch ist es auch für sie eine lange Zeit. Außerdem hatten sie einen Menschen bei sich.

source: And yet it took them a year to reach the far northern wastelands. For the tunnels were winding and treacherous, and the paths were not safe from orcs, or worse. Nevertheless, they did reach the northlands, and began to search for the runesmith named Thursagan - the sage of fire.
de: Und doch brauchten sie ein Jahr um die nördliche Einöde zu erreichen. Die Stollen waren gewunden und eng. Die Wege waren nicht sicher vor Orks oder auch schlimmerem. Nichtsdestotrotz erreichten sie die Nordlande und begannen ihre Suche nach dem Runenschmied Thursagan.

source: Find Thursagan and convince him to come back to the dwarvish city
de: Findet Thursagan und überzeugt ihn zurückzukommen in die Stadt der Zwerge

source: Death of Alanin
de: Alanin fällt in der Schlacht

source: Now where are we going, anyway? We were in those caves, taking wrong turns and fighting orcs, for a whole year. This trip better have a good payoff to be worth that.
de: Wo wollen wir nun überhaupt hin? Wir waren in diesen Höhlen und haben uns so manches mal verlaufen. Außerdem haben wir da Orks bekämpft. Bisher haben wir ein Jahr für diese Nichtigkeiten gebraucht. Ich hoffe diese lange Reise lohnt sich auch.

source: We need to find the mage Thursagan and convince him to return to the citadel with us. He's somewhere up here.
de: Wir müssen den Magier Thursagan finden und ihn davon überzeugen mit uns in die Zitadelle zurückzukehren. Er muss irgendwo hier in der Nähe sein.

source: Well, how are we supposed to find him?
de: Wie sollen wir ihn finden?

source: His will probably be the only house up here. No one else is insane enough to live this far north! Even the elves won't challenge us here.
de: Er wird wohl in dem einzigen Haus hier oben leben. Niemand sonst ist wahnsinnig genug, um so weit im Norden zu leben! Noch nicht einmal die Elfen stellen hier eine Bedrohung für uns dar.

source: Except for trolls and ogres, right? They live in the far northlands. They're probably lurking around here somewhere.
de: Außer Trollen und Ogern, nicht wahr? Sie leben in den fernen Nordlanden. Die verstecken sich hier mit Sicherheit irgendwo.

source: Right. We'll probably have to fight our way through to his house.
de: Richtig. Wir werden uns wohl einen Weg zu seinem Haus frei kämpfen müssen.

source: Kwill yooo spakkk wit uuus?!?
de: Spräächt duu miit uuns?!?

source: Aah! What is that?!?
de: Aah! Was ist das?!?

source: Is that... is that a gryphon?
de: Ist das... ist das ein Greif?

source: Kwes! Yooo spakkk wit uuus nuu?
de: Jaaa! Duu spräächt jeetzzt mit uuuns?

source: It's talking to us! What do you want, gryphon?
de: Es spricht zu uns! Was willst du, Greif?

source: Myy namm ees Krawgg. Yooo ees oooking forr a uunmasta?
de: Meiin Naammee iiist Krawgg. Duu suucht unnmeista?

source: Well, um, yes. Why, can you help us?
de: Nun, ähm, ja. Wieso, kannst du uns helfen?

source: Ess... if yooo ills ka rolls aan ogras, us'll elp yoo!
de: Jaaa... Weennn duu toot maaachst rooolle uund ooge, wiiir heelfen die!

source: Sure, we'll help you fight trolls and ogres.
de: Sicher helfen wir dir die Trolle und Oger zu bekämpfen.

source: Kwe... yoo ants to ide uuus, nooa? Kwe, uus kan...
de: Waas... duuu illlst uuuns verrsssteeckennn nuuun? Wiiir köönnn...

source: Death of Krawg
de: Krawg fällt in der Schlacht

source: I see a house in the distance!
de: Ich sehe ein Haus am Horizont!

source: Go away, you birds! Or I shall burn you out of the air!
de: Verschwindet ihr lästigen Vögel! Oder soll ich euch gewaltsam vom Himmel holen?!

source: He doesn't want to talk to the gryphons, apparently. I think we'll have to get someone there he will talk to...
de: Er will anscheinend nicht mit den Greifen sprechen! Ich glaube wir müssen jemanden dort hinüber schaffen, mit dem er bereit ist zu sprechen...

source: What do you people want!? Leave me alone!
de: Was wollt ihr von mir!? Lasst mich in Ruhe!

source: Old mage, we come with a message from Lord Durstorn. He asks you to come back to the city.
de: Alter Magier, wir kommen mit einer Nachricht von Fürst Durstorn. Er bittet euch in die Stadt zurückzukehren.

source: Ha! That fool thinks he can order me around. Why does he want me to go back, anyway?
de: Ha! Dieser Narr denkt, er kann mit Befehle erteilen. Warum will er überhaupt, dass ich zurückkomme?

source: We have entered into a bargain with the king of Wesnoth to craft a sceptre for him.
de: Wir sind einen Handel mit dem König von Wesnoth eingegangen, ein Zepter für ihn zu fertigen.

source: Oh, and now I suppose Durstorn wants me to craft it, eh? Well I'm not going to.
de: Ach, und nun möchte Durstorn wohl, dass ich es anfertige, he? Das werde ich nicht tun.

source: You don't want to make a sceptre to contain the power of the ruby of fire? Very well, your choice is made.
de: Ihr wollt also kein Zepter anfertigen, dass die Macht des Rubins des Feuers beherbergt? Nun, ihr habt euch entschieden.

source: The ruby of fire, what is that, some worthless Wesnothian gem?
de: Was ist der Rubin des Feuers? Irgendein Wesnother Edelstein?

source: It is a Wesnothian gem, but it is also supposedly the most powerful magical artifact ever seen. Even an untrained hand can use it to cast fiery bolts as powerful as those of arch mages.
de: Es ist ein Wesnother Edelstein, doch er ist außerdem eines der mächtigsten Artefakte, die es je gab. Selbst ein untrainierter kann ihn nutzten um Feuerbälle zu erschaffen, die so mächtig sind, wie die eines Erzmagiers.

source: Oh, really? And what does Haldric want us to do with it?
de: Oh, wirklich? Und was sollen wir für Haldric daraus machen?

source: Contain and intensify its power.
de: Seine Macht einschließen und verstärken.

source: I see. Fine then, I will help you craft this sceptre... into the most powerful magic artifact ever seen. This will be a true test of my skill. I expect it will take many years.
de: Ich sehe. Ich werde euch helfen, dieses Zepter anzufertigen... Das mächtigste magische Artefakt, das es je gab. Dies wird ein wahrer Test für meine Fähigkeiten. Ich schätze diese Aufgabe wird Jahre verschlingen.

source: Good. Now, there are still wild animals here... we have to get back into the caves.
de: Gut. Nun müssen wir immernoch gegen die wilden Tiere hier bestehen... Wir müssen zurück in die Stollen.

source: Move Thursagan to the signpost
de: Bringt Thursagan zu dem Wegweiser

source: Death of Thursagan
de: Thursagan fällt in der Schlacht

source: Well, now we are in the caves again! Come on, back south, to the city.
de: Gut, wir sind zurück in unseren Höhlen! Los, zurück südwärts zur Stadt.

source: The Council Regathers
de: Die Ratsversammlung

source: The path back was less dangerous than it was a year earlier. It did not take them so long. So they quickly returned to the dwarven city, with two new members of their party - one expected, and one not.
de: Der Rückweg war weit weniger gefährlich als noch vor einem Jahr. So brauchten bei weitem nicht so lange wie auf dem Hinweg und erreichten recht bald die Heimatstadt der Zwerge mit ihren zwei neuen Weggefährten.

source: Lord Durstorn, we have succeeded in our mission. Thursagan is here.
de: Wir haben unsere Mission erfolgreich abgeschlossen, Fürst Durstorn. Thursagan ist nun hier.

source: What? You mean you found Thursagan and got him to return with you? Astounding! But what is that gryphon doing there?
de: Was? Ihr habt also Thursagan gefunden und hergebracht? Beeindruckend! Aber was macht der Greif hier?

source: Yes, we did. And that is Krawg, who helped us in the northlands.
de: Ja, haben wir. Und dies ist Krawg. Er half uns in den Nordlanden.

source: Yaa! Mee Krawg!
de: Jaaa! Iiich Krawg!

source: Now, where is this ruby that I am to work with, eh Durstorn?
de: Nun, wo ist der Rubin, den ich verarbeiten soll, Durnstorn?

source: In the treasury. And leave it there until you're ready to work with it - I still don't trust you.
de: In der Schatzkammer. Und lasst ihn dort, bis ihr bereit seid ihn zu verarbeiten. Ich vertraue euch noch immer nicht.

source: Ha! _You_ don't trust _me_?
de: Ha! IHR vertraut MIR nicht?

source: Exactly! Why would I? And I order you to stay out of the treasury, away from that ruby!
de: Genau, warum sollte ich? Und ich ordne an, dass ihr euch fern haltet von der Schatzkammer, fern von diesem Rubin!

source: You don't dictate what I am to do, Durstorn! I will do as I please, and don't stop me if you want me to make this sceptre.
de: Ihr befehlt nicht, was ich zu tun habe, Durnstorn! Ich werde tun, was mir gefällt und versucht nicht mich aufzuhalten, wenn ihr wirklich wollt, dass ich euch dieses Zepter schmiede.

source: The ruby is mine, and don't touch it!
de: Der Rubin gehört mir. Fasst ihn nicht an!

source: Uh, technically it's Haldric's, and I think that if Thursagan needs to see to plan this sceptre, he can.
de: Äh, eigentlich gehört er Haldric. Und wenn Thursagan ihn braucht um das Zepter zu planen, kann er ihn anfassen.

source: Fine. *grumble grumble*
de: Gut. *Grummel Grummel*

source: Hm... a most interesting jewel. I can feel its magical power. I will start drawing up plans for the sceptre immediately.
de: Hm... ein überaus interessantes Juwel. Ich kann seine magische Kraft spüren. Ich werde direkt anfangen Pläne für das Zepter zu erstellen.

source: The Ruby of Fire
de: Der Rubin des Feuers

source: Now, I will need certain materials to make this sceptre.
de: Nun brauche ich bestimmte Materialien um diese Zepter zu schmieden.

source: Oh, what?
de: Oh, was denn?

source: I would say probably ten stone of artifact-quality gold and twenty stone of the finest coal, and many of the finest jewels in the land - we'll need others to search for those, though. I'll also need to have the jeweler cut the ruby once I have the plans done.
de: Ich würde sagen zehn Stein von besonders hochwertigem Gold und zwanzig Stein der besten Kohle. Dazu kommen viele der besten Juwelen dieses Landes. Wir werden allerdings Hilfe brauchen, um sie zu finden. Außerdem brauche ich einen Juwelier, der den Rubin zurecht schneidet, wenn meine Pläne fertig sind.

source: Just use my gold and coal, I have enough! Or, if they're not 'good enough' for you, find them yourself.
de: Benutzt einfach mein Gold und meine Kohle, ich habe genug davon! Oder, wenn sie nicht »gut genug« ist, besorgt euch eure eigene.

source: You try my patience, Durstorn. You know yours aren't acceptable, but you have to give me something or I can't make the sceptre!
de: Ihr testet meine Geduld, Durnstorn. Ihr wisst ganz genau, dass eure nicht akzeptabel ist, ihr mir aber dennoch etwas geben müsst, denn sonst kann ich das Zepter nicht anfertigen.

source: Wait, wait. The gold and coal... I think we can find those in the abandoned eastern mines. Trolls have overrun them, but earlier they were the source of the finest smithing materials.
de: Wartet, wartet. Das Gold und die Kohle... Ich glaube wir können alles, was wir brauchen, in den verlassenen östlichen Mienen finden. Trolle haben sie nun eingenommen, doch einst waren sie die Quelle von hervorragenden Materialien für die Schmiedekunst.

source: So, we will go to the eastern mines!
de: Also gehen wir in die östlichen Mienen!

source: Fine. As for the jewels, I will have others obtain those. That will cost quite a bit of our payment, but it can't be helped. Our people do not mine jewels.
de: Gut. Die Juwelen müssen allerdings andere beschaffen. Dies wird einen guten Teil unserer Bezahlung kosten, doch ich kann es nicht ändern. Unser Stamm gräbt nun mal nicht nach Juwelen.

source: That is acceptable. Durstorn, send some miners along with us to the Eastern Mines, and I will bring some runecrafters-in-training from the academy to help fight these enemies.
de: Ja, das klingt annehmbar. Gebt uns doch einige Bergmänner mit zu den östlichen Mienen, Durston. Ich werde einige junge Schmiede aus der Akademie mitnehmen, um uns dabei zu unterstützen, diese Bedrohung zu bekämpfen.

source: Two runesmiths from the academy have joined you!
de: Zwei Schmiede aus der Akademie haben sich euch angeschlossen!

source: Fine, you all go to the eastern mines. Me, I'll stay here. No point going where I can't help!
de: Gut, ihr alle macht euch auf zu den östlichen Mienen. Ich werde hierbleiben. Es hat schließlich keinen Sinn, mitzukommen wenn ich keine Hilfe bin.

source: Gathering Materials
de: Sammeln des Materials

source: Those who went to the eastern mines were brave indeed. They were infested with trolls and other vile creatures, who thrived in the dark and gloom of the caves.
de: Jene, die in Richtung der östlichen Minen aufbrachen waren überaus tapfer. Sie mussten sich mit Trollen und anderen lichtscheuen Kreaturen, die in den Höhlen hausten, herumschlagen.

source: And braver still were Rugnur and his companions, who had to spend two years in those tunnels. For mining is a lengthy business. But they could for the most part avoid the enemy. They only once had to venture into the very heart of the trolls' territory.
de: Doch Rugnur und seine Gefährten waren noch weit tapferer, denn sie verbrachten zwei Jahre in diesen Stollen. Denn Bergbau ist wirklich eine zeitraubende Arbeit. Doch glücklicherweise konnten sie meist den Gefahren ausweichen. Nur ein einziges mal mussten sie mitten in das Reich der Trolle vordringen.

source: Gather the necessary gold and coal to create the sceptre
de: Beschafft die für das Schmieden des Zepters benötigte Menge Gold und Kohle

source: 1 load of gold and 2 loads of coal are needed
de: 1 Ladung Gold und 2 Ladungen Kohle werden benötigt

source: Well, these are the eastern mines. Trolls and ogres live here, be prepared to fight them; also be prepared to spend quite some time here - mining can take a while.
de: Nun, dies sind die östlichen Mienen. Angeblich leben hier Trolle und Oger, also macht euch darauf gefasst, kämpfen zu müssen. Wir werden wohl einige Zeit hier verbringen müssen, denn der Bergbau verschlingt ungeheure Mengen davon.

source: For me to make the artifact Haldric wants, I need a special type of gold. I do not know where it was found, but Baglur said these mines were the source of it.
de: Um das Artefakt zu erschaffen, das Haldric sich wünscht, brauche ich eine besondere Sorte Gold. Ich weiß nicht genau, wo wir es finden können, doch Baglur hat gesagt es sei in diesen Mienen.

source: Also, the only coal that will melt this gold is also here.
de: Außerdem werden wir hier auch die Kohle finden können, die wir brauchen, um das Gold zu schmelzen.

source: So we're down here to, what, mine this gold and coal? That should be easy enough.
de: Also sind wir nur hier unten, um Gold und Kohle abzubauen? Das sollte eine Kleinigkeit sein.

source: Yes, although we will have to hire the miners - they don't work for free. But beware, there are trolls and such down here...
de: Ja. Doch wir müssen noch Bergmänner anheuern. Die arbeiten nicht umsonst. Und hütet euch vor Trollen und anderem Ungetier. Es soll nicht ungefährlich sein, hier unten...

source: My load of coal is delivered!
de: Ich habe meine Ladung Kohle überbracht!

source: That's the last load of coal we need.
de: Das ist die letzte Ladung Kohle die wir brauchen.

source: This is all we need from these mines. Now we should go back further west, where there are no trolls and ogres, and mine there.
de: Das ist alles, was wir aus diesen Mienen brauchen. Wir sollten uns nun wieder weiter in Richtung Westen begeben und dort weiter abbauen. Dort sind wenigstens nicht so viele Trolle und Oger.

source: Here's the gold.
de: Hier ist das Gold.

source: Here is some of the coal that we need! Bring the miners to take it!
de: Hier ist ein Wenig von der Kohle, die wir benötigen! Schafft einige Bergmänner herbei, um sie abzubauen!

source: I have all the coal I can carry...
de: Mehr Kohle kann ich nicht tragen...

source: Here is the mine of precious gold! Send the miners this way.
de: Hier ist die Miene für das kostbare Gold! Schickt die Bergmänner her.

source: I have all the gold I can carry...
de: Mehr Gold kann ich nicht tragen...

source: The Jeweler
de: Der Juwelier

source: Rugnur and his companions returned home. Now, I do not want to give the impression that only Rugnur and Thursagan worked on this masterpiece. There were others - many others. Thus I present Theganli, the jeweler. His role is small, but an important one.
de: Rugnur und seine Gefährten kehrten Heim. Ich möchte hier auch nicht den Eindruck erwecken, als ob einzig Rugnur und Thursagan an diesem Meisterwerk arbeiteten. Es waren auch andere beteiligt, viele andere. Deshalb stelle ich hier nun Theganli, den Juwelier vor. Seine Rolle war zwar nur klein, aber doch bedeutend.

source: So, you have returned. I assume you have obtained the required materials? My jeweler Theganli has spent the last two years buying jewels from some of the northern clans. So now go to the forge and make your sceptre. What do you need to annoy me for?
de: Also seid ihr zurückgekehrt. Ich schätze ihr konntet die benötigten Materialien besorgen? Mein Juwelier Theganli hat sich die letzten zwei Jahre darum gekümmert Juwelen von anderen Klans zu kaufen. Also geht nun in die Schmiede und fertigt euer Zepter an. Warum müsst ihr mich dafür belästigen?

source: We don't. Not everything is about you. We need to talk to Theganli.
de: Nicht alles dreht sich um euch. Wir müssen mit Theganli sprechen.

source: That makes sense, I guess you would to plan the sceptre's design... what in particular do you want him to do?
de: Das ergibt einen Sinn. Ich schätze, ihr wollt nun das Zepter planen... Was genau wollt ihr von ihm?

source: I need to make the plans for the sceptre, then have him cut the ruby to match them.
de: Ich muss Pläne für das Zepter erstellen und sie ihm geben, damit er den Rubin passend zurechtschneiden kann.

source: You're going to cut the jewel!? Are you insane?
de: Ihr wollt den Rubin zurecht schneiden? Seid ihr des Wahnsinns?

source: What are you talking about, sir? You knew all along the jewel would have to be cut to make the sceptre out of.
de: Wovon sprecht ihr, Herr? Ihr wusstet doch, dass das Juwel zurechtgeschnitten werden muss, um das Zepter zu erschaffen.

source: Oh... right, right. Fine. Theganli?
de: Oh... Ja, ja. Gut. Theganli?

source: He's in his shop, in the southern tunnel.
de: Er ist in seinem Geschäft in den südlichen Stollen.

source: Whatever. Kuhnar, go, summon him here.
de: Wie auch immer. Kuhnar, geht und bestellt ihn her.

source: Theganli! Come out of there, Durstorn orders you to come to the citadel.
de: Theganli! Kommt her, Durnstorm verlangt euch zu sehen.

source: I'm coming... coming... stop pounding on the door...
de: Ich komme schon... Wollt ihr etwa meine Tür einschlagen?

source: He doesn't need to come here, I'll take the jewel to his shop. He'll need his tools anyway.
de: Er muss nicht herkommen. Ich werde den Edelstein in seinen Laden bringen. Er wird eh seine Werkzeuge brauchen.

source: Well, Theganli, what do you think of this jewel?
de: Nun, Theganli, was meinst du zu diesem Juwel?

source: Uh, um, yes, yes, very impressive jewel, impressive, yes...
de: Ähm, ähm, ja, ja, beeindruckend, wirklich beeindruckend....

source: Do you think you could cut it in the manner my plans specify?
de: Meinst du, du schaffst es, ihn nach meinen Plänen zurechtzuschneiden?

source: Well, uh, um, maybe... maybe... it will be hard... let me see...
de: Nun ja, ähm, äh, vielleicht... vielleicht... es wird schwierig... lasst mich sehen...

source: Very well. See what you can do.
de: Sehr gut. Gebt euer Bestes.
