Repository: wesnoth/wesnoth
Catalog: po/wesnoth-Sceptre_of_Fire/*.po
Languages: de

source: And then ride south until you reach one of your outposts.
de: Reitet dann südwärts, bis ihr einen eurer Außenposten erreicht.

source: I'm not going to do that, its suicide! And in any case, I've been with you for 10 years, almost as long as I was in the Wesnothian army; I'd prefer to fight with you.
de: Das werde ich nicht machen, es grenzt an Selbstmord! Ich bin nun seit 10 Jahren mit euch zusammen, das ist fast so lange, wie ich in der Armee von Wesnoth diene. Ich würde lieber mit euch kämpfen.

source: You going south has more of a chance of success for you than staying here or going to the caves! And getting news to Haldric of what has happened is also the best way to get help to us.
de: Es ist erfolgversprechender für euch südwärts zu fliehen, als hier zu bleiben oder in die Höhlen zu gehen! Außerdem helft ihr uns am besten, wenn ihr Haldric von den Geschehnissen hier berichtet, so dass er uns Hilfe entsendet.

source: I suppose...
de: Ich glaube...

source: Come out, dwarves, and surrender! Or die in that cave, your choice.
de: Kommt heraus, Zwerge und ergebt euch! Oder sterbt in der Höhle, ihr habt die Wahl.

source: Alanin, ride as fast as you can south. Tell Haldric we are going into a cave, and to send forces to help us as soon as he can!
de: Reitet schnell gen Süden, Alanin. Sagt Haldric, dass wir uns in eine Höhle begeben. Er soll uns Unterstützung schicken sobald wie möglich!

source: I have made it past those elves, but they will chase me, and elvish horses are faster than mine.
de: Ich bin an den Elfen vorbeigekommen, doch sie werden mich verfolgen und elfische Pferde sind schneller als meines.

source: Rugnur, I am going south. What should I tell Haldric?
de: Ich mache mich auf gen Süden, Rugnur. Was soll ich Haldric berichten?

source: Tell him to send forces north to aid us and fight the elves, but that we are probably going to die. We are going into the caves.
de: Bittet ihn Truppen zu entsenden, um diese Elfen zu bekämpfen und uns zu helfen. Dennoch werden wir wohl sterben. Wir gehen in diese Höhlen.

source: I don't know what is in these caves, but whatever it is can't be worse than staying here to die.
de: Ich weiß nicht, was wir in diesen Höhlen finden werden, doch kann es nicht schlimmer sein, als hier zu bleiben um zu sterben.

source: Outriding the Outriders
de: Flucht vor den Elfen

source: Rugnur had fled to the caves, but Alanin could not do that. He went south - back to the Wesnoth border.
de: Rugnur ist in die Höhlen geflohen, doch konnte sich Alanin ihm nicht anschließen. Er brach auf gen Süden, zurück zur Grenze von Wesnoth.

source: The elves followed both of them. First I will tell of their persuit of Alanin, before we descent into the caves to learn Rugnur's fate.
de: Die Elfen verfolgten beide. Zuerst werde ich berichten, wie sie Alanin hinterher jagten. Danach werden wir zusammen mit Rugnur in die Tiefen der Höhlen aufbrechen, um sein Schicksal zu erleben.

source: Reach the Wesnothian outpost in the south
de: Erreicht den Außenposten von Wesnoth im Süden

source: My only hope is to convince the peasants to stop the elves from passing through their land, so I can get ahead of them.
de: Meine einzige Chance ist es, die Bauern dazu zu bringen, die Elfen ihr Land nicht durchqueren zu lassen, so dass ich Abstand gewinnen kann.

source: Lord Asaeri
de: Fürst Asaeri

source: strong, dexterous
de: stark, treffsicher

source: quick, dexterous
de: schnell, treffsicher

source: strong, quick
de: stark, schnell

source: strong, resilient
de: stark, robust

source: quick, resilient
de: schnell, robust

source: You cannot outride us, horseman of Wesnoth! Whatever message you are carrying, it will not be delivered!
de: Ihr könnt uns nicht abhängen, Reiter aus Wesnoth! Egal was die Nachricht, die ihr überbringen wollt, besagt, ihr werdet sie mit ins Grab nehmen!

source: We shall see about that!
de: Das werden wir noch sehen!

source: The villagers here are loyal to Wesnoth. They should be willing to help me escape these elves!
de: Die Dorfbewohner sind Wesnoth treu ergeben. Sie werden mir wohl helfen, diesen Elfen zu entkommen!

source: We will certainly help any warrior of Wesnoth who needs our help!
de: Wir werden jedem Streiter von Wesnoth unterstützen, der unserer Hilfe bedarf!

source: Who goes there?
de: Wer ist da?

source: I'm a dragoon, with Haldric II's personal bodyguard. I was sent on a mission in the northlands, and now elvish horsemen are chasing me. I barely evaded them.
de: Ich bin ein Dragoner aus der Leibwache von Haldric II. Ich wurde ausgesandt auf eine Mission in den Nordlanden und werde nun von elfischen Reitern verfolgt. Ich konnte ihnen nur knapp entkommen.

source: I see. Well, come on in. I doubt they would be able to capture this fort, even if they did want to start a war, which I doubt.
de: Ich sehe. Gut, kommt herein. Ich bezweifle, dass sie diese Festung erobern können, selbst wenn sie gewillt sind einen Krieg zu beginnen, was ich doch arg bezweifle.

source: The Dragon
de: Der Drache

source: Thus Alanin escaped from his Elvish pursuers. But the dwarves were not so lucky. I would say that, perhaps, their betrayal of Durstorn was coming back to haunt them. For unknown to them, they had entered the caves of Khrakhrahs... the dragon.
de: So entkam Alanin seinen Verfolgern. Doch den Zwergen war nicht so viel Glück beschienen. Vielleicht war es der Verrat an Durnstorns, der nun seine Konsequenzen gefordert hat. Auf jeden Fall wussten sie nicht, dass sie dabei waren, in die Höhlen von Khrakhrah zu steigen... Khrakhrah, der Drache.

source: Get all heroes to the end of the tunnel
de: Führt alle Helden zum Ende des Tunnels

source: Well, Thursagan, we've reached the caves, but the elves are hot on our trail. What do we do now?
de: Nun, Thursagan, wir haben die Höhlen erreicht, doch die Elfen sind direkt hinter uns. Was sollen wir nun machen?

source: Well, we have two choices. We may either stand and fight, and assuredly die, or run as quickly as possible down this path into the depths of the cave, where we may find something that will help us. Also, remember, the elves can't run as fast in caves as we can, so we may be able to get ahead of them and perhaps lay a trap.
de: Wir haben zwei Möglichkeiten. Entweder bleiben wir hier und kämpfen, was den sicheren Tod nach sich zieht, oder wir rennen so schnell wie nur möglich diesen Pfad entlang in die Tiefen dieser Höhle um vielleicht etwas zu finden, das uns behilflich ist. Bedenkt auch das die Elfen in Höhlen nicht annähernd so schnell sind wie wir. Wenn wir genug abstand gewinnen können, schaffen wir es vielleicht ihnen eine Falle zu stellen.

source: Why don't we just surrender? All they want is that magic stone!
de: Warum geben wir nicht einfach auf? Alles was sie wollen ist dieser magische Stein!

source: If we give them the ruby, then what? They'll probably kill us anyway. And, that ruby has the power to do great things, evil things. We can't let it fall into the wrong hands.
de: Und wenn wir ihnen den Rubin geben, was dann? Sie werden uns wohl eh töten. Und dieser Rubin hat unglaublich große Macht. Macht viele Dinge zu tun. Böse Dinge. Wir dürfen ihn nicht in die falschen Hände kommen lassen.

source: So we're running away, eh? I don't like that, but it seems it's our only option.
de: Also rennen wir weg, wie? Mir gefällt das nicht, doch ist es unsere einzige Wahl.

source: If it makes you feel any better, we'll probably die this way, too.
de: Wenn du dich dann besser fühlst: Auch so werden wir wohl sterben.

source: Look, there's a dragon in these caves!
de: Schaut, es gibt einen Drachen in dieser Höhle!

source: Ah, fresh meat!
de: Ah, frisches Fleisch!

source: And which of the great dragons are you?
de: Und welcher der großen Drachen seid ihr?

source: I am Khrakrahs, greatest dragon of all time! Haldric killed Shek'kahan my brother, but he was weaker than me, and you will not find me so easy to defeat. Now get out of my volcano!
de: Ich bin Khrakrahs, mächtigster aller Drachen! Haldric hat Shek'kahan, meinen Bruder, getötet, doch er war schwächer als ich. Ich bin nicht so leicht zu bezwingen. Nun verschwindet aus meinem Vulkan!

source: I'd rather face one powerful dragon than hundreds of mighty elves. Continue!
de: Ich stehe lieber einem mächtigen Drachen gegenüber, als mich mit hunderten starker Elfen anzulegen. Los, weiter!

source: What's this? A dwarf fighting against us with the elves?!
de: Was ist das? Ein Zwerg kämpft gegen uns auf Seiten der Elfen?!

source: It must be one of those Surghan mercenaries. I'll bet those elves have hired more of them. That's bad news for us, for they'll go as fast in caves as we do.
de: Es muss einer der Surghan Söldner sein. Ich wette die Elfen haben noch mehr von ihnen angeheuert. Das ist eine schlechte Nachricht für uns, da sie in den Höhlen genau so schnell sind, wie wir.

source: Look, I've found something here. It looks like a forge, heated by the lava. It looks magic, and it looks hot enough to make the Sceptre.
de: Schaut was ich hier gefunden habe. Es sieht aus wie eine Schmiede, beheizt von der Lava. Es sieht magisch aus, heiß genug das Zepter zu schmieden.

source: That pretty metal rock is mine! Get away from it!
de: Dieser wunderschöne Metallberg ist Mein! Verschwindet von hier!

source: Move Thursagan to the forge
de: Geleitet Thursagan zur Schmiede

source: Defend Thursagan until the sceptre is complete
de: Verteidigt Thursagan bis das Zepter fertig ist

source: This forge will work perfectly. Give me a few days here, and I can reforge the sceptre to fulfil its purpose.
de: Diese Schmiede ist perfekt. Gebt mir ein paar Tage hier und ich kann das Zepter fertigstellen, so dass es seinen Zweck erfüllt.

source: Survive for 9 turns
de: Überlebt 9 Runden

source: An enemy moves onto the forge
de: Ein Gegner nähert sich der Schmiede

source: You fool, you let the enemy get at me as I was unarmed!
de: Du Narr! Der Gegner hat mich erwischt, wo ich doch unbewaffnet bin!

source: I have completed my work. Now it is truly the Sceptre of Fire, a powerful magical artifact.
de: Meine Arbeit ist abgeschlossen. Nun ist es wirklich das Zepter des Feuers, ein mächtiges magisches Artefakt.

source: Good. Now, let's get out of this cave, before the elves, dwarves or bats kill us!
de: Gut. Nun lasst uns aus dieser Höhle verschwinden bevor uns die Elfen, Zwerge oder Fledermäuse noch töten!

source: In $turnsleft more turns I will have completed the sceptre.
de: Nur noch $turnsleft Runden und das Zepter ist fertig.

source: Caverns of Flame
de: Höhlen des Feuers

source: There was no exit from the caverns of Knalga. They had reached the realms of the orcs, with the elves hot on their trail. And there was no exit from those caves.
de: Es gab keinen Ausweg aus den Stollen der Knalga. Sie hatten das Reich der Orks erreicht mit den Elfen direkt auf ihrer Fährte. Und es gab einfach keinen Ausgang aus den Höhlen.

source: So the dwarves had no way out. They could not leave the caverns that they had entered.
de: Die Zwerge hatten also keinen Weg hinaus. Sie konnten die Höhlen, die sie betreten hatten nicht mehr verlassen.

source: Explore as much of the cave as possible
de: Erkundet so viel von der Höhle, wie nur möglich

source: Guardian
de: Wache

source: Well, I think we've gotten a good distance ahead of the elves. What do we do now?
de: Nun, ich glaube wir haben einen ordentlichen Vorsprung vor den Elfen. Was sollen wir nun machen?

source: We should keep going. Remember what Khrakrahs said, about this being a volcano? I think we should try to cause it to erupt. It will kill all the elves, and we might be able to find a safe place so the lava doesn't kill us.
de: Wir sollten weitergehen. Erinnert ihr euch was Khrakrahs über diesen Berg gesagt hat? Es ist ein Vulkan. Ich glaube wir sollten versuchen einen Ausbruch zu erzwingen. Er wird alle Elfen töten und vielleicht finden wir ja einen sicheren Platz, so dass die Lava uns nicht tötet.

source: This sounds... attemptable.
de: Das klingt... verlockend.

source: Yes, an interesting plan. How do you propose we do this?
de: Ja, ein interressanter Plan. Was schlagt ihr vor, wie wir das erreichen können?

source: I have a suspicion that there is an opening somewhere near here than leads to the surface. Somewhere near there, there is probably a magic object of some kind that will cause the lava to flow.
de: Ich habe die Vermutung, dass es hier irgendwo eine Öffnung gibt, die an die Oberfläche führt. Wahrscheinlich gibt es irgendwo in der nähe dieser Öffnung irgend einen magischen Gegenstand, der einen Ausbruch bewirkt.

source: Very well. We will continue to explore until we find it.
de: Nun denn. Wir werden weitersuchen bis wir etwas finden.

source: Krawg sme' o'cz in iz 'ave!
de: Krawg riecht Orks in Höhle!

source: Indeed, there may be orcs lurking here. We should beware of them.
de: Für wahr, es könnte hier Orks geben. Wir sollten uns vor ihnen in acht nehmen.

source: We have caught up to the dwarves. Now, prepare to destroy them!
de: Wir haben die Zwerge eingeholt. Macht euch bereit sie zu vernichten!

source: Thursagan! The elves are right on our tail; what should we do?
de: Thursagan! Die Elfen sind direkt hinter uns; Was sollen wir nun machen?

source: We could try to set off the volcano as soon as possible. Meanwhile, we should draw the elves further into the caves, so they can't escape when it does erupt.
de: Wir sollten den Vulkan so bald wie möglich zum Ausbruch bringen. In der Zwischenzeit wäre es gut, wenn wir die Elfen weiter in die Höhlen lockten, so dass sie nicht mehr fliehen können, sobald die Eruption beginnt.

source: These orcs appear to be guarding something.
de: Es scheint als würden diese Orks etwas bewachen.

source: It is probably the magical object. Attack them!
de: Es ist wahrscheinlich das magische Objekt. Greift sie an!

source: Move onto the glyph in the center of the volcano
de: Begebt euch auf die magischen Glyphe im Zentrum des Vulkanes

source: That's it! The volcano will erupt soon now that you've triggered it.
de: Das wars! Der Vulkan wird nun bald ausbrechen, da ihr den magischen Gegenstand betätigt habt.

source: Look, it has knocked down some of the walls! Those orcs have a way out now!
de: Schaut, einige Wände sind zusammengebrochen! Die Orks haben nun einen Weg uns anzugreifen!

source: Well, we've succeeded in stopping the elves from getting the sceptre, I would say. But what do we do now?!
de: Nun, wir haben die Elfen erfolgreich davon abgehalten an das Zepter zu kommen, doch was sollen wir nun machen?!

source: Now, we must fight the orcs until we die, it's our only option.
de: Wir bekämpfen die Orks bis wir alle tod sind. Eine andere Wahl haben wir nicht.

source: We cannot let any of the elves or their mercenaries escape; they would tell where the sceptre is. Make sure they all die!
de: Wir können es den Elfen und ihren Söldnern nicht gestatten von hier zu fliehen. Sie würden verraten, wo sich das Zepter befindet. Geht sicher, dass sie alle sterben!

source: We have to kill them quickly, before they realize what is happening. And remember, the lava spreads quickly, suddenly, and dangerously. The only place safe from it is the area near the glyph.
de: Wir müssen sie schnell töten, bevor sie gewahrwerden, was hier wirklich vor sich geht. Und vergesst nicht: Die Lave breitet sich schnell, plötzlich und gefährlich aus. Einzig in der Nähe der Glyphe ist es sicher.

source: Wait, what's going on? The volcano is going to erupt! Everyone, try to get out of these caves!
de: Wartet, was höre ich da? Der Vulkan wird ausbrechen! Los Männer, flieht aus diesen Höhlen!

source: I must go report to my superiors!
de: Ich muss meine Vorgesetzten benachrichtigen!

source: We have allowed an enemy to escape; we have failed.
de: Wir haben einen Gergner entkommen lassen. Wir haben versagt.

source: Aghh!!! The volcano is erupting, and now our exit has been blocked off!!!
de: Argh!!! Der Vulkan bricht aus und der Ausgang ist nun verschüttet!!!

source: We have hidden the sceptre well, but now the volcano is going to erupt and kill us all.
de: Wir haben das Zepter gut versteckt, doch nun wird der Vulkan ausbrechen und uns alle töten.

source: Kill all of the elves before one of them escapes from the caves
de: Tötet alle Elfen bevor einer von ihnen aus den Höhlen entkommt

source: Hm... Me le' no'w!
de: Hm... Ich verschwinden jetzt!

source: Epilogue
de: Abspann

source: And thus Rugnur died, a glorious death, in the eyes of the dwarven sages. But our tale is not yet complete. For Alanin lived still, as did Krawg the Gryphon.
de: Und so starb Rugnur einen glorreichen Tod, zumindest in den Augen der Geschichtenerzähler der Zwerge. Doch endet meine Geschichte hier noch nicht. Denn Alanin war, genau wie Krawg der Greif, immer noch am leben.

source: Alanin traveled south, to Wesnoth, to Haldric II. To report the events of the past fifteen years.
de: Alanin reiste südwärts nach Wesnoth, zu Haldric II. Er wollte über die Geschehnisse der letzten fünfzehn Jahre Bericht erstatten.

source: And Krawg - well, Krawg followed him. I know not how. But Krawg made his way south, to Weldyn, and reached it about the time that Alanin did.
de: Und Krawg, nunja, er folgte ihm. Ich weiß nicht, wie genau er das geschafft hat. Doch Krawg schaffte es Weldyn ungefähr zu der Zeit zu erreichen, zu der Alanin dort ankam.

source: Guard Captain
de: Hauptmann der Garde

source: Gatekeeper
de: Torwächter

source: Halt! What is your business in Weldyn, capital of Wesnoth?
de: Halt! Was wollt ihr in Weldyn, der Hauptstadt von Wesnoth?

source: Stand aside. I am Alanin, of Haldric's royal guard, and I bring news from the northlands.
de: Tretet zur Seite, ich bin Alanin, Haldrics Leibwache. Ich bringe Kunde aus den Nordlanden.

source: Very well. You may pass.
de: Nun denn, ihr dürft passieren.

source: I hear you desire to speak to the king, Alanin. What do you have to tell him?
de: Mir ist zu Ohren gekommen, dass ihr den König sprechen wollt, Alanin. Was habt ihr ihm zu sagen?

source: I bring tidings of the Sceptre of Fire, commissioned fifteen years ago by our king. I have been away for a long time, do not delay me even more.
de: Ich überbringe Kunde vom Zepter des Feuers, das vor fünfzehn Jahren vom König in Auftrag gegeben wurde. Ich war nun schon lange fort, haltet mich nicht noch mehr auf.

source: Enter, Alanin, and give the king your message.
de: Tretet ein Alanin und überbringt dem König eure Nachrichten.

source: My King, fifteen years ago you sent me on a mission into the northlands. I have returned. What do you wish to know of my mission?
de: Vor fünfzehn Jahren habt ihr mich auf eine Mission in den Nordlanden entsandt, mein König. Nun bin ich zurückgekehrt. Was wünscht ihr von der Mission zu wissen?

source: Well, was the Sceptre completed? Do you have it? Give it to me!
de: Nun, wurde das Zepter fertiggestellt? Habt ihr es? Gebt es mir!

source: I believe it was completed, but, I do not have it. It is buried deep in the mountains of the Northlands.
de: Ich glaube es ist inzwischen fertig, doch habe ich es nicht. Es ist in den Tiefen der Gebirge der Nordlande vergraben.

source: Why? Why was it not returned to me? Have the dwarves reneged on their promise, and kept it?
de: Warum? Weshalb ist es mir nicht zurückgebracht worden? Haben die Zwerge ihr versprechen gebrochen und es selbst behalten?

source: My Lord, the dwarves are dead, slain by fire and smoke as lava poured out of one of the mountains. I saw the eruption from afar as I was returning to you.
de: Mein Herr, die Zwerge sind tot. Getötet von dem Feuer und dem Rauch als die Lava aus einem der Gebirge hervorkam. Ich sah den Ausbruch aus der Ferne, da ich auf dem Weg zurück zu euch war.

source: Why were you returning without the sceptre, then?
de: Warum wart ihr auf dem Weg zurück ohne das Zepter?

source: We had been besieged by elves, in a dwarvish castle that was not Rugnur's. The sceptre could not be completed there, but it could in a cave that lay to the northeast of it. Rugnur sent me back, with the message that it had been completed, but he and all the rest of the dwarves went into the caves, and were immediately followed by hundreds of elves.
de: Wir wurden von Elfen in einer zwergischen Festung belagert, die nicht Rugnur gehörte. Das Zepter konnte dort nicht vollendet werden, doch konnte dies in einer Höhle im Nordosten geschehen. Rugnur hat mich zurückgeschickt mit der Nachricht, dass es vollendet sei, doch er und die anderen Zwerge sind zurück in die Höhlen gegangen und wurden von hunderten Elfen verfolgt.

source: If the sceptre was not completed in your sight, what makes you so sure it exists?
de: Wenn ihr nicht gesehen habt, wie das Zepter fertiggestellt wurde, weshalb seid ihr euch dann so sicher das es existiert?

source: I will let Krawg explain that.
de: Das werde ich Krawg erklären lassen.

source: Who?
de: Wen?

source: My lord, a gryphon has just flown over our walls! It may be a sign of an attack!
de: Ein Greif ist soeben über die Mauer geflogen, mein König! Das könnte einen Angriff bedeuten!

source: No, that is my... friend Krawg. He went with Rugnur into the caves, but escaped through a hole in the roof right before the lava filled the cave.
de: Nein, dies ist mein... Freund Krawg. Er ist zusammen mit Rugnur in diese Höhlen gegangen, doch konnte er durch ein Loch im Gipfel entkommen bevor die Lava die Höhle komplett überflutet hatte.

source: Ya, ya! Meh seah za zeptahur. Hrugnaar ha ee. Lozeet enda caav.
de: Jah, jah! Mich sehenge Zepter. Rugnur es hat. In Höhle verloren.

source: What the devil is he saying?
de: Was zum Teufel sagt er?

source: He says that he has seen the Sceptre. Rugnur had it, but he lost it in the caves. He came to tell you, so that you would know that the dwarves did fulfil their promise.
de: Er sagt das er das Zepter gesehen hat. Rugnur hatte es, doch verlor er es in der Höhle. Er ist gekommen, euch mitzuteilen, dass die Zwerge ihr Versprechen gehalten haben.

source: Kreeeeya! Darat! Nomiduun. Bah.
de: Kreeeya! Stiiimmt! Feeertig bin! Tschüüüss.

source: I see. Well... what do you want me to do now? The sceptre is made, yes, but I don't know where it is, the makers are dead, and orcs have probably already found it and hid it somewhere else.
de: Ich verstehe. Nun... Was sollen wir nun machen? Das Zepter ist fertig, doch weiß ich nicht, wo es ist. Seine Erschaffer sind tot und die Orks haben es wohl schon gefunden und verstecken es nun irgendwo.

source: I do not know. I only bring the news, I did not cause it, nor do I fully understand its implications. But, my advice would be to do nothing. I believe you will not find it, though you send a hundred armies to look for it. But record in the history books that the sceptre does exist.
de: Ich weiß es nicht. Ich überbringe nur die Nachrichten, ich verursache sie nicht. Auch verstehe ich nicht ihre Tragweite. Doch mein Rat wäre es nichts zu tun. Ich glaube nicht, dass ihr es jemals finden werdet auch wenn ihr hunderte Armeen entsendet es zu suchen. Doch haltet in den Geschichtsbüchern fest, dass das Zepter existiert.

source: Your advice seems good to me. I will take it. As for you, and the gryphon, you are free to go. Alanin, you've served in the army long enough to retire, and even if you hadn't, you've seen enough combat. So, go. Back to your village. You deserve a rest.
de: Euer Rat klingt gut. Ich werde ihn annehmen. Ihr und der Greif seid frei. Alanin, ihr habt lange genug der Armee gedient, selbst wenn dies nicht der Fall wäre, so habt ihr doch genug Kämpfe ertragen müssen. Geht zurück in euer Heimatdorf. Ihr habt euch die Ruhe wirklich verdient.

source: Very well, my lord.
de: So sei es, mein König.
