Repository: wesnoth/wesnoth
Catalog: po/wesnoth-Sceptre_of_Fire/*.po
Languages: de

source: The Sceptre of Fire
de: Das Zepter des Feuers

source: Fighter
de: Kämpfer

source: (easiest)
de: (leicht)

source: Steelclad
de: Chalybter

source: (hardest)
de: (schwierig)

source: Lord
de: Fürst

source: The land of Wesnoth's banner bold Comes not from its own land; It comes from Dwarfdom, grim and old Made by a runesmith's hand. - So now I tell from whence it came - The Fire-sceptre great - And of the makers of the same, Their tale I now relate... -
de: Des Reiches Wesnoth Wappen Stammt nicht aus seinem Land Werk der Zwerge, alt und verbissen Schuf es des Runenschmiedes Hand. - Auch werd ich erzählen woher es kam Das Feuerzepter - Wunderbar! Von jenen die es schufen und ihrer Gram Ihre Geschichte leg ich euch nun dar... -

source: A Bargain is Struck
de: Ein Handel wird vereinbart

source: Ay, the Sceptre of Fire. The sceptre has a long, glorious, and fearful history. But I am not here to tell you how the jewel within it was brought over the ocean by Haldric the Great. Nor will I tell the story of Garard I, and the challenge he set, or that of Konrad, king of Wesnoth by virtue of the Sceptre.
de: Ja, das Zepter des Feuers. Das Zepter hat eine lange, glorreiche, aber auch schreckliche Vergangenheit. Doch meine Aufgabe ist es nicht, euch zu erklären, wie Haldric der Große das Juwel über das Meer gerettet hat. Auch werde ich weder die Geschichte von Garad I oder Konrad, König von Wesnoth und Träger des Zepters, erzählen.

source: I am here to tell you of its making. Of its crafting, deep in the caverns of Dwarfdom. And of the dwarves who made it; for they were great, they were. They are counted among the greatest of the heroes of ancient Knalga.
de: Meine Aufgabe ist es, euch die Entstehung des Zepters darzulegen. Euch zu erläutern, wie es einst in den Tiefen des Zwergenreiches geschmiedet wurde. Auch werde ich euch von den Zwergen berichten, die es erschufen. Denn sie waren wahrhaft große Wesen. Sie zählen zu den größten Helden der Helden des alten Reiches der Knalga.

source: Our story begins in a small border outpost in the southern hills of Knalga, with a young dwarf, named Rugnur, in charge of it. And with the second king of Wesnoth, Haldric II, riding up the road with an army behind him...
de: Unsere Geschichte beginnt in einem kleinen Außenposten in den südlichen Hügeln Knalgas. Sie dreht sich um einen jungen Zwergen namens Rugnur, Kommandant der Stellung. Sie beginnt damit, dass der zweite Erbe von Wesnoth, Haldric II, die Straße entlang reitet, verfolgt von einer Armee.

source: Transport 5 caravans full of silver back to the Dwarvish citadel
de: Geleitet 5 Wagen voller Silber zur Festung der Zwerge

source: Transport 4 caravans full of silver back to the Dwarvish citadel
de: Geleitet 4 Wagen voller Silber zur Festung der Zwerge

source: Bring Alanin, who has the Ruby of Fire, to the Dwarvish citadel
de: Geleitet Alanin, Träger des Rubins des Feuers, zur Festung der Zwerge

source: Death of Rugnur
de: Rugnur fällt in der Schlacht

source: Death of Haldric II
de: Haldric II fällt in der Schlacht

source: Capture (death) of a loaded caravan
de: Ihr verliert einen beladenen Wagen an den Feind

source: Time runs out
de: Rundenlimit überschritten

source: Humans, halt! Don't come any closer, we dwarves don't like company...
de: Halt, Menschen! Bleibt wo ihr seid. Wir Zwerge mögen so viel Gesellschaft nicht....

source: We come to make a deal with you.
de: Wir kommen um einen Handel mit euch zu schließen.

source: Well, state your business and be done with it. And if we don't like what you say, you leave!
de: Dann sagt, was ihr anzubieten habt. Sollten wir nicht mögen, was ihr sagt werdet ihr hier verschwinden!

source: Have you heard of the Ruby of Fire?
de: Habt ihr schon vom Rubin des Feuers gehört?

source: Yes... your first king brought it from over the sea, right? You own it.
de: Ja.... Euer erster König brachte ihn von der anderen Seite der See, nicht wahr? Er gehört euch.

source: Correct. However, we have a problem with it.
de: Korrekt. Dennoch haben wir ein Problem.

source: What sort of problem?
de: Was für Schwierigkeiten?

source: Some form of magical aura makes those around the stone act... strangely. I noticed it with my father. The longer he stayed near the stone, the more arrogant, almost evil, he became.
de: Irgendeine magische Aura lässt Leute in der Nähe des Steins.... seltsam handeln. Ich habe es an meinem Vater bemerkt. Je länger er in der Nähe des Steins war, desto mehr ergriff das Böse von ihm Besitz.

source: So, what do you want me to do? I don't see how this relates to us dwarves.
de: Also, was kann ich für euch tun? Ich denke nicht, dass uns Zwerge das etwas angeht.

source: When the elves came to Weldyn, about ten years ago, they spoke of a mage named Crelanu, and of his advice about the ruby. He said that the radiance of the stone could be contained, and that doing so would stop the stone's effect.
de: Als die Elfen vor zehn Jahren nach Weldyn kamen sprachen sie von einem Magier namens Crelanu und dessen Rat bezüglich des Rubins. Er meinte, der Wirkungsbereich des Steins könnte eingedämmt werden, was die Beeinträchtigung stoppen würde.

source: And what... you want us to do this, contain the radiance of the stone? By making an artifact of some kind?
de: Und ihr wollt, das wir das für euch erledigen? Vielleicht indem wir daraus ein Artefakt fertigen?!

source: Exactly. I want you to craft it into a mighty artifact, that will leverage the stone's power, but contain it also.
de: Genau. Ich möchte, dass ihr ihn in einem mächtigen Artefakt einarbeitet, welches seine Kraft eindämmt, sie aber dennoch enthält.

source: Well... I think we can make a deal, but I'm not sure. I'll have to ask the tribal leaders.
de: Gut... Ich glaube, wir können einen Handel schließen, doch bin ich mir nicht sicher. Ich werde die Stammesführer fragen müssen.

source: If you are not authorized to make a deal, send out someone who is, and I will bargain with him.
de: Wenn ihr nicht berechtigt seid einen Handel zu schließen, schickt jemanden, der es vermag. Mit ihm werde ich verhandeln.

source: They would refuse to come. You must come into the caves, and go to the city in person, or send a representative.
de: Es wird niemand anderes herkommen. Ihr müsst in unsere Stollen kommen und persönlich in unsere Stadt gehen oder einen Abgeordneten entsenden.

source: I can always take my offer to another tribe more friendly to its potential patrons. You are not the only smiths in the Northlands!
de: Ich kann mein Angebot jederzeit einem anderem Stamm erteilen, der uns gegenüber freundlicher gesinnt ist. Ihr seid nicht die einzigen Schmiede in den Nordlanden.

source: Uh, no, wait! Lets talk business - how much will you pay us to do this for you?
de: Nein, nein, wartet! Lasst uns über das Geschäft sprechen - wie viel wollt ihr uns für diesen Auftrag zahlen?

source: Five thousand pieces of silver.
de: Fünftausend Silberlinge.

source: You said you wanted a powerful magical artifact, not a child's playtoy! So... twenty thousand, minimum. The crafting of this will take us many years, you must pay us well.
de: Ihr habt gesagt, ihr wolltet ein mächtiges magisches Artefakt, nicht ein Spielzeug für Kinder! Also... Zwanzigtausend, mindestens. Solch ein Artefakt zu schmieden dauert viele Jahre. Dafür fordern wir einen gerechten Lohn.

source: Ten thousand.
de: Zehntausend.

source: Nothing below fifteen!
de: Nicht unter fünfzehn!

source: Then no deal. I'll gather my things and go to another dwarvish clan now.
de: Dann gibt es kein Geschäft. Ich werde meine Sachen nehmen, und nun einen anderen Stamm aufsuchen.

source: Fine then - ten thousand... now, what exactly do you want us to make the stone into?
de: Nun denn, zehntausend... Was genau sollen wir denn eigentlich aus dem Edelstein machen?

source: I want you to make it into a sceptre, a sceptre of fire.
de: Ich möchte, dass ihr daraus ein Zepter macht, ein Zepter des Feuers.

source: I'll see what I can do. But I will need five thousand silver in advance, to pay for the materials.
de: Ich werde sehen, was wir da machen können. Doch brauche ich fünftausend Silberlinge im voraus um die nötigen Materialien zu bezahlen.

source: Very well. I have the silver here, ready to ship, and I will send someone over with the stone itself. He will stay with you as you make the sceptre, and make sure you are going to get it done on time. I expect it done before my reign as king is ended.
de: Abgemacht. Ich habe das Silber hier und alles ist bereit um es zu übergeben. Außerdem werde ich euch einen Boten mit dem Stein schicken. Er wird bei euch bleiben bis das Zepter fertig ist, um sicher zugehen, dass es rechtzeitig fertig wird. Ich gehe davon aus, dass es fertig ist, bevor meine Herrschaftszeit sich dem Ende zuneigt.

source: Thats right. I'll be coming over along with the silver.
de: Das ist richtig. Ich werde nun mit dem Silber zu euch kommen.

source: Hey! You can't do that - this road is an elvish road. We're not letting you transport gold and jewels on it without paying a toll.
de: Halt! Das könnt ihr nicht machen - dieser Weg ist ein elfischer Weg. Wir lassen euch hier nicht Gold und Juwelen transportieren, ohne dass ihr euren Wegezoll bezahlt.

source: What are you talking about?! This road has always been open to all.
de: Wovon sprecht ihr?! Dieser Weg stand bisher jedem offen.

source: Yes, we have allowed people to use it, but it is our road.
de: Ja, wir haben es vielen erlaubt, ihn zu nutzen, doch es ist immer noch unser Weg.

source: Not true! This is dwarvish land; if anything, it's our road!
de: Das stimmt nicht! Dies ist zwergisches Gebiet. Wenn überhaupt, dann ist es unser Weg!

source: Nevertheless, if you try to move your caravans here you have to pay the toll, or face our wrath!
de: Wie auch immer, wenn ihr eure Wagenkolonne hier entlang bewegen wollt, müsst ihr Zoll bezahlen oder unserem Zorn begegnen!

source: We Wesnothians and you elves have a treaty! Do you really mean to break it in defense of a road that is not even yours?!
de: Wir Bewohner von Wesnoth haben mit euch Elfen ein Abkommen! Wollt ihr es wirklich brechen, nur um eine Straße zu verteidigen, die euch nicht einmal gehört?!

source: I was never among those who agreed to that treaty. Not all of us Elves are as low as Kalenz, or make deals with those who betrayed us.
de: Ich gehörte nie zu jenen, die das Abkommen befürworteten. Nicht alle Elfen sind so minderwertig wie Kalenz oder schließen Pakte mit denen, die uns betrogen.

source: Ah, I see - you are one of the rebels. Our treaty with the elves does not apply to you, so I have no problem with slaying you if you stand in our way. Rugnur, we will proceed with the shipment.
de: Ah, ich sehe schon - ihr müsst einer dieser Rebellen sein. Unser Abkommen mit den Elfen betrifft euch nicht, also habe ich keine Schwierigkeiten, wenn ich euch zerschmettere solltet ihr mir in die Quere kommen. Rugnur, wir werden mit der Übergabe fortfahren.

source: Very well. Glildur, if the high elvish council has made an alliance with the men, I would advise you to follow it, but not doing so is your choice.
de: Nun denn. Wenn der hohe elfische Rat eine Allianz mit den Menschen geschlossen hat, würde ich euch raten, dies hinzunehmen. Doch wenn ihr es nicht macht, so ist das eure Wahl, Glildur.

source: Here's the stone, for you dwarves! Now, if you'll excuse me, I think I'll be taking refuge in this castle here... I don't much like fighting.
de: Hier habt ihr den Stein, Zwerge! Wenn ihr mich nun entschuldigen würdet, werde ich in dieser Burg Zuflucht suchen... Ich kann Kämpfen nichts abgewinnen.

source: All the gold is there too. Proceed with the task, Rugnur!
de: Wir haben das Gold. Fahrt mit eurer Aufgabe fort, Rugnur!

source: Cargo unloaded.
de: Ware abgeladen.

source: You only need $incominggold more, then you can begin work.
de: Ihr braucht nur noch $incominggold , bevor ihr mit der Arbeit beginnen könnt.

source: You only need $incominggold more, and the stone, then you can begin work.
de: hr braucht nur noch $incominggold sowie den Stein, bevor ihr mit der Arbeit beginnen könnt.

source: That's the last caravan! We will commence work immediately.
de: Dies ist der letzte Wagen! Wir werden umgehend unsere Arbeit aufnehmen.

source: We have all of the silver, now all we need is the stone.
de: Wir haben das Silber. Uns fehlt nur noch der Edelstein.

source: Ha! Our reinforcements have arrived. There is no way you can withstand our combined strength!
de: Ha! Unsere Verstärkung ist endlich angekommen. Nun werdet ihr uns nicht länger standhalten können!

source: We cannot match you above ground, but in the caves we may still defeat you.
de: Übertage können wir euch nicht bezwingen, doch in unseren Stollen sind wir euch immer noch überlegen.

source: Elvish reinforcements! Where did these come from? I thought the elvish resistance to the treaty was smaller than this. Hurry up and move those caravans!
de: Elfische Verstärkungen! Wo kommen die her? Ich dachte es gäbe nicht so viel Widerstand auf Seiten der Elfen gegen unser Abkommen. Beeilt euch und bewegt diese Wagen!

source: You just let a caravan, with MY money loaded in it, get captured! If I can't trust you to keep my property secure, the deal's off.
de: Ihr habt gerade einen Wagen mit MEINEM Geld verloren! Ich glaube nicht, dass ihr fähig seid, mein Eigentum gut zu beschützen. Der Handel ist geplatzt.

source: Closing the Gates
de: Schließen der Tore

source: Next in our story, Rugnur retreated into the caves of Knalga. But the elves pressed on, and would enter the caves shortly.
de: Im nächsten Teil der Geschichte schafft es Rugnur sich in die Höhlen von Knalga zurückzuziehen. Doch die Elfen rückten weiter vor und standen kurz davor in die Höhle einzudringen.

source: Place someone on each of the six magic glyphs in order to close the dwarvish gates
de: Plaziert eine Einheit auf jeder der sechs magischen Runen um die zwergischen Tore zu schließen

source: Kill all elves who are in the caves after the gates are closed
de: Tötet alle Elfen, die nach Schließung der Tore noch in den Höhlen sind

source: Death of Baglur
de: Baglur fällt in der Schlacht

source: These elves are right behind me! We have to go warn the council of this attack!...
de: Die Elfen sind direkt hinter mir! Wir müssen den Rat vor diesem Angriff warnen!...

source: Here - I'll go warn the council. You stay here and fight.
de: Hier - Ich werde mich aufmachen, um den Rat zu warnen. Ihr bleibt besser hier und kämpft.

source: Yes, that sounds good. I'll stay here and try to defend the gates...
de: Ja, das klingt gut. Ich werde hier bleiben, um die Tore zu verteidigen...

source: I see you have sent a messenger to the city. Good idea, but will it really help? We have more troops and more provisions, and we are going to enter those caves and kill you!
de: Wie ich sehe habt ihr einen Boten in die Stadt entsandt. Eine gute Idee, doch wird es euch helfen? Wir haben mehr Truppen und Vorräte, und wir werden die Höhlen erstürmen, um euch zu töten!

source: *gulp*
de: *Schluck*

source: Ha! I thought as much. Well then, surrender!
de: Ha! Das habe ich mir gedacht. Also, kapituliert!

source: Um... on what terms?
de: Um... zu welchen Bedingungen?

source: Unconditional.
de: Bedingungslos.

source: loyal,resilient
de: loyal, robust

source: Wait! Rugnur, didn't they tell you ANYTHING when you took command here?!?
de: Wartet! Haben die euch GAR NICHTS gesagt, als sie euch das Kommando hier übergaben?!?

source: Not really. This was supposedly a time of peace. Who are you?
de: Nicht wirklich. Alle dachten, es sei eine Zeit des Friedens. Wer seid ihr?

source: Argh! I'm a retired warrior... it looks like I'll have to come out and help you, or we'll be overrun by the damn elves... argh again. Well, listen here. This entrance to the city can be closed. There's a gate. If we can close it, the elves will not be able to enter. And you elves; begone from here!
de: Argh! Ich bin ein alter Recke... Sieht so aus, als ob ihr meine Hilfe braucht. Sonst werden wir noch von den verdammten Elfen überrannt... Argh, hört mir zu. Dieser Eingang zur Stadt kann verschlossen werden! Es gibt ein Tor! Wenn wir es schließen, werden die Elfen hier nicht eindringen können. Elfen: Verschwindet!

source: Cease your meddling, old dwarf! Rugnur is in charge here, and it is he who will bargain with us.
de: Hört auf euch einzumischen, alter Zwerg! Rugnur ist hier zuständig und er wird sich uns entgegen stellen.

source: Baglur, how do you close the gates?
de: Baglur, wie kann ich die Tore verschließen?

source: Agh, well that's the difficulty. Its a magic gate. Indestructible. But that means it can only be closed by magic. You need to position a warrior on each of the six glyphs. When all are occupied, the gates will close. Then the elves will be shut out of the caves forever, at least through this entrance.
de: Agh, das ist schwierig. Es ist ein magisches Tor. Unzerstörbar. Und das bedeutet, es kann nur mithilfe von Magie verschlossen werden. Ihr müsst einen Kämpfer auf jeder der sechs Glyphen positionieren. Wenn alle belegt sind, werden sie sich schließen. Dann werden die Elfen aus unseren Höhlen auf ewig ausgesperrt sein. Zumindest können sie durch diesen Eingang nicht herreinkommen.

source: Don't we have troops positioned near these glyphs, to unlock them?
de: Haben wir keine Truppen in der Nähe der Glyphen, um sie zu aktivieren?

source: Argh, well, no. Lately trolls have been more in charge of those caves where the glyphs are than we dwarves have.
de: Nun ja, da gibt es ein kleines Problem. In letzter Zeit waren in den Höhlen nahe den Glyphen mehr Trolle als Zwerge.

source: Well, where are they located?
de: Gut, wo genau sind sie?

source: Two are down a side passage in the northwest, another two are in a similar location in the southeast, and two are right next to the front gate.
de: Zwei sind in einem Seitenstollen im Nordosten, weitere zwei an einer ähnlichen Stelle im Südosten. Die letzten beiden sind direkt neben dem Haupttor.

source: Have you made up your mind yet about surrendering?! If you will not give up, prepare for battle!
de: Habt ihr euch schon entschieden aufzugeben?! Wenn nicht, bereitet euch auf den Kampf vor!

source: You may be more powerful than us, but I doubt even you can blast through Dwarf-made stonecraft. We refuse - now let's close these gates!
de: Ihr mögt mächtiger sein als wir, doch bezweifle ich, dass ihr durch zwergisches Mauerwerk hindurch brechen könnt. Wir lehnen ab - nun lasst uns diese Tore schließen!

source: But what about this entrance? The elves can come through it just as easily as the main gate, and it cannot be closed!
de: Was ist mit diesem Eingang? Die Elfen können durch ihn genauso leicht eindringen, wie durch das Haupttor und er kann nicht verschlossen werden!

source: I think it can be sealed up somehow... Yes, look, activating that glyph seems to have closed up the gap.
de: Ich glaube er kann irgendwie versiegelt werden... Ja, schaut, die Aktivierung der Glyphe hat die Lücke geschlossen.

source: We have everyone positioned on the glyphs! What do we do now?
de: Alle Glyhpen sind besetzt! Was machen wir nun?

source: Just watch. The gates will close very soon. Then the elves outside - and, unfortunately, our dwarves who are still out there - will become irrelevant.
de: Wartet einfach. Die Tore werden sich schon bald schließen. Dann sind die Elfen die draußen sind, genau wie unsere zwergischen Freunde, die es nicht in die Höhle schaffen, nicht mehr von Bedeutung.

source: Agh! Well, you have defeated me for now, but eventually you will have to exit these caves, to give Haldric back his jewel. And when you do, we will be ready for you.
de: Agh! In diesem Kampf habt ihr mich geschlagen, doch werdet ihr die Höhlen wieder verlassen wollen um Haldric sein Juwel zurückzugeben. Und wenn es so weit ist, werden wir bereits auf euch warten.

source: If that is what you choose to do, fine, but be prepared to wait for many years.
de: Wenn ihr dies machen wollt, na gut. Doch macht euch darauf gefasst viele Jahre zu warten.

source: There are still some elves left in here. We have to eliminate them, too, unless they surrender.
de: Es sind immernoch einige Elfen hier drin. Wir müssen sie besiegen, falls sie nicht aufgeben.

source: You would have us be cowards! We do not surrender.
de: Ihr denkt wohl, wir seien Feiglinge! Wir werden niemals aufgeben.

source: Kill all elves who are in the caves
de: Tötet alle Elfen in den Stollen

source: That's all of the elves. Now I should go down to the city and report. I'm late already...
de: Das war der letzte Elf. Nun muss ich wirklich in die Stadt und Bericht erstatten. Ich bin bereits spät dran...

source: Well, now I should go down to the city and report. I'm late already...
de: Nun muss ich wirklich in die Stadt und Bericht erstatten. Ich bin bereits spät dran...

source: My glyph is on.
de: Meine Glyphe ist aktiviert.

source: In the Dwarven City
de: In der Zwergenstadt

source: Now, I must tell you of another character in our drama. Durstorn, the lord of Dwarfdom. Or at least of this clan.
de: Hier muss ich euch einem weiteren Akteur bekannt machen. Durnstorn, Herrscher des Zwergenreiches. Naja, zumindest von diesem Stamm.

source: Durstorn was not happy this day. Nor was he usually; but today he was unhappier than usual.
de: Durnstorn war alles andere als glücklich an diesem Tag. Sonst war er es zwar auch nicht, aber heute war es noch weit schlimmer als sonst.

source: loyal,quick
de: loyal, schnell

source: loyal,strong
de: loyal, kräftig

source: Where's that fool Rugnur gotten to? It's time for him to report on events in the surface world. He's late!
de: Wo ist bloß dieser Narr Rugnur? Es ist an der Zeit für seinen Bericht über die Geschehnisse an der Oberfläche. Er ist spät dran!

source: Perhaps the outpost was held up?
de: Vielleicht wurde er an seinem Posten angegriffen?

source: Ha! There hasn't been a border attack since the men came from over the sea, why would someone attack us now?
de: Ha! Es gab keinen Angriff, seit die Menschen über das Meer kamen. Warum sollte uns ausgerechnet jetzt jemand angreifen?

source: The elves might want our gold.
de: Die Elfen wollen unser Gold.

source: Good one, Let them try to take it! Ha!
de: Der war gut! Sollen sie doch versuchen es sich zu holen! Ha!

source: Hey, Durstorn, have we started yet? King Haldric came by just now, wanted to talk to you...
de: Hallo, Durston, haben wir schon angefangen? König Haldric war gerade da und wollte euch sprechen...

source: Speak properly to your elders, boy! Why are you late?
de: Sprecht angemessen mit euren Ältesten, Junge! Warum seid ihr zu spät?

source: Huh? Didn't a messenger come and tell you?
de: Nanu? Ist kein Bote angekommen euch zu warnen?

source: No.
de: Nein.

source: I think you'd better let me explain. King Haldric II of Wesnoth came to the gate. Then we had to close it, which took considerable time.
de: Ich glaube ihr lasst es mich besser erklären. Der König von Wesnoth, Haldric II, kam zu unseren Toren. Dann mussten wir sie schließen, was einige Zeit beanspruchte.

source: What'd he want? And why'd you have to close the gate?
de: Was wollte er? Und warum habt ihr die Tore verschlossen?

source: He wanted to make a deal with us. He gave us a magical stone, called the 'Ruby of Fire', and told us to make an sceptre out of it, to keep in the bad magic, or something like that. We closed the doors because elves were attacking us.
de: Er wollte mit uns einen Handel schließen. Er hat uns einen magischen Stein namens »Rubin des Feuers« gegeben, und uns beauftragt daraus ein Zepter zu fertigen, um seine böse Macht oder so einzudämmen. Wir schlossen die Tore, da die Elfen uns angriffen.
