Repository: wesnoth/wesnoth
Catalog: po/wesnoth-help/*.po
Languages: ar, gl

source: Traits are modifications that change a unit’s attributes slightly. They are usually randomly assigned to a unit when it is recruited. The traits available to a unit are largely determined by its <i>race</i>.
gl: Os trazos son modificacións que cambian lixeiramente os atributos das unidades. Xeralmente asígnanselles aleatoriamente ás unidades ao recrutalas. Os trazos que pode ter cada unidade dependen principalmente da <i>especie'</i> da unidade.

source: Most units have two traits. However, goblins have only one trait, undead units are always assigned the single trait <i>undead</i> and in some cases <i>fearless</i>, and woses do not receive any traits.
gl: Case todas as unidades teñen dous trazos. Porén, os non mortos só teñen o trazo <i>non morto</i> e nalgúns casos <i>afouto</i>, e os arboáns non teñen ningún trazo.

source: The traits that are available to most non‐undead units are <ref dst='traits_intelligent'>intelligent</ref>, <ref dst='traits_quick'>quick</ref>, <ref dst='traits_resilient'>resilient</ref>, and <ref dst='traits_strong'>strong</ref>.
gl: Os trazos dispoñibles para a maioría das unidades non mortas son <ref dst='traits_intelligent'>intelixencia</ref>, <ref dst='traits_quick'>rápidez</ref>, <ref dst='traits_resilient'>resistencia</ref> e <ref dst='traits_strong'>forza</ref>.

source: Elves may also receive <ref dst='traits_dextrous'>dextrous</ref>, and dwarves may receive <ref dst='traits_healthy'>healthy</ref>. Trolls and certain humans may receive <ref dst='traits_fearless'>fearless</ref>. Other traits which may be assigned include <ref dst='traits_loyal'>loyal</ref>, <ref dst='traits_feral'>feral</ref> and <ref dst='traits_undead'>undead</ref>.
gl: Os elfos tamén poden ser <ref dst='traits_dextrous'>destros</ref>, e os ananos <ref dst='traits_healthy'>saudábel</ref>. Os troles e certos humanos poden ser <ref dst='traits_fearless'>afoutos</ref>. Tamén existen outros trazos, como <ref dst='traits_loyal'>leal'</ref>, <ref dst='traits_feral'>fero</ref> e <ref dst='traits_undead'>non morto'</ref>.

source: Game maps feature a variety of terrains that affect both unit movement and a unit’s defensive capability in combat.
ar: تتميز خرائط اللعبة بمجموعة متنوعة من التضاريس التي تؤثر على حركة الوحدة والقدرة الدفاعية للوحدة في القتال.
gl: Os mapas teñen unha ampla variedade de terreos que afectan tanto ao movemento das unidades como á súa capacidade defensiva no combate.

source: Terrains come in two types: <i>basic</i> and <i>mixed</i>.
gl: Os terreo veñen en dous tipos: <i>básicos</i> e <i>mesturados</i>.

source: Basic Terrain Types
gl: Tipos básicos de terreo

source: Basic terrain types include Flat, Hills, Mountains, Sands, Water and Swamps. There are many more besides these — a list of the terrain types you have discovered can be found at the end of this page.
gl: Entre os tipos básicos de terreos están as chairas, os outeiros, as montañas, a area, a auga e os pantanos. Hai moitos outros; ao final desta páxina atopará unha lista dos terreos que leva descuberto.

source: Every unit has a defense rating and a movement cost for each of the basic terrain types, and these values are listed in the unit’s help page. Basic terrain types may have unique properties like illumination effects as well.
ar: كل وحدة لديها تصنيف دفاعي وتكلفة حركة لكل نوع من أنواع التضاريس الأساسية، وهذه القيم مدرجة في صفحة المساعدة الخاصة بالوحدة. قد يكون لأنواع التضاريس الأساسية خصائص فريدة مثل تأثيرات الإضاءة أيضًا.
gl: Cada unidade conta cunha taxa de defensa e un custo de movemento en cada un dos tipos básicos de terreo. Pode ver os valores concretos na páxina de axuda de cada unidade. Os tipos básicos de terreo tamén poden ter propiedades únicas, como efectos de iluminación.

source: Mixed Terrain Types
gl: Tipos mesturados de terreos

source: Mixed terrain types share the properties of multiple basic terrain types — units generally receive the <i>best defense</i> and <i>worst movement</i> of the underlying basic types when they move onto a mixed type. For example, this is the case with <i>forested hills</i>, <i>sand hills</i>, and <i>cave hills</i>.
gl: Os tipos mesturados de terreos comparten as propiedades de varios tipos básicos de terreo. As unidades adoitan recibir <i>a mellor das defensas</i> e <i>o peor dos movementos'</i> dos tipos básicos de terreo que compoñen o tipo mesturado de terreo no que están. É o caso en tipos mesturados de terreo como os <i>outeiros boscosos</i>, os <i>outeiros de area</i> ou os <i>outeiros de cova</i>.

source: One notable exception is bridge terrains, such as <i>bridges over shallow water</i>, <i>fords</i>, and <i>bridges over chasms</i>. Fords are easily passable to both merfolk and humans — all units moving on a ford enjoy the best defense and best movement out of flat and shallow water, rather than the worse movement of the two. Similarly, bridges over chasms are passable to nonfliers (unsurprisingly).
gl: Unha excepción notable son os terreos de ponte, como <i>pontes sobre augas baixas</i>, <i>vaos</i> e <i>pontes sobre abismos</i>. Os vaos son facilmente transitables tanto para sirénidos como para humanos — todas as unidades que se moven por un vao gozan da mellor defensa e do mellor movemento entre as augas planas e as augas baixas, en lugar do peor movemento dos dous. Do mesmo xeito, as pontes sobre abismos son transitables para unidades que non voan (coma era de agardar).

source: Land-based villages generally give the best defense and movement as well. These villages are mixed terrains, based on the village terrain type, together with hill, swamp, and cave, respectively.
gl: As aldeas terrestres xeralmente proporcionan a mellor defensa e movemento tamén. Estas aldeas son terreos mesturados, baseados no tipo de terreo da aldea, xunto con outeiro, pantano e cova, respectivamente.

source: Finally, water villages are generally inhospitable to land units, and do not give defense or movement benefits associated with the village terrain type. Instead, they count only as water tiles.
gl: Finalmente, as aldeas acuáticas xeralmente son inhóspitas para unidades terrestres e non fornecen beneficios de defensa nin movemento asociados ao tipo de terreo de aldeas. En vez diso, considéranse simplemente como celas de auga.

source: You can see what basic types a mixed terrain is comprised of by mousing over its hex and checking the terrain type icons displayed in the upper right (under the default theme).
ar: يمكنك معرفة الأنواع الأساسية التي تتكون منها التضاريس المختلطة عن طريق تمرير الماوس فوقها والتحقق من أيقونات نوع التضاريس المعروضة في الجزء العلوي الأيمن (في نمط العرض القياسي).
gl: Podes ver de que tipos básicos está composto un terreo mesturado pasando o rato por riba do seu hex e mirando os iconas dos tipos de terreo que se mostran na parte superior dereita (baixo o tema predeterminado).

source: You can see what type of behavior the mixed terrain gives by mousing over its hex and viewing the <i>terrain description</i> by either pressing the hotkey, or right clicking and selecting from the context menu.
gl: Podes ver que tipo de comportamento ofrece o terreo mesturado pasando o rato por riba do hex e consultando a <i>descrición do terreo</i>, premendo a tecla de atallo ou facendo clic dereito e seleccionando a opción no menú contextual.

source: Defense Caps
gl: Topes de defensa

source: Some units have <i>defense caps</i> for a particular basic terrain type. These units suffer a penalty on mixed terrains with that type — their defense cannot exceed the cap.
gl: Algunhas unidades teñen <i>límites de defensa</i> para tipos de terreo básico concretos. Estas unidades sofren unha penalización en terreos mesturados que teñen ese tipo de terreo base — a súa defensa non pode superar o límite.

source: For example, the <ref dst='unit_Cavalryman'>Loyalist Cavalryman</ref> has a defense rating of 30% on forests, and a defense cap for forests. Thus, on forested hills, he has a defense rating of 30% rather than 40%, because the mixed rating cannot exceed the cap.
gl: Por exemplo, o <ref dst='unit_Cavalryman'>home montado Leal</ref> ten unha valoración de defensa do 30% nas fragas, cun límite máximo de defensa para ese terreo. Así, en outeiros boscosos, ten unha defensa do 30% en vez do 40%, porque a valoración combinada non pode superar ese límite.

source: If a unit has a defense cap for some terrain, it is always the same as its defense rating on that terrain (it cannot be larger).
gl: Se unha unidade ten un límite de defensa para un terreo, ese límite sempre é idéntico á súa taxa de defensa en dito terreo (non pode ser un valor superior).

source: The degree of customization offered by the Wesnoth engine allows players to create their own game content, including new scenarios, campaigns, and much more beyond what is offered in the official content bundled with the game.
ar: درجة التخصيص التي يقدمها محرك ويسنوث تسمح للاعبين بإنشاء محتوى اللعبة الخاص بهم، بما في ذلك السيناريوهات والحملات الجديدة وغير ذلك الكثير بما يتجاوز ما يتم تقديمه في المحتوى الرسمي المرفق مع اللعبة.
gl: O nivel de personalización que ofrece o motor de «A batalla polo Noroeste» permite aos xogadores crear os seus propios contidos par ao xogo, como novos escenarios, campañas, e moito máis do que ofrece o contido oficial empaquetado co xogo.

source: Using Add-ons
ar: استخدام الإضافات
gl: Uso de complementos

source: The game supports different types of add-on content, which are not all available in every gameplay mode.
ar: تدعم اللعبة أنواعًا مختلفة من المحتوى الإضافي، والتي لا تتوفر جميعها في كل أوضاع اللعب.
gl: O xogo admite distintos tipos de contidos nos complementos, e non todos eles estás dispoñíbeis en todos os modos de xogo.

source: Campaigns and Scenarios
gl: Campañas e escenarios

source: Single-player campaigns are collections of scenarios that fit together to tell a story. Both stand-alone scenarios—if intended to be played as such—and regular campaigns are available from the <i>Campaigns</i> menu at the title screen.
gl: As campañas para un xogador son coleccións de escenarios que se unen para contar unha historia. Tanto os escenarios independentes —se están pensados para xogarse así— como as campañas normais están dispoñibles no menú <i>Campañas</i> na pantalla de inicio.

source: Multiplayer Campaigns, Scenarios, and Map Packs
gl: Campañas, escenarios e mapas para varios xogadores

source: <i>Multiplayer</i> games can be played in fully customized, scripted scenarios or even specially designed campaigns. There are also packs providing sets of individual multiplayer scenarios.
gl: Os xogos en modo <i>Multixogador</i> poden xogarse en escenarios completamente personalizados e guionizados ou mesmo en campañas especialmente deseñadas. Tamén hai paquetes que ofrecen conxuntos de escenarios individuais para multixogador.

source: Multiplayer Eras and Factions
gl: Eras e faccións para varios xogadores

source: For gameplay purposes, various races of creatures in the world cooperate with each other in factions. Factions are grouped in balanced sets with a common theme; for example, the main factions of Wesnoth can be found in the included Default Era.
gl: Para efectos do xogo, diversas razas de criaturas do mundo cooperan entre si formando faccións. As faccións agrúpanse en conxuntos equilibrados cun tema común; por exemplo, as faccións principais do Noroeste pódense atopar na Era Predeterminada incluída.

source: In <i>Multiplayer</i> mode, you can choose an era when creating a new game, and players can pick from the available factions for that era when setting up their sides and teams.
gl: No modo <i>multixogador<i>, podes escoller unha era ao crear unha partida nova e os xogadores poden escoller entre as faccións dispoñibles para esa era ao configurar os seus bandos e equipos.

source: You can see what eras you have loaded in the <ref dst='..eras_section'>eras</ref> of the help.
gl: Podes ver que eras tes cargadas na sección de <ref dst='..eras_section'>eras</ref> da axuda.

source: Modifications
gl: Modificacións

source: Modifications are optional scenario- and era-independent scripts that can alter the default ruleset in various ways. You can choose and configure modifications when creating a new game.
gl: As modificacións son scripts que non están asociadas a escenarios ou eras concretas, e que permiten alterar varios aspectos das regras predeterminadas. Podes elixir e configurar modificacións ao crear unha nova partida.

source: Cores
gl: Núcleos

source: Cores enable total conversion of The Battle for Wesnoth. A core can replace all the content in Wesnoth: when a different core is loaded, the regular units, terrains and the like do not exist.
gl: Os núcleos permiten a conversión total da Batalla polo Noroeste. Un núcleo pode substituír todo o contido no Noroeste: cando se carga un núcleo diferente, as unidades habituais, os terreos e similares non existen.

source: Cores allow a significantly different game experience: for example, a World War II campaign, or even a different game altogether, as long as it can be represented as a hexagonal map with ‘units’ in some way.
gl: Os núcleos permiten unha experiencia de xogo significativamente diferente: por exemplo, unha campaña da Segunda Guerra Mundial, ou mesmo un xogo completamente diferente, sempre que se poida representar como un mapa hexagonal con ‘unidades’ dalgún xeito.

source: Creator Resources
gl: Recursos para Autores

source: Content authors can use resource packs available on the add-ons server to enrich their own content with existing assets such as images, music, and code. These are not generally intended for direct use in-game; however, other playable add-ons may depend on them and suggest or require their installation during download.
gl: Os autores de contidos poden empregar paquetes de recursos dispoñíbeis no servidor de complementos para enriquecer os seus contidos con elementos existentes: imaxes, música e código. Normalmente estes recursos non están pensados para usarse directamente no xogo. Porén, outros complementos poden requirilos ou recomendar a súa instalación ao descargarse.

source: Installing Add-ons
ar: تثبيت الإضافات
gl: Instalación de complementos

source: User-made add-ons can be obtained and updated through the <i>Add-ons</i> option in the main menu. After connecting to the add-ons server (by default <i>add-ons.wesnoth.org</i>), you will be presented with a list of add-ons available on the server for downloading. The installation status for each add-on is shown below each entry. For add-ons that are <i>upgradable</i> or <i>outdated</i> on the server, their installed and published versions will be shown in the <i>Version</i> column. To search for add-ons by keywords, type any relevant terms in any order in the search box, separated by spaces. You can also sort the add-on list by clicking the column headers. It is also possible to choose to only display add-ons of specific categories by clicking on the <b>Type</b> dropdown. To install an add-on, select it from the list and click the <b>+</b> icon, or simply double-click on the add-on’s title. If the window is too small to show them inline, the <b>Add-on Details</b> button provides you with additional details about the add-on, such as its full description, installation status, and available translations.
gl: Para descargar e actualizar complementos feitos por outros usuarios, preme o botón <i>Complementos</i> do menú principal. Unha vez conectado ao servidor de complementos (<i>add-ons.wesnoth.org</i>) de maneira predeterminada, obterás unha lista de complementos dispoñíbeis no servidor. O estado de instalación de cada un deles mostrarase nunha columna. No caso dos complementos <i>anovábeis</i> ou <i>obsoletos</i> no servidor, a columna da <i>Versión</i> indicará tanto a instalada como a última publicada. Para buscar complementos mediante termos de busca, escríbeos —non importa a orde— na caixa de busca, separados por espazos. Tamén podes organizar a lista de complementos premendo as cabeceiras das columnas. Tamén é posíbel mostrar unicamente os complementos pertencentes a categorías específicas facendo clic no menú despregable <b>Tipo</b>. Para instalar un complemento, selecciónao na lista e preme a icona de <b>+</b>, ou fai dobre clic no seu nome. O botón de <b>Descrición</b> fornece detalles adicionais sobre o complemento, como a súa descrición completa, o estado de instalación, e os idiomas nos que está dispoñíbel.

source: Removing Add-ons
ar: إزالة الإضافات
gl: Eliminación de complementos

source: To remove add-ons, choose <b>Remove Add-ons</b> in the add-ons server connection dialog. You will be presented with options to remove any number of add-ons you currently have installed. It is not possible to remove add-ons for which there is publishing information (<i>.pbl</i> files) attached, in order to prevent its accidental loss. If necessary, you must manually delete the information files or the add-ons themselves using a file manager provided by your platform.
gl: Para eliminar complementos, preme <b>Eliminar complementos</b> no diálogo de conexión ao servidor de complementos. Poderás eliminar calquera dos complementos que teñas instalados. Esta funcionalidade non permite eliminar complementos para os que existe información de publicación (ficheiros <i>.pbl</i>) asociada, para así evitar a perda accidental de datos. Nestes casos, terás que eliminar de maneira manual os ficheiros de información ou os propios complementos desde fóra do xogo.

source: General Commands
ar: الأوامر العامة
gl: Ordes xerais

source: These commands can either be issued via the command line by prefixing them with ‘:’ (as shown here) or via the chat by prefixing them with ‘/’ (press ‘m’ first to open the chat line).
gl: Estas ordes poden executarse ben mediante a liña de ordes, prefixándoas con «:» (tal e como se pode ver aquí) ou desde unha conversa prefixándoas con «/» (as conversas ábrense coa tecla M de maneira predeterminada).

source: Similar to the ‘fps’ command, but also forces everything to redraw instead of only things that have changed.
gl: Semellante ao comando "fps", pero tamén obriga a que todo se rediseñe en lugar de só as cousas que cambiaron.

source: Clear chat messages.
gl: Borrar as mensaxes da conversa.

source: Switch debug mode on (does not work in multiplayer). See <ref dst='debug_commands'>debug mode commands</ref>.
gl: Activar o modo de depuración (non funciona nas partidas con varios xogadores). Consulta as <ref dst='debug_commands'>ordes do modo de depuración</ref>.

source: Debug mode is turned off by quitting the game or :nodebug.
gl: O modo de depuración desactívase ao saír do xogo ou co comando :nodebug.

source: Switch a side between human and AI control. The second parameter can be ‘off’ to bring the side under human control, ‘on’ to watch the AI make its moves, or ‘full’ to make the AI’s turn behave similarly to another player’s turn. If no second parameter is supplied, it toggles between ‘on’ and ‘off’. Defaults to toggling the currently active side if no parameters are supplied.
gl: Troca de lado entre o control humano e o control de intelixencia artificial. O segundo parámetro pode ser "desactivado" para poñer o lado baixo control humano, "activado" para ver como a IA realiza os seus movementos ou "completo" para que a quenda da IA se comporte de forma similar á quenda doutro xogador. Se non se fornece ningún segundo parámetro, alterna entre "activado" e "desactivado". O predeterminado é alternar o lado activo actualmente se non se proporciona ningún parámetro.

source: Display the controller status of a side.
gl: Mostrar o estado do controlador dun bando.

source: Toggle the display of the current frames per second. Also writes these values to a file in the userdata directory.
gl: Activar a visualización en tempo real dos fotogramas por segundo. Tamén garda estes valores nun ficheiro no directorio de datos do usuario.

source: Switch a log domain to a different log level.
gl: Trocar un dominio de rexistro a un nivel de rexistro distinto.

source: Redraws the screen and reloads any image files that have been changed.
gl: Recarga a pantalla e calquera ficheiro de imaxe que cambiase.

source: Bring up theme selection menu.
gl: Mostrar o menú de selección do tema visual.

source: Quit the scenario (without prompting).
gl: Saír do escenario (sen preguntar).

source: Save the game (without prompting).
gl: Gardar a partida (sen preguntar).

source: Save the game and quit the scenario (without prompting).
gl: Gardar a partida e saír do escenario (sen preguntar).

source: Multiplayer Commands
ar: أوامر متعددة اللاعبين
gl: Ordes para partidas con varios xogadores

source: Ban a user in a multiplayer game by the IP address used by that username and kick him. Can be used on users not in the game but on the server. (Of course they won’t be kicked then.)
gl: Vedar a un usuario nunha partida con varios xogadores polo seu enderezo IP e botalo da partida. Pode usarse con xogadores que non están na partida pero si no servidor (claro que entón non os estarás botando da partida).

source: Change the controller for side (write here the number of the side) to username (write here the nickname of the player or observer). You can check what side belongs to which player in the <b>Scenario Settings</b> dialog (Press the <b>More</b> button in the <b>Status Table</b> (alt+s by default) to get there.). The host can change control of any side.
gl: Ceder o control dun bando (escribe aquí o número do bando) a un usuario (escribe aquí o alcume do xogador ou observador). Podes comprobar que bando pertence a cada xogador na xanela da <b>Configuración do escenario</b> (preme o botón de <b>Máis </b> no <b>Cadro da situación</b> (o atallo predeterminado é «Alt+S») para chegar). O anfitrión pode cambiar o control de calquera dos bandos.

source: Launch a dialog to assist the host in changing the human controllers of sides.
gl: Mostrar un diálogo para axudar ao anfitrión a trocar os bandos que controlan os xogadores.

source: Toggle the idle state for a side. The host may make a side idle after a network disconnection.
gl: Activar ou desactivar o estado de inactividade dun bando. O anfitrión pode marcar un bando como inactivo tras unha desconexión de rede.

source: Kick a user in multiplayer. They will be able to rejoin the game. If you just want to change control of their side(s) use the :control command instead.
gl: Botar a un xogador da partida, pero permitirlle volver unirse. Se só queres cambiar o control do seu bando ou bandos, utiliza mellor a orde :control.

source: Send a private message to a user. When in a game, it is not possible to send private messages to players who are currently controlling a side in the same game.
gl: Enviar unha mensaxe privada a un usuario. Nunha partida non podes enviar mensaxes a xogadores que non controlan ningún dos bandos da partida.

source: Mute a specific observer. If no username is supplied the muted usernames are displayed.
gl: Acalar a un observador específico. Se non se proporciona o nome dun usuario, listaranse os nomes dos usuarios acalados.

source: Toggle muting/silencing of all observers on/off.
gl: Activar ou desactivar o silencio para todos os observadores.

source: Unban a user in a multiplayer game by the IP address used by that username. Can be used on users not in the game but on the server.
gl: Levantarlle a veda a un usuario mediante o enderezo IP que empregou. Pode usarse con xogadores que non estean na partida pero si no servidor.

source: Unmute a specific observer. If no username is supplied the list of muted observers is cleared.
gl: Deixar de silenciar a un observador específico. Se non se proporciona un nome de usuario específico, déixase de silenciar a todos.

source: Debug Mode Commands
ar: أوامر وضع التصحيح
gl: Ordes do modo de depuración
