Repository: wesnoth/wesnoth
Catalog: po/wesnoth-help/*.po
Languages: ar, gl

source: This unit’s marksmanship gives it a high chance of hitting targeted enemies, but only on the attack.
ar: مهارة هذه الوحدة في الرماية تمنحها فرصة كبيرة لضرب الأعداء المستهدفين، ولكن في الهجوم فقط.
gl: A puntería desta unidade dálle unha alta probabilidade de atinar aos inimigos elixidos, pero só ao atacar.

source: This unit has magical attacks, which always have a high chance of hitting an opponent.
ar: هذه الوحدة لديها هجمات مسحورة، والتي لديها دائمًا فرصة كبيرة لضرب الخصم.
gl: A unidade ten ataques máxicos, que sempre teñen unha alta probabilidade de acertar ao opoñente.

source: The swarming attacks of this unit become less deadly whenever its members are wounded.
ar: الهجمات الحاشدة لهذه الوحدة تصبح أقل فتكًا كلما أصيب أعضاؤها.
gl: Os ataques en enxame desta unidade vólvense menos mortíferos cando os seus membros están feridos.

source: Using a charging attack doubles both damage dealt and received; this does not affect defensive retaliation.
ar: يؤدي استخدام هجوم الشحن إلى مضاعفة الضرر الذي يحدث والضرر الذي يتلقاه المهاجم؛ وهذا لا يؤثر على الانتقام الدفاعي.
gl: Ao usar un ataque de carga, o dano inflixido e recibido elévase ao dobre; isto non afecta a contraataques defensivos.

source: During battle, this unit can drain life from victims to renew its own health.
ar: أثناء المعركة، يمكن لهذه الوحدة أن تستنزف الحياة من الضحايا لتجديد صحتها.
gl: Durante a batalla, esta unidade pode absorber a vida das súas vítimas para renovar a súa propia.

source: The length of this unit’s weapon allows it to strike first in melee, even in defense.
ar: طول سلاح هذه الوحدة يسمح لها بالضرب أولاً في الالتحام، حتى في الدفاع.
gl: A lonxitude da arma desta unidade permítelle golpear primeiro nos enfrontamentos corpo a corpo, incluso cando se está a defender.

source: The victims of this unit’s poison will continually take damage until they can be cured in town or by a unit which cures.
ar: سيتعرض ضحايا سم هذه الوحدة للضرر باستمرار حتى يمكن علاجهم في مدينة أو عن طريق وحدة يمكنها أن تعالجهم.
gl: As vítimas do veleno desta unidade sufrirán dano continuamente ata que as curen nunha vila ou unha unidade que cure.

source: This unit has a defense cap on certain terrain types — it cannot achieve a higher defense rating on mixed terrains with such terrain types.
ar: تتمتع هذه الوحدة بغطاء دفاعي على أنواع معينة من التضاريس - ولا يمكنها تحقيق تصنيف دفاعي أعلى على التضاريس المختلطة بمثل هذه الأنواع من التضاريس.
gl: Esta unidade ten unha limitación de defensa en certos tipos de terreo — Non pode obter unha defensa maior en terreos mesturados con ese tipo de terreo.

source: Special Notes (1.14-style, please update to the new list format to avoid duplicates):
ar: ملاحظات خاصة (نمط 1.14، يرجى التحديث إلى تنسيق القائمة الجديد لتجنب التكرارات):
gl: Notas especiais (estilo 1.14, actualízase ao novo formato de lista para evitar duplicados):

source: female^loyal
ar: مخلصة
gl: leal

source: Zero upkeep
ar: صيانة صفر
gl: Sen mantemento

source: <i>Loyal</i> units don’t incur upkeep. Most units incur an upkeep cost at the end of every turn, which is equal to their level. Loyal units do not incur this cost.
gl: As unidades <i>leais</i> non requiren mantemento. Case todas as unidades teñen un custo de mantemento ao final de cada quenda, que é igual ao seu nivel, pero as unidades leais non.

source: During campaigns, certain units may opt to join the player’s forces of their own volition. These units are marked with the loyal trait. Although they may require payment to be recalled, they never incur any upkeep costs. This can make them invaluable during a long campaign, when gold is in short supply. This trait is never given to recruited units, so it may be unwise to dismiss such units or to send them to a foolish death.
gl: Durante as campañas, certas unidades poden optar por unirse ao exército do xogador pola súa propia vontade. Estas unidades son leais. Aínda que hai que pagar para reincorporalas, non requiren mantemento. Isto pode convertelas en unidades moi valiosas durante as campañas longas, cando o ouro escasea. Este trazo nunca se lle aplicará ás unidades recrutadas, así que pode que non sexa moi intelixente despedir a estas unidades ou envialas a unha morte segura.

source: female^undead
ar: ميتة-حية
gl: non morta

source: Immune to drain, poison, and plague
ar: محصن من الاستنزاف والسموم والطاعون
gl: Inmune á absorción, o veleno e a peste

source: <i>Undead</i> units are immune to poison, drain, and plague.
gl: As unidades <i>non mortas</i> son inmunes ao veleno, á absorción e á peste.

source: Undead units generally have undead as their only trait. Since undead units are the bodies of the dead, risen to fight again, poison has no effect upon them. This can make them invaluable in dealing with foes who use poison in conjunction with their attacks.
gl: Xeralmente as unidades non mortas só teñen este trazo. Dado que as unidades non mortas son os corpos sen vida erguidos para loitar de novo, o veleno non ten efecto sobre elas. Isto pode facelas moi valiosas nos enfrontamentos con inimigos que empregan veleno nos seus ataques.

source: mechanical
ar: ميكانيكية
gl: mecánico

source: female^mechanical
ar: ميكانيكية
gl: mecánica

source: <i>Mechanical</i> units are immune to poison, drain, and plague.
gl: As unidades <i>Mecanicas</i> son inmunes ao veleno, á absorción e á peste.

source: Mechanical units generally have mechanical as their only trait. Since mechanical units don’t really have life, drain, poison, and plague have no effect upon them.
gl: Xeralmente as unidades mecánicas só teñen este trazo. Dado que estas unidades non están vivas realmente, a absorción, o veleno e maila peste non teñen efecto sobre elas.

source: female^elemental
ar: عناصرية
gl: elemental

source: <i>Elemental</i> units are immune to poison, drain, and plague.
gl: As unidades <i>Elementais</i> son inmunes ao veleno, á absorción e á peste.

source: Elemental units generally have elemental as their only trait. Since elemental units are energy-based beings, drain, poison, and plague have no effect upon them.
gl: Xeralmente as unidades elementais só teñen este trazo. Dado que estas unidades son seres baseados en enerxía, a absorción, o veleno e maila peste non teñen efecto sobre elas.

source: strong
ar: قوية
gl: forte

source: female^strong
ar: قوية
gl: forte

source: <i>Strong</i> units do 1 more damage for every successful strike in melee combat, and have 1 additional hitpoint.
gl: As unidades <i>Fortes</i> inflixen 1 punto máis de dano en cada golpe atinado no combate corpo a corpo, e teñen un punto de vida adicional.

source: While useful for any close-combat unit, strong is most effective for units who have a high number of swings such as the elvish fighter. Strong units can be very useful when a tiny bit of extra damage is all that is needed to turn a damaging stroke into a killing blow.
gl: Se ben é útil para calquera unidade que combata corpo a corpo, a forza resulta máis efectiva nas unidades cun gran número de ataques, coma os elfo loitadores. As unidades fortes poden resultar de moita utilidade cando só se precisa un pouco máis de dano para que un ataque normal se converta nun golpe mortal.

source: dextrous
ar: ماهرة
gl: destro

source: female^dextrous
ar: ماهرة
gl: destra

source: <i>Dextrous</i> units do 1 more damage for every successful strike in ranged combat.
gl: As unidades <i>Destras</i> inflixen un punto máis de dano por cada golpe a distancia atinado.

source: Dextrous is a trait possessed only by elves. The elven people are known for their uncanny grace, and their great facility with the bow. Some, however, are gifted with natural talent that exceeds their brethren. These elves inflict an additional point of damage with each arrow.
gl: A destreza é un trazo propio dos elfos, famosos pola súa graza sobrenatural e o seu dominio do arco. Aínda así, algúns son bendicidos cun talento natural que supera ao dos seus irmáns. Estes elfos inflixen un punto adicional de dano con cada frecha.

source: quick
ar: سريعة
gl: rápido

source: female^quick
ar: سريعة
gl: rápida

source: <i>Quick</i> units have 1 extra movement point, but 5% less hitpoints than usual.
gl: As unidades <i>Rápidas</i> teñen un punto de movemento adicional, pero tamén un 5% menos de vida do normal.

source: Quick is the most noticeable trait, particularly in slower moving units such as trolls or heavy infantry. Units with the quick trait often have greatly increased mobility in rough terrain, which can be important to consider when deploying your forces. Also, quick units aren’t quite as tough as units without this trait and are subsequently less good at holding contested positions.
gl: A rapidez é o trazo máis salientábel, sobre todo para as unidades de movemento lento coma os trolles ou a infantería pesada. As unidades rápidas a miúdo incrementan en boa medida a súa mobilidade en terreos accidentados, algo que deberías ter en conta á hora de despregar as forzas. Tamén cómpre ter en conta que as unidades rápidas non son tan resistentes coma o resto das unidades, e polo tanto son peores para manter posicións en disputa.

source: female^intelligent
ar: ذكية
gl: intelixente

source: <i>Intelligent</i> units require 20% less experience than usual to advance.
gl: As unidades <i>intelixentes</i> requiren un 20% menos de experiencia da normal para avanzar.

source: Intelligent units are very useful at the beginning of a campaign as they can advance to higher levels more quickly. Later in campaigns Intelligent is not quite as useful because the <i>After Maximum Level Advancement</i> (AMLA) is not as significant a change as advancing a level. If you have many ‘maximum level’ units you may wish to recall units with more desirable traits.
gl: As unidades Intelixentes son moi útiles ao comezo das campañas, xa que poden avanzar de nivel máis rápido. A medida que avanza a campaña a intelixencia perde utilidade porque os <i>avances adicionais</i> non supoñen un cambio tan significativo como avanzar un nivel. Se tes moitas unidades no último nivel pode que prefiras reincorporar unidades con trazos máis útiles.

source: resilient
ar: مرنة
gl: resistente

source: female^resilient
ar: مرنة
gl: resistente

source: <i>Resilient</i> units have an additional 4 hitpoints, and gain 1 more per level.
gl: As unidades <i>Resistentes</i> teñen 4 puntos de vida máis, e 1 punto de vida a maiores por cada nivel.

source: Resilient units can be useful at all stages of a campaign, and this is a useful trait for all units. Resilient is often most helpful as a trait when it occurs in a unit that has some combination of low hitpoints, good defense, or high resistances. Resilient units are especially useful for holding strategic positions against opponents.
gl: As unidades resistentes poden ser útiles en todas as etapas dunha campaña, e este é un trazo útil para todas as unidades. Xeralmente será máis útil en unidades que combinen poucos puntos de vida, boa capacidade defensiva, ou grandes resistencias. As unidades resistentes son especialmente útiles para defender posicións estratéxicas contra os inimigos.

source: healthy
ar: صحية
gl: saudábel

source: female^healthy
ar: صحية
gl: saudábel

source: Renowned for their vitality, some dwarves are sturdier than others and can rest even when traveling.
ar: يشتهر بعض الأقزام بالحيوية، ويكونون أكثر ثباتًا من غيرهم ويمكنهم الراحة حتى عند السفر.
gl: Famosos pola súa vitalidade, algúns ananos son máis rexos ca outros e poden descansar incluso durante as viaxes.

source: <i>Healthy</i> units have 1 additional hitpoint, and gain 1 more per level. They will also heal 2 hitpoints each turn, regardless of whether they engaged in combat the turn before.
gl: As unidades <i>Saudábeis</i> teñen 1 punto máis de vida, e conseguen 1 punto máis por nivel. Ademais sandan 2 puntos de vida por rolda, independentemente de se loitaron ou non durante a rolda anterior.

source: female^fearless
ar: لا تخاف
gl: afouta

source: Fights normally during unfavorable times of day/night
ar: يحارب عادة خلال الأوقات غير المواتية من النهار/الليل
gl: Loita de forma normal durante os momentos do día ou da noite desfavorábeis

source: Aversion to light and dark holds no sway over these brave individuals.
ar: النفور من النور والظلام ليس له تأثير على هؤلاء الأفراد الشجعان.
gl: A aversión á luz ou á escuridade non significa nada para estes afoutos.

source: feral
ar: متوحشة
gl: feroz

source: female^feral
ar: وحشية
gl: feroz

source: Receives only 50% defense in land-based villages
ar: يتلقى 50% فقط من الدفاع في القرى البرية
gl: Só recibe unha defensa do 50% nas aldeas terrestres

source: Dwellings of sentient beings are not easily used for cover by feral creatures of low intelligence. As a result, <i>feral</i> units receive a maximum of 50% defense in any land-based village regardless of base terrain.
gl: As vivendas de seres intelixentes non son facilmente usadas como cobertura por criaturas feras de baixa intelixencia. Como resultado, as unidades <i>feras</i> reciben un máximo do 50 % de defensa en calquera vila terrestre, independentemente do terreo base.

source: weak
ar: ضعيفة
gl: débil

source: female^weak
ar: ضعيفة
gl: débil

source: Units with the <i>weak</i> trait receive a 1 point decrease in hitpoints and melee damage.
gl: As unidades <i>débiles</> teñen 1 punto menos de vida e quitan 1 punto de vida menos nos ataques corpo a corpo.

source: slow
ar: مبطئ
gl: lento

source: female^slow
ar: مبطئة
gl: lenta

source: <i>Slow</i> units have 1 less movement point but 5% more hitpoints.
gl: As unidades <i>Lentas</i> teñen 1 punto menos de movemento pero posúen un 5% máis de vida.

source: Thick-bodied and clumsy, slow individuals of goblins and other species take a movement penalty but are compensated for it with a slight increase in endurance.
gl: Robustos e torpes, os exemplares lentos de trasno e outras especies sofren unha penalización de movemento, que se ve compensada por un lixeiro aumento da súa resistencia.

source: dim
ar: غبية
gl: parvo

source: female^dim
ar: غبية
gl: parva

source: Units with trait <i>dim</i> suffer a 20% increase in experience required to advance.
gl: As unidades <i>dim'</i> precisan un 20% máis de experiencia para avanzar.

source: Dim is a trait all too common in goblins and other lesser species. There are reasons these species are lesser, and this is one of them.
gl: Ser parvo é algo moi común entre os trasnos en outras especies inferiores. Existen razóns polas que estas especies se consideran inferiores, e esta é unha delas.

source: aged
ar: مسنّة
gl: ancián

source: female^aged
ar: مسنّة
gl: anciá

source: Units with the <i>aged</i> trait have 8 hitpoints less and suffer from a 1 point decrease in movement and melee damage.
gl: As unidades <i>Vellas'</i> teñen 8 puntos menos de vida, quitan 1 punto de vida menos nos ataques corpo a corpo e teñen 1 punto de movemento menos por rolda.

source: oceangoing
gl: apto para o océano

source: This unit is limited to 20% defense while in ford, bridge, oasis, or water-based village/castle terrain.
gl: Esta unidade está limitada a un 20 % de defensa cando se atopa en vados, pontes, oasis ou terreos de vila/castelo baseados en auga.

source: push-poles
gl: pértigas de impulso

source: This unit has 30% defense while in ford, bridge, oasis, or water-based village/castle terrain.
gl: Esta unidade ten un 30 % de defensa cando se atopa en vados, pontes, oasis ou terreos de vila/castelo baseados en auga.

source: unwieldy
ar: غير عملي
gl: pouco manexable

source: This attack can only be used offensively.
ar: يمكن استخدام هذا الهجوم بشكل هجومي فقط.
gl: Este ataque só pode usarse de forma ofensiva.

source: This unit has an unwieldy weapon, which cannot be used defensively.
ar: تمتلك هذه الوحدة سلاحاً غير عملي لا يمكن استخدامه دفاعياً.
gl: Esta unidade ten unha arma pouco manexable, que non pode usarse defensivamente.

source: berserk
ar: هيجان
gl: furioso

source: Whether used offensively or defensively, this attack presses the engagement until one of the combatants is slain, or 30 rounds of attacks have occurred.
ar: سواء تم استخدامه هجوميًا أو دفاعيًا، فإن هذا الهجوم يضغط على المشتبك حتى يُقتل أحد المقاتلين، أو تحدث 30 جولة من الهجمات.
gl: Usado de forma ofensiva ou defensiva, este ataque prolonga o combate ata que morre un dos combatentes, ou ata que se realicen trinta rondas de ataques.

source: When used offensively, this attack deals double damage if there is an enemy of the target on the opposite side of the target, and that unit is not incapacitated (turned to stone or otherwise paralyzed).
ar: عند استخدامه بشكل هجومي، يتسبب هذا الهجوم في ضرر مضاعف إذا كان هناك عدو للهدف على الجانب الآخر من الهدف، ولم تكن تلك الوحدة عاجزة (متحولة إلى حجر أو مشلولة بأي شكل آخر).
gl: Usado na ofensiva, este ataque inflixe o dobre de dano se hai un inimigo do obxectivo no seu lado oposto, e esa unidade non está incapacitada (petrificada ou paralizada doutro xeito).

source: plague ($type)
gl: peste ($type)

source: When a unit is killed by a Plague attack, that unit is replaced with a $type on the same side as the unit with the Plague attack. This doesn’t work on Undead or units in villages.
gl: Cando unha unidade é destruída por un ataque de peste, esa unidade é substituída por un $type no mesmo bando que a unidade con ataque de Peste. Isto non funciona con mortos viventes nin con unidades que estean nas aldeas.

source: This attack slows the target until it ends a turn. Slow halves the damage caused by attacks and the movement cost for a slowed unit is doubled. A unit that is slowed will feature a snail icon in its sidebar information when it is selected.
ar: يؤدي هذا الهجوم إلى إبطاء الهدف حتى نهاية الدور. يقلل الإبطاء الضرر الناتج عن الهجمات إلى النصف وتتضاعف تكلفة الحركة للوحدة التي يتم إبطاؤها. ستتميز الوحدة التي يتم إبطاؤها بأيقونة حلزون في معلومات الشريط الجانبي الخاص بها عند تحديدها.
gl: Este ataque ralentiza ao obxectivo durante unha rolda. Ralentizar reduce á metade o dano causado polos ataques e o custo de movemento da unidade ralentizada duplícase. Unha unidade ralentizada terá unha icona de caracol na súa barra de información lateral cando se seleccione.

source: petrifies
ar: يحجر
gl: petrifica

source: This attack petrifies the target, turning it to stone. Units that have been petrified may not move or attack.
ar: يؤدي هذا الهجوم إلى تحجر الهدف. لا يمكن للوحدات التي تحجرت أن تتحرك أو تهاجم.
gl: Este ataque converte ao obxectivo en pedra. As unidades convertidas en pedra non poden moverse nin atacar.

source: When used offensively, this attack always has at least a 60% chance to hit.
ar: عند استخدامه بشكل هجومي، يكون لهذا الهجوم دائمًا فرصة إصابة بنسبة 60% على الأقل.
gl: Cando se usa de forma ofensiva, este ataque sempre ten como mínimo un 60% de probabilidades de atinar.

source: This attack can only be used when both the attacker and the defender are in water or swamp.
gl: Este ataque só se pode usar cando tanto o atacante como o defensor están na auga ou nun pantano.

source: This unit has an attack that can only be used when both the attacker and the defender are in water or swamp.
gl: Esta unidade ten un ataque que só se pode usar cando tanto o atacante como o defensor están na auga ou no pantano.

source: honed
ar: شحذ
gl: mellorado

source: This attack is 10% more accurate than other attacks.
ar: هذا الهجوم أكثر دقة بنسبة 10% من الهجمات الأخرى.
gl: Este ataque é un 10% máis preciso que outros ataques.

source: This unit’s “honed” attack is slightly more accurate than other attacks.
ar: هجوم هذه الوحدة "المشحوذ" أكثر دقة قليلاً من الهجمات الأخرى.
gl: O ataque “mellorado” desta unidade é lixeiramente máis preciso que outros ataques.

source: swarm
ar: سرب
gl: enxame

source: The number of strikes of this attack decreases when the unit is wounded. The number of strikes is proportional to the percentage of its of maximum HP the unit has. For example a unit with 3/4 of its maximum HP will get 3/4 of the number of strikes.
ar: يقل عدد ضربات هذا الهجوم عندما تُصاب الوحدة. ويتناسب عدد الضربات مع نسبة الحد الأقصى لنقاط الصحة التي تمتلكها الوحدة. على سبيل المثال، ستحصل الوحدة التي تمتلك 3/4 من الحد الأقصى لنقاط الصحة على 3/4 من عدد الضربات.
gl: O número de golpes deste ataque diminúe cando a unidade está ferida. O número de golpes é proporcional á vida que lle queda entre a total da unidade. Por exemplo: se unha unidade ten tres cuartos de vida, terá tres cuartos do número de golpes.

source: charge
ar: شحن
gl: carga

source: When used offensively, this attack deals double damage to the target. It also causes this unit to take double damage from the target’s counterattack.
ar: عند استخدامها هجوميًا، تسبب هذه الهجمة الخاصة ضررًا مضاعفًا للهدف. كما تتسبب في تلقي هذه الوحدة ضررًا مضاعفًا من الهجوم المضاد للهدف.
gl: Cando se usa de forma ofensiva, este ataque inflixe o dobre de dano no obxectivo. Isto tamén fai que a unidade reciba o dobre de dano no contraataque do obxectivo.

source: guard
ar: حارس
gl: garda

source: This attack blocks half of the damage from its target’s strikes.
ar: يحجب هذا الهجوم نصف الضرر الناتج عن ضربات الهدف.
gl: Este ataque bloquea a metade do dano dos golpes do seu obxectivo.

source: This unit’s guarding attack can halve incoming damage, but only when used in combat.
ar: يمكن لهجوم الحراسة الخاص بهذه الوحدة أن يقلل الضرر الوارد إلى النصف، ولكن فقط عند استخدامه في القتال.
gl: O ataque de defensa desta unidade pode reducir á metade o dano recibido, pero só cando se usa en combate.

source: This unit drains health from living units, healing itself for half the amount of damage it deals (rounded down).
ar: هذه الوحدة تستنزف الصحة من الوحدات الحية، وتعالج نفسها بنصف مقدار الضرر الذي تسببه (مقربًا للأدنى).
gl: Esta unidade absorbe a vida de unidades vivas, sandando a metade do dano que inflixe (redondeado cara abaixo).

source: first strike
ar: الضربة الأولى
gl: primeiro golpe

source: This unit always strikes first with this attack, even if they are defending.
ar: هذه الوحدة دائمًا هي التي تضرب أولاً بهذا الهجوم، حتى لو كانت دفاعية.
gl: Esta unidade sempre golpea primeiro con este ataque, incluso cando está sendo atacada.

source: This attack poisons living targets. Poisoned units lose 8 HP every turn until they are cured or are reduced to 1 HP. Poison cannot, of itself, kill a unit.
ar: يؤدي هذا الهجوم إلى تسميم الأهداف الحية. تفقد الوحدات المسمومة 8 نقاط حياة في كل دورة حتى يتم شفاؤها أو خفض نقاط صحتها إلى نقطة حياة واحدة. لا يمكن للسم في حد ذاته أن يقتل الوحدة.
gl: Este ataque envelena aos obxectivos vivos. As unidades envelenadas perden oito puntos de vida por rolda ata que curan ou chegan a ter só un punto de vida. O veleno por si só non pode matar unha unidade.

source: stun
ar: صعقة
gl: atordar

source: This attack hits so hard that the opponent is dazed and can no longer enforce a zone of control. The effect wears off on the opponent’s next turn.
ar: تضرب هذه الهجمة بقوة شديدة لدرجة أن الخصم يصاب بالذهول ولا يستطيع فرض منطقة سيطرة. ويزول التأثير في الدور التالي للخصم.
gl: Este ataque golpea tan forte que o opoñente queda aturdido e xa non pode facer cumprir unha zona de control. O efecto desaparece no seguinte turno do opoñente.

source: This unit is able to stun its enemies, disrupting their zones of control.
ar: هذه الوحدة قادرة على صعق أعدائها وتعطيل مناطق سيطرتهم.
gl: Esta unidade pode ralentizar aos seus inimigos, interrompendo as súas zonas de control.

source: arcane
ar: غامض
gl: arcano

source: This attack combines the arcane type with the type of weapon used so that resistance to the arcane type does not penalize the user.
ar: يجمع هذا الهجوم بين النوع السحري ونوع السلاح المستخدم بحيث لا تعاقب مقاومة النوع السحري المستخدم.
gl: Este ataque combina o tipo arcano co tipo de arma utilizada para que a resistencia ao tipo arcano non penalice ao usuario.
