Repository: wesnoth/wesnoth
Catalog: po/wesnoth-help/*.po
Languages: ar, gl

source: race^Horses
ar: خيول
gl: Cabalos

source: Domesticated horses come in many shapes and sizes, from mighty war chargers, to sturdy draught horses or agile stock horses. While they are more fragile than many beasts, their speed and cunning allow feral horses to thrive in the wild, alongside their wild brethren. Horses have been an important part of many civilizations, so it is not surprising that there are many myths and stories centered around them. Winged horses, man-horse hybrids, and ghost horses have made their way into written history, though few can honestly claim to have seen such things.
ar: تأتي الخيول المستأنسة بأشكال وأحجام عديدة، من الخيول الحربية القوية، إلى الخيول القوية التي تجر العربات أو الخيول السريعة. ورغم أنها أكثر هشاشة من العديد من الحيوانات، فإن سرعتها ومكرها يسمحان للخيول بالازدهار في البرية، جنبًا إلى جنب مع إخوانها البرية. كانت الخيول جزءًا مهمًا من العديد من الحضارات، لذا فليس من المستغرب أن يكون هناك العديد من الأساطير والقصص التي تدور حولها. لقد شقت الخيول المجنحة، والهجينة بين الإنسان والحصان، والخيول الشبحية طريقها إلى التاريخ المكتوب، على الرغم من أن قِلة من الناس يمكنهم الادعاء بصدق أنهم رأوا مثل هذه الأشياء.
gl: Os cabalos domesticados teñen moitas formas e tamaños, desde poderosos cargadores de guerra ata robustos cabalos de tiro ou áxiles cabalos. Aínda que son máis fráxiles que moitas bestas, a súa velocidade e astucia permiten que os cabalos salvaxes prosperen en estado salvaxe, xunto aos seus irmáns salvaxes. Os cabalos foron unha parte importante de moitas civilizacións, polo que non é de estrañar que haxa moitos mitos e historias centrados arredor deles. Os cabalos alados, os híbridos home-cabalo e os cabalos pantasmas abriron camiño na historia escrita, aínda que poucos poden afirmar honestamente que viron tales cousas.

source: race^Human
ar: بشري
gl: Humano

source: race+female^Human
ar: بشرية
gl: Humana

source: race^Humans
ar: بشر
gl: Humanos

source: The race of men is an extremely diverse one. Although they originally came from the Old Continent, men have spread all over the world and split into many different cultures and races. Although they are not imbued with magic like other creatures, humans can learn to wield it and are able to learn more types than most others. They have no extra special abilities or aptitudes except their versatility and drive. While often at odds with other races, they can occasionally form alliances with the less aggressive races such as elves and dwarves. The less scrupulous among them do not shrink back from hiring orcish mercenaries, either. They have no natural enemies, although the majority of men, like most people of all races, have an instinctive dislike of the undead. Men are shorter than the elves, but taller still than dwarves. Their skin color can vary, from almost white to dark brown. <header>text='Subjects of the Crown'</header> Many different groups of men exist, but the majority of them on the Great Continent live under the rule of the Crown of Wesnoth. The humans first appeared on the Great Continent from a land far across the ocean to the West, the Green Isle, and soon established their capital at the inland city of Weldyn. Over the following centuries they have built up a number cities across the continent. The soldiers from the Crown of Wesnoth protect the country, forming the most organized military force in the known world. Its warriors come from the main provinces, where all men are conscripted at an early age. <header>text='The Clansmen'</header> The eastern provinces of Wesnoth, known as the Clan Homelands, have a geography consisting of more open plains and rolling hills than the western, more civilized provinces. They are home to the Horse Clans, who are allied with the Crown of Wesnoth but operate independently and maintain their own identity. Some consider them to be a tributary state, which sends food and soldiers to Crown in exchange for protection. Others say they are on equal footing with the western half of Wesnoth. In any case, the eastern provinces do not have a conscript army the way Western Wesnoth does. Training for fighting is part of the way of life of the Clans; the parents teach the children to ride horses, fight and shoot a bow from an early age. In general, the Clan warriors are less organized than the civilized fighters, and the strengths and weaknesses of these groups complement each other.
ar: إن جنس البشر جنس متنوع للغاية. على الرغم من أنهم جاءوا في الأصل من القارة القديمة، إلا أن البشر انتشروا في جميع أنحاء العالم وانقسموا إلى العديد من الثقافات والأعراق المختلفة. على الرغم من أنهم ليسوا مشبعين بالسحر مثل المخلوقات الأخرى، إلا أن البشر يمكنهم تعلم استخدامه وقادرون على تعلم أنواع أكثر من معظم المخلوقات الأخرى. ليس لديهم قدرات أو كفاءات خاصة إضافية باستثناء براعتهم وقدرتهم على القيادة. وفي حين أنهم غالبًا ما يكونون على خلاف مع الأجناس الأخرى، إلا أنهم يستطيعون أحيانًا تشكيل تحالفات مع الأجناس الأقل عدوانية مثل الإلف والأقزام. كما لا يتوانى الأقل تدقيقًا بينهم عن استئجار مرتزقة من الأورك أيضًا. ليس لديهم أعداء بالفطرة، على الرغم من أن غالبية البشر، مثل معظم الكائنات من جميع الأجناس العاقلة، لديهم كراهية غريزية للموتى الأحياء. البشر أقصر من الإلف، لكنهم أطول من الأقزام. يمكن أن يختلف لون بشرتهم من الأبيض تقريبًا إلى البني الداكن. <header>text='رعايا التاج'</header> توجد العديد من المجموعات المختلفة من البشر، لكن غالبيتهم في القارة العظمى يعيشون تحت حكم تاج ويسنوث. ظهر البشر لأول مرة في القارة العظمى قادمين من أرض بعيدة عبر المحيط إلى الغرب، الجزيرة الخضراء، وسرعان ما أسسوا عاصمتهم في مدينة ويلدين الداخلية. وعلى مدى القرون التالية قاموا ببناء عدد من المدن في جميع أنحاء القارة. يقوم جنود تاج ويسنوث بحماية البلاد، ويشكلون القوة العسكرية الأكثر تنظيماً في العالم المعروف. يأتي محاربوها من المقاطعات الرئيسية، حيث يتم تجنيد جميع الرجال في سن مبكرة. <header>text='رجال العشائر'</header> تتميز المقاطعات الشرقية من ويسنوث، والمعروفة باسم أوطان العشائر، بجغرافية تتكون من سهول مفتوحة وتلال أكثر انفتاحًا من المقاطعات الغربية الأكثر تحضرًا. وهي موطن لعشائر الخيل المتحالفة مع تاج ويسنوث ولكنها تعمل بشكل مستقل وتحافظ على هويتها الخاصة. يعتبرهم البعض دولة تابعة ترسل الطعام والجنود إلى التاج مقابل الحماية. ويقول آخرون أنهم على قدم المساواة مع النصف الغربي من ويسنوث. وعلى أي حال، فإن المقاطعات الشرقية ليس لديها جيش تجنيد إجباري كما هو الحال في ويسنوث الغربية. ويعد التدريب على القتال جزءًا من أسلوب حياة العشائر؛ حيث يقوم الآباء بتعليم الأطفال ركوب الخيل والقتال والرماية بالقوس منذ سن مبكرة. وبصفة عامة، فإن محاربي العشائر أقل تنظيماً من المقاتلين المتحضرين، وتغطي نقاط القوة على نقاط الضعف في هذه المجموعات.
gl: A especie humana é extremadamente diversa. Aínda que orixinalmente viñeron do Vello Continente, os humanos espalláronse por todo o mundo e dividíronse en moitas culturas e razas diferentes. Aínda que non están imbuídos pola maxia coma outras criaturas, os humanos poden aprender a usala e son capaces de aprender máis tipos de maxia que a maior parte das outras especies. Non teñen máis habilidades especiais ou aptitudes aparte da súa versatilidade e o seu vigor. Aínda que a miúdo teñen problemas con todas as especies, ás veces poden formar alianzas coas menos agresivas, coma os elfos e os ananos. Os menos escrupulosos deles non teñen medo en contratar mercenarios orcos. Non teñen inimigos naturais, aínda que a maioría deles, coma case toda as criaturas, sente unha repulsión instintiva polos non mortos. Os humanos son máis baixos que os elfos, pero máis altos que os ananos. A súa cor de pel pode variar, desde case branca a marrón escura. <big>Súbditos da Coroa</big> Existen moitos grupos diferentes de humanos, pero a maioría dos do Gran Continente viven baixo o dominio da Coroa do Noroeste. Os humanos chegaron por vez primeira ao Gran Continente desde unhas terras do afastado oeste, coñecidas como a Illa Verde, e non tardaron en establecer a súa capital nunha cidade no interior do continente que bautizaron co nome de Güedin. Nos séculos posteriores construíron un gran número de cidades polo continente adiante. Os soldados da Coroa do Noroeste protexen o país, constituíndo a forza militar máis organizada do mundo coñecido. Os seus guerreiros proveñen das principais provincias, nas que todos os homes son recrutados de novos. <big>Os clans</big> As provincias orientais do Reino do Noroeste, coñecidas coma as Terras dos Clans, teñen unha xeografía formada por máis chairas abertas e outeiros ondulados que nas provincias occidentais, máis civilizadas. Nelas habitan os Clans dos Cabalos, aliados coa Coroa do Noroeste pero que actúan independentemente e manteñen a súa propia identidade. Algúns considéranos un estado tributario, que envía comida e soldados á coroa a cambio de protección. Outros din que están na mesma situación que a metade occidental do Reino do Noroeste. En calquera caso, as provincias orientais non recrutan o seu exército do modo en que se fai na parte occidental do Reino do Noroeste. O adestramento para a loita é parte do modo de vida dos clans. Os pais apréndenlles aos nenos a montar cabalos, loitar e disparar co arco desde que son pequenos. En xeral, os guerreiros dos clans están menos organizados que os loitadores civilizados, e as fortalezas e debilidades destes grupos compleméntanse.

source: race^Dunefolk Human
ar: صحراوي
gl: Humano das dunas

source: race+female^Dunefolk Human
ar: صحراوية
gl: Humana das dunas

source: race+plural^Dunefolk
ar: قوم الصحراء
gl: Moradores das dunas

source: An offshoot of a forgotten nomadic civilization, the Dunefolk lay claim to the river valleys and oases of the Sandy Wastes. How they came to inhabit this far corner of the Great Continent is unknown. Their legends tell of many long and perilous travels through far-flung lands, but the true origin of their people is a topic of endless and heated debate among even the most erudite of their scholars. Whatever their origin, the Dunefolk have thrived. Bustling cities stand proudly in the largest fertile regions. Skilled artisans, fine smiths, and wealthy merchants form the backbone of the urban economy. Each of these cities also enjoys a degree of independence less common in the more centralized nations to the north, many even maintaining their own standing armies. In times of need, however, each and all rally to a higher authority designated to protect the superior interest of the nation. Those who have not settled in these urban centers still adhere to the lifestyle of their ancestors, roaming the dunes and leading their herds from one watering hole to another. They are most active during the early hours of dawn and the onset of dusk, when the wastelands are neither too hot nor too cold. Their skill at moving through the sands is excellent even by Dunefolk standards. Although sometimes regarded with contempt by their city counterparts, they provide an invaluable service as mobile, light troops in war, or as escorts for trading caravans during times of peace. The Dunefolk’s inclination towards trade and exploration has allowed their cities to amass immense fortunes, a fact regarded both with admiration and envy by other races. Mutual interests have fostered cordial relations with neighboring Naga tribes, but more secretive races such as Drakes and Elves have always considered Dunefolk expeditions to be too intrusive, especially when they venture close to territorial boundaries. It is not uncommon for caravans to fall prey to troll ambushes in the mountains, something that has given rise to countless tales of unimaginable treasure amassed in hidden caves. As a result of living in hostile environments for centuries, the Dunefolk have developed rational methods of enquiry through which they continue to improve their understanding of the world. Their study of herbal medicine keeps their warriors and workers fresh and healthy. Their knowledge of alchemy allows them to tame fire and wield it as a deadly weapon in battle. At the same time, this analytical mindset has distanced them from magical arts; to the rational mind, magic is uncontrollable, unpredictable, and hence unreliable. For this reason, the Dunefolk especially loathe the perversions of necromancy and the dark arts, even more so than other races. The Dunefolk’s inquisitive and explorative nature does not preclude military strength. Not only do they field nimble light troops, cataphracts, and heavily armored infantry, but their keen knowledge of technology grants them a decisive advantage over their opponents. When facing the Dunefolk in battle, however, the most fearsome sight is certainly their deployment of ferocious and bizarre beasts. From the majestic Roc to the imposing Wyvern, their synergy with these creatures allows for great versatility in combat. The origins of this tradition likely lie in the heritage of the Dunefolk’s distant past in the exotic far corners of Irdya.
ar: إن الصحراويين هم فرع من حضارة بدوية منسية، وقد استوطنوا وديان الأنهار والواحات في الكثبان والواحات الرملية. ولا يُعرف كيف سكنوا هذه الزاوية البعيدة من القارة العظمى. تحكي أساطيرهم عن العديد من الرحلات الطويلة والمحفوفة بالمخاطر عبر الأراضي النائية، لكن الأصل الحقيقي لشعبهم هو موضوع نقاش ساخن لا نهاية له حتى بين أكثر علمائهم سعة الاطلاع. مهما كان أصلهم، فقد ازدهر شعب الكثبان الرملية. وتقف المدن المزدهرة بفخر في أكبر المناطق الخصبة. ويشكل الحرفيون الماهرون، والحدادون البارعون، والتجار الأثرياء العمود الفقري للاقتصاد الحضري. وتتمتع كل مدينة من هذه المدن أيضًا بدرجة من الاستقلالية أقل شيوعًا في الأمم الأكثر مركزية في الشمال، حتى أن العديد منها يحتفظ بجيوشه الدائمة. ومع ذلك، ففي أوقات الحاجة، تحتشد كل واحدة منها وكلها تحت لواء سلطة عليا مخصصة لحماية المصلحة العليا للأمة. أما أولئك الذين لم يستقروا في هذه المراكز الحضرية فلا يزالون متمسكين بنمط حياة أسلافهم، حيث يجوبون الكثبان الرملية ويقودون قطعانهم من حفرة ماء إلى أخرى. وهم أكثر نشاطًا خلال ساعات الفجر الأولى وبداية الغسق، عندما لا تكون الأراضي القاحلة شديدة الحرارة ولا شديدة البرودة. إن مهارتهم في التنقل عبر الرمال ممتازة حتى بمقاييس الصحراويين. وعلى الرغم من أن نظرائهم في المدينة ينظرون إليهم بازدراء في بعض الأحيان، إلا أنهم يقدمون خدمة لا تقدر بثمن كقوات خفيفة متنقلة في الحرب، أو كمرافقين للقوافل التجارية في أوقات السلم. لقد سمح ميل الصحراويين نحو التجارة والاستكشاف لمدنهم بجمع ثروات هائلة، وهي حقيقة ينظر إليها بإعجاب وحسد من قبل الأعراق الأخرى. وقد عززت المصالح المتبادلة العلاقات الودية مع قبائل الأفعوانيين المجاورة، ولكن الأجناس الأكثر سرية مثل الدرايك والإلف لطالما اعتبروا بعثات الصخراويين تطفلية للغاية، خاصة عندما يغامرون بالقرب من الحدود الإقليمية. ليس من غير المألوف أن تقع القوافل فريسة لكمائن الغيلان في الجبال، وهو أمر أدى إلى ظهور حكايات لا حصر لها عن كنوز لا يمكن تصورها مكدسة في الكهوف المخفية. نتيجة للعيش في بيئات معادية لعدة قرون، طوّر الصحراويون طرقًا عقلانية في البحث يواصلون من خلالها تحسين فهمهم للعالم. فدراستهم لطب الأعشاب تبقي محاربيهم وعمالهم منتعشين وبصحة جيدة. وتسمح لهم معرفتهم بالكيمياء بترويض النار واستخدامها كسلاح فتاك في المعركة. وفي الوقت نفسه، فإن هذه العقلية التحليلية قد نأت بهم عن الفنون السحرية؛ فبالنسبة للعقل العقلاني فإن السحر لا يمكن السيطرة عليه ولا يمكن التنبؤ به، وبالتالي لا يمكن الاعتماد عليه. لهذا السبب، يكره الصحراويون على وجه الخصوص انحرافات استحضار الأرواح وفنون الظلام، أكثر حتى من الأجناس الأخرى. إن طبيعة الصحراويين الفضولية والاستكشافية لا تمنع القوة العسكرية. فهم لا يكتفون بإرسال قوات خفيفة رشيقة وركائب ثقيلة ومشاة مدرعة ثقيلة فحسب، بل إن معرفتهم الشديدة بالتكنولوجيا تمنحهم ميزة حاسمة على خصومهم. ومع ذلك، عند مواجهة الصحراويين في المعركة، فإن أكثر ما يخيفهم بالتأكيد هو نشرهم للوحوش الشرسة والغريبة. من الرخ المهيب إلى الويفرن الرهيب، يتيح تآزرهم مع هذه المخلوقات براعة كبيرة في القتال. تكمن أصول هذا التقليد على الأرجح في تراث ماضي الصحراويين البعيد في الزوايا البعيدة الغريبة في إرديا.
gl: Os humanos moradores das areas son una rama dunha civilización nómade esquecida que reclaman os vales dos ríos e os oasis das areas. Non se sabe como acabaron habitando esta esquina afastada do Gran Continente; as súas lendas falan de moitas longas travesías desde terras remotas, pero o certo é que a súa verdadeira orixe é aínda tema de discusión entre os máis sabios dos seus académicos. Independentemente da orixe, os moradores das dunas floreceron. As súas cidades érguense orgullosas nas rexións fértiles máis amplas. Hábiles artesáns e ferreiros e comerciantes profesionais conforman a espiña dorsal da súa economía urbana. Cada unha destas cidades goza ademais dun grao de independencia menos común nas nacións centralizadas do norte, habendo incluso casos de cidades que teñen exército de seu. Porén, en tempos de necesidade, todas e cada unha se unen baixo unha autoridade superior designada para protexer o interese global da nación. Aqueles que non se estabeleceron nestes centros urbanos continúan o modo de vida dos seus antepasados remotos, vagando polas dunas e conducindo o gando entre fontes de auga. A súa actividade concéntrase nas horas do amencer e do atardecer, cando a temperatura do deserto non é demasiado elevada nin demasiado baixa. A súa habilidade para moverse entre as dunas é excelente mesmo para os estándares dos moradores das dunas. Aínda que ás veces son vistos como inferiores polos seus compatriotas urbanos, durante as guerras a súa mobilidade e lixeireza resulta imprescindíbel, como o é á hora de escoltar carromatos de comercio en tempos de paz. O interese dos moradores das dunas no comercio e a exploración permitiulles ás súas cidades acumular grandes fortunas, algo que lles gañou tanto admiración como envexa por parte doutras especies e razas. Grazas aos intereses comúns, desenvolveron relacións de cordialidade coas tribos veciñas de nagas, pero especies máis reservadas como os ananos ou os elfos sempre consideraron aos moradores das dunas demasiado intrusivos nas súas expedicións, especialmente cando se achegan aos límites fronteirizos. De cando en vez o seus carromatos caen vítimas de emboscadas de trolles nas montañas, alimentando as historias sobre grandes tesouros ocultos en covas. Vivir en ambientes hostís durante séculos fixo aos moradores das dunas desenvolver métodos racionais de investigación, grazas aos cales continúan a mellorar a súa compresión do mundo. O seu estudo de medicina baseada en herbas contribúe á saúde e benestar dos seus guerreiros e soldados. Os seus coñecementos de alquimia permítelles domar o lume e usalo como arma letal no campo de batalla. Ao mesmo tempo, a súa forma analítica de pensar distanciounos das artes máxicas; para a mente racional, a maxia é incontrolábel, imposíbel de predicir, e polo tanto non se pode confiar nela. É por iso que os moradores das dunas son especialmente remisos ás perversións da nigromancia e as artes escuras, incluso máis que outras especies e razas. A natureza inquisitiva e exploradora dos moradores das dunas non prexudica a súa fortaleza militar. Non só contan con tropas lixeiras, catafractos e infantería pesada, senón que os seus avances tecnolóxicos lles confiren certa vantaxe sobre os seus opoñentes. Porén, ao enfrontarse aos moradores das dunas en combate, o máis temido son as feroces e estrañas bestas que os acompañan. Desde o maxestoso roc ao perigoso vivora alada, a súa sinerxía con estas criaturas confírelles unha gran versatilidade en combate. A orixe desta tradición é probábel que estea na herdanza do pasado distante dos moradores das areas, nas exóticas e remotas terras de Irdia.

source: race^Saurian
ar: سحلي
gl: Saurio

source: race+female^Saurian
ar: سحلية
gl: Sauria

source: race^Saurians
ar: سحليّون
gl: Saurios
