Repository: wesnoth/wesnoth
Catalog: po/wesnoth-help/*.po
Languages: ar, gl

source: Brings up a menu for choosing a scenario to immediately advance to in a campaign.
gl: Mostra un menú para elixir un escenario ao que avanzar directamente nunha campaña.

source: Create a unit of the specified type on the selected hex.
gl: Crear unha unidade do tipo especificado no hexágono seleccionado.

source: Toggle fog/shroud for the current side.
gl: Activar a néboa ou o manto para o bando actual.

source: Adds the specified amount to the current side’s gold.
gl: Engade a cantidade especificada ao ouro do bando actual.

source: Immediately advances to the next scenario in a campaign.
gl: Avanza inmediatamente ao seguinte escenario da campaña.

source: Manually set a gamestate variable to value.
gl: Define manualmente unha variábel do estado da partida.

source: Show a gamestate variable.
gl: Mostra unha variábel do estado da partida.

source: Manually fire the specified event.
gl: Dispara manualmente o evento indicado.

source: Modifies the specified property of the selected unit. Example: :unit hitpoints=100
gl: Modifica a propiedade especificada da unidade seleccionada. Exemplo: :unit hitpoints=100

source: Makes the selected unit level up N times. Example: :unit advances=2
gl: Fai que a unidade seleccionada suba de nivel N veces. Por exemplo: :unit advances=2

source: Allows the unit to heal adjacent allied units at the beginning of our turn. A unit cared for by this healer may heal up to 4 HP per turn, or stop poison from taking effect for that turn. This ability will not cure an affected unit of poison, however, only delay its effect.
ar: تسمح للوحدة بمعالجة الوحدات الحليفة المجاورة في بداية دورها. يمكن للوحدة التي يعتني بها هذا المعالج أن تعالج ما يصل إلى 4 نقاط صحة لكل دور، أو توقف تأثير السم في ذلك الدور. لن تعالج هذه القدرة وحدة متأثرة بالسم، ولكنها ستؤخر تأثيره فقط.
gl: Permite ás unidades sandar as unidades amigas adxacentes ao comezo da súa quenda. Unha unidade coidada por esta pode sandar ata catro puntos de vida por rolda, ou evitar que o veleno lle afecte durante esa rolda. Esta habilidade non pode curar a unha unidade envelenada, só atrasar os efectos do veleno.

source: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. A unit cared for by this healer may heal up to 8 HP per turn, or stop poison from taking effect for that turn. This ability will not cure an affected unit of poison, however, only delay its effect.
ar: تجمع هذه الوحدة بين العلاجات العشبية والسحر لعلاج الوحدات بشكل أسرع مما هو ممكن عادة في ساحة المعركة. يمكن للوحدة التي يعتني بها هذا المعالج أن تشفي ما يصل إلى 8 نقاط صحة لكل دورة، أو توقف تأثير السم في ذلك الدور. لن تعالج هذه القدرة وحدة متأثرة بالسم، ولكنها ستؤخر تأثيره فقط.
gl: Esta unidade combina remedios de herbas con maxia para sandar ás unidades máis rápido do normal no campo de batalla. Unha unidade coidada por esta pode sandar ata oito puntos de vida por rolda, ou evitar que o veleno lle afecte durante esa rolda. Esta habilidade non pode curar a unha unidade envelenada, só atrasar os efectos do veleno.

source: female^cures
ar: معالجة
gl: cura

source: A curer can cure a unit of poison, although that unit will receive no additional healing on the turn it is cured of the poison.
ar: يمكن للمعالج أن يعالج وحدة من السم، على الرغم من أن هذه الوحدة لن تتلقى أي شفاء إضافي عند شفائها من السم.
gl: Os curadores poden extraerlle o veleno ás unidades, aínda que esas unidades non sandarán vida algunha durante a rolda en que as curan.

source: female^regenerates
ar: متجددة
gl: rexenérase

source: The unit will heal itself 8 HP per turn. If it is poisoned, it will remove the poison instead of healing.
ar: ستعالج الوحدة نفسها بمقدار 8 نقاط حياة لكل دورة. إذا تعرضت للتسمم، فستزيل السم بدلاً من العلاج.
gl: A unidade sanda oito puntos de vida por rolda. Se está envelenada, eliminará o veleno en vez de sandar.

source: regenerates +4
ar: يتجدد +4
gl: rexenera +4

source: female^regenerates +4
ar: تتجدد 4
gl: rexenera +4

source: The unit will heal itself 4 HP per turn. If it is poisoned, it will remove the poison instead of healing.
ar: ستعالج الوحدة نفسها بمقدار 4 نقاط حياة لكل دور. إذا تعرضت للتسمم، فستزيل السم بدلاً من العلاج.
gl: A unidade sanda 4 puntos de vida por rolda. Se está envelenada, eliminará o veleno en vez de sandar.

source: This unit heals itself each turn, though not as much as if stationed in a village.
ar: هذه الوحدة تشفي نفسها في كل دورة، ولكن ليس بقدر ما لو كانت متمركزة في قرية.
gl: Esta unidade rexenérase, o que lle permite sandar coma se estivera nunha aldea.

source: This unit’s resistances are doubled, up to a maximum of 50%, when defending. Vulnerabilities are not affected.
ar: تتضاعف مقاومة هذه الوحدة حتى 50% كحد أقصى عند الدفاع. ولا تتأثر نقاط الضعف.
gl: Cando se defende, as resistencias desta unidade duplícanse, ata un máximo do 50%. Non afecta ás súas vulnerabilidades.

source: diversion
ar: تحويل انتباه
gl: desvío

source: female^diversion
ar: محولة
gl: diversión

source: If there is an enemy of the target on the opposite side of the target, this unit diverts the target’s attention and reduces its chance to hit by 20%.
ar: إذا كان هناك عدو للهدف في الجهة المقابلة للهدف، تقوم هذه الوحدة بتحويل انتباه الهدف وتقليل فرصته في الإصابة بنسبة 20%.
gl: Se hai un inimigo do obxectivo no lado oposto ao obxectivo, esta unidade desvía a atención do obxectivo e reduce a súa probabilidade de acertar nun 20%.

source: If there is an enemy of the target on the opposite side of the target while attacking it, this unit diverts the target’s attention and reduces its chance to hit.
ar: إذا كان هناك عدو للهدف على الجانب الآخر من الهدف أثناء مهاجمته، تقوم هذه الوحدة بتحويل انتباه الهدف وتقليل فرصته في الإصابة.
gl: Se hai un inimigo do obxectivo no lado oposto ao obxectivo durante o ataque, esta unidade desvía a atención do obxectivo e reduce a súa probabilidade de acertar.

source: accuracy:
gl: precisión:

source: female^leadership
ar: قيادية
gl: líder

source: This unit can lead other troops in battle. All adjacent lower-level units from the same side deal 25% more damage for each difference in level.
ar: هذه الوحدة يمكنها قيادة القوات الأخرى في المعركة. جميع الوحدات المجاورة ذات المستوى الأدنى من نفس الجانب تسبب ضررًا أكبر بنسبة 25% لكل اختلاف في المستوى.
gl: Esta unidade pode liderar outras tropas na batalla. Todas as unidades de nivel inferior adxacentes do mesmo lado inflúen un 25% máis de dano por cada diferenza de nivel.

source: female^skirmisher
ar: مناوشة
gl: guerrilleira

source: This unit is skilled in moving past enemies quickly, and ignores all enemy Zones of Control.
ar: هذه الوحدة ماهرة في تجاوز الأعداء بسرعة، وتتجاهل جميع مناطق سيطرة العدو.
gl: Esta unidade ten a habilidade de moverse rápido entre os inimigos, e pode ignorar todas as súas zonas de control.

source: illuminates
ar: منير
gl: ilumina

source: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk.
ar: تضيء هذه الوحدة المنطقة المحيطة، مما يجعل الوحدات النهارية تقاتل بشكل أفضل، والوحدات الليلية تقاتل بشكل أسوأ. ستقاتل أي وحدات مجاورة لهذه الوحدة كما لو كان الوقت غسقًا عندما يكون الليل، وكما لو كان النهار عندما يكون الغسق.
gl: Esta unidade ilumina os arredores facendo que as unidades legais loiten mellor e as unidades caóticas peor. Calquera unidade adxacente a esta loitará coma se en vez de noite aínda estivese anoitecendo, e coma se fose de día cando estea anoitecendo de verdade.

source: female^teleport
ar: ناقلة آنيّا
gl: telepórtase

source: This unit may teleport between any two empty villages owned by its side using one of its moves.
ar: يجوز لهذه الوحدة التنقل بين أي قريتين فارغتين تملكهما من جانبها باستخدام إحدى تحركاتها.
gl: Esta unidade pode teleportarse entre dúas aldeas baleiras calquera do seu bando usando un dos seus movementos.

source: female^ambush
ar: كامنة
gl: emboscada

source: This unit can hide in forest, and remain undetected by its enemies. Enemy units cannot see this unit while it is in forest, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
ar: تستطيع هذه الوحدة الاختباء في الغابة، والبقاء دون أن يكتشفها أعداؤها. لا تستطيع وحدات العدو رؤية هذه الوحدة أثناء وجودها في الغابة، إلا إذا كانت هناك وحدات بجوارها. أي وحدة عدو تكتشف هذه الوحدة أولاً تفقد على الفور كل حركتها المتبقية.
gl: Esta unidade pode ocultarse na fraga e evitar que os inimigos a detecten. As unidades inimigas non poderán vela mentres estea no bosque, agás se teñen unidades adxacentes. A primeira unidade inimiga que descubra a esta non poderá moverse máis nesa quenda.

source: burrow
ar: حفار
gl: tobo

source: female^burrow
ar: حفارة
gl: toba

source: This unit can hide in forest or sand if it is resting (has not moved for a turn), and remain undetected by its enemies. Enemy units cannot see this unit while it is resting in forest or sand, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
ar: يمكن لهذه الوحدة الاختباء في الغابة أو الرمال إذا كانت مستريحة (لم تتحرك لمدة دور واحد)، وتظل غير مكتشفة من قبل أعدائها. لا تستطيع وحدات العدو رؤية هذه الوحدة أثناء استراحتها في الغابة أو الرمال، إلا إذا كانت هناك وحدات بجوارها. أي وحدة عدو تكتشف هذه الوحدة أولاً تفقد على الفور كل نقاط حركتها المتبقية.
gl: Esta unidade pode agocharse na fraga ou na area se está en descanso (é dicir, se non se moveu durante un turno), e permanecer sen ser detectada polos seus inimigos. As unidades inimigas non poden ver esta unidade mentres está en descanso nun bosque ou na area, salvo que teñan unidades ao seu carón. Calquera unidade inimiga que a descubra por primeira vez perde de inmediato todo o movemento que lle quede.

source: The unit becomes invisible during night. Enemy units cannot see this unit at night, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
ar: تصبح الوحدة غير مرئية أثناء الليل. لا تستطيع وحدات العدو رؤية هذه الوحدة ليلاً، إلا إذا كانت هناك وحدات بجوارها. أي وحدة عدو تكتشف هذه الوحدة أولاً تفقد على الفور كل نقاط حركتها المتبقية.
gl: A unidade vólvese invisíbel pola noite. As unidades inimigas non poden ver a esta unidade pola noite, agás se teñen unidades adxacentes. A primeira unidade inimiga que descubra a esta non poderá moverse máis nesa quenda.

source: female^concealment
ar: مخفية
gl: ocúltase

source: This unit can hide in villages, and remain undetected by its enemies, except by those standing next to it. Enemy units cannot see this unit while it is in a village, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
ar: تستطيع هذه الوحدة الاختباء في القرى، والبقاء دون أن يكتشفها أعداؤها، باستثناء أولئك الذين يقفون بجانبها. لا تستطيع وحدات العدو رؤية هذه الوحدة أثناء وجودها في القرية، إلا إذا كانت هناك وحدات بجانبها. أي وحدة عدو تكتشف هذه الوحدة أولاً تفقد على الفور كل نقاط حركتها المتبقية.
gl: Esta unidade pode agocharse nas aldeas e permanecer sen ser detectada polos seus inimigos, agás por aqueles que estean xusto ao seu carón. As unidades inimigas non poden ver esta unidade mentres está nunha aldea, salvo que teñan unidades ao seu lado. Calquera unidade inimiga que a descubra por primeira vez perde de inmediato todo o movemento que lle quede.

source: submerge
ar: مغمور
gl: mergúllase

source: female^submerge
ar: مغمورة
gl: mergúllase

source: This unit can hide in deep water, and remain undetected by its enemies. Enemy units cannot see this unit while it is in deep water, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
ar: تستطيع هذه الوحدة الاختباء في المياه العميقة، والبقاء دون أن يكتشفها أعداؤها. لا تستطيع وحدات العدو رؤية هذه الوحدة أثناء وجودها في المياه العميقة، إلا إذا كانت هناك وحدات بجوارها. أي وحدة عدو تكتشف هذه الوحدة أولاً تفقد على الفور كل نقاط حركتها المتبقية.
gl: Esta unidade pode mergullarse nas augas profundas, e evitar ser detectada polos inimigos. As unidades inimigas non poden ver a esta unidade cando estea en augas profundas, agás se teñen unidades canda ela. A primeira unidade inimiga que a descubra non poderá moverse máis nesa quenda.

source: swamp lurk
ar: متجول المستنقعات
gl: espreita no pantano

source: female^swamp lurk
ar: متجولة المستنقعات
gl: espreita no pantano

source: This unit can hide in swamp, and remain undetected by its enemies. Enemy units cannot see this unit while it is in swamp, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
ar: تستطيع هذه الوحدة الاختباء في المستنقع، دون أن يكتشفها أعداؤها. لا تستطيع وحدات العدو رؤيتها وهي في المستنقع، إلا إذا كانت هناك وحدات بجانبها. أي وحدة عدو تكتشفها أولًا تفقد كل حركتها المتبقية فورًا.
gl: Esta unidade pode agocharse no pantano e permanecer sen ser detectada polos seus inimigos. As unidades inimigas non poden ver esta unidade mentres está no pantano, salvo que teñan unidades xunto a ela. Calquera unidade inimiga que descubra esta unidade por primeira vez perde de inmediato todo o movemento que lle quede.

source: female^feeding
ar: متغذية
gl: aliméntase

source: This unit gains 1 hitpoint added to its maximum whenever it kills a unit, except units that are immune to plague.
ar: تكتسب هذه الوحدة نقطة إصابة واحدة تضاف إلى الحد الأقصى لها عندما تقتل وحدة، باستثناء الوحدات المحصنة ضد الطاعون.
gl: Esta unidade aumenta a súa vida máxima nun punto cando mata a unha unidade, coa excepción das unidades inmunes a pestes.

source: Max HP bonus +3, Max XP +20%
ar: الحد الأقصى لنقاط الصحة الإضافية 3، الحد الأقصى لنقاط الخبرة 20%
gl: Puntos de vida máximos aumentados en 3, experiencia máxima aumentada un 20%

source: Midday
ar: منتصف النهار
gl: Mediodía

source: Midnight
ar: منتصف الليل
gl: Medianoite

source: Second Watch — First Hour
ar: المراقبة الثانية – الساعة الأولى
gl: Noite pecha (primeira hora)

source: Second Watch — Second Hour
ar: المراقبة الثانية – الساعة الثانية
gl: Noite pecha (segunda hora)

source: Second Watch — Third Hour
ar: المراقبة الثانية – الساعة الثالثة
gl: Noitebra (primeira hora)

source: Second Watch — Fourth Hour
ar: المراقبة الثانية – الساعة الرابعة
gl: Noitebra (segunda hora)

source: Second Watch — Fifth Hour
ar: المراقبة الثانية – الساعة الخامسة
gl: Madrugada (primeira hora)

source: Second Watch — Sixth Hour
ar: المراقبة الثانية – الساعة السادسة
gl: Madrugada (segunda hora)

source: Morning — First Hour
ar: الصباح - الساعة الأولى
gl: Mañanciña (primeira hora)

source: Morning — Second Hour
ar: الصباح - الساعة الثانية
gl: Mañanciña (segunda hora)

source: Morning — Third Hour
ar: الصباح - الساعة الثالثة
gl: Mañá (primeira hora)

source: Morning — Fourth Hour
ar: الصباح - الساعة الرابعة
gl: Mañá (segunda hora)

source: Afternoon — First Hour
ar: بعد الظهر - الساعة الأولى
gl: Tarde (primeira hora)

source: Afternoon — Second Hour
ar: بعد الظهر - الساعة الثانية
gl: Tarde (segunda hora)

source: Afternoon — Third Hour
ar: بعد الظهر - الساعة الثالثة
gl: Tardiña (primeira hora)

source: Afternoon — Fourth Hour
ar: بعد الظهر - الساعة الرابعة
gl: Tardiña (segunda hora)

source: Afternoon — Fifth Hour
ar: بعد الظهر - الساعة الخامسة
gl: Serán (primeira hora)

source: Afternoon — Sixth Hour
ar: بعد الظهر – الساعة السادسة
gl: Serán (segunda hora)

source: First Watch — First Hour
ar: المراقبة الأولى – الساعة الأولى
gl: Noitiña (primeira hora)

source: First Watch — Second Hour
ar: المراقبة الأولى – الساعة الثانية
gl: Noitiña (segunda hora)

source: First Watch — Third Hour
ar: المراقبة الأولى – الساعة الثالثة
gl: Noite (primeira hora)

source: First Watch — Fourth Hour
ar: المراقبة الأولى – الساعة الرابعة
gl: Noite (segunda hora)

source: First Dawn
ar: الفجر الأول
gl: Primeira garda

source: Second Dawn
ar: الفجر الثاني
gl: Segunda garda

source: First Morning
ar: الصباح الأول
gl: Primeira mañá

source: Second Morning
ar: الصباح الثاني
gl: Segunda mañá

source: First Midday
ar: منتصف النهار الأول
gl: Primeiro mediodía

source: Second Midday
ar: منتصف النهار الثاني
gl: Segundo mediodía

source: First Afternoon
ar: بعد الظهر الأول
gl: Primeira tarde

source: Second Afternoon
ar: الثانية بعد الظهر
gl: Segunda tarde

source: First Dusk
ar: الغسق الأول
gl: Lusco

source: Second Dusk
ar: الغسق الثاني
gl: Fusco

source: The Short Dark
ar: الظلام القصير
gl: A curta escuridade

source: The Long Dark (1)
ar: الظلام الطويل (1)
gl: A longa escuridade (1)

source: The Long Dark (2)
ar: الظلام الطويل (2)
gl: A longa escuridade (2)

source: The Long Dark (3)
ar: الظلام الطويل (3)
gl: A longa escuridade (3)

source: The Long Dark (4)
ar: الظلام الطويل (4)
gl: A longa escuridade (4)

source: Spirits have very unusual resistances to damage, and move quite slowly over open water.
ar: الأرواح لديها مقاومة غير عادية للضرر، وتتحرك ببطء شديد فوق المياه المفتوحة.
gl: Os espíritos teñen unhas resistencias pouco habituais ao dano, e móvense moi lentamente sobre a auga aberta.

source: This unit is capable of basic healing.
ar: هذه الوحدة قادرة على الشفاء الأساسي.
gl: Esta unidade é capaz de curación básica.

source: This unit is capable of rapid healing.
ar: هذه الوحدة قادرة على الشفاء السريع.
gl: Esta unidade pode sandar rápido.

source: This unit is capable of healing those around it, and curing them of poison.
ar: هذه الوحدة قادرة على شفاء من حولها، وشفاءهم من السموم.
gl: Esta unidade ten a capacidade de sandar a todos os que a rodean e curalos do veleno.

source: This unit is capable of neutralizing the effects of poison in units around it.
ar: هذه الوحدة قادرة على تحييد تأثيرات السم في الوحدات المحيطة بها.
gl: Esta unidade é capaz de neutralizar os efectos do veleno nas unidades que están arredor dela.

source: This unit regenerates, which allows it to heal as though always stationed in a village.
ar: تتجدد هذه الوحدة مما يسمح لها بالشفاء كما لو كانت متواجدة دائمًا في القرية.
gl: Esta unidade rexenérase, o que lle permite sandar coma se estivera nunha aldea.

source: The steadiness of this unit reduces damage from some attacks, but only while defending.
ar: ثبات هذه الوحدة يقلل الضرر من بعض الهجمات، ولكن فقط أثناء الدفاع.
gl: A firmeza desta unidade reduce o dano dalgúns ataques, pero só ao defenderse.

source: The leadership of this unit enables adjacent units of the same side to deal more damage in combat, though this only applies to units of lower level.
ar: قيادة هذه الوحدة تمكن الوحدات المجاورة من نفس الجانب من إحداث المزيد من الضرر في القتال، على الرغم من أن هذا ينطبق فقط على الوحدات ذات المستوى الأدنى.
gl: O liderado desta unidade permítelle ás unidades adxacentes do mesmo bando inflixir máis dano no combate, aínda que isto só afecta ás unidades de nivel inferior ao seu.

source: This unit’s skill at skirmishing allows it to ignore enemies’ zones of control and thus move unhindered around them.
ar: مهارة هذه الوحدة في المناوشات تسمح لها بتجاهل مناطق سيطرة الأعداء وبالتالي التحرك حولهم دون عوائق.
gl: A habilidade para a guerrilla desta unidade permítelle ignorar as zonas de control dos inimigos podendo así moverse libremente arredor deles.

source: Illumination increases the lighting level in adjacent areas.
ar: الإنارة تزيد من مستوى الإضاءة في المناطق المجاورة.
gl: A iluminación incrementa o nivel de luz en áreas adxacentes.

source: This unit can use one move to teleport between any two empty villages controlled by its side.
ar: يمكن لهذه الوحدة استخدام حركة واحدة للانتقال الفوري بين أي قريتين فارغتين تسيطر عليهما من جانبها.
gl: Esta unidade pode usar un dos seus movementos para teleportarse entre dúas aldeas baleiras calquera controladas polo seu bando.

source: In woodlands, this unit’s ambush skill renders it invisible to enemies unless it is immediately adjacent or has revealed itself by attacking.
ar: في الغابات، مهارة الكمين لهذه الوحدة تجعلها غير مرئية للأعداء ما لم تكن مجاورة مباشرة أو كشفت عن نفسها من خلال الهجوم.
gl: Nos bosques, a habilidade para emboscar desta unidade convértea en invisíbel para os inimigos a non ser que estea xusto ao lado deles ou se revele atacándoos.

source: This unit is able to hide at night, leaving no trace of its presence.
ar: هذه الوحدة قادرة على الاختباء ليلاً دون ترك أي أثر لوجودها.
gl: Esta unidade é capaz de agocharse pola noite, sen deixar rastro da súa presencia.

source: This unit can hide in villages (with the exception of water villages), and remain undetected by its enemies, except by those standing next to it.
ar: تستطيع هذه الوحدة الاختباء في القرى (باستثناء القرى المائية)، ولا يمكن أن يكتشفها أعداؤها إلا من يقف بجانبها.
gl: Esta unidade pode agocharse nas aldeas (a excepción das aldeas somerxidas), e evitar ser detectada polos seus inimigos, agás polos que estean xunto a ela.

source: This unit can move unseen in deep water, requiring no air from the surface.
ar: يمكن لهذه الوحدة أن تتحرك بشكل غير مرئي في المياه العميقة، ولا تحتاج إلى هواء من السطح.
gl: Esta unidade pode moverse na auga profunda sen ser vista, sen precisar aire da superficie.

source: This unit gains 1 hitpoint added to its maximum whenever it kills a living unit.
ar: تكتسب هذه الوحدة نقطة إصابة واحدة تضاف إلى الحد الأقصى لها عندما تقتل وحدة حية.
gl: Esta unidade aumenta a súa vida máxima nun punto cando mata a unha unidade viva.

source: Whenever its berserk attack is used, this unit continues to push the attack until either it or its enemy lies dead.
ar: كلما تم استخدام هجومها الهائج، تستمر هذه الوحدة في الهجوم حتى تموت هي أو عدوها.
gl: Cando usa o seu ataque furioso, esta unidade continúa atacando ata que só un dos combatentes queda en pe.

source: If there is an enemy of the target on the opposite side of the target while attacking it, this unit may backstab, inflicting double damage by creeping around behind that enemy.
ar: إذا كان هناك عدو للهدف على الجانب الآخر من الهدف أثناء مهاجمته، فقد تطعن هذه الوحدة في الظهر، وتسبب ضررًا مضاعفًا من خلال الزحف خلف ذلك العدو.
gl: Se hai un inimigo do obxectivo no lado oposto do obxectivo mentres o ataca, esta unidade pode atacar ás costas, inflixindo dano dobre ao rodear ese inimigo por detrás.

source: Foes who lose their life to the plague will rise again in unlife, unless they are standing on a village.
ar: الأعداء الذين فقدوا حياتهم بسبب الطاعون سوف يقومون مرة أخرى في حالة ميت-حي، إلا إذا كانوا واقفين في قرية.
gl: Os inimigos que perden a súa vida pola peste volverán coma non mortos, a non ser que morresen nunha aldea.

source: Foes who lose their life to certain horrors of nature become nourishment for a rapidly growing larva, unless they are standing in a village.
ar: الأعداء الذين يفقدون حياتهم بسبب أهوال معينة من الطبيعة يصبحون غذاء ليرقة سريعة النمو، إلا إذا كانوا واقفين في قرية.
gl: Os inimigos que perdan a vida ante certos horrores da natureza convértense en alimento para unha larva de rápido crecemento, a menos que estean situados nunha aldea.

source: This unit is able to slow its enemies, halving their movement speed and attack damage until they end a turn.
ar: هذه الوحدة قادرة على إبطاء أعدائها، وخفض سرعة حركتهم إلى النصف وضرر الهجوم حتى ينهوا الدور.
gl: Esta unidade pode ralentizar aos seus inimigos, reducindo á metade a súa velocidade de movemento e o dano que causan durante unha rolda.

source: The ability to turn the living to stone makes this unit extremely dangerous.
ar: القدرة على تحويل الحياة إلى حجر تجعل هذه الوحدة في غاية الخطورة.
gl: A habilidade de converter aos seres vivos en pedra fai que esta unidade resulte moi perigosa.
