Repository: wesnoth/wesnoth
Catalog: po/wesnoth-help/*.po
Languages: ar, gl

source: Underground
ar: تحت الأرض
gl: Baixo a terra

source: undead
ar: ميت-حي
gl: non morto

source: fearless
ar: لا يخاف
gl: afouto

source: plague
ar: طاعون
gl: peste

source: When a unit is killed by a Plague attack, that unit is replaced with a Walking Corpse on the same side as the unit with the Plague attack. This doesn’t work on Undead or units in villages.
ar: ندما تُقتل وحدة بسبب هجوم الطاعون، يتم استبدال تلك الوحدة بجثة سائرة من نفس جانب الوحدة التي تعرضت لهجوم الطاعون. هذا لا يعمل على الموتى الأحياء أو الوحدات في القرى.
gl: Cando unha unidade morre polo ataque da peste, a unidade substitúese por un cadáver andante do bando da unidade que a atacou coa peste. Non funciona contra os non mortos ou as unidades en aldeas.

source: loyal
ar: مخلصة
gl: leal

source: Zero upkeep.
ar: صفر تكاليف صيانة.
gl: Sen mantemento.

source: This attack always has a 70% chance to hit regardless of the defensive ability of the unit being attacked.
ar: يتمتع هذا الهجوم دائمًا بفرصة 70% للاصابة بغض النظر عن القدرة الدفاعية للوحدة التي تتعرض للهجوم.
gl: Este ataque sempre atina sete de cada dez veces, sen importar as capacidades defensivas da unidade atacada.

source: magical
ar: مسحور
gl: máxico

source: intelligent
ar: ذكية
gl: intelixente

source: Intelligent units require 20% less experience than usual to advance.
ar: الوحدات الذكية تتطلب خبرة أقل بنسبة 20% من المعتاد للتقدم.
gl: As unidades intelixentes requiren un 20% menos de experiencia da normal para avanzar.

source: steadfast
ar: صامد
gl: firme

source: female^steadfast
ar: صامدة
gl: firme

source: female^illuminates
ar: منيرة
gl: iluminada

source: heals +4
ar: يشفي +4
gl: sanda 4

source: female^heals +4
ar: تشفي +4
gl: sanda 4

source: Allows the unit to heal adjacent allied units at the beginning of our turn. A unit cared for by this healer may heal up to 4 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
ar: السماح للوحدة بشفاء الوحدات المتحالفة المجاورة في بداية دورنا. يمكن للوحدة التي يعتني بها هذا المعالج أن تشفي ما يصل إلى 4 نقاط حياة لكل دور، أو تمنع السم من التأثير فيها في هذا الدور. لا يمكن للوحدة المسمومة أن تعالج من سمها بواسطة معالج، ويجب أن تسعى للحصول على رعاية قرية أو وحدة يمكنها العلاج.
gl: Permite ás unidades sandar as unidades amigas adxacentes ao comezo da súa quenda. Unha unidade coidada por esta pode sandar ata catro puntos de vida por rolda, ou evitar que o veleno lle afecte durante esa rolda. Un sandador non pode curar a unha unidade envelenada, e esta debe buscar os coidados necesarios nunha aldea, ou por parte dunha unidade que poida curar.

source: This unit is capable of basic healing and slowing dehydration.
ar: هذه الوحدة قادرة على الشفاء الأساسي وإبطاء الجفاف.
gl: Esta unidade é capaz de curación básica e ralentizar a deshidratación.

source: heals +8
ar: يشفي +8
gl: sanda 8

source: female^heals +8
ar: تشفي +8
gl: sanda 8

source: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. A unit cared for by this healer may heal up to 8 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
ar: تجمع هذه الوحدة بين العلاجات العشبية والسحر لشفاء الوحدات بسرعة أكبر مما هو ممكن عادةً في ساحة المعركة. الوحدة التي يعتني بها هذا المعالج قد تشفي ما يصل إلى 8 نقاط صحة في كل دور، أو تمنع السم من التأثير في هذا الدور تجمع هذه الوحدة بين العلاجات العشبية والسحر لشفاء الوحدات بسرعة أكبر مما هو ممكن عادةً في ساحة المعركة. قد تشفي الوحدة التي يعتني بها هذا المعالج ما يصل إلى 8 نقاط حياة لكل دور، أو تمنع السم من التأثير فيها في هذا الدور. لا يمكن للوحدة المسمومة أن تعالج من سمها بواسطة معالج، ويجب أن تسعى للحصول على رعاية قرية أو وحدة يمكنها العلاج.
gl: Esta unidade combina remedios de herbas con maxia para sandar ás unidades máis rápido do normal no campo de batalla. Unha unidade coidada por esta pode sandar ata oito puntos de vida por rolda, ou evitar que o veleno lle afecte durante esa rolda. Un sandador non pode curar a unha unidade envelenada, e esta debe buscar os coidados necesarios nunha aldea, ou por parte dunha unidade que poida curar.

source: heals +12
ar: يشفي +12
gl: sanda +12

source: female^heals +12
ar: تشفي +12
gl: sanda +12

source: This unit combines herbal remedies with magic to heal units more quickly than is normally possible on the battlefield. A unit cared for by this healer may heal up to 12 HP per turn, or stop poison from taking effect for that turn. A poisoned unit cannot be cured of its poison by a healer, and must seek the care of a village or a unit that can cure.
ar: تجمع هذه الوحدة بين العلاجات العشبية والسحر لشفاء الوحدات بسرعة أكبر مما هو ممكن عادةً في ساحة المعركة. الوحدة التي يعتني بها هذا المعالج قد تشفي ما يصل إلى 12 نقطة صحة في كل دور، أو تمنع السم من التأثير في هذا الدور تجمع هذه الوحدة بين العلاجات العشبية والسحر لشفاء الوحدات بسرعة أكبر مما هو ممكن عادةً في ساحة المعركة. قد تشفي الوحدة التي يعتني بها هذا المعالج ما يصل إلى 12 نقطة صحة في كل دور، أو تمنع السم من التأثير في هذا الدور. لا يمكن للوحدة المسمومة أن تعالج من سمها بواسطة معالج، ويجب أن تسعى للحصول على رعاية قرية أو وحدة يمكنها العلاج.
gl: Esta unidade combina remedios a base de plantas con maxia para curar unidades máis rápido do que normalmente é posible no campo de batalla. Unha unidade atendida por este curandeiro pode curar ata 12 HP por turno ou impedir que o veleno teña efecto durante ese turno. Unha unidade envelenada non pode ser curada do seu veleno por un curandeiro, e debe buscar o coidado dunha aldea ou unha unidade que poida curar.

source: This unit is capable of healing those around it, slowing dehydration, and curing them of poison.
ar: هذه الوحدة قادرة على شفاء من حولها وإبطاء الجفاف والشفاء من السموم.
gl: Esta unidade é capaz de curar aos que o rodean, retardar a deshidratación e curalos do veleno.

source: teleport
ar: نقل آنيّا
gl: telepórtase

source: regenerates
ar: تجديد
gl: rexenérase

source: Always rest heals
ar: دائما ترتاح لتشفى
gl: Sempre que non loita sanda coma se descansase

source: backstab
ar: طعن
gl: puñalada polas costas

source: feeding
ar: تغذي
gl: aliméntase

source: leadership
ar: قيادي
gl: líder

source: ambush
ar: كمين
gl: embosca

source: Castle
ar: قلعة قيادة
gl: Castelo

source: Cave
ar: كهف
gl: Cova

source: concealment
ar: تخفي
gl: ocúltase

source: drains
ar: استنزاف
gl: absorbe

source: firststrike
ar: سباق
gl: primeiro golpe

source: Forest
ar: غابة
gl: Fraga

source: Frozen
ar: متجمد
gl: Xeado

source: Hills
ar: تلال
gl: Outeiros

source: marksman
ar: قانص
gl: puntería

source: Mushroom Grove
ar: بُسْتان فُطر
gl: Colonia de cogomelos

source: nightstalk
ar: تسلل
gl: asexante nocturno

source: poison
ar: سم
gl: velenoso

source: Sand
ar: رمل
gl: Area

source: skirmisher
ar: مناوش
gl: guerrilleiro

source: slows
ar: مبطئ
gl: ralentiza

source: Swamp
ar: مستنقع
gl: Pantano

source: cures
ar: معالج
gl: cura

source: Map and Scenario Editor
ar: تعديل خرائط وسيناريو
gl: Editor de mapas e escenarios

source: Terrain Editor
ar: تعديل الأرضية
gl: Editor de terreos

source: Scenario Editor
ar: تعديل سيناريو
gl: Editor de escenarios

source: Paint Tool
ar: أدوات التلوين
gl: Ferramenta de pintar

source: Paint terrain tiles on the map. The paint tool utilizes the brush sizes and the terrain palette. <header>Keyboard Modifiers</header> • Shift+mouse click: If a base terrain is selected, change the base without changing the overlay. If an overlay is selected, change the overlay without changing the base. • Control+mouse click: Select the terrain under the mouse cursor, as if it had been selected on the terrain palette (picks up both base and overlay). <header>Brush Sizes</header> The selected brush changes the size of the tool:
ar: رسم مربعات التضاريس على الخريطة. تستخدم أداة الرسم أحجام الفرشاة ولوحة التضاريس. <header>معدلات لوحة المفاتيح</header> • Shift+النقر بالفأرة: إذا تم تحديد تضاريس أساسية، قم بتغيير الأساس دون تغيير الطبقة العلوية. إذا تم تحديد طبقة علوية، قم بتغيير الطبقة العلوية دون تغيير الأساس. • Control+النقر بالفأرة: حدد التضاريس تحت مؤشر الفأرة، كما لو تم اختيارها من لوحة التضاريس (يتم التقاط الأساس والطبقة العلوية معاً). <header>أحجام الفرش</header> تغيير حجم الفرشاة المحددة يغير حجم الأداة:
gl: Pinta celas do terreo no mapa. A ferramenta de pintura utiliza os tamaños do pincel e a paleta do terreo. <header>Modificadores de teclado</header> • Maiús+clic do rato: se se selecciona un terreo base, cambia a base sen cambiar a superposición. Se se selecciona unha superposición, cambia a superposición sen cambiar a base. • Control+clic do rato: selecciona o terreo debaixo do cursor do rato, coma se estivese seleccionado na paleta do terreo (recolle tanto a base como a superposición). <header>Tamaños de pincel</header> O pincel seleccionado cambia o tamaño da ferramenta:

source: Paint single hexes.
ar: رسم سداسيات مفردة.
gl: Pintar hexágonos individuais.

source: Paint seven hexes at a time.
ar: رسم سبعة سداسيات في المرة الواحدة.
gl: Pinta sete hexágonos á vez.

source: Paint nineteen hexes at a time.
ar: رسم تسعة عشر سداسيًا في المرة الواحدة.
gl: Pinta dezanove hexágonos á vez.

source: Paint three hexes in a line.
ar: رسم ثلاثة سداسيات في خط.
gl: Pinta tres hexágonos nunha liña.

source: Fill Tool
ar: أدوات الطلاء
gl: Ferramenta de encher

source: Fill continuous regions of terrain with a different one. The fill tool utilizes the terrain palette. <header>Keyboard Modifiers</header> • Shift+mouse click: If a base terrain is selected, change the base without changing the overlay. If an overlay is selected, change the overlay without changing the base. • Control+mouse click: Select the terrain under the mouse cursor, as if it had been selected on the terrain palette (picks up both base and overlay).
ar: املأ المناطق المتصلة من التضاريس بتضاريس أخرى. تستخدم أداة التعبئة لوحة التضاريس. <header>مُعدِّلات لوحة المفاتيح</header> • اضغط على Shift مع النقر بالماوس: في حال تحديد تضاريس أساسية، غيّر القاعدة دون تغيير التراكب. في حال تحديد تراكب، غيّر التراكب دون تغيير القاعدة. • اضغط على Control مع النقر بالماوس: حدد التضاريس الموجودة أسفل مؤشر الماوس، كما لو كانت محددة في لوحة التضاريس (لتحديد كلٍّ من القاعدة والتراكب).
gl: Enche rexións continuas de terreo cun outro diferente. A ferramenta de recheo utiliza a paleta do terreo. <header> text='Modificadores do teclado</header> • Maiús+clic do rato: se se selecciona un terreo base, cambia a base sen cambiar a superposición. Se se selecciona unha superposición, cambie a superposición sen cambiar a base. • Control+clic do rato: selecciona o terreo debaixo do cursor do rato, coma se estivese seleccionado na paleta do terreo (recolle tanto a base como a superposición).

source: Select Tool
ar: أدوات التّحديد
gl: Ferramenta de selección

source: Selects a set of hex fields, for use with with the cut, copy and fill-selection buttons below the menu bar. <header>Keyboard Modifiers</header> • Shift+mouse click: ‘Magic Wand’ mode, select the hex under the mouse cursor, and adjoining hexes of the same terrain type. • Control+mouse click: Unselect hexes. <b>Brush Sizes</b> The selected brush changes the size of the tool:
gl: Selecciona un conxunto de campos hexadecimales, para usar cos botóns cortar, copiar e selección de recheo debaixo da barra de menú. <header>text='Modificadores do teclado</header> • Maiúsculas+clic do rato: modo 'Variña máxica', selecciona o hexágono baixo o cursor do rato e os hexágonos adxacentes do mesmo tipo de terreo. • Control+clic do rato: anula a selección de hexadecimales. <b>Tamaños de pincel</b> O pincel seleccionado cambia o tamaño da ferramenta:

source: Select single hexes.
ar: تحديد سداسي واحد.
gl: Seleccione hexágonos simples.

source: Select seven hexes at a time.
ar: حدد سبعة سداسيات في المرة الواحدة.
gl: Selecciona sete hexágonos á vez.

source: Select nineteen hexes at a time.
ar: حدد تسعة عشر سداسيًا في المرة الواحدة.
gl: Selecciona dezanove hexágonos á vez.

source: Select three hexes in a line.
ar: حدد ثلاثة سداسيات في سطر.
gl: Selecciona tres hexágonos nunha liña.

source: Clipboard and Paste Tool
ar: أداة الحافظة واللصق
gl: Portapapeis e ferramenta de pegar

source: Rotate, flip and paste the terrain in the clipboard Hexes can be cut or copied to the clipboard using the <ref dst='editor_tool_select'>Select Tool</ref>. The paste tool shows an outline of the clipboard, which can be pasted with a mouse-click. Only the outline is shown, but mistakes can be corrected with the undo function, which is bound to both Control+Z and to the same key as the in-game undo function. The paste tool also has some clipboard-manipulation functions:
ar: تدوير التضاريس وقلبها ولصقها في الحافظة. يمكن قص الأشكال السداسية أو نسخها إلى الحافظة باستخدام <ref dst='editor_tool_select'>أداة التحديد</ref>. تُظهر أداة اللصق مخططًا للحافظة، والذي يُمكن لصقه بنقرة زر الماوس. يُعرض المخطط فقط، ولكن يُمكن تصحيح الأخطاء باستخدام وظيفة التراجع، والتي تعمل بالضغط على مفتاحي Control+Z، وبنفس مفتاح وظيفة التراجع في اللعبة. تحتوي أداة اللصق أيضًا على بعض وظائف معالجة الحافظة:
gl: Xira, voltea e pega o terreo no portapapeis Os hexagonos pódense cortar ou copiar no portapapeis usando o <ref dst='editor_tool_select'>Seleccionar ferramenta'</ref>. A ferramenta de pegar mostra un contorno do portapapeis, que se pode pegar facendo clic co rato. Só se mostra o esquema, pero os erros pódense corrixir coa función desfacer, que está ligada tanto a Control+Z como á mesma tecla que a función desfacer do xogo. A ferramenta de pegar tamén ten algunhas funcións de manipulación do portapapeis:

source: Rotate clockwise by 60°.
ar: قم بالتدوير في اتجاه عقارب الساعة بمقدار 60 درجة.
gl: Xira no sentido horario 60°.

source: Rotate counter-clockwise by 60°.
ar: قم بالتدوير عكس اتجاه عقارب الساعة بمقدار 60 درجة.
gl: Xira en sentido antihorario 60°.

source: Flip horizontally
ar: قلب أفقيًا
gl: Xire horizontalmente

source: Flip vertically
ar: الوجه عموديا
gl: Xire verticalmente

source: Starting Locations Tool
ar: أداة مواقع البداية
gl: Ferramenta de localizacións de inicio

source: Defines the side leader starting position. This tool sets the side leaders’ default starting locations, and named special locations. Both types of location are enabled in both <ref dst='..editor_mode_terrain'>Terrain Editor</ref> and <ref dst='..editor_mode_scenario'>Scenario Editor</ref> modes. The location names are shown as a list in the editor palette, clicking on the map will place that name on a hex, each location can only be placed on a single hex, and the editor will only allow one location per hex. To add named special locations, click “Add” at the bottom of the editor palette, and enter the name. These names must start with a letter and may contain numbers and underscores. More than nine teams can be added to a map, by clicking “Add” and entering a number, for example “10”. The UI will automatically show this as “Player 10”. Named locations can be accessed from WML using the Standard Location Filter’s <i>location_id=</i>. Player starts can also be accessed from WML using <i>location_id=1</i>, <i>location_id=2</i>, etc — use only the number, without adding “Player ” in front of the number. <b>Keyboard Modifiers</b> • Control+mouse click on a hex that already has a location: select that location for placing with a subsequent mouse click, as if it was selected in the editor palette.
gl: Define a posición inicial do líder do bando. Esta ferramenta establece as localizacións iniciais por defecto dos líderes de bando, así como as localizacións especiais con nome. Ambos tipos de localización están dispoñibles tanto no modo de <ref dst='..editor_mode_terrain'>Editor de Terreo</ref> como no de <ref dst='..editor_mode_scenario'>Editor de Escenario</ref>. Os nomes das localizacións aparecen nunha lista na paleta do editor; ao premer no mapa colócase ese nome nun hexágono. Cada localización só pode asignarse a un único hexágono, e o editor só permite unha localización por hexágono. Para engadir localizacións especiais nomeadas, fai clic en "Engadir" na parte inferior da paleta do editor e introduce o nome. Estes nomes deben comezar cunha letra e poden conter números e guións baixos. Pódense engadir máis de nove equipos a un mapa facendo clic en "Engadir" e introducindo un número, por exemplo, "10". A IU mostrará automaticamente isto como "Xogador 10". As localizacións con nome poden accederse desde WML empregando o filtro estándar de localizacións con <i>location_id=</i>. As posicións de inicio dos xogadores tamén poden accederse mediante <i>location_id=1</i>, <i>location_id=2</i>, etc. — emprega só o número, sen engadir “Xogador ” diante. <b>Modificadores de teclado</b> • Control + clic do rato nun hexágono que xa ten unha localización: selecciona esa localización para colocala cun clic posterior, como se se escollese na paleta do editor.

source: editor^Maps generally look similar in the editor to their appearance in the game. There are a few exceptions, where different graphics are used in the editor; all the overlays described here are found in the terrain palette’s “special” group.
ar: تبدو الخرائط عادةً في المحرر مشابهةً لمظهرها في اللعبة. مع بعض الاستثناءات، حيث تُستخدم رسومات مختلفة في المحرر؛ جميع التراكبات الموضحة هنا موجودة في المجموعة "الخاصة" في لوحة التضاريس.
gl: Os mapas xeralmente semellan no editor á súa aparencia no xogo. Hai algunhas excepcións, onde se usan diferentes gráficos no editor; todas as superposicións descritas aquí atópanse no grupo "especial" da paleta de terreos.

source: editor^<header>Movement Overlays</header> <img src='terrain/grass/green.png~BLIT(terrain/impassable-editor.png~O(0.5))'/><img src='terrain/grass/green.png~BLIT(terrain/unwalkable-editor.png~O(0.5))'/> <b>Impassable and Unwalkable</b> While easily noticeable in the editor, these are invisible in the game, so the mixed terrains created by them look like the base terrain. They create a mixed terrain with the movement costs set to “impassable” or “unwalkable” respectively.
gl: <header>Superposicións de movemento</header> <img src='terrain/grass/green.png~BLIT(terrain/impassable-editor.png~O(0.5))'/><img src='terrain/grass/green.png~BLIT(terrain/unwalkable-editor.png~O(0.5))'/> <b>Intransitábel e Non camiñábel</b> Aínda que son doadas de recoñecer no editor, estas superposicións son invisíbeis durante a partida, polo que os terreos mesturados que crean semellan simplemente o terreo base. Porén, crean un terreo combinado no que os custos de movemento se definen como “intransitábel” ou “non camiñábel”, respectivamente.

source: editor^<header>Castle Overlays</header> <img src='terrain/grass/green.png~BLIT(terrain/castle/castle-overlay-editor.png~O(0.5))'/><img src='terrain/grass/green.png~BLIT(terrain/castle/keep-overlay-editor.png~O(0.5))'/> Adding either of these overlays to a passable hex allows units to be recruited onto a hex. The keep also allows a leader to recruit from there. These can be added to an impassable hex to connect a castle to a visually-separate keep through an impassable wall. It’s also possible to create a castle that seems to have grassland between the keep and towers, however this requires the connecting hexes to be occupied or blocked to prevent units being recruited onto them.
gl: <header>Superposicións de Castelo</header> <img src='terrain/grass/green.png~BLIT(terrain/castle/castle-overlay-editor.png~O(0.5))'/><img src='terrain/grass/green.png~BLIT(terrain/castle/keep-overlay-editor.png~O(0.5))'/> Engadir calquera destas superposicións a un hexágono transitable permite que as unidades sexan recrutadas nun hexágono. A torre tamén permite que un líder reclute desde alí. Estes pódense engadir a un hexágono infranqueable para conectar un castelo a unha torre visualmente separada a través dun muro infranqueable. Tamén é posible crear un castelo que parece ter prado entre o torreón e as torres, pero isto require que os hexágonos de conexión estean ocupados ou bloqueados para evitar que se recruten unidades neles.

source: editor^<header>Village Overlay</header> <img src='terrain/grass/green.png~BLIT(terrain/village/village-overlay-editor.png~O(0.5))'/> This turns any base terrain into a village, providing income and healing.
gl: <header>Superposición de aldea</header> <img src='terrain/grass/green.png~BLIT(terrain/village/village-overlay-editor.png~O(0.5))'/> Isto converte calquera terreo base nunha aldea, proporcionando ingresos e curación.

source: editor^<header>Fake Shroud</header> <img src=terrain/void/shroud-editor.png align=left/> Fake Shroud looks like an unexplored area, even in scenarios that have shroud disabled and even when the player’s units can see the hex.
gl: <header>Manto Falso</header> <img src=terrain/void/shroud-editor.png align=left/> O manto Falso fai que unha área semelle non explorada, mesmo en escenarios nos que o manto real está desactivado e mesmo cando as unidades do xogador poden ver o hexágono.

source: Terrain Elevation Graphics
ar: رسومات ارتفاع التضاريس
gl: Gráficos de elevación do terreo

source: A cosmetic elevation effect that looks a little different in the editor than in the game due to visual aids in the editor; all the overlays described here are found in the terrain palette’s “elevation” group.
gl: Un efecto cosmético de elevación que se ve un pouco diferente no editor ca no xogo debido ás axudas visuais do editor; todas as superposicións descritas aquí atópanse no grupo “elevación” da paleta de terreo.

source: editor^Direct Overlays
gl: Superposicións directas

source: Bluffs and Gulch
gl: Cantís e barrancos

source: The bluffs, gulches, and similar variations are much like a standard terrain overlay, and can simply be used that way. However, for larger areas of the map, where you will want to allow the use of other overlay terrains, you will want to combine these with the “markers” described in the next section.
gl: Os cantís, barrancos e variacións semellantes son moi semellantes a unha superposición de terreo estándar e poden usarse dese xeito sen máis. Porén, para áreas máis grandes do mapa, onde queiras permitir o uso doutros terreos superpostos, será mellor combinalos cos “marcadores” descritos na seguinte sección.

source: editor^Elevation Floodfill
gl: Recheo por Elevación

source: Raised elevation on-map marker
ar: علامة الارتفاع المرتفعة على الخريطة
gl: Marcador de elevación no mapa

source: Raised elevation editor palette icon
ar: أيقونة لوحة محرر الارتفاعات المرتفعة
gl: Icona da paleta do editor de elevación elevada

source: To make a patch of terrain higher or lower, and still be able to use other overlay terrains such as trees, you will need to use these markers. Placing one of these arrows on the map will flood-fill the map with a color-coded haze; neither the haze nor the arrow will be visible in game. The hazed area will have a border ledge, making it look higher or lower than the adjacent tiles.
gl: Para facer un parche de terreo máis alto ou máis baixo, e aínda poder usar outros terreos superpostos, como árbores, terás que usar estes marcadores. Colocar unha destas frechas no mapa inundará o mapa cunha néboa codificada por cores; nin a néboa nin a frecha serán visibles no xogo. A zona nebulizada terá unha beira de bordo, o que fai que pareza máis alta ou máis baixa que as celas adxacentes.

source: There are two high markers and two low markers, so it is possible to make terraces of up to five levels (lowest, lower, normal, higher, highest). Placing a high region next to a low region does not result in larger cliffs.
gl: Hai dous marcadores altos e dous marcadores baixos, polo que é posible crear terrazas de ata cinco niveis (o máis baixo, baixo, normal, alto e o máis alto). Poñer unha rexión alta xunto a unha rexión baixa non produce cantís máis grandes.
