Repository: wesnoth/wesnoth
Catalog: po/wesnoth-help/*.po
Languages: ar, gl

source: The dwarves are a race famed for their miners, blacksmiths, merchants and warriors. Considered as the third oldest race on the great continent after the elves and trolls, their early history is shrouded in mystery. Legends tell of a time long forgotten when their people began emerging from their underground world through caves. Nothing is known about their life prior to their arrival, or their reasons for entering the surface world, but they have been an integral part of the history of the continent since. Soon after their emergence from the underground, the dwarves entered into conflict with the original inhabitants of the land, the elves. The original reason for their dispute has been lost to history, but the two races have since fought three long wars, interrupted by a few decades of peace. During these wars the dwarves could not dislodge the elves from the deep forests in the south, but managed to consolidate their position in hills and the mountains in the north of the continent, known now as the Northlands. Since then they have constructed fantastic fortifications and settlements deep within the mountains and crags of their territory. Possibly due to their isolation, the dwarves are generally distrustful or hostile towards most other races, particularly the elves. The single exception to this temperament is towards humans. This could be traced back to the era of Haldric I and the arrival of humans and orcs to the continent. At this point the dwarves began allowing some humans, mostly dissidents and outlaws from the Kingdom of Wesnoth, to settle in certain areas of the Northlands. Their motivation was unsurprising. The plight of these individuals reminded the dwarves of their early history of persecution, eliciting a sense of solidarity. The dwarves also had much to gain in forming a bond with these outcasts. They would settle in areas where dwarves disliked living themselves; plains, forests, and swamps, freeing them from defending these areas. Dwarves are of small stature by human measure, but they are by no means fragile. Their warriors, tough and powerful are both feared and respected throughout the continent for their prowess in battle. In addition, dwarves are known for their calculating intellects and superb craftsmanship. Dwarven smiths are renowned for their deadly weapons and heavy armor. These accouterments are unrivaled in quality, possibly only matched by those produced by drake armorers. Their intelligence and natural inquisitiveness has also made them the most technically advanced race on the continent. One of their most famous, and feared, discoveries was a mysterious powder that produces an immense explosion when exposed to fire or sparks. Certain dwarf warriors use this powder to hurl small objects at tremendous speeds. Given their technological inclinations, many dwarves tend to distrust magic users. However, some practice a form of magic based on the engraving of runes. Called runesmiths, they use these carvings to enchant items in order to augment certain aspects of their natures.
ar: الأقزام جنس اشتهر بعمال المناجم والحدادين والتجار والمحاربين. يُعتبرون ثالث أقدم جنس في القارة العظيمة بعد الإلف والترول، ويكتنف الغموض تاريخهم المبكر. تحكي الأساطير عن زمن منسي منذ عصر بعيد عندما بدأ شعبهم في الخروج من عالمهم تحت الأرض عبر الكهوف. لا يُعرف أي شيء عن حياتهم قبل وصولهم أو أسباب دخولهم إلى العالم السطحي، لكنهم كانوا جزءًا لا يتجزأ من تاريخ القارة منذ ذلك الحين. بعد فترة وجيزة من ظهورهم من باطن الأرض، دخل الأقزام في نزاع مع سكان الأرض الأصليين، الإلف. ضاع السبب الأصلي لنزاعهم في التاريخ، لكن منذ ذلك الحين خاض العرقان ثلاثة حروب طويلة تخللتها بضعة عقود من السلام. لم يتمكن الأقزام خلال هذه الحروب من طرد الإلف من الغابات العميقة في الجنوب، لكنهم تمكنوا من تعزيز مواقعهم في التلال والجبال في شمال القارة، والمعروفة الآن باسم الأراضي الشمالية. ومنذ ذلك الحين شيدوا تحصينات ومستوطنات رائعة في أعماق الجبال والصخور في أراضيهم. ربما بسبب عزلتهم، فإن الأقزام بشكل عام لا يثقون أو يعادون معظم الأجناس الأخرى وخاصة الإلف. الاستثناء الوحيد لهذا المزاج هو تجاه البشر. ويمكن إرجاع ذلك إلى عصر هالدريك الأول ووصول البشر والأورك إلى القارة. في هذه المرحلة، بدأ الأقزام بالسماح لبعض البشر، ومعظمهم من المنشقين والخارجين عن القانون من مملكة ويسنوث، بالاستقرار في مناطق معينة من الأراضي الشمالية. لم تكن دوافعهم مفاجئة. فقد ذكّرت محنة هؤلاء الأفراد الأقزام بتاريخهم القديم من الاضطهاد، مما أثار شعورًا بالتضامن. كما أن الأقزام كان لديهم الكثير من المكاسب من تكوين رابطة مع هؤلاء المنبوذين. فقد كانوا يستقرون في المناطق التي كان الأقزام يكرهون العيش فيها؛ السهول والغابات والمستنقعات، مما كان يحررهم من الدفاع عن هذه المناطق. الأقزام ضئيلو القامة بالمقاييس البشرية، لكنهم ليسوا هشّين بأي حال من الأحوال. محاربوهم أشداء وأقوياء ويخافهم الناس ويحترمونهم في جميع أنحاء القارة لبراعتهم في المعارك. وبالإضافة إلى ذلك، يشتهر الأقزام بذكائهم العملي وحرفهم اليدوية الرائعة. يشتهر الحدادون الأقزام بأسلحتهم الفتاكة ودروعهم الثقيلة. هذه التجهيزات لا مثيل لها من حيث الجودة، وربما لا يضاهيها سوى تلك التي ينتجها صانعو أسلحة الدريك. كما أن ذكاءهم وفضولهم الفطري جعلهم أيضًا العرق الأكثر تقدمًا من الناحية التقنية في القارة. كان أحد أشهر اكتشافاتهم وأكثرها إثارة للرعب هو المسحوق الغامض الذي ينتج عنه انفجار هائل عند تعرضه للنار أو الشرر. يستخدم بعض المحاربين الأقزام هذا المسحوق لقذف الأجسام الصغيرة بسرعات هائلة. نظرًا لميولهم التكنولوجية، يميل العديد من الأقزام إلى عدم الثقة في مستخدمي السحر. ومع ذلك، يمارس البعض شكلاً من أشكال السحر القائم على نقش الأحرف الرونية. ويطلق عليهم اسم صانعي الأحرف الرونية، ويستخدمون هذه المنحوتات لسحر الأشياء من أجل زيادة جوانب معينة من خصائصها.
gl: Os ananos son famosos polos seus mineiros, ferreiros, comerciantes e guerreiros. Considerados a terceira especie máis vella do Gran Continente despois dos elfos e dos trolles, o principio da súa historia está rodeado de misterio. As lendas falan dun tempo esquecido hai moito no que as súas xentes comezaron a emerxer de debaixo da terra a través de covas. Non se sabe nada sobre a súa vida antes da súa chegada, ou das súas razóns para saír á superficie, pero desde aquela pasaron a ser unha parte fundamental da historia do continente. Pouco despois da súa emersión desde o mundo subterráneo, os ananos tiveron problemas cos habitantes orixinais da superficie, os elfos. A orixe da súa disputa perdeuse na historia, pero as dúas razas loitaron en tres grandes guerras desde aquela, interrompidas por unhas poucas décadas de paz. Durante estas guerras os ananos non deron expulsado aos elfos das profundas fragas do sur, pero si consolidaron as súas posicións nos outeiros e montañas do norte do continente, coñecidas hoxe en día como as Terras Nórdicas. Desde entón construíron fantásticas fortificacións e asentamentos na profundidade das montañas e penedos do seu territorio. Posibelmente debido ao seu illamento, os ananos adoitan ser desconfiados ou mesmo hostís cara a maioría das outras especies, sobre todo cara os elfos, sendo os humanos a única excepción. Isto remóntase aos tempos de Haldric I e a chegada dos humanos e dos orcos ao continente. Nesa época os ananos comezaron a permitirlle a algúns humanos, na súa maioría disidentes e proscritos do Reino do Noroeste, asentarse en certas zonas das Terras Nórdicas. Os motivos eran obvios, a situación destes individuos lembráballe aos ananos a persecución dos seus primeiros anos, creando un sentimento de solidariedade. Ademais os ananos tiñan moito que gañar creando lazos con estes parias. Estableceríanse en zonas nas que os ananos non gustaban de vivir: chairas, fragas e pantanos. Así os ananos liberaríanse da defensa destas zonas. Os ananos son de pequena estatura en comparación cos humanos, pero non son fráxiles en absoluto. Os seus guerreiros, resistentes e fortes, son temidos e respectados en todo o continente pola súa capacidade para a batalla. Ademais, os ananos son coñecidos polos seus intelectos calculadores e magnífica destreza. Os ferreiros ananos son famosos polas súas mortais armas e armaduras pesadas. Estes logros non teñen rivais en calidade, e posibelmente só son igualados polos producidos polos armeiros dos draconiáns. A súa intelixencia e curiosidade naturais tamén os converteu na especie do continente máis avanzada tecnicamente. Un dos seus descubrimentos máis famosos e temidos foi un misterioso po que produce unha gran explosión cando se expón ao lume ou ás faíscas. Certos guerreiros ananos usan este po para lanzar pequenos obxectos a velocidades incríbeis. Dadas as súas inclinacións tecnolóxicas, moitos ananos tenden a desconfiar dos que empregan a maxia. Porén, algúns practican unha forma de maxia baseada no gravado de runas. Os chamados mestres das runas usan estas inscricións para encantar obxectos para aumentar certos aspectos das súas naturezas.

source: race^Elf
ar: إلفي
gl: Elfo

source: race+female^Elf
ar: إلفية
gl: Elfa

source: race^Elves
ar: إلفيون
gl: Elfos

source: Compared to humans, elves are somewhat taller, more agile but less sturdy. They have slightly pointy ears, pale skin and usually blond hair. Few differences between humans and elves are more pronounced than the Elves’ unusually long life — most, unless claimed by illness, accident or war, live at least a full two centuries. While some elves possessing a high magical aptitude have been known to live longer, most elves begin to grow physically frail at some point between 250 and 300 years of age and pass away rapidly thereafter. Most elves share an intense affection for unspoiled nature and find themselves uncomfortable in open, unvegetated places. They live primarily in the forests of the Great Continent, the Aethenwood in the southwest, Wesmere in the northwest, and the great northern woods of which the Lintanir Forest is the southernmost edge. Elves are among the eldest races of the continent. Many of their settlements cannot be reliably dated, undoubtedly having existed for several millennia. <header>text='Magic'</header> While elves are fundamentally different creatures than the fabled fair folk, their magic has some connection to the faerie and is the source of their unusually keen senses as well as their long lives. Elven magic is split between two different paths, one focused on manipulation of the mundane or natural world, and one focused on divination into the arcane plane. More common is the the way of corporeal alteration, which has more tangible effects than its antithesis in the arcane. Though elven nature magic is ill-suited toward combat, its potent ability to harness earthly energies to nurture and protect is the primary reason for the effectiveness of elven healing as well as the beauty and vitality of their forests. Those who follow the mystic path are also well-regarded by other elves, but their motives and abilities are often unclear to those outside of their order. Some who venture far down the path of mysticism take on more faerie-like traits, gaining extraordinary insight and longevity, but also becoming sensitive to and even burned by the presence of cold iron. <header>text='Culture'</header> Elves spend much of their time honing their talents and skills. Those not adept at the magical arts typically devote their time honing their physical skills, often for sporting purposes. As a result, elves excel at archery, a craft that is readily and effectively applied to warfare. Elves are also renowned musicians, particularly skilled at wind and plucked string instruments in small ensembles. The Aeolian harps of the Aethenwood, for example, are crafted from the fine wood of Elven yew trees and are legendary for their soft, gentle tone. <header>text='Society'</header> Elvish society is roughly divided into three factions: a pseudo-military faction responsible for defending their forests, peaceful civilians who are usually craftsmen and artists, and healers and mystics who maintain the elves’ connection to the faerie. Responsible for governing these different aspects is the nobility, who are treated as servants to the broader social order, rather than as strict rulers of their people. The process for selecting these nobles differs between the various elven conclaves, with the governing council of Wesmere — the Ka’lian — being elected and the nobility in Lintanir usually being inherited. In times of strife, the hierarchy of command becomes more adaptable, with the ordinary aristocracy deferring to more war-minded marshals. By tradition, in both Wesmere and Lintanir, an enchantress from the order of elven mystics is also called upon to facilitate the transition of power.
ar: بالمقارنة مع البشر، يتميز الإلف بطول قامتهم ورشاقتهم، لكنهم أقل صلابة. آذانهم مدببة قليلاً، وبشرتهم شاحبة، وشعرهم أشقر عادةً. لا يوجد فرق يُذكر بين البشر والإلف، إلا في طول عمرهم غير المعتاد - فمعظمهم، ما لم يُقضَ عليه بمرض أو حادث أو حرب، يعيشون قرنين كاملين على الأقل. وبينما يُعرف أن بعض الإلف ذوي الموهبة السحرية العالية يعيشون لفترة أطول، فإن معظم الإلف يبدأون بالضعف الجسدي في مرحلة ما بين 250 و300 عام، ويموتون بسرعة بعد ذلك. يشترك معظم الإلف في عاطفة شديدة تجاه الطبيعة البكر، ويجدون أنفسهم غير مرتاحين في الأماكن المفتوحة غير المزروعة. يعيشون بشكل رئيسي في غابات القارة الكبرى، وغابة إيثينوود في الجنوب الغربي، وغابة ويسمير في الشمال الغربي، والغابات الشمالية الكبرى التي تُمثل غابة لينتانير أقصى أطرافها الجنوبية. يُعد الإلف من أقدم الأجناس في القارة. لا يُمكن تحديد تاريخ العديد من مستوطناتهم بدقة، فهي بلا شك قائمة منذ آلاف السنين. <header>text='Magic'</header> مع أن الإلف مخلوقات مختلفة اختلافًا جوهريًا عن أهل الجن الأسطوريين، إلا أن سحرهم يرتبط ارتباطًا وثيقًا بالجن، وهو مصدر حواسهم الحادة غير العادية، بالإضافة إلى طول أعمارهم. ينقسم سحر الإلف إلى مسارين مختلفين، أحدهما يركز على التلاعب بالعالم الدنيوي أو الطبيعي، والآخر يركز على العرافة في المجال الغامض. الأكثر شيوعًا هو أسلوب تغيير الجسد، الذي له آثار ملموسة أكثر من نقيضه في المجال الغامض. على الرغم من أن سحر الطبيعة الإلفي غير مناسب للقتال، إلا أن قدرته القوية على تسخير الطاقات الأرضية للرعاية والحماية هي السبب الرئيسي لفعالية شفاء الإلف، بالإضافة إلى جمال وحيوية غاباتهم. يحظى من يتبعون المسار الصوفي باحترام كبير لدى الإلف الآخرين، لكن دوافعهم وقدراتهم غالبًا ما تكون غامضة لمن هم خارج رتبتهم. بعض من يخوضون غمار التصوف يكتسبون سمات أقرب إلى سمات الجنيات، فيكتسبون بصيرة خارقة وعمرًا أطول، لكنهم أيضًا يصبحون حساسين لوجود الحديد البارد، بل ويحترقون به. <header>text='Culture'</header> يقضي الإلف معظم وقتهم في صقل مواهبهم ومهاراتهم. أما غير الماهرين في الفنون السحرية، فيخصصون وقتهم عادةً لصقل مهاراتهم البدنية، غالبًا لأغراض رياضية. ونتيجة لذلك، يتفوق الإلف في الرماية، وهي حرفة تُستخدم بسهولة وفعالية في الحروب. الإلف أيضًا موسيقيون مشهورون، يجيدون بشكل خاص العزف على آلات النفخ والوتريات في فرق صغيرة. على سبيل المثال، تُصنع قيثارات إيوليان في غابة إيثين من خشب أشجار الطقسوس الجانيّة الفاخر، وهي مشهورة بنغماتها الرقيقة والرقيقة. <header>text='Society'</header> ينقسم مجتمع الإلف تقريبًا إلى ثلاث فصائل: فصيل شبه عسكري مسؤول عن الدفاع عن غاباتهم، ومدنيون مسالمون عادةً ما يكونون حرفيين وفنانين، ومعالجون وصوفيون يحافظون على صلة الإلف بالجن. أما النبلاء، فهم مسؤولون عن إدارة هذه الجوانب المختلفة، ويُعاملون كخدم للنظام الاجتماعي الأوسع، لا كحكام صارمين لشعبهم. وتختلف عملية اختيار هؤلاء النبلاء بين مختلف مجامع الإلف، حيث يُنتخب مجلس حكم ويسمير - الكاليان - بينما يُورث النبلاء في لينتانير عادةً. في أوقات الصراع، يصبح التسلسل الهرمي للقيادة أكثر مرونة، حيث تُذعن الطبقة الأرستقراطية العادية لمشيرات أكثر ميلًا للحرب. وبحسب التقاليد، في كل من ويسمير ولينتانير، يتم استدعاء ساحرة من رتبة الصوفيين الإلف أيضًا لتسهيل انتقال السلطة.
gl: En comparación cos humanos, os elfos son algo máis altos, máis áxiles pero menos resistentes. Teñen orellas lixeiramente puntiagudas, pel pálida e pelo xeralmente louro. Poucas diferenzas entre os humanos e os elfos son máis pronunciadas que a inusualmente longa vida dos Elfos: a maioría, a menos que sexa reclamada por enfermidade, accidente ou guerra, vive polo menos dous séculos completos. Aínda que sábese que algúns elfos que posúen unha alta aptitude máxica viven máis tempo, a maioría dos elfos comezan a ser físicamente fráxiles nalgún momento entre os 250 e os 300 anos de idade e despois falecen rapidamente. A maioría dos elfos comparten un intenso afecto pola natureza virxe e atópanse incómodos en lugares abertos e sen vexetación. Viven principalmente nas fragas do Gran Continente, o Aethenwood no suroeste, Wesmere no noroeste e os grandes bosques do norte dos que a fraga de Lintanir é o bordo máis meridional. Os elfos son a raza máis antiga do continente, coa posible excepción dos troles. Moitos dos seus asentamentos non poden ser datados con fiabilidade, xa que, sen dúbida, existiron desde hai varios milenios. <header>text='Maxia'</header> Aínda que os elfos son criaturas fundamentalmente diferentes do pobo lendario, a súa maxia ten algunha conexión coas fadas e é a fonte dos seus sentidos inusualmente agudos, así como das súas longas vidas. A maxia élfica divídese entre dous camiños diferentes, un enfocado á manipulación do mundo mundano ou natural e outro centrado na adiviñación no plano arcano. Máis común é o camiño da alteración corporal, que ten efectos máis tanxibles que a súa antítese no arcano. Aínda que a maxia da natureza elfica non é adecuada para o combate, a súa poderosa habilidade para aproveitar as enerxías terrestres para nutrir e protexer é a razón principal da eficacia da curación dos elfos, así como da beleza e vitalidade dos seus bosques. Os que seguen o camiño místico tamén son ben considerados por outros elfos, pero os seus motivos e habilidades adoitan non estar claros para aqueles que están fóra da súa orde. Algúns que se aventuran no camiño do misticismo adquiren trazos máis parecidos ás fadas, adquirindo unha visión e lonxevidade extraordinarias, pero tamén se fan sensibles e ata queimados pola presenza do ferro frío. <header>text='Cultura'</header> Os elfos pasan gran parte do seu tempo perfeccionando os seus talentos e habilidades. Os que non son expertos nas artes máxicas normalmente dedican o seu tempo a mellorar as súas habilidades físicas, moitas veces con fins deportivos. Como resultado, os elfos destacan no tiro con arco, un oficio que se aplica de xeito sinxelo e eficaz á guerra. Os elfos tamén son músicos de renome, especialmente expertos en instrumentos de vento e de corda pulsada en pequenos conxuntos. As arpas eólicas do Aethenwood, por exemplo, están elaboradas a partir da madeira fina dos teixos élficos e son lendarias polo seu ton suave e suave. <header>text='Sociedade'</header> A sociedade élfica divídese aproximadamente en tres faccións: unha facción pseudo-militar encargada de defender os seus bosques, civís pacíficos que adoitan ser artesáns e artistas, e curandeiros e místicos que manteñen a conexión dos elfos coas fadas. A encargada de gobernar estes diferentes aspectos é a nobreza, que son tratadas como servos da orde social máis ampla, máis que como gobernantes estritos do seu pobo. O proceso de selección destes nobres difire entre os distintos cónclaves élficos, sendo o consello de goberno de Wesmere, os Ka'lian, elixido e a nobreza de Lintanir adoita ser herdada. En tempos de conflitos, a xerarquía de mando faise máis adaptable, e a aristocracia ordinaria remite aos mariscais máis guerreiros. Por tradición, tanto en Wesmere como en Lintanir, tamén se chama a unha encantadora da orde dos místicos elfos para facilitar a transición do poder.

source: race^Falcon
ar: صقر
gl: Falcón macho

source: race+female^Falcon
ar: صقر
gl: Falcón femia

source: race^Falcons
ar: صقور
gl: Falcóns

source: Falcons are birds of prey, noted for their exceptional speed and agility. Lighter and with less powerful talons than other raptors, falcons instead favor the use of their beak to kill their targets. Their keen eye and capacity for domestication makes them a populous and well-known creature, used both by nobles in sport, and by nomads or tribes who find them useful in hunting for food. Falcons occasionally find a role on the field of war as well, with certain falconers training their birds to distinguish between friend and foe, making them a useful asset to aid in an army’s charge.
ar: الصقور من الطيور الجارحة، وتشتهر بسرعتها ورشاقتها الاستثنائية. ولأنها أخف وزناً ومخالبها أقل قوة من الجوارح الأخرى، فإن الصقور تفضل بدلاً من ذلك استخدام منقارها لقتل أهدافها. إن بصرها الثاقب وقدرتها على قنص الحيوانات تجعلها من المخلوقات الشائعة، حيث يستخدمها النبلاء في الرياضة، وكذلك البدو أو القبائل الذين يجدونها مفيدة في الصيد بحثاً عن الطعام. كما تلعب الصقور أحياناً دوراً في ميدان الحرب، حيث يقوم بعض الصقارين بتدريب طيورهم على التمييز بين الصديق والعدو، مما يجعلها من الأصول المفيدة للمساعدة في هجوم الجيش.
gl: Os falcóns son aves de présa, famosas pola súa excepcional velocidade e axilidade. Máis lixeiros e con garras menos fortes que as doutras aves rapaces, os falcóns aproveitan o seu pico para matar ás súas vítimas. A súa vista e seren domesticábeis convérteos nunha ave común e popular, usada tanto por nobres por deporte como polos nómades e tribos que lles sacan partido para cazar. Os falcóns teñen ás veces tamén o seu rol no campo de batalla; adestrados para distinguir amigos de inimigos, resultan útiles como asistencia na embestida.

source: race^Goblin
ar: غوبلن
gl: Trasno

source: race+female^Goblin
ar: غوبلن
gl: Trasna

source: race^Goblins
ar: غوبلن
gl: Trasnos

source: Goblins are puny and quite frail, rarely growing past the size and stature of a human child.
gl: Os trasnos son pequenos e bastante fráxiles, raramente superando o tamaño e a estatura dun neno humano.

source: Goblins are born into a lifetime of near-slavery to their larger kin, and used as sword-fodder in battle. They thrive in spite of their tragic fate; in part because they are so very numerous, and also because their brother orcs are well aware how dependent they are on the goblins. They perform the bulk of manual labor needed by the orcs, with the sole exception of jobs that require the brute strength of true orcs. Those the orcs revel in as proof of their prowess.
gl: Os trasnos afeitos a unha vida case de escravitude á sombra dos seus irmáns maiores, son enviados na primeira liña de batalla, sen apenas esperanza de vida. Pero a pesar do seu tráxico destino prosperan, en gran parte grazas ao seu gran número, e tamén porque os seus irmáns os orcos son conscientes de canto os necesitan. Realizan case todas as tarefas que necesitan os orcos, exceptuando unicamente aquelas que requiren da forza bruta dos orcos de verdade, aquelas que lles gusta facer para demostrar a súa destreza.

source: race^Gryphon
ar: جريفون
gl: Grifón

source: race+female^Gryphon
ar: جريفون
gl: Grifón

source: race^Gryphons
ar: جريفون
gl: Grifóns

source: Gryphons are broad, powerful beasts with traits shared from both terrestrial predators and birds of prey. While occasionally tamed and ridden by the daring, gryphons are very territorial and aggressive, particularly regarding their nests. The means by which gryphons are able to fly despite their great weight has been a source of debate for centuries, but it remains as mysterious as their origins.
ar: الغريفون حيوان عريض وقوي يتمتع بصفات مشتركة مع الحيوانات المفترسة الأرضية والطيور الجارحة. وعلى الرغم من ترويضه وركوبه من قبل الشجعان في بعض الأحيان، فإن الغريفون عدواني للغاية، وخاصة فيما يتعلق بأعشاشه. كانت الوسيلة التي يتمكن بها الغريفون من الطيران على الرغم من وزنه الضخم مصدرًا للنقاش لقرون، لكنها تظل غامضة مثل أصولها.
gl: Os grifóns son animais grandes e fortes que comparten trazos de predadores terrestres e aéreos. Aínda que ás veces son domados e usados como montura polos máis ousados, os grifóns son moi territoriais e agresivos, especialmente cando se trata dos seus niños. Aínda que durante os últimos séculos xurdiron varias teorías sobre como os grifóns poden voar a pesar do seu enorme peso, non existe ningún acordo xeral; a explicación desta cuestión segue a ser un misterio tan grande como a propia orixe da especie.

source: race^Horse
ar: حصان
gl: Cabalo

source: race+female^Horse
ar: فرس
gl: Egua
