Repository: wesnoth/wesnoth
Catalog: po/wesnoth-help/*.po
Languages: ar, gl

source: Saurians are lizard-like creatures. Smaller and more slender than humans, they rarely stand taller than a ten year old child, though from tip of snout to end of tail a Saurian can be as long as the average man is tall. Light and nimble, the warriors prefer to fight as they hunt — slipping through enemy lines to target the weak and the injured while evading their attackers. <header>text='Society'</header> Saurians are very mysterious creatures due to their tendency to live in areas inhospitable to others, such as swamps. Fatalistic in the extreme, Saurians believe all the events in a life can be predicted by the use of a complex form of astrology. Saurian culture is sharply segregated between the genders. Within each gender the members compete, and through skill, determination, and reputation establish a clear pecking order, with a chief at the top. On those occasions when the two genders interact they do not contest for dominance; instead, the situation determines the dominant gender. The chief of the males is alpha within the clan’s village or encampment while the chief of females is dominant anywhere else. This continues down the rank structure with each male or female being dominant over any member of the opposite gender with lower rank and submitting to members of the opposite gender with higher rank. The segregation and alternating gender-dominance of Saurian society is an outgrowth of their clearly defined gender roles. It is the responsibility of the female to hunt and find food, skills which ultimately train them to be warriors: the skirmishers, flankers, and ambushers other races so fear. Males, meanwhile, are responsible for guarding the clutch — the eggs left by the females. While this leaves time for the males to develop and hone the arts of astrology, healing, and magic, it also exposes them to significant danger, as they are stationary targets for a Saurian clan’s number one enemy — other Saurian clans. New Saurian clans are started when the proper astrological signs are read. Called a “hatching,” each female indicated by the conjunction selects a group of individuals with lower rank and leave their source clan. Frequently all females with a specific trait will be indicated, causing multiple clans to “hatch” at the same time. Selection is a simple process: no group leaving can be larger than any other, all the groups together cannot be larger than the group being left, and higher ranking allows a female to overrule another female’s choice of who they take. Because of their rapid population growth, frequent splits in clans, and the fact that cannibalism is not taboo, violence is one of the defining features of Saurian life. This limits the growth of the Saurian culture to fits and starts, as much of their knowledge is passed by oral tradition and their possessions must be mobile. <header>text='Geography'</header> Saurians can live in many different areas, though swamps are by far their most common habitat. <header>text='Biology'</header> Saurians live spectacularly short lives by comparison to most of the other races of Wesnoth, reaching full adulthood within three years and often dying by the time they are 10 to 15 years old. By far, the most common cause of death is violence. Saurian females produce clutches of about 20 eggs roughly once a year, which creates constant population pressure and would stress most carnivores’ food supply. Hunters and scavengers, Saurians have extremely strong jaws and have a very powerful digestive system with highly acidic fluids, making them capable of eating and digesting all of their prey including skin, teeth, horns and bones. Further, they have no aversion to eating carrion and even committing cannibalism, which are both regular occurrences.
ar: السحالي كائنات تشبه السحالي. أصغر حجمًا وأكثر رشاقة من البشر، ونادرًا ما يتجاوز طولها طفلًا في العاشرة من عمره، مع أن طولها من طرف أنفها إلى طرف ذيلها قد يصل إلى طول الإنسان العادي. تتميز هذه السحالي بخفة حركتها ورشاقتها، وتفضل القتال أثناء الصيد، متسللةً عبر خطوط العدو لاستهداف الضعفاء والمصابين، متجنبةً مهاجميها. <header>text='Society'</header> السحالي كائنات غامضة للغاية نظرًا لميلها للعيش في مناطق غير مضيافة للآخرين، مثل المستنقعات. وتؤمن السحالي، المتشبثة بالقدرية إلى أقصى حد، بإمكانية التنبؤ بجميع أحداث الحياة باستخدام شكل معقد من التنجيم. تتميز ثقافة السحالي بانقسام حاد بين الجنسين. يتنافس الأعضاء داخل كل جنس، ومن خلال المهارة والعزيمة والسمعة، يُرسون ترتيبًا هرميًا واضحًا، مع وجود زعيم على القمة. في تلك المناسبات التي يتفاعل فيها الجنسان، لا يتنافسان على الهيمنة؛ بل يُحدد الموقف الجنس المسيطر. زعيم الذكور هو ألفا داخل قرية العشيرة أو معسكرها، بينما زعيمة الإناث هي المهيمنة في أي مكان آخر. يستمر هذا الوضع على مر الرتب، حيث يهيمن كل ذكر أو أنثى على أي فرد من الجنس الآخر ذي الرتبة الأدنى، ويخضع لأفراد الجنس الآخر ذي الرتبة الأعلى. إن الفصل والهيمنة المتبادلة بين الجنسين في مجتمع السحالي نتاجٌ لأدوارهم الجندرية المحددة بوضوح. تقع على عاتق الأنثى مسؤولية الصيد وإيجاد الطعام، وهي مهارات تُدربها في نهاية المطاف على أن تكون محاربات: المناوشات، والدفاع عن الأجنحة، والكمائن التي تخشاها الأجناس الأخرى. أما الذكور، فيتحملون مسؤولية حراسة القابض - البيض الذي تتركه الإناث. بينما يتيح هذا للذكور فرصةً لتطوير وصقل مهاراتهم في التنجيم والشفاء والسحر، إلا أنه يُعرّضهم أيضًا لخطرٍ كبير، إذ يُشكّلون أهدافًا ثابتة للعدو الأول لعشيرة السحالي - وهي عشائر السحالي الأخرى. تبدأ عشائر السحالي الجديدة عند قراءة العلامات الفلكية المناسبة. تُسمى هذه العملية "التفقيس"، حيث تختار كل أنثى يُشار إليها بعلامة الاقتران مجموعةً من الأفراد ذوي الرتبة الأدنى وتترك عشيرتها الأصلية. غالبًا ما تُشار إلى جميع الإناث اللواتي يحملن سمةً معينة، مما يؤدي إلى "تفقيس" عشائر متعددة في الوقت نفسه. عملية الاختيار بسيطة: لا يمكن لأي مجموعة مغادرة أن تكون أكبر من أي مجموعة أخرى، ولا يمكن لجميع المجموعات مجتمعةً أن تكون أكبر من المجموعة المتبقية، كما أن الرتبة الأعلى تسمح للأنثى بتجاوز اختيار أنثى أخرى في اختيار من تختاره. نظرًا لنموها السكاني السريع، والانقسامات المتكررة في العشائر، وحقيقة أن أكل لحوم البشر ليس من المحرمات، فإن العنف يُعدّ أحد السمات المميزة لحياة السحالي. هذا يحد من نمو ثقافة السحالي بشكل متقطع، حيث أن الكثير من معارفها تنتقل شفهيًا، وممتلكاتها يجب أن تكون متنقلة. <header>text='الجغرافيا'</header> تعيش السحالي في مناطق مختلفة، إلا أن المستنقعات هي موطنها الأكثر شيوعًا. <header>text='الأحياء'</header> تعيش السحالي أعمارًا قصيرة بشكل مذهل مقارنةً بمعظم أجناس ويسنوث الأخرى، حيث تصل إلى مرحلة البلوغ الكامل في غضون ثلاث سنوات، وغالبًا ما تموت في سن 10 إلى 15 عامًا. يُعد العنف السبب الأكثر شيوعًا للوفاة. تضع إناث السحالي مجموعات من حوالي 20 بيضة مرة واحدة سنويًا تقريبًا، مما يخلق ضغطًا سكانيًا مستمرًا ويستنزف مخزون الغذاء لمعظم آكلات اللحوم. تتميز السحالي، وهي حيوانات صيادة وزبّالة، بفكوك قوية للغاية وجهاز هضمي قوي جدًا يحتوي على سوائل شديدة الحموضة، مما يجعلها قادرة على أكل وهضم جميع فرائسها، بما في ذلك الجلد والأسنان والقرون والعظام. علاوة على ذلك، ليس لديهم أي نفور من أكل الجيف وحتى أكل لحوم البشر، وهما أمران يحدثان بشكل منتظم.
gl: Os saurios son criaturas parecidas a lagartos. Máis pequenos e máis delgados que os humanos, raramente son máis altos que un neno de dez anos, aínda que desde a punta do fociño ata a punta da cola un saurio pode ser tan longo como o home medio é alto. Lixeiros e áxiles, os guerreiros prefiren loitar mentres cazan, esvaéndose polas liñas inimigas para atacar aos débiles e aos feridos mentres evaden aos seus atacantes. <header>text='Sociedade'</header> Os saurios son criaturas moi misteriosas debido á súa tendencia a vivir en zonas inhóspitos para outros, como os pantanos. Fatalistas ao extremo, os saurios cren que todos os acontecementos dunha vida poden predecirse mediante o uso dunha forma complexa de astroloxía. A cultura sauria está marcadamente segregada entre os xéneros. Dentro de cada xénero os membros compiten, e mediante a habilidade, a determinación e a reputación establecen unha orde clara, cun xefe á cabeza. Naquelas ocasións nas que os dous xéneros interactúan non se disputan o dominio; en cambio, a situación determina o xénero dominante. O xefe dos machos é alfa dentro da aldea ou campamento do clan mentres que o xefe das femias é dominante en calquera outro lugar. Isto continúa baixando na estrutura de rango, sendo cada home ou muller dominante sobre calquera membro do sexo oposto con rango inferior e someténdose aos membros do xénero oposto con rango máis alto. A segregación e a alternancia do dominio de xénero da sociedade sauria é unha consecuencia dos seus roles de xénero claramente definidos. É responsabilidade da femia cazar e atopar alimento, habilidades que finalmente as adestran para ser guerreiras: as escaramuzas, os flanqueadores e os emboscadores que outras razas temen. Os machos, pola súa banda, son os encargados de protexer a posta, os ovos que deixan as femias. Aínda que isto deixa tempo para que os machos desenvolvan e perfeccionen as artes da astroloxía, a curación e a maxia, tamén os expón a un perigo importante, xa que son obxectivos estacionarios para o inimigo número un dun clan saurio: outros clans saurios. Os novos clans saurios comezan cando se len os signos astrolóxicos adecuados. Chamada "eclosión", cada femia indicada pola conxunción selecciona un grupo de individuos con rango inferior e abandona o seu clan de orixe. Con frecuencia indicaranse todas as femias cun trazo específico, o que fai que varios clans "eclosionen" ao mesmo tempo. A selección é un proceso sinxelo: ningún grupo que saia pode ser máis grande que ningún outro, todos os grupos xuntos non poden ser máis grandes que o grupo que queda, e unha clasificación máis alta permite que unha muller anule a elección doutra muller de quen toman. Debido ao seu rápido crecemento da poboación, ás frecuentes divisións nos clans e ao feito de que o canibalismo non é tabú, a violencia é unha das características que definen a vida sauriana. Isto limita o crecemento da cultura sauriana aos arranxos, xa que gran parte dos seus coñecementos son transmitidos pola tradición oral e as súas posesións deben ser móbiles. <header>text='Xeografía'</header> Os saurios poden vivir en moitas áreas diferentes, aínda que os pantanos son, con moito, o seu hábitat máis común. <header>text='Bioloxía'</header> Os saurios viven unha vida espectacularmente curta en comparación coa maioría das outras razas do Noroeste, alcanzando a plena idade adulta dentro de tres anos e moitas veces morrendo cando teñen entre 10 e 15 anos. De lonxe, a causa máis común de morte é a violencia. As femias saurias producen postas duns 20 ovos aproximadamente unha vez ao ano, o que crea unha presión constante da poboación e estresaría o abastecemento de alimentos da maioría dos carnívoros. Cazadores e carroñeros, os saurios teñen mandíbulas extremadamente fortes e un sistema dixestivo moi poderoso con fluídos altamente ácidos, o que os fai capaces de comer e dixerir todas as súas presas, incluídas a pel, os dentes, os cornos e os ósos. Ademais, non teñen aversión a comer carroña e mesmo cometer canibalismo, que son ambos casos habituais.

source: race^Mechanical
ar: ميكانيكي
gl: Máquina

source: race+plural^Mechanical
ar: ميكانيكيون
gl: Máquinas

source: Animated neither by natural life nor by necromancy, the term <italic>text='mechanical'</italic> describes a created artifact of an intelligent being. Most mechanical things neither move nor think on their own, but some do so as a result of magical enchantment.
ar: لا يتم تحريك <italic>text='ميكانيكية'</italic> لا بالحياة ولا بالسحر الأسود، هذا المصطلح يصف قطعة صنعها كائن ذكي. لا تتحرك معظم الأشياء الميكانيكية ولا تفكر من تلقاء نفسها، لكن بعضها يفعل ذلك نتيجة لسحر ما.
gl: O termo «máquina» emprégase para facer referencia a aqueles artefactos animados non por vida natural ou nigromancia, senón grazas ao traballo dun ser intelixente. A meirande parte das máquinas nin se moven nin pensan por si mesmas, se ben existen excepcións debidas a encantamentos máxicos.

source: race^Ship
ar: سفينة
gl: Barco

source: race+plural^Ships
ar: سفن
gl: Barcos

source: Ships are not living beings, but they are crafted and (usually) controlled by living beings. Most ships neither move nor think on their own, but some do so as a result of magical enchantment.
gl: Os barcos non son seres vivos, mais son fabricados e (normalmente) controlados por seres vivos. A meirande parte dos barcos nin se moven nin pensan por si mesmos, se ben existen excepcións debidas a encantamentos máxicos.

source: race^Merman
ar: حوريّ
gl: Sirénido

source: race^Mermaid
ar: حوريّات
gl: Sirénida

source: race^Merfolk
ar: حوريّون
gl: Sirénidos

source: Something like a fusion between humans and fish, the merfolk are an enigmatic race with both piscine and humanoid attributes. They have strong tails that lend themselves to quick movement in any watery environment while their dextrous hands and intelligent minds allow fine craftsmanship and toolmaking. Semi-aquatic by nature, merfolk can breathe both water and air without difficulty. Despite being able to survive on land, they are much quicker and more agile in the water and will rarely be found far from the ocean. They are typically wary of dry land, as they are awkward and clumsy there and they struggle greatly to move over rough or forested terrain.
ar: إن حور البحر عبارة عن مزيج بين البشر والأسماك، وهم جنس غامض يتمتع بصفات سمكية وبشرية. لديهم ذيول قوية تمكنهم من الحركة السريعة في أي بيئة مائية بينما تسمح أيديهم البارعة وعقولهم الذكية بصنع الحرف اليدوية والأدوات. ولأنهم شبه مائيين بطبيعتهم، فإن حور البحر يمكنهن تنفس الماء والهواء دون صعوبة. وعلى الرغم من قدرتهم على البقاء على الأرض، إلا أنهم أسرع وأكثر رشاقة في الماء ونادرًا ما يتم العثور عليهم بعيدًا عن المحيط. وعادة ما يكونون حذرين من الأرض الجافة، حيث أنهم محرجون وخرقاء هناك ويجدون صعوبة كبيرة في التحرك على الأراضي الوعرة أو الحرجية.
gl: Os sirénidos son unha enigmática especie que a simple vista podería describirse coma un punto medio entre humano e peixe, e que conta con atributos de ambos os dous mundos. As súas fortes colas permítenlles desprazarse a unha gran velocidade nos ambientes acuáticos, mentres que as súas destras mans e maila súa intelixencia lles permiten desenvolver complexas ferramentas e trebellos. De natureza anfibia, os sirénidos poden respirar tanto na auga coma na superficie sen dificultade. Pero aínda que sexan capaces de sobrevivir en terra firme son máis rápidos e áxiles na auga e rara vez son vistos lonxe do océano. Adoitan ser cautelosos ao aventurarse en terra, pois na superficie vólvense torpes e cústalles moito atravesar terreos boscosos ou agrestes.

source: race^Monster
ar: وحش
gl: Monstro

source: race+female^Monster
ar: وحش
gl: Monstro

source: race^Monsters
ar: وحوش
gl: Monstros

source: The term “monster” incorporates many hideous beasts that haunt the caves, wilderness, ocean depths, and other climes of the world. They figure largely in the tales and nightmares of its denizens, as well.
ar: يشمل مصطلح "وحش" العديد من الوحوش البشعة التي تسكن الكهوف والبرية وأعماق المحيطات وغيرها من مناخات العالم. وهي تظهر إلى حد كبير في حكايات وكوابيس سكانها أيضًا.
gl: O termo «monstro» emprégase para facer referencia a moitas bestas espantosas que habitan en covas, selvas, as profundidades oceánicas ou outros ambientes de todo o mundo. Tamén están moi presentes nas lendas e mailos pesadelos dos seus veciños.

source: race^Naga
ar: أفعواني
gl: Naga macho

source: race^Nagini
ar: أفعوانية
gl: Naga femia

source: race^Nagas
ar: الأفعوانيون
gl: Nagas

source: The serpentine nagas are one of the least understood races of the Great Continent. Part of this is due to their xenophobic nature and part is due to their alien environment. Nagas are one of the few races capable of any meaningful mobility in water, giving them access to a whole world effectively forbidden to land dwellers and further separating them from the terrestrial beings that they shun. Still, they are not true creatures of the sea, and their inability to breathe water leaves them in trepidation of the abyss. Living in coastal areas gives them an escape route on land against denizens of the deep while keeping them out of reach of those who travel by foot, wing, and hoof. Although nagas are somewhat frail in form, they are often faster and more nimble than their opponents. They sometimes find themselves at odds with merfolk when their territories overlap, but overall nagas tend to favor swamps and rivers as much as open water.
ar: جنس الأفعوانيين واحدة من أقل الأجناس فهمًا في القارة العظمى. ويرجع جزء من هذا إلى طبيعتها المعادية للأجانب وجزء آخر يرجع إلى بيئتها الغريبة. الافعوانيون هم من الأجناس القليلة القادرة على أي حركة حرة في الماء، مما يمنحها إمكانية الوصول إلى عالم كامل محظور فعليًا على سكان الأرض ويفصلهم بشكل أكبر عن الكائنات الأرضية التي يتجنبونها. ومع ذلك، فهي ليست مخلوقات بحرية حقيقية، وعدم قدرتها على التنفس في الماء يجعلها في خوف من الأعماق. يمنحها العيش في المناطق الساحلية طريقًا للهروب على الأرض ضد سكان الأعماق مع إبعادها عن متناول أولئك الذين يسافرون سيرًا على الأقدام والأجنحة والحوافر. على الرغم من أن الافعوانيون ضعيفو البنية إلى حد ما، إلا أنهم غالبًا ما يكونون أسرع وأكثر رشاقة من خصومهم. يجدون أنفسهم أحيانًا على خلاف مع حوريات البحر عندما تتداخل أراضيهم، لكن الافعوانيين بشكل عام يميلون إلى تفضيل المستنقعات والأنهار بقدر ما يفضلون المياه المفتوحة.
gl: Os nagas son unha das especies máis incomprendidas do Gran Continente, en parte por mor da súa natureza xenófoba, en parte polo estraño ambiente no que viven. A naga é unha das poucas especies que pode moverse sen problemas nos medios acuáticos, o que lles dá acceso a todo un mundo prohibido para as criaturas terrestres, criaturas que os nagas rexeitan, e ao marxe das cales poden vivir grazas precisamente á súa mobilidade na auga. Porén, os nagas non son verdadeiras criaturas mariñas, e a súa incapacidade para respirar baixo a auga mantenos lonxe das profundidades. Vivir nas zonas costeiras dálles unha ruta de escape por terra cando se ven atacados polos habitantes das profundidades, ao tempo que os mantén á marxe das criaturas terrestres e aéreas. Aínda que de corpo feble, os nagas son máis veloces e áxiles que os seus contrincantes. Ás veces teñen disputas territoriais cos sirénidos, pero xeralmente prefiren os pantanos e mailos ríos que o mar aberto.

source: race^Ogre
ar: غول
gl: Ogro

source: race+female^Ogre
ar: سعلاة
gl: Ogro

source: race^Ogres
ar: غيلان
gl: Ogros

source: Ogres are a wild and uncivilized race who dwell mainly in the wilderness of the Great Continent. Physically, they resemble humans and orcs but are larger and stronger. Even their adolescents are more than a match for most men. Ogres are distrusted in many populated areas and usually either avoid them or are driven out by force. Instead, they lurk the mountainous areas on the edges of civilization, where hungry ogre bandits provide a constant threat to travelers and caravans. While ogres are not particularly intelligent or quick, their toughness and physical strength make them a valuable asset in the armies of other races. They are especially valued by more ruthless commanders who don’t mind the ogres’ brutality. Little is known about their biology or society, if they can truly be said to have one, but they are said to attack alongside wolves and other beasts. Whether this is a sign of cooperation, domestication, or simply mutual opportunism is not known.
ar: إن الغيلان جنس بري وغير متحضر يعيش في الغالب في البرية في القارة العظمى. وهم يشبهون البشر والأورك من الناحية الجسدية، لكنهم أكبر حجمًا وأقوى. وحتى مراهقوهم أكثر من ند لمعظم الرجال. ولا يثق الناس بالغيلان في العديد من المناطق المأهولة بالسكان وعادة ما يتجنبونهم أو يُطردون بالقوة. وبدلاً من ذلك، يتربصون بالمناطق الجبلية على حواف الحضارة، حيث يشكل قطاع الطرق الجائعون تهديدًا مستمرًا للمسافرين والقوافل. ورغم أن الغيلان ليسوا أذكياء أو سريعين بشكل خاص، فإن صلابتهم وقوتهم البدنية تجعلهم من الأصول القيمة في جيوش الأجناس الأخرى. وهم موضع تقدير خاص من قبل القادة الأكثر قسوة الذين لا يمانعون وحشية الغيلان. ولا يُعرف سوى القليل عن بيولوجيتهم أو مجتمعهم، إذا كان من الممكن القول حقًا أنه لديهم واحد، ولكن يُقال إنهم يهاجمون جنبًا إلى جنب مع الذئاب والوحوش الأخرى. ولا يُعرف ما إذا كان هذا علامة على التعاون أو التدجين أو مجرد انتهازية متبادلة.
gl: A dos ogros é unha especie salvaxe e primitiva que habita principalmente as terras salvaxes do Gran Continente. Fisicamente teñen parecido cos humanos e mailos orcos, pero son máis grandes e fortes. Ata os ogros máis novos supoñen un difícil rival para calquera humano. Case ningún núcleo de poboación sente cariño polos ogros, e ou os evitan ou os botan pola forza, quedando os ogros xeralmente relegados ás zonas montañosas afastadas da civilización, onde conseguen alimento atracando viaxeiros e caravanas. Se ben non son especialmente intelixentes ou rápidos, a súa forza e agresividade convérteos en útiles soldados nos exércitos doutras especies, moi valorados por comandantes desapiadados aos que non lles importa a súa brutalidade. Pouco se sabe deles a nivel biolóxico ou social —se é que teñen diso—, pero disque ás veces atacan xunto con lobos e outras bestas, ora non se sabe se é cuestión de cooperación, domesticación ou un simple oportunismo mutuo.

source: race^Orc
ar: أوركي
gl: Orco

source: race+female^Orc
ar: أوركية
gl: Orco

source: race^Orcs
ar: الاورك
gl: Orcos

source: In appearance, orcs resemble humans but with some bestial features. They are taller, sturdier and stronger than humans. They are warlike, savage, and cruel by nature. Their blood is darker and thicker than that of humans, and they have little care for personal hygiene or their personal appearance. Although Orcs are violent even among themselves, they are pack-oriented; an orc never travels alone or lives in groups smaller than half a dozen.
gl: Na súa apariencia, os orcos aseméllanse aos humanos, pero presentan algunhas características bestiais. Son máis altos, robustos e fortes que os humanos. Son bélicos, salvaxes e cruéis por natureza. O seu sangue é máis escuro e espeso que o dos humanos, e preocúpanse pouco pola hixiene persoal ou pola súa apariencia. Aínda que os orcos son violentos incluso entre eles mesmos, teñen un comportamento en manada; un orco nunca viaxa só nin vive en grupos de menos de media ducia.

source: Society
gl: Sociedade

source: Almost every orc is a member of a tribe or a clan. Relations between neighboring tribes are usually violent, except in cases of a mutual enemy threatens their existence or prospects of great plunder override mutual animosity. Occasionally, a single strong chieftain may emerge to lead multiple tribes from time to time, usually through intimidation of followers. An orc tribe in times of peace tends to focus almost solely on strengthening itself in preparation for the next armed conflict. Orcs are known to possess a crude system of writing — usually in blood — although it’s most commonly used to trade insults or threats among tribal leaders.
gl: Case todos os orcos son membros dunha tribo ou dun clan. As relacións entre as tribos veciñas adoitan ser violentas, agás nos casos en que un inimigo común ameaza a súa existencia ou as perspectivas dun gran botín anulan a animosidade mutua. Ocasionalmente, pode xurdir un único xefe forte para liderar varias tribos de cando en vez, xeralmente mediante a intimidación dos seus seguidores. Unha tribo de orcos en tempos de paz tende a centrarse case exclusivamente en fortalecerse en preparación para o seguinte conflito armado. Sábese que os orcos posúen un sistema de escritura rudimentario, xeralmente con sangue, aínda que se usa máis habitualmente para intercambiar insultos ou ameazas entre líderes tribais.
