Repository: wesnoth/wesnoth
Catalog: po/wesnoth-help/*.po
Languages: ar, gl

source: Units have a certain amount of experience required to advance (this is 20% less for units with the Intelligent trait). Once they achieve this amount, they immediately advance to the next level, healing fully in the process. In some cases, you will be given a choice of advancement options.
gl: As unidades necesitan unha certa cantidade de experiencia para avanzar (que se reduce un 20% no caso das unidades intelixentes). Unha vez que acadan esta cantidade, avanzan inmediatamente ao seguinte nivel, sandando completamente no proceso. Nalgúns casos poderás escoller entre varias opcións de avance.

source: While most units have three levels, not all do. Occasional units (such as <ref dst='unit_Mage'>magi</ref>) may have four. Once a unit has reached its maximum level, it may have an <i>After Maximum Level Advancement</i> (AMLA) available to it. The AMLA will modify the unit each time the unit reaches the experience goal, but the unit will remain the same level. The typical AMLA effect is for the unit to raise the maximum HP by 3 and full-heal it. The first AMLA will normally be reached with 150 XP gained (120 XP for intelligent units). However, gaining an AMLA becomes progressively harder for each AMLA the unit receives, and so it is usually more useful to try to advance your lower level units.
gl: Aínda que a maioría das unidades teñen tres niveis, non todas seguen esa regra. Algunhas unidades ocasionais (como os <ref dst='unit_Mage'>meigos</ref>) poden ter catro. Unha vez que unha unidade alcanza o seu nivel máximo, pode dispoñer de <i>avances adicionais</i> (AMLA, polas súas siglas en inglés). Os avances adicionais modifica a unidade cada vez que acada o limiar de experiencia, pero sen cambiar de nivel. O efecto máis común dun avances adicional é aumentar en 3 os Pts. de Vida máximos da unidade e sandala completamente. O primeiro avance adicional acádase xeralmente ao gañar 150 puntos de experiencia (120 no caso das unidades intelixentes). Porén, conseguir un avance adicional volverase máis difícil con cada un que se consiga, e por iso adoita resultar máis vantaxoso avanzar as unidades de menor nivel.

source: Movement
ar: الحركة
gl: Movemento

source: Movement in <i>Battle for Wesnoth</i> is simple. Click on the unit you wish to move to select it, then click on the hex you wish to move it to. When a unit is selected, everywhere it can move this turn will be highlighted, and all other hexes on the map are made dull. Mousing over a highlighted hex shows the defense rating the unit would have if you moved it to that hex. Mousing over a dull hex will also show the number of turns required to reach it, and clicking will cause the unit to move towards it by the fastest route over this and subsequent turns. If you don’t use up all of a unit’s movement when you first move a unit, you may move it again. This is useful when having two units switch places. Attacking with a unit will use up its movement. Ending a move in a village you don’t already own will also use up a unit’s movement, but will still allow it to attack.
gl: O movemento no xogo é sinxelo. Preme a unidade que queiras mover para seleccionala, logo preme o hexágono ao que queiras movela. Ao seleccionar unha unidade, destacaranse todos os hexágonos aos que se pode mover na rolda actual, e escurécense o resto dos hexágonos. Poñendo o punteiro sobre un hexágono destacado amosase a capacidade defensiva que tería a unidade nel. Se se pon o punteiro sobre un hexágono escurecido móstrase tamén a cantidade de roldas necesarias para chegar a el, e premendo nel a unidade moverase cara el pola ruta máis rápida durante a rolda actual e mailas seguintes quendas necesarias para chegar. Se non consumes todos os movementos dunha unidade dunha vez, podes volvela mover. Isto resulta útil, por exemplo, para facer que dúas unidades cambien de posición. Atacar cunha unidade consome o seu movemento. Rematar un movemento nunha aldea que aínda non posúes tamén consome o movemento da unidade, pero aínda así poderá atacar.

source: Each unit has a certain number of movement points which are used up when moving into a new hex, depending on the Terrain of that particular hex. For instance, grassland nearly always costs 1 movement point to enter. Exactly how many movement points are spent entering a hex depends on the unit type — in forest, elvish units only spend 1 movement point, most human and orc units spend 2, while horsemen spend 3. You can learn how many movement points a unit requires to enter a certain terrain type by right-clicking on it, selecting <b>Unit Description</b>, and then looking at <b>Terrain Modifiers</b>.
gl: Cada unidade ten un número determinado de puntos de movemento, que se consumen ao entrar nun novo hexágono, dependendo do terreo dese hexágono en particular. Por exemplo, a chaira case sempre custa 1 punto de movemento para ser atravesada. O número exacto de puntos necesarios para entrar nun hexágono depende do tipo de unidade: nas fragas, as unidades élficas só gastan 1 punto de movemento, mentres que a maioría das unidades humanas e orcas gastan 2, e os cabaleiros chegan a gastar 3. Podes saber cantos puntos de movemento necesita unha unidade para atravesar un tipo de terreo facendo clic dereito sobre ela, seleccionando <b>Descrición da unidade</b> e logo consultando os <b>Modificadores de terreo</b>.

source: Another thing to keep in mind while moving is <i>zones of control</i>. Each unit — except for level 0 units — generates a zone of control in the hexes immediately surrounding it, and any enemy unit entering those hexes immediately ends its movement. Learning how to use zones of control to your advantage is an important part of Wesnoth, as only <ref dst='ability_skirmisherskirmisher'>skirmishers</ref> can ignore zones of control.
gl: Outra cousa que debes ter en conta ao moverte son as <i>zonas de control</i>. Cada unidade —agás as de nivel 0— xera unha zona de control nos hexágonos inmediatamente adxacentes, e calquera unidade inimiga que entre neses hexágonos verá o seu movemento rematado de inmediato. Aprender a sacarlle partido ás zonas de control é unha parte importante do xogo, xa que só os <ref dst='ability_skirmisherskirmisher'>guerrilleiros</ref> poden ignoralas.

source: To see where the enemy can move to during their next turn, press Ctrl-v or Cmd-v. Ctrl-b or Cmd-b shows where the enemy could move, if your units were not on the map to block their progress.
gl: Para ver ata onde se pode mover o inimigo durante a súa seguinte quenda, preme «Ctrl+V» ou «Cmd+V». «Ctrl+B» ou «Cmd+B» mostra ata onde se poderían mover os inimigos se as túas unidades non estivesen no mapa para bloquear o seu avance.

source: Vision
ar: الرؤية
gl: Visión

source: Vision determines how far a unit can see on the map. Normally, a unit’s vision range is calculated as its movement range plus one hex. Certain units with unique vision capabilities deviate from this rule and have vision cost independent of movement range.
ar: تحدد الرؤية مدى رؤية الوحدة على الخريطة. عادة، يتم احتساب مدى رؤية الوحدة على أنه مدى حركتها زائد سداسي واحد. تحيد بعض الوحدات ذات قدرات الرؤية الفريدة من نوعها عن هذه القاعدة ولديها تكلفة رؤية مستقلة عن نطاق الحركة.
gl: A visión determina a que distancia pode ver unha unidade no mapa. Normalmente, o alcance de visión dunha unidade calcúlase como o seu alcance de movemento máis un hexágono. Certas unidades con capacidades de visión únicas desvíanse desta regra e teñen un custo de visión independente do alcance de movemento.

source: Shroud and Fog of War
ar: الحجاب وضباب الحرب
gl: Manto e néboa

source: In some scenarios, parts of the map will be hidden from you. There are two mechanisms that can be used separately or together. The <i>shroud</i> hides both the terrain and any units at a location. However, once it is cleared, you can always see that location. The <i>fog of war</i> only hides units and ownership of villages (other than by you or your allies). The fog of war is cleared temporarily when you have units nearby, but returns when they leave. Both the shroud and the fog of war are cleared by units. Each unit clears locations adjacent to those within one turn’s move (ignoring zones of control and enemy units). Normally you can undo a unit’s movement, as long as an event with a randomized result has not occurred, such as combat or recruitment (as most units receive random traits when recruited). Exploring hidden terrain by clearing shroud or fog will also prevent undos to a previous state. You may wish to activate <b>Delay Shroud Updates</b> in the actions menu. This will prevent units from clearing shroud or fog until the next randomized event or a manual update via <b>Update Shroud Now</b> (or the end of your turn) and thereby preserve your ability to undo movement.
gl: Nalgúns escenarios haberá partes do mapa que non poidas ver. Hai dúas posíbeis causas, que poderán darse por separado ou combinadas. O <i>manto</i> agocha tanto o terreo coma calquera unidade situada na superficie que cobre. Porén, unha vez explorada unha posición oculta polo manto, esta pode verse indefinidamente. A <i>néboa da guerra</i> só agocha as unidades e o bando ao que pertencen as aldeas (salvo que che pertenzan a ti ou a algún aliado). A néboa da guerra retírase temporalmente cando hai unidades propias preto, pero volve cando estas se afastan. Tanto o manto como a néboa da guerra se retiran con unidades. As unidades exploran as posicións adxacentes a aquelas ata ás que se poderán mover durante a súa seguinte rolda (sen importar as zonas de control nin as unidades inimigas). Normalmente podes desfacer os movementos das unidades, sempre que non ocorrese nada de resultado imprevisíbel, coma un combate ou un recrutamento (dado que moitas das unidades reciben trazos ao chou ao recrutalas). Explorar terreo que estivese oculto polo manto ou a néboa da guerra tamén impedirá desfacer o feito. Pode que che conveña activar a opción de <b>Atrasar actualización do manto</b> no menú de accións, o que evitará que as unidades revelen o manto ou a néboa da guerra ata o seguinte evento o chou ou ata unha actualización manual mediante <b>Actualizar o manto agora</b> (ou a fin da rolda) conservando así a posibilidade de desfacer os movementos.

source: <header>Multiplayer and undo</header>
gl: <header>Multixogador e desfacer</header>

source: In multiplayer games, moves that have been sent to the network can’t be undone; the game delays sending data to try to preserve your undo ability. When discussing with teammates, remember that the other players are usually looking at a snapshot from the time of the last combat or fog-revealing move. Chat messages and map labels are sent immediately, however they don’t cause the undoable moves to be sent.
ar: في الألعاب متعددة اللاعبين، لا يمكن التراجع عن الحركات التي أُرسلت إلى الشبكة؛ تؤخر اللعبة إرسال البيانات لمحاولة الحفاظ على قدرتك على التراجع. عند المناقشة مع زملائك في الفريق، تذكر أن اللاعبين الآخرين عادةً ما ينظرون إلى لقطة من وقت آخر حركة قتالية أو حركة كشف الضباب. يتم إرسال رسائل الدردشة وتسميات الخريطة على الفور، لكنها لا تتسبب في إرسال الحركات التي يمكن التراجع عنها.
gl: Nos xogos multixogador, os movementos que se enviaron á rede non se poden desfacer; o xogo atrasa o envío de datos para tentar preservar a túa capacidade de desfacer. Ao falar cos compañeiros de equipo, lembra que os outros xogadores adoitan mirar unha instantánea do momento do último combate ou movemento que revela a néboa. As mensaxes de chat e as etiquetas do mapa envíanse inmediatamente, pero non provocan que se envíen os movementos que non se poden facer.

source: Save-loading
ar: حفظ-تحميل
gl: Garda-carga

source: Random numbers are part of Wesnoth, attacks can fail and units can die due to bad luck — this is an expected part of the game. Going back to a previous turn to try a different strategy is a part of learning the game, but we recommend against reloading merely to try the same strategy again while hoping for better luck.
ar: الأرقام العشوائية هي جزء من لعبة ويسنوث، يمكن أن تفشل الهجمات ويمكن أن تموت الوحدات بسبب سوء الحظ - وهذا جزء متوقع من اللعبة. العودة إلى منعطف سابق لتجربة استراتيجية مختلفة هو جزء من تعلم اللعبة، ولكننا نوصي بعدم إعادة التحميل لمجرد تجربة الاستراتيجية نفسها مرة أخرى على أمل أن يحالفك حظ أفضل.
gl: Os números aleatorios forman parte de Wesnoth, os ataques poden fallar e as unidades poden morrer debido á mala sorte: esta é unha parte esperada do xogo. Volver a un turno anterior para probar unha estratexia diferente é parte do aprendizaxe do xogo, pero recomendamos non volver cargar só para tentar a mesma estratexia de novo mentres esperamos ter máis sorte.

source: One of the challenges of the game is to work out how to protect your heroes. Small risks quickly build up: if you have five important units, and they each have just a 1% chance of death each turn, you can <i>expect</i> one of them to die about every 20 turns. So, you’ll rarely make it through a scenario without having it happen.
gl: Un dos retos do xogo é descubrir como protexer aos teus heroes. Os pequenos riscos acumúlanse rapidamente: se tes cinco unidades importantes e cada unha delas ten só un 1% de morte cada rolda, podes<i>agardar</i> que unha delas morra aproximadamente cada 20 roldas. Polo tanto, raramente superarás un escenario sen que isto suceda.

source: Small risks build up for your non-hero units too. While the story and dialogue usually aim to give you some emotional bond with your troops, the game mechanics reward remembering that it’s just a game — there is rarely any penalty for letting these units die, other than being unable to recall them in future scenarios. Your battle plan should distribute the risks based on which troops you want to recall later.
ar: تتراكم المخاطر الصغيرة لوحداتك غير الأبطال أيضًا. بينما تهدف القصة والحوار عادةً إلى منحك بعض الارتباط العاطفي مع قواتك، إلا أن آليات اللعبة تكافئك بتذكيرك أنها مجرد لعبة - نادرًا ما يكون هناك أي عقوبة لترك هذه الوحدات تموت، بخلاف عدم القدرة على استدعائها في سيناريوهات مستقبلية. يجب أن توزع خطة المعركة الخاصة بك توزيع المخاطر بناءً على القوات التي تريد استدعائها لاحقًا.
gl: Tamén se acumulan pequenos riscos para as túas unidades que non sexan heroes. Aínda que a historia e o diálogo xeralmente pretenden crear un vínculo emocional coas túas tropas, a mecánica do xogo premia lembrar que é só un xogo; raramente hai ningunha penalización por deixar morrer estas unidades, ademais de non poder recordalas en escenarios futuros. O teu plan de batalla debería distribuír os riscos en función das tropas que queres recordar máis tarde.

source: The difficulty levels are balanced assuming that the player won’t save-load. In the mainline campaigns, harder difficulties generally have more enemies and thus more experience points available; this leads to them being balanced assuming that the player will be able to train enough troops to cope with losing some level two or level three units.
ar: مستويات الصعوبة متوازنة بافتراض أن اللاعب لن يقوم بحفظ التحميل. في الحملات الرئيسية، تحتوي الصعوبات الأصعب عمومًا على المزيد من الأعداء وبالتالي المزيد من نقاط الخبرة المتاحة؛ وهذا يؤدي إلى أن تكون متوازنة بافتراض أن اللاعب سيكون قادرًا على تدريب ما يكفي من القوات للتعامل مع خسارة بعض وحدات المستوى الثاني أو الثالث.
gl: Os niveis de dificultade están equilibrados asumindo que o xogador non gardará carga. Nas campañas principais, as dificultades máis difíciles xeralmente teñen máis inimigos e, polo tanto, máis puntos de experiencia dispoñibles; isto leva a que estean equilibrados asumindo que o xogador poderá adestrar suficientes tropas para facer fronte a perder algunhas unidades de nivel dous ou tres.

source: That said, it’s a game; the best way to play it is whichever way gives you the most enjoyment.
ar: ومع ذلك، فهي لعبة؛ وأفضل طريقة للعبها هي الطريقة التي تمنحك أكبر قدر من المتعة.
gl: Dito isto, é un xogo; a mellor forma de xogalo é o que che ofreza máis.

source: Learning from Losses
ar: التعلم من الخسائر
gl: Aprendendo das perdas

source: <i>Why did I lose that scenario?</i>
gl: <i>Por que perdín ese escenario?</i>

source: One of the most difficult parts of Wesnoth is understanding why a scenario was lost.
gl: Unha das partes máis difíciles do Noroeste é entender por que se perdeu un escenario.

source: When you first start playing, you will probably lose some scenarios. That is normal, and is part of learning the game. When that happens, try to learn from your mistakes: watch the replay, try to understand what you did wrong, then <ref dst='saveload'>restart the scenario</ref> and try again.
gl: Cando comeces a xogar, probablemente perderás algúns escenarios. Iso é normal, e forma parte da aprendizaxe do xogo. Cando isto ocorra, tenta aprender dos teus erros: mira a repetición, tenta comprender o que fixeches mal e despois <ref dst='saveload'>reinicia o escenario</ref> e téntao de novo.

source: Some common reasons for losing a scenario are:
gl: Algunhas razóns comúns para perder un escenario son:

source: • Playing a campaign at too high a <ref dst='..gameplay'>difficulty level</ref>. Try restarting the scenario at an easier difficulty.
gl: • Xogando unha campaña nunha moi alto <ref dst='..gameplay'>nivel de dificultade</ref>. Tenta reiniciar o escenario cunha dificultade máis sinxela.

source: • Playing a poor strategy: for example, recruiting the wrong types of units, fighting at the wrong <ref dst='time_of_day'>time of day</ref>, not taking advantage of terrain features or units’ special abilities, and so on.
gl: • Xogar cunha mala estratexia: por exemplo, recrutar os tipos incorrectos de unidades, loitar a <ref dst='time_of_day'>hora do día'</ref> incorrecta, non aproveitar as características do terreo ou as habilidades especiais das unidades, etc.

source: • Missing clues. Often there will be hints in the campaign’s story and dialog about what to expect from a difficult scenario and how to prepare for it. If you have a loyal mage on your side, take the time to listen to its advice; it may save your life.
gl: • Faltan pistas. Moitas veces haberá suxestións na historia e diálogo da campaña sobre que esperar dun escenario difícil e como prepararse para iso. Se tes un mago leal ao teu lado, tómate o tempo para escoitar os seus consellos; pode salvarche a vida.

source: • Barely scraping a victory in a previous scenario. Campaigns generally assume that you will have some <i>carryover gold</i> and some experienced units on your <i>recall list.</i> (These concepts are explained in the tutorial.) If you win a scenario but lose most of your experienced units and much of your gold, the following scenario may be very difficult to beat, even for a more experienced player. If you find yourself in this situation, you may try to go back a scenario or two and win them more convincingly, or change to an easier difficulty. (However, remember that <i>some</i> losses are expected, particularly at higher difficulties.)
gl: • Apenas conseguindo unha vitoria nun escenario anterior. As campañas asumen xeralmente que terás algún <i>ouro restante</i> e algunhas unidades experimentadas na túa <i>lista de recuperación.</i> (Estes conceptos explícanse no titorial.) Se gañas un escenario pero perdes a maioría das túas unidades experimentadas e gran parte do teu ouro, o seguinte escenario pode ser moi difícil para superar, mesmo para un xogador máis experimentado. Se te atopas nesta situación, podes tentar volver atrás un ou dous escenarios e gañalos de forma máis convincente, ou cambiar a unha dificultade máis sinxela. (Non obstante, lembre que se esperan <i>algunhas</i> perdas, especialmente nas dificultades máis altas.)

source: • Poor gold management. At higher difficulties, managing gold — capturing villages to increase the income, and using low-level units and fresh recruits to reduce the spending — becomes important. If you use many high-level units, you might win a scenario easily but have not enough gold carryover for the next scenario. (This would be an example of “barely scraping a victory”.)
gl: • Mala xestión do ouro. En dificultades máis altas, xestionar o ouro - capturar aldeas para aumentar os ingresos e usar unidades de baixo nivel e novos recrutas para reducir o gasto - faise importante. Se usas moitas unidades de alto nivel, podes gañar un escenario facilmente pero non tes suficiente ouro para o seguinte escenario. (Este sería un exemplo de "apenas raspar unha vitoria").

source: Unlikely reasons
gl: Razóns improbables

source: In addition to the common reasons, listed above, there are a few other reasons which are unlikely, though not impossible. They are:
gl: Ademais das razóns comúns, enumeradas anteriormente, hai algunhas outras razóns que son improbables, aínda que non imposibles. Son:

source: • You may have played a strategy that the campaign developer did not anticipate, and ended up with a set of high-level units not suitable for the next scenario.
gl: • Podes ter xogado a unha estratexia que o desenvolvedor da campaña non anticipou e ter un conxunto de unidades de alto nivel non aptas para o seguinte escenario.

source: • You may have found a scenario that can only be won on the second or third time through, whether by requiring above-average luck or by expecting the players to have foreknowledge — to know what surprises are coming up before they happen. (It is under discussion whether foreknowledge is expected at the highest difficulties. Requiring above-average luck, however, would qualify as a bug.)
gl: • Podes ter atopado un escenario que só se pode gañar na segunda ou terceira vez, xa sexa esixindo unha sorte superior á media ou esperando que os xogadores teñan coñecemento previo, para saber cales son as sorpresas antes de que ocorran. (Está en discusión se se espera coñecemento previo nas dificultades máis altas. Esixir unha sorte superior á media, con todo, cualificaríase como un erro.)

source: • Unusually-bad luck. Whether an attack hits or misses is random, so it could happen that the enemy was very lucky and had many hits, while you were very unlucky and had many misses. However, this is a very rare occurrence, virtually unheard of in all but the shortest, smallest scenarios. In fact, losses are more commonly caused by playing a <i>bad</i> strategy despite having <i>above-average</i> luck, than by playing a <i>good</i> strategy but having <i>below-average</i> luck. Moreover, merely having “below-average” luck does not excuse a loss; having below-average luck is perfectly normal, and scenarios are designed to be winnable even with below-average luck. It is only exceedingly bad luck, over multiple turns, that we mean here.
gl: • Inusualmente mala sorte. Se un ataque acerta ou falla é aleatorio, polo que podería ocorrer que o inimigo tivese moita sorte e tivese moitos golpes, mentres que ti tiveses moi mala sorte e tiveses moitos fallos. Non obstante, esta é unha ocorrencia moi rara, practicamente inaudita en todos os escenarios, excepto nos máis curtos e pequenos. De feito, as perdas adoitan producirse ao xogar unha estratexia <i>mala'</i> a pesar de ter unha sorte <i>superior á media</i>, que ao xogar unha estratexia <i>boa</i> pero ter unha sorte <i>por debaixo da media</i>. Ademais, só ter unha sorte "por debaixo da media" non escusa unha perda; ter unha sorte por debaixo da media é perfectamente normal, e os escenarios están deseñados para poder gañar mesmo cunha sorte por debaixo da media. A que nos referimos aquí só é moi mala sorte, en varias roldas.
