Repository: wesnoth/wesnoth
Catalog: po/wesnoth-help/*.po
Languages: ar, gl

source: Be wary of attributing a loss to any of these reasons. If you are not a veteran player, it is far more likely that your loss was caused by one of the <i>common</i> errors, listed above, and is not indicative of a bug in the campaign. However, if you still think you found a bug, then by all means, report it!
gl: Teña coidado de atribuír unha perda a calquera destes motivos. Se non es un xogador veterano, é moito máis probable que a túa perda fose causada por un dos erros<i>comúns</i>, enumerados anteriormente, e non é indicativo dun erro na campaña. Non obstante, se aínda pensas que atopaches un erro, informanos!

source: The “Damage Calculations” dialog shows some statistics that can help determine whether a match was very lucky or very unlucky. However, reading the statistics is no substitute to watching the replay and looking for strategic mistakes, or small bits of luck at critical points in the engagement.
gl: O diálogo "Cálculos de danos" mostra algunhas estatísticas que poden axudar a determinar se unha partida tivo moita sorte ou moi mala sorte. Non obstante, ler as estatísticas non é un substituto para ver a repetición e buscar erros estratéxicos ou pequenos anacos de sorte en puntos críticos do compromiso.

source: Combat
ar: قتال
gl: Combate

source: Combat in <i>Battle for Wesnoth</i> always takes place between units in adjacent hexes. Click on your unit, and click on the enemy you want to attack: your unit will move towards the enemy unit, and when they are next to each other, combat will begin. The attacker and defender alternate strikes until each has used their allotted number of strikes. The attacker chooses one of its weapons to attack with, and the defender retaliates with one of its attacks of the same type. There are two types of attacks: <i>melee</i>, which usually involves weapons such as swords, axes or fangs; and <i>ranged</i>, which usually involves weapons such as bows, spears and fireballs.
gl: O combate sempre ten lugar entre unidades que están en hexágonos adxacentes. Preme nunha das túas unidades e a continuación no inimigo ao que queres atacar: A túa unidade moverase cara o inimigo, e cando estean xuntas dará comezo o combate. Atacante e defensor golpearanse mutuamente ata que ambos os dous esgoten a cantidade de golpes de que dispoñen. O atacante escollerá unha das súas armas para atacar, e o defensor defenderase cun dos seus ataques do mesmo tipo. Hai dous tipos de ataques: <i>corpo a corpo</i>, que normalmente implica armas coma espadas, machadas ou trabadas— e <i>a distancia</i>, que xeralmente implica armas coma arcos, lanzas ou bólas de lume.

source: Order and Number of Strikes
gl: Orde e número de golpes

source: The attacker gets the first strike, then the defender retaliates. Each strike either hits, doing a given amount of damage, or misses, doing no damage at all. Strikes alternate until each unit has used up all of its strikes. The number of strikes a unit has varies; for instance, an elvish fighter with a 5×4 attack may strike 4 times, each successful strike dealing 5 damage, while an orcish grunt with a 9×2 attack can only strike twice (but at 9 damage for each hit).
gl: O atacante golpea en primeiro lugar, e logo o defensor contraataca. Cada golpe pode atinar ao inimigo, inflixindo unha determinada cantidade de dano, ou errar e non facer dano ningún. Os golpes altérnanse ata que cada unidade utilice todos os seus. O número de golpes dunha unidade varía. Por exemplo: un elfo loitador cun ataque de 5×4 pode golpear catro veces, e cada golpe atinado inflixirá cinco puntos de dano, mentres que un orco soldado raso cun ataque de 9×2 só pode golpear dúas veces (pero fará nove puntos de dano cada vez que atine).

source: Chance to Hit
gl: Probabilidade de atinar

source: Every unit has a chance of being hit, based on the <i>terrain</i> it is in. This is shown in the status pane, and may also be found by right-clicking a unit, selecting <b>Unit Description</b>, and then looking at <b>Terrain Modifiers</b>. For instance, many elves have a defense rating of 70% in forest, so a unit attacking them has only a 30% chance of hitting. Conversely, the elf’s chance of hitting the attacker in return depends on what terrain the attacker is in.
gl: As unidades teñen unha probabilidade concreta de esquivar os ataques, que dependerá do <i>terreo</i> no que estean. Isto pode verse no panel lateral ou premendo nelas co botón secundario, escollendo a <b>descrición da unidade</b> e mirando os <b>modificadores do terreo</b>. Por exemplo: a meirande parte dos elfos teñen unha defensa do 70% nas fragas, así que unha unidade que os ataque só ten unha probabilidade do 30% de atinarlles. E viceversa, a probabilidade de que o elfo lle atine ao atacante dependerá do terreo no que estea dito atacante.

source: There are two exceptions to this rule: <ref dst='weaponspecial_magical'>magical attacks</ref> and <ref dst='weaponspecial_marksman'>marksmen</ref>. Magical attacks always have a 70% chance to hit, regardless of terrain, and, when used offensively, marksmen always have at least a 60% chance to hit, regardless of terrain.
gl: Existen dúas excepcións: os <ref dst='weaponspecial_magical'>ataques máxicos</ref> e os ataques con <ref dst='weaponspecial_marksman'>puntería</ref>. Os ataques máxicos sempre atinan sete de cada dez veces, sen importar o terreo, e os tiradores, cando son eles os atacantes, sempre atinan como mínimo tres de cada cinco, independentemente do terreo.

source: Damage
gl: Dano

source: Each strike which hits causes a base amount of damage depending on the attack type. For instance, an elvish fighter with a 5×4 attack does 5 base damage. This is usually modified by two things: <ref dst='damage_types_and_resistance'>resistance</ref> and <ref dst='time_of_day'>time of day</ref>. To see how base damage is modified by the circumstances, select <b>Damage Calculations</b> in the attack selection menu.
gl: Cada golpe atinado fai unha cantidade base de dano que depende do tipo de ataque. Por exemplo: un elfo loitador cun ataque de 5×4 inflixe cinco puntos de dano base. Hai ademais dúas cousas que afectan ao dano final: as <ref dst='damage_types_and_resistance'>resistencias'</ref> e mailo <ref dst='time_of_day'>momento do día</ref>. Para ver como cambia o dano base por estas circunstancias, escolle o <b>cálculo de danos</b> no menú de escolla do ataque.

source: A few units have special <ref dst='..abilities_section'>abilities</ref> which affect damage dealt in combat. The most common of these is <ref dst='weaponspecial_charge'>charge</ref>, which doubles the damage dealt by both attacker and defender when the unit with charge attacks.
gl: Algunhas unidades teñen <ref dst='..abilities_section'>habilidades</ref> especiais que afectan ao dano inflixido no combate. A máis común delas é a <ref dst='weaponspecial_charge'>carga'</ref>, que da man do atacante fai que o dano inflixido tanto polo atacante coma polo defensor se duplique.

source: Damage Types and Resistance
ar: أنواع الضرر والمقاومة
gl: Danos e resistencias

source: In Wesnoth, there are three types of damage usually associated with physical attacks: <i>blade, pierce, and impact damage</i>. Additionally, there are three further types of damage usually associated with magical attacks: <i>fire, cold, and arcane attacks</i>. Different units may have resistances which alter the damage which they take from certain damage types.
gl: No xogo hai tres tipos de dano que se asocian normalmente con ataques físicos: <i>folla</i>, <i>perforación</i> e <i>impacto</i>. Ademais, hai tres tipos máis de dano que normalmente se asocian con ataques máxicos: <i>lume, frío e arcano</i>. As diferentes unidades poden ter resistencias que alteran o dano que lles fan certos tipos de ataque.

source: Resistances work very simply: if a unit has 40% resistance against a damage type, then it will suffer 40% less damage when hit with that damage type. It is also possible for a unit to be vulnerable against some damage types. If a unit has −100% resistance against a damage type, it will suffer 100% more damage when hit by that type.
gl: O funcionamento das resistencias é moi simple: se unha unidade ten un 40% de resistencia contra un tipo de dano, entón sufrirá un 40% menos de dano cando lle atinen cun ataque dese tipo. Tamén pode ser que unha unidade sexa vulnerábel a certos tipos de ataque. Se unha unidade ten unha resistencia de −100% contra un tipo de dano, sufrirá un 100% máis de dano cando lle atinen cun ataque dese tipo.

source: For example, skeletons are highly resistant to blade and pierce damage, but are vulnerable to impact and fire damage, and extremely vulnerable to arcane damage.
gl: Por exemplo: os esqueletos son moi resistentes aos danos perforantes ou con folla, pero son vulnerábeis aos impactos ou ao lume, e extremadamente vulnerábeis aos ataques máxicos de tipo arcano.

source: If a strike is determined to hit, it will always do at least 1 point of damage. This applies even if the defender has 100% resistance to the damage type.
gl: Ao atinar un golpe, este sempre inflixirá como mínimo un punto de dano, aínda que o defensor teña un 100% de resistencia a ese tipo de ataque.

source: Orbs and ellipses
ar: الكريات والخسف
gl: Orbes e elipses

source: There are colored indicators above the energy bars of some units, consisting of a colored orb (and sometimes a <ref dst='crowns'>crown</ref>).
gl: Hai indicadores de cores encima das barras de enerxía dalgunhas unidades, que consisten nun orbe de cores (e ás veces unha <ref dst='crowns'>coroa</ref>).

source: The orbs show whether the unit can move or attack. The statuses and their standard colors are: • <b>Green</b> if it has neither moved nor attacked this turn. • <b>Yellow</b> if it has moved (or attacked), and can still attack. It might still be able to move further too. • <b>Red</b> if it can neither move further nor attack again this turn. • Red is also used after the ‘end unit turn’ command, and, • when a unit is in the middle of a multi-turn move (has been told to move further than it can in the current turn). • <b>Red and yellow</b> if it has moved (or attacked), can still move further, but it can no longer attack. • This can happen due to campaign-specific events or abilities, for example the <i>disengage</i> ability in the campaign <i>Under the Burning Suns</i>. • <b>Blue</b> for allied units, except during that ally’s own turn. • During the ally’s own turn, their units will be shown with the colors showing whether the units can still move and attack; however their moves, and the corresponding orb changes, are delayed as explained in <ref dst='shroud_and_fog'>Shroud and Fog of War</ref>. • Enemy units normally don’t have orbs, however these can be enabled in the advanced preference “Customize orb colors”.
gl: Os orbes mostran se a unidade pode moverse ou atacar. Os estados e as súas cores estándar son: • <b>Verde</b> se non se moveu nin atacou neste turno. • <b>Amarelo</b> se se moveu (ou atacou) e aínda pode atacar. Tamén podería seguir avanzando. • <b>Vermello</b> se non pode mover máis nin atacar de novo neste turno. • O vermello tamén se usa despois do comando "finalizar rolda da unidade" e, • cando unha unidade está no medio dun movemento de varias roldas (dixéxolle que se mova máis do que pode na rolda actual). • <b>Vermello e amarelo'</b> se se moveu (ou atacou), aínda pode moverse máis, pero xa non pode atacar. • Isto pode ocorrer debido a eventos ou habilidades específicas da campaña, por exemplo a habilidade <i>desvincular</i> na campaña <i>Baixo o sol ardente</i>. • <b>Azul</b> para as unidades aliadas, excepto durante a rolda dese aliado. • Durante a quenda do propio aliado, as súas unidades mostraranse coas cores que indican se as unidades aínda poden moverse e atacar; poren, os seus movementos, e os correspondentes cambios de orbe, van con retraso, como se explica en <ref dst='shroud_and_fog'>Manto e néboa de guerra</ref>. • As unidades inimigas normalmente non teñen orbes, pero estes pódense activar na preferencia avanzada "Personalizar as cores do orbe".

source: <header>Ellipses</header>
gl: <header>Elipses</header>

source: A team-colored shape is drawn on the ground under each unit. This is called the “ellipse”, although some units’ ellipses are not elliptical.
ar: يتم رسم شكل بلون الفريق على الأرض تحت كل وحدة. وهذا ما يسمى "الشكل البيضاوي"، على الرغم من أن بعض الأشكال البيضاوية للوحدات ليست بيضاوية الشكل.
gl: Debaixo de cada unidade debúxase unha forma da cor do equipo no chan. Isto chámase "elipse", aínda que as elipses dalgunhas unidades non son elípticas.

source: • Most units have a circular ellipse. • Units that can recruit have a seven-pointed star. • <ref dst='crowns'>Hero units</ref> have a smaller variant of the seven-pointed star, these units can’t recruit. • Units without a <ref dst='movement'>zone of control</ref> have a broken outline version of the shape. • Some campaigns start with a level zero leader. Able to recruit but lacking a ZoC, these units have a broken outline version of the seven-pointed star.
gl: • A maioría das unidades teñen unha elipse circular. • As unidades que poden recrutar teñen unha estrela de sete puntas. • <ref dst='crowns'>Unidades heroe'</ref> teñen unha variante máis pequena da estrela de sete puntas, estas unidades non poden recrutar. • Unidades sen a <ref dst='movement'>zona de control'</ref> teñen unha versión do contorno quebrada. • Algunhas campañas comezan cun líder de nivel cero. Capaz de recrutar, pero carecendo dun ZdC, estas unidades teñen unha versión do contorno quebrado da estrela de sete puntas.

source: Crowns and loyal markers
ar: التيجان وعلامات الوفاء
gl: Coroas e marcadores leais

source: Some units have an additional marker superimposed on their <ref dst='orbs'>orb</ref>, and a corresponding shape to their <ref dst='orbs'>ellipses</ref>:
gl: Algunhas unidades teñen un marcador adicional superposto sobre a súa <ref dst='orbs'>orbe</ref>, e unha forma correspondente nas súas <ref dst='orbs'>elipses</ref>:

source: • Leaders are shown with a <b>gold crown</b>. • Heroes have a <b>blueish-silver crown</b>. • Expendable leaders are shown with a <b>silver crown</b>. • <ref dst='traits_loyal'>Loyal units</ref> have the <b>loyal icon</b>. Of these categories, only leaders are built into the basic game rules. The others are found in campaigns, and are characters that form part of the narration. The exact rules for them are set by their campaign, which might deviate from these standard expectations about them: • The death of any hero leads to immediate defeat. • The death of an expendable leader doesn’t lead to immediate defeat, even though they can recruit. • All of these units have the main advantage of the loyal trait, that they cost no upkeep. • Losing any of these units causes a disadvantage for the remainder of the campaign, assuming it doesn’t end immediately. • These units will never occur as random recruits.
gl: • Os líderes móstranse cunha <b>coroa de ouro</b>. • Os heroes teñen unha <b>coroa de prata azulada</b>. • Os líderes prescindibles móstranse cunha <b>coroa de prata</b>. • <ref dst='traits_loyal'>Unidades leais'</ref> teñen a <b>icona leal</b>. Destas categorías, só os líderes están incorporados nas regras básicas do xogo. Os demais atópanse en campañas, e son personaxes que forman parte da narración. As regras exactas para eles son establecidas pola súa campaña, o que pode desviarse destas expectativas estándar sobre eles: • A morte de calquera heroe leva á derrota inmediata. • A morte dun líder prescindible non leva á derrota inmediata, aínda que poden recrutar. • Todas estas unidades teñen a principal vantaxe do trazo leal, que non custan mantemento. • Perder algunha destas unidades provoca unha desvantaxe para o resto da campaña, asumindo que non remate inmediatamente. • Estas unidades nunca aparecerán como recrutas aleatorias.

source: Time of Day
ar: الوقت من اليوم
gl: Momento do día

source: The time of day affects the damage of certain units as follows:
gl: O momento do día afecta ao dano de certas unidades so seguinte xeito:

source: • <span weight='heavy' size='15'>LAWFUL</span> units get +25% damage in daytime, and −25% damage at night.
gl: • <span weight='heavy' size='15'>LEGAL</span>: Reciben +25 % de dano durante o día e -25 % durante a noite.

source: • <span weight='heavy' size='15'>CHAOTIC</span> units get +25% damage at night, and −25% in daytime.
gl: • <span weight='heavy' size='15'>CAÓTICO</span>: Reciben +25 % de dano durante a noite e -25 % durante o día.

source: • <span weight='heavy' size='15'>NEUTRAL</span> units are unaffected by the time of day.
gl: • <span weight='heavy' size='15'>NEUTRAL</span>: Non se ven afectados pola hora do día.

source: • <span weight='heavy' size='15'>LIMINAL</span> units get +25% damage during twilight.
gl: • <span weight='heavy' size='15'>CREPÚSCULO</span>: Reciben +25 % de dano durante o anoitecer.

source: The current time of day can be observed under the minimap in the status pane. For the usual day/night cycle, morning and afternoon count as day, first and second watch count as night:
gl: O momento do día actual pode observarse baixo o mapa, no panel de estado. Para o ciclo normal día-noite, a mañá e maila tarde contan coma día, e a noitiña e maila noite pecha contan coma noite:

source: Dawn
ar: غروب
gl: Amencer

source: Morning
ar: الصباح
gl: Mañá

source: Afternoon
ar: الظهر
gl: Tarde

source: Dusk
ar: شفق
gl: Anoitecer

source: First Watch
ar: نصف الليلة الأول
gl: Noitiña

source: Second Watch
ar: المراقبة الثانية
gl: Noite pecha

source: Keep in mind that some scenarios take place underground, where it is perpetually night!
gl: Ten en conta que algúns escenarios xóganse baixo a terra, onde sempre é noite!

source: Some underground locations are illuminated. They are perpetually intermediate between day and night.
gl: Algúns lugares subterráneos están iluminados. Eses lugares sempre son un punto medio entre día e noite.

source: Some role-playing scenarios take place indoors — these regions are similarly intermediate.
gl: Algúns escenarios enfocados en elementos de xogos de rol teñen lugar en lugares cerrados — Estas rexións son tamén un punto medio entre día e noite.

source: Finally, units with the <ref dst='ability_illuminationilluminates'>illuminates</ref> ability and terrain features such as <ref dst='terrain_lava'>lava</ref> change the time of day bonus around them.
gl: Finalmente, as unidades coa habilidade <ref dst='ability_illuminationilluminates'>iluminar</ref> e certos elementos do terreo, como a <ref dst='terrain_lava'>lava</ref>, modifican o bono da hora do día ao seu redor.

source: Healing
ar: الشفاء
gl: Sandar

source: In combat, your units will inevitably take damage. There are several ways to heal your units. However, with the exception of resting, these do not stack; only one can occur per turn.
ar: في القتال، ستتعرض وحداتك حتمًا للضرر أثناء القتال. هناك عدة طرق لشفاء وحداتك. ومع ذلك، باستثناء الراحة، لا تتراكم هذه الطرق؛ يمكن أن تحدث طريقة واحدة فقط في كل دور.
gl: En combate, resulta inevitábel que as unidades sufran dano. Existen varios xeitos de sandar as unidades. Porén, coa excepción de descansar, estes métodos non se acumulan; só pode usarse un deles por rolda.

source: • <b>Resting</b>: A unit which neither moves, attacks, nor is attacked will heal 2 HP in its next turn.
gl: • <b>Descanso</b>. As unidades que nin se movan, nin ataquen nin sexan atacadas sandarán dous puntos de vida na seguinte rolda.

source: • <b>Villages</b>: A unit which starts a turn in a village or <ref dst='terrain_oasis'>oasis</ref> will heal 8HP. If the unit is poisoned, the poison will be cured instead.
gl: • <b>Aldeas</b>. As unidades que comecen a súa rolda nunha aldea ou nun <ref dst='terrain_oasis'>oasis</ref> sandarán oito puntos de vida; salvo que estivesen envelenadas, o veleno curarase no canto diso.

source: • <ref dst='ability_regeneratesregenerates'>Regeneration</ref>: Certain units (such as trolls) will automatically heal 8HP every turn. If the unit is poisoned, the poison will be cured instead.
gl: • <ref dst='ability_regeneratesregenerates'>Rexeneración'</ref>: Certas unidades (coma os troles) sandan oito puntos de vida automaticamente cada rolda, Se a unidade está envelenada, o veleno curarase no canto diso.

source: • <b>Healing units</b>: Units with the <ref dst='ability_healingheals +4'>Heals</ref> ability will heal each allied adjacent unit, usually <ref dst='ability_healingheals +4'>4HP</ref> or <ref dst='ability_healingheals +8'>8HP</ref> per turn, or prevent Poison from causing that unit damage.
gl: • <b>Unidades de curación</b>: As unidades coa habilidade <ref dst='ability_healingheals +4'>Cura</ref> curarán a cada unidade adxacente aliada, normalmente <ref dst='ability_healingheals +4'>4 Ptos. de Vida</ref> ou <ref dst='ability_healingheals +8'>8 Ptos. de Vida</ref> por quenda, ou evitarán que o Veleno lles afecte.

source: • <b>Curing units</b>: Units with the <ref dst='ability_curingcures'>cures</ref> ability will cure Poison in all allied adjacent units (in preference to healing, if it has that ability as well).
gl: • <b>Cura de unidades</b>: As unidades coa habilidade <ref dst='ability_curingcures'>curas</ref> curarán o veleno en todas as unidades adxacentes aliadas (en lugar de curar, se tamén ten esa habilidade).

source: • <b>Advancement</b>: When a unit <ref dst='advancement'>advances</ref>, it will heal fully. This can happen as soon as your unit gains enough experience, whether it is your turn or not.
gl: • <b>Avance</b>: Cando unha unidade <ref dst='advancement'>avance</ref>, curarase completamente. Isto pode ocorrer en canto a túa unidade gañe suficiente experiencia, sexa a túa rolda ou non.

source: Resting can be combined with other forms of healing, but villages, regeneration, healing and curing cannot combine with each other: the best option will be used. Finally, units heal fully between scenarios.
gl: O descanso pódese combinar coas outras formas de sandar, pero nas aldeas, a rexeneración, a curación e sandar non se poden combinar entre elas: usarase sempre a mellor opción. Por último, as unidades sandan completamente ao pasar dun escenario a outro.

source: Advanced
gl: Avance

source: Unlike other forms of healing, the heals ability will not take effect on the healed unit’s turn, but on the healer’s turn. This means that while a unit surrounded by several healers on the same side will only receive healing from one healer per turn, a unit surrounded by healers from several allied sides will be healed once on each of said allied sides’ turns.
gl: A diferenza doutras formas de sandación, a habilidade de sandar non xurdirá efecto durante a quenda da unidade sandada, senón durante a quenda do sandador. Isto significa que mentres que unha unidade arrodeada por varios sandadores do mesmo bando só poderá ser sandada por un dos sandadores cada rolda, unha unidade arrodeada de sandadores de varios bandos aliados será sandada unha vez por cada quenda de ditos aliados.

source: Wrap Up
ar: اختتام
gl: Epílogo

source: This concludes the fundamentals of Wesnoth. You might want to read up on basic strategy, or familiarize yourself with <ref dst='..traits_section'>traits</ref> and <ref dst='..abilities_section'>abilities</ref>, but you now know everything you need to know to play the <i>Heir to the Throne</i> campaign. Have fun, and good luck!
gl: Isto conclúe os fundamentos do Noroeste. Quizais queiras ler sobre estratexias básicas ou familiarizarte cos <ref dst='..traits_section'>trazos</ref> e <ref dst='..abilities_section'>habilidades</ref>, pero agora xa sabes todo o necesario para xogar a campaña <i>O herdeiro ao trono</i>. ¡Divírtete e boa sorte!

source: License
ar: الترخيص
gl: Licenza (en inglés)
