Repository: wesnoth/wesnoth
Catalog: po/wesnoth-help/*.po
Languages: ar, gl

source: editor^How to Use
gl: Como usar

source: The marker arrows are not very useful by themselves, but the bluffs/gulch-type terrains can be used to contain the floodfilled area.
gl: As frechas de marcador non son moi útiles por si soas, pero os terreos do tipo cantís/canón poden empregarse para conter a área enchida automaticamente.

source: An example use case would be: 1. Select the Bluffs (^Qhh) from the editor palette and use single-hex paint tool to outline a big blob over an empty, all-grass map. 2. Place a Marker High (^_mh) arrow on a tile inside the blob (not on the Bluffs border). 3. The blob should all be raised now, and as long as you don’t overwrite the Marker or Bluffs overlays, you can add other terrain overlays as needed.
gl: Un exemplo de uso sería: 1. Selecciona os Cantís (^Qhh) na paleta do editor e usa a ferramenta de pintado de hexágono único para debuxar un contorno grande sobre un mapa baleiro cuberto de herba. 2. Coloca unha frecha de Marcador Alto (^_mh) nunha cela dentro do contorno (non na beira dos Cantís). 3. O contorno debería elevarse por completo agora, e mentres non sobrescribas os superpostos de Marcador ou Cantís, podes engadir outros terreos superpostos segundo necesites.

source: The graphics used to represent the ledge borders are determined by the base terrain.
gl: Os gráficos usados para representar os bordos das cornixas determínanse polo terreo base.

source: editor^Note for UMC authors: The flood-filled tiles do not have their terrain codes changed, or any other properties affected, so filtering a location by elevation is not simple.
gl: Nota para autores de UMC: As celas recheas de inundación non teñen os seus códigos de terreo modificados, nin ningún outro atributo afectado, polo que filtrar unha localización por altitude non é doado.

source: Deprecated Terrain
ar: التضاريس المهملة
gl: Terreo obsoleto

source: editor^<img src='terrain/grass/green.png~BLIT(terrain/deprecated-editor.png)'/> The magenta ‘D’ (for “Deprecated”). This is shown in the editor over deprecated terrain codes. Examples are: • the <ref dst='terrain_fungus_grove_old'>“^Uf” mushroom terrain</ref>, • the “Xol” Lit Stone Wall, which is deprecated because several wall terrains now support the “^Efs” Sconce embellishment. The help pages for these terrains may have additional text that’s only shown in the editor, describing the deprecation and the recommended replacements.
gl: <img src='terrain/grass/green.png~BLIT(terrain/deprecated-editor.png)'/> O "D" maxenta (para "Obsoleto"). Isto móstrase no editor sobre os códigos de terreo obsoletos. Algúns exemplos son: • o <ref dst='terrain_fungus_grove_old'>terreo cogomelo "^Uf"</ref>, • o Muro de Pedra Iluminado "Xol", que está obsoleto porque varios terreos de muro agora admiten o adorno de aplique "^Efs". As páxinas de axuda destes terreos poden ter texto adicional que só se mostra no editor, describindo o desuso e as substitucións recomendadas.

source: Label Tool
ar: أداة اللصيقة
gl: Ferramenta de etiquetas

source: Put text labels on the map. • Left-click will open a dialog box to create a new label or edit an existing one. • Right-click deletes. • Drag-and-drop with the left mouse button moves labels. This tool is only available in Scenario Mode; the decorations are implemented in the scenario using WML’s <i>[label]</i> tag.
gl: Coloca etiquetas de texto no mapa. • Facendo clic co botón esquerdo abrirase un cadro de diálogo para crear unha nova etiqueta ou editar unha existente. • Fai clic co botón dereito sobre elimina. • Arrastrar e soltar co botón esquerdo do rato move as etiquetas. Esta ferramenta só está dispoñible no modo Escenario; as decoracións impléntanse no escenario usando a etiqueta WML <i>[label]</i>.

source: Item Tool (Scenery Tool)
ar: أداة العنصر (أداة المشهد)
gl: Ferramenta de elementos (Ferramenta de paisaxes)

source: The Item Tool allows placing decorations such as windmills, bookcases and monoliths. Multiple items can be placed on the same hex. • Left-click will place a decoration on the clicked hex. • Right-click will remove the decoration. <b>Note:</b> the tool doesn’t support undo. This tool is only available in Scenario Mode; the decorations are not part of the terrain and are implemented in the scenario using WML’s <i>[item]</i> tag.
gl: A ferramenta Item permite colocar decoracións como muíños de vento, estanterías e monólitos. Pódense colocar varios elementos no mesmo hexágono. • Facendo clic co botón esquerdo, colocarase unha decoración no hexágono premido. • Facendo clic co botón dereito eliminará a decoración. <b> text='Nota:'</b> a ferramenta non admite desfacer. Esta ferramenta só está dispoñible no modo Escenario; as decoracións non forman parte do terreo e impléntanse no escenario mediante WML<i>[item]</i> etiqueta.

source: Village Ownership Tool
ar: أداة ملكية القرية
gl: Ferramenta de propiedade das aldeas

source: This tool assigns ownership of villages at the start of a scenario. The villages must first be placed on the terrain with the <ref dst='editor_tool_paint'>Paint Tool</ref>. • Left-click will assign the village to the currently-selected side. • Right-click will set the village back to unowned. This tool is only available in Scenario Mode; ownership information is stored by adding WML <i>[village]</i> tags to the appropriate <i>[side]</i>.
gl: Esta ferramenta atribúe a propiedade das aldeas ao comezo dun escenario. As aldeas deben colocarse primeiro no terreo co <ref dst='editor_tool_paint'>Ferramenta de pintura</ref>. • Facendo clic co botón esquerdo asignarase a aldea ao bando seleccionado actualmente. • Facendo clic co botón dereito volverá a deixar a aldea sen propietario. Esta ferramenta só está dispoñible no modo escenario; a información de propiedade almacénase engadindo etiquetas WML <i>[village]</i> ao <i>[side]</i> correspondente.

source: Unit Tool
ar: أداة الوحدة
gl: Ferramenta de unidades

source: Place units belonging to the currently-selected side. • Left-click will place a unit. • Left drag-and-drop will move an already-placed unit. • Various operations are added to the right-click menu when the hex contains a unit. This tool is only available in Scenario Mode; it adds WML <i>[unit]</i> tags to the appropriate <i>[side]</i>.
gl: Coloca as unidades pertencentes ao lado seleccionado actualmente. • Facendo clic co botón esquerdo colocarase unha unidade. • Arrastrar e soltar á esquerda moverá unha unidade xa colocada. • Engádense varias operacións ao menú do botón dereito do rato cando o hexadecimal contén unha unidade. Esta ferramenta só está dispoñible no modo escenario; engade etiquetas WML <i>[unit]</i> ao <i>[side]</i> correspondente.

source: Named Areas
ar: المناطق المسماة
gl: Áreas nomeadas

source: This tool creates sets of tiles that can be used in WML scripts’ Standard Location Filters (a concept explained in detail on the Wiki), by using the area’s id in the filter’s <i>area=</i> attribute. For example: • assigning a local time zone to this set of hexes • filtering the set of hexes which trigger an event when a unit moves on to them To use the tool: • select hexes using the <ref dst='editor_tool_select'>select tool</ref> • in the Areas menu, select Add New Area • then in the Areas menu, select Save Selection to Area • then in the Areas menu, select Rename Selected Area and choose a name for the area This tool is only available in Scenario Mode; it adds WML <i>[time_area]</i> tags to the scenario. Although the tag’s name implies time, it is now more generic and can be used for other purposes without needing to change the time-of-day schedule in the area.
gl: Esta ferramenta crea conxuntos de celas que se poden usar nos Filtros de localización estándar dos scripts WML (un concepto explicado en detalle na Wiki), utilizando o identificador da área no atributo <i>area=</i> do filtro. Por exemplo: • asignar un fuso horario local a este conxunto de hexágonos • filtrar o conxunto de hexágonos que desencadean un evento cando unha unidade se move cara a eles Para usar a ferramenta: • seleccione hexadecimales usando a <ref dst='editor_tool_select'>ferramenta de selección</ref> • no menú Áreas, seleccione Engadir nova área • a continuación, no menú Áreas, seleccione Gardar selección na área • a continuación, no menú Áreas, seleccione Cambiar o nome da área seleccionada e escolla un nome para a área Esta ferramenta está dispoñible só no Modo Escenario; engade etiquetas WML <i>[time_area]</i> ao escenario. Aínda que o nome da etiqueta implica tempo, agora é máis xenérica e pode usarse para outros propósitos sen necesidade de cambiar o horario do momento do día na área.

source: Playlist Manager
ar: إدارة قائمة التشغيل
gl: Xestor da lista de reprodución

source: Shows a list of music tracks known to the editor, with toggle-boxes to enable them. This tool is only available in Scenario Mode; it adds WML <i>[music]</i> tags to the scenario.
gl: Mostra unha lista de pistas de música coñecidas polo editor, con caixas de alternancia para activalas. Esta ferramenta só está dispoñible no modo escenario; engade etiquetas WML <i>[music]</i> ao escenario.

source: Change Add-on ID
ar: تغيير معرف الإضافة
gl: Cambiar o ID do complemento

source: Allows changing the ID of an add-on, which is the name of the folder it’s in. This will only rename that folder and update any references to it in the _main.cfg file. Any other place will need to be updated manually.
ar: يسمح بتغيير معرف الإضافة، وهو اسم المجلد الموجودة فيها. سيؤدي ذلك إلى إعادة تسمية هذا المجلد فقط وتحديث أي مراجع إليه في ملف _main.cfg. سيتعين تحديث أي مكان آخر يدويًا.
gl: Permite cambiar o ID dun complemento, que é o nome do cartafol no que se atopa. Isto só renomeará ese cartafol e actualizará as referencias a el no ficheiro _main.cfg. Calquera outro lugar terá que ser actualizado manualmente.

source: Add-on Publishing Editor
ar: محرر نشر الإضافة
gl: Editor de publicacións complementarias

source: Allows setting up an add-on’s _server.pbl file, which is required for publishing an add-on to the add-ons server for other players to download. The Validate button will check whether all required fields have valid values.
ar: يسمح بإعداد ملف _server.pbl الخاص بالوظيفة الإضافية، وهو مطلوب لنشر الإضافة على خادم الإضافات ليتمكن اللاعبون الآخرون من تنزيلها. سيتحقق زر التحقق من الصحة مما إذا كانت جميع الحقول المطلوبة تحتوي على قيم صالحة.
gl: Permite configurar o ficheiro _server.pbl dun complemento, que é necesario para publicar un complemento no servidor de complementos para que o descarguen outros xogadores. O botón Validar comprobará se todos os campos obrigatorios teñen valores válidos.

source: Map/Scenario Editor
ar: محرر الخريطة/السيناريو
gl: Editor de mapas e escenarios

source: Wesnoth’s Map and Scenario Editor allows users to create and edit the maps on which every Wesnoth scenario takes place. It also provides a limited set of features for setting up a basic scenario as well as initializing an add-on which can be used to distribute the scenarios you create. The editor can be launched from the <i>Map Editor</i> option at the title screen. <header>Editing Modes</header> The editor features two modes of operation: terrain mode and scenario mode. The <ref dst='..editor_mode_terrain'>Terrain Mode</ref> is similar to a simple paint application, with tools to <ref dst='editor_tool_paint'>paint</ref>, <ref dst='editor_tool_fill'>fill</ref>, <ref dst='editor_tool_select'>select (and copy)</ref>, and <ref dst='editor_tool_paste'>paste</ref>. It also has the tool for setting the leaders’ <ref dst='editor_tool_starting'>starting locations</ref>. The <ref dst='..editor_mode_scenario'>Scenario Mode</ref>, in addition to the tools available in terrain mode, adds support for adding <ref dst='editor_tool_label'>labels</ref>, <ref dst='editor_tool_scenery'>scenery items</ref>, <ref dst='editor_tool_unit'>units</ref> in addition to the leader, and assigning <ref dst='editor_tool_village'>village ownership</ref> at the start of the scenario. There’s also a <ref dst='editor_playlist'>playlist manager</ref> for the music.
gl: O editor de mapas e escenarios do Noroeste permite aos usuarios crear e editar os mapas nos que se desenvolven todos os escenarios do Noroeste. Tamén ofrece un conxunto limitado de funcións para configurar un escenario básico, así como para inicializar un complemento que se pode usar para distribuír os escenarios que cree. O editor pódese iniciar desde a opción <i>Editor de mapas</i> na pantalla de título. <header>Modos de edición</header> O editor presenta dous modos de operación: modo terreo e modo escenario. O <ref dst='..editor_mode_terrain'>Modo Terreo</ref> é semellante a unha aplicación sinxela de pintura, con ferramentas para <ref dst='editor_tool_paint'>pintar</ref>, <ref dst='editor_tool_fill'>encher</ref>, <ref dst='editor_tool_select'>seleccionar (e copiar)</ref> e <ref dst='editor_tool_paste'>pegar</ref>. Tamén inclúe a ferramenta para definir as <ref dst='editor_tool_starting'>localizacións iniciais</ref> dos líderes. O <ref dst='..editor_mode_scenario'>Modo Escenario</ref>, ademais das ferramentas dispoñibles no modo terreo, engade soporte para engadir <ref dst='editor_tool_label'>etiquetas</ref>, <ref dst='editor_tool_scenery'>elementos de decoración</ref>, <ref dst='editor_tool_unit'>unidades</ref> ademais do líder, e asignar a <ref dst='editor_tool_village'>propiedade das aldeas</ref> ao comezo do escenario. Tamén conta cun <ref dst='editor_playlist'>xestor de listas de reprodución</ref> para a música.

source: In either mode, you will be prompted to choose an add-on to use for the scenarios you create. This can be an existing add-on or a brand new add-on. If you choose to use a brand new add-on, then the add-on will have all the required files and folders automatically created as well as a default ID assigned. Unless you are editing an already existing map file, using scenario mode is required in order for your maps to be selectable during game creation.
ar: في أي من الوضعين، ستتم مطالبتك باختيار إضافة لاستخدامها في السيناريوهات التي تنشئها. يمكن أن تكون هذه الإضافة موجودة أو إضافة جديدة تمامًا. إذا اخترت إضافة جديدة تمامًا، فسيتم إنشاء جميع الملفات والمجلدات المطلوبة تلقائيًا بالإضافة إلى معرف افتراضي معين. ما لم تكن تقوم بتحرير ملف خريطة موجود بالفعل، فإن استخدام وضع السيناريو مطلوب حتى تكون خرائطك قابلة للتحديد أثناء إنشاء اللعبة.
gl: En calquera dos dous modos, solicitaráselle que escolla un complemento para usar para os escenarios que cree. Este pode ser un complemento existente ou un complemento novo. Se decides usar un complemento novo, o complemento terá todos os ficheiros e cartafoles necesarios creados automaticamente, así como un ID predeterminado asignado. A menos que esteas editando un ficheiro de mapa xa existente, é necesario utilizar o modo de escenario para que os teus mapas poidan seleccionarse durante a creación do xogo.

source: <header>What you do *not* get</header> • Exactly the same map rendering as in-game The map won’t look exactly the same in the game as it does in the editor, because this depends on the terrain rules. For example, when many mountain hexes are clustered together the terrain rules will try to combine them into mountain ranges and large graphics spanning multiple hexes. • Event handlers and scripting The editor is not a tool to help you with scripting the scenario’s event handlers. • Infinite Backwards Compatibility The editor can load most maps from older versions of Wesnoth, but not all. Maps from 1.3.2 and later will normally be supported, unless they use terrains which are no longer in mainline Wesnoth. Maps from add-ons which have their own terrains will need that add-on to tell the editor about their terrains.
ar: <header>ما *لا* تحصل عليه</header> • نفس عرض الخريطة تمامًا كما في اللعبة لن تظهر الخريطة في اللعبة بنفس الشكل الذي تظهر به في المحرر، لأن ذلك يعتمد على قواعد التضاريس. على سبيل المثال، عند تجميع العديد من سداسيات الجبال معًا، ستحاول قواعد التضاريس دمجها في سلاسل جبال ورسومات كبيرة تمتد على سداسيات متعددة. • معالجات الأحداث والبرمجة النصية المحرر ليس أداة لمساعدتك في برمجة معالجات أحداث السيناريو. • توافق عكسي لا نهائي يمكن للمحرر تحميل معظم الخرائط من إصدارات ويسنوث القديمة، ولكن ليس جميعها. عادةً ما تكون الخرائط من الإصدار 1.3.2 والإصدارات الأحدث مدعومة، إلا إذا كانت تستخدم تضاريس لم تعد موجودة في ويسنوث القياسية. ستحتاج الخرائط من الإضافات التي تحتوي على تضاريسها الخاصة إلى تلك الإضافة لإعلام المحرر بتضاريسها.
gl: <header>O que *non* obtés</header> • Exactamente a mesma representación do mapa que no xogo O mapa non se verá exactamente igual no xogo que no editor, porque isto depende das regras do terreo. Por exemplo, cando se agrupan moitos hexágonos de montaña, as regras do terreo tentarán combinalas en cadeas montañosas e gráficos grandes que abranguen varios hexágonos. • Xestores de eventos e scripts O editor non é unha ferramenta para axudarche a programar os xestores de eventos do escenario. • Compatibilidade retroactiva infinita O editor pode cargar a maioría dos mapas de versións antigas do Noroeste, pero non todos. Os mapas de 1.3.2 e posteriores normalmente serán compatibles, a non ser que usen terreos que xa non están na liña principal de Noroeste. Os mapas de complementos que teñan os seus propios terreos necesitarán ese complemento para informar ao editor sobre os seus terreos.

source: The terrain editor’s functionality is similar to a simple paint application. The right-hand sidebar contains, from top to bottom, the mini-map, the toolkit (see the pages for each tool), tool options, and <ref dst='editor_palette'>Palette</ref>. When saved using “Save Map As” and saving to the default directory, the resulting map can be found in the “Custom Maps” game type of the multiplayer “Create Game” dialog.
ar: وظيفة محرر التضاريس مشابهة لتطبيق رسم بسيط. يحتوي الشريط الجانبي الأيمن، من الأعلى إلى الأسفل، على الخريطة المصغرة، ومجموعة الأدوات (انظر صفحات كل أداة)، وخيارات الأدوات، و<ref dst='editor_palette'>لوحة الألوان</ref>. عند حفظ الخريطة باستخدام "حفظ الخريطة باسم" وحفظها في المجلد الافتراضي، يمكن العثور على الخريطة الناتجة في نوع اللعبة "خرائط مخصصة" ضمن مربع حوار "إنشاء لعبة" متعدد اللاعبين.
gl: A funcionalidade do editor de terreos é semellante a unha simple aplicación de pintura. A barra lateral dereita contén, de arriba abaixo, o minimapa, o conxunto de ferramentas (consulta as páxinas de cada ferramenta), as opcións de ferramentas e <ref dst='editor_palette'>Paleta'</ref>. Cando se garda usando "Gardar mapa como" e se garda no directorio predeterminado, o mapa resultante pódese atopar no tipo de xogo "Mapas personalizados" do diálogo "Crear xogo" multixogador.

source: The scenario editor mode adds support for some map-related WML features, such as areas and scenery items. Most scenarios will still require additional WML to be written using a different tool; the scenario editor does not support scripting the scenario’s events.
ar: يضيف وضع محرر السيناريو دعمًا لبعض ميزات WML المتعلقة بالخريطة، مثل المناطق وعناصر المشهد. ستظل معظم السيناريوهات تتطلب كتابة WML إضافية باستخدام أداة مختلفة؛ لا يدعم محرر السيناريو كتابة أحداث السيناريو.
gl: O modo de editor de escenarios engade soporte para algunhas funcións WML relacionadas co mapa, como áreas e elementos de paisaxe. A maioría dos escenarios aínda requirirán que se escriba WML adicional usando unha ferramenta diferente; o editor de escenarios non admite a creación de secuencias de comandos dos eventos do escenario.

source: <header>Checking whether the editor is in scenario mode</header> You can check which mode the editor is in by looking at the menu bar. • In scenario mode the “Areas” and “Side” menus are enabled. • In terrain-only mode the “Areas” and “Side” menus are grayed-out.
ar: <header>التحقق مما إذا كان المحرر في وضع السيناريو</header> يمكنك التحقق من وضع المحرر من خلال شريط القوائم. • في وضع السيناريو، تكون قائمتا "المناطق" و"الجانب" مفعلتين. • في وضع التضاريس فقط، تكون قائمتا "المناطق" و"الجانب" معطلتين.
gl: <header>text='Comprobando se o editor está en modo escenario'</header> Podes comprobar en que modo está o editor mirando a barra de menú. • No modo escenario están habilitados os menús “Áreas” e “Bando”. • No modo de só terreo, os menús "Áreas" e "Bando" aparecen en gris.

source: <header>Entering scenario mode</header> To start a new map in scenario mode, choose “New Scenario” from the “File” menu. If you’re already editing a map in terrain mode, use “Convert to Scenario” from the “File” menu; this will switch to scenario mode. To load a map that was created in the scenario editor, use “Load Map” from the “File” menu, and select the .cfg file (not a .map file).
ar: <header>الدخول في وضع السيناريو</header> لإنشاء خريطة جديدة في وضع السيناريو، اختر "سيناريو جديد" من قائمة "ملف". إذا كنت تُعدّل خريطة في وضع التضاريس، فاستخدم "تحويل إلى سيناريو" من قائمة "ملف"؛ سيؤدي هذا إلى الانتقال إلى وضع السيناريو. لتحميل خريطة تم إنشاؤها في محرر السيناريو، استخدم "تحميل الخريطة" من قائمة "ملف"، ثم اختر ملف .cfg (ليس ملف .map).
gl: <header>Accedendo ao modo escenario</header> Para comezar un novo mapa no modo escenario, escolla "Novo escenario" no menú "Ficheiro". Se xa estás a editar un mapa en modo terreo, usa “Converter a Escenario” no menú “Ficheiro”; isto cambiará ao modo escenario. Para cargar un mapa que se creou no editor de escenarios, use "Cargar mapa" no menú "Ficheiro" e seleccione o ficheiro .cfg (non un ficheiro .map).

source: <header>The files: .map and .cfg</header> The map editor saves one file when in terrain mode (a .map) or two files when in scenario mode (both a .map and a .cfg). Loading a .cfg file has different results depending on the contents of the .cfg file. For .cfg files that were created by the scenario editor, it will open the .cfg in the scenario editor. However, for .cfg files that cannot be opened by the scenario editor, the editor will attempt to find the scenario’s map data and open the corresponding .map file in terrain-only mode, as if the .map file was chosen in the file selector. It is recommended in those cases to simply load the .map file directly instead.
ar: <header>الملفان: .map و.cfg</header> يحفظ محرر الخرائط ملفًا واحدًا في وضع التضاريس (ملف .map) أو ملفين في وضع السيناريو (ملفي .map و.cfg). تختلف نتائج تحميل ملف .cfg باختلاف محتوياته. بالنسبة لملفات .cfg التي أنشأها محرر السيناريو، سيتم فتح ملف .cfg في محرر السيناريو. أما بالنسبة لملفات .cfg التي لا يمكن فتحها بواسطة محرر السيناريو، فسيحاول المحرر العثور على بيانات خريطة السيناريو وفتح ملف .map المقابل في وضع التضاريس فقط، كما لو تم اختيار ملف .map من محدد الملفات. يُنصح في هذه الحالات بتحميل ملف .map مباشرةً.
gl: <header>Os ficheiros: .map e .cfg'</header> O editor de mapas garda un ficheiro cando está en modo terreo (un .map) ou dous ficheiros cando está en modo escenario (tanto un .map como un .cfg). A carga dun ficheiro .cfg ten resultados diferentes dependendo do contido do ficheiro .cfg. Para os ficheiros .cfg creados polo editor de escenarios, abrirá o .cfg no editor de escenarios. Non obstante, para os ficheiros .cfg que non poden ser abertos polo editor de escenarios, o editor tentará atopar os datos do mapa do escenario e abrirá o ficheiro .map correspondente no modo de só terreo, coma se o ficheiro .map fose elixido no selector de ficheiros. Recoméndase neses casos simplemente cargar directamente o ficheiro .map.

source: Separate Event Files
ar: ملفات الأحداث المنفصلة
gl: Ficheiros de eventos separados
