Repository: wesnoth/wesnoth
Catalog: po/wesnoth-help/*.po
Languages: ar, gl

source: The Kingdom of Wesnoth is located in the north-central portion of the <ref dst='great_continent'>Great Continent</ref>. Most of the mainline campaigns revolve around it. It is bounded on the map by the <ref dst='great_river'>Great River</ref> to the north, the shore of the <ref dst='great_ocean'>ocean</ref> to the west, the Aethenwood to the <ref dst='southwest_elven_lands'>southwest</ref>, and the Bitter Swamp to the southeast. Over the River Aethen, south of Fort Tahn, is a Wesnothian frontier region. It is bounded to the south by dense woods of which the Aethenwood may be considered a northernmost extension. Kerlath is its southernmost province, marking the end of Wesnoth and the start of the mysterious <ref dst='far_south'>Far South</ref>.
gl: O Reino do Noroeste está situado na parte centro-norte do <ref dst='great_continent'>Gran Continente</ref>. A maioría das campañas principais xiran arredor del. Está delimitado no mapa polo <ref dst='great_river'>Gran Río</ref> ao norte, a ribeira do <ref dst='great_ocean'>océano</ref> ao oeste, a fraga de Aethen ao <ref dst='southwest_elven_lands'>suroeste</ref> e o Pantano Amargo ao sueste. Sobre o río Aethen, ao sur de Fort Tahn, atópase unha rexión fronteiriza do Noroeste. Está delimitada ao sur por densas fragas das cales a fraga de Aethen pode considerarse unha extensión máis setentrional. Kerlath é a súa provincia máis meridional, marcando o final do Noroeste e o comezo do misterioso <ref dst='far_south'>Lonxano Sur</ref>.

source: <header>Notable cities:</header> • Weldyn: The capital of Wesnoth. • Aldril: City lying on the Bay of Pearls. • Blackwater Port: City lying south of the Bay of Pearls. • Carcyn: Located between the Grey Woods and the Great River. • Dan’Tonk: Wesnoth’s largest city, located in the center of the country, just west and north of Weldyn. • Soradoc: The easternmost town of Wesnoth, controls the confluence of the Weldyn River and the Great River. • Fort Tahn: The southernmost border outpost, controls the north/south road crossing the River Aethen. • Tath: Important fort city north of Dan’Tonk, exerts control over the wilderness country around the east of the Brown Hills and north to the Ford of Abez. • Westin: A small yet important town in Kerlath, the southernmost province of Wesnoth. The old Citadel of Westin can be found there. • Southport: A small town in the southernmost reaches of Kerlath, near the Black Forest.
gl: <header>Cidades notables:</header> • Weldyn: A capital de Wesnoth. • Aldril: Cidade situada na Baía das Pérolas. • Porto de Augas Negras: Cidade situada ao sur da Baía das Pérolas. • Carcyn: Situada entre os Bosques Grises e o Gran Río. • Dan’Tonk: A cidade máis grande de Wesnoth, situada no centro do país, xusto ao oeste e ao norte de Weldyn. • Soradoc: A cidade máis oriental de Wesnoth, controla a confluencia do río Weldyn e o Gran Río. • Forte Tahn: O posto fronteirizo máis meridional, controla a estrada norte/sur que cruza o río Aethen. • Tath: Importante cidade forte ao norte de Dan’Tonk, exerce control sobre a rexión salvaxe arredor do leste dos Outeiros Pardos e ao norte ata o Vao de Abez. • Westin: Unha pequena pero importante cidade en Kerlath, a provincia máis meridional de Wesnoth. Alí pódese atopar a antiga Cidadela de Westin. • Southport: Unha pequena vila no extremo sur de Kerlath, preto da fraga Negra.

source: <header>Notable land features:</header> • Gryphon Mountain: Home of the fabled Gryphons. • Ford of Abez: Shallow part of the Great River, it is usually controlled by Wesnothian forces. • Weldyn River: It branches from the Great River and goes south. • Great Central Plain: Area bounded by Weldyn, Dan’Tonk, and Fort Tahn, this plain is Wesnoth’s bread basket and home to most of its population. • Dulatus Hills: These rolling hills bordering the Great Central Plain provide much of Wesnoth’s livestock and agriculture. • Brown Hills: Wasteland surrounding Gryphon Mountain that is not well-populated and occasionally very dangerous. • Horse Plains: Region of rolling plains just south of the Great River, bounded by Glyn’s Forest to the west and the River Weldyn to the east; the southern reach merges into the Central Plain. Home of the powerful Horse Clans; the best horses in Wesnoth are bred here. • Estmark Hills: Largish range rising south of the Great River and east of the Weldyn River. The northernmost portion, nearest the River Weldyn, has at various times been settled by Wesnothians, but the Kingdom’s control is tenuous at best and banditry is common. • Glyn’s Forest: Sometimes known as the Royal Forest, named for one of Haldric II’s sons. • Grey Woods: Large forest in the heart of the wilds of Wesnoth, located between Carcyn and Aldril and generally considered to be haunted. • Isle of Alduin: An important island off the coast of Wesnoth home to the Great Academy of Magic, where many of Wesnoth’s greatest mages were trained. • Green Swamp: Large swamp on the banks of the Great River northeast of the Grey Woods.
gl: <header>Accidentes terrestres notables:</header> • Alto dos Grifóns: Lar dos lendarios Grifóns. • Vao de Abez: Parte pouco profunda do Gran Río, normalmente controlada polas forzas do Noroeste. • Río Güedin: Ramifícase desde o Gran Río e vai cara ao sur. • Gran Chaira Central: Área delimitada por Güedin, Danton e o Forte de Tan, esta chaira é o graneiro do Noroeste e o fogar da maior parte da súa poboación. • Picos de Dulatus: Estas ondulantes outeiros que bordean a Gran Chaira Central proporcionan gran parte do gando e a agricultura do Noroeste. • Serra Dourada: Terras baldías que rodean o alto Grifón, que non están ben poboadas e ocasionalmente son moi perigosas. • Chairas das bestas: Rexión de chairas ondulantes xusto ao sur do Gran Río, delimitada pola fraga de Glin ao oeste e o Río Güedin ao leste; o tramo sur fúndese coa Chaira Central. Lar dos poderosos Clans de Cabalos; os mellores cabalos do Noroeste críanse aquí. • Lombas de Ismar: Unha ampla cordilleira que se ergue ao sur do Gran Río e ao leste do río Güedin. A parte máis setentrional, a máis próxima ao río Güedin, foi poboada por habitantes do Noroeste en varias ocasións, pero o control do Reino é, na mellor das hipóteses, tenue e o bandidaxe é común. • Bosque de Glin: Ás veces coñecido como o Bosque Real, chamado así por un dos fillos de Aldrico II. • Bosques Grises: Gran fraga no corazón das terras salvaxes de Noroeste, situado entre Corsin e Eildrin e xeralmente considerado como un lugar encantado. • Illa de Alduin: Unha illa importante fronte á costa de Noroeste, fogar da Gran Academia de Maxia, onde se adestraron moitos dos mellores magos de Noroeste. • Pantano Verde: Gran pantano ás beiras do Gran Río ao nordeste dos Bosques Grises.

source: Elensefar is at times a province of <ref dst='kingdom_wesnoth'>Wesnoth</ref>, at times an independent country, and at times in a treaty federation with Wesnoth. Its borders are the <ref dst='great_river'>Great River</ref> to the north, a loosely defined line with Wesnoth to the east, the Bay of Pearls to the south, and the <ref dst='great_ocean'>ocean</ref> to the west. More information is found in the historical narrative of Wesnoth.
gl: Elensefar é, segundo a época, unha provincia do <ref dst='kingdom_wesnoth'>Reino do Noroeste</ref>, un país independente ou parte dunha federación vinculada por tratados co Noroeste. Os seus límites están marcados polo <ref dst='great_river'>Gran Río</ref> ao norte, unha liña mal definida co Noroeste ao leste, a Baía das Perlas ao sur e o <ref dst='great_ocean'>océano</ref> ao oeste. Pódese atopar máis información na crónica histórica do Noroeste.

source: <header>Notable cities:</header> • Elensefar: The capital, located on an island in the Great River delta, though some peripheral farmland extends slightly on both sides of the Great River. • Carcyn: City on the Wesnoth–Elensefar border, disputed with Wesnoth.
gl: <header>Cidades notables:</header> • Elensefar: A capital, situada nunha illa no delta do Gran Río, aínda que algunhas terras de cultivo periféricas se estenden lixeiramente a ambos os dous lados do Gran Río. • Carcyn: Cidade na fronteira entre o Noroeste e Elensefar, disputada con Wesnoth.

source: <header>Notable land features:</header> • <ref dst='great_river'>Great River</ref>: It is very wide at this point, and only ships can cross it.
gl: <header>Características terrestres notables:</header> • <ref dst='great_river'>Gran Río</ref>: É moi ancho neste punto e só os barcos poden cruzalo.

source: Northlands
ar: الأراضي الشمالية
gl: Terras Nórdicas

source: The Northlands are filled with unstable clans in endless conflict. It is an unlawful and perilous place plagued by its cold, icy terrain and constant war. Various groups of orcs, dwarves, humans, gryphons, ogres, and even elves fight over the region. The northern and eastern borders of the Northlands are not defined, the southern border is the <ref dst='great_river'>Great River</ref>, and the western border is the <ref dst='great_ocean'>ocean</ref>. Yet despite the sheer wilderness above the Northlands, the subterranean Dwarvish Kingdoms of Knalga and Kal Kartha are exceptions to their chaotic surroundings, providing both heat and protection to their people. While they may often be in conflict with orcs and trolls, the heart of Dwarvish territory is considered relatively safe in comparison.
gl: As Terras do Norte están cheas de clans inestables en conflito interminable. É un lugar ilegal e perigoso, asolagado polo seu terreo frío e xeado e pola guerra constante. Diversos grupos de orcos, ananos, humanos, grifos, ogros e incluso elfos loitan pola rexión. As fronteiras norte e leste das Terras do Norte non están definidas; a fronteira sur é o <ref dst='great_river'>Gran Río</ref> e a fronteira oeste é o <ref dst='great_ocean'>oceano</ref>. Porén, a pesar da inmensa natureza salvaxe por riba das Terras do Norte, os Reinos ananos subterráneos de Knalga e Kal Kartha son excepcións ao seu contorno caótico, proporcionando tanto calor como protección ao seu pobo. Aínda que a miúdo poidan estar en conflito con orcos e troles, o corazón do territorio anano considérase relativamente seguro en comparación.

source: <header>Notable cities:</header> • Glamdrol: An Orcish tribal capital. • Wesmere: The location of the Ka’lian — the Elvish Council • Dwarven Doors: A mixed human/dwarven town in the region of Knalga in the southern Heart Mountains. A major trade center. • Saurgrath: A former saurian capital in the Swamp of Dread. • Dallben and Delwyn: Human villages originally built by settlers who crossed the Great River during Wesnoth’s Golden Age expansion. Now abandoned. The forested area northeast of <ref dst='elensefar'>Elensefar</ref>, where these villages were located, was named the Annuvin province by men but was known by the elves as Wesmere.
gl: <header>Cidades notables:</header> • Glamdrol: Unha capital tribal orca. • Wesmere: A localización dos Ka’lian — o Consello Élfico. • Portas Ananas: Unha cidade mixta de humanos e ananos na rexión de Knalga, no sur das Montañas Corazón. Un importante centro comercial. • Saurgrath: Unha antiga capital sauria no Pantano do Pavor. • Dallben e Delwyn: Aldeas humanas construídas orixinalmente por colonos que cruzaron o Gran Río durante a expansión da Idade de Ouro do Noroeste. Agora abandonadas. A zona boscosa ao nordeste de <ref dst='elensefar'>Elensefar</ref>, onde se atopaban estas aldeas, foi chamada provincia de Annuvin polos homes, pero era coñecida polos elfos como Wesmere.

source: <header>Notable land features:</header> • <ref dst='heart_mountains'>Heart Mountains</ref>: A virtually impassable barrier between the river country and the Northern Plains. • Heartfangs: The particularly forbidding stretch of high peaks southwest of Lake Vrug and north of the Forest of Wesmere. The most inhospitable and dangerous portion of the Heart Mountains; only hermits, madmen, and mages live there. • Swamp of Dread: A very large bog located between the Heart Mountains and the Great River. A notoriously dangerous place. • Lake Vrug: A large mountain lake whose river carves the only pathway through the Northern Mountains. • <ref dst='arkan_thoria'>Arkan-thoria</ref>: The river that comes out of Lake Vrug. This is the elvish name; among humans it is called Longlier. • River Listra: The south-running tributary of the Great River into which the Arkan-thoria empties. • Lintanir Forest: The southernmost portion of the Great Northern Forest, a gigantic wood whose eastern and northern boundaries are known only to the elves. Their capital, Elensiria, has only seldom been visited by humans. • <ref dst='great_river'>Great River</ref>: The origin of this river is somewhere in the east of the northern lands.
gl: <header>Elementos xeográficos destacados:</header> • <ref dst='heart_mountains'>Montañas profundas</ref>: Unha barreira practicamente infranqueable entre a terra fluvial e as Chairas do Norte. • Trabadas do Corazón: O tramo especialmente ameazante de picos elevados ao suroeste do Lago Vrug e ao norte do Bosque de Wesmere. É a parte máis inhóspita e perigosa das Montañas profundas; só ermitáns, tolos e magos viven alí. • Pantano do Pavor: Unha enorme braña situada entre as Montañas profundas e o Gran Río. Un lugar coñecido pola súa perigosidade. • Lagoa de Brugue: Un gran lago de montaña cuxo río escava o único paso a través das Montañas do Norte. • <ref dst='arkan_thoria'>Arkan-thoria</ref>: O río que sae do Lago Brugue. Este é o nome élfico; os humanos chámanlle Longlier. • Río Listra: A afluente do Gran Río que flúe cara ao sur e no cal desemboca o Arkan-thoria. • Bosque de Lintanir: A parte máis meridional do Gran Bosque do Norte, unha masa forestal xigantesca cuxos límites orientais e setentrionais só son coñecidos polos elfos. A súa capital, Elensiria, foi raramente visitada por humanos. • <ref dst='great_river'>Gran Río</ref>: A orixe deste río atópase nalgún punto ao leste das terras do norte.

source: Southwest Elven Lands
ar: أراضي الإلف الجنوبية الغربية
gl: Terras dos Elfos do Sur

source: The Wood Elves are separate from those of the north, and have only intermittent relations with them and most other countries. Its borders are the <ref dst='great_ocean'>ocean</ref> to the west, the Black River to the south and southeast, the lands of Wesnoth to the north and the Kerlath province to the east.
gl: Os Elfos do Bosque están separados dos do norte e só manteñen relacións intermitentes con eles e coa maioría dos outros países. As súas fronteiras son o <ref dst='great_ocean'>oceano</ref> ao oeste, o Río Negro ao sur e sureste, as terras do Noroeste ao norte e a provincia de Kerlath ao leste.

source: <header>Notable land features:</header> • Aethenwood: The largest southern forest, home to reclusive <ref dst='..race_elf'>elves</ref>. • Vale of Blossoming Trees: An elvish vale at the southern edge of the Aethenwood. It contains the sacred Isle of Elrath. • Lake Aelin: An elvish lake at the edge of their territory along the River Aethen. • Black Forest: An ancient and likely haunted forest of which very little is known, believed to have been once inhabited by elves. Those who enter it seldom return.
gl: <header>Características terrestres notables:</header> • Fraga de Aethen: A maior fraga do sur, fogar dos reclusos <ref dst='..race_elf'>elfos</ref>. • Val das Árbores Floridas: un val élfico na beira sur da fraga de Aethen. Contén a sagrada Illa de Elrath. • Lago Aelin: un lago élfico na beira do seu territorio ao longo do río Aethen. • Fraga Negra: unha fraga antiga e probablemente encantada da que se sabe moi pouco, crese que foi habitada noutro tempo por elfos. Os que entran nel raramente regresan.

source: Heart Mountains
ar: جبال القلب
gl: Montañas Profundas

source: A virtually impassable barrier between the <ref dst='arkan_thoria'>river</ref> country and the <ref dst='far_north'>Northern Plains</ref>. The local orcs call them the Haggid-Dargor. The powerful Whitefang Clan in the region is named after the eastern edge of the mountains, which they call the Whitefang Mountains for their distinctive shape.
gl: Unha barreira case infranqueable entre a rexión do <ref dst='arkan_thoria'>río</ref> e as <ref dst='far_north'>chairas do Norte</ref>. Os orcos locais chámanlles Haggid-Dargor. O poderoso Clan Whitefang da rexión recibe o seu nome do borde oriental das montañas, que eles denominan Montañas Whitefang pola súa forma distintiva.

source: Far North
ar: أقصى الشمال
gl: Chairas Nórdicas

source: Cold, harsh, and inaccessible, the Far North is the ancestral home of the Orcish Clannate. It lies north of the <ref dst='heart_mountains'>Heart Mountains</ref>, which the Orcs call the Haggid-Dargor and claim (without merit) as their own. To the east lie the Unaligned Tribes of the Wild Steppe, who fell out of the control of the Clannate, instead roaming with wild human barbarians and clashing with the High Elves of the North Plains (known as North Elves in human lands). The High Elves themselves reside further east, where it is rumored they rule a vast kingdom.
gl: Cunhas duras condicións climáticas e de difícil acceso, as Chairas Nórdicas son o fogar ancestral dos clans dos orcos. Están situadas ao norte das <ref dst='heart_mountains'>Montañas Profundas'</ref>, que or orcos chaman Haggid-Dargor e reclaman (de modo ilexítimo) como súas. Ao leste están as tribos independentes da Estepa Salvaxe, fóra do control dos clans, e habitadas por humanos bárbaros. Estas á súa vez limitan co territorio dos elfos das Chairas Nórdicas (popularmente coñecidos como «elfos do norte»). Os elfos do norte viven lonxe ao leste, onde se rumorea teñen un gran reino.

source: <header>Notable cities:</header> • Barag Gor: A city home to the Orcish Council. • Bitok • Borstep • Farzi • Jotha: A large fortified capital of the local merfolk south of Bitok. • Lmarig • Melmog • Prestim • Tirigaz: A coastal orcish town that occasionally raids Jotha. • Dorest: The northernmost human city. • Arcanclave Citadel: A mythical fortress far beyond the woods of Lintanir, believed to have been forged by an earth elemental in the midst of battle. Its ruins have now become a military stronghold.
gl: <header>Cidades notables:</header> • Barag Gor: Unha cidade que alberga o Consello Orco. • Bitok • Borstep • Farzi • Jotha: Unha gran capital fortificada dos sirénidos locais ao sur de Bitok. • Lmarig • Melmog • Prestim • Tirigaz: Unha cidade orca costeira que ocasionalmente ataca Jotha. • Dorest: A cidade humana máis setentrional. • Cidadela de Arcanclave: Unha fortaleza mítica moito máis alá das fragas de Lintanir, que se cre que foi forxada por un elemental da terra no medio dunha batalla. As súas ruínas convertéronse agora nunha fortaleza militar.

source: <header>Notable land features:</header> • Desert of Death: An unusually dry desert in the Far North filled with venomous Sand Scuttlers. It is extremely hot by day yet chilly by night. • Black Marshes: A perilous swamp north of Tirigaz filled with violent monsters. • Mountains of Dorth: A set of mountains north of the Heart Mountains. Though nowhere near as dangerous as its southern neighbour, it is nonetheless deadly to inexperienced travelers. • Mountains of Haag: A group of high mountains inhabited by groups of orcs, trolls and dwarves. • Mourned Hills: A series of rolling hills stretching south from the Mountains of Haag. The orcish town of Lmarig is at the southern edge of these hills. • Greenwood: An elvish forest located near the Lintanir Forest. Some say it was once connected to it, until groups of savage orcs burned much of the forest. • Silent Forest: A dense forest inhabited by a few elves, once known as Gitamoth. • Forest of Thelien: A dense coniferous forest sometimes inhabited by elves. • River Oumph: A river flowing from the Mountains of Haag to its delta just south of Bitok. • River Bork: A river of the Far North flowing from a lake next to the Mourned Hills. • Frosty Wastes: A cold, snowy desert in the far north inhabited only by the occasional monster. • Barren Plains: A vast, sparsely populated snowy tundra.
gl: <header>Caracteristicas terrestres notables:</header> • Deserto da Morte: Un deserto inusualmente seco no Extremo Norte cheo de velenosos Escorregadores de Area. É extremadamente quente de día pero frío de noite. • Marismas Negras: Un perigoso pantano ao norte de Tirigaz cheo de monstros violentos. • Montañas de Dorth: Un conxunto de montañas ao norte das Montañas do Corazón. Aínda que non é tan perigoso como o seu veciño do sur, non deixa de ser mortal para os viaxeiros inexpertos. • Montañas de Haag: Un grupo de montañas altas habitadas por grupos de orcos, troles e ananos. • Outeiros de Loito: Unha serie de outeiros ondulados que se estenden cara ao sur desde as Montañas de Haag. A vila orca de Lmarig está no límite sur destes outeiros. • Fraga Verde: Unha fraga élfica situada preto da fraga de Lintanir. Algúns din que outrora estivo conectada a ela, ata que grupos de orcos salvaxes queimaron gran parte da fraga. • Fraga Acalada: Unha densa fraga habitada por uns poucos elfos, outrora coñecida como Gitamoth. • fraga de Thelien: Unha densa fraga de coníferas ás veces habitado por elfos. • Río Oumph: Un río que flúe desde as montañas de Haag ata o seu delta xusto ao sur de Bitok. • Río Bork: Un río do extremo norte que flúe desde un lago xunto aos outeiros de loito. • Ermos xeados: Un deserto frío e nevado no extremo norte habitado só por algún monstro ocasional. • Chairas áridas: Unha vasta tundra nevada escasamente poboada.

source: Far South
ar: أقصى الجنوب
gl: Lonxano Sur

source: A vast region south of Kerlath home to many mysterious races, including jinn and wyverns. Very little is known for certain about what lies here.
ar: منطقة شاسعة جنوب كيرلاث موطن للعديد من الأجناس الغامضة، بما في ذلك الجن والويفرن. لا يُعرف سوى القليل جداً عن ما يكمن هنا.
gl: Unha vasta rexión ao sur de Kerlath que acolle moitas razas misteriosas, incluíndo xinns e vívernas. Moi pouco se sabe con certeza sobre o que hai aquí.

source: <header>Notable land features:</header> • Mountains of Peril: A tall and deadly mountain range in the Far South inhabited by bands of vicious barbarians and monsters. • Sandy Wastes: A hot desert located southeast of Kerlath. It is considered an impassable barrier by Wesnothians, filled with very sparse vegetation consisting of no more than a few shrubs and cacti. • Isanbar: A mysterious mountain in the Sandy Wastes, surrounded entirely by flat desert. It is not part of any mountain range and its existence is doubted by many. • Ashland Desert: A mysterious desert rumored to exist beyond even the remote Sandy Wastes, sometimes known simply as the Ashland. A far-off civilization is sometimes said to live around the desert.
gl: <header>Caracteristicas terrestres notables:</header> • Montañas do Perigo: Unha cadea montañosa alta e mortal no Extremo Sur, habitada por bandas de bárbaros e monstros feroces. • Ermos Areosos: Un deserto cálido situado ao sueste de Kerlath. Os habitantes do Noroeste considérano unha barreira infranqueable, cheo de vexetación moi escasa que non consiste máis que nuns poucos arbustos e cactos. • Isanbar: Unha montaña misteriosa nos Ermos Areosos, completamente rodeada por deserto plano. Non forma parte de ningunha cadea montañosa e moitos dubidan da súa existencia. • Deserto de Ashland: Un deserto misterioso que se di que existe máis aló dos afastados Ermos Areosos, ás veces coñecido simplemente como Ashland. Dicíase que unha civilización afastada vive ao redor deste deserto.

source: Time of Day Schedule
ar: جدول الوقت من اليوم
gl: Planificador do momento do día

source: Introduction
ar: المقدمة
gl: Introdución

source: Gameplay
ar: قواعد اللعب
gl: Manual

source: Traits
ar: السمات
gl: Trazos

source: Units
ar: الوحدات
gl: Unidades
