Repository: wesnoth/wesnoth
Catalog: po/wesnoth-help/*.po
Languages: ar, gl

source: This unit can use the arcane type when the opponent is particularly sensitive to it in relation to the weapon on which it is applied.
ar: يمكن لهذه الوحدة استخدام النوع السحري عندما يكون الخصم حساسًا له بشكل خاص فيما يتعلق بالسلاح الذي يتم تطبيقه عليه.
gl: Esta unidade pode usar o tipo arcano cando o opoñente é particularmente sensible a el en relación coa arma na que se aplica.

source: Despite orcs’ reliance on raw strength, few of their children are destined to grow to possess any. Goblins are, despite their appearance, born as siblings to the orcs and members of the same race. While other races usually bear children singly or in pairs, orcs will have large litters of children all at once, causing their populations to explode. Within any litter, there will be only one or two who grow to the strength of a “true orc”, a few who are born slightly smaller and weaker, and the rest, often a full half of any litter, are much weaker and destined to be goblins. Almost as newborns the class system of orcish society is visible, with the weak put in their place by their stronger siblings. The stronger ones will routinely grab most of the food and thus grow stronger still, while their weaker siblings do not.
ar: على الرغم من اعتماد الأورك على القوة الخام، إلا أن القليل من أطفالهم من المقدر لهم أن يكبروا لامتلاك أي قوة. يولد الغوبلن، على الرغم من مظهرهم، كأشقاء للأورك وأعضاء من نفس العرق. بينما عادة ما تنجب الأعراق الأخرى أطفالًا فرديًا أو في أزواج، فإن الأورك ينجبون مجموعات كبيرة من الأطفال في وقت واحد، مما يتسبب في انفجار سكاني. داخل أي مجموعة، لن يكون هناك سوى واحد أو اثنان ينمون إلى قوة "أورك حقيقي"، وقليل منهم يولدون أصغر وأضعف قليلاً، والبقية، غالبًا ما يكونون نصف أي مجموعة، أضعف بكثير ومقدر لهم أن يكونوا غوبلن. تقريبًا مثل المواليد الجدد، يكون النظام الطبقي للمجتمع الأوركي مرئيًا، حيث يضع أشقاؤهم الأقوى الضعفاء منهم في مكانتهم الوضيعة. سوف يستولي الأقوى بشكل روتيني على معظم الطعام وبالتالي يزداد قوة، في حين أن أشقائهم الأضعف لا يفعلون ذلك.
gl: A pesar de que os orcos confían na forza bruta, poucos dos seus fillos acaban tendo ningunha. A pesar da súa aparencia, os trasnos nacen irmáns dos orcos e forman parte da mesma especie. Mentres que outras especies adoitan dar a luz a un ou dous fillos, os orcos teñen camadas, o que dispara a súa poboación. En cada camada, raramente máis de un ou dous crías medran ata conseguir a forza dun «verdadeiro orco», outros poucos son lixeiramente máis febles e pequenos, e o resto, a miúdo a metade da camada, son moito máis febles e serán trasnos. Xa desde que nacen entra en xogo o sistema de clases da sociedade dos orcos, e os irmáns máis forte poñen aos máis febles no seu lugar. Os máis fortes acapararán a meirande parte da comida, facéndose aínda máis fortes, acentuando así as diferenzas entre eles e os seus irmáns máis febles.

source: race^Bat
ar: خفاش
gl: Morcego

source: race+female^Bat
ar: خفاشه
gl: Morcego

source: race^Bats
ar: خفافيش
gl: Morcegos

source: Bats come in many shapes and sizes, and most are fairly harmless, feeding on insects and other small animals. The larger and more vicious breeds are known to pose a threat to humans and other races as well as their livestock, especially when encountered in groups. Typically nocturnal, they are often kept (and occasionally tamed) by those who share their love of the night.
ar: تأتي الخفافيش بأشكال وأحجام عديدة، ومعظمها غير ضارة إلى حد ما، وتتغذى على الحشرات والحيوانات الصغيرة الأخرى. غير أن السلالات الأكبر حجمًا والأكثر شراسة تشكل تهديدًا للبشر والأجناس الأخرى وكذلك على مواشيهم، وخاصةً عند مواجهتها في مجموعات. وعادةً ما تكون ليلية، وغالبًا ما يتم الاحتفاظ بها (وترويضها أحيانًا) من قبل أولئك الذين يشاركونها حب الليل.
gl: Hai morcegos de moitas formas e tamaños distintos, pero case todos eles son inofensivos, pois aliméntanse unicamente de insectos e outros animais de pequeno tamaño. Os exemplares máis grandes e violentos supoñen unha ameaza para os humanos e outras especies, así como para o seu gando, especialmente cando van en grupos. Animais nocturnos por definición, a miúdo os cazan (e mesmo domestican) aqueles que comparten ese amor pola escuridade.

source: race^Cat
ar: قط
gl: Gato

source: race+female^Cat
ar: قطة
gl: Gatas

source: race^Cats
ar: قططيات
gl: Gatos

source: Big cats are nimble, solitary predators that can cause trouble for any farmer or hunter that encounter them. The cats that hunt rodents and drive away lone wolves are tolerated by civilized folk, but some big cats are considered terrifying monsters.
ar: القطط الكبيرة هي قطط كبيرة مفترسة رشيقة وانفرادية يمكن أن تسبب المتاعب لأي مزارع أو صياد يصادفها. أما القطط التي تصطاد القوارض وتطرد الذئاب المنفردة فيتحملها الناس المتحضرون، لكن بعض القطط الكبيرة تعتبر وحوشاً مرعبة.
gl: Os grandes felinos son predadores solitarios e axeitados que poden causar problemas a calquera labrego ou cazador que os atope. Os felinos que cazan roedores e escorrentan lobos solitarios son tolerados pola xente civilizada, pero algúns grandes felinos son considerados monstros aterradores.

source: race^Drake
ar: درايك
gl: Draconián

source: race+female^Drake
ar: درايك
gl: Draconiá

source: race^Drakes
ar: درايك
gl: Draconiáns

source: Drakes are large, winged and fire-breathing creatures, reminiscent of true dragons. On average, an adult drake stands around three meters tall and easily weighs more than a man and a horse combined. Their skin is made up of hard scales, resistant to most physical strikes except piercing and cold damage. Most drakes are capable of true flight and can travel long distances quickly. However, their sheer weight and bulk limits their flight ability somewhat, making them ungainly in the air. Where possible, they make use of terrain features such as hills, mountains and trees as launch points in order to gain greater height and speed. Fortunately for their enemies, their large size renders them easy targets for those who dare attack them. Drakes are inherently magical creatures, with a mysterious internal fire fueling their very lives. This can easily be witnessed when one of their kind perishes in combat; its internal fire is released, burning their remains into ashes. Their internal fire is also their greatest weakness; it makes them extremely vulnerable to cold attacks. Despite their magical nature, drakes are incapable of channeling magic in a controlled manner. While the magic imbued within a drake’s body enables it to spit fire and gives it life, they have no willful control over the functions of this magic. <header>text='Society'</header> Drakes are a relatively warlike race and their societies can be best described as cultured martial societies. The core of a drake tribe is a small group of veteran warriors headed by a mutually respected — or simply feared — dominant who rules the society with an iron fist. Every drake is expected to earn their place in the strict hierarchy, to obey their superiors and command their inferiors. Entry to the ruling elite is only possible through challenging and defeating a superior in single combat, which is the way the hierarchy within the elite itself is established. The use of deception of any kind towards any fellow drake is, without exception, seen as cowardly and unacceptable. While their warlike nature and sense of territory drives them to defend their territories savagely, drakes rarely invade or trespass on areas already occupied by the other major races. Instead, they settle in unpopulated areas to establish their own territory there. They primarily feed on large game they hunt in the lowlands around their homes, but hatchlings and lower caste drakes are known to feed also on certain kinds of moss and fungi they cultivate deep in their caverns. Drakes value armor- and weapon-smithing, but neither know nor need other science and culture besides this. Nonetheless, the few implements they do fashion are almost unrivaled in quality, only matched by those produced in the finest Dwarvish foundries. Drakes hatch from eggs and may live naturally for several decades, although some have been known to survive for longer. However, death in battle is the most preferred way for a drake to leave this world. As such, most drakes do not live to see the end of their natural lifespan. <header>text='Geography'</header> Drakes originated from an archipelago of volcanic islands called <ref>dst='morogor' text='Morogor'</ref> in the <ref>dst='great_ocean' text='Great Ocean'</ref>. A combination of population pressure and the subsidence of many of their home islands has caused colonies of drakes to spread to the <ref>dst='great_continent' text='Great Continent'</ref>. Drakes tend to make their homes in mountain caverns near volcanoes to protect their eggs, hatchings and forges. While drakes naturally prefer warmth, their internal fire is more than capable of sustaining them even in a relatively cold climate, a feature which has allowed them to populate even some of the mountains of the far north of the Great Continent.
ar: الدرايك مخلوقات كبيرة مجنحة تنفث النار، تذكرنا بالتنين الحقيقي. في المتوسط، يبلغ طول الدرايك البالغة حوالي ثلاثة أمتار ويزن بسهولة أكثر من رجل وحصان مجتمعين. يتكون جلدها من قشور صلبة، مقاومة لمعظم الضربات الجسدية باستثناء الثقب والأضرار الباردة. معظم التنانين قادرة على الطيران الحقيقي ويمكنها السفر لمسافات طويلة بسرعة. ومع ذلك، فإن وزنها الهائل وحجمها يحدان من قدرتها على الطيران إلى حد ما، مما يجعلها غير متناسقة في الهواء. حيثما أمكن، فإنها تستخدم ميزات التضاريس مثل التلال والجبال والأشجار كنقطة انطلاق من أجل اكتساب ارتفاع وسرعة أكبر. لحسن الحظ بالنسبة لأعدائها، فإن حجمها الكبير يجعلها أهدافًا سهلة لأولئك الذين يجرؤون على مهاجمتها. الدرايك مخلوقات سحرية بطبيعتها، مع نار داخلية غامضة تغذي حياتها. يمكن ملاحظة ذلك بسهولة عندما يموت أحد أفراد نوعها في القتال؛ يتم إطلاق نيرانها الداخلية، مما يحرق بقاياها إلى رماد. نيرانها الداخلية هي أيضًا أعظم نقاط ضعفها؛ فهي تجعلها عرضة للغاية لهجمات البرد. على الرغم من طبيعتهم السحرية، فإن الدرايك غير قادرين على توجيه السحر بطريقة محكومة. في حين أن السحر المشبع داخل جسد الدرايك يمكنه من نفث النار وإعطائها الحياة، إلا أنهم لا يملكون سيطرة متعمدة على وظائف هذا السحر. <header>text='المجتمع'</header> إن الدرايك جنس حربي نسبيًا ويمكن وصف مجتمعاتهم على أفضل وجه بأنها مجتمعات عسكرية مثقفة. إن جوهر قبيلة الدرايك هو مجموعة صغيرة من المحاربين المخضرمين يرأسهم مهيمن يحظى بالاحترام المتبادل - أو ببساطة يخشاه الجميع - ويحكم المجتمع بقبضة من حديد. ومن المتوقع أن يكسب كل درايك مكانه في التسلسل الهرمي الصارم، وأن يطيع رؤسائه ويأمر مرؤوسيه. لا يمكن الدخول إلى النخبة الحاكمة إلا من خلال تحدي وهزيمة المتفوق في قتال فردي، وهي الطريقة التي يتم بها إنشاء التسلسل الهرمي داخل النخبة نفسها. يُنظر إلى استخدام الخداع من أي نوع تجاه أي درايك زميل، دون استثناء، على أنه جبان وغير مقبول. في حين أن طبيعتهم الحربية وشعورهم بالأرض يدفعهم للدفاع عن أراضيهم بوحشية، نادرًا ما يغزو الذكور المناطق التي تحتلها بالفعل الأجناس الرئيسية الأخرى أو يتعدون عليها. بدلاً من ذلك، يستقرون في مناطق غير مأهولة بالسكان لإنشاء أراضيهم الخاصة هناك. يتغذون في المقام الأول على الطرائد الكبيرة التي يصطادونها في الأراضي المنخفضة حول مواطنهم، ولكن من المعروف أن صغار الذكور والذكور من الطبقة الدنيا تتغذى أيضًا على أنواع معينة من الطحالب والفطريات التي يزرعونها في أعماق كهوفهم. يقدر الذكور صناعة الدروع والأسلحة، لكنهم لا يعرفون ولا يحتاجون إلى علم وثقافة أخرى غير هذا. ومع ذلك، فإن الأدوات القليلة التي يصنعونها لا مثيل لها تقريبًا في الجودة، ولا تضاهيها سوى تلك المنتجة في أفضل مصانع الصب القزمية. يفقس الدرايك من البيض وقد يعيش بشكل طبيعي لعدة عقود، على الرغم من أن البعض معروف بقدرته على البقاء لفترة أطول. ومع ذلك، فإن الموت في المعركة هو الطريقة المفضلة لترك هذا العالم. وعلى هذا النحو، لا يعيش معظم الذكور لرؤية نهاية عمرهم الطبيعي. <header>text='الجغرافية'</header> نشأت الدرايك من أرخبيل من الجزر البركانية يسمى <ref>dst='morogor' text='موروجور'</ref> في <ref>dst='great_ocean' text='المحيط الأعظم'</ref>. وقد تسبب الجمع بين الضغط السكاني وهبوط العديد من جزرها الأصلية في انتشار مستعمرات من ذكور الدرايك إلى <ref>dst='great_continent' text='القارة العظمى'</ref>. تميل الدرايك إلى بناء منازلها في الكهوف الجبلية بالقرب من البراكين لحماية بيضها وصغارها ومصانعها. وبينما تفضل الدرايك الدفء بطبيعتها، فإن نيرانها الداخلية قادرة على إبقائها حية حتى في المناخ البارد نسبيًا، وهي الميزة التي سمحت لها بالعيش في بعض الجبال في أقصى شمال القارة العظمى.
gl: Os draconiáns son criaturas grandes, aladas e con alento de lume que gardan gran parecido cos dragóns. O draconián adulto medio mide tres metros e pesa máis que un humano e un cabalo xuntos. A súa pel está formada por escamas duras, resistentes á gran maioría dos ataques físicos, exceptuando os de perforación e de frío. A meirande parte dos draconiáns son capaces de voar de verdade e poden viaxar grandes distancias en pouco tempo. Porén, o seu peso e tamaño limitan en certo modo a súa capacidade de voo, facéndoos torpes no aire. Sempre que poden aproveitan as peculiaridades do terreo, coma os outeiros, as montañas e mailas árbores, utilizándoas coma trampolíns para obter unha forza e velocidade maiores. Por sorte para os seus inimigos, son a pesar de todo criaturas torpes e sorprendentemente lentas ao combater, o que combinado co seu gran tamaño os converte en brancos fáciles para quen ousa atacalos. Os draconiáns son criaturas máxicas por natureza, cun misterioso lume interior que lles dá a vida. Esta realidade pode comprobarse facilmente cando morren en combate. O seu lume interno libérase, reducindo o seu corpo a cinzas. O seu lume interno é tamén a súa maior debilidade. Fainos extremadamente vulnerábeis aos ataques con frío. A pesar da súa natureza máxica, os draconiáns son incapaces de canalizar a maxia dun xeito controlado. Aínda que a súa maxia interior lles permite cuspir lume e lles dá a vida, non son capaces de controlala a vontade. <header>text='Sociedade'</header> Os draconiáns son unha especie relativamente guerreira e as súas sociedades poden describirse como «sociedades marciais con cultura». O núcleo de cada tribo confórmao un pequeno grupo de guerreiros veteranos encabezado por un <ref>dst='dominant' text='líder'</ref> respectado —ou simplemente temido— que dirixe a sociedade con férrea disciplina. Agárdase de cada draconián que gañe o seu lugar na estrita xerarquía, obedeza aos seus superiores e dirixa aos seus inferiores. A entrada na elite dirixente só é posíbel desafiando e derrotando a un superior en combate cara a cara, que é a forma na que se define a xerarquía na propia elite. O uso de calquera tipo de engano cara calquera compañeiro está considerado sen excepcións un acto de covardía inaceptábel. Aínda que a súa natureza guerreira e o seu sentido do territorio os leva a defender as súas terras de forma salvaxe, os draconiáns rara vez invaden ou entran sequera nas terras xa ocupadas por outras das especies intelixentes. En troques, asentan en zonas deshabitadas que pasan a considerar territorio seu. Aliméntanse principalmente de veados que cazan nas terras baixas que rodean os seus fogares, pero sábese que as crías e os draconiáns de casta inferior tamén se alimentan de certos musgos e fungos que cultivan na profundidade das súas cavernas. A única tecnoloxía que os draconiáns valoran é a ferrería de armaduras e armas, e non coñecen nin precisan outra ciencia ou cultura. Aínda así, os poucos instrumentos que fan non teñen rival en calidade e só son equiparábeis aos producidos nas mellores forxas dos ananos. Os draconiáns nacen de ovos, e cando morren de forma natural adoitan facelo entre os vinte e os trinta anos. A súa forma preferida para deixáreste mundo é a morte na batalla. A diferencia dos membros máis vellos doutras especies, os draconiáns fanse por natureza máis agresivos e temerarios cara a fin das súas vidas naturais, tal vez para axudar a asegurar o seu lugar nas heroicas lendas das súas xentes. <header>text='Xeografía'</header> Os dracos teñen a súa orixe nun arquipélago de illas volcánicas chamado <ref>dst='morogor' text='Morogor'</ref>, situado no <ref>dst='great_ocean' text='Gran Océano'</ref>. A combinación da presión demográfica coa subsidencia de moitas das súas illas natais provocou que colonias de dracos se espallasen cara ao <ref>dst='great_continent' text='Gran Continente'</ref>. Os dracos adoitan establecer os seus fogares en cavernas montañosas preto de volcáns, onde poden protexer os seus ovos, crías e forxas. Aínda que os dracos teñen unha preferencia natural pola calor, o lume interior que posúen é máis que suficiente para soster a súa vida mesmo en climas relativamente fríos, unha característica que lles permitiu habitar ata certas montañas do lonxano norte do Gran Continente.

source: race^Dwarf
ar: قزم
gl: Anano

source: race+female^Dwarf
ar: قزمة
gl: Anana

source: race^Dwarves
ar: أقزام
gl: Ananos
