Repository: wesnoth/wesnoth
Catalog: po/wesnoth-help/*.po
Languages: ar, gl

source: When loading a .cfg file, the scenario editor understands files created by the scenario editor, but is likely to have difficulty with files that have been edited by hand. One option is to create a separate WML file, also with the .cfg extension, which uses the WML preprocessor to include the editor-created file. This separate file contains both the <span face='monospace'>[scenario]</span> tag and any hand-edited WML such as events. With this workflow, the add-on’s file structure could look like this: <header>Example</header> If your add-on will only be used on 1.18 and later, it is instead recommended to use the new include_file attribute to load a .cfg file containing additional WML into the scenario. • <span face='monospace'>_main.cfg</span> ◦ use <span face='monospace'>[binary_path]</span> to add add-on’s directories to the binary path, which makes “map_file” search the “maps” directory • <span face='monospace'>maps/first.map</span> ◦ this is the .map file created by the scenario editor when saving in scenario mode • <span face='monospace'>scenarios/other.cfg</span> ◦ this is the .cfg file containing everything that the scenario editor doesn’t understand • <span face='monospace'>scenarios/first.cfg</span> ◦ inside the <span face='monospace'>[scenario]</span> element, use <span face='monospace'>map_file=&quot;first.map&quot;</span> to load the map file ◦ inside the <span face='monospace'>[scenario]</span> element, use <span face='monospace'>include_file=&quot;other.cfg&quot;</span> to load the additional cfg file
ar: عند تحميل ملف .cfg، يفهم محرر السيناريو الملفات التي يُنشئها، ولكنه قد يواجه صعوبة مع الملفات المُحررة يدويًا. أحد الخيارات هو إنشاء ملف WML منفصل، بامتداد .cfg أيضًا، والذي يستخدم معالج WML المسبق لتضمين الملف الذي أنشأه المحرر. يحتوي هذا الملف المنفصل على كلٍّ من وسم <span face='monospace'>[scenario]</span> وأي ملف WML مُحرر يدويًا، مثل الأحداث. باستخدام سير العمل هذا، قد يبدو هيكل ملف الإضافة كما يلي: <header>مثال</header> إذا كانت إضافتك ستُستخدم فقط على الإصدار 1.18 والإصدارات الأحدث، يُنصح باستخدام سمة include_file الجديدة لتحميل ملف .cfg يحتوي على ملفات WML إضافية في السيناريو. • <span face='monospace'>_main.cfg</span> ◦ استخدم <span face='monospace'>[binary_path]</span> لإضافة مجلدات الإضافات إلى المسار الثنائي، مما يجعل "map_file" يبحث في مجلد "maps". • <span face='monospace'>maps/first.map</span> ◦ هذا هو ملف .map الذي أنشأه محرر السيناريو عند الحفظ في وضع السيناريو. • <span face='monospace'>scenarios/other.cfg</span> ◦ هذا هو ملف .cfg الذي يحتوي على كل ما لا يفهمه محرر السيناريو. • <span face='monospace'>scenarios/first.cfg</span> ◦ داخل عنصر <span face='monospace'>[scenario]</span>، استخدم <span face='monospace'>map_file=&quot;first.map&quot;</span> لتحميل ملف الخريطة ◦ داخل عنصر <span face='monospace'>[scenario]</span>، استخدم <span face='monospace'>include_file=&quot;other.cfg&quot;</span> لتحميل ملف cfg الإضافي
gl: Ao cargar un ficheiro .cfg, o editor de escenarios comprende os ficheiros creados polo editor de escenarios, pero é probable que teña problemas cos ficheiros que foron editados a man. Unha opción é crear un ficheiro WML separado, tamén coa extensión .cfg, que use o preprocesador WML para incluír o ficheiro creado polo editor. Este ficheiro separado contén tanto a etiqueta <span face='monospace'>[scenario]</span> como calquera WML editado manualmente, como eventos. Con este fluxo de traballo, a estrutura de ficheiros do complemento podería ser así: <header>Exemplo</header> Se o seu complemento só se usará na versión 1.18 e posterior, recoméndase utilizar o novo atributo include_file para cargar un ficheiro .cfg que conteña WML adicional no escenario. • <span face='monospace'>_main.cfg</span> ◦ usa <span face='monospace'>[binary_path]</span> para engadir directorios de complementos á ruta binaria, o que fai que “map_file” busque no directorio “maps” • <span face='monospace'>maps/first.map</span> ◦ este é o ficheiro .map creado polo editor de escenarios ao gardar no modo de escenarios • <span face='monospace'>scenarios/other.cfg</span> ◦ este é o ficheiro .cfg que contén todo o que o editor de escenarios non entende • <span face='monospace'>scenarios/first.cfg</span> ◦ dentro do elemento <span face='monospace'>[scenario]</span>, usa <span face='monospace'>map_file=&quot;first.map&quot;</span> para cargar o ficheiro de mapa ◦ dentro do elemento <span face='monospace'>[scenario]</span>, usa <span face='monospace'>include_file=&quot;other.cfg&quot;</span> para cargar o ficheiro cfg adicional

source: Editor Mask Usage
ar: استخدام قناع المحرر
gl: Uso de máscaras do editor

source: Masks can be applied to a base map for reuse in several scenarios playing at the same locations.
ar: يمكن تطبيق الأقنعة على الخريطة الأساسية لإعادة استخدامها في عدة سيناريوهات يتم اللعب بها في نفس المواقع.
gl: As máscaras pódense aplicar a un mapa base para reutilizalas en varios escenarios nos que se xogue nas mesmas localizacións.

source: ToD and Schedule Editor
ar: ToD ومحرر الجدول الزمني
gl: Editor de Momento do día e Programación

source: This button at the top-right of the screen accesses the time-of-day preview and the schedule editor. In terrain mode, this displays the map as it will be recolored at different times of day. In scenario mode, the button accesses an editor for individual schedules for <ref dst='editor_named_area'>time areas</ref>.
ar: يتيح لك هذا الزر في أعلى يمين الشاشة الوصول إلى معاينة الوقت ومحرر الجدول. في وضع التضاريس، يعرض هذا الزر الخريطة كما سيتم تغيير لونها في أوقات مختلفة من اليوم. في وضع السيناريو، يتيح لك هذا الزر الوصول إلى محرر للجداول الزمنية الفردية <ref dst='editor_named_area'>المناطق الزمنية</ref>.
gl: Este botón na parte superior dereita da pantalla accede á vista previa da hora do día e ao editor de programación. No modo de terreo, amosa o mapa xa que se volverá colorear a diferentes horas do día. No modo escenario, o botón accede a un editor de programacións individuais para <ref dst='editor_named_area'>áreas horarias</ref>.

source: Editor Palette
ar: لوحة المحرر
gl: Paleta do editor

source: The editor palette contains the applicable items you may use with the currently selected tool. For example, the Paint tool will display a full list of all available terrains, and the unit tool will provide a list of available units. When using the Starting Locations Tool, the palette changes to a list of “Player 1”, “Player 2”, etc. <b>Filter</b> There is a filter function to show only a subset of the available items — this is the leftmost of the four buttons at the top of the palette, and the graphic changes depending on what is selected. Examples:
gl: A paleta do editor contén os elementos aplicables que podes usar coa ferramenta seleccionada actualmente. Por exemplo, a ferramenta Pintar mostrará unha lista completa de todos os terreos dispoñibles e a ferramenta de unidades proporcionará unha lista das unidades dispoñibles. Ao usar a ferramenta Localizacións de inicio, a paleta cambia a unha lista de "Xogador 1", "Xogador 2", etc. <b>Filtro</b> Hai unha función de filtro para mostrar só un subconxunto dos elementos dispoñibles: este é o botón situado máis á esquerda dos catro da parte superior da paleta e o gráfico cambia dependendo do que se seleccione. Exemplos:

source: Show all kinds of terrain
ar: إظهار جميع أنواع التضاريس
gl: Mostra todo tipo de terreos

source: Show only water terrains
ar: إظهار التضاريس المائية فقط
gl: Mostra só terreos acuáticos

source: Show only villages
ar: عرض القرى فقط
gl: Mostra só aldeas

source: Wesnoth Map Format
ar: تنسيق خريطة ويسنوث
gl: Formato de mapas de A batalla polo Noroeste

source: Wesnoth stores its maps in human readable plain text files.
ar: تخزن ويسنوث خرائطه في ملفات نصية عادية يمكن قراءتها بواسطة الإنسان.
gl: Wesnoth almacena os seus mapas en ficheiros de texto simple lexibles por humanos.

source: <header>Native</header> A map file consists of rows with comma-separated terrain code strings. The only non-terrain information provided by the map syntax is the set of locations created by the <ref dst='editor_tool_starting'>Starting Locations Tool</ref>. The files can be edited with a general purpose text editor. These files can be used directly for multiplayer games, the number of players is automatically determined by the number of starting positions. When saved in the default directory, the map can be found in the “Custom Maps” game type of the multiplayer “Create Game” dialog; you may need to refresh the cache (press F5 on the title screen) before a newly-created map appears. These files can be used in a scenario’s .cfg file, with the scenario’s WML providing additional information such as teams, custom events, and complex side setups. The .cfg file loads the map file with either of: • <span face='monospace'>map_file=maps/01_First_Map.map</span> <i>— supported since Wesnoth 1.14</i> • <span face='monospace'>map_data=&quot;&#0x7B;maps/01_First_Map.map&#0x7D;&quot;</span> <i>— a WML preprocessor include</i> The <i>map_file</i> method is preferred over using a preprocessor include.
gl: <header>Nativo</header> Un ficheiro de mapa consta de filas con cadeas de código de terreo separadas por comas. A única información non relacionada co terreo proporcionada pola sintaxe do mapa é o conxunto de localizacións creadas pola <ref dst='editor_tool_starting'>Ferramenta de localizacións iniciais</ref>. Os ficheiros pódense editar cun editor de texto de propósito xeral. Estes ficheiros pódense usar directamente para partidas multixogador; o número de xogadores determínase automaticamente polo número de posicións iniciais. Cando se garda no directorio predeterminado, o mapa pódese atopar no tipo de xogo "Mapas personalizados" do diálogo "Crear partida" multixogador; pode que teñas que actualizar a caché (preme F5 na pantalla de título) antes de que apareza un mapa recentemente creado. Estes ficheiros pódense usar no ficheiro .cfg dun escenario, e o WML do escenario proporciona información adicional como equipos, eventos personalizados e configuracións de lado complexas. O ficheiro .cfg carga o ficheiro do mapa con calquera dos seguintes elementos: • <span face='monospace'>map_file=maps/01_First_Map.map</span> <i>— compatible desde o Noroeste 1.14</i> • <span face='monospace'>map_data=&quot;&#0x7B;maps/01_First_Map.map&#0x7D;&quot;</span> <i>— unha inclusión de preprocesador WML</i> Prefírese o método <i>map_file</i> a usar unha inclusión de preprocesador.

source: <header>Embedded</header> The map data can be stored as part of a scenario’s .cfg file, directly in the <i>map_data</i> attribute. In other words, in the place that the preprocessor would include it when using the preprocessor-include method. <header>Using Embedded Format in Terrain Mode</header> If you are editing the map and not using the Scenario Mode support, then it’s trivial to move the data to a native map file before opening it in the editor. This conversion is recommended — the editor supports editing the content of map_data while leaving everything else in the file untouched, but this is rarely-used code. Maps opened this way are marked (E) in the Window menu.
gl: <header>Incrustado</header> Os datos do mapa pódense almacenar como parte do ficheiro .cfg dun escenario, directamente no atributo <i>map_data</i>. Noutras palabras, no lugar onde o preprocesador os incluiría ao usar o método preprocessor-include. <header>Uso do formato incrustado no modo terreo</header> Se estás a editar o mapa e non usas a compatibilidade co modo escenario, é trivial mover os datos a un ficheiro de mapa nativo antes de abrilo no editor. Recoméndase esta conversión: o editor admite a edición do contido de map_data e deixa todo o demais no ficheiro intacto, pero este é código que se usa raramente. Os mapas abertos deste xeito están marcados (E) no menú Ventá.

source: <header>Files created by the Scenario Editor</header> In scenario mode, the editor saves the scenario data as a .cfg file and the map data as a separate .map file. The scenario then references the .map file via map_file. When loading a .cfg file, the scenario editor understands files created by the scenario editor itself, but is likely to have difficulty with files that have been edited by hand; problems can be avoided by <ref dst='editor_separate_events_file'>using a separate .cfg file</ref> for the hand-edited parts.
ar: <header>text='الملفات التي تم إنشاؤها بواسطة محرر السيناريو'</header> في وضع السيناريو، يحفظ المحرر بيانات السيناريو كملف .cfg وبيانات الخريطة كملف .map منفصل. يشير السيناريو بعد ذلك إلى ملف .map عبر map_file. عند تحميل ملف .cfg، يفهم محرر السيناريو الملفات التي تم إنشاؤها بواسطة محرر السيناريو نفسه، ولكن من المحتمل أن يواجه صعوبة مع الملفات التي تم تحريرها يدويًا؛ يمكن تجنب المشاكل عن طريق <ref>dst='editor_separate_events_file' text='استخدام ملف .cfg منفصل'</ref> للأجزاء التي تم تحريرها يدويًا.
gl: <header>Ficheiros creados polo Editor de escenarios</header> No modo de escenario, o editor garda os datos do escenario como un ficheiro .cfg e os datos do mapa como un ficheiro .map separado. A continuación, o escenario fai referencia ao ficheiro .map mediante map_file. Ao cargar un ficheiro .cfg, o editor de escenarios comprende os ficheiros creados polo propio editor de escenarios, pero é probable que teña problemas cos ficheiros que foron editados a man; Os problemas pódense evitar <ref dst='editor_separate_events_file'>usando un ficheiro .cfg separado</ref> para as partes editadas a man.

source: Deep Underground
ar: أعماق تحت الأرض
gl: Profundidades

source: Indoors
ar: في الداخل
gl: Cuberto

source: Encyclopedia
ar: الموسوعة
gl: Enciclopedia

source: <ref>dst='..calendar' text='Calendar'</ref> <ref>dst='..geography' text='Geography'</ref>
ar: <ref>dst='..calendar' text='التقويم'</ref> <ref>dst='..geography' text='الجغرافيا'</ref>
gl: <ref>dst='..calendar' text='Almanaque'</ref> <ref>dst='..geography' text='Xeografía'</ref>

source: Calendar
ar: التقويم
gl: Almanaque

source: Each year in the Wesnothian calendar is composed of 12 months. These are, in order: Whitefire Bleeding Moon Scatterseed Deeproot Scryer’s Bloom Thorntress Summit Star Kindlefire Stillseed Reaper’s Moon Verglas Bloom Blackfire The Wesnothian calendar begins with the founding of Wesnoth in the year 1 YW (Year of Wesnoth). Years before that are counted based on the number of years before the founding of Wesnoth using BW (Before Wesnoth). After the fall of Wesnoth many switched to using AF (After the Fall) and BF (Before the Fall).
ar: يتألف كل عام في التقويم الوسنوثي من 12 شهرًا. وهي بالترتيب: النار البيضاء القمر النازف البذور المتناثرة الجذور العميقة زهرة الراصد زهرة الشوك نجمة القمة النار المشتعلة البذور الساكنة قمر الحاصد زهرة فيرجلاس النار السوداء يبدأ التقويم الوسنوثي بتأسيس مدينة الوسنوث في السنة ١ من التقويم الوسنوثي (YW). تُحسب السنوات التي تسبق ذلك بناءً على عدد السنوات التي سبقت تأسيسها باستخدام التقويم BW (قبل الوسنوث). بعد سقوط الوسنوث، تحول الكثيرون إلى استخدام التقويمين AF (بعد السقوط) وBF (قبل السقوط).
gl: Cada ano do almanaque do Noroeste está composto por 12 meses. Estes son, por orde: Lume branco Lúa sanguenta Semente ao vento Raíz Profunda Flor do adiviño Espiña férrea Estrela do Cume Lume Aceso Semente quieta Lúa do segador Flor de xeo Lume Negro O calendario do Noroeste comeza coa fundación de Noroeste no ano 1 D.N. (Ano do Noroeste). Os anos anteriores cóntanse en función do número de anos antes da fundación do Noroeste usando A.N. (Antes do Noroeste). Despois da caída do Noroeste, moitos cambiaron a usar D.C. (Despois da Caída) e A.C. (Antes da Caída).

source: Geography
ar: الجغرافيا
gl: Xeografía

source: Arkan-thoria
ar: أركان ثوريا
gl: Arcan-doria

source: A river rising in the <ref dst='heart_mountains'>Heart Mountains</ref> and running east to the Listra.
gl: Río que nace nas <ref dst='heart_mountains'>Montañas Profundas'</ref> e flúe cara o leste ata desaugar no Listra.

source: Great River
ar: النهر العظيم
gl: Gran Río

source: The Great River forms the boundary between the <ref dst='kingdom_wesnoth'>Kingdom of Wesnoth</ref> and the <ref dst='northlands'>Northlands</ref>. It empties to the <ref dst='great_ocean'>ocean</ref> at <ref dst='elensefar'>Elensefar</ref>.
gl: O Gran Río forma a fronteira entre o <ref dst='kingdom_wesnoth'>Reino de Wesnoth</ref> e as <ref dst='northlands'>Terras do Norte</ref>. Desemboca no <ref dst='great_ocean'>océano</ref> en <ref dst='elensefar'>Elensefar</ref>.

source: The Ford of Abez is a crossing between Wesnoth and the Northlands, and is the westernmost point where the Great River can be crossed without ships.
ar: مَعبَر آبيز هو نقطة عبور بين وسنوث والأراضي الشمالية، وهو النقطة الأقصى غرباً حيث يمكن عبور النهر العظيم دون الحاجة إلى سفن.
gl: O Vao de Abez é un punto de paso entre o Noroeste e as Terras do Norte, e é o lugar máis occidental onde se pode cruzar o Gran Río sen necesidade de barcos.

source: Great Ocean
ar: المحيط العظيم
gl: Gran Océano

source: Lies to the west of the <ref dst='great_continent'>continent</ref> and all rivers eventually flow to it. Far to the west in the Great Ocean is a huge archipelago called <ref dst='morogor'>Morogor</ref>.
gl: Situado ao oeste do <ref dst='great_continent'>Gran Continente</ref>, a el van parar todos os ríos. No distante oeste do gran océano hai un extenso arquipélago que recibe o nome de <ref dst='morogor'>Mórogor</ref>.

source: The Drakes once called this ocean the World Ocean. They believe it to extend in every direction from Morogor until eventually flowing into the abyss as an immense waterfall at the edge of the world.
ar: كان التنانين يسمون هذا المحيط سابقاً بمحيط العالم. ويعتقدون أنه يمتد في كل الاتجاهات من موروغور حتى يصب في الهاوية على شكل شلال هائل عند حافة العالم.
gl: Os Draconiáns chamaron a este océano, noutro tempo, o Océano Mundial. Eles cren que se estende en todas as direccións desde Morogor ata acabar fluíndo ao abismo como unha inmensa fervenza na beira do mundo.

source: Morogor
ar: موروجور
gl: Mórogor

source: Archipelago, located somewhere in the <ref dst='great_ocean'>Great Ocean</ref> east of the <ref dst='green_isle'>Green Isle</ref> and west of the <ref dst='great_continent'>Great Continent</ref>. It is mostly inhabited by <ref dst='..race_drake'>drakes</ref>. The central island of the archipelago is also called ‘Morogor’.
gl: Arquipélago situado nalgunha parte do <ref dst='great_ocean'>Gran Océano</ref>, ao oeste da <ref dst='green_isle'>Illa Verde</ref> e ao leste do <ref dst='great_continent'>Gran Continente'</ref>. Está habitado principalmente por <ref dst='..race_drake'>draconiáns'</ref>. A illa central do arquipélago tamén se chama ‘Morogor’.

source: <header>Notable land features:</header> • Mount Morogor: The highest active volcanic mountain in the central island of Morogor. • Isle of Gaall: A dangerous island slightly north of the central Isle of Morogor, used mostly as hunting ground by the drakes, who inhabit only two small villages on the isle. • Isle of Omarath: A major drakish island northwest of the main Isle of Morogor. It is the northernmost island of the Morogor Archipelago.
gl: <header>Características terrestres notables:</header> • Monte Morogor: A montaña volcánica activa máis alta da illa central de Morogor. • Illa de Gaall: Unha illa perigosa lixeiramente ao norte da illa central de Morogor, utilizada principalmente como terreo de caza polos dragóns, que habitan só dúas pequenas aldeas na illa. • Illa de Omarath: Unha importante illa draco ao noroeste da illa principal de Morogor. É a illa máis setentrional do arquipélago de Morogor.

source: Green Isle
ar: الجزيرة الخضراء
gl: Illa Verde

source: A bigger island lying in the <ref dst='great_ocean'>Great Ocean</ref>, formerly home to the Islefolk and Wesfolk.
gl: A illa máis grande do <ref dst='great_ocean'>Gran Océano</ref>, anteriormente fogar da xente das illas e dos pobos do oeste.

source: <header>Notable cities:</header> • Southbay: The capital of the largest Islefolk kingdom. • Clearwater Port: The second largest Islefolk city and the location of a major port. • Stormvale: A major Islefolk kingdom once ruled by the ancestors of Haldric I. • Jevyan’s Haven: The Wesfolk capital and home of the famous lich-lord Jevyan. • Blackmore: A small settlement north of the Oldwood.
gl: <header>Cidades notables:</header> • Southbay: A capital do maior reino da xente das illas. • Porto de Clearwater: A segunda cidade máis grande da xente das illas e a localización dun porto importante. • Stormvale: Un importante reino da xente das illas que outrora gobernado polos antepasados de Haldric I. • Refuxio de Jevyan: A capital da xente das illas e fogar do famoso señor lich Jevyan. • Blackmore: Un pequeno asentamento ao norte do Bosque Vello.

source: <header>Notable land features:</header> • Broken Mountains: A mighty mountain range that cuts through the Green Isle. • Midlands: A hilly and sparsely forested area south of the Swamp of Esten, once home to prosperous Islefolk kingdoms. • Oldwood: A mysterious wood inhabited by some ancient woses. Dark old catacombs are located below a temple in the heart of the forest. • Swamp of Esten: A small swamp located east of the Broken Mountains once home to Wesfolk-imitating cultists. The swamp was defiled in wars between Wesfolk and Islefolk long ago.
gl: <header>Características terrestres notables:</header> • Montañas Quebradas: Unha poderosa cadea montañosa que atravesa a Illa Verde. • Terras medias: Unha zona de outeiros pouco boscosa ao sur do Pantano de Esten, outrora fogar de prósperos reinos da xente da Illa. • Bosque Vello: Un misterioso bosque habitado por algúns antigos woses. As antigas catacumbas escuras están situadas debaixo dun templo no corazón do bosque. • Pantano de Esten: Un pequeno pantano situado ao leste das Montañas Quebradas, outrora fogar de seareiros que imitaban á xente do Oeste. O pantano foi profanado hai tempo en guerras entre a xente do Oeste e a xente da Illa.

source: Old Continent
ar: القارة القديمة
gl: Vello Continente

source: Lies to the west of <ref dst='morogor'>Morogor</ref> and the <ref dst='green_isle'>Green Isle</ref> across the <ref dst='great_ocean'>Great Ocean</ref>. It is the original homeland of both humans and orcs.
gl: Atópase ao oeste de <ref dst='morogor'>Morogor</ref> e da <ref dst='green_isle'>Illa Verde</ref>, ao outro lado do <ref dst='great_ocean'>Gran Océano</ref>. É a patria orixinal tanto dos humanos como dos orcos.

source: Great Continent
ar: القارة العظمى
gl: Gran Continente

source: The continent on which the <ref dst='kingdom_wesnoth'>Kingdom of Wesnoth</ref> lies. Its west coast is surrounded by the <ref dst='great_ocean'>Great Ocean</ref>.
gl: Continente no que se estableceu o <ref dst='kingdom_wesnoth'>Reino do Noroeste'</ref>. O <ref dst='great_ocean'>Gran Océano'</ref> baña a súa costa oeste.

source: Irdya
ar: إرديا
gl: Irïdia

source: The name of the world in which the kingdom of <ref dst='kingdom_wesnoth'>Wesnoth</ref> is situated is ‘Irdya’. This term is, however, only rarely used in the era depicted by the main map. People normally just say “the world” or, poetically, “the wide green world”.
gl: O nome do mundo no que está o <ref dst='kingdom_wesnoth'>Noroeste'</ref> chámase «Iridia».Porén, este termo úsase só raramente na era representada polo mapa principal. A xente normalmente refírese a el simplemente como “o mundo” ou, de forma poética, “o amplo mundo verde”.

source: Kingdom of Wesnoth
ar: مملكة ويسنوث
gl: Reino do Noroeste
