Repository: wesnoth/wesnoth
Catalog: po/wesnoth-help/*.po
Languages: ar, gl

source: The mighty wose resides within the deepest forests of the known world. To the untrained eye, the wose appears to be nothing more than an oddly shaped, yet noble, tree. As guardians of the forest, the woses share a connection to the woodlands deeper than even the elves’. While the woses are a peaceful race, disturbance of the ancient forests, which they tend, will incite the wrath of nature itself. Woses are slow moving creatures that may spend centuries standing in one location undisturbed by the ebb and flow of time. Although they practice no magic of their own, the woses share a deep connection to faerie. What little is known of this ancient race comes from elvish scholars who believe that this mystical power, which the mightiest elves have dedicated their lives to master, is inherent to the wose. Though woses resemble them, they share no ancestry with trees. Woses are believed to be some of the oldest creatures in the world, perhaps even more ancient than the forests in which they dwell, and it is thought that the power of faerie has given these beings the eternal task of serving as wardens of the forest. Woses are not warlike in the least and are ill-accustomed to combat. They will however respond with indiscriminate violence in defense of their forested territory. Woses are slow moving and are vulnerable away from the woodlands. Due to their close connection with faerie, woses are particularly sensitive to the arcane. The hardwood that makes the wose nigh-impervious to physical assault has left it grievously vulnerable to flame. Their thick bark and ability to harness the power of faerie to regenerate quickly when injured allows the wose to survive an enemy onslaught long enough to respond with a crushing might belied by its peaceful, plodding nature. Within its forest home, the wose can disappear amongst the trees and ambush even the best-trained elvish scout. The life span of the wose is unknown, although the most ancient members of this race have lived many hundreds of years and have grown to massive heights. It is thought that unless a wose falls in battle, it will find no natural end. Content to pass the centuries standing like a sentry, uninterested in the goings-on of the civilized world, the wose will stir only to march to the defense of the natural world and the forests it calls home.
ar: يسكن الووز العظيم في أعمق غابات العالم المعروف. بالنسبة للعين غير المدربة لا يبدو الووز أكثر من مجرد شجرة غريبة الشكل، لكنها شجرة نبيلة. باعتبارهم حراسًا للغابة، فإن الووز يتشاركون في ارتباطهم بالغابات بشكل أعمق من ارتباط الإلف. في حين أن الووز جنس مسالم، إلا أن إزعاج الغابات القديمة التي يرعونها سيثير غضب الطبيعة نفسها. والووز كائنات بطيئة الحركة قد تقضي قرونًا في مكان واحد دون أن تزعجها حركة الزمن. على الرغم من أنهم لا يمارسون أي سحر خاص بهم، إلا أن الووز يتشاركون في ارتباطهم العميق بعالم الإلف. ما يُعرف القليل عن هذا العرق القديم يأتي من علماء الإلف الذين يعتقدون أن هذه القوة الغامضة، التي كرس أقوى الإلف حياتهم لإتقانها، متأصلة في الووز. وعلى الرغم من أن الووز يشبهونهم، إلا أنهم لا يشتركون مع الأشجار في أي نسب. يُعتقد أن الووز من أقدم المخلوقات في العالم، وربما أقدم حتى من الغابات التي يسكنون فيها، ويُعتقد أن قوة الإلف قد أوكلت إلى هذه الكائنات مهمة أبدية تتمثل في العمل كحراس للغابة. ليست الووز كائنات حربية على الإطلاق وهي غير معتادة على القتال. ومع ذلك فهم يردون بعنف عشوائي دفاعًا عن أراضي الغابة. تتحرك حيوانات الووز ببطء وهي ضعيفة في الغابات. ونظراً لارتباطها الوثيق بالإلف، فإن الووز حساسة بشكل خاص تجاه السحر. كما أن الخشب الصلب الذي يجعل الووز منيعًا ضد الاعتداء الجسدي يجعلها عرضة بشكل كبير للهب. أيضا فإن لحاءها السميك وقدرتها على تسخير قوة الجني للتجديد السريع عند الإصابة يسمح للووز بالنجاة من هجوم العدو لفترة كافية للرد بقوة ساحقة تخفيها طبيعتها المسالمة والهادئة. يمكن للووز داخل موطنه في الغابة أن يختفي بين الأشجار وينصب كمينًا حتى لأفضل كشاف من الإلف المدربين. إن العمر الافتراضي للووز غير معروف، على الرغم من أن أقدم أفراد هذا الجنس عاشوا مئات السنين ونما إلى ارتفاعات هائلة. يُعتقد أنه ما لم يسقط الووز في معركة فلن يجد نهاية طبيعية. لا يحلم الووز بأكثر من أن يمضي قرونًا وهو واقف كالحارس، غير مهتم بما يجري في العالم المتحضر، ولن يتحرك إلا للدفاع عن العالم الطبيعي والغابات التي يسميها وطنه.
gl: Os poderosos woses habitan o interior das fragas máis extensas do mundo coñecido. Para quen non está afeito a eles, os woses non parecen máis que árbores de forma estraña pero nobre. Os woses comparten unha conexión cas fragas máis forte que a dos elfos, e considéranse os seus protectores. Se ben son unha especie pacífica, o ataque as antigas fragas baixo a súa protección esperta a ira da propia natureza. Os woses son criaturas lentas, e poden chegar a pasar séculos nun mesmo lugar, alleos ao paso do tempo. Aínda que non practican a maxia, os woses posúen unha estreita conexión feérica. O pouco que se sabe desta antiga especie é grazas a sabios dos elfos que creen que o poder místico dos woses, que os máis poderosos elfos soñan con dominar, é inherente aos woses. A pesar do parecido, os woses non teñen ningún antepasado en común coas árbores. Crese que os woses son unhas das criaturas máis antigas do mundo, pode que máis antigas que as fragas que habitan, e pénsase que o seu poder feérico deu a estes seres unha eterna misión: a de protexer a fraga. Os woses non son unha especie guerreira, e non están afeitos ao combate. Porén, responden cunha violencia indiscriminada en defensa do seu territorio. Os woses son lentos, e vulnerábeis fóra das fragas. Debido á súa estreita conexión feérica, os woses son especialmente sensíbeis aos ataques arcanos. E a dura madeira que fai aos woses case inmunes aos ataques físicos é responsábel tamén da súa debilidade contra o lume. A súa grosa cortiza e maila súa capacidade para empregar o poder feérico para rexenerarse rapidamente cando sofren danos permítelles sobrevivir aos ataques dos inimigos tempo dabondo para responder cunha forza inaudita, que parece impropia dunha criatura tan pacífica e pasiva como un wose. Dentro das fragas, os woses son capaces de desaparecer entre as árbores, e nin o explorador elfo máis preparado pode evitar caer nunha das súas emboscadas. Descoñécese canto tempo chegan a vivir os woses, aínda que os membros máis vellos da especie levan vivindo centos de anos, acadando alturas espectaculares. Hai quen di que os woses non poden morrer por causas naturais, e que só morren cando caen en combate. Conformes con pasar os séculos nun mesmo sitio actuando de sentinelas, e sen ningún interese polos asuntos do mundo civilizado, o único que move aos woses é a defensa da natureza e dos bosques que consideran o seu fogar.

source: This unit’s arcane attack deals tremendous damage to magical creatures, and even some to mundane creatures.
ar: يلحق الهجوم الغامض لهذه الوحدة ضررًا هائلاً بالمخلوقات السحرية، وحتى ببعض المخلوقات الدنيوية.
gl: O ataque arcano desta unidade inflixe un tremendo dano ás criaturas máxicas, e algún tamén ás criaturas mundanas.

source: +1 max HP
ar: +1 لنقاط الحياة القصوى
gl: +1 vida máx.

source: stunned: This unit is stunned. It cannot enforce its Zone of Control.
ar: في صدمة: هذه الوحدة مصدومة ولا يمكنها بالتالي تفعيل منطقة سيطرة.
gl: atordoado: esta unidade está abraiado. Non pode facer cumprir a súa Zona de Control.

source: female^stunned
ar: مصدومة
gl: atordada

source: stunned
ar: مصدوم
gl: atordado

source: Best of
ar: الأفضل في
gl: O mellor de

source: Worst of
ar: الأسوء في
gl: O peor de

source: base terrain
ar: الأرضية الأساس
gl: terreo base

source: Villages allow any unit stationed therein to heal, or to be cured of poison.
ar: القرى تمكن الوحدات الموجودة عليها من التعافي من السموم او الشفاء.
gl: As aldeas permiten que calquera unidade estacionada nela se cure ou se cure do veleno.

source: This terrain allows units to be cured of poison, or to heal a single hitpoint.
ar: هذه الآرضية تجعل الوحدة تشفى من السم ولا تعالج بأي نقاط حياة.
gl: Este terreo permite que as unidades se curen de veleno ou curen un só punto de vida.

source: This terrain is a castle — units can be recruited onto it from a connected keep.
ar: هذه التضاريس عبارة عن قلعة - يمكن تجنيد الوحدات فيها من معسكر متصل.
gl: Este terreo é un castelo: pódense recrutar unidades desde unha fortaleza conectada.

source: This terrain is a keep — a leader can recruit from this hex onto connected castle hexes.
ar: هذا قصر يمكن أن يستعمله قائد ليجند منه وحدات نحو قلاع مرتبطة به.
gl: Este terreo é unha fortaleza: un líder pode recrutar desde este hexágono en hexágonos de castelo conectados.

source: This unusual keep allows a leader to recruit while standing on it, but does not allow a leader on a connected keep to recruit onto this hex.
ar: تسمح هذه القلعة غير العادية للقائد بالتجنيد أثناء وقوفه عليها، لكنها لا تسمح للقائد الموجود في منطقة متصلة بالتجنيد على هذه السداسية.
gl: Esta fortaleza inusual permite a un líder recrutar mentres está de pé sobre ela, pero non permite que un líder dunha fortaleza conectada se recrute neste hexágono.

source: Special Notes
ar: ملاحظات خاصة
gl: Notas especiais

source: Basic terrain type: $types
ar: نوع الارضية الأساس: $types
gl: Tipo de terreo básico: $types

source: Typical base terrain: $type
ar: التضاريس الأساسية النموذجية: $type
gl: Terreo base típico: $type

source: Movement properties:
ar: خصائص الحركة:
gl: Propiedades do movemento:

source: Defense properties:
ar: خصائص الدفاع:
gl: Propiedades de defensa:

source: Level
ar: المستوى
gl: Nivel

source: Advances from:
gl: Avance de:

source: Advances to:
gl: Avance a:

source: Base unit:
gl: Unidade base:

source: Base units:
gl: Unidades base:

source: Variations:
gl: Variacións:

source: race^Miscellaneous
ar: متنوعة
gl: Varios

source: Race:
gl: Especie:

source: (1 of):
gl: (1 de):

source: Abilities:
gl: Habilidades:

source: Ability Upgrades:
gl: Melloras das habilidades:

source: HP:
ar: نقاط الحياة:
gl: Vida:

source: Moves:
ar: الحركات:
gl: Movementos:

source: Vision:
ar: الرؤية:
gl: Visión:

source: Jamming:
ar: القفز:
gl: Interferencia:

source: Cost:
ar: الكلفة:
gl: Custo:

source: Alignment:
ar: التوجه:
gl: Aliñamento:

source: Attacks
ar: الهجمات
gl: Ataques

source: Attacks per turn:
gl: Ataques por rolda:

source: Name
ar: الاسم
gl: Nome

source: Strikes
ar: الضربات
gl: Golpes

source: Range
ar: المدى
gl: Alcance

source: Type
ar: النوع
gl: Tipo

source: Special
ar: الخاصية
gl: Especial

source: uses $num attack
gl: usa o ataque $num

source: Resistances
ar: الدفاعات
gl: Resistencias

source: Attack Type
ar: نوع الهجوم
gl: Tipo de ataque

source: Resistance
ar: المقاومة
gl: Resistencia

source: Terrain Modifiers
ar: مغير الأرض
gl: Modificadores do terreo

source: Terrain
ar: الارضية
gl: Terreo

source: Defense
ar: الدفاع
gl: Defensa

source: Movement Cost
ar: كلفة الحركة
gl: Custo de movemento

source: Defense Cap
ar: حدّ الدفاع
gl: Tope de defensa

source: Vision Cost
ar: كلفة الرؤية
gl: Custo de visión

source: Jamming Cost
ar: كلفة القفز
gl: Custo de ofuscamento

source: Editor Terrain-Overlay Graphics
ar: محرر رسومات تراكب التضاريس

source: Elensefar
ar: إلنسفار

source: Eras
ar: عصور

source: elemental
ar: عناصري

source: Required XP:
ar: التجربة المطلوبة:
