Repository: wesnoth/wesnoth
Catalog: po/wesnoth-help/*.po
Languages: ar, gl

source: Orc societies are based on little else but strength; might makes right, and a leader leads and survives only as long as no one manages to wrest the title from him. A constant struggle for power simmers among potential tribal chiefs. An orcish leader rarely lives more than a handful of years to enjoy his absolute authority before being killed for his position — although history knows some notable exceptions. Orcs hold no particular honor code and while indisputable raw strength is usually the preferred method of displaying power, assassination, poisoning and backstabbing are completely viable means to further one’s own goals.
gl: As sociedades orcas baséanse en pouco máis que na forza; o poder fai o dereito, e un líder lidera e sobrevive só mentres ninguén consegue arrebatarlle o título. Entre os potenciais xefes tribais sempre hai unha loita constante polo poder. Un líder orco raramente vive máis que uns poucos anos para gozar da súa autoridade absoluta antes de ser asasinado polo seu cargo, aínda que a historia coñece algunhas excepcións notables. Os orcos non teñen un código de honra particular e, aínda que a forza bruta indiscutible adoita ser o método preferido para mostrar poder, o asasinato, o veleno e as traizóns son medios totalmente válidos para acadar os propios obxectivos.

source: Orcs mostly live in rural areas, often in foothills or mountainous regions, sometimes in caves. They grow no crops nor keep livestock, but are competent hunters as a result of their physical stature and brutality. Due to their large numbers they are capable of hunting an area virtually clean of anything larger than rodents in relatively short period of time. Due to this and their unstable leadership, orcish tribes tend to lead a semi-nomadic lifestyle, never settling in one region for too long. The larger tribes may establish themselves firmly in an area for years or even decades and build large encampments almost resembling cities, but even these are easily dismantled and abandoned if there is a need to relocate the horde.
gl: Os orcos viven principalmente en áreas rurais, a miúdo en chairas montañosas ou rexións de colinas, e ás veces en covas. Non cultivan colleitas nin crían gando, pero son cazadores competentes grazas á súa constitución física e á súa brutalidade. Debido ao seu elevado número, son capaces de cazar nunha zona deixando prácticamente limpo de calquera criatura máis grande que roedores nun período relativamente curto. Debido a isto e á súa inestabilidade no liderado, as tribos orcas adoitan levar un estilo de vida seminomádico, nunca asentándose nunha rexión durante demasiado tempo. As tribos máis grandes poden establecerse firmemente nunha área durante anos ou incluso décadas, construíndo grandes campamentos que case se asemellan a cidades, pero incluso estes poden ser facilmente desmantelados e abandonados se se precisa trasladar a horda.

source: The oldest known orcs have been around 50 to 60 years of age, but very few individuals ever live to see over two or three decades before meeting their end either in war or by the hand of one of their kin. The oldest orcs are often shamans, which are perhaps the only ones most of their kind sees as being trustworthy and neutral. The origins of this custom are unknown, as the shamans do not directly contribute much to orcish societies but only act as advisors — not something orcs tend to otherwise tolerate. Shamans are in many ways the opposite of most other orcs: they are often physically withered and frail in comparison and lack skill in battle.
gl: Os orcos máis vellos coñecidos teñen entre 50 e 60 anos, pero moi poucos individuos chegan a superar dúas ou tres décadas antes de atopar a súa fin, xa sexa en guerra ou á man dun dos seus propios. Os orcos máis vellos adoitan ser xamáns, que quizais son os únicos que a maior parte da súa especie considera confiables e neutrais. As orixes desta costumbre son descoñecidas, xa que os xamáns non contribúen directamente moito ás sociedades orcas, limitándose a actuar como asesores — algo que os orcos normalmente non toleran. Os xamáns son en moitos aspectos o oposto da maioría dos orcos: adoitan estar fisicamente marchitos e fráxiles en comparación, e carecen de habilidade en combate.

source: Orcs who were not the strongest of their litter tend to specialize in other skills, like archery or assassination.
gl: Os orcos que non foron os máis fortes da súa camada adoitan especializarse noutras habilidades, como o tiro con arco ou o asasinato.

source: race^Raven
ar: غراب
gl: Corvo

source: race+female^Raven
ar: غرابة
gl: Corvo

source: race^Ravens
ar: غربان
gl: Corvos

source: Ravens are general scavengers, often associating with hunters or predators in the hope of sharing in the kill. They do not have the powerful beak or claws of the gryphons or raptors, but can still be a threat because of their intelligence and ability to recognize any advantage. In the aftermath of a battle, the dead and wounded are a banquet for ravens, thus ravens are a nuisance for allies of the defeated but are seen by some victors as part of martial ceremonies. The violence and large numbers that characterize both orcs and humans bring these races into constant interaction with ravens in this context. For this reason, the birds have become characters in fables, parables, and superstitions related to war. As intelligent scavengers, ravens do not need war dead to survive. Some farmers struggle to keep ravens away from freshly sown seeds, but others are happy to have them around as sentries.
ar: الغربان من الحيوانات التي تتغذى على الجيف، وغالبًا ما ترتبط بالصيادين أو الحيوانات المفترسة على أمل المشاركة في الفريسة. ليس لديها منقار أو مخالب قوية مثل الغريفون أو الجوارح، لكنها لا تزال تشكل تهديدًا بسبب ذكائها وقدرتها على التعرف على أي ميزة. في أعقاب المعركة، يكون القتلى والجرحى بمثابة وليمة للغربان، وبالتالي فإن الغربان تشكل إزعاجًا للمهزومين ولكن ينظر إليها بعض المنتصرين كجزء من الاحتفالات العسكرية. العنف والأعداد الكبيرة التي تميز كل من الأورك والبشر تجلب هذه الأجناس إلى تفاعل دائم مع الغربان في هذا السياق. لهذا السبب، أصبحت الطيور شخصيات في الحكايات والأمثال والخرافات المتعلقة بالحرب. بصفتها حيوانات زبالة ذكية، لا تحتاج الغربان إلى قتلى الحرب للبقاء على قيد الحياة. يكافح بعض المزارعين لإبعاد الغربان عن البذور المزروعة حديثًا، لكن آخرين سعداء بوجودهم حولهم كحراس.
gl: Os corvos son carroñeros xerais, que adoitan asociarse con cazadores ou depredadores coa esperanza de participar na matanza. Non teñen o poderoso peteiro nin as garras dos grifos ou rapaces, pero aínda poden ser unha ameaza pola súa intelixencia e capacidade para recoñecer calquera vantaxe. Despois dunha batalla, os mortos e feridos son un banquete para os corvos, polo que os corvos son unha molestia para os aliados dos vencidos, pero algúns vencedores os ven como parte das cerimonias marciais. A violencia e o gran número que caracteriza tanto aos orcos como aos humanos traen a estas razas en constante interacción cos corvos neste contexto. Por iso, os paxaros convertéronse en personaxes de fábulas, parábolas e supersticións relacionadas coa guerra. Como carroñeros intelixentes, os corvos non necesitan mortos na guerra para sobrevivir. Algúns agricultores loitan por manter os corvos lonxe das sementes recén sementadas, pero outros están felices de telos preto de centinelas.

source: race^Troll
ar: ترول
gl: Troll

source: race+female^Troll
ar: ترول
gl: Troll

source: race^Trolls
ar: الترول
gl: Troles

source: Trolls are ancient creatures, one of the oldest known races known to inhabit the Great Continent. They are large, slow, simple, and live extremely long lives inside deep caves or atop high mountains. The most unique characteristic of trolls is an internal vitality that sustains and heals them from within. As a result they live very different lives from almost any known creature. Trolls have few real needs: they require little food or water, and thus they have little incentive to pursue much besides protection from those who are hostile towards them. This in turn means they rarely have to worry about anything and can spend much of their time sleeping or in contemplation. Trolls have a curious affinity with nature. They do not relate with living things like elves do, but instead with earth and stone. They are also somewhat curious of their surroundings and many younger whelps even enjoy traveling and seeing the world. As trolls grow older they tend to become increasingly passive, gradually losing interest in their environment and spending more of their time sleeping in a quiet, familiar corner of their home cave. This is until they finally pass away as their bodies themselves slowly turn into lifeless statues of stone. Trolls are seen by many as being little more than yet another race of savage monsters. This common misconception is in part perpetuated by orcish successes in persuading trolls to join their armies. Because they are rather simple and do not understand the ways of other races or sometimes cannot even tell them apart, it is usually easy for an orcish band to convince a group of trolls that by joining them they get to exact revenge on those that have before hunted them. These new recruits are then directed to attack whoever the orcs themselves are currently in conflict with, whether previously a foe of the trolls or not, accumulating even more enemies for the misled trolls. The most common enemy of trolls are dwarves, and the animosity between these two races is ancient. <header>text='Geography'</header> Trolls have inhabited the mountains of the Great Continent longer than the dwarves who migrated there. Trolls are a common sight on the mountain ranges north and east of Wesnoth, and wherever Orcish hordes travel.
ar: الترول كائنات قديمة، وهي من أقدم الأجناس المعروفة التي عاشت في القارة العظمى. وهي كائنات ضخمة، بطيئة، بسيطة، وتعيش حياة طويلة للغاية داخل الكهوف العميقة أو فوق الجبال العالية. والسمة الأكثر تميزًا للترول هي حيويتها الداخلية التي تدعمها وتداويها من الداخل. ونتيجة لذلك، تعيش حياة مختلفة تمامًا عن أي مخلوق معروف تقريبًا. والترول لديها احتياجات قليلة: فهي لا تحتاج إلى الكثير من الطعام أو الماء، وبالتالي ليس لديها حافز كبير لملاحقة الكثير ماعدا بغرض الحماية من أولئك المعادين لها. وهذا بدوره يعني أنها نادرًا ما تقلق بشأن أي شيء ويمكنها قضاء الكثير من وقتها في النوم أو التأمل. والترول لديها قرابة غريبة مع الطبيعة. فهي لا تتواصل مع الكائنات الحية مثل الإلف، بل مع الأرض والحجر. كما أنها فضولية إلى حد ما بشأن محيطها، ويستمتع العديد من الصغار بالسفر ورؤية العالم. ومع تقدم الترول في السن، تميل إلى أن تصبح سلبية بشكل متزايد، وتفقد الاهتمام ببيئتها تدريجيًا وتقضي المزيد من وقتها في النوم في زاوية هادئة ومألوفة من كهفها. هذا حتى يموتوا أخيرًا حيث تتحول أجسادهم ببطء إلى تماثيل حجرية بلا حياة. يرى الكثيرون أن الترول ليست أكثر من مجرد عِرق آخر من الوحوش. هذا المفهوم الخاطئ الشائع يستمر جزئيًا بسبب نجاح الأورك في إقناع الترول بالانضمام إلى جيوشهم. نظرًا لأنهم بسطاء إلى حد ما ولا يفهمون طرق الأعراق الأخرى أو لا يستطيعون أحيانًا حتى التمييز بينها، فمن السهل عادةً على فرقة الأورك إقناع مجموعة من الترول بأنه من خلال الانضمام إليهم يمكنهم الانتقام من أولئك الذين طاردوهم من قبل. يتم توجيه هؤلاء المجندين الجدد بعد ذلك لمهاجمة أي شخص يتعارض معه الأورك حاليًا، سواء كان عدوًا للترول سابقًا أم لا، مما يؤدي إلى تراكم المزيد من الأعداء للترول المضللة. العدو الأكثر شيوعًا للترول هو الأقزام، والعداء بين هذين العرقين قديم. <header>text='الجغرافية'</header> لقد سكنت الترول جبال القارة العظمى لفترة أطول من الأقزام الذين هاجروا إليها. وهي شائعة في سلاسل الجبال الواقعة شمال وشرق ويسنوث، وفي كل مكان تسافر إليه جحافل الأورك.
gl: Os troles son criaturas antigas, unha das especies máis antigas que se sabe habita no Gran Continente. Son grandes, lentos, pouco intelixentes, e teñen vidas extremadamente longas dentro das covas profundas ou na cima das altas montañas. A súa vitalidade interna caracteriza aos troles e mantenos e sándaos desde dentro. Como resultado as súas vidas distínguense completamente cas das outras criaturas coñecidas. Os troles teñen poucas necesidades reais: precisan pouca comida e auga, e polo tanto teñen poucos incentivos para perseguir aparte de protección contra os que lles son hostís. Isto significa que raramente teñen que preocuparse por nada e poden pasar moito tempo durmindo ou meditando. Os troles teñen unha curiosa afinidade coa natureza. Non se relacionan cos seres vivos coma os elfos, senón coa terra e as rochas. Tamén senten curiosidade polo que os rodea, e moitos dos cachorros máis novos mesmo gozan viaxando e vendo mundo. A medida que os troles se van facendo vellos tenden a volverse máis pasivos, perdendo gradualmente o interese polo seu arredor e pasando máis tempo durmindo nun tranquilo e familiar recanto da súa cova. Isto é ata que finalmente morren e os seus corpos se converten en estatuas de pedra sen vida. Moitos ven aos troles coma pouco máis que outra especie de monstros salvaxes. Este erro tan común perpetúano en parte os orcos, para convencer aos troles de que se unan aos seus exércitos. Dado que son unha especie pouco intelixente e non entenden ás outras especies, ou ás veces nin son quen de distinguilas, as bandas de orcos poden convencelos facilmente de que uníndose a elas poderán vingarse daqueles que outrora os cazaran. Estes novos recrutas son enviados entón a atacar a aqueles cos que os orcos están en conflito nese momento, fose ou non inimigo dos troles, o que lles orixina máis inimigos aos enganados troles. O inimigo máis común dos troles son os ananos, e o rancor entre estas dúas especies ven de tempos ancestrais. <header>text='Xeografía'</header> Os troles levan vivindo nas montañas do Gran Continente desde antes de que os ananos emigrasen a elas. Os troles son fáciles de atopar nas cordilleiras montañosas do norte e leste do Reino do Noroeste, e onde queira que viaxen as hordas dos orcos.

source: race^Undead
ar: ميت-حي
gl: Non morto

source: race+female^Undead
ar: ميتة-حية
gl: Non morta

source: race+plural^Undead
ar: الموتى-الأحياء
gl: Non mortos

source: Undead are not really a single race of creatures, although often treated as such. Most ordinary creatures can, by a sufficiently skilled necromancer, be reanimated into constructs of varying character — resurrection of the physical form often results in a minion that obeys its master without question, while manifestation of a soul usually produces a servant with at least a modicum of thought. A great mystery of necromancy is how these constructs are sustained and controlled without continuous effort from the necromancer. Most dark magi do not provide constant attention or maintenance to their creations, instead allowing them a small degree of independence to function autonomously in line with the provided commands. However, when left unchecked, some undead gain enough sovereignty to break free from and even turn on their masters. Accordingly, while even lesser undead require periodic maintenance, this is especially true for more powerful undead, particularly greater spirits or death knights, who possess a high degree of inherent will. In these cases, necromancy becomes a battle of resolve between mage and minion. The necromancer must maintain a delicate balance between control over their servants and allotting them free will — the source of their individual powers. Necromancy is almost solely limited to humans. Even the legends of magically apt races like elves and merfolk tell of very few of their kind who have ever delved in the dark arts. It is surmised that necromantic magic requires great adaptability and a flexible mind, extremes of which are most commonly found in humans. The ultimate goal of most necromancers is to turn the same art of preserving and imbuing life upon themselves, to alter themselves at whatever cost, to ultimately escape death by preserving their own mind and spirit. <header>text='Geography'</header> While undead lords arrived on the Great Continent in considerable numbers only in the wake of Haldric I, they were not completely unheard of by elves and dwarves before that.
ar: إن الموتى الأحياء ليسوا في الحقيقة فصيلة واحدة من المخلوقات، على الرغم من أنهم يعاملون على هذا النحو في كثير من الأحيان. يمكن إعادة إحياء معظم المخلوقات العادية، بواسطة ساحر ماهر بما فيه الكفاية، إلى هياكل ذات طابع متفاوت - غالبًا ما يؤدي إحياء الشكل المادي إلى خادم يطيع سيده دون سؤال، في حين ينتج تجلي الروح عادةً خادمًا يتمتع بقدر ضئيل من التفكير على الأقل. إن اللغز الكبير في علم السحر الأسود هو كيف يتم دعم هذه الهياكل والتحكم فيها دون جهد مستمر من ساحر الموتى. لا يوفر معظم السحرة المظلمين اهتمامًا أو صيانة مستمرة لمخلوقاتهم، بل يسمحون لها بدلاً من ذلك بدرجة صغيرة من الاستقلال للعمل بشكل مستقل بما يتماشى مع الأوامر المقدمة. ومع ذلك، عندما تُترك دون رادع، يكتسب بعض الموتى الأحياء ما يكفي من السيادة للتحرر من أسيادهم وحتى الانقلاب عليهم. وفقًا لذلك، في حين أن الموتى الأحياء الأقل أهمية يحتاجون إلى صيانة دورية، فإن هذا ينطبق بشكل خاص على الموتى الأحياء الأكثر قوة، وخاصة الأرواح الأكبر أو فرسان الموت، الذين يمتلكون درجة عالية من الإرادة المتأصلة. في هذه الحالات، تتحول السحر الأسود إلى معركة حسم بين الساحر والتابع. يجب على الساحر الأسود الحفاظ على توازن دقيق بين السيطرة على خدمه ومنحهم الإرادة الحرة - مصدر قواهم الفردية. السحر الأسود يقتصر تقريبًا على البشر فقط. حتى أساطير الأجناس الماهرة في السحر مثل الإلف وحوريات البحر تحكي عن عدد قليل جدًا من أجناسهم الذين خاضوا في فنون الظلام. يُفترض أن السحر الأسود يتطلب قدرة كبيرة على التكيف وعقل مرن، وهو ما يوجد غالبًا في البشر. الهدف النهائي لمعظم السحرة المظلمين هو تحويل نفس فن الحفاظ على الحياة وغرسها على أنفسهم، لتغيير أنفسهم بأي ثمن، وفي النهاية الهروب من الموت من خلال الحفاظ على عقولهم وأرواحهم. <header>text='الجغرافية'</header> على الرغم من أن أمراء الموتى الأحياء وصلوا إلى القارة العظمى بأعداد كبيرة فقط في أعقاب هالدريك الأول، إلا أنهم لم يكونوا مجهولين تمامًا من قبل الإلف والأقزام قبل ذلك.
gl: Os non mortos non son realmente unha única raza de criaturas, aínda que a miúdo se tratan como tales. A maioría das criaturas comúns poden, por un necromante suficientemente hábil, ser reanimadas en construcións de carácter variable: a resurrección da forma física adoita resultar nun esbirro que obedece ao seu amo sen cuestionar, mentres que a manifestación dunha alma adoita producir un servo con polo menos un mínimo de pensamento. Un gran misterio da necromancia é como estas construcións se manteñen e controlan sen un esforzo continuo por parte do necromante. A maioría dos magos escuros non prestan atención ou mantemento constante ás súas creacións, senón que lles permiten un pequeno grao de independencia para funcionar de forma autónoma segundo as ordes proporcionadas. Non obstante, cando non se controlan, algúns non mortos gañan suficiente soberanía para liberarse e incluso volverse contra os seus amos. En consecuencia, mentres que incluso os non mortos menores requiren mantemento periódico, isto é especialmente certo para os non mortos máis poderosos, particularmente os espíritos maiores ou os cabaleiros da morte, que posúen un alto grao de vontade inherente. Nestes casos, a necromancia convértese nunha batalla de resolución entre mago e esbirro. O necromante debe manter un delicado equilibrio entre o control sobre os seus servos e a súa concesión de libre albedrío, a fonte dos seus poderes individuais. A necromancia está case exclusivamente limitada aos humanos. Mesmo as lendas de razas con aptitudes máxicas como os elfos e os sirénidos falan de moi poucos da súa especie que se afondaron nas artes escuras. Suponse que a maxia necromántica require unha gran adaptabilidade e unha mente flexible, extremos dos cales se atopan máis comúnmente nos humanos. O obxectivo final da maioría dos necromantes é exercer a mesma arte de preservar e imbuír de vida sobre si mesmos, alterarse a calquera prezo, para finalmente escapar da morte preservando a súa propia mente e espírito. <header>text='Xeografía'</header> Aínda que os señores non mortos chegaron ao Gran Continente en número considerable só despois de Aldrico I, non eran completamente descoñecidos polos elfos e ananos antes diso.

source: race^Wolf
ar: ذئب
gl: Lobo

source: race+female^Wolf
ar: ذئبة
gl: Loba

source: race^Wolves
ar: ذئاب
gl: Lobos

source: Wolves are predatory canines encountered frequently in the wilderness. Quick, tough, and durable, a solitary wolf suffices to maim or kill civilians and untrained soldiers with ease, but it is their tendency to travel in packs and attack in an organized manner that makes them particularly fearsome to travelers. They tend to stay away from civilization, though, only occasionally venturing close to prey upon livestock.
ar: الذئاب هي كلبيات مفترسة تصادفها كثيرًا في البرية. فهي سريعة وقوية ومتينة، ويمكنها أن تقتل أو تجرح المدنيين والجنود غير المدربين بسهولة، ولكن ميلها إلى السفر في مجموعات ومهاجمة الآخرين بطريقة منظمة يجعلها مخيفة بشكل خاص للمسافرين. ومع ذلك، فهي تميل إلى الابتعاد عن الحضارة، ولا تقترب إلا من الماشية في بعض الأحيان.
gl: Os lobos son depredadores caninos que adoitan vivir salvaxes. Grazas á súa velocidade, forza e resistencia, un lobo solitario abonda para mutilar ou matar a un civil ou a un soldado sen adestramento sen dificultades, pero o que de verdade os converte nunha ameaza para os viaxeiros é a súa tendencia de viaxar en manada e de atacar de maneira organizada. Porén, adoitan afastarse da civilización, achegándose só ás veces para atacar ao gando.

source: race^Wose
ar: ووز
gl: Wose

source: race^Woses
ar: الووز
gl: Woses
