Repository: wesnoth/wesnoth
Catalog: po/wesnoth-help/*.po
Languages: ar, gl

source: Abilities
ar: القدرات
gl: Habilidades

source: Weapon Specials
ar: خاصيّات الأسلحة
gl: Propiedades dos ataques

source: Terrains
ar: تضاريس
gl: Tipos de terreo

source: Add-ons
ar: الإضافات
gl: Complementos

source: Commands
ar: أوامر التصحيح
gl: Ordes

source: <i>Battle for Wesnoth</i> is a turn-based fantasy strategy game somewhat unusual among modern strategy games. While other games strive for complexity, <i>Battle for Wesnoth</i> strives for simplicity of both rules and gameplay. This does not make the game simple, however — from these simple rules arises a wealth of strategy, making the game easy to learn but a challenge to master.
gl: <i>A batalla polo Noroeste</i> é un xogo de estratexia por roldas ambientado nun mundo fantástico pouco habitual entre os xogos de estratexia actuais. Mentres que outros xogos buscan a complexidade, en <i>A batalla polo Noroeste</i> procúrase que tanto as regras como a forma de xogar sexan o máis simples posíbel. Isto non significa que o xogo sexa sinxelo, xa que destas regras simples xorde unha gran riqueza estratéxica, que fai que o xogo sexa fácil de aprender, mais difícil de dominar.

source: The following pages outline all you need to know to play Wesnoth. As you play, new information is added to the various categories as you come across new aspects of the game. For more detailed information on special situations and exceptions, follow the included links.
gl: As seguintes páxinas describen todo o que necesitas saber para xogar ao Noroeste. A medida que xogas, engádese nova información ás distintas categorías a medida que te atopas con novos aspectos do xogo. Para obter información máis detallada sobre situacións especiais e excepcións, segue as ligazóns incluídas.

source: About the Game
ar: عن اللعبة
gl: Información sobre o xogo

source: The game takes place on a hex-based game field, where your units battle against those controlled by the computer, friends who each take turns on the same computer (hotseat play), other players on the same network, or players worldwide in multiplayer mode. Each of these battles is called a <i>scenario</i>, which can be strung together to make <i>campaigns</i>. Besides the campaigns that ship with the game, Wesnoth supports user-made content, and the add-on server boasts hundreds of custom maps, campaigns, eras, factions, and resources. The game also features a human-readable markup called Wesnoth Markup Language (WML) to easily allow users to create their own content, as well as a fully-featured Map and Scenario Editor for designing your own battlefields. The <i>Battle for Wesnoth</i> project was begun in 2003, and has been worked on by a multitude of volunteers ever since.
gl: O xogo discorre nun campo de hexágonos no que as túas unidades loitan contra as unidades que controla a intelixencia artificial, amigos xogan por roldas nun mesmo computador, varias persoas xogan nunha rede local, ou xogadores de todo o mundo xogan pola rede. Cada batalla denomínase <i>escenario</i>, e varios escenarios poden encadearse para formar <i>campañas</i>. Ademais das campañas incluídas no xogo, A batalla polo Noroeste permite contido feito polos usuarios, e os servidores de complementos conteñen centenares de mapas, campañas, eras, faccións e recursos personalizados. O xogo tamén fornece unha linguaxe de etiquetas, WML, que permite aos usuarios crear o seu propio contido, así como un potente editor de mapas e escenarios para deseñar os teus propios campos de batalla. O proxecto de <i>A batalla polo Noroeste</i> comezou no ano 2003, e desde aquela moitos son os voluntarios que colaboraron e colaboran nel.

source: This section will list all the units you discover as you explore the world of Wesnoth. When you see a new unit during a campaign or multiplayer scenario it will be added to its race’s subsection; you can then view its page any time you wish. A unit’s page will provide a general description, its statistics, attacks, resistances, and movement and defense values.
ar: يسرد هذا القسم جميع الوحدات التي تعترضها أثناء استكشافك لعالم ويسنوث. عندما ترى وحدة جديدة خلال حملة أو سيناريو متعدد اللاعبين ستتم إضافتها إلى القسم الفرعي الخاص بعرقها؛ يمكنك بعد ذلك عرض صفحتها في أي وقت ترغب فيه. ستوفر صفحة الوحدة وصفها العام وإحصاءاتها وهجماتها ومقاوماتها وقيم الحركة والدفاع.
gl: Este apartado listará as unidades que descubras a medida que explores o mundo do Noroeste. Cada vez que vexas unha nova unidade durante unha campaña ou un escenario para varios xogadores, engadirase á sección da súa especie. Entón, poderás ver a súa páxina en calquera momento. A páxina de cada unidade contará cunha descrición xeral, as súas estatísticas, ataques, resistencias, así como os valores de movemento e defensa.

source: A faction is a collection of units and leaders. Factions are assigned to sides in multiplayer games.
ar: الفصيل هو مجموعة من الوحدات والقادة. يتم تخصيص الفصائل للأطراف في الألعاب متعددة اللاعبين.
gl: Unha facción é unha colección de unidades e líderes. Nas partidas de varios xogadores, as faccións asígnanse aos bandos.

source: An era is a collection of factions, intended to be played against one another. Besides the mainline eras that come with the game, many user-made factions are available from add-ons.
ar: العصر هو عبارة عن مجموعة من الفصائل، تهدف إلى اللعب ضد بعضها البعض. إلى جانب العصور الرئيسية التي تأتي مع اللعبة، تتوفر العديد من الفصائل التي صممها المستخدمون في الإضافات.
gl: Unha era é unha colección de faccións, pensada para loitar entre elas. Ademais das eras oficiais do xogo, existen moitas faccións dispoñíbeis en forma de complementos.

source: Certain units have abilities that either directly affect other units or have an impact on how the unit interacts with other units. These abilities will be listed under this section as you encounter them. Each page will provide a description of what the ability does and which (currently discovered) units have it.
ar: بعض الوحدات لديها قدرات تؤثر بشكل مباشر على الوحدات الأخرى أو لها تأثير على كيفية تفاعل الوحدة مع الوحدات الأخرى. سيتم إدراج هذه القدرات تحت هذا القسم عندما تصادفها. ستقدم كل صفحة وصفًا لما تفعله القدرة والوحدات (المكتشفة حاليًا) التي تمتلكها.
gl: Certas unidades teñen habilidades que afectan directamente a outras unidades ou teñen un impacto no xeito en que a unidade se relaciona con outras. Estas habilidades listaranse neste apartado a medida que as vaias descubrindo. En cada páxina poderás acceder á descrición da habilidade e á lista de unidades descubertas que a posúen.

source: Some weapons have special features that increase the effectiveness of attacking with them. When you see a new weapon special during a campaign or multiplayer scenario it will be added to this list; you can then view its page any time you wish. Each page will provide a description of what the weapon special does and which (currently discovered) units have it.
ar: تحتوي بعض الأسلحة على ميزات خاصة تزيد من فعالية الهجوم بها. عندما ترى خاصية جديدة لسلاح خلال حملة أو سيناريو متعدد اللاعبين ستتم إضافته إلى هذه القائمة؛ يمكنك بعد ذلك عرض صفحته في أي وقت ترغب فيه. ستوفر كل صفحة وصفًا لما يفعله السلاح الخاص والوحدات (المكتشفة حاليًا) التي تمتلكه.
gl: Algúns ataques contan con propiedades que aumentan a súa efectividade. Cando vexas unha nova propiedade durante unha campaña ou un escenario para varios xogadores, esta engadirase á lista. Entón poderás acceder á súa páxina en calquera momento. A páxina de cada propiedade conta cunha descrición e unha lista das unidades descubertas que a teñen.

source: Unknown Unit
ar: نوع غير معروف
gl: Unidade descoñecida

source: This unit is unknown for the moment. You must discover it in the game to be allowed to see its description.
gl: Aínda non se sabe nada desta unidade. Debes descubrila no xogo para poder ver a súa descrición.

source: Wesnoth is comprised of a series of battles, called <i>scenarios</i>, that pit your troops against the troops of one or more adversaries. Multiple scenarios that follow on from each other, telling a story, make up <i>campaigns</i>. In a campaign, you often need to play more carefully, preserving your best troops for use again in later scenarios. The interactive tutorial campaign <b>The South Guard</b> introduces Wesnoth gameplay in the context of a campaign. Most material covered in the tutorial is explained in these pages, so you can always refer back here if you forget something. After you master the basics, be sure to try another novice campaign next! You can help two brothers overcome a deadly peril in <i>A Tale of Two Brothers</i>, help the prince Konrad through a turning point in the history of Wesnoth in the epic <i>Heir to the Throne</i> or guide the mage Delfador on his way to becoming a legend in the equally epic <i>The Deceiver’s Gambit</i>. A full list of installed campaigns can be found via the <b>Campaign</b> option on the main menu, which is full of equally interesting adventures in the long history of Wesnoth. We’d recommend playing them in the order they are listed, but feel free to skip any that’s not your cup of tea! Campaigns are grouped by <i>level</i> and <i>difficulty</i>. For example, <i>Heir to the Throne</i> is ‘Novice’ level, and is playable at three difficulties: ‘Beginner’, ‘Normal’, and ‘Challenging’. The level of a campaign indicates what degree of proficiency in the game mechanics (such as <ref dst='movement'>zones of control</ref> and <ref dst='time_of_day'>time of day</ref>) is assumed. The difficulty indicates how challenging the scenarios will be: at higher difficulties, the obstacles to victory will be higher and overcoming them will require more skillful play. For example, at higher difficulties the enemy may have higher incomes, higher-level units, more castle hexes, and so on.
gl: A batalla polo Noroeste está composto por unha serie de batallas, chamadas <i>escenarios</i>, que enfrontan as túas tropas contra as dun ou máis adversarios. Varios escenarios encadeados que contan unha historia forman as <i>campañas</i>. Nunha campaña, adoitas necesitar xogar con máis coidado, preservando as túas mellores tropas para usalas de novo en escenarios posteriores. A campaña titorial interactiva <b>A Garda do Sur</b> introduce a xogabilidade do Noroeste no contexto dunha campaña. A maior parte do material explicado no titorial está tamén recollido nestas páxinas, polo que sempre podes consultalas se esqueces algo. Unha vez que domines os conceptos básicos, asegúrate de probar outra campaña para principiantes! Podes axudar a dous irmáns a superar un perigo mortal en <i>Un conto de dous irmáns</i>, apoiar ao príncipe Conrad nun punto crucial da historia do Noroeste na épica <i>Heredeiro do Trono</i> ou guiar ao mago Delfador no seu camiño para se converter nunha lenda na tamén épica <i>O Xogo do Engano</i>. Podes atopar a lista completa das campañas instaladas na opción <b>Campaña</b> do menú principal, chea de aventuras igualmente interesantes na longa historia do Noroeste. Recomendamos xogalas na orde en que aparecen listadas, pero sente liberdade para saltar calquera que non sexa do teu gusto! As campañas están agrupadas por <i>nivel</i> e <i>dificultade</i>. Por exemplo, <i>Heredeiro do Trono</i> é de nivel ‘Principiante’, e pódese xogar en tres dificultades: ‘Novato’, ‘Normal’ e ‘Difícil’. O nivel dunha campaña indica o grao de dominio das mecánicas do xogo (como as <ref dst='movement'>zonas de control</ref> e o <ref dst='time_of_day'>tempo do día</ref>) que se asume. A dificultade indica o reto que suporán os escenarios: a maior dificultade implica obstáculos máis altos para a victoria e requirirá un xogo máis hábil. Por exemplo, en dificultades superiores, o inimigo pode contar con maiores ingresos, unidades de nivel máis alto, máis hexágonos de castelo, e así por diante.

source: While playing, keep in mind that you can mouse-over many items in the game, such as the information displayed in the status pane, to see a brief description explaining each item. This is especially useful when you encounter new elements, such as <ref dst='..abilities_section'>abilities</ref>, for the first time.
gl: Cando esteas a xogar, non esquezas que podes deixar o punteiro enriba de moitos dos elementos do xogo, como na información do panel lateral, para mostrar unha breve descrición do elemento en cuestión. Isto pode resultar de gran utilidade ao descubrir novos elementos, como <ref dst='..abilities_section'>habilidades</ref>, por vez primeira.

source: Fundamentals of Gameplay
gl: Fundamentos da xogabilidade

source: Victory and Defeat
ar: النصر والهزيمة
gl: A vitoria e a derrota

source: Pay careful attention to the <b>Objectives</b> pop-up box at the beginning of each scenario. In most scenarios, you will achieve victory by killing all enemy leaders ; likewise, the death of your own leader generally results in defeat. However, some scenarios may have other victory objectives, such as getting your leader to a designated point, rescuing an ally, solving a puzzle, or holding out against a siege until a certain number of turns have elapsed.
gl: Presta especial atención aos <b>obxectivos</b> que se listan ao comezo de cada escenario. Normalmente conseguirás a vitoria matando a todos os líderes inimigos, e só te poderán derrotar matándoche o líder. Porén, algúns escenarios poden ter outras condicións para a vitoria, como levar ao líder a un lugar concreto, rescatar a alguén, resolver un problema, ou resistir un asedio durante un certo número de roldas.

source: When you win a scenario, the map grays over and the <b>End Turn</b> button changes to <b>End Scenario</b>. You can now do things like changing your save options or (if you are in a multiplayer game) chatting with other players before pressing that button to advance.
gl: Ao gañar un escenario, o mapa vólvese gris e o botón de <b>Continuar</b> pasa a ser un botón de <b>Finalizar</b>. Entón podes modificar as opcións de gardado, conversar con outros xogadores e cousas similares antes de premer o botón para avanzar.

source: Recruiting and Recalling
ar: التجنيد والاستدعاء
gl: Recrutar e reincorporar

source: Each side begins with one leader in their keep. At the start of any battle, and at times during it, you will need to recruit <ref dst='..units'>units</ref> into your army. To recruit, you must have your leader (for instance, Konrad in the <i>Heir to the Throne</i> campaign) on the keep hex of a <ref dst='..terrain_castle'>castle</ref>. Then you may recruit by either choosing <b>Recruit</b> from the menu or right-clicking on a hex and selecting <b>Recruit</b>. This brings up the recruit menu, which lists units available for recruitment, along with their gold cost. Click on a unit to see its statistics, then press the <b>Recruit</b> button to recruit it.
gl: Cada bando comeza cun líder na súa torre. Ao principio de calquera batalla, e ás veces durante a mesma, necesitarás recrutar <ref dst='..units'>unidades'</ref> para o teu exército. Para recrutar debes ter o líder (como por exemplo Conrad na campaña <i>O herdeiro ao trono</i>) no hexágono de torre dun <ref dst='..terrain_castle'>castelo'</ref>. Entón poderás recrutar, ben accedendo a <b>Recrutar'</b> desde o menú, ben premendo co botón secundario un hexágono de castelo e escollendo <b>Recrutar</b>. Así abrirase o menú de recrutamento, que lista as unidades dispoñíbeis para recrutar, xunto co seu custo. Preme nunha unidade para ver as súas estatísticas, e preme <b>Recrutar</b> para recrutala.

source: If you right-clicked on a castle hex and selected recruit, the new unit will appear in that hex. Otherwise, it will appear in a free hex near the keep. You may only recruit as many units as you have free hexes in your castle, and you cannot spend more gold than you actually have on recruiting.
gl: Se premiches co botón secundario nun hexágono de castelo e escolliches Recrutar, a nova unidade aparecerá nese hexágono. Senón aparecerá nun hexágono libre calquera preto da torre. Só podes recrutar tantas unidades coma hexágonos libres teñas no castelo, e non podes recrutar se non tes ouro abondo.

source: Recruited units come with two random <ref dst='..traits_section'>traits</ref> which modify their statistics.
gl: As unidades recrutadas veñen cos dous <ref dst='..traits_section'>trazos</ref> ao chou que modifican as súas estatísticas.

source: In later scenarios, you may also Recall survivors from earlier battles. Recalling costs a standard 20 gold and presents you with a list of all surviving units from previous scenarios.
gl: En escenarios posteriores, tamén poderás reincorporar superviventes de batallas anteriores. Reincorporar custa sempre vinte moedas de ouro, e poderás escoller a unidade que queiras dunha lista con todas as unidades superviventes de escenarios anteriores.

source: Units not only cost gold to Recruit or Recall, they also require money to support. See <ref dst='income_and_upkeep'>income and upkeep</ref> for more information.
gl: As unidades non só custan ouro ao recrutalas ou reincorporalas, tamén requiren cartos de mantemento. Consulta <ref dst='income_and_upkeep'>ngresos e mantemento'</ref> para obter máis información.

source: Income and Upkeep
ar: الدخل والصيانة
gl: Ingresos e mantemento

source: In Wesnoth, it is not enough simply to recruit units and fight. You must watch your gold as well, especially in campaigns, where you can carry extra gold over from one scenario to the next. There are two aspects to this; <i>income</i> and <i>upkeep</i>.
gl: No Noroeste, non abonda con recrutar e loitar, tamén deberás ter conta do ouro, especialmente nas campañas, nas que podes levar ouro dun escenario ao seguinte. Hai dúas cousas a ter en conta: os <i>ingresos</i> e mailo <i>mantemento</i>.

source: Income is simple. You have a base income of 2 gold per turn. For every village you control, you gain one additional gold each turn. Thus, if you have ten villages, you would normally gain 12 gold each turn. Your upkeep costs are subtracted from this income, as detailed below.
gl: Os ingresos son sinxelos. Tes un ingreso base de 2 ouros por quenda. Por cada aldea que controles, gañas un ouro adicional cada quenda. Así, se tes dez aldeas, normalmente gañarías 12 ouros por turno. Os custos de mantemento réstanselle a estes ingresos, como se detalla a continuación.

source: Upkeep is also fairly simple. Each unit requires an amount of Upkeep equal to its level. You can support as many levels worth of units as you have villages, without paying any upkeep. However, for each level of unit beyond the number of villages you have, you must pay one gold per turn. For example, if you have twelve level one units and ten villages, you would have to pay two gold each turn in upkeep.
gl: O mantemento tamén é bastante sinxelo. Cada unidade require unha cantidade de mantemento igual ao seu nivel. Podes manter gratuitamente tantas unidades (en niveis totais) como aldeas teñas. Porén, por cada nivel de unidade que supere o número de aldeas, terás que pagar un ouro por rolda. Por exemplo, se tes doce unidades de nivel un e só dez aldeas, terás que pagar dous ouros por rolda en mantemento.

source: Upkeep costs are subtracted from your income, so in the case of twelve levels of units and ten villages, your resultant Income would be 10 gold per turn.
gl: Os custos de mantemento réstanse aos ingresos, así que no caso de que as unidades sumen doce niveis e teñas dez aldeas, os ingresos netos serían de 10 moedas de ouro por rolda.

source: In general, the base income, the amount of gold you get per village per turn, and the number of unit levels each village can support are configurable, but in campaigns they are almost always the values described above. The <i>Scenario Settings</i> tab of the <i>Status Table</i> dialog shows the values for the current scenario.
gl: En xeral, a renda base, a cantidade de ouro que obtén por aldea por rolda e o número de niveis de unidade que pode soportar cada aldea son configurables, pero nas campañas son case sempre os valores descritos anteriormente. A <i>Configuración do escenario</i> no diálogo da <i>Táboa de estado</i> amosa os valores para o escenario actual.

source: There are two important exceptions to upkeep: units with the loyal trait and leaders never incur upkeep. Units you begin the scenario with (such as Delfador), or units who join you during a scenario (such as the horseman in the second scenario of <i>Heir to the Throne</i>) will usually have the <i>loyal</i> trait. The unit you are playing (such as Konrad) will almost always be a leader.
gl: Hai dúas excepcións importantes no que respecta ao mantemento: as unidades leais e os líderes. Ningún deles precisa mantemento. Por regra xeral, as unidades coas que comeces os escenarios (coma Delfador) ou as unidades que se che unan durante eles (coma o home a cabalo do segundo escenario da campaña <i>O herdeiro ao trono</i>) serán <i>leais</i>. A unidade coa que esteas a xogar (coma Conrad) será case sempre un líder.

source: Hitpoints and Experience
ar: نقاط الحياة والخبرة
gl: Vida e experiencia

source: Each unit has a certain number of <i>hitpoints</i> (HP). If the hitpoints of a unit drop below 1, the unit dies. Each unit also has a certain number of <i>experience points</i> (XP). A freshly recruited unit starts with no experience points, and gains experience by fighting enemies.
gl: As unidades teñen unha certa cantidade de <i>puntos de vida'</i>, e se baixa de un, morren. Teñen ademais un certo número de <i>puntos de experiencia</i>. As unidades recrutadas carecen de puntos de experiencia, que irán conseguindo a medida que vaian loitando.

source: The hitpoints and experience points are both indicated in the status pane using two numbers (the current value and the maximum value the unit can have).
ar: تتم الإشارة إلى نقاط الحياة ونقاط الخبرة في جزء الحالة باستخدام رقمين (القيمة الحالية والحد الأقصى للقيمة التي يمكن أن تمتلكها الوحدة).
gl: Os puntos de vida e de experiencia indícanse no panel lateral mediante parellas de números —o valor actual e o valor máximo que a unidade pode chegar a ter—.

source: The hitpoints are also indicated by an energy bar next to each unit, which is green, yellow or red. A unit with at least 1 experience point has a blue experience bar, which turns white as the unit is about to <ref dst='advancement'>advance</ref>.
gl: Os puntos de vida indícanse tamén usando unha barra de vida preto de cada unidade, que pode ser verde, amarela ou vermella. As unidades con polo menos un punto de experiencia teñen ademais unha barra de experiencia azul, que se volve máis clara a medida que a unidade se achega ao punto de <ref dst='advancement'>avance</ref>.

source: Advancement
ar: تطوّر
gl: Avance

source: If both units survive a combat, they gain a number of experience points equal to the level of the unit they’re fighting. If a unit kills another in combat, however, it gains much more experience — 4 for a level 0 unit, 8 for level 1, 16 for level 2, 24 for level 3, and so forth.
ar: إذا نجحت كلتا الوحدتين في النجاة من القتال، فإنهما تكتسبان عددًا من نقاط الخبرة يساوي مستوى الوحدة التي تقاتلانها. ومع ذلك، إذا قتلت وحدة أخرى في القتال، فإنها تكتسب خبرة أكبر بكثير - 4 لوحدة المستوى 0، و8 لوحدة المستوى 1، و16 لوحدة المستوى 2، و24 لوحدة المستوى 3، وهكذا.
gl: Se nun combate sobreviven ambas as dúas unidades, obteñen tanta experiencia como nivel teña a unidade coa que loitaron. Se unha unidade mata a outra en combate, porén, obtén moita máis experiencia: 4 por unha unidade de nivel 0, 8 por unha de nivel 1, 16 por unha de nivel 2, 24 por unha de nivel 3, etc.
