Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wc/*.po
Languages: gl

source: World Conquest
gl: Conquista Mundial

source: Units are defined as pairs in recruit list: Every time a unit is recruited, it is replaced by its pair. This era is designed to be balanced playing World Conquest II. Includes an in-game help to know pairs status, with a right-click on an empty hex.
gl: As unidades defínense como pares na lista de recrutamentos: cada vez que se recruta unha unidade, substitúese pola súa parella. Esta era está deseñada para ser equilibrada xogando Conquista Mundial II. Inclúe unha axuda no xogo para coñecer o estado dos pares, facendo clic co botón dereito nun hexágono baleiro.

source: heroic
gl: heroico

source: female^heroic
gl: heroica

source: expert
gl: experto

source: female^expert
gl: experta

source: epic
gl: épico

source: female^epic
gl: épica

source: Always AMLA with 60 XP and raises maximum health by 6 HP.
gl: Sempre AMLA con 60 XP e aumenta a saúde máxima en 6 HP.

source: Max HP bonus +6%
gl: Bonificación máxima de HP +6%

source: legendary
gl: lendario

source: female^legendary
gl: lendaria

source: Special advancement to Chocobone enabled.
gl: Avance especial para Chocobone activado.

source: Special advancement to Goblin Pillager enabled.
gl: Avance especial para Goblin Pillager activado.

source: The Alliance
gl: A alianza

source: Young Ogre, Undead and Northerners
gl: Ogro novo, mortos-vivos e norteños

source: The Artisans
gl: Os Artesáns

source: The Cult
gl: O Culto

source: Young Ogre, Drakes and Northerners
gl: Novos ogros, dracos e norteños

source: The Defiance
gl: O Desafío

source: The Empire
gl: O Imperio

source: The Gang
gl: A banda

source: Dune Herbalist, Loyalists and Knalgan Alliance
gl: Dune Herbalist, Lealistas e Knalgan Alliance

source: The Guild
gl: O Gremio

source: Dune Soldier, Loyalists and Drakes
gl: Dune Soldier, Leais e Drakes

source: The Hand
gl: A man

source: Dune Rider, Knalgan Alliance and Drakes
gl: Dune Rider, Knalgan Alliance e Drakes

source: The Horde
gl: A horda

source: Dune Rider, Knalgan Alliance and Rebels
gl: Dune Rider, Knalgan Alliance e Rebels

source: The Marauders
gl: Os merodeadores

source: The Militia
gl: A milicia

source: Dune Rover, Undead and Loyalists
gl: Dune Rover, non mortos e leais

source: The Scourge
gl: O azoute

source: The Trust
gl: A confianza

source: Artifacts
gl: Artefactos

source: Recruits
gl: Recrutas

source: Deserters
gl: Desertores

source: Commanders
gl: Comandantes

source: Random Leaders
gl: Líderes aleatorios

source: Settings
gl: Axustes

source: Use World Conquest Unitmarkers
gl: Usa marcadores de unidades Conquista Mundial

source: Use World Conquest experimental pickup
gl: Usa Conquista Mundial recollida experimental

source: Show pickup confirmation
gl: Mostrar a confirmación da recollida

source: Difficulty
gl: Dificultade

source: Choose a bonus for your team
gl: Escolle unha bonificación para o teu equipo

source: Before:
gl: Antes:

source: After:
gl: Despois:

source: Get This Item
gl: Obter este elemento

source: OK
gl: DACORDO

source: You got
gl: Tes

source: Pick up item?
gl: Queres recoller o artigo?

source: Yes
gl: Si

source: No
gl: Non

source: Map Generator Settings
gl: Configuración do xerador de mapas

source: Players:
gl: Xogadores:

source: Scenario:
gl: Escenario:

source: Map:
gl: Mapa:

source: Map Size:
gl: Tamaño do mapa:

source: Village Density:
gl: densidade da aldea:

source: Keep Size:
gl: Manter o tamaño:

source: Iterations:
gl: Iteracións:

source: Terrain Factor:
gl: factor de terreo:

source: Island Factor:
gl: Factor de illa:

source: Number of Keeps:
gl: Número de gardas:

source: Close
gl: Pechar

source: $name|’s pet
gl: A mascota de $name|

source: Defeat all enemy leaders and commanders
gl: Derrota a todos os líderes e comandantes inimigos

source: Turns run out
gl: Esgótanse as quendas

source: Lose your leader and all your commanders
gl: Perde o teu líder e todos os teus comandantes

source: An in-game help is available: right-click on any empty hex.
gl: Hai unha axuda no xogo dispoñible: fai clic co botón dereito en calquera hexágono baleiro.

source: Average remaining gold:
gl: Promedio de ouro restante:

source: Tell me how my recruit works
gl: Cóntame como funciona o meu recluta

source: Every time you recruit a unit, it is replaced in your recruit list by its pair. The following pairs can also be found here:
gl: Cada vez que reclutas unha unidade, esta substitúese na túa lista de recrutados pola súa parella. Tamén se poden atopar aquí os seguintes pares:

source: You are not using a WC2 faction.
gl: Non estás usando unha facción WC2.

source: I cannot pick up that item.
gl: Non podo recoller ese artigo.

source: Remind me what this item does
gl: Lémbrame o que fai este elemento

source: place
gl: lugar

source: $name's $type
gl: $type de $name

source: Hey, I found some treasure!
gl: Ei, atopei un tesouro!

source: Someone is here!
gl: Alguén está aquí!

source: Cargo
gl: Carga

source: Disaster
gl: Desastre

source: Expedition
gl: Expedición

source: Massacre
gl: Masacre

source: Point
gl: Punto

source: Rest
gl: Descansar

source: Rocks
gl: Rochas

source: Route
gl: Ruta

source: Ruin
gl: Ruína

source: Vestige
gl: Vestixio

source: Waters
gl: Augas

source: Curse
gl: Maldición

source: Exile
gl: Exilio

source: Lair
gl: Guarida

source: Passage
gl: Pasaxe

source: Death
gl: Morte

source: Cemetery
gl: Cemiterio

source: Desert
gl: Deserto

source: Desolation
gl: Desolación

source: Despair
gl: Desesperación

source: Wasteland
gl: Terra baldía

source: Destruction
gl: Destrución

source: Cave
gl: Cova

source: Graveyard
gl: Cemiterio

source: Grotto
gl: Gruta

source: Hideout
gl: Escondite

source: Den
gl: Guarida

source: Mine
gl: O meu

source: Secret
gl: Secreto

source: Crypt
gl: Cripta

source: Dream
gl: Soño

source: Mausoleum
gl: Mausoleo

source: Ossuary
gl: Osario

source: Peak
gl: Pico

source: Quarry
gl: Pedreira

source: Site
gl: Sitio

source: Destiny
gl: Destino

source: Domain
gl: Dominio

source: Door
gl: Porta

source: Gate
gl: Porta

source: Armory
gl: Armería

source: Fair
gl: Feira

source: Market
gl: Mercado

source: Path
gl: Camiño

source: Road
gl: Camiño

source: Tournament
gl: Torneo

source: Refuge
gl: Refuxio

source: Memory
gl: Memoria

source: Rock
gl: Rocha

source: Triumph
gl: Triunfo

source: Monolith
gl: Monolito

source: Obelisk
gl: Obelisco

source: Desire
gl: Desexo

source: Well
gl: Ben

source: Cliff
gl: Cantíl

source: Plateau
gl: Meseta

source: Bay
gl: Baía

source: Coast
gl: Costa

source: Harbor
gl: Porto

source: Lighthouse
gl: Faro

source: Port
gl: Porto

source: Seaport
gl: Porto marítimo

source: Shore
gl: Costa

source: Beacon
gl: Baliza

source: Signal
gl: Sinal

source: Delirium
gl: Delirio

source: Conclave
gl: Cónclave

source: Farm
gl: Granxa

source: Field
gl: Campo

source: Granary
gl: Hórreo

source: Grassland
gl: pradeira

source: Meadow
gl: Prado

source: Prairie
gl: Pradeira

source: Shire
gl: Comarca

source: Windmill
gl: Muíño de vento

source: Outpost
gl: Posto avanzado

source: Shelter
gl: Abrigo

source: Oracle
gl: Oráculo

source: Academy
gl: Academia

source: Library
gl: Biblioteca

source: Sanctuary
gl: Santuario

source: School
gl: Escola

source: Shrine
gl: Santuario

source: Temple
gl: Templo

source: Decay
gl: Decadencia

source: Moor
gl: Mouro

source: Perversion
gl: Perversión

source: Tree
gl: Árbore

source: Observatory
gl: Observatorio

source: Tower
gl: Torre

source: Commanders will take your leader’s place when the leader dies, possible commanders:
gl: Os comandantes ocuparán o lugar do teu líder cando o líder morra, posibles comandantes:

source: Commander
gl: Comandante

source: promote to leader
gl: ascender a líder

source: possible units:
gl: unidades posibles:

source: Deserter
gl: Desertor

source: Training
gl: Adestrando

source: $name Training
gl: $name Formación

source: Other
gl: Outro

source: +70 gold and +1 village
gl: +70 ouro e +1 vila

source: Stock up supplies
gl: Abastece os suministros

source: Gives 70 gold and places a village on your keep.
gl: Dá 70 ouro e coloca unha aldea na túa fortaleza.

source: No! This is the end!
gl: Non! Este é o final!

source: Don’t lose heart comrades, we can still win this battle.
gl: Non vos desanimades compañeiros, aínda podemos gañar esta batalla.

source: $name Training Maximum Level
gl: $name Nivel máximo de formación

source: $name Training level $level
gl: $name Nivel de adestramento $level

source: Maximum Level
gl: Nivel Máximo

source: level $level
gl: nivel $level

source: trained
gl: adestrado

source: female^trained
gl: feminino^ adestrado

source: Nothing to learn here
gl: Non hai nada que aprender aquí

source: From $level_before to $level_after
gl: Desde $level_before ata $level_after

source: You look like you could use some help. Mind if I join in? It’s been a while since I had a good fight!
gl: Parece que podería usar algunha axuda. ¿Os importa se me sumo? Hai tempo que non tiña unha boa pelexa!

source: Excellent. We could always use more help.
gl: Excelente. Sempre poderiamos usar máis axuda.

source: ’bout time. Been forever since I had a good fight, eh?
gl: ’ hora. Hai unha eternidade desde que tiven unha boa pelexa, eh?

source: Who you? I help you smash!
gl: Quen ti? Axudoche a esmagar!

source: My clan was destroyed long ago, leaving me to fend for myself. Let me join your army and I will fight as though your clan was my own!
gl: O meu clan foi destruído hai moito tempo, deixándome valer por min mesmo. Déixame unir ao teu exército e loitarei coma se o teu clan fose o meu!

source: Hey boss. Looks like you’ve got some prey that need killing.
gl: Ola xefe. Parece que tes algunha presa que precisa matar.

source: I hunts. I join you, I hunts good for you!
gl: Eu cazo. Únete a ti, cazo ben para ti!

source: Very well. But take care where your dog does its stuff.
gl: Moi ben. Pero ten coidado onde o teu can fai as súas cousas.

source: Heh, looks like you whelps might be getting in over your heads. Good thing I’m here now to win this fight for ya, huh?
gl: Eh, parece que vos cachorros podedes estar pasando polas vosas cabezas. Menos mal que estou aquí agora para gañar esta loita por ti, non?

source: I too have come a long way to this strange land. Perhaps we were destined to join blades here.
gl: Eu tamén teño percorrido un longo camiño ata esta estraña terra. Quizais fomos destinados a unirnos as láminas aquí.

source: Looks like we fished some tasty help.
gl: Parece que pescamos unha saborosa axuda.

source: Need a friendly blade?
gl: Necesitas unha lámina amigable?

source: The mother forest sends you her blessings. Let us join together against her foes.
gl: O bosque nai envíache as súas bendicións. Unámonos contra os seus inimigos.

source: Yeah, flower power!
gl: Si, flower power!

source: I offer you the service of my arrows and my steed. You will find none that fly faster than either.
gl: Ofrézoche o servizo das miñas frechas e do meu corcel. Non atoparás ningún que voe máis rápido que ningún.

source: Hmm! Welcome, tree-friends. We will pound our enemies into dust!
gl: Hmm! Benvidos, amigos da árbore. Golpearemos os nosos inimigos en po!

source: Greetings, friends. I am a lone hunter and have no legions of warriors to offer you, but I will gladly lend my arms to your cause.
gl: Saúdos, amigos. Son un cazador solitario e non teño lexións de guerreiros que ofrecerche, pero con gusto prestarei as miñas armas á túa causa.

source: You have come a long way over the ocean, yet I see that you know little of her ways. Let me show you.
gl: Percorreches moito o océano, pero vexo que sabes pouco dos seus camiños. Déixame amosarche.

source: You’re not from around here, but I seem to find myself between employers at the moment and I’m not picky. I’ll fight for you, if you’ll have me.
gl: Non es de aquí, pero parece que me atopo entre os empresarios neste momento e non son esixente. Eu loitarei por ti, se me tes.

source: Of course. How could a girl say no to a man riding a horse?
gl: Por suposto. Como podería unha nena dicir non a un home montado a cabalo?

source: Hurrah! Now THIS is a battle too grand to be missed. Save some for me, eh?
gl: Hurra! Agora ESTA é unha batalla demasiado grande para perderla. Gárdame un pouco, eh?

source: Ho there, friends! I am but a soldier of humble circumstances, yet long have I dreamed of joining great wars beyond our shores. Let me join your mission!
gl: ¡Hola, amigos! Non son máis que un soldado de humildes circunstancias, pero hai tempo que soño con unirme a grandes guerras máis aló das nosas costas. Déixame unir á túa misión!

source: Looks like you’re a bit down on your luck, my friends. But now that I am here, there’s nothing to worry about!
gl: Parece que estás un pouco abaixo coa túa sorte, meus amigos. Pero agora que estou aquí, non hai nada de que preocuparse!

source: Finally reinforcements are here! I’ve been pinned down for days. Help me fight my way out of here and I’ll gladly follow you!
gl: Por fin están aquí os reforzos! Levo días atrapado. Axúdame a saír de aquí e seguirei encantada!

source: Greetings, my lords. I have watched your battle from afar and yearn to join such a glorious campaign. I pledge myself to your service!
gl: Saúdos, meus señores. Observei a túa batalla desde lonxe e desexo unirme a unha campaña tan gloriosa. Comprométome ao teu servizo!

source: Long have I studied the ways of lore, and I have much wisdom to offer. Allow me to guide you on your quest and together we will accomplish great things!
gl: Hai moito tempo que estudei os camiños da tradición e teño moita sabedoría que ofrecer. Permíteme guiarte na túa busca e xuntos conseguiremos grandes cousas!

source: I bring greetings from the merfolk. We have heard your plight, and though we have few warriors to spare among us, I would gladly lend my trident to your cause.
gl: Traio saúdos dos tritóns. Escoitamos a túa situación e, aínda que temos poucos guerreiros que sobrar entre nós, prestaríalle o meu tridente para a túa causa.

source: Having trouble, eh? Never worry, lads, we’ll sort ’em out soon enough!
gl: Tendo problemas, eh? Non te preocupes, rapaces, pronto resolverémolos!

source: You’ve got me, guv, it’s a fair cop! Just lemme work for you instead. You won’t regret it, guv, I promise!
gl: Tesme, guv, é un policía xusto! Só déixame traballar para ti. Non te arrepentirás, guv, prométoo!

source: Listen up, ye primitive screwheads! This... is me BOOM STICK. Lemme show you what this baby can do!
gl: Escoitade, idiotas primitivos! Este... son eu BOOM STICK. Déixache mostrar o que pode facer este bebé!

source: What, you want my help? A guy like me? Huh, that’s rich. Oh well... let’s give it a shot, eh?
gl: Que, queres a miña axuda? Un tipo coma min? Huh, iso é rico. Ah ben... imos darlle un tiro, eh?

source: A soldier is no good without something to fight for. Let me fight for you!
gl: Un soldado non vale sen algo polo que loitar. Déixame loitar por ti!

source: Hey, hey, easy there! I done nothin’ to hurt you. We’re all friends here, right? Looks like you might be in a tight spot, but don’t worry. No one’s better at getting out of tight spots than me, boss!
gl: Hey, hey, easy there! Non fixen nada para facerte dano. Todos somos amigos aquí, non? Parece que podes estar nun punto axustado, pero non te preocupes. Ninguén é mellor ca min para saír dos apuros, xefe!

source: Chin up, lads. Today is a good day to die!
gl: Arriba, rapaces. Hoxe é un bo día para morrer!

source: Brave words. Welcome to The Fight Club...
gl: Palabras bravas. Benvido ao club da loita...

source: Need a hand? Me an’ me bird can get just about anywheres you need.
gl: Necesitas unha man? Eu e eu o paxaro podemos chegar a calquera lugar que necesites.

source: Sounds good. You scared me for a moment.
gl: Soa ben. Asustáchesme un momento.

source: Cool. We could always need more air power.
gl: Xenial. Sempre poderiamos necesitar máis enerxía aérea.

source: The ancient spirits tell me my destiny lies with yours. My blade is at your command.
gl: Os espíritos antigos dinme que o meu destino está co teu. A miña lámina está ás túas ordes.

source: Stand fast, for I bring you the strength of dragons to assist you in your battle!
gl: Mantente rápido, porque tráioche a forza dos dragóns para axudarche na túa batalla!

source: Today is a most auspicious day for you, for I deem you worthy of the power of dragonfire. Show me your foes and I will incinerate them!
gl: Hoxe é un día moi propicio para ti, porque considero que eres digno do poder do lume do dragón. Amósame os teus inimigos e vounos incinerar!

source: Perfect. We can always use more firepower.
gl: Perfecto. Sempre podemos usar máis potencia de lume.

source: You no fight good enough, no have saurian way. I show you way of saurian!
gl: Non loitas ben, non tes xeito saurio. Enseñoche o camiño do saurio!

source: Sure, bro...
gl: Claro, irmán...

source: You may be out to take over the land and the seas, but you’ll never get anywhere without control of the skies. Fortunately I’m here to help you!
gl: Quizais esteas por facerte cargo da terra e dos mares, pero nunca chegarás a ningún lado sen o control dos ceos. Afortunadamente estou aquí para axudarche!

source: Tribe fall long time ago, now tribe lost. This last fight of tribe. I fight with you, make last very great!
gl: Tribo caeu hai moito tempo, agora tribo perdida. Esta última loita de tribo. Loito contigo, fai que dure moi grande!

source: Don’t hit me! I’m just your average regular friendly talking skeleton, see? Looks like you fellows could use some help!
gl: Non me pegues! Son só o teu esqueleto de conversa amigable normal, miras? Parece que vos pode servir de axuda!

source: I am called forth from eternal rest, bound to follow he who called me. Show me the enemy, master!
gl: Son chamado do descanso eterno, obrigado a seguir a quen me chamou. Móstrame o inimigo, mestre!

source: I say, old sport! It looks like you’ve got a spot of bother. Well, chin up, I say! I’m sure we’ll make a simply smashing team-up. We can sort this lot out and be done by tea, what?
gl: Eu digo, vello deporte! Parece que tes un punto de molestia. Ben, queixo arriba, digo! Estou seguro de que faremos un equipo simplemente esmagador. Podemos clasificar este lote e facelo con té, que?

source: Have at thee, unholy abomin... wait, huh?
gl: Teño contigo, impío abomin... espera, eh?

source: You may not trust me or my reasons, but it seems you are not in a position to be choosy about your allies. Let me assist you and you just may survive.
gl: Quizais non confíes en min nin nas miñas razóns, pero parece que non estás en condicións de ser esixente cos teus aliados. Déixame axudarte e podes sobrevivir.

source: Who calls me from my slumber? I sense a great battle being joined. Point me towards the enemy and I will feast upon their very souls!
gl: Quen me chama do meu sono? Sinto que se une unha gran batalla. Apuntame cara ao inimigo e me deleitei coas súas almas!

source: This creature seems unusually intelligent for its kind. Perhaps it will help us!
gl: Esta criatura parece inusualmente intelixente para a súa especie. Quizais nos axude!

source: You friend are? I friend help!
gl: Vostede é amigo? Eu amigo axuda!

source: Me friend. We can play together.
gl: Eu amigo. Podemos xogar xuntos.

source: Ah, please no hurtings me! I helps you, see?
gl: Ah, por favor, non me fagas dano! Eu axúdoche, ves?

source: Fine. We could need a small help.
gl: Ben. Poderíamos necesitar unha pequena axuda.

source: Excellent. We could always need cannon fodder.
gl: Excelente. Sempre poderiamos necesitar carne de canón.

source: Odd, it doesn’t seem to attack. I wonder if we can use it?
gl: Raro, non parece atacar. Pregúntome se podemos usalo?

source: Oooh oooh oooh! I want to help! Pick me, pick me!
gl: Oooh oooh oooh! Quero axudar! Escólleme, escólleme!

source: ...fine. I guess.
gl: ...ben. supoño.

source: Game Mechanics
gl: Mecánica do xogo

source: <b>Gold</b>
gl: <b>Ouro</b>

source: Carryover rate is 15% and split evenly among players. Negative amounts will not carry over. Early finish bonus is superior to village control, but it is not directly related to the carryover amount.
gl: A taxa de arrastre é 15% ae repartida equitativamente entre os xogadores. As cantidades negativas non se trasladarán. O bono de finalización anticipada é superior ao control da aldea, pero non está directamente relacionado co importe do arrastre.

source: <b>Autorecall</b>
gl: <b>Recall automática</b>

source: Units with the <b>heroic</b> trait are recalled at the start of each scenario with no cost (up to castle size).
gl: As unidades co trazo <b>heroico</b> son recordadas ao comezo de cada escenario sen custo (ata o tamaño do castelo).

source: <b>Recall Cost</b>
gl: <b>Custo de recuperación</b>

source: Units costing less than 17 gold are cheaper to recall.
gl: As unidades que custan menos de 17 ouro son máis baratas de recordar.

source: <b>Training</b>
gl: <b>Formación</b>

source: Every time you recruit a new unit, your training levels will be applied. If a unit gains training benefits, you can see them with the trait "trained". Each unit’s chance of gaining training benefits is independent of another’s.
gl: Cada vez que contrate unha nova unidade, aplicaranse os seus niveis de formación. Se unha unidade obtén beneficios de adestramento, podes velos co trazo "adestrado". A posibilidade de cada unidade de obter beneficios de formación é independente das doutras.

source: <b>Upkeep</b>
gl: <b>Mantemento</b>

source: Units with the <b>heroic</b> trait or holding any magic <b>item</b> have free upkeep.
gl: As unidades co trazo <b>heroico</b> ou que posúen algún <b>elemento</b> máxico teñen mantemento gratuíto.

source: <b>Bonus Points</b>
gl: <b>Puntos de bonificación</b>

source: In every scenario the game generates as many bonus points on the map as there are players in the game, the bonus points can be picked up by player units and either contain artifacts, loyal units, or training.
gl: En todos os escenarios, o xogo xera tantos puntos de bonificación no mapa como xogadores hai no xogo, os puntos de bonificación poden ser recollidos por unidades de xogadores e conter artefactos, unidades leais ou adestramento.

source: <b>Army discipline</b>
gl: <b>Disciplina do exército</b>

source: At scenarios 1 to 3, for each training level players already own, trainers found have 2% to 4% chance to become advanced trainers (provide 2 levels). Becomes irrelevant from scenario 4 onwards because all trainers will always be advanced.
gl: Nos escenarios do 1 ao 3, para cada nivel de adestramento que xa posúen os xogadores, os adestradores atopados teñen 2% to 4% cobilidade para converterse en adestradores avanzados (proporciona 2 niveis). Vólvese irrelevante a partir do escenario 4 porque todos os adestradores sempre estarán avanzados.

source: Training improves newly recruited units, it has no effect on already recruited units. The following list shows all available training, the training you currently have is marked in green.
gl: A formación mellora as unidades de nova contratación, non ten ningún efecto sobre as unidades xa contratadas. A seguinte lista mostra todos os adestramentos dispoñibles, a formación que tes actualmente está marcada en verde.

source: Items
gl: Elementos
