Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wc/*.po
Languages: gl

source: Items can be given to units to make them stronger. You can get items in three ways: 1) By choosing an item as your starting bonus; 2) By finding it on a map in a bonus point; 3) By dropping from enemies in later scenarios. Note, however, that not all units can pick up all items.
gl: Pódense dar elementos ás unidades para que sexan máis fortes. Podes obter artigos de tres formas: 1) Escollendo un elemento como bonificación inicial; 2) Atopándoo nun mapa nun punto extra; 3) Ao abandonar os inimigos en escenarios posteriores. Teña en conta, con todo, que non todas as unidades poden recoller todos os elementos.

source: Factions
gl: Faccións.

source: The World Conquest era consists of factions that are built from pairs of mainline factions. One faction will have a healer available (Drakes, Dunefolk, Rebels and Loyalists) and one will not (Orcs, Dwarves and Undead). The recruit list is also organized in pairs so that sometimes you will have to recruit a different unit before you can recruit the units that you want. The available heroes, deserters, and random leaders also depend on your factions; the items you can get do not depend on the faction you choose.
gl: A era Conquista Mundial consiste en faccións que se constrúen a partir de parellas de faccións principais. Unha facción terá un cura dispoñible (Drakes, Dunefolk, Rebeldes e Leais) e outra non (Orcos, Ananos e Non-mortos). A lista de recrutamentos tamén está organizada por parellas, polo que ás veces terás que contratar unha unidade diferente antes de poder contratar as unidades que queiras. Os heroes dispoñibles, os desertores e os líderes aleatorios tamén dependen das túas faccións; os elementos que podes conseguir non dependen da facción que elixas.

source: (not available for enemies)
gl: (non dispoñible para os inimigos)

source: (not available for players)
gl: (non dispoñible para xogadores)

source: Start
gl: Comeza

source: Scenario
gl: Escenario

source: Final Battle
gl: Batalla final

source: water^Springs
gl: auga^Mananciais

source: Glaciers
gl: Glaciares

source: Provinces
gl: Provincias

source: Clayey
gl: Arxiloso

source: river^Delta
gl: río^Delta

source: Sulfurous
gl: Sulfuroso

source: made of^Coral
gl: feita de^Coral

source: Thermal
gl: Térmico

source: Volcanic
gl: volcánica

source: Wicked
gl: Malvado

source: Wild
gl: Salvaxe

source: To war! Prepare to defend yourselves!
gl: Os non mortos entraron no pazo! Defende-se!

source: Why do we fight amongst ourselves? We should band together and take the coast with our combined forces!
gl: Por que loitamos entre nós? Deberíamos unirnos e tomar a costa coas nosas forzas combinadas!

source: You speak truly; together we can overpower the rest. After that, who knows? Together we could go on to conquer other lands across the sea!
gl: Falas de verdade; xuntos podemos vencer ao resto. Despois diso, quen sabe? Xuntos poderiamos seguir conquistando outras terras alén do mar!

source: Foolish upstarts. You will never defeat us! Come, my allies. Let us crush them!
gl: Parvos parvos. Nunca nos derrotarás! Veña, meus aliados. ¡Déixanos esmagar!

source: Yes! We will drive them into the sea!
gl: Si! Imos metelos ao mar!

source: Never fear! Your trusted friends stand beside you!
gl: Nunca teñas medo! Os teus amigos de confianza están ao teu lado!

source: Victory is ours! Let us set sail in search of new lands to conquer!
gl: A vitoria é nosa! Naveguemos na procura de novas terras que conquistar!

source: Ahhh. Just look at these fertile lands, ripe for conquest!
gl: Ahhh. Basta mirar estas terras fértiles, maduras para a conquista!

source: What’s this?! Foreign invaders have set foot upon our shores!
gl: Que é isto?! Os invasores estranxeiros pisaron as nosas costas!

source: We’ll send them back to where they came from quick enough. All troops, to me!
gl: Enviarémolos de volta a onde viñeron o suficientemente rápido. Todas as tropas, para min!

source: We win! Truly ours will be a glorious empire!
gl: Gañamos! Verdadeiramente o noso será un imperio glorioso!

source: Do not get hasty! To reach the great continents of the east we must subdue the savage coast of Moragdu, notorious for its corsairs, before we can advance further.
gl: Non te apresures! Para chegar aos grandes continentes do leste debemos someter a costa salvaxe de Moragdu, famosa polos seus corsarios, antes de poder avanzar máis.

source: What’s this? It is a long time since strangers have set foot upon Moragdu — and in such great numbers too!
gl: Que é isto? Hai moito tempo que os descoñecidos pisan Moragdu, ¡e tamén en número tan grande!

source: The time of prophecies is upon us! The destroyers have arrived from beyond the sea!
gl: Chegou o tempo das profecías! Os destrutores chegaron de alén do mar!

source: I don’t know what the lizard is babbling about, but we’ll sort these ‘destroyers’ out quickly enough.
gl: Non sei de que balbucea o lagarto, pero solucionaremos estes "destrutores" o suficientemente rápido.

source: Ready yourselves, men! The conquering hordes are upon us!
gl: Prepárense, homes! As hordas conquistadoras están sobre nós!

source: Word has come to our island of your victories. Your army is impressive, but it will avail you not.
gl: Chegou á nosa illa a palabra das túas vitorias. O teu exército é impresionante, pero non che servirá.

source: Indeed. You come this far, and no farther!
gl: De feito. Chegas ata aquí, e non máis lonxe!

source: Hah! We didn’t come all this way just to give up and go home. We will destroy you as we have destroyed all that have stood before us!
gl: Hah! Non viñemos todo este camiño só para desistir e volver a casa. ¡Destruirémoste como destruímos todo o que nos enfrontou!

source: So be it. We stand squarely behind our allies.
gl: Así sexa. Estamos totalmente detrás dos nosos aliados.

source: You are not the only ones with allies! We’ll push on till the end!
gl: Non sodes os únicos con aliados! Seguiremos ata o final!

source: Onwards to the ships!
gl: Adiante para os barcos!

source: We have travelled great oceans and brought low mighty empires. Should we not wait until our forces regain their strength?
gl: Viaxamos grandes océanos e trouxemos imperios poderosos baixos. Non debemos esperar a que as nosas forzas recuperen as súas forzas?

source: One last effort! We better finish our campaign when we hold initiative, before Winter arrives.
gl: Un último esforzo! É mellor que rematemos a nosa campaña cando teñamos iniciativa, antes de que chegue o inverno.

source: Finally we come to the shores of the last continent. Here at the edge of the world our empire shall be made complete.
gl: Por fin chegamos ás costas do último continente. Aquí, na beira do mundo, o noso imperio completarase.

source: Never! Your mad quest ends here, tyrant.
gl: Nunca! A túa loca busca remata aquí, tirano.

source: All the peoples of the world stand against you. Though we would be enemies otherwise, we are united in our cause. We must stop you!
gl: Todos os pobos do mundo están contra ti. Aínda que seríamos inimigos doutro xeito, estamos unidos na nosa causa. Temos que parar!

source: No, not all of them. Today our full strength stands behind our allies!
gl: Non, non todos. Hoxe toda a nosa forza está detrás dos nosos aliados!

source: That’s it, our work is done here!
gl: Isto é todo, o noso traballo está feito aquí!

source: The whole world is now ours to command!
gl: O mundo enteiro é agora noso para mandar!

source: It was hard, but I almost regret the fun is over.
gl: Foi difícil, pero case lamento que a diversión acabou.

source: The End
gl: Fin

source: Enemies
gl: Inimigos

source: Allies
gl: Aliados:

source: Special Overlay
gl: Superposición especial

source: Adamant armor
gl: Armadura Adamant

source: blade/impact/pierce: up to 10% resistances, steadfast
gl: lámina/impacto/perforación: ata 10% rresistencias, firme

source: The sturdy plates of this lightweight armor increase the user’s physical resistances (to a maximum of 10%) and grants the steadfast ability.
gl: As placas resistentes desta armadura lixeira aumentan as resistencias físicas do usuario (ata un máximo do 10%) e outorgan a habilidade firme.

source: Assassin’s ring
gl: Anel do asasino

source: melee: backstab
gl: corpo a corpo: puñalada nas costas

source: This plain ring with a pleasantly smooth and slippery surface gives its owner unmatched sneak attacking skills.
gl: Este anel liso cunha superficie agradablemente lisa e esvaradía dálle ao seu propietario habilidades de ataque furtivo inigualables.

source: Azure pearl
gl: Perla azur

source: Full movement and up to 60% defense in water or swamp and up to 70% defense in reef.
gl: Movemento total e ata 60% ddefensa en auga ou pantano e ata 70% ddefensa en arrecife.

source: This wondrous gem lets the bearer breathe and move through water as if it was air, strongly improving their mobility in water and granting the submerge ability.
gl: Esta marabillosa xoia permite ao portador respirar e moverse pola auga coma se fose aire, mellorando moito a súa mobilidade na auga e outorgándolle a capacidade de mergullarse.

source: fearless, undead, healthy, tenacity
gl: sen medo, non mortos, saudable, tenacidade

source: This shamanic totem protects from poison, drain, and plague. Bearers of the totem are immune to fear and their vulnerabilities are reduced.
gl: Este tótem chamánico protexe do veleno, o drenaxe e a peste. Os portadores do tótem son inmunes ao medo e as súas vulnerabilidades redúcense.

source: Blood ring
gl: Anel de sangue

source: melee: drains
gl: corpo a corpo: drena

source: This pulsing ring empowers the bearer’s melee attacks with the ability to drain lifeforce from their victim.
gl: Este anel palpitante potencia os ataques corpo a corpo do portador coa capacidade de drenar a forza vital da súa vítima.

source: Cruel spike
gl: Pico cruel

source: melee: charge
gl: corpo a corpo: cargar

source: This enchanted spear drives the owner to commit himself to his rage. A unit’s melee strikes are doubled in power when attacking, but the same is true for the retaliation strike of the defender.
gl: Esta lanza encantada leva ao propietario a comprometerse coa súa rabia. Os ataques corpo a corpo dunha unidade duplican o seu poder ao atacar, pero o mesmo ocorre co ataque de represalia do defensor.

source: Cursed symbol of life
gl: Símbolo maldito da vida

source: ranged: drains
gl: rangos: sumidoiros

source: This vampiric amulet allows a unit to drain enemy life from a safe distance.
gl: Este amuleto vampírico permite que unha unidade drene a vida do inimigo desde unha distancia segura.

source: Eagle eye longbow
gl: Arco longo de ollo de aguia

source: ranged: marksman and +25% damage
gl: a distancia: tirador e +25% dimaxe

source: This enchanted longbow enhances the wielder’s ranged attacks with uncanny precision and increased damage.
gl: Este arco longo encantado mellora os ataques a distancia do portador cunha precisión asombrosa e un maior dano.

source: Forbidden grimoire
gl: Grimorio prohibido

source: melee: plague
gl: corpo a corpo: peste

source: This unholy manual gives the user the arcane knowledge to resurrect enemies slain in melee combat as the walking dead.
gl: Este manual impío dálle ao usuario o coñecemento arcano para resucitar aos inimigos mortos en combate corpo a corpo como mortos vivientes.

source: Forcefield
gl: Campo de forza

source: adjacent enemies do 13% less damage
gl: os inimigos adxacentes fan 13% less de dano

source: Charged with intense magic, this shield generates a forcefield causing adjacent enemies to inflict less damage around the wielder.
gl: Cargado de maxia intensa, este escudo xera un campo de forza que fai que os inimigos adxacentes inflixen menos dano ao redor do portador.

source: forcefield
gl: campo de forza

source: Adjacent enemies do 13% less damage.
gl: Os inimigos adxacentes fan 13% less de dano.

source: Ghast’s marrow
gl: Médula de Ghast

source: feeding, +3 HP
gl: alimentación, +3 HP

source: This grisly concoction instills the drinker with an insatiable unholy hunger for more blood. Every time a foe is slain, a part of his lifeforce is eternally claimed through arcane ghoulish powers.
gl: Este espeluznante brebaje infunde ao bebedor unha fame impía insaciable de máis sangue. Cada vez que un inimigo é asasinado, unha parte da súa forza vital é eternamente reclamada a través de poderes macabros arcanos.

source: Heart of fire
gl: Corazón de lume

source: melee: fire and +25% damage, +30 resistance vs fire
gl: corpo a corpo: lume e +25% dimaxe, +30 de resistencia fronte ao lume

source: This magic orb infuses the wielder’s melee attacks with fiery power, changing their damage type. It also improves fire resistance.
gl: Este orbe máxico infunde aos ataques corpo a corpo do portador un poder ardente, cambiando o seu tipo de dano. Tamén mellora a resistencia ao lume.

source: Herald armor
gl: Armadura heralda

source: illuminates, lawful, heals +4, firststrike
gl: ilumina, lícito, cura +4, primeiro golpe

source: This holy armor of thin gold radiates pure light, illuminating the bearer’s body and soul. This effect will heal allies, blind evil, and preemptively smite those who seek to do harm.
gl: Esta santa armadura de ouro fino irradia luz pura, iluminando o corpo e a alma do portador. Este efecto curará os aliados, cegará o mal e atacará preventivamente a aqueles que buscan facer dano.

source: Holy water
gl: Auga bendita

source: melee: arcane and +25% damage, +30 resistance vs arcane
gl: corpo a corpo: arcano e +25% dde imaxe, +30 de resistencia fronte ao arcano

source: This sacred vial anoints melee attacks with arcane power, increasing their damage and changing their damage type. It also increases arcane resistance.
gl: Este frasco sagrado unxe os ataques corpo a corpo con poder arcano, aumentando o seu dano e cambiando o seu tipo de dano. Tamén aumenta a resistencia arcana.

source: Ice bow
gl: Arco de xeo

source: 19-1 ranged-cold slows
gl: 19-1 desaceleración a distancia-frío

source: Draw this magical bow to summon an ice arrow that will freeze and slow its target upon hit.
gl: Debuxa este arco máxico para convocar unha frecha de xeo que se conxelará e ralentizará o seu obxectivo ao golpear.

source: ice bow
gl: arco de xeo

source: Medicinal herbs
gl: Herbas medicinais

source: heals +8, cures
gl: cura +8, cura

source: These potent herbs give the bearer the ability to heal adjacent units and cure their poison.
gl: Estas potentes herbas dan ao portador a capacidade de curar unidades adxacentes e curar o seu veleno.

source: Melange
gl: Melanxe

source: no undead^consumed by a living being: +1 damage and +1 moves and -20% XP to advance
gl: ningún morto-vivo^consumido por un ser vivo: +1 de dano e +1 de movementos e -20% XP para avanzar

source: This exotic drug of organic origin enhances user’s vitality and awareness. It has no effect when consumed by undead.
gl: Esta droga exótica de orixe orgánica mellora a vitalidade e a conciencia do usuario. Non ten efecto cando o consumen non mortos.

source: Ointment of venom
gl: Pomada de veleno

source: blade/pierce: poison and +20% damage
gl: lámina/perforación: veleno e +20% dimaxe

source: This deadly poison envenoms the user’s blade and pierce attacks, increasing damage and allowing them to inflict poison.
gl: Este veleno mortal envelena a lámina do usuario e os ataques de perforación, aumentando o dano e permitíndolle inflixir veleno.

source: Ring of frostbite
gl: Anel de conxelación

source: melee: cold and slows
gl: corpo a corpo: frío e lento

source: This frigid ring envelops the user’s melee attacks with icy cold, changing their damage to cold and allowing them to inflict deathly chills that slow the enemy.
gl: Este anel fríxido envolve os ataques corpo a corpo do usuario con frío xeado, cambiando o seu dano en frío e permítelle causar calafríos mortais que retardan o inimigo.

source: Ring of power
gl: Anel de poder

source: arcane/cold/fire: disengage
gl: arcano/frío/lume: desengancharse

source: Wearing this ring enhances damage with arcane and elemental attacks, allowing using them with supernatural skill and presence.
gl: Usar este anel mellora o dano con ataques arcanos e elementais, permitindo usalos con habilidade e presenza sobrenatural.

source: Root of the Elder Wose
gl: Raíz do vello Wose

source: impact: +1 strike and +2 damage
gl: impacto: +1 golpe e +2 danos

source: Dwarven forged, this blunt weapon mimics the crushing power of the wose.
gl: Forxada por ananos, esta arma contundente imita o poder aplastante dos malos.

source: Runic sword
gl: Espada rúnica

source: melee: magical
gl: corpo a corpo: máxico

source: This magic sword empowers the wielder’s melee attacks with the magical property.
gl: Esta espada máxica potencia os ataques corpo a corpo do portador coa propiedade máxica.

source: Staff of radiance
gl: Bastón de resplandor

source: 11-3 ranged-arcane magical
gl: 11-3 máxico arcano a distancia

source: This sacred rod can unleash brilliant bursts of luminous energy.
gl: Esta vara sagrada pode desatar brillantes explosións de enerxía luminosa.

source: staff of radiance
gl: bastón de resplandor

source: melee: fury
gl: corpo a corpo: furia

source: This tormented sword causes rage in any who wield it. Melee attacks will gain the fury ability pressing engagement for 3 rounds.
gl: Esta espada atormentada provoca rabia en quen a esgrime. Os ataques corpo a corpo conseguirán a habilidade de furia presionando o compromiso durante 3 roldas.

source: fury
gl: furia

source: Whether used offensively or defensively, this attack presses the engagement until one of the combatants is slain, or 3 rounds of attacks have occurred.
gl: Se se usa de forma ofensiva ou defensiva, este ataque presiona o combate ata que un dos combatentes morre ou se produciron 3 roldas de ataques.

source: Sylph bow
gl: Arco de Sylph

source: ranged-blade/impact/pierce: +60% strikes and +1 damage
gl: ranged-blade/impact/pierce: +60% strikes e +1 de dano

source: A runic bow. This elvish heirloom, passed from Queen to Princess, gathers power with each generation and speeds up the wielders movements so that more strikes can be landed before the engagement is over.
gl: Un arco rúnico. Esta herdanza élfica, transmitida de raíña a princesa, reúne poder con cada xeración e acelera os movementos dos portadores para que se poidan lanzar máis ataques antes de que remate o compromiso.

source: Terror disguise
gl: Disfraz de terror

source: darkness, chaotic, corruption, distract
gl: escuridade, caótico, corrupción, distraer

source: This cursed outfit spreads a trail of darkness, harming those who get too close.
gl: Esta roupa maldita espalla un rastro de escuridade, prexudicando aos que se achegan demasiado.

source: darkness
gl: escuridade

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
gl: Esta unidade escurece a área circundante, facendo que as unidades caóticas loitan mellor e as unidades legais peor. Calquera unidade adxacente a esta unidade loitará coma se fose o solpor cando é de día, e coma se fose de noite cando é o solpor.

source: corruption
gl: Corrupción

source: This unit corrupts adjacent enemies at the beginning of our turn. Corrupted units lose 6 HP or are reduced to 1 HP. Corruption cannot, of itself, kill a unit.
gl: Esta unidade corrompe aos inimigos adxacentes ao comezo da nosa quenda. As unidades corruptas perden 6 HP ou redúcense a 1 HP. A corrupción non pode, por si mesma, matar unha unidade.

source: The Key
gl: A chave

source: This magical object opens the gateway between dimensions.
gl: Este obxecto máxico abre a porta de entrada entre dimensións.

source: Tome of secrets
gl: Tomo dos segredos

source: -50% XP to advance
gl: -50% XP para avanzar

source: This forgotten book imparts ancient knowledge to the reader.
gl: Este libro esquecido imparte coñecementos antigos ao lector.

source: Trident of storms
gl: Tridente das tormentas

source: 17-2 ranged-fire magical
gl: 17-2 máxico de lume a distancia

source: This legendary trident can summon lightning from the heavens, granting its wielder magical ranged fire attack.
gl: Este lendario tridente pode convocar lóstregos desde o ceo, concedendo ao seu portador un ataque máxico de lume a distancia.

source: storm trident
gl: tridente de tormenta

source: Trolls blood potion
gl: Poción de sangue trolls

source: This foul-smelling potion allows the imbiber to regenerate health.
gl: Esta poción mal cheiro permite que o bebedor rexenere a saúde.

source: War banner
gl: Bandeira de guerra

source: adjacent allies do 20% more damage
gl: os aliados adxacentes fan un 20% máis de dano

source: This inspiring banner rallies the bearer’s allies to war, imparting a damage bonus to the allied units around it.
gl: Este estandarte inspirador reúne aos aliados do portador para a guerra, impartindo unha bonificación de dano ás unidades aliadas que o rodean.

source: banner
gl: estandarte

source: This unit can lead ~allied~ units that are next to it, making them fight better. Adjacent allied units will do 20% more damage. This is cumulative with leadership.
gl: Esta unidade pode liderar unidades ~aliadas~ que están ao seu carón, o que fai que loitan mellor. As unidades aliadas adxacentes causarán un 20% máis de dano. Isto é acumulativo co liderado.

source: Winged scepter
gl: Cetro alado

source: Full movement and up to 50% defense in all terrains but cave or mushroom grove.
gl: Movemento total e ata 50% ddefensa en todos os terreos, excepto cova ou cogomelo.

source: This wondrous rod imparts the user the ability to soar through the skies, making it a breeze to move through most terrain. Units that can already fly get improved defenses.
gl: Esta marabillosa vara dálle ao usuario a capacidade de elevarse polos ceos, o que fai que sexa moi sinxelo moverse pola maioría dos terreos. As unidades que xa poden voar conseguen defensas melloradas.

source: Winter’s bloom
gl: Floración do inverno

source: +15 HP, up to 20% resistance vs cold
gl: +15 HP, ata 20% rde resistencia fronte ao frío

source: This delicate blossom rarely found in snowy peaks, is strongly appreciated for its beneficial effects on health.
gl: Esta flor delicada que raramente se atopa nos picos nevados é moi apreciada polos seus efectos beneficiosos sobre a saúde.

source: Zephyr cloak
gl: Manto de céfiro

source: skirmisher, ambush, nightstalk, +2 moves
gl: escaramuza, emboscada, acelo nocturno, +2 movementos

source: This lightweight cloak renders its wearer almost invisible in the darkness and lets them move with fluid grace past enemies with ease.
gl: Esta capa lixeira fai que o seu portador sexa case invisible na escuridade e permítelle moverse con fluidez e gracia para superar os inimigos con facilidade.

source: Dark
gl: Escuro

source: I haven’t lived centuries fighting others’ battles, but I could combat boredom teaching your men a couple of things about dark techniques.
gl: Non vivín séculos loitando contra as batallas dos demais, pero podería combater o aburrimento ensinando aos teus homes un par de cousas sobre técnicas escuras.

source: Movement
gl: Movemento
