Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wc/*.po
Languages: gl

source: What, you want me to join the fight? Quite out of the question, old boy! I’m afraid battlefields just aren’t my scene — no drama, no style, no romance! No finesse at all! You probably wouldn’t understand, so let me show you. I’ll teach you how to break out of those dreary marching formations and step light as a feather!
gl: Que, queres que me una á loita? Absolutamente fóra de cuestión, vello! Temo que os campos de batalla non sexan a miña escena: sen drama, sen estilo, sen romance! Ningunha delicadeza! Probablemente non o entenderías, así que déixame amosarche. Ensinareiche a saír desas tristes formacións de marcha e pisar lixeiro coma unha pluma!

source: Melee Combat
gl: Combate corpo a corpo

source: Looks like you could use some help. A grizzled old veteran like me won’t be much use on the field, but I bet I can teach your men a thing or two about swordplay.
gl: Parece que podes usar algunha axuda. Un veterano canoso coma min non servirá de nada no campo, pero aposto a que podo ensinarlles aos teus homes unha ou dúas cousas sobre o xogo con espada.

source: melee: +1 strikes
gl: corpo a corpo: +1 golpes

source: Ranger Tactics
gl: Tácticas de Ranger

source: I sympathize with your cause, but this is not my battle. I will not fight for you, but I will gladly instruct your recruits in the art of the ranger, that they may better fight on their own.
gl: Simpatizo coa túa causa, pero esta non é a miña batalla. Non loitarei por ti, pero encantarei instruír aos teus recrutas a arte do garda forestal, para que poidan loitar mellor por si mesmos.

source: Combat Experience
gl: Experiencia en combate

source: Join the battle? Nay, lads, my talents would be wasted on the frontlines. Give me some raw recruits to work with, though, and I’ll whip ’em into shape for you. I know what real battle is like; by the time I’m through with ’em, your newbies might have some idea of it too.
gl: Únete á batalla? Non, rapaces, o meu talento desperdiciaríase na primeira liña. Dáme algúns reclutas brutos cos que traballar, e poñereios en forma para ti. Sei como é a verdadeira batalla; Cando acabe con eles, os teus novatos tamén poden ter algunha idea diso.

source: Health
gl: Saúde

source: Looks like a pretty grim fight you’ve got up ahead. I’ve got too many troubles of my own to join in, but stick about a while and I’ll put some steel in your backbone. When I’m through with you you’ll be able to keep on going no matter the odds!
gl: Parece unha loita bastante sombría que levas por diante. Teño demasiados problemas propios para participar, pero quédate un pouco e poñerei un pouco de aceiro na túa columna vertebral. Cando acabe contigo, poderás seguir sen importar as probabilidades!

source: ranged: disengage
gl: a distancia: desenganchar

source: disengage
gl: desvincularse

source: Attack with this weapon gives unit 1 moves at end of combat (unit doesn’t gain a new attack).
gl: Atacar con esta arma dálle á unidade 1 movementos ao final do combate (a unidade non gaña un novo ataque).

source: Full movement on turn recruited or recalled
gl: Movemento total na quenda de contratación ou retirada

source: $range|: $special|
gl: $rango|: $especial|

source: distract
gl: distraer

source: tenacity
gl: tenacidade

source: Allied units ignore enemy zones of control adjacent to this unit.
gl: As unidades aliadas ignoran as zonas de control inimigas adxacentes a esta unidade.

source: This unit’s vulnerabilities are halved when defending.
gl: As vulnerabilidades desta unidade redúcense á metade ao defenderse.

source: heals +4, cures
gl: cura +4, cura

source: +$boost| moves
gl: +$boost| movementos

source: $range|: +$boost| damage
gl: $rango|: +$aumento| danos

source: $range|: +1 damage per level
gl: $rango|: +1 dano por nivel

source: +$hitpoints| hitpoints
gl: +$hitpoints| puntos de impacto

source: +$hitpoints| hitpoints per level
gl: +$hitpoints| puntos de vida por nivel

source: $value| XP to advance
gl: $valor| XP para avanzar

source: Village/Castle: +5 defense
gl: Aldea/Castelo: +5 defensa

source: $terrain|: +10 defense and full movement
gl: $terrain|: +10 defensa e movemento total

source: +moves defense
gl: + move defensa

source: $range|: arcane and +25% damage
gl: $range|: arcano e +25% dimaxe

source: World Conquest 1p
gl: Conquista mundial 1x

source: World Conquest 2p
gl: Conquista mundial 2x

source: World Conquest 3p
gl: Conquista mundial 3x

source: World Conquest 4p
gl: Conquista mundial 4x

source: WC1p
gl: CM1x

source: WC2p
gl: CM2x

source: WC3p
gl: CM3x

source: WC4p
gl: CM4x

source: A randomly generated campaign for 1 player. It has 6 levels of difficulty. (Expert level, 5 scenarios.)
gl: Unha campaña xerada aleatoriamente para 1 xogador. Ten 6 niveis de dificultade. (Nivel experto, 5 escenarios.)

source: A randomly generated cooperative campaign for 2 players. It has 6 levels of difficulty. (Expert level, 5 scenarios.)
gl: Unha campaña cooperativa xerada aleatoriamente para 2 xogadores. Ten 6 niveis de dificultade. (Nivel experto, 5 escenarios.)

source: A randomly generated cooperative campaign for 3 players. It has 6 levels of difficulty. (Expert level, 5 scenarios.)
gl: Unha campaña cooperativa xerada aleatoriamente para 3 xogadores. Ten 6 niveis de dificultade. (Nivel experto, 5 escenarios.)

source: A randomly generated cooperative campaign for 4 players. It has 6 levels of difficulty. (Expert level, 5 scenarios.)
gl: Unha campaña cooperativa xerada aleatoriamente para 4 xogadores. Ten 6 niveis de dificultade. (Nivel experto, 5 escenarios.)

source: Beginner
gl: Principiante

source: Peasant
gl: Campesiño

source: Easy
gl: Doado

source: Sergeant
gl: Sarxento

source: Lieutenant
gl: Tenente

source: Medium
gl: Medio

source: General
gl: Xeral

source: Hard
gl: Difícil

source: Challenging
gl: Desafiante

source: Grand Marshal
gl: Gran Mariscal

source: Expert
gl: Experto

source: Nightmare
gl: Pesadelo

source: Campaign Design
gl: Deseño de campañas

source: Prose, Grammatical and Text Assistance
gl: Asistencia en prosa, gramática e texto

source: Minor Code Contributors
gl: Colaboradores de código menor

source: Playtesting
gl: Proba de xogo

source: Campaign Maintenance
gl: Mantemento da campaña
