Repository: wesnoth/wesnoth
Catalog: website/start/1.6/po/*.po
Languages: nl, sv

source: The Footpad, Poacher and Thug units can advance all the way to level 3. Many units have been tuned and rebalanced, including Ancient Lich, Elvish Sorceress, Fugitive, Ghost, Hurricane Drake, Lich, Mage of Light, Mermaid Diviner, Mermaid Priestess, Merman Warrior, Naga Myrmidon, Necromancer, Orcish Assassin, Ranger, Royal Guard, Sky Drake, White Mage, Wraith, and all the Saurians and Bats.
nl: De Voetscout, Stroper en Vrijbuiter eenheden kunnen nu promoveren tot rang 3. Veel eenheden zijn bijgewerkt en uitgebalanceerd, zoals Oude Lich, Elfentovenares, Voortvluchtige, Spook, Orkaandraakling, Zielenzuiger, Magiër des Licht, Meerminziener, Meerminpriesteres, Meermankrijger, Nagamyrmidon, Dodenbezweerder, Orkdoder, Boswachter, Koninklijke Gardist, Hemeldraakling, Witte magiër, Geest en alle Suarianen en Vleermuizen.

source: Also, the "holy" damage type has been changed to "arcane" and is now a general anti-magic attack useful against more than just undead: elves, drakes and trolls are among the units now vulnerable against it.
nl: Ook het "heilig" aanvalstype is veranderd naar "mysterieus" en is nu een algemeen anti-magie aanval nuttig tegen meer dan alleen Ondoden: Elfen, Draaklingen en Trollen zijn onder de kwetsbaren.

source: Many portraits have been revised or added
nl: Veel portretten zijn bijgewerkt of toegevoegd

source: Many unit and hero portraits have been improved or added. We now have a particularly beautiful set of new portraits in a uniform style for the Elvish units.
nl: Veel eenheid en held portretten zijn verbeterd of toegevoegd. We hebben nu een bijzonder mooie set van nieuwe portretten in een uniforme stijl voor de Elfen eenheden.

source: New uses of animation
nl: Nieuw gebruik van animaties

source: Many more units have full combat animation. Many unit also have idle animations which fire periodically when they are not doing anything specific. Some units and items also have standing animations that a constantly active; bats flap their wings and campfires flicker. There are improved base frames for many units, including Mages and Ghosts, and many special effects such as magic attacks have been improved as well.
nl: Veel meer eenheden hebben volledige vechtanimaties. Veel eenheden hebben eveneens stilstandanimaties, die periodiek uitgevoerd worden als een eenheid niets aan het doen is. Enkele eenheden en items hebben stilstandanimaties die continue actief zijn; vleermuizen klapperen met hun vleugels en kampvuur beweegt. Er zijn verbeterde basis frames voor vele eenheden, inclusief Magiërs en Spoken en veel special effects zoals magische aanvallen zijn eveneens verbeterd.

source: Multiplayer lobby improvements
nl: Multiplayer lobby verbeteringen

source: You can set a list of user nicks to be ignored (you won't see chat from them). You can also set a list of friends; their nicks will be highlighted and shown at the top of your user list.
nl: Je kunt een lijst van gebruikerbijnamen die je negeert (je zult geen chat van hen zien). Je kunt ook een vriendenlijst instellen; hun bijnamen zullen gemerkt worden en bovenaan de gebruikerslijst getoond worden.

source: Miscellaneous other improvements
nl: Verschillende andere verbeteringen

source: You can now select a female leader in multiplayer. The in-game help has been revised, reorganized and expanded. There are five new all-original symphonic music tracks, and many new or improved sound effects. Savegames are automatically compressed to save you disk space.
nl: Je kunt nu een vrouwelijke leider selecteren in multiplayer. De in-game help is verbeterd, gereorganiseerd en uitgebreid. Er zijn vijf originele symfonische muziek tracks en veel nieuwe of verbeterde geluidseffecten. Opgeslagen spellen zijn automatisch gecomprimeerd om schijfruimte te besparen.

source: For Campaign Developers
nl: Voor veldtocht ontwikkelaars

source: The map editor is much more capable
nl: De kaart bewerker is veel capabeler

source: Maps can now be opened directly from a scenario file and saved back to it. Starting positions no longer need to be on keeps. The terrain palette is divided into groups of like terrains, so you'll scroll it less often. And there are many new terrains; farmland, Elvish castle, and windmill have been added to the basic set, and there are bridges for crossing swamp, deep water, or chasms. Treatment of map edges has been changed to eliminate some terrain distortions at map edges and make small maps look better on a large display (and these changes apply to the game display too).
nl: Kaarten kunnen nu direct geopend worden van een scenario bestand en terug opgeslagen worden. Startposities hoeven niet langer kastelen te zijn. Het terreinpallet is opgesplitst in groepen van gelijkend terrein, dus je hoeft minder te zoeken. En er zijn veel nieuwe terreinen; bouwland, Elfenkastelen en molens zijn toegevoegd aan de basis set en er zijn bruggen over moeras, diep water of afgrond. Behandeling van kaartranden is veranderd naar verlichting van een terrein verdeling bij kaartranden en maakt kleine kaarten er beter uit zien op een groot scherm (en deze veranderingen hebben ook betrekking op het spelscherm).

source: WML is considerably more powerful
nl: WML is behoorlijk krachtiger

source: Animation WML has been completely redesigned in a much more flexible and general way. Complex variable substitution is now used in all action WML. There is safe random-number generation in multiplayer. A <code>[set_menu_item]</code> tag allows scenario designers to create custom right-click context menu items which perform arbitrary WML actions. The Standard Unit Filter and Standard Location Filter elements have new capabilities (including completed boolean expressions) that make them much more powerful and can replace most of what used to be done with special-purpose filters.
nl: Animatie WML is volkomen herontworpen in een veel flexiblere en algemene manier. Complexe variabele vervanging wordt nu gebruikt in alle actie WML. Er is bewaar willekeurig nummer generatie in multiplayer. Een <code>[set_menu_item]</code> tag geeft scenario ontwerpers de mogelijkheid om eigen rechter muisklik menu's te maken die gewone WML acties uitvoeren. De Standard Unit Filter en Standard Location Filter elementen hebben nieuwe capaciteiten (inclusief complete booleaanse expressies) wat ze veel krachtiger maakt en ze bijna een vervanger maakt voor de speciale-doeleinde filters.

source: Multiplayer campaigns
nl: Multiplayer veldtochten

source: The game engine will now support multiplayer campaigns, though we don't ship any yet. This is an opportunity for designers to explore a new frontier in Wesnoth play.
nl: De game engine ondersteund nu multiplaye veldtochten, ondanks dat we ze nog niet mee verschepen. Dit is een mogelijkheid voor ontwerpers om nieuwe grenzen op te zoeken in het Wesnoth spel.

source: Battle for Wesnoth is made available under the <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License</a> (GPL). Source code is available from <a href='http://www.wesnoth.org'>wesnoth.org</a> where you will also find instructions for <a href='http://wesnoth.org/wiki/CompilingWesnoth'>building from source</a> on a range of different operating systems. Ready-to-go packages are also available for most popular operating systems, including Linux and Windows and Mac OS X.
nl: Strijd om Wesnoth is beschikbaar gesteld onder de <a href='http://www.gnu.org/copyleft/gpl.html'>GNU General Public License</a> (GPL). Broncode is beschikbaar op <a href='http://www.wesnoth.org'>wesnoth.org</a> waar eveneens instructies staan om <a href='http://wesnoth.org/wiki/CompilingWesnoth'>uit de broncode te compileren</a> op verschillende besturingssystemen. Klaar voor gebruik bestanden zijn eveneens beschikbaar voor de meest populaire besturingssystemen, zoals Linux, Windows en Mac OS X.

source: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4.tar.gz?download'>Source code</a> </strong>
nl: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4.tar.gz?download'>Broncode</a> </strong>

source: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4-windows.exe?download'>Wesnoth for MS Windows</a> </strong>
nl: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.4-windows.exe?download'>Wesnoth voor MS Windows</a> </strong>

source: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_MacOSX_1.4.dmg?download'>Wesnoth for Mac OS X</a> </strong>
nl: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_MacOSX_1.4.dmg?download'>Wesnoth voor Mac OS X</a> </strong>

source: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>Full Changelog</a> (English, very long)
nl: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/changelog'>Volledige veranderingenlijst</a> (Engelstalig en erg lang)

source: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.en.html'>User's Manual</a>
nl: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.4/doc/manual/manual.en.html'>Gebruikershandleiding</a>
