Repository: wesnoth/wesnoth
Catalog: website/start/1.6/po/*.po
Languages: nl, sv

source: en
nl: nl
sv: sv

source: Default
nl: Standaard
sv: Standard

source: Battle for Wesnoth 1.6
sv: Kampen om Wesnoth 1.6

source: Wesnoth logo
sv: Wesnoths logo

source: Battle for Wesnoth 1.6 Release Notes
sv: Utgåvekommentarer för Kampen om Wesnoth 1.6

source: <em>March 22, 2009</em>. Once again it's time for that epoch-making event, a Wesnoth stable release. The Battle for Wesnoth team is proud to release version 1.6 of <em>The Battle for Wesnoth</em>, a <a href='http://www.gnu.org/philosophy/philosophy.html'>Free</a>, turn-based strategy game with a fantasy theme and roleplaying elements. The game is <a href='#download'>available for download</a> now for Windows, Mac OS X and various GNU/Linux distributions.
sv: <em>Den 22 mars 2009</em>. Det är åter igen dags för något epokavgörande, en stabil utgåva av Wesnoth. Utvecklarna av Kampen om Wesnoth är stolta över att kunna presentera version 1.6 av <em>Kampen om Wesnoth</em>, ett <a href='http://www.gnu.org/philosophy/philosophy.html'>fritt</a>, dragbaserat strategispel i fantasymiljö med rollspelsinslag. Spelet finns nu <a href='#download'>tillgängligt för nerladdning</a> för Windows, Max OS X och olika GNU/Linux-distributioner.

source: <a href='#game'>What's New in Wesnoth 1.6</a>
sv: <a href='#game'>Vad är nytt i Wesnoth 1.6</a>

source: <a href='#players'>For Players</a>
nl: <a href='#players'>Voor spelers</a>
sv: <a href='#players'>För spelare</a>

source: <a href='#campaigns'>Campaigns</a>
sv: <a href='#campaigns'>Kampanjer</a>

source: <a href='#multiplayer'>Multiplayer</a>
sv: <a href='#multiplayer'>Gruppspel</a>

source: <a href='#general'>General</a>
sv: <a href='#general'>Allmänt</a>

source: <a href='#campdev'>For Campaign Developers</a>
nl: <a href='#campdev'>Voor veldtocht ontwikkelaars</a>
sv: <a href='#campdev'>För kampanjutvecklare</a>

source: <a href='#download'>Download</a>
sv: <a href='#download'>Ladda ner</a>

source: <a href='#more'>More Info</a>
nl: <a href='#more'>Meer informatie</a>
sv: <a href='#more'>Vidare information</a>

source: What's New in Wesnoth 1.6
sv: Vad är nytt i Wesnoth 1.6

source: We have many new features for your enjoyment this time around, including a new mainline campaign, two new multiplayer scenarios and another refresh of the user interface.
sv: Vi har många nyheter, bland annat en ny kampanj, två nya gruppspelsscenarier och ett uppfräschat användargränssnitt.

source: For Players
nl: Voor spelers
sv: För spelare

source: Campaigns
sv: Kampanjer

source: Wesnoth Screenshot
nl: Wesnoth schermafbeelding
sv: Skärmdump av Wesnoth

source: There is a new mainline campaign, <em>The Legend of Wesmere</em>, with new gameplay features including (in one scenario) the ability to use the game AI as your commander for an allied side, setting its objectives as you like. Search for this hidden feature by right-clicking on your allied commanders during scenario 7. This campaign was imported from the <a href="http://www.wesnoth.org/forum/viewtopic.php?f=8&amp;t=21413">Wesnoth-UMC-Dev project</a>, where it spent a few months being adapted for mainline.
sv: <em>Legenden om Wesmere</em> är en ny officiell kampanj som använder flera nya spelfunktioner, till exempel möjligheten att i ett scenario använda spelets AI som befälhavare för en allierad sida, med mål som du själv bestämmer. Du kan använda denna dolda funktion genom att högerklicka på dina allierade befälhavare i scenario nummer 7. Den här kampanjen är tagen från <a href="http://www.wesnoth.org/forum/viewtopic.php?f=8&amp;t=21413">Wesnoth-UMC-Dev-projektet</a>, där den utvecklades under några månader för inkludering bland de officiella kampanjerna.

source: Almost all mainline campaigns now use a different method of carrying over gold from scenario to scenario: the amount of gold retained is now 40% instead of 80%, but it is added to the minimum starting gold of the next scenario instead of only replacing it if higher.
sv: Nästan alla officiella kampanjer använder nu ett alternativt sätt att föra över guld mellan scenarier: mängden guld som förs över är 40 % i stället för 80 %, men denna mängd läggs till nästa scenarios minimimängd i stället för att ersätta den om den är större.

source: Many mainline campaigns have improved storyline prose and new cutscenes or epilogs. Several have improved and redrawn campaign maps. All now have dates in the Wesnoth history timeline, and almost all have journey animations on their campaign maps. The history and geography of Wesnoth have been developed in more depth and detail: More campaigns now include references to events in the overall history, adding depth and richness to the narration.
sv: Många officiella kampanjer har gåtts igenom och förbättrats. Många har nu naturligare språk i dialogerna, förbättrade kartor och animerade resvägar. Dessutom har Wesnoths geografi och historia fördjupats och fler kampanjer refererar till dessa platser och händelser. Alla datum följer numera Wesnoths officiella historik.

source: Multiplayer
sv: Gruppspel

source: The multiplayer server can now be logged onto using the username and password of a Wesnoth forum account. However, registration is not required and one can continue to use an unregistered username.
sv: Du kan nu logga in på gruppspelsservern med ditt forumnamn och lösenord. Du behöver dock inte registrera dig på forumen för att spela utan kan logga in på servern med ett oregisterat användarnamn.

source: The multiplayer lobby has been improved to allow easier management of the friends and ignores list by double-clicking on the player list.
sv: Gruppspelslobbyn har förbättrats så att det är enklare att hantera vänner och ignorerade spelare genom att dubbelklicka på spelarlistan.

source: Notable changes to default era balancing include:
sv: Några av de förändringar som gjorts för att balansera spelet:

source: Increased the cost of the Goblin Spearman from 8 to 9.
sv: Ökade kostnaden för spjutvätten från 8 till 9.

source: Increased the movement of the Goblin Spearman line from 4 to 5.
sv: Ökade förflyttningen för spjutvättens trupplinje från 4 till 5.

source: Increased the melee attack of the Goblin Spearman from 4-3 to 6-3.
sv: Ökade skadan spjutvätten gör i närstrid från 4-3 till 6-3.

source: Added the traits weak, slow and dim and made goblins each receive one of them instead of two standard traits.
sv: Vättar har nu ett av de nya karaktärsdragen svag, långsam och enfaldig i stället för två av standardkaraktärsdragen.

source: Added the marksman special to the ranged attack of the Orcish Assassin line.
sv: Lönnmördarorchens trupplinje har fått vapenspecialiteten prickskytt till sina distansattacker.

source: Increased the cost of the Walking Corpse from 7 to 8.
sv: Ökade kostnaden för vandrande död från 7 till 8.

source: Decreased the cost of the Bowman from 15 to 14.
sv: Minskade kostnaden för bågskytten från 15 till 14.

source: Decreased the melee attack of the Bowman from 6-2 to 4-2.
sv: Minskade närstridsattacken för Bågskytten från 6-2 till 4-2.

source: General
sv: Allmänt

source: The game graphics have been improved with a whole new range of unit portraits. Many more units have full animations and team coloring.
sv: Visuellt har spelet förbättrats med en hel rad nya porträtt, lagfärger och kompletta animeringar för många trupper.

source: There is a new basic terrain type, coastal reef, which gives most land-based units slightly higher defense than in regular shallow water, and 70% defense to most water-based units such as mermen and nagas. Forests get more variety with graphics for spring/summer, fall and winter deciduous forest terrains. There are new village graphics for human cities and primitive tribal areas.
sv: En ny terrängtyp, kustrev, har introducerats. Kustrev ger något bättre försvar än grunt vatten för marktrupper och 70 % försvar för de flesta vattenbaserade trupperna, som sjö- och nagafolk. Skogsterrängen finns nu i fler variationer med ny grafik för lövträd under vår/sommar-, höst- och vintersäsongerna. Det finns även fler byvariationer anpassade till människostäder och stamfolksområden.

source: Our composers have added five new original background tracks: <em>Heroes' Rite</em>, <em>Siege of Laurelmor</em>, <em>Suspense</em>, <em>The Dangerous Symphony</em> and <em>The Deep Path</em>. Also, the game now plays special music clips for victory and defeat events.
sv: Våra kompositörer har skapat fem nya musikstycken: <em>Heroes’ rite</em>, <em>Siege of Laurelmor</em>, <em>Suspense</em>, <em>The dangerous symphony</em> och <em>The deep path</em>. Det finns numera även musikklipp som spelas vid seger och nederlag.

source: The game interface has continued to evolve, especially in making more dramatic use of portraits. Unit recall dialogs now display useful information about your veterans' traits. Add-ons now display their category when you browse them on the download server.
sv: Användargränssnittet fortsätter att utvecklas, särskilt syns detta i hur kraftfullt porträtten visas i denna version. Dialogen för att återkalla trupper visar nu användbar information om dina veteraners karaktärsdrag. Du kan också se till vilken kategori extramaterial hör när du bläddrar i nerladdningslistan.

source: New game translations include Arabic, Croatian, Friulian, Latvian, Macedonian and Marathi. Existing translations have been extensively updated and revised.
sv: Wesnoth finns nu tillgängligt även på arabiska, kroatiska, friuliska, lettiska, makedoniska och marathi. Existerande översättningar har uppdaterats.

source: For Content Developers
sv: För kampanjutvecklare

source: The map editor was much improved (thank you, Google Summer of Code). It can be started from within the game now. You can toggle overlay displays of terrain codes and map coordinates while editing. The editor can handle multiple maps in a session, and you can take screenshots of full maps. There's also a new interactive editing tool for animated journey tracks.
sv: Karteditorn har väsentligt förbättrats (tack till Google summer of code) och kan startas inifrån spelet. Bland annat kan du nu ha flera kartor öppna samtidigt, ta skärmdumpar av hela kartan och välja att visa terrängkoder och koordinater ovanpå terrängen. Det finns också ett nytt verktyg för att skapa animerade resvägar.

source: There are some new core units available everywhere: Troll Shaman, Royal Warrior and Dread Bat.
sv: Några trupper som tidigare bara var tillgängliga i särskilda kampanjer eller i gruppspel är nu tillgängliga överallt: trollschaman, kunglig krigare och dread bat.

source: Less visible changes include improvements in the game AI, including a new formula-based AI that allows more flexible setting of objectives and an improved pathfinding algorithm. As usual, WML has grown more powerful with many new tags and attributes to extend the range of what campaign authors can do. The GUI engine is under heavy development; these changes will allow the entire GUI to be configured from WML. The first steps have been made, but the project is not finished yet and will continue in the 1.7 development cycle.
sv: Mindre synliga ändringar omfattar bland annat förbättringar av spelets AI, exempelvis en ny formelbaserad AI som är enklare att sätta upp mål med och en förbättrad algoritm för att finna bästa förflyttningsväg. Som vanligt har WML blivit kraftfullare med många nya funktioner som kampanjutvecklare kan använda sig av. Användargränssnittet är mitt inne i stora förändringar som kommer att göra hela användargränssnittet konfigurerbart från WML. De första stegen är nu tagna och detta arbete kommer att fortsätta in i utvecklingsversionen 1.7.

source: The support for writing Python AIs has been removed because the feature opened a serious security hole. However, we hope to build an even more powerful AI-scripting feature, possibly using a different and safer extension language, in 1.7.
sv: Det är inte längre möjligt att skriva en egen AI i Python på grund av en allvarlig säkerhetsrisk, så denna funktion har blivit borttagen. Å andra sidan hoppas vi kunna skapa ett ännu kraftfullare AI-skriptspråk i version 1.7, troligen med ett annat och säkrare skriptspråk.

source: Download
sv: Ladda ner

source: Battle for Wesnoth is made available under the <a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU General Public License</a> (GPL). Source code is available from <a href='http://www.wesnoth.org'>wesnoth.org</a> where you will also find instructions for <a href='http://wesnoth.org/wiki/CompilingWesnoth'>building from source</a> on a range of different operating systems. Ready-to-go packages are also available for most popular operating systems, including Linux and Windows and Mac OS X.
sv: Kampen om Wesnoth distribueras under <a href='http://www.gnu.org/licenses/gpl-2.0.html'>GNU General Public License</a> (GPL). Källkoden finns tillgänglig på <a href='http://www.wesnoth.org'>wesnoth.org</a>, där du också kan finna instruktioner för hur man <a href='http://wesnoth.org/wiki/CompilingWesnoth'>bygger från källkod</a> på en mängd olika operativsystem. Även färdiga paket finns tillgängliga för de mest populära operativsystemen, som Linux, Windows och Mac OS X.

source: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a.tar.bz2?download'>Source code</a> </strong>
sv: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a.tar.bz2?download'>Källkod</a> </strong>

source: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a-win32.exe?download'>Wesnoth for MS Windows</a> </strong>
sv: <strong> <a href='http://downloads.sourceforge.net/wesnoth/wesnoth-1.6a-win32.exe?download'>Wesnoth för MS Windows</a> </strong>

source: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_1.6a.dmg?download'>Wesnoth for Mac OS X</a> </strong>
sv: <strong> <a href='http://downloads.sourceforge.net/wesnoth/Wesnoth_1.6a.dmg?download'>Wesnoth för Mac OS X</a> </strong>

source: You can get up to date information about downloads at the <a href='http://www.wesnoth.org/wiki/Download'>downloads page</a>.
nl: Je kunt nu recente informatie over downloads vinden op de <a href='http://www.wesnoth.org/wiki/Download'>downloads pagina</a>.
sv: Aktuell information om nerladdningsbara filer finns på <a href='http://www.wesnoth.org/wiki/Download'>nerladdningssidan</a>.

source: If you downloaded previous versions of the game, you might be interested in downloading the <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> files only.
nl: Als je eerdere versies van het spel gedownload hebt, kun je wellicht de <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta</a> bestanden gebruiken.
sv: Om du har laddat ner en tidigare version av spelet så kanske du är mer intresserad av att bara ladda ner <a href='http://www.wesnoth.org/wiki/Download_Xdeltas'>xdelta-filerna</a>.

source: More Info
nl: Meer informatie
sv: Mer information

source: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/changelog'>Full Changelog</a> (English, very long)
sv: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/changelog'>Komplett ändringslogg</a> (på engelska, väldigt lång)

source: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/doc/manual/manual.en.html'>User's Manual</a>
sv: <a href='http://svn.gna.org/viewcvs/*checkout*/wesnoth/tags/1.6/doc/manual/manual.en.html'>Användarmanual</a>

source: <a href='http://www.wesnoth.org'>Wesnoth Official Website</a> (English)
nl: <a href='http://www.wesnoth.org'>Wesnoth officiële website</a> (Engelstalig)
sv: <a href='http://www.wesnoth.org'>Wesnoths officiella hemsida</a> (på engelska)

source: <a href='http://www.wesnoth.org/start/1.4'>Wesnoth 1.4 Release Notes</a>
sv: <a href='http://www.wesnoth.org/start/1.4'>Utgåvekommentarer för Wesnoth 1.4</a>

source: This page is also available in the following languages:
nl: Deze pagina is eveneens beschikbaar in de volgende talen:
sv: Denna sida finns även tillgänglig på följande språk:

source: Battle for Wesnoth 1.4
nl: Strijd om Wesnoth 1.4

source: Battle for Wesnoth 1.4 Release Notes
nl: Strijd om Wesnoth 1.4 Release Notes

source: <em>March 8, 2008</em>. The Battle for Wesnoth team is proud to release version 1.4 of <em>The Battle for Wesnoth</em>, a <a href='http://www.gnu.org/philosophy/philosophy.html'>Free</a>, turn-based strategy game with a fantasy theme and roleplaying elements. The game is <a href='#download'>available for download</a> now for Windows, Mac OS X, and various GNU/Linux distributions.
nl: <em>8 Maart 2008</em>. Het Strijd om Wesnoth team is trots versie 1.4 aan te mogen kondigen van <em>De Strijd om Wesnoth</em> een <a href='http://www.gnu.org/philosophy/philosophy.html'>vrij</a> beurt-gebaseerd strategie spel met een fantasy thema en rollenspel elementen. Het spel is nu <a href='#download'>beschikbaar om te downloaden </a> voor Windows, Mac OS X, en verschillende GNU/Linux distributies.

source: <a href='#game'>What's New in Wesnoth 1.4</a>
nl: <a href='#game'>Wat is nieuw in Wesnoth 1.4</a>

source: What's New in Wesnoth 1.4
nl: Wat is nieuw in Wesnoth 1.4

source: For players, the 1.4 version brings you no fewer than seven new mainline campaigns, a redesigned user interface, an amazing variety of high-quality new game music, and a refresh of the game artwork including improved portrait images for many unit types. For designers, the map editor and WML have been enhanced to significantly increase your creative options in writing scenarios.
nl: Voor spelers de 1.4 versie brengt niet minder dan zeven nieuwe meegeleverde veldtochten, een herontworpen gebruikersinterface, een verbazingwekkende diversiteit aan nieuwe spelmuziek van hoge kwaliteit en een opfrissing van de spelkunst inclusief verbeterde portret afbeeldingen voor veel eenheidstypes. Voor ontwerpers zijn de kaartbewerker en WML uitgebreid om de creatieve mogelijkheden om scenario's te schrijven significant is verbeterd.

source: Just as importantly, it is probably our most solid release yet. We retired over 300 individual bugs during the 1.3 development period, and introduced several new tools that prevent entire classes of bugs by sanity-checking Wesnoth's data files before they ship to you.
nl: Net zo belangrijk, het is waarschijnlijk de meest stabiele versie tot nu toe. We hebben meer dan 300 bugs opgelost tijdens de 1.3 ontwikkel fase en meerdere nieuwe middelen geïntroduceerd die hele klassen van bugs voorkomen door controle op de Wesnoth data bestanden voordat ze meegeleverd worden.

source: Here are 1.4's new features in more detail:
nl: Hier zijn de nieuwe eigenschappen voor 1.4 in meer detail:

source: Seven new campaigns now ship with the game
nl: Zeven nieuwe veldtochten worden nu met het spel meegeleverd

source: We have more than doubled the number of campaigns we ship. In addition to one brand new campaign, <em>The Hammer of Thursagan</em>, we now also ship polished, upgraded and improved versions of the following well-known user-written campaigns: <em>Descent into Darkness, Liberty, Northern Rebirth, Sceptre of Fire, An Orcish Incursion, and Son of the Black-Eye.</em>
nl: We hebben het aantal meegeleverde veldtochten meer dan verdubbeld. Een spiksplinternieuwe veldtocht, <em>The Hammer of Thursagan</em>, en daarnaast gepolijste, opgewaardeerde en verbeterde versies van de volgende bekende door gebruikers geschreven veldtochten worden nu meegeleverd: <em>Afdaling naar de Duisternis, Liberty, Noordelijke wederopstanding, Sceptre of Fire, Een Orkinvasie, en Son of the Black-Eye.</em> Noot van het vertaalteam: nog niet alle veldtochten zijn volledig vertaald.

source: Parts of the user interface of the game have been redesigned
nl: Delen van de gebruikersinterface van het spel is herontworpen

source: The 1.4 Wesnoth user interface has a cleaner look and feel, with lightweight semi-transparent transient windows replacing many of the old-fashioned opaque modal dialogues with buttons. Subtle new graphics effects when you select a unit and target an enemy help you keep track of what is going on without getting between you and the gameplay. The game now displays owned and total villages in the status bar. Interface actions and day/night changes now have unobtrusive cue sounds. You can use drag'n'drop to move units. Mousewheels are supported.
nl: De 1.4 Wesnoth gebruikersinterface heeft een overzichtelijkere uitstraling, met lichte semi transparante vensters die de vele ouderwetse ondoorzichtige dialogen met knoppen vervangen. Subtiele nieuwe grafische effecten bij het selecteren van een eenheid en een doel aanwijzen helpen je bij te houden wat er aan de hand is zonder tussen jou en de gameplay te komen. Het spel toont nu bezette en totaal van dorpen in de statusbalk. Interface acties en dag/nacht veranderingen hebben nu onopvallende geluiden Je kunt drag'n'drop gebruiken om eenheden te verplaatsen. Muiswielen zijn nu ondersteund.

source: You can now review scenarios, chat, and set options after victory
nl: Je kunt nu scenario's beoordelen, chatten en opties instellen na een overwinning

source: You'll no longer get two modal dialogues full of checkbox options immediately after victory in a scenario and then be instantly returned to the lobby (or, in campaigns, jumped to the next scenario). Instead, there's just one summary popup, after which you'll be in a 'linger mode' that allows you to chat with friends and foes, use normal commands, change your options, and in general do anything except more battle actions.
nl: Je krijgt niet langer twee dialogen vol met opties direct na een overwinning in een scenario en dan direct terug naar de lobby gestuurd worden (of, in veldtochten naar het volgende scenario). In plaats daarvan komt er slechts een samenvatting waarna je kunt blijven hangen om met vrienden en vijanden via normale commando's te chatten, opties veranderen en in het algemeen alles behalve strijdacties.

source: The multiplayer collection has been revised and extended
nl: De multiplayer collectie is verbeterd en uitgebreid

source: New maps and multiplayer scenarios: <cite> Auction-X, Dark Forecast, Hamlets, Mokena Prairie, The Manzivan Traps, Xanthe Chaos</cite>.
nl: Nieuwe kaarten en multiplayer scenario's: <cite> Auction-X, Dark Forecast, Hamlets, Mokena Prairie, The Manzivan Traps, Xanthe Chaos</cite>.

source: Revised maps: <cite>Alirok Marsh</cite> (formerly <cite>Triple Blitz</cite>),<cite> Amohsad Caldera, Blue Water Province, Castle Hopping Isle, Caves of the Basilisk, Crusaders Fields, Cynsaun Battlefield, Den of Onis, Fallenstar Lake</cite> (formerly <cite>Meteor Lake</cite>),<cite> Forest of Fear, Freelands</cite> (formerly <cite>Charge</cite>),<cite> Hexcake, Hornshark Island, Island of the Horatii, King of the Hill, Lagoon, Loris River, Merkwuerdigliebe, Morituri, Paths of Daggers, Sablestone Delta, Siege Castles, Silverhead Crossing, Sulla's Ruins, Waterloo Sunset, Weldyn Channel</cite> (formerly <cite>Blitz</cite>),<cite> Wesbowl</cite>.
nl: Bijgewerkte kaarten: <cite>Alirok Marsh</cite> (voorheen <cite>Triple Blitz</cite>),<cite> Amohsad Caldera, Blue Water Province, Castle Hopping Isle, Caves of the Basilisk, Crusaders Fields, Cynsaun Battlefield, Den of Onis, Fallenstar Lake</cite> (voorheen <cite>Meteor Lake</cite>),<cite> Forest of Fear, Freelands</cite> (voorheen <cite>Charge</cite>),<cite> Hexcake, Hornshark Island, Island of the Horatii, King of the Hill, Lagoon, Loris River, Merkwuerdigliebe, Morituri, Paths of Daggers, Sablestone Delta, Siege Castles, Silverhead Crossing, Sulla's Ruins, Waterloo Sunset, Weldyn Channel</cite> (voorheen <cite>Blitz</cite>),<cite> Wesbowl</cite>.

source: Changed and rebalanced units
nl: Veranderde en gebalanceerde eenheden
