Repository: wesnoth/wesnoth
Catalog: po/wesnoth-multiplayer/*.po
Languages: en@shaw

source: User Map
en@shaw: 筐 ヰ

source: Default
en@shaw: 梆佛ゐ

source: Age of Heroes
en@shaw: 别 ｐ金答

source: Drakes
en@shaw: 别

source: Loyalists
en@shaw: ゐ娥ゐ

source: Northerners
en@shaw: 桂火火

source: Rebels
en@shaw: юゐ

source: Undead
en@shaw: 仇ю

source: 2p - Caves of the Basilisk
en@shaw: 2p - 别 ゐ

source: teamname^North
en@shaw: 桂

source: Blum Duk
en@shaw: ゐ叼

source: Rah Ihn Mar
en@shaw: 路梆 ヰ

source: He had lived there for ages upon ages, in the depths of the water, preying upon the various fish and frogs and merfolk that entered his domain. It was his lake, no other's, and though it was not large, he was its master. Then, the Basilisk came, and looked into the Serpent's eyes. And the Serpent had not died, but it was no longer alive. Thus the new lord of the lake had arrived. (inscribed by Turin)
en@shaw: ｐ ｐ ゐ 别○ 别○, ю 佛, 别 吼 ヰ火答 ю火 ｐ 答ヰ别. ｐ ゐ别, 火, ゐ葛, ｐ ヰ. ю, ゐ 别, ゐ 火 拆. 火 ｐ 拆, 仇 ゐ ゐ拆. 仇 ゐ桂 ゐ别 ｐ 拆. (拆 )

source: 2p - Dark Forecast (Survival)
en@shaw: 2p - 葛 桂 (火拆)

source: Dark Forecast is a survival scenario for solitaire or two-player team-based play against randomly AI spawned units. Victory is achieved by surviving all enemy waves. During the course of play, the terrain will change based on random weather effects. Note: You need to use map settings for the scenario to work right.
en@shaw: 葛 桂 火拆 吼梆 ゐ -ゐ别 梆-别 ゐ 别 ヰゐ AI 筐. 拣 梆 火拆 佛 юヰ 别. 拣 桂 ゐ, 火别 别 别 ю ю. 答: 梆 筐 ヰ ю 吼梆 火 拆.

source: The screams and pleas for mercy are finally silenced, as you remove your blood soaked blade from the last of the rebels. There will be no more resistance from the local scum. Your reign has finally earned stability.
en@shaw: 梆ヰ ゐ梆 ヰ火 拆ゐ 拆ゐ, 梆ヰ叼 筐 ゐ仇 答 ゐ别 ゐ юゐ. ヰ ゐ答 . 筐 别 ｐ 拆ゐ 火 ゐ.

source: The last and most powerful of these creatures are almost upon us. I feel that if we can finish them off in time, we shall be victorious.
en@shaw: ゐ ヰ答 拣 梆 梆拣 佛ゐヰ答 仇. 梆 ю 拆, 桂.

source: Heavy Snowfall
en@shaw: ｐю 答

source: Snowfall
en@shaw: 答

source: Heavy Rains
en@shaw: ｐю 别

source: Clear Weather
en@shaw: ゐ ю

source: teamname^Revolt
en@shaw: 答ゐ

source: teamname^Human
en@shaw: ｐ筐ヰ

source: Single player mode - uses the reduced strength spawns.
en@shaw: ゐ别 ヰ答 - 筐 筐 ю .

source: Two player mode - uses the full strength spawns.
en@shaw: ゐ别 ヰ答 - 筐 ю .

source: Survive and defeat the waves of opposition.
en@shaw: 火拆 梆 别 .

source: Defeat all waves
en@shaw: 梆 佛 别

source: Lose all your team's leaders
en@shaw: ゐ叼 佛 筐 梆ヰ ゐ梆拣

source: Dark Forecast - a random survival scenario
en@shaw: 葛 桂 - 火拆 吼梆

source: Your aim is to survive the spawning waves and defeat the final arch-enemies. The spawning waves are generated randomly and will different each time Dark Forecast is played. They appear along the north, south and west map edges - though they are most likely to spawn on the west edge. The spawn waves appear at somewhat regular intervals. The weather will also change randomly, affecting the layout of the map. <span color='red'>Dark Forecast was made by:</span> <span color='green'>jb</span> - map design, spawn groups and scenario concept <span color='green'>Rhuvaen</span> - WML implementation
en@shaw: 筐 别 火拆 别 梆 拆 葛-юヰ. 别 ○ю拣别 ヰゐ 拣 梆 拆 葛 桂 ゐ别. ゐ 桂, ю ヰ ю○ - ヰ答 ゐ拆ゐ ю ю. 别 仇ヰ юゐ 火ゐ. ю 佛ゐ 别 ヰゐ, ю ゐ别 ヰ. <span color='red'>葛 桂 ヰ别 :</span> <span color='green'>jb</span> - ヰ 拆, 叼 吼梆 ю <span color='green'>Rhuvaen</span> - WML ヰゐヰю别

source: So this is the accursed valley - a land ours for the taking.
en@shaw: 火 ゐ - ゐ 拣 别.

source: The inhabitants are rumored to be a strange alliance of man and beast, and our claim is not going to be unopposed. We must be prepared for the surprises of this land.
en@shaw: ｐ 叼ヰ火 别 ゐ拆 ヰ 梆, ゐ别 答 答. ヰ仇 吼 火拆 ゐ.

source: Then let us discover what lies in waiting and teach them not to oppose our claim.
en@shaw: ю ゐю 仇 仇 ゐ拆 别 梆 ю 答 ゐ别.

source: Ugh! How can this be? Defeated by mere barbarians! My gods have forsaken me...
en@shaw: 仇! ｐ ? 梆 ヰ 葛吼! ヰ ｐ 桂别 ヰ...

source: Cheers of your enemy are the last thing you hear as you slip into death...their joy fills your last moments with pure hate.
en@shaw: 金 筐 юヰ ゐ ｐ ゐ ю... ○ ゐ 筐 ゐ ヰ答ヰ ｐ别.

source: The enemy cheers as a dark mist rises from the land, engulfing you. As ghostly wisps drain away your will, you realize that your time in this land is over.
en@shaw: юヰ 金 葛 ヰ 拆 ゐ, ゐ . 答ゐ 别 筐 , 攫ゐ拆 筐 拆 ゐ 答.

source: Long ago, a great star fell from the heavens, leaving its mark on this coniferous region.
en@shaw: ゐ , 别 ю ю, ゐ梆 叼甭佛ヰ葛 火 梆.

source: teamname^West
en@shaw: ю

source: teamname^East
en@shaw: 梆

source: 2p - Hamlets
en@shaw: 2p - ｐヰゐ

source: Warfare transforms the simple farms and villages of a peaceful region into a subtly parceled battlefield.
en@shaw: 桂 桂ヰ ヰ 葛ヰ ゐ○ 梆 梆 仇ゐ 葛ゐ ゐ梆ゐ.

source: Players must navigate the dispersive terrain of this small but topographically dense island.
en@shaw: ゐ别拣 ヰ仇 别 火 火别 ヰ佛 仇 ゐ ю 拆ゐ.

source: 2p - Howling Ghost Badlands
en@shaw: 2p - ｐゐ 答 ゐ

source: Little remains of this once wealthy mining colony, now a haven for raiders and thieves.
en@shaw: ゐ ヰ别 仇 юゐ ヰ拆 ゐ, ｐ别 别火 梆.

source: Two armies collide on this disjointed coastal landscape of hidden caves and jagged rivers.
en@shaw: 葛ヰ梆 ゐ拆 ○娥 答 ゐ ｐ 别 ○ 拣.

source: Players must traverse all manner of terrain in pursuit of victory on this multi-fronted duel map.
en@shaw: ゐ别拣 ヰ仇 火 佛 ヰ 火别 拣筐 拣 ヰゐ- 叼 ヰ.

source: This is a sculpture made of stone.
en@shaw: ゐ ヰ别 答.

source: Flooded by the seas and battered by the winter elements, only ruins, water and ice now remain in the shadow of this once mighty empire.
en@shaw: ゐ 梆 火 юゐヰ, 答ゐ 叼, 佛 拆 ヰ别 仇 ヰ拆 юヰ拆.

source: This vital supply route has played a key role in many of Wesnoth's greatest battles.
en@shaw: 拆 ゐ 叼 ｐ ゐ别 答 ヰю 路ю佛 别 ゐ.

source: Recommended setting of 2 gold per village.
en@shaw: юヰю ю 2 答ゐ ゐ.

source: Three players come head to head on this water-cut battlefield.
en@shaw: ゐ别拣 仇 ｐю ｐю 佛-仇 ゐ梆ゐ.

source: Controlling the central island is often the key to victory in this 21x21hex 3 player free for all map.
en@shaw: 答ゐ ю 拆ゐ 拣 21x21hex 3 ゐ别 佛 ヰ.

source: Only one faction will emerge victorious from this tightly bordered three-player map.
en@shaw: 答ゐ 仇 ヰ火 桂 拆ゐ 桂火 -ゐ别 ヰ.

source: 4p - Blue Water Province
en@shaw: 4p - ゐ 佛

source: Historians write that Bluewater Province has been destroyed and rebuilt some twenty times. Now, as armies once again converge on the rocky streams and snowcapped mountains of this small province, its villagers hardly seem to take notice.
en@shaw: ｐ桂梆 拆 路ゐ叼佛 ｐ 梆 娥 梆ゐ 仇 ю 拆ヰ. , 葛ヰ梆 仇 别 火 梆ヰ 答 ヰ ヰ佛 , ゐ○火 ｐ葛ゐ 梆 别 答.

source: teamname^Team 1
en@shaw: 梆 1

source: teamname^Team 2
en@shaw: 梆 2

source: 4p - Castle Hopping Isle
en@shaw: 4p - ｐ 拆

source: Hop from castle to castle while fighting over a central isle.
en@shaw: ｐ 拆 拆 答 ю 拆.

source: 4p - Clash
en@shaw: 4p - ゐ

source: Small map for 2 vs. 2.
en@shaw: ヰ佛 ヰ 2 火. 2.

source: 4p - Hamlets
en@shaw: 4p - ｐヰゐ

source: A very small 2 vs. 2 map. Close quarters fighting means the successful rotation of units and planning of moves is important. Teams set for players 1&4 vs. 2&3 (northeast vs. southwest). Designed for 75 starting gold, 20 villages.
en@shaw: ю ヰ佛 2 火. 2 ヰ. ゐ答 桂拣 拆 ヰ梆 ю 答别 筐 ゐ ヰ叼 ヰ桂. 梆ヰ ю ゐ别拣 1&4 火. 2&3 (桂梆 火. ю). 拆 75 葛 答ゐ, 20 ゐ○.

source: teamname^South-West
en@shaw: -ю

source: teamname^North-East
en@shaw: 桂-梆

source: 4p - King of the Hill
en@shaw: 4p - ｐ

source: Recommended setting of 2 gold per village and 150 starting gold.
en@shaw: юヰю ю 2 答ゐ ゐ 150 葛 答ゐ.

source: teamname^South-East
en@shaw: -梆

source: teamname^North-West
en@shaw: 桂-ю

source: 4p - Lagoon
en@shaw: 4p - ゐ叼

source: Recommended setting of 1 gold per village.
en@shaw: юヰю ю 1 答ゐ ゐ.

source: Four factions contend for dominance over this watery settlement.
en@shaw: ю ヰ 答 佛拣 юゐヰ.

source: 4p - Loris River
en@shaw: 4p - ゐ桂

source: A 25x25 2 vs. 2 map centered around a river with keeps in opposite corners. Designed for players 1&4 vs. 2&3. There are 28 villages.
en@shaw: 25x25 2 火. 2 ヰ ю拣 梆 答 桂拣. 拆 ゐ别拣 1&4 火. 2&3. 28 ゐ○.

source: Who will emerge from the confines of this perilous battlefield?
en@shaw: ｐ ヰ火 拆 吼ゐ ゐ梆ゐ?

source: 4p - Paths of Daggers
en@shaw: 4p - 火

source: Recommended setting of 2 gold per village, 28 villages.
en@shaw: юヰю ю 2 答ゐ ゐ, 28 ゐ○.

source: 4p - Ruins of Terra-Dwelve
en@shaw: 4p - 叼 吼-юゐ

source: Battle over the legendary treasures of the ancient ruins of Terra-Dwelve. Large multi-fronted 2vs2 set in a vast underground complex.
en@shaw: 答 ゐю○吼 ю拣 别 叼 吼-юゐ. ゐ葛 ヰゐ- 2vs2 ю 仇拣 ヰゐю.

source: 4p - Siege Castles
en@shaw: 4p - 梆 ゐ

source: 4p - Underworld
en@shaw: 4p - 火火ゐ

source: A fast-paced 2 vs. 2 map set deep below the surface.
en@shaw: -别 2 火. 2 ヰ ю 梆 ゐ 火.

source: 4p - Xanthe Chaos
en@shaw: 4p - 别

source: A 24X28 2 vs. 2 map with auxiliary keeps, and a large messy battle in the center common.
en@shaw: 24X28 2 火. 2 ヰ ゐ火 梆, ゐ葛 ヰю ю ヰ.

source: 5p - Auction-X
en@shaw: 5p - -ю

source: teamname^Northeast
en@shaw: 桂梆

source: teamname^Southeast
en@shaw: 梆

source: teamname^Southwest
en@shaw: ю

source: teamname^Northwest
en@shaw: 桂ю

source: teamname^Center
en@shaw: ю

source: 5p - Forest of Fear
en@shaw: 5p - 桂

source: In this mixed landscape, five armies battle for supremacy.
en@shaw: ヰ ゐ, 拆 葛ヰ梆 юヰ.

source: A vast region of wild, untamed wilderness, its terrain dotted with forests, caves, rivers, and the ruins of ancient fortresses.
en@shaw: 梆 拆ゐ, 别ヰ ゐ拣ю, 火别 , 别, 拣, 叼 别 桂.

source: 6p - Crusaders' Field
en@shaw: 6p - 叼别火' 梆ゐ

source: The rallying cries of battle can once again be heard on this time-worn field of war, where the ghosts of thousands of brave warriors float invisibly through the mountains, trees and rivers.
en@shaw: ゐ梆 拆 仇 别 ｐ火 拆-桂 梆ゐ , 答 别 拣 ゐ答 ゐ ヰ, 梆 拣.

source: 2 vs. 2 or 3 vs. 3 team game.
en@shaw: 2 火. 2 3 火. 3 梆 别.

source: Turn 2: Loyalists
en@shaw: 火 2: ゐ娥ゐ

source: Turn 8: Rebels
en@shaw: 火 8: юゐ

source: Turn 11: Northerners
en@shaw: 火 11: 桂火火

source: Turn 14: Drakes
en@shaw: 火 14: 别

source: Turn 17: Undead
en@shaw: 火 17: 仇ю

source: Tower of Doom
en@shaw: 叼

source: 6p - Team Survival
en@shaw: 6p - 梆 火拆

source: Scenario where the objective is to survive for as long as possible.
en@shaw: 吼梆 ○ю 火拆 ゐ .

source: Hint: Learning the enemy spawnpoints and types helps alot.
en@shaw: ｐ: ゐ火 юヰ 娥 拆 ｐюゐ ゐ.

source: Survive for 32 turns.
en@shaw: 火拆 32 火.

source: Survive all enemy attacks.
en@shaw: 火拆 佛 юヰ .

source: Death of your team leaders.
en@shaw: ю 筐 梆 ゐ梆拣.

source: Faery
en@shaw: 吼

source: Death
en@shaw: ю

source: Defender
en@shaw: ю

source: 6p - Waterloo Sunset
en@shaw: 6p - 火ゐ 仇ю

source: A 40X30 3 vs. 3 map. Flexible coordination of your alliance is required to avoid being outnumbered. Teams set for players 145 vs. 236 (north vs. south), but having players 146 or 136 as a team is also interesting. Designed for 150 starting gold, has 44 villages.
en@shaw: 40X30 3 火. 3 ヰ. ゐю 答桂别 筐 ゐ拆 拆拣 娥 梆 仇ヰ拣. 梆ヰ ю ゐ别拣 145 火. 236 (桂 火. ), 仇 ｐ ゐ别拣 146 136 梆 佛ゐ 拣. 拆 150 葛 答ゐ, ｐ 44 ゐ○.

source: Teamwork and tactics are key to victory in this unusual battlefield, where eight armies fight to the finish.
en@shaw: 梆ヰ火 拣 仇筐 ゐ梆ゐ, 别 葛ヰ梆 拆 .

source: A very small 3 vs. 3 vs. 3 map. A 60sec timer is recommended due to the large number of players. The teams are players 159 vs. 267 vs. 348 (north vs. southeast vs. southwest). There are very few villages per player, so 3 gold per villages is recommended.
en@shaw: ю ヰ佛 3 火 3 火 3 ヰ. 60sec 拆ヰ юヰю ゐ葛 仇ヰ ゐ别拣. 梆ヰ ゐ别拣 159 火 267 火 348 (桂 火. 梆 火. ю). ю ゐ○ ゐ别, 3 答ゐ ゐ○ юヰю.

source: Random map
en@shaw: ヰ

source: Randomly generated map. Note: random maps are often unbalanced, but if you have time, you can regenerate them until you get a good one.
en@shaw: ヰゐ ○ю拣别 ヰ. 答: ヰ ゐ, 仇 ｐ 拆, 梆○ю火别 ю 仇 ю 仇.

source: Random map (Desert)
en@shaw: ヰ (火)

source: A random map with sand as the primary terrain. Note: random maps are often unbalanced, but if you have time, you can regenerate them until you get a good one.
en@shaw: ヰ 拆ヰ 火别. 答: ヰ ゐ, 仇 ｐ 拆, 梆○ю火别 ю 仇 ю 仇.

source: Random map (Marsh)
en@shaw: ヰ (ヰ葛)

source: A random map with swamp as the primary terrain. Note: random maps are often unbalanced, but if you have time, you can regenerate them until you get a good one.
en@shaw: ヰ ヰ 拆ヰ 火别. 答: ヰ ゐ, 仇 ｐ 拆, 梆○ю火别 ю 仇 ю 仇.

source: Random map (Winter)
en@shaw: ヰ ()

source: A random map set in the break between spring and winter, mainly with snowy terrains. Note: random maps are often unbalanced, but if you have time, you can regenerate them until you get a good one.
en@shaw: ヰ ю 别 梆 , ヰ别ゐ 答 火别. 答: ヰ ゐ, 仇 ｐ 拆, 梆○ю火别 ю 仇 ю 仇.

source: Wesnoth Benchmark: AI
en@shaw: 路ю佛 юヰ葛: AI

source: A wesnoth benchmark, use --nogui --no-delay --multiplayer --scenario=wesbench_ai --exit-at-end.
en@shaw: 路ю佛 юヰ葛, 筐 --nogui --no-delay --multiplayer --scenario=wesbench_ai --exit-at-end.

source: Wesnoth Benchmark: Scrolling
en@shaw: 路ю佛 юヰ葛: 答ゐ

source: A wesnoth benchmark, use --no-delay --multiplayer --scenario=wesbench_scroll --exit-at-end.
en@shaw: 路ю佛 юヰ葛, 筐 --no-delay --multiplayer --scenario=wesbench_scroll --exit-at-end.

source: Wesnoth Benchmark: Walking through Shroud
en@shaw: 路ю佛 юヰ葛: 佛

source: A wesnoth benchmark, use --no-delay --multiplayer --scenario=wesbench_shroud_walk --exit-at-end.
en@shaw: 路ю佛 юヰ葛, 筐 --no-delay --multiplayer --scenario=wesbench_shroud_walk --exit-at-end.
