Repository: wesnoth/wesnoth
Catalog: po/wesnoth-dod/*.po
Languages: es, gl, it

source: Some trolls are born smaller than the rest of their kin. Though weak in body, they quickly realize that they have been blessed with an unusually strong bond with fire.
es: Algunos trolls nacen más pequeños que el resto de su especie. Aunque débiles en cuerpo, rápidamente se dan cuenta de que han sido bendecidos con un vínculo inusualmente fuerte con el fuego.
gl: Algúns troles nacen máis pequenos que o resto da súa familia. Aínda que son débiles de corpo, decátanse axiña de que foron bendicidos cun vínculo inusualmente forte co lume.
it: Alcuni troll nascono più piccoli dei loro consanguinei. Sebbene dotati di un corpo più gracile, comprendono rapidamente di essere stati benedetti da un legame insolitamente forte col fuoco.

source: flame tongue
es: lengua de llama
gl: lingua de chama
it: lingua di fuoco

source: Stone Golem
es: Golem de Piedra
gl: Gólem de pedra
it: Golem di Roccia

source: Strong Troll Whelp
es: Cachorro Trol Fuerte
gl: Cría de trol forte
it: Cucciolo di Troll Forzuto

source: Some Troll Whelps are stronger and larger than others. They are usually found leading newly born troll tribes.
es: Algunos cachorros trol son más fuertes y grandes que otros. Usualmente se encuentran liderando tribus de trolls recién nacidas.
gl: Algúns cachorros de trol son máis fortes e grandes que outros. Normalmente atópanse liderando tribos de trols acabados de nacer.
it: Alcuni cuccioli di troll sono più forti e più grossi di altri. Di solito si trovano a capo di nuove tribù di troll.

source: Wild Saurian
es: Saurio Salvaje
gl: Saurio salvaxe
it: Sauro Selvatico

source: Some saurians are more savage and have a greater predatory instinct. They often live alone and have developed a peculiar ability to heal themselves from wounds and poisons.
es: Algunos saurios son más salvajes y tienen un mayor instinto depredador. A menudo viven solos y han desarrollado una habilidad peculiar para curarse de heridas y venenos.
gl: Algúns saurios son máis salvaxes e teñen un maior instinto depredador. A miúdo viven sós e desenvolveron unha peculiar capacidade para curarse de feridas e velenos.
it: Alcuni sauri sono più selvatici del solito e hanno uno spiccato istinto predatorio. Vivono spesso in solitario ed hanno sviluppato un’abilità speciale che consente loro di auto-curarsi tanto le ferite quanto gli avvelenamenti.

source: sickle
es: hoz
gl: fouce
it: falce

source: Lava
gl: Suficiente

source: Magic Light
es: Luz Mágica
gl: Luz máxica
it: Luce Magica

source: Normal
it: Normale

source: Harvest at least half of the mushroom groves in <i>Fateful Day</i>.
it: Devasta almeno metà dei campi funghi in <i>Giorno Fatidico</i>.

source: Newborn
it: Neonati

source: Legends tell of great stone statues resembling dwarves that come to life through the art of runes to protect the treasures of the bearded people.
it: Le leggende narrano di grandi statue di pietra dalle sembianze di nano che prendono vita grazie all’arte delle rune per proteggere i tesori del popolo barbuto.

source: But these are just tales. Right?
it: Ma queste sono solo storie. Giusto?
