Repository: wesnoth/wesnoth
Catalog: po/wesnoth-dod/*.po
Languages: es, gl, it

source: Ougl could not guess what the leafy creature might want from him and his brothers, for Ougl could not speak or understand the language of other beings. He only knew feelings and emotions.
es: Ougl no podía adivinar qué podría querer la criatura frondosa de él y sus hermanos, pues Ougl no podía hablar ni entender el lenguaje de otros seres. Solo conocía sentimientos y emociones.
gl: Ougl non podía adiviñar o que a criatura frondosa podería querer del e dos seus irmáns, xa que Ougl non podía falar nin entender a linguaxe doutros seres. Só coñecía os sentimentos e as emocións.
it: Ougl non riusciva a immaginare cosa la creatura frondosa potesse volere da lui e dai suoi fratelli, perché Ougl non sapeva né parlare, né comprendere il linguaggio degli altri esseri. Conosceva solo sentimenti ed emozioni.

source: ...And from moment to moment he felt more and more anger from the tree folk, which waved its branches menacingly at the nearby Fire Wraith.
es: ...Y de momento en momento sentía más y más ira de la gente árbol, que agitaba sus ramas amenazadoramente hacia el Espectro de Fuego cercano.
gl: ...E de momento a momento sentía máis e máis ira por parte da xente das árbores, que axitaba as súas pólas ameazadoramente cara ao Espectro de Lume próximo.
it: ...E di attimo in attimo percepiva sempre più rabbia da parte dell’albero animato, che agitava i suoi rami in modo minaccioso verso la vicina Apparizione Infuocata.

source: There was nothing left for the trolls to do but defend themselves.
es: No les quedaba nada más a los trolls que defenderse.
gl: Non lles quedaba nada máis que facer aos troles que defenderse.
it: Ai troll non restava altro da fare che difendersi.

source: Units recruited by an enemy leader are always assigned the fearless trait.
es: Las unidades reclutadas por un líder enemigo siempre reciben el rasgo intrépido.
gl: As unidades recrutadas por un líder inimigo sempre reciben o trazo de intrépido.
it: Alle unità reclutate da un leader nemico viene sempre assegnata la caratteristica “impavido”.

source: Refumee the Swampling
es: Refumee la del Pantano
gl: Refumee o Pantaneiro
it: Refumee il Paludoso

source: The Saurian’s speech meant nothing to Ougl, but Ougl felt that he could trust and rely on her. He felt that the swamp dweller was not hostile and wanted to support him.
es: El habla del saurio no significaba nada para Ougl, pero Ougl sentía que podía confiar y depender de ella. Sentía que la habitante del pantano no era hostil y quería apoyarlo.
gl: O discurso da sauria non lle significaba nada a Ougl, pero Ougl sentía que podía confiar nela e contar con ela. Sentía que a habitante do pantano non lle era hostil e quería apoialo.
it: Il discorso della saura non aveva alcun significato per Ougl, ma Ougl sentiva di potersi fidare e contare su di lei. Sentiva che l’abitante della palude non era ostile e voleva aiutarlo.

source: The young trolls spotted a huge tree within the underground forest. This was one of the great woses, the guardians of the grove, and it glared menacingly at the stone creatures who it believed were threatening saplings.
es: Los trolls jóvenes divisaron un árbol enorme dentro del bosque subterráneo. Este era uno de los grandes woses, los guardianes del bosquecillo, y miraba amenazadoramente a las criaturas de piedra que creía que amenazaban a los brotes.
gl: Os xoves troles avistaron unha enorme árbore dentro do bosque subterráneo. Era un dos grandes woses, os gardiáns do bosque, e miraba ameazantemente ás criaturas de pedra que cría que eran árbores novas ameazantes.
it: I giovani troll avvistarono un enorme albero nella foresta sotterranea. Era uno dei grandi wose, i guardiani del boschetto, e fissava minacciosamente le creature di pietra che credeva minacciassero i giovani alberelli.

source: Ougl was quick to guess that the death of any Elder Wose would only further enrage the treefolk, and resolved to keep his distance from them.
es: Ougl adivinó rápidamente que la muerte de cualquier Wose Anciano solo enfurecería más a la gente árbol, y decidió mantener la distancia de ellos.
gl: Ougl adiviñou rapidamente que a morte de calquera Wose Ancián só enfurecería aínda máis á xente das árbores, e decidiu manter as distancias con eles.
it: Ougl capì subito che la morte di un Wose Anziano non avrebbe fatto altro che far infuriare ulteriormente gli uomini-albero e decise di tenersi a distanza da loro.

source: Death of any of the Elder Woses located on the Great Trees
es: Muerte de cualquiera de los Woses Ancianos ubicados en los Grandes Árboles
gl: Morte de calquera dos Arboáns Antigos situados nas Grandes Árbores
it: Morte di uno qualsiasi dei Wose Anziani situati nei Grandi Alberi

source: With the death of one of the three great guardians of the grove, the woses went into a frenzy. The trolls, helpless in the face of these strange new creatures, knew it was their end.
es: Con la muerte de uno de los tres grandes guardianes del bosquecillo, los woses entraron en frenesí. Los trolls, indefensos ante estas nuevas criaturas extrañas, sabían que era su fin.
gl: Coa morte dun dos tres grandes gardiáns do bosque, os arboáns entraron en frenesí. Os troles, indefensos ante estas novas e estrañas criaturas, sabían que era o seu fin.
it: Con la morte di uno dei tre grandi guardiani del bosco, i wose caddero in preda alla frenesia. I troll, impotenti di fronte a queste strane nuove creature, sapevano che era la loro fine.

source: As the sound of battle echoed through the grove, a great old tree finally began to stir.
es: Mientras el sonido de la batalla resonaba por el bosquecillo, un gran árbol antiguo finalmente comenzó a moverse.
gl: Mentres o son da batalla resoaba polo arboredo, unha gran árbore vella finalmente comezou a moverse.
it: Mentre l’eco della battaglia echeggiava nel boschetto, un grande e antico albero cominciò finalmente a muoversi.

source: The awakened Wose Shaman spoke to Ougl in a strange way, and Ougl understood. The Wose’s name was Ommm, and it was the leader of the tree folk.
es: El Chamán Wose despierto habló a Ougl de una manera extraña, y Ougl entendió. El nombre del Wose era Ommm, y era el líder de la gente árbol.
gl: O xamán wose espertado faloulle a Ougl dun xeito estraño, e Ougl entendeu. O nome do wose era Ommm, e era o líder do pobo das árbores.
it: Il Wose Sciamano ridestato parlò a Ougl in uno strano modo, e Ougl capì. Il nome del Wose era Ommm, ed era il capo del popolo degli alberi.

source: Ommm used a mysterious magic to see the purpose of the troll’s journey, and whether they had evil intentions towards the green grove.
es: Ommm usó una magia misteriosa para ver el propósito del viaje del trol, y si tenían intenciones malvadas hacia el bosquecillo verde.
gl: Ommm usou unha maxia misteriosa para ver o propósito da viaxe do trol e se tiñan malas intencións cara ao bosque verde.
it: Ommm usò una misteriosa forma di magia per scoprire lo scopo del viaggio del troll e se avessero intenzioni malvagie nei confronti del boschetto verde.

source: It soon realized that the trolls were not to blame for the unfortunate skirmish.
es: Pronto se dio cuenta de que los trolls no tenían la culpa del desafortunado enfrentamiento.
gl: Pronto se decatou de que os troles non tiñan a culpa da desafortunada escaramuza.
it: Ben presto si rese conto che la colpa della sfortunata scaramuccia non era dei troll.

source: Ougl wanted to travel further upwards, but the Wose Shaman advised him against it. The woses warned that the surface held many creatures who were not guided by goodness of heart, but by the law of strength.
es: Ougl quería viajar más hacia arriba, pero el Chamán Wose le aconsejó en contra. Los woses advirtieron que la superficie albergaba muchas criaturas que no se guiaban por la bondad del corazón, sino por la ley de la fuerza.
gl: Ougl quería viaxar máis arriba, pero o xamán wose desaconselloullo. Os woses advertiron que na superficie había moitas criaturas que non se guiaban pola bondade de corazón, senón pola lei da forza.
it: Ougl voleva proseguire a viaggiare verso altre terre, ma il wose sciamano lo sconsigliò. I Wose lo avvertirono che la superficie ospitava molte creature guidate non dalla bontà d’animo, ma dalla legge della forza.

source: But Ougl had seen green lands now, and he began to dream of seeing more. The higher he climbed, the more green there would be.
es: Pero Ougl había visto tierras verdes ahora, y comenzó a soñar con ver más. Cuanto más alto subiera, más verde habría.
gl: Pero Ougl vira agora terras verdes, e comezou a soñar con ver máis. Canto máis alto subía, máis verde habería.
it: Ma Ougl ormai aveva visto le terre verdi, e cominciò a sognare di vederne altre ancora. Più in alto sarebbe salito, più verde ci sarebbe stato.

source: After some thought, the Wose Shaman agreed to give the trolls directions to the surface. But the trolls were to first plant new trees in place of the ones that had fallen during the battle.
es: Tras pensarlo un poco, el Chamán Wose accedió a dar a los trolls indicaciones para llegar a la superficie. Pero los trolls debían primero plantar nuevos árboles en lugar de los que habían caído durante la batalla.
gl: Despois de pensalo un pouco, o xamán Wose accedeu a darlles aos troles indicacións para chegar á superficie. Pero os troles primeiro debían plantar árbores novas no lugar das que caeran durante a batalla.
it: Dopo averci pensato un po’, il wose sciamano acconsentì a dare indicazioni ai troll per la superficie. Ma i troll avrebbero dovuto prima piantare nuovi alberi al posto di quelli caduti durante la battaglia.

source: After some thought, the Wose Shaman agreed to give the trolls directions to the surface, but again warned Ougl that sometimes dreams are better left in the realm of dreams.
es: Tras pensarlo un poco, el Chamán Wose accedió a dar a los trolls indicaciones para llegar a la superficie, pero volvió a advertir a Ougl que a veces los sueños son mejores dejándolos en el reino de los sueños.
gl: Despois de pensalo un pouco, o xamán Wose accedeu a darlles aos troles as indicacións para chegar á superficie, pero volveu advertir a Ougl que ás veces é mellor deixar os soños no reino dos soños.
it: Dopo averci pensato un po’, il wose sciamano acconsentì a dare indicazioni ai troll per la superficie, ma ancora una volta avvertì Ougl che a volte è meglio lasciare i sogni nel loro regno.

source: Fateful Day
es: Día Fatídico
gl: Día fatal
it: Giorno Fatidico

source: The Wose Shaman, as promised, told the trolls where they should go to get out of the caves.
es: El Chamán Wose, como prometió, les dijo a los trolls a dónde debían ir para salir de las cuevas.
gl: O xamán arboán, como prometera, díxolles aos troles onde debían ir para saír das covas.
it: Come promesso, il Wose Sciamano spiegò ai troll dove avrebbero dovuto recarsi per uscire dalle grotte.

source: It also put a peculiar charm on Ougl, allowing him to understand the speech of other beings despite not knowing how to speak himself.
es: También puso un encanto peculiar en Ougl, permitiéndole entender el habla de otros seres a pesar de no saber hablar él mismo.
gl: Tamén lle outorgaba a Ougl un feitizo peculiar, permitíndolle comprender a fala doutros seres a pesar de non saber falar el mesmo.
it: Lanciò anche un particolare incantesimo su Ougl, in modo da permettergli di comprendere le lingue parlate da altri esseri viventi, sebbene non sapesse come fare lui stesso ad esprimersi.

source: The trolls soon left the woses and continued on their journey. The going was difficult, for the rocks they now climbed were very earthy and crumbly.
es: Los trolls pronto dejaron a los woses y continuaron su viaje. El avance era difícil, pues las rocas que ahora escalaban eran muy terrosas y quebradizas.
gl: Os troles axiña abandonaron os woses e continuaron a súa viaxe. O camiño era difícil, xa que as rochas que agora escalaban eran moi terrosas e esfarelables.
it: Presto i troll abbandonarono i wose e proseguirono per il loro viaggio. La strada era impervia, poiché le rocce sulle quali ora si arrampicavano erano terrose e friabili.

source: There was also less food than on the deeper levels. The trolls found only mushrooms, and Ougl disliked mushrooms. But this did not discourage him, for Ougl now had a dream and a goal for his trek.
es: También había menos comida que en los niveles más profundos. Los trolls solo encontraron hongos, y a Ougl no le gustaban los hongos. Pero esto no lo desanimó, pues Ougl ahora tenía un sueño y un objetivo para su travesía.
gl: Tamén había menos comida que nos niveis máis profundos. Os troles só atoparon cogomelos, e a Ougl non lle gustaban. Pero isto non o desanimou, xa que Ougl agora tiña un soño e un obxectivo para a súa viaxe.
it: C’era anche meno cibo a disposizione, rispetto alle groppe più profonde. I troll trovarono soltanto dei funghi e Ougl non li apprezzava. Ma tutto ciò era ben lungi dallo scoraggiarlo, poiché Ougl ora aveva un sogno e una meta per il viaggio.

source: Despite their incautious nature, trolls are not simple at all.
es: A pesar de su naturaleza imprudente, los trolls no son simples en absoluto.
gl: A pesar da súa natureza incauta, os troles non son nada simples.
it: Nonostante siano per natura incauti, i troll non sono affatto delle creature semplici.

source: When they tame their inner flame, they move in the realm of feelings and can guess the intentions of others without the need for speech.
es: Cuando doman su llama interior, se mueven en el reino de los sentimientos y pueden adivinar las intenciones de otros sin necesidad de palabras.
gl: Cando doman a súa chama interior, móvense no reino dos sentimentos e poden adiviñar as intencións dos demais sen necesidade de falar.
it: Quando riescono a domare la loro fiamma interiore, toccano delle corde emotive e riescono a intuire le intenzioni degli altri senza bisogno di parlare.

source: Ougl and his friends knew from the beginning that the tree folk were not evil, and they did not understand why the trees decided to attack them. If the trolls had done nothing wrong, then why were they attacked?
es: Ougl y sus amigos sabían desde el principio que la gente árbol no era malvada, y no entendían por qué los árboles decidieron atacarlos. Si los trolls no habían hecho nada malo, entonces ¿por qué fueron atacados?
gl: Ougl e os seus amigos sabían dende o principio que a xente das árbores non era malvada e non entendían por que as árbores decidiran atacalos. Se os troles non fixeran nada malo, por que foron atacados?
it: Ougl e i suoi amici sapevano fin dall’inizio che il popolo degli alberi non era malvagio, e non riuscivano a capire perché li avessero attaccati. Se i troll non avevano fatto nulla di male, allora perché erano stati attaccati?

source: The Golden Flame Tribe thought for a long time about what had happened and what might yet happen. After much travel and much thought, they happened across an underground lake.
es: La Tribu de la Llama Dorada pensó durante mucho tiempo sobre lo que había sucedido y lo que podría suceder aún. Después de mucho viaje y mucho pensamiento, se toparon con un lago subterráneo.
gl: A Tribo da Chama Dourada pensou durante moito tempo no que sucedera e no que podería acontecer. Despois de moita viaxe e moita reflexión, chegaron a un lago subterráneo.
it: La Tribù della Fiamma Dorata rifletté a lungo su ciò che era accaduto e su ciò che sarebbe potuto accadere. Dopo molti viaggi e molte riflessioni, si imbatterono in un lago sotterraneo.

source: Purple Eye Naga
es: Naga Ojo Púrpura
gl: Naga de ollo púrpura
it: Naga Occhiviola

source: Sessa Purple Eye
es: Sessa Ojo Púrpura
gl: Ollo Púrpura de Sessa
it: Sessa Occhiviola

source: Red Cry Horde
es: Horda Grito Rojo
gl: Horda do Berro Vermello
it: Orda Piantorosso

source: Agnar Red Cry
es: Agnar Grito Rojo
gl: Agnar Berro Vermello
it: Agnar Piantorosso

source: Nuug The Firebug
es: Nuug el Pirómano
gl: Nuug o pirómano
it: Nuug il Piromane

source: Blue Blood Saurians
es: Saurios Sangre Azul
gl: Saurios de sangue azul
it: Sauri Sangueblu

source: Moarxz Blue Blood
es: Moarxz Sangre Azul
gl: Sangue azul de Moarxz
it: Moarxz Sangueblu

source: Azzaris
gl: Azaris

source: Defeat every enemy unit
es: Derrota a todas las unidades enemigas
gl: Derrota todas as unidades inimigas
it: Uccidi tutte le unità nemiche

source: Death of Sessa
es: Muerte de Sessa
gl: Morte de Sessa
it: Morte di Sessa

source: Ougl’s control over fire has improved. Fire guardians can now move faster in cave terrain.
es: El control de Ougl sobre el fuego ha mejorado. Los guardianes de fuego ahora pueden moverse más rápido en terreno de cueva.
gl: Mellorouse o control de Ougl sobre o lume. Os gardiáns do lume agora poden moverse máis rápido no terreo das covas.
it: Ougl ha migliorato il suo controllo del fuoco. Ora i Guardiani Ardenti si muovono più velocemente su terreni di tip caverna.

source: Ally and enemy guard units have 0 movement points.
es: Las unidades de guardia aliadas y enemigas tienen 0 puntos de movimiento.
gl: As unidades de garda aliadas e inimigas teñen 0 puntos de movemento.
it: Le sentinelle non possono muoversi, sia le alleate che e nemiche.

source: Drums could be heard in the distance.
es: Se podían oír tambores a lo lejos.
gl: Escoitábanse tambores ao lonxe.
it: In lontananza si potevano sentire il rullare dei tamburi.

source: It didn’t take long for the trolls to understand what was happening.
es: No tardaron mucho los trolls en entender qué estaba pasando.
gl: Non lles levou moito tempo aos troles comprender o que estaba a suceder.
it: I troll non ci misero molto a capire cosa stesse succedendo.

source: Some creatures were about to attack some other creatures. Both creatures’ appearances were strange and monstrous.
es: Unas criaturas estaban a punto de atacar a otras criaturas. Las apariencias de ambas criaturas eran extrañas y monstruosas.
gl: Algunhas criaturas estaban a piques de atacar outras criaturas. As aparencias de ambas criaturas eran estrañas e monstruosas.
it: Alcune creature stavano per attaccarne delle altre diverse. Entrambe le specie apparivano loro come strane e mostruose.

source: However, Ougl could feel who was not driven by a good heart.
es: Sin embargo, Ougl podía sentir quién no estaba guiado por un buen corazón.
gl: Porén, Ougl podía sentir quen non estaba motivado por un bo corazón.
it: Comunque, Ougl poteva percepire chi non fosse guidato dal buon cuore.

source: <b>S s a s...! ?</b> (Another enemy!?)
es: <b>¡S s a s...! ?</b> (¿Otro enemigo?)
gl: <b>S s a s...! ?</b> (Outro inimigo!?)
it: <b>S s a s...! ?</b> (Altri nemici!?)

source: Ougl shook his head in denial.
es: Ougl negó con la cabeza.
gl: Ougl negou coa cabeza en sinal de negación.
it: Ougl scosse la sua testa in segno di diniego.

source: <b>S s a s...?</b> (A friend, then?)
es: <b>¿S s a s...?</b> (¿Un amigo, entonces?)
gl: <b>S s a s...?</b> (Un amigo, entón?)
it: <b>S s a s...?</b> (Allora, amici?)

source: Ougl nodded.
es: Ougl asintió.
gl: Ougl asentiu.
it: Ougl annuì.

source: <b>Arg-hah!</b> (There is no more hope for you. No matter how many help you, death awaits you anyway.)
es: <b>¡Arg-hah!</b> (No hay más esperanza para ti. No importa cuántos te ayuden, la muerte te espera de todos modos.)
gl: <b>Arg-hah!</b> (Non hai máis esperanza para ti. Non importa cantos te axuden, a morte agárdate de todos os xeitos.)
it: <b>Arg-hah!</b> (Non hai più alcuna speranza. Non importa quanti accorrano in tuo aiuto, la morte ti attende in ogni caso.)

source: <b>S y s s...!</b> (Give up your treasures and we will spare you!)
es: <b>¡S y s s...!</b> (¡Entrega tus tesoros y te perdonaremos!)
gl: <b>S y s s...!</b> (Renuncia aos teus tesouros e nós aforrarémosche a vida!)
it: <b>S y s s...!</b> (Consegnaci i tuoi tesori e ti risparmieremo la vita!)

source: <b>S s a s...!</b> (Never!)
es: <b>¡S s a s...!</b> (¡Nunca!)
gl: <b>S s a s...!</b> (Xamais!)
it: <b>S s a s...!</b> (Giammai!)

source: <b>Urg-hah!</b> (Then die!)
es: <b>¡Urg-hah!</b> (¡Entonces muere!)
gl: <b>Urg-hah!</b> (Entón morre!)
it: <b>Urg-hah!</b> (E allora muori!)

source: The Nagini looked again at the trolls.
es: La nagini miró de nuevo a los trolls.
gl: A Nagini volveu mirar os troles.
it: La Nagini guardò di nuovo i troll.

source: <b>S s a s...?</b> (Will you help us?)
es: <b>¿S s a s...?</b> (¿Nos ayudarás?)
gl: <b>S s a s...?</b> (Axudarásnos?)
it: <b>S s a s...?</b> (Ci aiuterai?)

source: Ougl said only one thing.
es: Ougl dijo solo una cosa.
gl: Ougl só dixo unha cousa.
it: Ougl disse soltanto una cosa.

source: <b>S y s y...!</b> (I want to fight too!)
es: <b>¡S y s y...!</b> (¡Yo también quiero luchar!)
gl: <b>S y s y...!</b> (Eu tamén quero loitar!)
it: <b>S y s y...!</b> (Anche io voglio combattere!)

source: <b>S y s y...</b> (Let me deal with this one.)
es: <b>S y s y...</b> (Déjame encargarme de este.)
gl: <b>S y s y...</b> (Déixame ocuparme disto.)
it: <b>S y s y...</b> (Questo lascialo a me.)

source: The hungry troll gorged itself on the mushrooms. They weren’t very tasty. Could they have been poisonous?
es: El trol hambriento se atiborró de hongos. No eran muy sabrosos. ¿Podrían haber sido venenosos?
gl: O trol famento ateigouse dos cogomelos. Non eran moi saborosos. Poderían ser velenosos?
it: Il troll affamato si rimpinzò di funghi. Non erano molto saporiti. Potevano essere velenosi?

source: The troll suddenly feels an overwhelming rage.
es: El trol de repente siente una ira abrumadora.
gl: De súpeto, o trol sente unha rabia abrumadora.
it: Il troll improvvisamente fu preso da una rabbia travolgente.

source: Trolls who move onto mushroom terrain will destroy the mushrooms and gain the <i>berserk</i> special on melee attacks.
es: Los trolls que se muevan a terreno de hongos destruirán los hongos y obtendrán el especial <i>berserk</i> en ataques cuerpo a cuerpo.
gl: Os troles que se movan por terreo de cogomelos destruirán os cogomelos e obterán o especial <i>berserk</i> nos ataques corpo a corpo.
it: I troll che raggiungono un campo di funghi lo devasteranno ed otterranno l’abilità speciale <i>furia berserk</i> negli attacchi in mischia.

source: Ougl bit into a piece of mushroom, but as soon as he tasted it, he spat it out in disgust. He was not interested in rage.
es: Ougl mordió un trozo de hongo, pero en cuanto lo probó, lo escupió con disgusto. No le interesaba la ira.
gl: Ougl mordeu un anaco de cogomelo, pero en canto o probou, cuspiuno con noxo. Non lle interesaba a rabia.
it: Ougl diede un morso ad un pezzo di fungo, ma non appena lo ebbe assaggiato lo sputò in terra disgustato. Non aveva alcun interesse nella furia berserk.

source: Drums once again echoed through the cavern. Enemy reinforcements had arrived.
es: Los tambores resonaron una vez más en la caverna. Habían llegado refuerzos enemigos.
gl: Os tambores volveron resoar pola cova. Chegaran os reforzos inimigos.
it: I tamburi riecheggiarono di nuovo attraverso le caverne: i rinforzi nemici erano arrivati.

source: <b>Arg-hah!</b> (I won’t lose!)
es: <b>¡Arg-hah!</b> (¡No perderé!)
gl: <b>Argh!</b> (Non perderei!)
it: <b>Arg-hah!</b> (Io non perderò)

source: <b>Arg-hah!</b> (You’ll pay for this, you dirty troll!)
es: <b>¡Arg-hah!</b> (¡Pagarás por esto, trol sucio!)
gl: <b>Arg-hah!</b> (Pagarás por isto, trol sucio!)
it: <b>Arg-hah!</b> (Questa la pagherai, lurido troll!)

source: <b>Urg-hah...</b> (No! I can’t die...)
es: <b>Urg-hah...</b> (¡No! No puedo morir...)
gl: <b>Urg-hah...</b> (Non! Non podo morrer...)
it: <b>Urg-hah...</b> (No! Non posso morire...)

source: <b>S y s s...!</b> (Time to retreat!)
es: <b>¡S y s s...!</b> (¡Hora de retirarse!)
gl: <b>S y s s...!</b> (Hora de retirarse!)
it: <b>S y s s...!</b> (Ritiriamoci!)
