Repository: wesnoth/wesnoth
Catalog: po/wesnoth-dod/*.po
Languages: es, gl, it

source: Dusk of Dawn
es: El Ocaso del Amanecer
gl: Luscofusco
it: Il Crepuscolo dell’Alba

source: DoD
es: EOdA
gl: Luscofusco
it: CdA

source: Deep underneath the Heart Mountains, a new tribe of trolls awakens. Help them grow and eventually fulfill Ougl Firstborn’s biggest dream.
es: En lo profundo de las Montañas del Corazón, una nueva tribu de trolls despierta. Ayúdales a crecer y finalmente cumplir el mayor sueño de Ougl el Primogénito.
gl: Nas profundidades das Montañas do Corazón, esperta unha nova tribo de trolls. Axúdaos a medrar e finalmente a cumprir o maior soño do Primoxénito Ougl.
it: Nelle profondità delle Montagne Centrali, una nuova tribù di troll si risveglia. Aiutali a crescere e a realizzare il sogno più grande di Ougl il Primogenito.

source: This is an exerpt from the Book of Crelanu, as transcribed by the Weldyn Royal Scholars Society.
es: Este es un extracto del Libro de Crelanu, tal como fue transcrito por la Sociedad Real de Eruditos de Weldyn.
gl: Este é un extracto do Libro de Crelanu, segundo a transcrición da Weldyn Royal Scholars Society.
it: Questo è un estratto dal Libro di Crelanu, trascritto dalla Società dei Reali Studiosi di Weldyn.

source: (Novice level, 4 scenarios)
es: (Nivel principiante, 4 escenarios)
gl: (Nivel principiante, 4 escenarios)
it: (Livello per principianti, 4 scenari)

source: Easy
es: Fácil
gl: Doado
it: Facile

source: Spark
es: Chispa
gl: Faísca
it: Scintilla

source: Flame
es: Llama
gl: Chama
it: Fiamma

source: Author
es: Autor
gl: Autor
it: Autore

source: Prose and Story Editing, Code Preparation
es: Edición de prosa e historia, preparación de código
gl: Edición de prosa e historia, preparación de código
it: Redazione del testo e della storia, Preparazione del Codice

source: Art - Sprites
es: Arte - Sprites
gl: Arte - Sprites
it: Grafica - Sprite

source: Wild and Beast Saurian Sprites
es: Sprites de saurios salvajes y bestiales
gl: Sprites Saurios Salvaxes e Bestiais
it: Sprite Sauro Selvatico e Sauro Bestiale

source: Text Proofreading
es: Corrección de textos
gl: Corrección de textos
it: Correzione delle bozze

source: WML Assistance
es: Asistencia con WML
gl: Asistencia WML
it: Assistenza WML

source: Beta Testing
es: Pruebas beta
gl: Versión beta
it: Test preliminari

source: Scenario 1: Small but Cunning
es: Escenario 1: Pequeño pero astuto
gl: Escenario 1: Pequeno pero astuto
it: Scenario 1: Piccolo ma Sveglio

source: Find a way to light the brazier in <i>First Steps</i>.
es: Encuentra una forma de encender el brasero en <i>Primeros Pasos</i>.
gl: Atopa un xeito de acender o braseiro en <i>Primeiros pasos</i>.
it: Trova un modo per accendere il braciere in <i>Primi Passi</i>.

source: Scenario 1b: Rock and Stone
es: Escenario 1b: Roca y Piedra
gl: Escenario 1b: Rocha e pedra
it: Scenario 1b: Roccia e Pietra

source: Complete the <i>Secret</i> on Normal difficulty.
es: Completa el <i>Secreto</i> en dificultad Normal.
gl: Completa o <i>Segredo</i> en dificultade normal.
it: Completa <i>Segreto</i> a difficoltà Normale.

source: Scenario 2: Let Them Burn!
es: Escenario 2: ¡Que Ardan!
gl: Escenario 2: ¡Que ardan!
it: Scenario 2: Che brucino!

source: Advance a Fire Guardian into a Fire Wraith in <i>A Dream</i>.
es: Avanza un Guardián de Fuego a Espectro de Fuego en <i>Un Sueño</i>.
gl: Ascende un Garda de Lume a Espectro de Lume en <i>Un Soño</i>.
it: Un Guardiano Ardente avanza di livello e diventa Apparizione Ardente in <i>Un Sogno</i>.

source: Scenario 2: Scorched Earth
es: Escenario 2: Tierra Quemada
gl: Escenario 2: Terra Queimada
it: Scenario 2: Terra Bruciata

source: Fully burn 10 tiles of forest in <i>A Dream</i>.
es: Quema completamente 10 casillas de bosque en <i>Un Sueño</i>.
gl: Queima completamente 10 celas de bosque en <i>Un soño</i>.
it: Brucia completamente 10 esagoni di foresta in <i>Un Sogno</i>.

source: Scenario 2: Green Souvenir
es: Escenario 2: Recuerdo Verde
gl: Escenario 2: Recordo verde
it: Scenario 2: Souvenir Verde

source: Find the Wose Branch in <i>A Dream</i>.
es: Encuentra la Rama de Wose en <i>Un Sueño</i>.
gl: Atopa a póla de Arboán en <i>Un soño</i>.
it: Trova il Ramo di Wose in <i>Un Sogno</i>.

source: Scenario 3: Mushroom Picking
es: Escenario 3: Recolección de Hongos
gl: Escenario 3: Recollida de cogomelos
it: Scenario 3: Raccolta dei Funghetti

source: Scenario 3: Hiss Battle
es: Escenario 3: Batalla Siseante
gl: Escenario 3: Batalla de asubíos
it: Scenario 3: Sssua Battaglia

source: Attack the Blue Blood Saurian leader with Refumee in <i>Fateful Day</i>.
es: Ataca al líder saurio de Sangre Azul con Refumee en <i>Día Fatídico</i>.
gl: Ataca o líder saurio de sangue azul con Refumee en <i>Día Fatal</i> .
it: Refumee attacca il comandante di Sauri Sangue Blu in <i>Giorno Fatidico</i>.

source: Being Born
es: Nacer
gl: Nacer
it: Nascere

source: The Heart Mountains have the word Heart in their name for a reason. This is the largest mountain range in the known world, forming a natural wall that splits the Northlands in two.
es: Las Montañas del Corazón llevan la palabra Corazón en su nombre por una razón. Esta es la cadena montañosa más grande del mundo conocido, formando una pared natural que divide las Tierras del Norte en dos.
gl: As Montañas Corazón levan a palabra Corazón no seu nome por unha razón. Trátase da cordilleira máis grande do mundo coñecido, formando un muro natural que divide as Terras do Norte en dúas partes.
it: Le Montagne Centrali hanno la parola Centrale nel loro nome per una ragione. Sono la più grande catena montuosa conosciuta al mondo, e forma un baluardo naturale che divide in due le Terre del Nord.

source: This vast expanse of craggy hills and mountain peaks is home to many dwarves, who are usually engrossed in a feverish search for ever rarer ores, or else getting themselves drunk on honey.
es: Esta vasta extensión de colinas escarpadas y picos montañosos es hogar de muchos enanos, que suelen estar absortos en una búsqueda febril de minerales cada vez más raros, o bien embriagándose con miel.
gl: Esta vasta extensión de outeiros escarpados e cumes de montaña é o fogar de moitos ananos, que adoitan estar absortos nunha busca febril de minerais cada vez máis raros ou emborrachándose con mel.
it: Questa vasta distesa di colline scoscese e cime montuose ospita molti nani, solitamente impegnati in una febbrile ricerca di minerali sempre più rari o nell’ubriacarsi di miele.

source: Other creatures also live in the shadows of the dark caves and earthy grottos. Creatures great and terrible in appearance, but naive in nature, and easy to manipulate.
es: Otras criaturas también viven en las sombras de las cuevas oscuras y grutas terrosas. Criaturas grandes y terribles en apariencia, pero ingenuas en naturaleza, y fáciles de manipular.
gl: Outras criaturas tamén viven nas sombras das covas escuras e das grutas terrosas. Criaturas grandes e terribles en aparencia, pero inxenuas por natureza e fáciles de manipular.
it: Nelle ombre delle caverne oscure e delle grotte sotterranee vivono però anche altre creature. Creature grandi e terribili nell’aspetto, ma ingenue nella natura e facili da manipolare.

source: These are trolls. They are often thought of as beasts, bloodthirsty monsters who only do bad things, but this is not true at all. As I have said before, they are merely naive... and perhaps sometimes a little bit too reckless.
es: Estos son los trolls. A menudo se les considera bestias, monstruos sedientos de sangre que solo hacen cosas malas, pero esto no es cierto en absoluto. Como he dicho antes, simplemente son ingenuos... y tal vez a veces un poco demasiado imprudentes.
gl: Estes son trolls. A miúdo considéranse bestas, monstros sanguinarios que só fan cousas malas, pero isto non é certo en absoluto. Como xa dixen antes, son simplemente inxenuos... e quizais ás veces un pouco imprudentes.
it: Si tratta dei troll. Vengono sovente percepiti come bestie, mostri assetati di sangue che fanno soltanto cose meschine, ma sono tutte falsità. Come ho già avuto modo di dire, sono semplicemente ingenui... e talvolta forse un po’ troppo sconsiderati.

source: The story I am about to tell you happened sixteen years after we, humans, first came to the Great Continent. This is a story of the evil that pursued us here, and the sadness that has come to the trolls...
es: La historia que estoy a punto de contarles ocurrió dieciséis años después de que nosotros, los humanos, llegáramos por primera vez al Gran Continente. Esta es una historia del mal que nos persiguió hasta aquí, y de la tristeza que ha llegado a los trolls...
gl: A historia que vou contarvos aconteceu dezaseis anos despois de que nós, os humanos, chegásemos por primeira vez ao Gran Continente. Esta é unha historia do mal que nos perseguiu ata aquí e da tristeza que se apoderou dos troles...
it: La storia che sto per raccontarvi è accaduta sedici anni dopo che noi umani siamo arrivati ​​per la prima volta nel Grande Continente. Questa è la storia del male che ci ha perseguitati fin qui e della tristezza che ha colpito i troll...

source: Crelanu the Wise
es: Crelanu el Sabio
gl: Crelanu o Sabio
it: Crelanu il Saggio

source: Golden Flame Tribe
es: Tribu de la Llama Dorada
gl: Tribo da Chama Dourada
it: Tribù Fiamma Dorata

source: One day in the Heart Mountains.
es: Un día en las Montañas del Corazón.
gl: Un día nas montañas do Corazón.
it: Un giorno nelle Montagne Centrali.

source: In a silent moment, a stone wall came to life.
es: En un momento de silencio, una pared de piedra cobró vida.
gl: Nun intre de silencio, un muro de pedra cobrou vida.
it: In un attimo di silenzio, un muro di pietra prese vita.

source: Nameless Troll
es: Trol sin Nombre
gl: Trol sen nome
it: Troll senza nome

source: ...And it suddenly shattered.
es: ...Y de repente se hizo añicos.
gl: ...E de súpeto esnaquizouse.
it: ...E all’improvviso si frantumò.

source: The newborn troll began to crawl. He moved very slowly. It was as if he was still dreaming, or as if his inner flame had only just begun to warm.
es: El trol recién nacido comenzó a gatear. Se movía muy lentamente. Era como si todavía estuviera soñando, o como si su llama interior apenas hubiera comenzado a calentarse.
gl: O trol recén nacido comezou a gatear. Movíase moi lentamente. Era coma se aínda estivese soñando, ou coma se a súa chama interior acabase de comezar a quentarse.
it: Il troll neonato iniziò a strisciare. Si muoveva molto lentamente. Era come se stesse ancora sognando, o come se la sua fiamma interiore avesse appena iniziato a scaldarlo.

source: With each step, his flame of life grew stronger. The troll’s heart shimmered with golden light.
es: Con cada paso, su llama de vida crecía más fuerte. El corazón del trol brillaba con luz dorada.
gl: Con cada paso, a chama da súa vida facíase máis forte. O corazón do trol brillaba con luz dourada.
it: Passo dopo passo, la sua fiamma vitale diventava sempre più vivida. Il cuore del troll luccicava di luce dorata.

source: The newborn wanted to roar, but he knew no words.
es: El recién nacido quería rugir, pero no conocía palabras.
gl: O recén nacido quería ruxir, pero non sabía dicir as palabras.
it: Il neonato avrebbe voluto ruggire, ma non conosceva nessuna parola.

source: Turning, the newborn realized he was alone.
es: Al girar, el recién nacido se dio cuenta de que estaba solo.
gl: Ao virarse, o recén nacido decatouse de que estaba só.
it: Guardandosi attorno, il neonato capì di essere solo.

source: He tried again to speak and... This time he succeeded.
es: Intentó hablar de nuevo y... Esta vez lo logró.
gl: Tentou falar de novo e... Esta vez conseguiuno.
it: Provò di nuovo a parlare e... Questa volta ebbe successo.

source: Ougl Firstborn
es: Ougl el Primogénito
gl: Primoxénito de Ougl
it: Ougl il Primogenito

source: New motion suddenly disturbed the underground calm.
es: Un nuevo movimiento perturbó de repente la calma subterránea.
gl: Un novo movemento perturbou de súpeto a calma subterránea.
it: Un nuovo movimento turbò improvvisamente la calma sotterranea.

source: As if prompted by Ougl’s roar, other trolls also awoke from their sleep.
es: Como si el rugido de Ougl los hubiera despertado, otros trolls también se levantaron de su sueño.
gl: Coma se o ruxido de Ougl os provocase, outros troles tamén espertaron do seu sono.
it: Come se fossero stati stimolati dal ruggito di Ougl, anche altri troll si svegliarono dal loro sonno.

source: This is how trolls are born.
es: Así es como nacen los trolls.
gl: Así nacen os troles.
it: Così nacquero i troll.

source: First Steps
es: Primeros Pasos
gl: Primeiros pasos
it: Primi Passi

source: As the first awakened, Ougl became the leader of his tribe.
es: Al ser el primero en despertar, Ougl se convirtió en el líder de su tribu.
gl: Como o primeiro en espertar, Ougl converteuse no líder da súa tribo.
it: In qualità di primo a risvegliarsi, Ougl divenne il condottiero della sua tribù.

source: The children of stone moved forward. Their path — not an easy one — led through intricate corridors deep underground. They did not know light, for it never reached these deep places. The air was cold.
es: Los hijos de la piedra avanzaron. Su camino —no fácil— los llevó a través de intrincados corredores en lo profundo de la tierra. No conocían la luz, pues nunca llegaba a estos lugares profundos. El aire era frío.
gl: Os fillos da pedra avanzaron. O seu camiño —non doado— levaba a través de intrincados corredores nas profundidades subterráneas. Non coñecían a luz, xa que nunca chegaba a eses lugares profundos. O aire era frío.
it: I cuccioli di pietra avanzarono. Il loro cammino, tutt’altro che facile, li condusse attraverso intricati corridoi sotterranei. Non conoscevano la luce, perché non raggiungeva mai quelle profondità. L’aria era fredda.

source: When the Golden Flame Tribe (as I will henceforth call them) entered tunnels that had once belonged to the bearded race, one of the trolls began to behave quite unusually.
es: Cuando la Tribu de la Llama Dorada (así los llamaré de ahora en adelante) entró en túneles que alguna vez pertenecieron a la raza barbuda, uno de los trolls comenzó a comportarse de manera bastante inusual.
gl: Cando a Tribo da Chama Dourada (como a chamarei de agora en diante) entrou en túneles que antes pertenceran á raza barbuda, un dos troles comezou a comportarse de xeito bastante inusual.
it: Quando la Tribù Fiamma Dorata (come li chiamerò d’ora in poi) entrò nei tunnel appartenuti un tempo alla razza barbuta, uno dei troll cominciò a comportarsi in modo piuttosto insolito.

source: Inner Flame
es: Llama Interior
gl: Chama interior
it: Fiamma Interiore

source: Ash Flame Tribe
es: Tribu de la Llama de Ceniza
gl: Tribo da Chama de Cinza
it: Tribù Cenere di Fiamma

source: Cave Dwellers
es: Moradores de la Cueva
gl: Habitantes das covas
it: Cavernicolo

source: Defeat the Inner Flame and Ash Flame leaders
es: Derrota a los líderes de Llama Interior y Llama de Ceniza
gl: Derrota aos líderes da Chama Interior e da Chama de Cinza
it: Sconfiggi la Fiamma Interiore e il condottiero dei Cenere di Fiamma

source: Death of Ougl
es: Muerte de Ougl
gl: Morte de Ougl
it: Morte di Ougl

source: Suddenly, one of the trolls began to behave strangely.
es: De repente, uno de los trolls comenzó a comportarse de manera extraña.
gl: De súpeto, un dos troles comezou a comportarse dun xeito estraño.
it: Improvvisamente, uno dei troll iniziò a comportarsi in modo strano.

source: Strange Troll
es: Trol Extraño
gl: Troll estraño
it: Troll Strano

source: Ullg the Flameless
es: Ullg el Sin Llama
gl: Ullg o Sen Chama
it: Ullg il Senzafiamma

source: H i s s...!
gl: Ssss…!

source: The finder of the mysterious egg made a decision without much thought.
es: El descubridor del huevo misterioso tomó una decisión sin pensarlo mucho.
gl: O descubridor do ovo misterioso tomou unha decisión sen pensalo moito.
it: Il ritrovatore dell’uovo misterioso prese una decisione senza stare troppo a pensarci.

source: Lonely Ant
es: Hormiga Solitaria
gl: Formiga solitaria
it: Formica Solitaria

source: There are many unexplainable things in this world. This is one of them: the little ant decided to join the trolls.
es: Hay muchas cosas inexplicables en este mundo. Esta es una de ellas: la pequeña hormiga decidió unirse a los trolls.
gl: Hai moitas cousas inexplicables neste mundo. Esta é unha delas: a pequena formiga decidiu unirse aos troles.
it: Ci sono molte cose inspiegabili in questo mondo. Questa è una di quelle: la piccola formica decise di unirsi ai troll.

source: Ougl has learned how to control his inner flame. You can now recruit <b>Fire Guardians</b>.
es: Ougl ha aprendido a controlar su llama interior. Ahora puedes reclutar <b>Guardianes de Fuego</b>.
gl: Ougl aprendeu a controlar a súa chama interior. Agora podes recrutar <b>Gardiáns do Lume</b> .
it: Ougl ha imparato a controllare la sua fiamma interiore. Ora puoi reclutare i <b>Guardiani Ardenti</b>.

source: Also... some of the trolls, like their leader, began to feel a mysterious connection to fire. You can now recruit <b>Troll Initiates</b>.
es: Además... algunos de los trolls, como su líder, comenzaron a sentir una conexión misteriosa con el fuego. Ahora puedes reclutar <b>Iniciados Trol</b>.
gl: Ademais... algúns dos troles, como o seu líder, comezaron a sentir unha misteriosa conexión co lume. Agora podes recrutar <b>Iniciados Troles</b> .
it: Inoltre... alcuni dei troll, tipo il loro condottiero, iniziano a percepire una misteriosa connessione col fuoco. Ora puoi reclutare i <b>Troll Novizi</b>.

source: There is an open trapdoor in the ruined dwarven castle. Do you want to go through it and play the bonus level?
es: Hay una trampilla abierta en el castillo enano en ruinas. ¿Quieres pasar por ella y jugar el nivel adicional?
gl: Hai unha trapela aberta no castelo anano en ruínas. Queres atravesala e xogar o nivel extra?
it: Nel castello in rovina dei nani c’è una botola aperta. Vuoi attraversarla e giocare il livello bonus?

source: I will play the bonus scenario.
es: Jugaré el escenario adicional.
gl: Vou xogar o escenario de bonificación.
it: Giocherò lo scenario bonus.

source: I don’t want to play the bonus scenario.
es: No quiero jugar el escenario adicional.
gl: Non quero xogar o escenario de bonificación.
it: Non voglio giocare lo scenario bonus.

source: A Dream
es: Un Sueño
gl: Un Soño
it: Un Sogno

source: Soon Ougl saw that they had come to a dead end. The way forward was blocked by rock and stone.
es: Pronto Ougl vio que habían llegado a un callejón sin salida. El camino adelante estaba bloqueado por roca y piedra.
gl: Pronto Ougl viu que chegaran a un camiño sen saída. O camiño a seguir estaba bloqueado por rochas e pedras.
it: Ougl capì rapidamente che erano finiti in un vicolo cieco. La via di fronte a loro era bloccata da rocce e pietre.

source: There were two options. The trolls could either turn back the way they came or... break through.
es: Había dos opciones. Los trolls podían retroceder por donde vinieron o... abrirse paso.
gl: Había dúas opcións. Os troles podían ou ben volver polo mesmo camiño ou... abrirse paso.
it: C’erano due opzioni: i troll avrebbero potuto tornare indietro da dove erano venuti, oppure... aprirsi una strada.

source: Of course, they chose the latter.
es: Por supuesto, eligieron lo último.
gl: Por suposto, escolleron esta última.
it: Ovviamente scelsero la seconda opzione.

source: Grove Guardians
es: Guardianes del Bosquecillo
gl: Gardiáns do Arboredo
it: Guardiani del Boschetto

source: Emmm the Oak
es: Emmm el Roble
gl: Emmm o Carballo
it: Emmm la Quercia

source: Ummm the Birch
es: Ummm el Abedul
gl: Umm o bidueiro
it: Ummm la Betulla

source: Immm the Linden
es: Immm el Tilo
gl: Immm o Linden
it: Immm il Tiglio

source: Ommm the Oldest
es: Ommm el Más Antiguo
gl: Omm, o máis vello
it: Ommm l’Anziano

source: Survive until turns run out
es: Sobrevive hasta que se acaben los turnos
gl: Sobrevive ata o final das roldas
it: Sopravvivi fino alla fine dei turni

source: If a Fire Guardian or Fire Wraith moves on a forest or grass tile it will partially burn down. Enter a tile twice to completely burn it down.
es: Si un Guardián de Fuego o Espectro de Fuego se mueve sobre una casilla de bosque o hierba, se quemará parcialmente. Entra dos veces en una casilla para quemarla completamente.
gl: Se un Gardián do Lume ou un Espectro de Lume se move por unha casilla de bosque ou herba, arderá parcialmente. Entra nunha casilla dúas veces para queimala completamente.
it: Se un Guardiano Ardente o una Apparizione Ardente entrano in una casella foresta o erba, iniziano a bruciarla. Entrando due volte in una casella le bruceranno completamente.

source: The grove area has a special time of day: Mystic Light, which gives lawful units bonus +25%, and chaotic -25%.
es: El área del bosquecillo tiene un horario especial: Luz Mística, que da a las unidades legales un bono del +25%, y a las caóticas -25%.
gl: A zona do souto ten unha hora especial do día: Luz Mística, que lles dá ás unidades legais unha bonificación do +25% e do -25% ás unidades caóticas.
it: La zona del boschetto gode di una illuminazione speciale: una Luce Mistica continua, che conferisce alle unità legali un bonus del +25% e a quelle caotiche un malus del -25%.

source: Woses teleport from the castle through the Great Trees.
es: Los woses se teletransportan desde el castillo a través de los Grandes Árboles.
gl: Os arboáns teletranspórtanse desde o castelo a través das Grandes Árbores.
it: I wose possono teletrasportarsi dal castello per mezzo dei Grandi Alberi.

source: Now that Ougl was able to control his inner flame, he could easily break through stone walls.
es: Ahora que Ougl podía controlar su llama interior, podía romper fácilmente paredes de piedra.
gl: Agora que Ougl era capaz de controlar a súa chama interior, podía romper facilmente muros de pedra.
it: Ora che Ougl era in grado di controllare la sua fiamma interiore, poteva sfondare facilmente i muri di pietra.

source: First the stone wall was heated, and then Ougl smashed it.
es: Primero se calentó la pared de piedra, y luego Ougl la aplastó.
gl: Primeiro quentouse o muro de pedra e despois Ougl esnaquizouno.
it: Prima il muro di pietra venne riscaldato, poi Ougl lo distrusse.

source: I have no idea why such a thing should work, but it made sense to Ougl.
es: No tengo idea de por qué algo así debería funcionar, pero tenía sentido para Ougl.
gl: Non teño nin idea de por que debería funcionar algo así, pero para Ougl tiña sentido.
it: Non ho idea del perché una cosa del genere dovrebbe funzionare, ma per Ougl aveva senso.

source: Ougl broke through the rocks again and again until he opened a way to a very mysterious place.
es: Ougl rompió las rocas una y otra vez hasta que abrió un camino hacia un lugar muy misterioso.
gl: Ougl rompeu as rochas unha e outra vez ata que abriu un camiño cara a un lugar moi misterioso.
it: Ougl si fece strada tra le rocce più e più volte, finché non trovò la strada per un luogo molto misterioso.

source: They were no longer as deep underground as before and the darkness was not as thick.
es: Ya no estaban tan profundo bajo tierra como antes y la oscuridad no era tan densa.
gl: Xa non estaban tan profundamente baixo terra como antes e a escuridade non era tan espesa.
it: Non si trovavano più così in profondità sottoterra come prima e qui l’oscurità non era più così fitta.

source: Ougl loved this strange new green color, and there was plenty of it here.
es: A Ougl le encantaba este extraño color verde nuevo, y aquí había mucho.
gl: A Ougl encantáballe esta nova e estraña cor verde, e había moita dela alí.
it: Ougl adorava questo strano nuovo colore verde, e qui ce n’era in abbondanza.

source: Ammm the Maple
es: Ammm el Arce
gl: Ammm o arce
it: Ammm l’Acero
