Repository: wesnoth/wesnoth
Catalog: po/wesnoth-dod/*.po
Languages: es, gl, it

source: <b>S s a s...!</b> (What a coward!)
es: <b>¡S s a s...!</b> (¡Qué cobarde!)
gl: <b>S s a s...!</b> (Que covarde!)
it: <b>S s a s...!</b> (Che codardo!)

source: <b>S y s y...</b> (Forgive me for falling...)
es: <b>S y s y...</b> (Perdóname por caer...)
gl: <b>S y s y...</b> (Perdóame por caer...)
it: <b>S y s y...</b> (Perdonatemi se muoio...)

source: <b>S y s y...</b> (You are a fool of a saurian.)
es: <b>S y s y...</b> (Eres un saurio estúpido.)
gl: <b>S y s y...</b> (Es un parvo de saurio.)
it: <b>S y s y...</b> (Sei uno scemo di un sauro.)

source: <b>S y s s...!</b> (No, you are. You saurian traitor!)
es: <b>¡S y s s...!</b> (¡No, tú lo eres. Saurio traidor!)
gl: <b>S y s s...!</b> (Non, o es. Traidor saurio!)
it: <b>S y s s...!</b> (No, tu lo sei. Sauro traditor!)

source: <b>S y s y...!</b> (You are, not me!)
es: <b>¡S y s y...!</b> (¡Tú lo eres, no yo!)
gl: <b>S y s y...!</b> (Es ti, non eu!)
it: <b>S y s y...!</b> (Lo sarai tu, non io!)

source: <b>S y s s...!</b> (You are annoying...)
es: <b>¡S y s s...!</b> (Eres molesto...)
gl: <b>S y s s...!</b> (Es molesto...)
it: <b>S y s s...!</b> (Mi stai annoiando...)

source: <b>S y s y...</b> (You are more.)
es: <b>S y s y...</b> (Tú más.)
gl: <b>S y s y...</b> (Es máis.)
it: <b>S y s y...</b> (E tu di più.)

source: <b>S s s s y s y s s y y...!</b> (Saurian insult, no translation.)
es: <b>¡S s s s y s y s s y y...!</b> (Insulto saurio, sin traducción.)
gl: <b>S s s s y s y s s y y...!</b> (Insulto saurio, sen tradución.)
it: <b>S s s s y s y s s y y...!</b> (Insulti il lingua dei sauri, intraducibili.)

source: <b>S y s s...</b> (How dare you!)
es: <b>S y s s...</b> (¡Cómo te atreves!)
gl: <b>S y s s...</b> (Como te atreves!)
it: <b>S y s s...</b> (Come osi!)

source: <b>S s a s...</b> (It’s over...)
es: <b>S s a s...</b> (Se acabó...)
gl: <b>S s a s...</b> (Rematou...)
it: <b>S s a s...</b> (È finita...)

source: Ougl gave a victorious roar as the last of his enemies fell to the ground.
es: Ougl dio un rugido victorioso mientras el último de sus enemigos caía al suelo.
gl: Ougl deu un ruxido vitorioso mentres o último dos seus inimigos caía ao chan.
it: Ougl emise un ruggito di vittoria non appena l’ultimo dei suoi nemici cadde al suolo.

source: <b>S s a s...</b> (Thank you for your help. Without your aid we would have been routed.)
es: <b>S s a s...</b> (Gracias por tu ayuda. Sin tu apoyo habríamos sido derrotados.)
gl: <b>S sa s...</b> (Grazas pola túa axuda. Sen a túa axuda teriamos sido derrotados.)
it: <b>S s a s...</b> (Grazie per il tuo aiuto. Senza il tuo supporto saremmo stati spazzati via.)

source: <b>S s a s...</b> (How can we repay you?)
es: <b>S s a s...</b> (¿Cómo podemos recompensarte?)
gl: <b>S sa s...</b> (Como podemos devolverche os cartos?)
it: <b>S s a s...</b> (Come posso ripagarti?)

source: Ougl already knew how the Naga could help him.
es: Ougl ya sabía cómo las nagas podían ayudarlo.
gl: Ougl xa sabía como os naga podían axudalo.
it: Ougl sapeva già come i Naga avrebbero potuto ripagarlo.

source: A Beautiful World
es: Un Mundo Hermoso
gl: Un mundo fermoso
it: Un Bel Mondo

source: Sessa asked the trolls how she could repay them for their help, but the trolls did not know how to speak. They pointed upwards with their hands.
es: Sessa preguntó a los trolls cómo podía recompensarlos por su ayuda, pero los trolls no sabían hablar. Señalaron hacia arriba con las manos.
gl: Sessa preguntoulles aos troles como lles podía devolver a axuda, pero os troles non sabían falar. Sinalaron cara arriba coas mans.
it: Sessa chiese ai troll come avrebbe potuto ripagarli del loro aiuto, ma i troll non sapevano come esprimersi. Allora puntarono le loro mani verso l’alto.

source: Fortunately, this was not the first time the Nagas had met their kind, and after a while they understood where the trolls were going.
es: Afortunadamente, no era la primera vez que las nagas se encontraban con su especie, y después de un rato entendieron a dónde iban los trolls.
gl: Afortunadamente, esta non era a primeira vez que os nagas se atopaban coa súa especie, e despois dun tempo comprenderon cara a onde ían os troles.
it: Fortunatamente, questa non era la prima volta che i Naga incontravano altri della loro specie, e quasi subito compresero dove fossero diretti i troll.

source: The old wose’s directions had been too complicated for Ougl to follow. He had forgotten most of them already. But with a guide, the trolls would surely reach their goal.
es: Las indicaciones del viejo wose habían sido demasiado complicadas para que Ougl las siguiera. Ya había olvidado la mayoría. Pero con una guía, los trolls seguramente alcanzarían su objetivo.
gl: As indicacións do vello arboán foran demasiado complicadas para que Ougl as seguise. Xa esquecera a maioría delas. Pero cun guía, os troles seguramente alcanzarían o seu obxectivo.
it: Le indicazioni del vecchio wose erano state troppo complicate da seguire per Ougl. Ne aveva già dimenticato la maggior parte. Ma con una guida, i troll avrebbero sicuramente raggiunto la loro meta.

source: Ilaja
gl: Ilaxa

source: <b>S s a s...</b> (Here we bid farewell, stone friends. Be safe.)
es: <b>S s a s...</b> (Aquí nos despedimos, amigos de piedra. Cuídense.)
gl: <b>S sa s...</b> (Aquí nos despedímos, amigos de pedra. Estade seguros.)
it: <b>S s a s...</b> (Qui vi salutiamo, amici di pietra. State attenti.)

source: Ougl took a step towards the exit, but hesitated for a moment. He wasn’t sure why.
es: Ougl dio un paso hacia la salida, pero dudó por un momento. No estaba seguro de por qué.
gl: Ougl deu un paso cara á saída, pero dubidou un intre. Non estaba seguro de por que.
it: Ougl fece un passo verso l’uscita, ma esitò per un attimo. Non era certo del perché.

source: The outside world was everything Ougl had imagined. Green. Full of sound and life. Ougl and the Golden Flame Tribe were filled with awe.
es: El mundo exterior era todo lo que Ougl había imaginado. Verde. Lleno de sonido y vida. Ougl y la Tribu de la Llama Dorada estaban llenos de asombro.
gl: O mundo exterior era todo o que Ougl imaxinara. Verde. Cheo de son e vida. Ougl e a Tribo da Chama Dourada estaban cheos de temor reverencial.
it: Il mondo esterno era tutto proprio come Ougl se lo era immaginato. Verde. Pieno di suoni e di vita. Ougl e la tribù Fiamma Dorata erano stupefatti.

source: A bright light shone overhead, brighter than anything Ougl had ever seen. The light hurt to look at. The light made everything hurt to look at, but Ougl kept looking anyway.
es: Una luz brillante brillaba en lo alto, más brillante que cualquier cosa que Ougl hubiera visto. La luz dolía mirarla. La luz hacía que todo doliera al mirarlo, pero Ougl siguió mirando de todos modos.
gl: Unha luz brillante brillaba no ceo, máis brillante que calquera cousa que Ougl vira nunca. A luz doía de mirala. A luz facía que todo doese de mirala, pero Ougl seguía mirando de todos os xeitos.
it: Sopra le loro teste brillava una luce vivida, più splendente di qualsiasi cosa Ougl avesse mai visto. Non riusciva a guardarla direttamente: faceva male. La luce rendeva tutto doloroso da guardare, ma Ougl continuò comunque a guardare.

source: Ougl’s voice ran out with joy. He felt that he had fulfilled his greatest dream.
es: La voz de Ougl se llenó de alegría. Sintió que había cumplido su mayor sueño.
gl: A voz de Ougl esvaeceu de alegría. Sentía que cumprira o seu maior soño.
it: La voce di Ougl si riempì di gioia. Sentiva di aver realizzato il suo sogno più grande.

source: But his happiness did not last very long...
es: Pero su felicidad no duró mucho...
gl: Pero a súa felicidade non durou moito...
it: Ma la sua felicità non durò a lungo...

source: <b>Arg-hah!</b> (Now we've got you! You dumb troll!)
es: <b>¡Arg-hah!</b> (¡Ahora te tenemos! ¡Trol estúpido!)
gl: <b>Argh!</b> (Agora xa te temos! Trol parvo!)
it: <b>Arg-hah!</b> (Ora ti abbiamo beccato! Scemo di un troll!)

source: Flameless Tribe
es: Tribu Sin Llama
gl: Tribo sen chama
it: Tribù Senzafiamma

source: Ougl the Flameless
es: Ougl el Sin Llama
gl: Ougl o Sen Chama
it: Ougl il Senzafiamma

source: The saurian stole away Ougl’s inner flame and quenched it with magic. Bitter cold cut into Ougl’s stone-like body.
es: El saurio robó la llama interior de Ougl y la apagó con magia. Un frío amargo cortó el cuerpo pétreo de Ougl.
gl: O saurio rouboulle a chama interior a Ougl e apagouna con maxia. Un frío amargo cortou o corpo de pedra de Ougl.
it: Il sauro rubò la fiamma interiore di Ougl e la spense con la magia. Un freddo pungente squarciò il corpo roccioso di Ougl.

source: <b>S y s s...</b> (You will follow us wherever we go if you want to regain your inner flame, troll.)
es: <b>S y s s...</b> (Nos seguirás a donde vayamos si quieres recuperar tu llama interior, trol.)
gl: <b>Si...</b> (Seguirásnos onde queira que vaiamos se queres recuperar a túa chama interior, trol.)
it: <b>S y s s...</b> Ci seguirai ovunque noi si vada, se vuoi riprenderti la tua fiamma interiore, troll.)

source: ...But Ougl had no intention of giving up so easily.
es: ...Pero Ougl no tenía intención de rendirse tan fácilmente.
gl: ...Pero Ougl non tiña intención de renderse tan facilmente.
it: ...Ma Ougl non aveva certo intenzione di arrendersi così facilmente.

source: He suddenly shouted. Trollish words rang out in the evening air.
es: De repente gritó. Palabras trol resonaron en el aire del atardecer.
gl: De súpeto gritou. Unhas palabras trolescas resoaron no aire da noite.
it: All’improvviso urlò. Parole troll risuonarono nell’aria della sera.

source: OUGL... NOT FOLLOW YOU!!!
es: ¡¡¡OUGL... NO TE SIGUE!!!
gl: OUGL... NON TE SIGO!!!
it: OUGL... NO SEGUE TU!!!

source: <b>Arg-hah!</b> (The beast is trying to fight! Archers, to me!)
es: <b>¡Arg-hah!</b> (¡La bestia intenta luchar! ¡Arqueros, a mí!)
gl: <b>¡Argh!</b> (A besta está a tentar loitar! Arqueiros, a min!)
it: <b>Arg-hah!</b> (La belva sta provando a lottare! Arcieri, a me!)

source: When Ougl felt the heat of the fire, he flew into a great rage.
es: Cuando Ougl sintió el calor del fuego, entró en una gran ira.
gl: Cando Ougl sentiu a calor do lume, entrou nunha gran rabia.
it: Quanto Ougl percepì il calore del fuoco, si infuriò tantissimo.

source: Ougl fell to his knees. The strong troll’s gaze became absent, and his will to fight died out. His drive and vitality had faded away, and only empty space remained in his heart.
es: Ougl cayó de rodillas. La mirada del trol fuerte se volvió ausente, y su voluntad de luchar se extinguió. Su impulso y vitalidad se habían desvanecido, y solo quedaba espacio vacío en su corazón.
gl: Ougl caeu de xeonllos. A ollada do forte trol desapareceu e as súas ganas de loitar desapareceron. O seu impulso e vitalidade esvaecéranse e só quedaba espazo baleiro no seu corazón.
it: Ougl cadde in ginocchio. Lo sguardo fiero del troll si fece assente e la sua volontà di combattere si spense. La sua grinta e la sua vitalità si erano affievolite, e nel suo cuore era rimasto solo un vuoto.

source: <b>Arg-hah!</b> (You have no chance to win against me. Do you understand? Ha, ha, ha...!)
es: <b>¡Arg-hah!</b> (No tienes ninguna posibilidad de ganar contra mí. ¿Lo entiendes? Ja, ja, ja...!)
gl: <b>Arg-hah!</b> (Non tes ningunha posibilidade de gañar contra min. Enténdes? Ha, ha, ha...!)
it: <b>Arg-hah!</b> (Non hai nessuna possibilità di vincere contro di me. Hai capito? Ha, ha, ha...!)

source: <b>Arg-hah!</b> (Now your leader is under our power. You trolls need a new leader. You will all follow us!)
es: <b>¡Arg-hah!</b> (Ahora tu líder está bajo nuestro poder. Los trolls necesitan un nuevo líder. ¡Todos nos seguirán!)
gl: <b>Argh!</b> (Agora o voso líder está baixo o noso poder. Vós, os troles, precisades un novo líder. Todos nos seguiredes!)
it: <b>Arg-hah!</b> (Adesso che il vostro condottiero è stato soggiogato, voi troll ne avete bisogno di uno nuovo. Quindi sarete nostri seguaci!)

source: None of the Golden Flame Tribe were as bright or as bold as Ougl had been. They did not understand the danger of the orcs.
es: Ninguno de la Tribu de la Llama Dorada era tan brillante o audaz como lo había sido Ougl. No entendían el peligro de los orcos.
gl: Ningún membro da Tribo da Chama Dourada era tan brillante nin tan audaz como o fora Ougl. Non entendían o perigo dos orcos.
it: Nessun membro della tribù della Fiamma Dorata era così brillante o coraggioso come lo era stato Ougl. Non capirono il pericolo rappresentato dagli orchi.

source: The trolls joined their new leaders, and learned from them. They learned to lust for the sheen of gold and the smell of blood. They learned to spread ruin and death.
es: Los trolls se unieron a sus nuevos líderes y aprendieron de ellos. Aprendieron a codiciar el brillo del oro y el olor de la sangre. Aprendieron a extender ruina y muerte.
gl: Os troles uníronse aos seus novos líderes e aprenderon deles. Aprenderon a desexar o brillo do ouro e o cheiro do sangue. Aprenderon a sembrar a ruína e a morte.
it: I troll si unirono ai loro nuovi condottieri e appresero i loro modi. Impararono a bramare la lucentezza dell’oro e l’odore del sangue. Impararono a diffondere rovina e morte.

source: Some years later, a few members of the unfortunate Golden Flame Tribe found themselves in the far north, besieging my wizard’s tower as orcs so often do.
es: Algunos años después, unos pocos miembros de la desafortunada Tribu de la Llama Dorada se encontraron en el lejano norte, asediando mi torre de mago como los orcos suelen hacer.
gl: Algúns anos despois, uns cantos membros da desafortunada Tribo da Chama Dourada atopáronse no extremo norte, asediando a torre do meu mago como adoitan facer os orcos.
it: Alcuni anni dopo, alcuni membri della sfortunata tribù della Fiamma Dorata si ritrovarono nel remoto nord, durante l’assedio della mia torre di mago, come spesso fanno gli orchi.

source: Their attack failed. I took prisoners, from whom I learned this story. And now you have learned it from me.
es: Su ataque falló. Tomé prisioneros, de quienes aprendí esta historia. Y ahora tú la has aprendido de mí.
gl: O seu ataque fracasou. Fixen prisioneiros, dos que aprendín esta historia. E agora vós a aprendestes de min.
it: Il loro attacco fallì ed dai prigionieri che feci appresi questa storia. E adesso voi l’avete imparata da me.

source: Trolls are often thought of as beasts, bloodthirsty monsters who only do bad things. Perhaps many are. But many were not always so.
es: A menudo se piensa en los trolls como bestias, monstruos sedientos de sangre que solo hacen cosas malas. Tal vez muchos lo sean. Pero muchos no siempre lo fueron.
gl: Os troles adoitan ser considerados bestas, monstros sanguinarios que só fan cousas malas. Quizais moitos o sexan. Pero moitos non sempre o foron.
it: I troll sono sovente percepiti come bestie, mostri assetati di sangue che fanno solo core cattive. Forse molti lo sono, ma molti di loro non lo sono sempre stati.

source: Secret
es: Secreto
gl: Secreto
it: Segreto

source: Dwarves are a very cautious folk, carefully guarding their secrets.
es: Los enanos son un pueblo muy cauteloso, guardando cuidadosamente sus secretos.
gl: Os ananos son un pobo moi cauteloso, que garda coidadosamente os seus segredos.
it: I nani sono degli esseri molto cauti, e proteggono minuziosamente i loro segreti.

source: They are well known for frantically mining treasures and adorning themselves with jewels. Less well known is that they practice a mysterious kind of magic.
es: Son bien conocidos por minar tesoros frenéticamente y adornarse con joyas. Menos conocido es que practican un tipo de magia misteriosa.
gl: Son coñecidos por buscar tesouros freneticamente e adornarse con xoias. Menos coñecido é que practican un tipo de maxia misteriosa.
it: Sono noti per la loro frenetica ricerca di tesori e per l’uso di gioielli per bellezza. Molto meno noto è il fatto che pratichino un misterioso tipo di magia.

source: It is said that when the earliest dwarves first came up from the deep, they left behind a primordial power far below. Through the art of runes, dwarves create energy channels that carry fragments of this power up to the surface world.
es: Se dice que cuando los primeros enanos subieron de las profundidades, dejaron atrás un poder primordial muy abajo. A través del arte de las runas, los enanos crean canales de energía que llevan fragmentos de este poder hasta el mundo de la superficie.
gl: Dise que cando os primeiros ananos saíron das profundidades, deixaron tras de si un poder primordial moi abaixo. Mediante a arte das runas, os ananos crean canles de enerxía que transportan fragmentos deste poder ata o mundo superficial.
it: Si dice che quando i primi nani emersero dalle profondità, lasciarono dietro di sé un potere primordiale, sepolto nelle viscere della terra. Attraverso l’arte delle rune, i nani creano canali energetici che trasportano frammenti di questo potere fino al mondo di superficie.

source: Descending deeper through the trapdoor, Ougl became the first of the Golden Flame Tribe to see this art in action.
es: Descendiendo más profundo a través de la trampilla, Ougl se convirtió en el primero de la Tribu de la Llama Dorada en ver este arte en acción.
gl: Descendendo máis profundamente a través da trapela, Ougl converteuse no primeiro da Tribo da Chama Dourada en ver esta arte en acción.
it: Scendendo più in profondità attraverso la botola, Ougl divenne il primo della Tribù della Fiamma Dorata a vedere quest’arte in azione.

source: Guardian of the Secret Room
es: Guardián de la Habitación Secreta
gl: Gardián da habitación secreta
it: Guardiano della Stanza Segreta

source: Stone Heart
es: Corazón de Piedra
gl: Corazón de pedra
it: Cuordipietra

source: Reach the artifact (10,2)
es: Alcanza el artefacto (10,2)
gl: Alcanza o artefacto (10,2)
it: Raggiungi l’artefatto (10,2)

source: The golem moves towards you each turn. It has 1 MP, which will increase by 1 each time it enters a tile with a rune.
es: El gólem se mueve hacia ti cada turno. Tiene 1 PM, que aumentará en 1 cada vez que entre en una casilla con una runa.
gl: O golem móvese cara a ti en cada quenda. Ten 1 PM, que aumentará en 1 cada vez que entre nunha cela cunha runa.
it: Il golem si muove verso di te ad ogni turno. Possiede 1PM, che viene incrementato di 1 ogni volta che attraversa un esagono con una runa.

source: To open the gate you need to trigger buttons: (5,7) and (15,7).
es: Para abrir la puerta necesitas activar botones: (5,7) y (15,7).
gl: Para abrir a porta tes que activar os botóns: (5, 7) e (15, 7).
it: Per aprire il cancello devi far scattare i bottoni (5,7) e (15,7).

source: The stone statue came suddenly to life. Its eyes lit up with a bright glow.
es: La estatua de piedra cobró vida de repente. Sus ojos se iluminaron con un brillo intenso.
gl: A estatua de pedra cobrou vida de súpeto. Os seus ollos ilumináronse cun brillo intenso.
it: La stataa di pietra si animò improvvisamente. I suoi occhi si accesero di un intenso bagliore.

source: Ougl was sure that there must be something very valuable locked away behind the guardian statue. He wanted the treasure hidden by the dwarves.
es: Ougl estaba seguro de que debía haber algo muy valioso encerrado detrás de la estatua guardiana. Quería el tesoro escondido por los enanos.
gl: Ougl estaba seguro de que debía haber algo moi valioso agochado detrás da estatua da garda. Quería o tesouro agochado polos ananos.
it: Ougl era sicuro che ci dovesse essere qualcosa di molto prezioso protetto dalla statua guardiano. Voleva quel tesoro nascosto dai nani.

source: But first he had to open the way by pressing two stone buttons.
es: Pero primero tenía que abrir el camino presionando dos botones de piedra.
gl: Pero primeiro tivo que abrir o camiño premendo dous botóns de pedra.
it: Ma prima avrebbe dovuto aprirsi la via premendo due bottoni di pietra.

source: This amulet radiates an aura of power. It is engraved with the head of a raven, birds that have been great allies of the dwarves since time immemorial.
es: Este amuleto irradia un aura de poder. Está grabado con la cabeza de un cuervo, aves que han sido grandes aliados de los enanos desde tiempos inmemoriales.
gl: Este amuleto irradia unha aura de poder. Está gravado coa cabeza dun corvo, unha ave que foi unha gran aliada dos ananos desde tempos inmemoriais.
it: Questo amuleto emana un’aura di potere. Vi è incisa la testa di un corvo, uccelli che è sono stati grandi alleati dei nani fin da tempi immemorabili.

source: The moment Ougl’s fingers touch the amulet, the golem suddenly crumbles into fine dust.
es: En el momento en que los dedos de Ougl tocan el amuleto, el gólem de repente se desmorona en polvo fino.
gl: No momento en que os dedos de Ougl tocan o amuleto, o golem esfarélase de súpeto en po fino.
it: Nell’istante in cui Ougl toccò l’amuleto, il golem improvvisamente si sgretolò, riducendosi in polvere.

source: Through the art of runes, the dust begins to gather again...
es: A través del arte de las runas, el polvo comienza a reunirse de nuevo...
gl: A través da arte das runas, o po comeza a acumularse de novo...
it: Grazie all’arte delle rune, la polvere ricomincia a raccogliersi...

source: ...and a new golem loyal to Ougl is born.
es: ...y nace un nuevo gólem leal a Ougl.
gl: ...e nace un novo gólem leal a Ougl.
it: ... e si forma un nuovo golem, fedele a Ougl.

source: With a squeal of rusty machinery, the gate opens.
es: Con un chirrido de maquinaria oxidada, la puerta se abre.
gl: Cun chirrido de maquinaria oxidada, a porta ábrese.
it: Con uno stridio di macchinari arrugginiti, il cancello si apre.

source: Beast Saurian
es: Saurio Bestial
gl: Saurio Besta
it: Sauro Bestiale

source: As they grow older, wild saurians begin to be able to produce the poison with which they coat their sickles. This allows them to weaken their prey, which quickly falls under the strain of time.
es: A medida que envejecen, los saurios salvajes comienzan a producir el veneno con el que cubren sus hoces. Esto les permite debilitar a su presa, que rápidamente cae bajo la presión del tiempo.
gl: A medida que medran, os saurios salvaxes comezan a ser capaces de producir o veleno co que recobren as súas fouces. Isto permítelles debilitar as súas presas, que caen rapidamente baixo a presión do tempo.

source: poisonous sickle
es: hoz venenosa
gl: fouce velenosa
it: falce avvelenata

source: Troll Earth-Shaker
es: Trol Sacudetierra
gl: Trol Tremedor da Terra

source: A brave few adventurers claim to have seen enormous trolls tearing huge boulders from the ground with their bare hands and throwing them like pebbles. They also claim that anyone who has had the honor of seeing such a troll will think twice before entering a cave alone.
es: Unos pocos aventureros valientes afirman haber visto trolls enormes arrancando enormes rocas del suelo con sus propias manos y lanzándolas como guijarros. También afirman que cualquiera que haya tenido el honor de ver a un trol así lo pensará dos veces antes de entrar solo en una cueva.
gl: Uns poucos aventureiros valentes afirman ter visto enormes troles arrincando enormes rochas do chan coas súas propias mans e lanzándoas coma se fosen pedras. Tamén afirman que calquera que teña tido a honra de ver un trol así pensaríao dúas veces antes de entrar nunha cova só.

source: fist
es: puño
gl: puño
it: pugno

source: sling
es: honda
gl: eslinga

source: Great Stone Golem
es: Gran Golem de Piedra
gl: Gran Gólem de Pedra
it: Grande Golem di Roccia

source: Troll Initiate
es: Iniciado Trol
gl: Trol Iniciado
it: Troll Novizio
