Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdh/*.po
Languages: cs, da, he

source: The Dark Hordes (Part 1)
he: ההמון האפל (חלק 1)

source: Apprentice
he: שוליה

source: (easiest)
he: (קל ביותר)

source: Master
he: אדון

source: (hardest)
he: (קשה ביותר)

source: Dark Lord
he: לורד אופל

source: Lead fugitive necromancer Gwiti Ha'atel to mastery of the undead hordes.
he: הנהג את המעלה באוב הנמלט גוויטי ה'אטל אל שליטה בהמוני האל-מתים.

source: A New Chance
cs: Nová šance
da: En Ny Mulighed
he: סיכוי חדש

source: Clear the land of monsters
he: נקה את הארץ ממפלצות

source: Death of Gwiti Ha'atel
he: מותו של גוויטי ה'אטל

source: Turns run out
he: נגמרו התורות

source: Gwiti Ha'atel
he: גוויטי ה'אטל

source: Grakarat
he: גרקרט

source: Rek Iceheart
he: רק לבקרח

source: Gabtur
he: גבתור

source: After his banishment from Wesnoth for practising necromancy, the young Gwiti Ha'atel arrived on a strange shore. He decided to claim it for his own.
cs: Mladý Gwiti Ha'atel musel opustit Wesnoth, neboť praktikoval černou magii. Připlul tak k neznámému pobřeží. Rozhodl se, že si je přivlastní.
da: Efter hans forviselse fra Wesnoth for at udøve åndemaneri, ankom den unge Gwiti Ha'atel til en ukendt kyst. Han besluttede at kræve den for hans.
he: אחרי שגורש מווסנות' על עיסוק בהעלאה באוב, מגיע גווינטי ה'אטל הצעיר אל חוף מוזר. הוא מחליט לטעון עליו בעלות.

source: Noooo! Not now, not when I have escaped!
cs: Néééé! To né! Ne teď, když jsem uprchl!
da: Neeej! Ikke nu, ikke når jeg har flygtet!
he: לאאא! לא עכשיו, לא כשסוף סוף הצלחתי להמלט!

source: Argh! I die!
cs: Grrr! Zemřel jsem!
da: Argh! Jeg dør!
he: ארג! אני מת!

source: The Wesnothians have discovered my escape! This is not good...
cs: Wesnoťané zjistili, že jsem uprchl! To není dobré...
da: Wesnotherne har opdaget min flugt! Det er ikke godt...
he: הווסנות'ים גילו את בריחתי! זה לא טוב...

source: Brother Against Brother
cs: Bratr proti bratrovi
da: Broder Mod Broder
he: אח נגד אח

source: Defeat your brother Nati Ha'atel
he: הבס את אחיך נתי ה'אטל

source: Nati Ha'atel
he: נתי ה'אטל

source: As the sun set, Gwiti discovered that his arch-rival and brother, Nati, had already ensconced himself nearby.
cs: Se západem slunce zjistil Gwiti, že jeho arcirival a bratr Nati se usadil v sousedství.
da: Da solen går ned opdager Gwiti at hans ærkerival og bror, Nati, allerede har forskanset sig tæt ved.
he: בעוד השמש שוקעת, גילה גוויטי שאוייבו המושבע ואחיו, נתי, כבר התבסס בקרבת מקום.

source: Ah, hated brother mine. Look well upon the setting sun, for you shall not live to see another in this land.
cs: Ó, bratře můj nenáviděný, prohlédni si dobře západ slunce, neb dalšího se v této zemi nedočkáš.
da: Ah, hadede bror min. Se godt på den nedgående sol, for du kommer ikke til at leve længe nok til at se en til i dette land.
he: אה! אח שנוא שלי. הבט על השמש השוקעת, כי לא תחייה לראות עוד אחת בארץ הזו.

source: This land? Do you truly not know where we are? Then you are a greater fool than I had thought.
cs: V této zemi? Cožpak nevíš, kde jsme? Pak jsi ale větší blázen, než jsem si myslel.
da: Dette land? Ved du virkelig ikke hvor vi er? Så er du et størrer fjols end jeg havde troet.
he: הארץ הזו? האם אתה באמת יודע איפה אנחנו? אז אתה שוטה גדול יותר ממה שחשבתי.

source: Cease your blustering, fool, and prepare to die... again.
he: הפסק את ההתרברות שלך, טיפש, והתכונן למות... שוב.

source: I will fight you with all my strength to prevent that, and I was always the stronger of us. Flee now and save your miserable hide before I make it a carpet.
cs: Aby se tak nestalo, budu s tebou bojovat ze všech sil. Vždycky jsem byl silnější než ty! Uteč, a zachraň si svou mizernou kůži, než si z ní udělám rohožku před dveře.
da: Jeg vil kæmpe med al min styrke for at forhindre det, og jeg har altid været den stærkeste af os. Flygt nu og red dit ynkelige skind, før jeg laver det til et tæppe.
he: אני אלחם בכל כוחי בכדי למנוע את זה, ותמיד הייתי החזק בנינו. ברח עכשיו והצל את אחוריך העלובים לפני שאני יהפוך אותם לשטיח.

source: Don't be silly! I'm not hairy enough to be a carpet! But your scalp would make a good pillow.
cs: Nebuď směšný! Nejsem dost chlupatý na to, abys ze mě udělal rohožku! Ale z tvého skalpu by se dal udělat pěkný polštář.
da: Vær ikke fjollet! Jeg er ikke behåret nok til at blive et tæppe! Men en din skalp ville blive en god pude.
he: אל תהיה מטומטם! אני לא שעיר מספיק בכדי להיות שטיח! אבל הקרקפת שלך תהיה כרית טובה.

source: What? I can't die! I already have! Noooo!
cs: Cože? Nemůžu umřít! Už jsem přece mrtvý! Néééé!
da: Hvad? Jeg kan ikke dø! Det er jeg allerede! Neeeej!
he: מה? אני לא יכול למות! כבר מתתי! לאאאא!

source: Ha ha ha, did I not tell you it would be so? Perhaps I shall summon your shade to serve me one day. Until then...farewell!
cs: Ha ha ha! No, neříkal jsem ti to? Možná bych mohl jednoho dne přivolat tvůj stín, aby mi sloužil. Do té doby však... Sbohem!
da: Ha ha ha, sagde jeg det ikke? Måske skal jeg vække en sjæl en dag for at tjene mig. Indtil da... far vel!
he: חה חה חה, לא אמרתי לך שזה מה שיקרה? אולי יום אחד אני אזמן את רוחך לשרת אותי, עד אז... שלום!

source: It is over. I am doomed.
cs: Je po všem. Jsem ztracen.
da: Alt er ovre. Jeg er fortabt.
he: זה הסוף. אני אבוד.

source: I...have failed to win this battle. I am defeated. I will not believe it.
cs: Já... Zklamal jsem. Nepodařilo se mi vyhrát bitvu. Jsem poražen. Nemůžu tomu uvěřit.
da: I... mislykkedes i at vinde denne kamp. Jeg er overvundet. Jeg tror ikke på det.
he: נכשלתי... בניצחון הקרב הזה. אני מובס. אני לא האמין בכך.

source: Die, yes, die, and go to the Land of the Dead. Perhaps one day you will be back under my command!
cs: Zemři, ano zemři a odejdi do země mrtvých. Jednoho dne budeš nejspíš zpět pod mým velením!
da: Dø, ja, dø, og gå til de Dødes Land. Måske vil du en dag så være tilbage under min komando!
he: מות, כן, מות, ולך אל ארץ המתים. אולי יום אחד תחזור תחת פיקודי!

source: Didn't I tell you so?!
cs: No neříkal jsem to?!
da: Sagde jeg det ikke?!
he: לא אמרתי לך שזה מה שיקרה?!

source: And by my own hands you died!
cs: A zemřels mou rukou!
da: Og af mine hænder døde du!
he: ובמו ידי מתת!

source: I am Gwiti the Mighty, prepare to die!
cs: Jsem Gwiti Veliký, připrav se zemřít!
da: Jeg er Gwiti den Mægtige, forbered dig på at dø!
he: אני הוא גוויטי האדיר! התכונן למותך!

source: Now you shall die!
cs: Nyní musíš zemřít!
da: Nu skal du dø!
he: עכשיו תמות!

source: You miserable wretch, know that it is only by my mercy that you look upon the sun again, for you shall die before it sets.
cs: Ty odporný ničemo, věř, že slunce znovu vidíš jen z mého milosrdenství. Zemřeš však dřív, než zase zapadne.
da: Din unkelige nidding: Du ved at hvis det ikke var for min barmhjertelighed, at du endnu en gang ser solens lys. For du er død før den går ned.
he: חדל אישים אולל שכמוך, תדע שרק ברחמי אתה מסתכל שוב על השמש, כי אתה תמות לפני שהיא תשקע.

source: May I remind you that even as we speak, my undead legions are marching towards you?
cs: Dovol, abych ti připomněl, že zatímco tady mluvíme, mé legie nemrtvých táhnou na tebe.
da: Må jeg minde dig om af som vi taler, vandrer mine levende-døde legioner mod dig?
he: האם אני צריך להזכיר לך שאפילו בעודנו מדברים, גליונות האל-מתים שלי צועדים לעבריך?

source: Confrontation
cs: Konfrontace
da: Konfrontation
he: עימות

source: Slay Leonard
he: רצח את לאונרד

source: Leonard
he: לאונרד

source: With the finding of Crelanu's ancient tome, fresh strength had flowed to Gwiti's army, and they had made good time. However, Gwiti's march was halted by Leonard as he reentered Wesnothian territory. The general of several outlying areas, his troops were many but untrained.
cs: Nalezení Krelanovy knihy vlilo novou sílu do žil Gwitiho armády, a dobře se bavili. Když však opět vstoupil na území Wesnothu, jeho tažení bylo zastaveno Leonardem -- generálem několika odlehlých území, jehož vojsko bylo početné, ale netrénované.
da: Ved fundet af Crelanu's ældgamle bog, har ny styrke løbet gennem Gwiti's hær, og de har haft gode tider. Men Gwiti's march var sløvet af Leonard da han igen går ind i Wesnothiske områder. Leonard er generalen for flere uderliggende områder, hans tropper var mange, men utrænede.
he: עם מציאת סיפרו העתיק של קרלנו, כח טרי זרם בצבאו של גוויטי, והם התקדמו בקצב טוב. למרות זאת, צעדתו של גוויטי נעצרה על ידי לאונרד כאשר הוא נכנס מחדש לאדמה ווסנות'ית. הגנרל של כמה שטחים מרוחקים, חייליו היו רבים אבל לא מאומנים.

source: I see that your puny kingdom marshals its troops at last.
da: Jeg kan se at de rige endelig stiller op med sine tropper.
he: אני רואה שממלכתך העלובה סוף סוף עורכת את חייליה.

source: So you are the one responsible for our defeat at the Stone of Erzen. Die!
cs: Tak to ty jsi odpovědný za naši porážku u Erzenova kamene. Zemři!
da: Så du er den ansvarlige for vores nederlag ved Erzen Stenen. Dø!
he: אז אתה הוא האחראי לתבוסתנו באבן של ארזן. מות!

source: Somehow, I have the feeling it is you who will do the dying today. I wonder why?
cs: Nějak mám pocit, že jsi to ty, kdo bude dnes umírat. Nevíš proč?
da: På en måde har jeg på fornemmelsen at det bliver dig der dør idag. Hvorfor mon?
he: איך שהוא, יש לי הרגשה אתה זה שימות היום. אני תוהה למה?

source: In truth, Leonard's army was unprepared and under-equipped, and he had neglected to send word. Luckily, behind him came one whose name was a bane to the undead: Lord Aretu. Gwiti knew that even if he defeated Leonard, his best hope was now to flee into the mountains.
he: למען האמת, צבאו של לאונרד היה לא מוכן ולא מצוייד כראוי, והוא הזניח את שליחת ההודעה. במזל, מאחוריו בא מישהו ששמו היה קללה לאל-מתים: לורד ארטו. גוויטי ידע שאפילו אם הוא יביס את לאונרד, תקוותו הטובה ביותר הייתה לברוח להרים.

source: I shall slay you myself!
cs: Vlastnoručně tě zabiju!
da: Jeg vil selv dræbe dig!
he: אני ארצח אותך בעצמי

source: So this is death... the cold, black void
cs: Tak tohle je smrt... studená a černá prázdnota.
da: Så dette er døden... det kolde, sorte tomrum
he: אז זהו המוות... הריק הקר והשחור

source: No! This cannot be true! My king, I have failed...
cs: Ne! To nemůže být pravda! Můj králi, zklamal jsem...
da: Nej! Det kan ikke være rigtigt! Min konge, jeg har fejlet...
he: לא! זה לא יכול להיות אמת! מלכי, נכשלתי...

source: Lord Aretu
he: לורד ארטו

source: Leonard is dead? Oh, what a sad day. Come, men, let us destroy those undead!
cs: Leonard je mrtev? Ach, jak smutné. Pojďte muži, zničme ty nemrtvé!
da: Leonard er død? Åh, hvilken sørgelig dag. Kom mænd, jeg os udrydde disse levende-døde!
he: לאונרד מת? או, מה עצוב יום זה. בואו, אנשים, בו נהרוס את האל-מתים האלו!

source: Only one way lies open now. I must flee where his horses cannot go: the sharp peaks and bottomless caves.
cs: Už jen jedna cesta zůstala otevřená. Musím utéct, kam se jízda nedostane: k ostrým horským štítům a bezedným stržím.
da: Kun en vej ligger åben nu. Jeg må flygte til hvor hans heste ikke kan gå: de skarpe tinder og bundeløse grotter.
he: נותרה רק דרך אחת פתוחה עכשיו. אני חייב לברוח אל מקום אליו סוסיו לא יכולים ללכת: הפסגות התלולות והמערות חסרות התחתית.

source: After the death of Leonard, Gwiti must now achieve a new objective
he: אחרי מותו של לאונרד, חייב עכשיו גוויטי להשיג מטרה חדשה

source: Move Gwiti to the end of the mountain pass
he: הזז את גוויטי אל סוף המעבר בין ההרים

source: Return to your master, dark fiend!
cs: Vrať se ke svému mistrovi, temný démone!
da: Vend tilbage til den herre, mørke djævel!
he: חזור אל אדונך, יצור אופל!

source: Haha, it was a mistake of you to flee there! The pass is blocked, and my troops will slay you now!
cs: Haha, tak tys myslel, že tudy utčeš?! Průchod je zablokován a moji vojáci tě teď dostanou!
da: Haha, det var en fejl at flygte dertil! Passet er blokeret, og mine tropper vil nu slagte dig!
he: אה אה, זו הייתה טעות מצידך לברוח לשם! המעבר חסום, וחיילי יהרגו אותך עכשיו!

source: Phew... Surely the puny humans will be too tired to follow me now!
cs: Uf... Ti ubozí lidé budou příliš unaveni, aby mě ještě sledovali!
da: Pyhh... Nu må du svage mennesker være for trætte til at følge efter mig!
he: פוווו... בטח שבני האדם החלשלושים יהיו עייפים מידי מכדי לעקוב אחרי עכשיו!

source: Tanar
he: טנר

source: Oh, no, escaping dwarves only to be caught by undead.
cs: Ach ne, prchající trpaslíky chytí jenom nemrtvý.
da: Åh, nej, flygte fra dværgene bare for at blive fanget af en levende-død.
he: או, לא, להמלט מהגמדים רק כדי להתפס על ידי אל-מתים.

source: Who are you? If you are a foe of the Dwarves, I might consider you an ally.
cs: Kdo jsi? Jestli jsi nepřítel trpaslíků, pak bych tě mohl považovat za spojence.
da: Hvem er du? Hvis du er fjende af Dværgene, skal vi måske være allierede.
he: מי אתה? אם אתה אוייב של הגמדים, יכול להיות שאני אחשוב עליך כבן-ברית.

source: I am Tanar, lord of an orcish clan that dwelt here! My people were driven out by the dwarves. All families count several dead. Please, let us march with you, for only a chance to strike back at the evil Dwarves!
cs: Jsem Tanar, pán skřetího klanu, který zde přebýval! Mí lidé byli vyhnáni trpaslíky. Všechny rodiny včetně několika mrtvých. Dovol nám, prosím, jít s tebou, je to naše jediná šance pomstít se zlým trpaslíkům!
da: Jeg er Tanar, herre over en orkisk klan der boede her! Mit folk var dvevet væk af dværgene. Alle familier har flere døde. Lad os venligst vandre med det, for at få en chance for at slå igen mod de onde Dværge!
he: אני טנר, לורד של שבט האורקים ששכן פה! אנשי נזרקו החוצה על ידי הגמדים. כל המשפחות ספרו כמה מתים. בבקשה, תן לנו לצעוד איתך, רק בשביל הסיכוי להכות חזרה בגמדים הרשעים!

source: Gladly. I do get so lonely talking to myself, and none of my minions are worth talking to.
cs: S radostí. Již dlouho mluvím sám se sebou, protože žádný z mých přisluhovačů nedokáže mluvit.
da: Med glæde. Jeg bliver så ensom af at snakke med mig selv, og ingen af mine undersåtter er værd at snakke med.
he: בשמחה, אני נהיה כל כך בודד מלדבר אל עצמי, ואין אף אחד ממשרתי ששווה לדבר איתו.

source: Thank you, my new Lord! Never had I thought I would see the day when my people were glad to march alongside skeletons and ghosts.
cs: Děkuji, můj pane! Nikdy bych nemyslel, že se dočkám dne, kdy moji lidé budou s radostí pochodovat po boku kostrám a duchům.
da: Tak, men nye Herre! Aldrig havde jeg troet at jeg ville se den dag at mine folk gladeligt vandrede med skeletter og spørgelser.
he: תודה רבה, לורדי החדש! מעולם לא עלה על דעתי שאני אראה את היום בו אנשי ישמחו לצעוד בצוותא עם שלדים ורוחות רפאים.

source: Crelanu's Book
cs: Krelanova kniha
da: Crelanus Bog
he: סיפרו של קרלנו

source: Move Gwiti to take the Book
he: הזז את גוויטי לקחת את הספר

source: Urind
he: אורינד

source: Nagou
he: נגאו

source: Time marched on, and so did Gwiti. He was nearing the place where the dreadful tome of Crelanu was hidden.
cs: Čas šel dál stejně tak, jako Gwiti. Byl poblíž místa, kde byla ukryta strašlivá Krelanova kniha.
da: Tiden går og det gør Gwiti også. Han nærmede sig stedet hvor Crelanus frygtelige grav var gemt.
he: הזמן צעד קדימה, וכך גם גוויטי. הוא התקרב אל המקום בו סיפרו האיום של קרלנו היה חבוי.

source: I feel that it must be close. Could it be in that swamp?
cs: Cítím, že je blízko. Že by v bažině?
da: I kan mærke at jeg er tæt på. Kunne den være i sumpen?
he: אני מרגיש שזה חייב להיות קרוב. האם זה יכול להימצא בביצה?

source: But the ancient magi had done their job well. The book had been hidden in a grove over which Elves and Orcs had waged war for many years, and any to approach would suffer their combined wrath...
he: אבל המגים העתיקים עשו היטב את עבודתם. הספר הוחבא בחורשה עליה האלפים והאורקים נלחמו במשך שנים רבות, וכל יתקרב אליה יסבול מזעמם המשותף...

source: Oh no. The orcs seem to have recruited the undead to their side.
cs: Ach ne. Zdá se, že skřeti přibrali na svou stranu nemrtvé.
da: Åh nej. Det ser ud til at orkerne har fået de levende-døde på deres side.
he: הו לא. נראה שהאורקים גייסו את האל-מתים לצידם.

source: Blast it! However did the elves get a necromancer to march with them?
cs: Zatraceně! Jak přesvědčili elfové nekromanta, aby bojoval za ně?
da: Forbandet! Hvordan har elverne fået en åndemaner til at marchere med dem?
he: לעזאזל! איך הצליחו האלפים להשיג מעלה באוב שיצעד לצידם?

source: I side not with either of you!
cs: Nejsem na žádné straně!
da: Jeg er ikke på samme side som nogen af jer!
he: איני מצודד באף אחד מכם!

source: A truce, then? I fear he will be the death of us both.
cs: Příměří? Obávám se, že znamená smrtelné nebezpečí pro nás oba.
da: En våbenhvile, så? Jeg er bange for at han vil udryde os begge.
he: הסכמנו על שביתת נשק? אני פוחד שהוא יהיה המוות של שנינו.

source: Very well. We have hated you Orcs for centuries, but the Undead are a danger to all that live.
cs: Dobrá. Nenávidíme vás skřety po staletí, ale nemrtví jsou nebezpeční pro všechno živé.
da: Meget vel. Vi har hadet jer Orker i århundreder, men de Levende-Døde er en fare for alt hvad der lever.
he: טוב מאד. שנאנו את האורקים מאות שנים, אבל האל-מתים הם סכנה לכל אילו שחיים.

source: The book is not here, but these swamps contain enough corpses to suit my purposes.
cs: Tady sice kniha není, ale v bažinách je pro mé účely dostatek těl.
da: Bogen er her ikke, men disse svampe indeholder nok lig til at kunnne bruges.
he: הספר לא כאן, אבל הביצות האילו מכילות מספיק גופות לתאים למטרותי.

source: What? I can't die! Noooo!
cs: Co? Já nemůžu zemřít! Nééé!
da: Hvad? Jeg kan ikke dø! Neeej!
he: מה? אהי לא יכול למות! לאאאא!

source: I die a terrible death... not knowing why.
cs: Zemřel jsem strašlivou smrtí... nevím proč.
da: Jeg dør en forfærdelig død... uden at vide hvorfor.
he: אני מת מוות נורא... לא לדעת למה.

source: A curse upon that necromancer! Why did he have to come here?!
cs: Proklínám tohohle nekromanta! Proč sem jenom musel chodit?!
da: Må en forbandelse hvile over den åndemaner! Hvorfor blev han nødt til at komme her?!
he: קללה על ראשו של המעלה באוב הזה! למה הוא היה חייב לבוא לכאן?!

source: At last! This is it! Now I must laugh crazedly as a true villain always must!
cs: Konečně! Tady je to! Teď se musím šíleně smát, tak jak se na správného ničemu sluší a patří!
da: Endelig! Det er her! Nu må jeg le ustyrligt som ægte skurke altid må!
he: סוף סוף! זה הוא זה! עכשיו אני צריך לצחקק בשגעון כמו שנבל אמיתי תמיד חייב!

source: My lord, your suspicions were correct. There is indeed a necromancer in this part of the country!
cs: Můj pane, vaše podezřeni bylo správné. V téhle zemi je vskutku nekromant!
da: Min herre, dine mistanker var rigtige. Der er virkelig en åndemaner denne del af landet!
he: לורדי, חשדותיך היו נכונים. יש באמת מעלה באוב בחלק זה של המדינה!

source: Inside the Tower
cs: Uvnitř věže
da: Inden i Tårnet
he: בתוך המגדל

source: Find Crelanu's Book
he: מצא את סיפרו של קרלנו

source: If my memory serves, this tower should have three floors. I should be able to find the Book in a few hours...!
cs: Jestli se nepletu, tak tahle věž má tři patra. Knihu bych měl najít za pár hodin...!
da: Hvis jeg husker rigtigt, så har dette tårn tre etager. Vi bør kunne finde Bogen på få timer...!
he: אם זכרוני משרת אותי נכונה, יש במגדל זה שולש קומות. צריך להיות ביכולתי למצוא את הספר תוך כמה שעות...!

source: Xakan
he: קסקאן

source: Karae
he: קיירא

source: Pezit
he: פזית

source: Lagon
he: לגון

source: Hayaargghh! We have arrived! Command us, Master!
cs: Aáárgh! Jsme zde! Poroučej, mistře!
da: Hayaargghh! Vi er ankommet! Befal os, Herre!
he: היהארררגגג! הגענו! צווה עלינו אדון!

source: There's a secret door here! This must be the library.
cs: Tady jsou skryté dveře! Musí to být knihovna.
da: Der er en hemmelig dør her! Det må være biblioteket.
he: יש כאן דלת סודית! זו חייבת להיות הספריה.

source: Well, well, well. Thirty-five pieces of gold were in this chest!
cs: Dobře, dobře, dobře! V truhle bylo třicetpět zlaťáků!
da: Vel, vel, vel. Femogtredive var i denne kiste!
he: יפה, יפה. היו בתיבה הזו שלושים וחמש פיסות זהב!

source: Blast it, the chest is empty!
cs: Sakra, truhlice je prázdná!
da: Forbandet, kisten er tom!
he: לעזאזל, התיבה ריקה!

source: Twenty pieces of gold is a welcome gift.
cs: Dvacet zlaťáků je vítaný dáreček.
da: Tyve guldstykker er en velkommen gave.
he: עשרים פיסות זהב הם מתנה מבורכת.

source: I suppose thirty copper coins should not be scorned...
cs: Myslím, že třiceti stříbňáky nepohrdnu...
da: Jeg regner med at tredive kobbermønter ikke bør blive inkasseret...
he: אני מניח ששלושים מטבעות נחושת לא צריכים להיזרק...

source: The chest is empty save for a few trinkets. The magic has gone out of them.
cs: Truhlice je prázdné úložiště na cetky. Magie z ní již vyprchala.
da: Kisten er tom, bortset fra et par småting. Magien er gået ud af dem.
he: התיבה ריקה מלבד כמה צכשיטים פשוטים. הקסם עזב אותם.

source: Gack! This chest contains holy water!
cs: Pcha! V truhle je svěcená voda!
da: Ad! Denne kiste indeholder vievand!
he: גאק! התיבה הזאת מכילה מים קדושים!

source: Look at what the magi were guarding!
he: תסתכל על מה המגים שמרו!

source: Those magi had hidden away more than it seemed!
he: המגים הללו החביאו בצד יותר ממה שנראה בהתחלה!

source: Two dozen gold. Plundering this tower is fun!
cs: Dva tucty zlaťáků. Rabování téhle věže je zábava!
da: To dusin guld. At plyndre det her tårn er sjovt!
he: שני תריסר זהב. בזיזת המגדל הזה היא כייפית!

source: A pile of assorted coins is here!
cs: Tady je hromada různých mincí!
da: En bunke sorterede mønter!
he: יש כאן ערימה מגוונת של מטבעות!

source: Haha, this chest holds scores of gold coins!
cs: Cha chá, tahle truhlá obsahuje desítky mincí!
da: Haha, denne kiste indeholder bunker af guldmønter!
he: חהחה, התיבה הזאת מכילה ערימות של מטבעות זהב!

source: Ice Potion
cs: Lektvar mrazu
da: Is-mikstur
he: שיקוי קרח

source: This potion contains a strange fluid designed to imbue a weapon with the power of cold.
cs: Tento lektvar obsahuje zvláštní tekutinu, která naplní zbraň mrazivou silou.
da: Denne flaske indeholder en sær væske designet til at give et våben kuldens kraft.
he: שיקוי זה מכיל נוזל מוזר שנועד למלא את הנשק בכוחו של הקור.

source: This is not the tome Crelanu wrote...hmmm... but it contains its whereabouts!
cs: Tohle není kniha, kterou napsal Krelan ... hmm ..., ale je tady napsáno, kde ji hledat!
da: Dette er ikke bogen Crelanu skrev... hmmm... men den fortæller hvor den er!
he: זה לא הספר שקרלנו כתב... המממ... אבל הוא מכיל את מיקומו!

source: We're done in here! Let's go slay some more enemies.
cs: Tady jsme skončili! Pojďme pobít několik dalších nepřátel.
da: Vi er færdige her! Lad os gå ud og slagte nogle flere fjender.
he: סיימנו כאן! בו נלך לשחוט עוד כמה אוייבים.

source: Susanne
he: סוסאן

source: Congratulations! All your revenants survived.
cs: Gratuluji! Všichni revenanti přežili.
da: Tillykke! Alle dine slægtninge overlevede.
he: מזל טוב! כל אלו שהחזרת מהמתים שרדו.

source: Mages and Elves
cs: Mágové a elfové
da: Troldmænd og Elvere
he: קוסמים ואלפים

source: Move Gwiti to the Tower of Sorcery
he: הזז את גוויטי אל מגדל הכישוף

source: Kill both enemy leaders
he: הרוג את שני מנהיגי האוייב

source: Quirind
he: קווירינד

source: Lessalin
he: לסאלין

source: After sending the Dark Spirit away for his failure, Gwiti realized that he was in a distant part of Wesnoth, and turned towards the Tower of Kaleon, where the greatest magi once studied.
he: אחרי שגרש את רוח האופל על כשלונה, הבין גוויטי שהוא בחלק מרוחק של ווסנות', ופנה אל עבר המגדל של קלאון, איפה שפעם למדו המגים הגדולים ביותר.

source: At last, I have reached the road. Unless I am far off my course, I should find the Tower of Kaleon here, filled with the secrets of ancient magi. Soon they shall all be mine, and my power will be great enough to invade Wesnoth.
he: סוף סוף, הגעתי אל הדרך. אלה אם כן ממש התרחקתי ממסלולי, אני צריך למצוא כאן את המגדל של קלאון, מלא בסודותיהם של המגים העתיקים. בקרוב הם כולם יהיו שלי, וכוחי יהיה עצום מספיק בכדי לפלוש לווסנות'.

source: A necromancer approaches! Can this be the same one that we banished?
cs: Blíží se nekromant! Je možné, že je to ten, kterého jsme vyhnali?
da: En åndemaner nærmer sig!
he: מעלה באוב מתקרב! האם זה יכול להיות אותו אחד שגרשנו?
