Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tdh/*.po
Languages: cs, da, he

source: Accursed and dreadful one, know that we magi, guardians of the Tower of Kaleon, shall bar your way with all our spells! Flee now and you may survive.
he: מתועב מזוויע שכמותך,תדע שאנחנו המגים, שומרי המגדל של קלאון, נחסום את דרכך עם כל קסמנו! ברח עכשיו וניתן לך לשרוד.

source: Quirind, know that you have the Elves at your back.
cs: Quirinde, vím, že vám kryjí záda elfové.
da: Quirind, ved at det har Elverne i ryggen.
he: קווירינד, תדע שיש לך את האלפים מאחוריך.

source: Foul sorcerer of death, go far from this place or we shall send you to your own realm.
cs: Hnusný čaroději smrti, odejdi daleko nebo tě budeme muset zahnat do tvé říše.
da: I frygtelige døds troldmænd, gå langt væk, eller vi sender jer til jeres eget rige.
he: קוסם מוות ארור, התרחק מהמקום הזה או שנשלח אותך אל ממלכתך.

source: Not born is the one that could challenge me!
cs: Ještě se nenarodil nikdo, kdo by mne mohl vyzvat!
da: Ikke førdt er ham der kunne udfordre mig!
he: לא נולד האחד שיוכל לקרוא עלי תיגר!

source: No! No! Noooo! It is over, I feel the shades reaching for me...
cs: Ne! Ne! Nééé! Je po všem, cítím, jak si pro mě přišly stíny...
da: Nej! Nej! Neeeej! Det er forbi, jeg kan mærke mørket komme til mig...
he: לא! לא! לאאאאאאא! זה הסוף, אני מרגיש את הצללים מושיטים את ידם אלי...

source: Argh! I have fallen, and the Tower lies stripped of its defenses!
cs: Grrr! Padl jsem a Věž je teď bez ochrany!
da: Argh! Jeg er faldet, og Tårnet ligger uden beskyttelse!
he: ארג! נפלתי, והמגדל עומד ערום מההגנות שלו!

source: Quirind, we have failed! You must guard the tower.
cs: Quirinde, zklamali jsme! Musíš strážit věž.
da: Quirind, vi har fejlet! Du må beskytte tårnet.
he: קווירינד, נכשלנו! אתה חייב לשמור על המגדל.

source: Ah ha ha ha! The tower's protective spells are now in force, you cannot enter without mastering a magic equal to it.
cs: Ha ha ha! Ochranná kouzla věže jsou v plné síle. Nemůžeš vstoupit dokud nebudeš rovnocenným mistrem magie.
da: Ah ha ha ha! Tårnets beskyttende magi er nu i kraft, du kan ikke trænge ind uden at mestre magi der er lige så stærk.
he: הה חה חה חה! הקסמים המגנים על המגדל עכשיו בפעולה, אתה לא יכול להכנס בלי שיהיה לך כח קסם שווה עוצמה תחת שליטתך.

source: Haha! I have gained entry to the tower!
cs: Ha ha ha! Získal jsem přístup do věže!
da: Haha! Jeg er kommet ind i tårnet!
he: חהחה! השגתי גישה אל המגדל!

source: A curse upon that foul necromancer!
cs: Proklínám toho hnusného nekromanta!
da: Må en forbandelse hvile over den onde åndemaner!
he: קללה על ראשו של המעלה באוב הנתעב הזה!

source: The Skull of Agarash
cs: Agarašova lebka
da: Agarash's Kranie
he: הגולגולת של אגרש

source: Still fleeing from Wesnoth, Gwiti entered the lands of the Orcs.
da: Stadig flygtende fra Wesnoth, træder Gwiti ind i Orkernes land.
he: בעודו מנסה להמלט מווסנות', נכנס גוויטי לאדמות האורקים.

source: Take the Skull of Agarash
he: קח את הגולגולת של אגרש

source: Karz Gholum
he: קרז גואולום

source: Isidal B'Tai
he: יסידל ב'טאי

source: Nakur Kimoni
he: נקור קימוני

source: After Gwiti destroyed his brother, he planned to march on Wesnoth to gain his revenge. But a Dark Spirit came to counsel him...
cs: Jakmile Gwiti zničil svého bratra, začal plánovat odvetné tažení na Wesnoth. Tu mu náhle přišel poradit temný duch...
da: Efter Gwiti overvandt sin broder, besluttede han at marchere mod Wesnoth for at få hans hævn. Men en Mørk Ånd kom ham til råds...
he: אחרי שגווינטי הרס את אחיו, הוא תיכנן לצעוד לווסנות' ולנקום את נקמתו. אבל רוח אופל באה לייעץ לו...

source: Leganoth
he: לגאנוס

source: Gwitiii... Gwiti!
he: גוווויטי... גוויטי!

source: A Dark Spirit? Surely this is a token of my mastery of the undead!
cs: Temný duch? To je určitě známka mého nemrtvého mistrovství!
da: En Mørk Ånd? Dette må i sandhed være et tegn på mit herredømme over de levende-døde!
he: רוח אופל? בוודאי זהו סימן של אדונותי על האל-מתים!

source: Gwiti, do not yet march in pursuit of your revenge. First, you shall go south, against the orcs, and there find the Skull of Agarash.
cs: Gwiti, nevydávej se zatím z pomsty do boje. Nejprve bys měl jít na jih proti skřetům a najít Agarašovu lebku.
da: Gwiti, gå ikke endnu mod din hævn. Først skal du gå syd, mod orkerne, og der finde Agarash's Kranie.
he: גוויטו, אל תצעד עדיין במרדף אחרי נקמתך. ראשית, אתה תלך דרומה, נגד האורקים, ושם תמצא את הגולגולת של אגרש.

source: Speak on.
cs: Řekni mi víc.
da: Tal.
he: תמשיך לדבר.

source: Do you see the three orc clans of this land? Their banners are topped with skulls, as is their custom. But one of these is the Skull of Agarash - Take it and your power will grow greater by far.
cs: Vidíš v této zemi tři klany skřetů? Na svých standartách, jak je jejich zvykem, mívají naraženy lebky. Jednou z nich je Agarašova lebka -- ta byla jednou má. Získej ji, a tvá síla velmi vzroste.
da: Ser du de tre orkklaner i dette land? Deres banner er malet med kranier, som deres skik byder. Men en af dem er Agarash's Kranie - Tag det og din styrke vokse voldsomt.
he: האם אתה רואה את שלושת שבטי האורקים של ארץ זו? על ראש הנסים שלהם יש גולגלות, כמו שמנהג שלהם אומר. אבל אחת מאילו היא הגולגולת של אגרש - קח אותה וכוחך יגדל בצורה עצומה.

source: Oh, no! The undead hordes have taken my banner!
cs: Ach, ne! Hordy nemrtvých mi vzaly standartu!
da: Åh, nej! De levende-døde har taget mit banner!
he: הו, לא! המוני האל-מתים לקחו את הנס שלי!

source: It is not your banner, and it never was! That skull has marked it as mine since long ago.
cs: To není tvá standarta, a ani nikdy nebyla! Tato lebka ji už celé věky označuje jako mou.
da: Det er ikke dit banner, og det var det aldrig! Kraniet er mærket siden længe, længe siden.
he: זה לא הנס שלך, ומעולם לא היה! הגולגולת סימנה אותו כשלי לפני זמן רב.

source: Argh! This is only half of the skull, and near enough to powerless! Begone, Spirit!
cs: Grrr! To je jenom půlka lebky!
da: Argh! Det er kun halvdelen af kraniet, og tæt på kraftløst! Forsvind, Ånd!
he: אררג! זוהי רק מחצית גולגולת, וקרובה להיות חסרת כח! הסתלקי רוח!

source: Let us trample his banner into the ground! *smash*
cs: Zašlapejte ten prapor do bláta! *Řach!*
da: Lad os træde på hans usle banner! *smash*
he: בואו נרסק את ניסו אל האדמה! *ריסוק*

source: That skull is powerless!
cs: Tahle lebka je bez síly!
da: Det kranie er værdiløst!
he: הגולגולת הזו חסרת עוצמה!

source: That is not the skull of Agarash!
cs: To není Agarašova lebka!
da: Dette er ikke Agarash's Kranie!
he: זו לא הגולגולת של אגרש!

source: It's been a long time since I fought anything myself!
cs: To už je dávno, kdy jsem si naposledy zabojoval!
da: Det er lang tid siden jeg selv har kæmpet mod noget!
he: עבר זמן רב מאז נלחמתי במשהו בעצמי!

source: Underground Pool
cs: Podzemní jezero
da: Undergrunds Pølen
he: בריכה תת-קרקעית

source: We have come to a flooded part of the cave. If we forge ahead, the Dwarves should be delayed quite a bit.
da: Vi er kommet til den oversvømmede del af grotten. Hvis vi fortsætter vil dværgene sakke ret langt bagud.
he: הגענו אל החלק המוצף של המערה. אם נפלס את דרכנו קדימה, הגמדים ישארו כנראה הרחק מאחורינו.

source: ARGH! What was that?
da: ARGH! Hvad var det?
he: ארג!!! מה זה היה?

source: I do not know. I guess, however, that some magic is at work in these caverns. Can you tell me anything of them?
da: Det ved jeg ikke. Jeg gætter dog på at en form for magi findes i disse grotter. Kan du fortælle mog noget om dem?
he: אני לא יודע, אני מנחש, בכל אופן, שאיזה שהוא קסם עושה את עבודתו במערות האלו. האם יש משהוא שאתה יכול לספר לי עליהם?

source: Nay, Lord. These passages were flooded higher last time I was here. The Dwarves did not delve here, and we shunned the nameless dread we felt.
da: Desværre, Herre. Disse passager var mere oversvømmede sidst jeg var her. Dværgene dvalede ikke her, og vi undgik den navneløse frygt vi følte.
he: לא, לורד. המעברים האלו היו מוצפים גבוה יותר בפעם האחרונה שהייתי כאן. הגמדים לא העמיקו לכאן, ואנחנו נמנענו מפני הפחד חסר השם שהרגשנו.

source: If there is anything to dread here, it is me. Now, onward!
da: Hvis der er noget at frygte her, så er det mig. Nu, fremad!
he: אם יש כאן משהו פחד מפניו, זה אני. עכשיו, תמשיכו קדימה!

source: End of Part 1
he: סוף חלק 1

source: Gwiti's adventures will continue in another installment of The Dark Hordes.
he: הרפתקאותיו של גוויטי ימשכו בחלק הבא של ההמון האפל.

source: Move Gwiti or Tanar into the water
he: הזז את גוויטי או טנר אל תוך המים

source: Death of Tanar
he: מותו של טנר

source: Geldar
he: גלדר

source: The Dwarves are still in these caves!
da: Dværgene er stadig i disse grotter!
he: הגמדים עדיין במערות האילו!

source: Aye! They drove us out, and left a guard here to occupy us.
da: Aye! De jog os ud, og efterlod en vagt for at besætte os.
he: אכן! הם גרשו אותנו החוצה, והשאירו כאן משמר לכבוש אותנו.

source: Then we shall slay them. I have never had Dwarves rise to join my ranks. He, he, he, he...
da: Så lad os slagte dem. Jeg har aldrig før ladet dværge genopstå til mine hære. He, he, he, he...
he: אז אנחנו נשחט אותם. אף פעם לא היו לי גמדים להעלות להצטרף לשורותי. חי חי חי חי...

source: The Hoard of the Dwarves! Three hundred gold at least!
da: Dværgenes Skat! Trehundrede guld. Mindst!
he: מטמון הגמדים! שלוש מאות זהב לפחות!

source: You swore you would protect me!
da: Du svor at beskytte mig!
he: נשבעת שתגן עלי!

source: At a great battle at the Stone of Erzen, the brothers Gwiti and Nati Ha'atel showed their skills for the first time: Thinking that their side was losing the battle, they called upon the corpses of former enemies to rise again and fight on their side.
da: Ved det store slag ved Erzen Stenen viste brødrene Gwiti og Nati Ha'atel deres evner for første gang. Da de troede at deres side ville tabe kampen, kaldte der tidligere fjenders lig op af graven for at kæmpe for dem.
he: בקרב הגדול האבן של אזרך, האחים גוויטי ונתי ה'אטל הראו את כשרונם בפעם הראשונה: בחושבם שהצד שלהם מפסיד את הקרב, הם קראו לגופות של מי שהיו אוייביהם לקום שוב להלחם לצידם.

source: However, not only was this forbidden, but rash as well. The cavalry meant to come as reinforcements instead clashed with the undead legions, and so the battle was lost where it would have been won had it not been for these two necromancers.
da: Men, dette var ikke kun forbundt, men også overilet. Kavaleriet ville komme til undsætning, men i stedet stødte de sammen med de levende-døde legioner, så slaget ville have vundet hvis det ikke var for disse to åndemanere.
he: אולם, לא רק שדבר זה היה אסור, אלה גם נמהר. חיל הפרשים שנועד לבא כתגבורת נלחם עם לגיון האל-מתים במקום, והקרב הופסד בעוד שהוא היה מנוצח בלעדי ההתערבות של שני המעלים באוב.

source: The Ha'atel brothers fled. Immediately upon their return, they were clapped in irons, marched onto a ship with no rudder, and sent off to drown in the sea, for the Wesnothians feared that their corpses might only rise again.
da: Ha'atel brødrene flygtede. Lige efter deres retur blev de spæret inde i jern, læssede den på et skib uden ror, og sendte dem over havet, for Wesnotherne frygtede at deres lig ville genopstå.
he: האחים ה'אטל נמלטו. ומיד בחזרתם הם הוסמו באזיקים, הוצעדו לתוך ספינה חסרת הגה כיוון, ונשלחו לטבוע בים, בגלל שאנשי ווסנות' פחדו שאולי גופותיהם פשוט יחזורו לתחיה.

source: But Fate intervened. The ship was beset by a sudden storm and disintegrated, separating the brothers and washing them both ashore. This was the beginning of the Rise of the Dark Hordes.
da: Men Skæbnen greb ind. Skibet blev besat af en pludselig storm og knustes, skilte de to brødre og skyllede dem begge i land. Dette var begyndelsen på Mørkes Korstog.
he: אבל הגורל התערב. סערה מיסתורית פגעה בספינה ופירקה אותה, כך שהיא מפרידה את שני האחים ושוטפת את שניהם לחוף. זו הייתה ההתחלת עליית ההמון האפל.

source: The Dark Hordes
da: Mørkets korstog

source: Cease your blustering, fool, and prepare to die...again.
cs: Utiš svou bouřlivost, blázne a připrav se opět zemřít.
da: Stop den larmen, fjols, og forbered dig på at dø... igen.

source: But the ancient mages had done their job well. The book had been hidden in a grove over which Elves and Orcs had waged war for many years, and any to approach would suffer their combined wrath...
cs: Dávní mágové odvedli svoji práci dobře. Knihu schovali v lesíku, o který vedou elfové a skřeti už léta války, a jakýkoliv pokus přiblížit se vyústí v jejich společný hněv...
da: Men de ældgamle troldmænd havde gjort deres job godt. Bogen var blevet gemt i en lund som Elverne og Orkerne har kæmpet over i mange år, og alle der prøvede at nærme sig den ville lide deres samlede vrede.

source: Look at what the mages were guarding!
cs: Podívejte, co tady mágové střežily!
da: Se hvad troldmændene bevogtede!

source: Those mages had hidden away more than it seemed!
cs: Tihle mágove toho schovávali mnohem víc, než se zdálo!
da: De troldmænd har skjult mere en det så ud til!

source: After sending the Dark Spirit away for his failure, Gwiti realized that he was in a distant part of Wesnoth, and turned towards the Tower of Kaleon, where the greatest mages once studied.
cs: Po vyhnání temného ducha pro jeho selhání zjistil Gwiti, že se nachází ve vzdálené části Wesnothu, a zamířil k Kaleonské věži, kde kdysi studovali největší mágové.
da: Efter at have sendt den Mørke Ånd væk for hans fiasko, indså Gwitiat han var i en fjern del af Wesnoth, og rejste mod Kaleon Tårnet, hvor de største troldmænd engang studerede.

source: At last, I have reached the road. Unless I am far off my course, I should find the Tower of Kaleon here, filled with the secrets of ancient mages. Soon they shall all be mine, and my power will be great enough to invade Wesnoth.
cs: Konečně jsem narazil na cestu. Pokud jsem nesešel z cesty, měl bych brzy uvidět Kaleonskou věž nacpanou tajemstvím dávných mágů. Brzy bude moje, a má síla bude dostatečná pro vpád do Wesnothu.
da: Endelig har jeg nået vejen. Medmindre jeg er langt ude af kurs, skulle jeg finde Kaleon Tårnet her, fyldt med ældgamle troldmænds hemmeligheder. Snart vil de være mine, og mine krafter vil være stole nok til at invadere Wesnoth.

source: Accursed and dreadful one, know that we mages, guardians of the Tower of Kaleon, shall bar your way with all our spells! Flee now and you may survive.
cs: Prokletý a strašlivý věz, že my mágové, strážci Kaleonské věže, tě svými kouzly smeteme z cesty! Uteč, a přežiješ.
da: Du forbandede og frygtelige ved at vi, troldmænd, vogtere af Kaleon Tårnet, ikke vil lade dig komme forbi. Vi vil forhindre din gennemtrængen med vores troldom. Flygt nu, og så vil du måske overleve.

source: Victory: @Clear the land of monsters Defeat: #Death of Gwiti Ha'atel #Turns run out
cs: Úkol: @Zbav zemi příšer Porážka: #Smrt Gwiti Ha'atela #Vyčerpání počtu kol

source: Victory: @Defeat your brother Nati Ha'atel Defeat: #Death of Gwiti Ha'atel #Turns run out
cs: Úkol: @Poraž svého bratra Nati Ha'atela Porážka: #Smrt Gwiti Ha'atela #Vyčerpání počtu kol

source: Victory: @Slay Leonard Defeat: #Death of Gwiti Ha'atel #Turns run out
cs: Úkol: @Zabij Leonarda Porážka: #Smrt Gwiti Ha'atela #Vyčerpání počtu kol

source: I see that your puny kingdom marshalls its troops at last.
cs: Vidím, že tvé titěrné království řadí svou armádu až na konec.

source: In truth, Leonards army was unprepared and under-equipped, and he had neglected to send word. Luckily, behind him came one whose name was a bane to the undead: Lord Aretu. Gwiti knew that even if he defeated Leonard, his best hope was now to flee into the mountains.
cs: Po pravdě, Leonardova armáda nebyla dobře připravena ani vybavena a zanedbával podávat hlášení. Naštěstí za ním přicházel někdo, jehož jméno bylo pro nemrtvé prokletím: Lord Aretu. Gwiti věděl, že i kdyby Leonarda porazil, jeho jedinou šancí je prchnout do hor.

source: NEW OBJECTIVE @Move Gwiti to the end of the mountain pass
cs: NOVÝ ÚKOL @Doveď Gwitiho na konec horského průchodu

source: Victory: @Move Gwiti to take the Book Defeat: #Death of Gwiti #Turns run out
cs: Úkol: @Gwiti musí najít Krelanovu knihu Porážka: #Smrt Gwitiho #Vyčerpání počtu kol

source: Victory: @Find Crelanu's Book Defeat #Death of Gwiti Ha'atel
cs: Úkol: @Najdi Krelanovu knihu Porážka: #Smrt Gwiti Ha'atela

source: Victory: @Move Gwiti to the Tower of Sorcery @Kill both enemy leaders Defeat: #Death of Gwiti Ha'atel #Turns run out
cs: Úkol: @Přivěď Gwitiho do Věže magie. @Zabij oba nepřátelské vůdce Porážka: #Smrt Gwiti Ha'atela #Vyčerpání počtku kol

source: Victory: @Take the Skull of Agarash Defeat: #Death of Gwiti Ha'atel #Turns run out
cs: Úkol: @Získej Agarašovu lebku Porážka: #Smrt Gwiti Ha'atela #Vyčerpání počtu kol

source: Gwitiii...Gwiti!
cs: Gwitííí...Gwiti!
