Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: gl, nl, zh_cn

source: I see your sense has yet to return, Resha! Dominant Morogor betrayed his own kith; he attacked the very drakes with whom he had sworn alliance!
gl: Vexo que o teu sentido aínda ten que volver, Resha! O dominante Morogor traizoou a súa propia familia; atacou os mesmos dracos cos que xurou alianza!
nl: Ik zie dat je inzicht nog moet wederkeren, Resha! Dominant Morogor verraadde zijn eigen volk; hij viel diezelfde draken aan met wie hij een bondgenootschap gezworen had!
zh_cn: 汝未恢复理智，瑞莎！ 翼主莫罗戈竟背弃盟翼；其突袭之众，正是曾立血誓同盟之龙人！

source: Nay, they were not drakes which he attacked... Those allies Morogor betrayed were creatures of an alien kind. Perhaps even the same kind our hunters now chase across the grassy flatland. I should have long ago Spoken the whole of this Memory to you. Yet I had concern it was more than you could believe by word alone.
gl: Non, non eran dracos aos que atacou... Eses aliados aos que Morogor traizoou eran criaturas de tipo extraterrestre. Quizais ata o mesmo tipo que os nosos cazadores perseguen agora pola chaira herbosa. Hai tempo que debería terche falado toda esta Memoria. Con todo, tiña a preocupación de que fose máis do que podías crer só coa palabra.
nl: Neen, het zijn niet draken die hij aanviel. De bondgenoten die Morogor verraadde waren wezens van een onkenbare aard. Misschien wel diezelfde aard die onze jagers nu over de grassige platlanden achtervolgen. Ik had al lang geleden de volledige Herinnering moeten Vertellen. Maar ik vreesde dat het meer was dan je op woorden alleen kon geloven.
zh_cn: 非也，他所攻击的并非龙人… 莫罗戈背叛的那些盟友乃是异族生灵。 或许正是此刻吾等猎手在草甸上追猎的同类。 吾本早该将此口述史悉数告与汝知。 然吾曾忧心，仅凭言语不足令汝尽信。

source: Then your concern was well measured, for I disbelieve you even now. Those ‘humans’ that graze upon the tall grass of the flatland, that trick beasts to carry them across it, that ride works of driftwood over the sea, can be of no consequence to our affairs. No Ancestor would mistake such simple <i>prey</i> for an ally.
gl: Daquela a túa preocupación estaba ben medida, pois aínda non te creo. Eses "humanos" que pastan na herba alta da chaira, que enganan ás bestas para que as leven por ela, que montan obras de madeira á deriva sobre o mar, non poden ter ningunha consecuencia para os nosos asuntos. Ningún antepasado confundiría <i>unha presa</i> tan sinxela cun aliado.
nl: Dan waren je zorgen correct afgewogen, want zelfs nu geloof ik je niet. Die 'mensen' die op het lange gras van het platland grazen, die dieren erin luizen om hen rond te dragen, die met vaartuigen van drijfhout over de zee varen, kunnen geen gevolg hebben voor onze zaken. Geen Voorouder zou zulke simpele <i>prooi</i> voor een bondgenoot vergissen.
zh_cn: 然汝之忧确有分寸，因吾至今亦难信汝所言。 彼“人类”族类，栖身平野高草间以牧为生， 驯役驮兽行于大地， 驾浮木所造之物渡海， 实不足与我等大业相抗。 先祖英明，岂会将此等简单<i>猎物</i>误作盟友。

source: Your first intendant speaks truth, Dominant Gorlack. By the Honor of my Caste in whole, I hereby Proclaim it so.
gl: O teu primeiro intendente di a verdade, Dominante Gorlack. Pola honra da miña casta na súa totalidade, así o proclamo.
nl: Jouw eerste intendant spreekt de waarheid, Dominant Gorlack. Bij de Eer van mijn hele Orde, ik Verklaar het zo te zijn.
zh_cn: 汝之首位辅佐者言真，翼主戈拉克。 吾以吾种姓全族之荣名，于此昭告此言。

source: Dominant Vladnir... never since the exiling has another caste verified our Spoken Memories.
gl: Vladnir dominante... nunca desde o exiliado outra casta comprobou as nosas Memorias Faladas.
nl: Dominant Vladnir... nooit sinds de exodus heeft een andere orde onze Gesproken Herinneringen gesteund.
zh_cn: 翼主维拉德尼尔…自流放以来，再无其他种姓印证过吾等口述史。

source: Now, we are far beyond the Domain of Morogor; here his edicts hold no sway. All that he made secret, I may share with you here.
gl: Agora, estamos moito máis aló do Dominio de Morogor; aquí os seus edictos non dominan. Todo o que fixo en segredo, podo compartir contigo aquí.
nl: Nu zijn we ver voorbij het Domein van Morogor; hier hebben zijn edicten geen autoriteit. Al wat hij geheim maakte, mag ik hier met jullie delen.
zh_cn: 此刻，吾等已远遁莫罗戈治外；此地其律令无从施威。 凡其列为秘刻者，吾皆可在此尽诉于汝。

source: Speak no more of your secrets.
gl: Non fales máis dos teus segredos.
nl: Spreek niet verder van je geheimen.
zh_cn: 勿再言汝秘。

source: ... Gorla—
zh_cn: …戈拉—

source: I see now how you all cling to your fragments of the past; you cower there with them. Clasher secrets. Glider memories. All useless, as an entire age passed while every one of you feared to act on what you knew!
gl: Vexo agora como todos vos aferrades aos vosos anacos do pasado; te acobardas alí con eles. Segredos de Clasher. Memorias de planeadores. Todo inútil, a medida que pasou toda unha idade mentres cada un de vós temías actuar sobre o que sabías!
nl: Ik zie nu dat jullie allemaal vast hangen aan fragmenten van het verleden; jullie zitten ineen gekrompen van de angst ermee. Ramdraak geheimen. Zwever herinneringen. Allemaal nutteloos, want een heel tijdperk ging voorbij terwijl elk van jullie te veel schrik had om te handelen op wat jullie wisten!
zh_cn: 如今我明白了，汝等皆紧攥着往昔的碎片；蜷缩其间瑟瑟发抖。 冲击者之秘刻。 滑翔者之口述史。 尽皆无用，整整一个世代流逝，汝等明知真相却无一人敢挺身而行！

source: Gorlack, the clasher secrets may bear details of the Greatland unknown to the Spoken Memories. If we do not heed them, I fear—
gl: Gorlack, os segredos do clasher poden conter detalles da Greatland descoñecida para os Speken Memories. Se non lles facemos caso, temo—
nl: Gorlack, de Ramdraken geheimen zouden details kunnen bevatten die niet gekend zijn voor de Zwever Herinneringen. Als we hen geen gehoor geven, vrees ik—
zh_cn: 戈拉克，冲击者所携秘刻，或许载有口述史未言之泰陆详情。 若吾等置若罔闻，吾恐——

source: Speak no more of your fears! So many challenges have we overcome. So many foes vanquished. Yet still you feel not how we shift the Winds of Fate by the force of our Will.
gl: Non fales máis dos teus medos! Tantos retos superamos. Tantos inimigos vencidos. Aínda así non sentes como cambiamos os Ventos do Destino pola forza da nosa Vontade.
nl: Spreek niet meer van wat je vreest! Zo vele uitdagingen hebben we overwonnen. Zo vele vijanden hebben we verslagen. En toch voel je niet hoe we de Windvlagen van het Lot doen verschuiven door de kracht van onze Wil.
zh_cn: 休再言汝之惧！ 吾等已克万难。 吾等已败万敌。 然汝犹未察：吾等正以意志之力，转命运之风。

source: ... Gorlack, I grasp not your meaning. While the Spoken Memories tell us steady wings may catch the Winds of Fate—
gl: ... Gorlack, non entendo o teu significado. Mentres as lembranzas faladas dinnos que ás firmes poden atrapar os ventos do destino—
nl: ... Gorlack, ik snap niet wat je bedoelt. Terwijl de Gesproken Herinneringen ons vertellen dat rustige vleugels de Windvlagen van het Lot kunnen vangen—
zh_cn: …戈拉克，吾未解汝意。 诚然口述史有云：展翼不移者可乘命运之风——

source: Nay! We are not merely tossed about by the Winds of Fate. We <b>shape</b> them. We fumble not for a Windpath. We make it. Feel the world as it should be with all the fire of your heart. With no room left for <i>fear</i>. With all your Willful heart, make that world be!
gl: Non! Non só nos lanzan os ventos do destino. <b>Dámoslles forma</b>. Non buscamos un camiño do vento. Conseguimos. Sente o mundo como debería ser con todo o lume do teu corazón. Sen espazo para o <i>medo</i>. Con todo o teu corazón voluntarioso, fai que ese mundo sexa!
nl: Neen! Wij zijn er niet om enkel rondgesmeten te worden door de Windvlagen van het Lot. Wij <b>geven vorm</b> aan hen. We morrelen niet om een Windpad. We maken het. Voel de wereld zoals het zou moeten zijn met al het vuur in je hart. Zonder ruimte over voor <i>angst</i>. Met heel je hart vol Wilskracht, maak die wereld realiteit!
zh_cn: 非也！ 吾等非为命运之风随意摆布之落叶。 吾等乃<b>铸风</b>之人。 吾等非茫然摸索风途之徒。 吾等乃辟路之士。 以汝炽心全部火焰，感知世界应有之貌。 不容<i>惧意</i>存隙。 以汝全副意志之心，令彼界成真！

source: Perhaps you need witness one final demonstration...
gl: Quizais necesites presenciar unha última demostración...
nl: Misschien moet je nog één laatste demonstratie zien...
zh_cn: 汝或须一睹究竟…

source: I Call the Hunt. A hunt greater than any before it. Three flights of hunters. I already signaled Karron to continue east across the Grassy Flatland. Vladnir, you will depart southeast for the Warmsands. I shall go northeast into the Wesmere Jungle. Together we shall provide enough for all of Morogor.
gl: Chamo á caza. Unha caza maior que ningunha antes. Tres voos de cazadores. Xa lle indiquei a Karron que continuara cara ao leste atravesando a Grassy Flatland. Vladnir, partirás cara ao sueste cara ás Warmsands. Irei ao nordés cara á selva de Wesmere. Xuntos proporcionaremos o suficiente para todo Morogor.
nl: Ik Roep de Jacht. Een jacht groter dan ooit tevoren. Drie vluchten jagers. Ik heb Karron reeds gesignaliseerd om oostwaarts te trekken naar het Grassige Platland. Vladnir, jij zal zuidoostelijk vertrekken naar de Warme Zanden. Ik zal noordoostelijk naar het Oerwoud van Wesmere gaan. Tesamen zullen we voorzien in de noden van heel Morogor.
zh_cn: 吾召狩猎。 此猎盛于旧猎。 三猎翼群。 吾已传讯卡戎东行穿越草野。 维拉德尼尔，汝当往东南暖沙之地。 吾将北上入韦弥尔森林。 合猎所获，当足供莫罗戈万众。

source: Then... so it will be...
gl: Entón... así será...
nl: Dan... zo geschiedde...
zh_cn: 既如此…便如所愿…

source: Harvest
gl: Colleita
nl: Oogst
zh_cn: 收成

source: Dominant Gorlack considered every hunting opportunity along the way to Wesmere.
gl: O dominante Gorlack considerou todas as oportunidades de caza no camiño a Wesmere.
nl: Dominant Gorlack beschouwde elke jacht gelegenheid langs de weg naar Wesmere.
zh_cn: 领导者戈拉克考虑了前往韦弥尔途中的一切狩猎机会。

source: A deep green swamp offered adequate game. Yet the saurian Arinexis urged him on to the much fatter prize that lay just ahead...
gl: Un pantano verde profundo ofrecía xogo adecuado. Con todo, o saurio Arinexis instouno para o premio moito máis gordo que estaba por diante...
nl: Een diep groen moeras bood voldoende wild. Maar de sauriaan Arinexis moedigde hem echter aan tot de veel vettere prijs net verderop...
zh_cn: 深绿色的沼泽提供了充足的软猎。然而蜥蜴人阿瑞尼克西斯仍催促他继续向前，以获得前方更为丰厚的猎物。

source: For in the cold Jungle of Wesmere dwelt a great herd of a new prey–kind. Arinexis spoke of these ‘elves’ as dull witted with a capricious heart, the consequences of remaining too long within their stale realm.
gl: Porque na fría selva de Wesmere habitaba un gran rabaño dunha nova especie de presa. Arinexis falou destes "elfos" como de intelixencia aburrida cun corazón caprichoso, as consecuencias de permanecer demasiado tempo no seu reino rancio.
nl: Want in het koude Oerwoud van Wesmere leefde een grote kudde van een nieuwe prooi-soort. Arinexis sprak van deze 'elfen' als dom met een grillig hart, het resultaat van te lang in hun muffe rijk te blijven.
zh_cn: 因为在寒冷的韦弥尔森林中栖息着一大群新的猎物种族。阿瑞尼克西斯曾描述这些"精灵"愚钝善变，这是住在他们陈旧的王国中太久所导致的后果。

source: It would seem they were perfect prey.
gl: Parece que eran unha presa perfecta.
nl: Het leek erop dat ze de perfecte prooi zouden zijn.
zh_cn: 似乎他们是完美的猎物。

source: Salennea
zh_cn: 萨莲妮雅

source: Tree Fellows
gl: Compañeiros das árbores
nl: Boomgezelen
zh_cn: 树友

source: Gulladrumm
zh_cn: 古拉德鲁姆

source: Pelgara
zh_cn: 佩尔加拉

source: Ornery Pets
gl: Mascotas teimosas
nl: Sierhuisdieren
zh_cn: 倔宠

source: Princess Mew
gl: Princesa Mew
nl: Princes Miauw
zh_cn: 喵公主

source: Wesmere March Guard
gl: Garda de Marcha de Wesmere
nl: Marswacht van Wesmere
zh_cn: 韦弥尔行军卫队

source: Vonel
zh_cn: 沃内尔

source: Nomeon
zh_cn: 诺米恩

source: Kill all prey
gl: Matar a todas as presas
nl: Dood alle prooi
zh_cn: 杀掉所有猎物

source: Opponents will remain passive until attacked
gl: Os opositores permanecerán pasivos ata que sexan atacados
nl: Tegenstanders zullen passief blijven tot ze aangevallen worden
zh_cn: 对手在受到攻击之前不会主动攻击

source: Use of fire attacks on anyone standing in forest will ignite sweeping wildfires (due to enchanted leaf litter)
gl: O uso de ataques de lume contra calquera persoa que estea no bosque acenderá incendios forestais (debido á folla encantada)
nl: Het gebruik van vuur aanvallen op eenieder die in bos staat zal ongecontroleerde bosbranden veroorzaken (door betoverde bladlaag)
zh_cn: 对站在森林中的任何人使用火焰攻击都会引发大范围的野火（由被施法的落叶引起）

source: Anyone standing on wildfire for a turn suffers 16 fire damage
gl: Calquera persoa que se quede nun incendio forestal sofre 16 danos por lume
nl: Iedereen die in een bosbrand staat voor een beurt ondergaat 16 vuur schade
zh_cn: 任何在野火中站一回合的人受到16点火焰伤害

source: You monsters there! Halt! This is the sovereign realm of Wesmere. No further may you go.
gl: Monstros alí! Detén! Este é o reino soberano de Wesmere. Non podes ir máis lonxe.
nl: Jullie daar, monsters! Halt! Dit is het soevereine rijk van Wesmere. Niet verder mag u gaan.
zh_cn: 你们这些怪物！停下！ 这是韦弥尔的主权领地。你们不能再往前走了。

source: Monsters?! For spewing such hurtful venom, the true monster is you, Vonel! We must look deeper than their hideous and odious exteriors. Look deep to the beauty within!
gl: Monstros?! Por botar veleno tan ferinte, o verdadeiro monstro es ti, Vonel! Debemos mirar máis a fondo que os seus repugnantes e odiosos exteriores. Mira profundamente a beleza interior!
nl: Monsters? Voor het spuwen van zulks pijnlijk gif, ben jij het ware monster Vonel! We moeten dieper kijken dan enkel hun afgrijselijke en stinkende buitenkant. Kijk naar de schoonheid vanbinnen!
zh_cn: 怪物？！竟吐出如此恶毒之语，真正的怪物是你，沃内尔！ 我们必须透过他们丑陋可憎的外表，去探寻其内在之美！

source: Princess, I beg of you, walk not again into jeopardy!
gl: Princesa, pídoche, non volvas estar en perigo!
nl: Princes ik smeek van u, wandel niet opnieuw het gevaar in!
zh_cn: 公主，我求你，不要再涉险了！

source: Be silent, Vonel. For I am no mere “princess” awaiting your salvation; I am a Lady of Wesmere!
gl: Cala, Vonel. Pois non son unha simple "princesa" que agarda a túa salvación; Son unha dama de Wesmere!
nl: Wees stil, Vonel. Want ik ben niet zomaar een luttele 'princes' die wahct op jouw redding; ik ben een Dame van Wesmere!
zh_cn: 安静，沃内尔。因为我不只是等待你来拯救的“公主”，我是一位韦弥尔的女领主！

source: <small><i>you will always be a princess to me...</i></small>
gl: <small><i>sempre serás unha princesa para min...</i></small>
nl: <small><i>je zult voor mij altijd een princes blijven...</i></small>
zh_cn: <small><i>对我来说你永远是一个公主…</i></small>

source: Your beastly sinews and steel tools of death do not impress me, Vonel, for my witful tongue and virtuous conscience are more than protection enough in any case I may find myself.
gl: Os teus nervios bestais e as ferramentas de aceiro da morte non me impresionan, Vonel, porque a miña lingua intelixente e a miña conciencia virtuosa son máis que protección suficiente en calquera caso que me atope.
nl: Jouw beestelijke spieren en stalen werktuigen der doods wekken geen indruk op mij, Vonel, want mijn radde tong en deugdzaam geweten zijn meer dan bescherming genoeg in enige situatie waarin me zou kunnen vinden.
zh_cn: 沃内尔，你那野兽般的力气和致命的钢铁工具并不能让我折服，因为无论我身处何种境地，我那机智的言辞和良知的指引都足以保护我。

source: <i>... Shek’kahan, thisss is elves’ sssoft underbelly I ssspoke of... </i>
gl: <i>... Shek'kahan, isto é o ventre suave dos elfos do que falei...</i>
nl: <i>... Shek’kahan, dit isss de zwakke onderbuik van de elfen waarvan ik sssprak... </i>
zh_cn: <i>…沙克•卡悍，这就是我说过的精灵之软肋嘶嘶…</i>

source: These creatures of yours ramble incomprehensibly.
gl: Estas túas criaturas divagan incomprensiblemente.
nl: Die wezens van jou bazelen onverstaanbaar.
zh_cn: 汝等生灵言语，吾实难解。

source: <i>That is jussst what they do. Now I will further pacify them with praise—</i>
gl: <i>Iso é só o que fan. Agora pactareinos aínda máis con eloxios...</i>
nl: <i> Dat isss exact wat ze sssteedsss doen. Nu zal ik ze verder kalmeren met lof—</i>
zh_cn: <i>他们就是这样做的。现在，我要用赞美来进一步安抚他们——</i>

source: Wise Salennea! We wish entry to your land to ssseek your counsssel. Grant usss thisssss, Salennea the Jussst!
gl: Sabia Salennea! Desexamos a entrada á túa terra para buscar o teu consello. Concédenos estessss, Salennea the Jussst!
nl: Wijze Sssalennea! Wij wensssen toegang tot jullie land om jullie adviesss. Gun onsss dit, Sssalennea de Rechtvaardige!
zh_cn: 贤者萨莲妮雅！我等恳求进入您的领地寻求您的建议嘶嘶。恳请应允我等嘶嘶，公正者萨莲妮雅嘶嘶！

source: Ah, “Salennea the Just”. I shall weave this into the long twine of my existing titles... “Wise Lady Salennea, the Just, Wielder of the Sapphire of Ice, the Embracer of Woses, the Merciful to Orcs, Keeper of Ca—
gl: Ah, "Salennea a Xusta". Tecerei isto no longo fío dos meus títulos existentes... "A sabia dama Salennea, a Xusta, Portadora do Zafiro de Xeo, A Abrazadora de Woses, a Misericordiosa cos Orcos, Gardiña de Ca—
nl: Ah, "Salennea de Rechtvaardige". Ik zal dit in het lange tapijt van mijn bestaande titels verweven... "Wijze Dame Salennea, de Rechtvaardige, Drager van de Saffier der IJs, Omhelzer der Enten, de Genadige der Orken, Houder van de Ca—
zh_cn: 啊，“公正者萨莲妮雅”。我得把这个头衔，也编织进我那些冗长名号的绳索里… 贤者萨莲妮雅，公正之化身，冰之蓝宝石的持有者，树人的拥抱者，兽人之仁慈者——

source: Salennea! ... we grow weary of travel... and we go hungry! <b>So Hungry.</b>
gl: Salennea! ... cansámonos de viaxar... e pasamos fame! <b>Tan fame.</b>
nl: Salennea! ... we zijn vermoeid van het reizen... en we zijn hongerig! <b>Zo Hongerig.</b>
zh_cn: 萨莲妮雅！……我们厌倦了旅行……而且我们开始饿了！ <b>很饿。</b>

source: Salennea, pray allow usss entry.
gl: Salennea, permítenos entrar.
nl: Sssalennea, alsssjeblieft, laat onsss binnen.
zh_cn: 萨莲妮雅，求你让我们进入吧嘶嘶。

source: Nay! This is a March of Wesmere, we shall not...
gl: Non! Esta é unha Marcha de Wesmere, non imos...
nl: Neen! Dit is een Mars van Wesmere, we zullen niet...
zh_cn: 不！这是韦弥尔行军，我们不能…

source: Marches only part us, Vonel. Let all be welcome to Wesmere!
gl: As marchas só nos separan, Vonel. Que todos sexan benvidos a Wesmere!
nl: Marsen scheiden ons enkel, Vonel. Laat allen welkom zijn in Wesmere!
zh_cn: 卫队将你我分隔，沃内尔。 韦弥尔欢迎所有来客！

source: This is my castle Saethrania — the Castle of Sharing. You may make an abode of castle Gliinoler — the Castle of Caring. My attendants will bestow whatever form of floral nourishment you most desire. Mayhap Bread of the Locust Fruit softened with Milk of the Hazel and sweetened with Sap of the Birch?
gl: Este é o meu castelo Saethrania, o Castelo de Compartir. Podes facer unha morada do castelo de Gliinoler, o Castelo do Coidado. Os meus asistentes regalarán a forma de alimento floral que máis desexes. Quizais o pan do froito da langosta suavizada con leite de abeleira e adoçada con savia do bidueiro?
nl: Dit is mijn kasteel Saethrania — het Kasteel van het Delen. Je mag onderdak zoeken in kasteel Gliinoler — het kasteel van het Liefhebben. Mijn dienaars zullen elke bloemenvoeding gunnen die jullie het liefst hebben. Mogelijks Brood van de Sprinkhaan Vrucht verzacht met Melk van de Hazel en gezoet met Sap van de Berk?
zh_cn: 这是我的萨艾瑟拉尼亚城堡——分享之堡。 你可以住在格里诺勒尔城堡——关怀之堡。 我的仆从将献上你想要的任何滋养花食。或者是用榛乳软化，用桦汁增甜的蝗虫面包？

source: We are ssssso weary... let usss dissscusss sssuch sssmall details in good time.
gl: Estamos sssso cansados... imossss dissscusss sssuch sspequeños detalles a tempo.
nl: We zijn zo vermoeid… laat onsss zulke kleine detailsss op een later moment bessspreken.
zh_cn: 我们已经疲惫不堪了嘶嘶…这等琐事，待时机成熟再议不迟嘶嘶。

source: But of course.
gl: Pero claro.
nl: Maar natuurlijk.
zh_cn: 但是当然。

source: Vonel, have you seen my personal diary anywhere? It was in the safe keeping of a handmaiden of mine, but she has gone missing.
gl: Vonel, viches o meu diario persoal en algún lado? Estaba na custodia dunha criada miña, pero desapareceu.
nl: Vonel, heb je mijn persoonlijke dagboek ergens gezien? Het was in de veilige handen van een dienstmeisje van mij maar ze is verdwenen.
zh_cn: 沃内尔，你有没有看到过我的私人日记本？它一直由我的一名侍女保管，但她现在失踪了。

source: <i>Another</i> of your handmaidens is missing? Since when has she gone missing?
gl: <i>Outra</i> das túas doncelas está desaparecida? Dende cando desapareceu?
nl: <i>Nog</i> een dienstmeisje van jou is vermist? Sinds wanneer is ze vermist?
zh_cn: <i>另一位</i>你的侍女失踪了？她是从什么时候开始失踪的？

source: Since I sent her to feed my precious aethenwood tygers.
gl: Dende que a enviei alimentar aos meus preciosos tigres de ethenwood.
nl: Sinds ik haar gestuurd had om mijn liefste aethenwoud tygers.
zh_cn: 自从我派她去喂我珍贵的艾森丛林虎。

source: <i>Oh my...</i>
gl: <i>Ai meu Deus...</i>
nl: <i>Oh jee...</i>
zh_cn: <i>哦我的…</i>

source: When my diary is found, see that no one looks upon its pages— My diary is very personal, Vonel!
gl: Cando se atope o meu diario, procura que ninguén mire as súas páxinas... O meu diario é moi persoal, Vonel!
nl: Wanneer mijn dagboek gevonden wordt, zie er op toe dat niemands blik over de pagina's kan dwalen— Mijn dagboek is zeer persoonlijk, Vonel!
zh_cn: 当找到我的日记时，确保没有人翻看它—— 我的日记非常私密，沃内尔！

source: Of course, m’Lady.
gl: Por suposto, miña señora.
nl: Uiteraard, mijn dame.
zh_cn: 当然，我的女士。

source: “The Diary of Lady Salennea”
gl: “O Diario da Dama Salennea”
nl: "Het Dagboek van Dame Salennea"
zh_cn: 《萨莲妮雅女士的日记》

source: 7th day of Greenleaf ...the Sapphire of Ice has yet improved even my own talent for the art of scrying. I have discarded my Orb of Pondering in favor of it. Soon I shall peer into the far side of our Faerie World, which that pretender Lady Dionli claims she fears to descry. She simply has not the talent to do so, though she shall never admit it. How I despise that upstart Lady Dionli, that usurper of my rightful place in the Ka’lian, whose only real talent is the art of...
gl: 7º día de Greenleaf ...o Zafiro de Xeo aínda mellorou ata o meu propio talento para a arte de esgrimir. Descartei o meu Orbe de meditación a favor del. Pronto mirarei para o lado máis afastado do noso mundo das fadas, que esa pretendente Lady Dionli di que teme descubrir. Simplemente non ten o talento para facelo, aínda que nunca o admitirá. Como desprezo a esa advenediza Lady Dionli, esa usurpadora do meu lugar que me corresponde no Ka'lian, cuxo único talento real é a arte de...
nl: 7de dag van Groenblad ...de Saffier van het IJs heeft zelfs mijn talent in het magisch bespieden nog verder verbeterd. Ik heb mijn Bol der Peinzingen ervoor afgedankt. Al gauw zal ik naar de andere kant van onze Fae Wereld kunnen staren, waar Dame Dionli stellig van beweert dat ze te veel vreest om te bespieden. Ze heeft er simpelweg het talent niet voor om het te doen, hoewel ze het nooit zal toegeven. Hoe ik die amateur Dame Dionli verafschuw, de usurpator van mijn rechtmatige plaats in de Ka'lian, wiens enige talent de kunst is om...
zh_cn: 绿叶7日 …冰之蓝宝石甚至提升了我自身的占卜技艺。我已摒弃沉思之球，转而使用此物。我将凝视精界远端，而那妄想者迪翁莉女领主竟声言其不敢窥探。她实无此等天赋，然其永不敢承之。我何其憎恶那暴发户迪翁莉女领主，她窃取了我在卡·利安的应有之位，其唯一真正之能，不过是…

source: 28th day of Greenleaf ...now that I have found a powerful ally in Lord Vanar of the far side, the days of Lady Dionli are nigh over. I need only complete a single small ritual for him, the details of which he shall provide to me after I gather the necessary elements. I list them here so as not to forget: — A slab of cold black granite. — One of my fair young handmaidens. — A twisted metal dagger that menaces with spikes of...
gl: Día 28 de Greenleaf ... agora que atopei un poderoso aliado en Lord Vanar do lado máis afastado, os días de Lady Dionli están a piques de rematar. Só necesito completar un pequeno ritual para el, cuxos detalles me proporcionará despois de reunir os elementos necesarios. Enumero aquí para non esquecer: — Unha lousa de granito negro frío. —Unha das miñas guapas criadas. - Unha daga metálica retorcida que ameaza con puntas de...
nl: 28ste dag van Groenblad ...nu ik een machtige bondgenoot gevonden heb in Heer Vanar van de andere kant, zijn de dagen van Dame Dionli bijna voorbij. Ik moet enkel een klein ritueel voor hem uitvoeren, waarvan hij mij de details zal voorzien nadat ik de nodige zaken verzamel. Ik lijst ze hier op opdat ik ze niet vergeet: — Een brok koud graniet. — Eén van mijn knappe jonge dienstmeisjes. — Een verbolgen metalen dolk dat dreigt met stekels van...
zh_cn: 绿叶28日 …如今，我已寻得彼岸凡纳尔领主为强大盟友，迪翁莉女领主的末日近在眼前。我只需为他完成一个小小仪式，待我集齐所需之物，其细节自会告知于我。兹列如下，以免遗忘： —— 一块冰冷的黑曜石板。 —— 我的一位貌美侍女。 —— 一柄扭曲的金属匕首，其上布满尖刺，威胁着…
