Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: gl, nl, zh_cn

source: I am sorry, Karron. Our Windpaths shall never cross as you hoped. You spoke rightly before, I must finish what I began. When defeat drives our folk to seek a new Windpath, I must be here to provide it.
gl: Síntoo, Karron. Os nosos camiños do vento nunca se cruzarán como esperabas. Falaste ben antes, debo rematar o que comecei. Cando a derrota leva á nosa xente a buscar un novo Camiño do Vento, debo estar aquí para proporcionalo.
nl: Het spijt me, Karron. Onze Windpaden zullen nooit kruisen zoals je gehoopt had. Je sprak correct eerder, ik moet afmaken wat ik begonnen ben. Wanneer nederlagen ons volk ertoe drijven een nieuw Windpad te zoeken, moet ik hier zijn om het aan te bieden.
zh_cn: 吾甚憾，卡戎。 汝所期之风途，吾等终不得交。 汝昔所言甚是，吾必竟吾始。 当败绩之翼令吾族另觅风途，吾必在此，为彼等开之。

source: So it must be... May your fire light the way in darkness.
gl: Así que debe ser... Que o teu lume ilumine o camiño na escuridade.
nl: So moet het zijn... Moge jouw vuur het pad in het duister oplichten.
zh_cn: 然，天命如此…… 愿君之火，明于晦暗，以引其道。

source: May your wings catch the winds to soar.
gl: Que as túas ás collen os ventos para que se eleven.
nl: Moge jouw vleugels de winden vangen om te zweven.
zh_cn: 愿汝翼乘风翱翔。

source: Epilogue
gl: Epílogo
nl: Epiloog
zh_cn: 尾声

source: Dominant Karron heard the Memories Spoken to her by the gliders. She led several flights west beyond Morogor to the distant Green Isle. Together with the noble creatures of this far land, she would strive to drive off the opposing legions so new eyries might be set there.
gl: O dominante Karron escoitou as lembranzas que lle falaban os planeadores. Dirixiu varios voos ao oeste máis aló de Morogor ata a distante Illa Verde. Xunto coas nobres criaturas desta terra afastada, ela esforzaríase por expulsar ás lexións opostas para que alí puidesen establecer novos nidos.
nl: Dominant Karron kreeg de Herinneringen Verteld van haar zwevers. Ze leidde verschillende vluchten westwaarts voorbij Morogor naar het verre Groene Eiland. Tezamen met de nobele wezens van dit verre land zou ze de vijandige legioenen bestrijden zodat nieuwe nesten hier gesticht konden worden.
zh_cn: 翼主卡戎听闻了滑翔者们为她口述的史话。她引领数支翼群向西，远越莫罗戈，抵至遥远的绿岛。她将与这片远土上高贵的生灵并肩，协力击退敌对之众，以在那里构筑新的巢穴。

source: Countless drakes flocked from Morogor to scorch the Greatland with their need. Those creatures that survived their hunt formed large hosts with a deadly cunning. Soon, whole flights fell to their own prey. Others were scattered far across the Greatland as more poured over from Morogor to supplant them.
gl: Innumerables dracos acudiron desde Morogor para queimar a Greatland coa súa necesidade. Aquelas criaturas que sobreviviron á súa caza formaron grandes anfitrións cunha astucia mortal. Pronto, voos enteiros caeron nas súas propias presas. Outros estiveron espallados por toda a Gran Terra mentres se derramaron máis desde Morogor para suplantalos.
nl: Ontelbare draken vloeiden samen van Morogor om het Grootland plat te branden met hun honger. Die wezens die hun jacht overleefden, vormden grote troepenmachten met een dodelijke sluwheid. Al snel vielen hele vluchten onder de handen van hun eigen prooi. Anderen werden op de vlucht geslagen over het hele Grootland terwijl meer overstroomden vanuit Morogor om hen te vervangen.
zh_cn: 无数龙人自莫罗戈而来，以炽烈之需灼烧泰陆。那些在其狩猎中幸存的生灵，结成致命狡诈的大军。不久，整翼翼群竟反为其猎所噬。亦有翼群被驱散，远遁泰陆各处，而更多龙人自莫罗戈涌来，欲取而代之。

source: As most grew weary of the hunt, Dominant Gorlack summoned all flights to a counsel gathering high upon his Sunreach Peaks. There, he shared with them a new Windpath, the <b>Great Contention</b>. By its wisdom, any creatures that spoke with an honest tongue, that respected the domain of another, that obeyed our Ways... might not be taken as prey. Such creatures would be justly feared as fellow contenders for world dominance.
gl: Cando a maioría se cansaba da caza, o Dominante Gorlack convocou a todos os voos a un consello que se reunía enriba dos seus Sunreach Peaks. Alí, compartiu con eles un novo Camiño do Vento, a <b>Gran Contención</b> . Pola súa sabedoría, calquera criatura que falase cunha lingua honesta, que respectase o dominio doutro, que obedecese aos nosos Camiños... podería non ser tomada como presa. Esas criaturas serían xustamente temidas como competidoras para o dominio mundial.
nl: Toen de meesten de jacht lieten varen, ontbood Dominant Gorlack alle vluchten tot een raadsvergadering hoog op de Zongeraakte Pieken. Hier deelde hij zijn nieuwe Windpad met hen, het <b>Grote Kampioenschap</b>. Volgens zijn wijsheid mocht enig wezen dat met eerlijke tong sprak, anderen hun domein respecteerde en ons Pad respecteerde... niet als prooi genomen worden. Zulke wezens zouden gerechtigd gevreesd worden als medekandidaten voor wereld dominantie.
zh_cn: 当多数狩猎者渐感倦怠之时，翼主戈拉克于日触峰之巅召集众翼，共聚一堂。他在此处昭示新辟风途——<b>大争霸</b>。依此道法，凡言语诚直、敬重他域、恪守吾辈法典者…皆不可视为猎物。此类生灵作为世界之主的竞争者，理应受到同等的敬畏。

source: In accord, the flights went again into exile, withdrawing to the Greatland’s many remote places. So ended the <i>War with Prey</i>.
gl: De acordo, os voos foron de novo ao exilio, retirándose aos moitos lugares remotos de Greatland. Así rematou a <i>Guerra coa presa</i> .
nl: In akkoord gingen de vluchten opnieuw in ballingschap, zich terugtrekkend naar de vele afgelegen plaatsen in het Grootland. Zo eindigde de <i>Oorlog met Prooi</i>.
zh_cn: 就此，诸翼再度踏上流放之路，退守泰陆的诸多偏远之地。至此，<i>与猎物之战</i>方告落幕。

source: Caravel
gl: Carabela
nl: Karveel
zh_cn: 卡拉维尔帆船

source: The sturdy and reliable caravel is the mainstay of human oceanic exploration, shipping and projection of influence. More seaworthy than lighter vessels, one might yet be spied navigating deeper rivers, where the maneuverabilty and shallow draft somewhat compensate for the tonnage of the vessel. While its modest speed compared to the vessels of other races makes evasion difficult, its tall fore and aft castles hold a powerful arsenal of ballistae to fend against pirate and sea monster alike. The caravel can dock at coastal villages, though this makes it entirely vulnerable.
zh_cn: 坚固而可靠的卡拉维尔帆船，是人类探索海洋、航运以及投射影响力的中流砥柱。相较于更轻便的船只，卡拉维尔帆船拥有更强的适航性；然而，你亦可能在更深的河流中瞥见其身影，在那里，它卓越的机动性与吃水浅的优势，足以在一定程度上弥补其吨位庞大的缺点。 尽管与其它种族的舰船相比，其速度略显迟缓，难以规避，但其高耸的前后船楼却装备了威力巨大的弩炮阵列，足以抵御海盗与海怪的侵袭。 卡拉维尔帆船可停泊于沿海村落，虽然会因此使其完全暴露于危险之中。

source: ballista
zh_cn: 弩炮

source: polybolos
gl: políbolos
zh_cn: 多重投射机

source: Dolphin
nl: Dolfijn
zh_cn: 海豚

source: The sight of a dolphin is seen as a good omen by the sailors of Elensefar and the Ka’lian rated the creature’s sensibility nearly on par with that of an elf. Among coastal orcish tribes the meat is consumed as a delicacy. One of the rare air breathing fish, the dolphin is never too long below the surface of the sea.
zh_cn: 海豚的身影在埃仁撒伐的水手眼中是吉兆，卡利安人则认为此物的灵性堪比精灵。沿海的兽人部落则将其肉奉为珍馐。 作为稀有的呼吸空气之鱼，海豚从不在深海久留。

source: shriek
nl: schreeuw
zh_cn: 尖叫

source: Gate
gl: Porta
nl: Poort
zh_cn: 大门

source: An old gate of highest quality.
gl: Unha porta antiga de altísima calidade.
nl: Een oude poort van de hoogste kwaliteit.
zh_cn: 一座最高品质的古老大门。

source: Leopard
nl: Luipaard
zh_cn: 豹

source: The leopard is a fast and powerful ambush predator of the distant and mysterious jungle realms. While dangerous in any circumstance, it is most lethal when hidden in wooded areas.
zh_cn: 猎豹是遥远神秘丛林中迅捷而致命的伏击掠食者。在任何环境下皆具威胁，然其于密林之中隐匿之时，最为致命。

source: claws
nl: klauwen
zh_cn: 爪

source: Outrigger
gl: Estabilizador
nl: Trimaran
zh_cn: 舷外托架

source: whirlwind
gl: remuiño
nl: wervelwind
zh_cn: 旋风

source: squall
gl: borrasca
nl: regenvlaag
zh_cn: 狂风

source: lightning
gl: raio
nl: bliksem
zh_cn: 闪电

source: Stymphalian
gl: Estímpaliano
nl: Stymphalide
zh_cn: 斯廷法洛斯湖怪鸟

source: A fiendish-tempered bird with a piercing, bronzy beak. It is covered in hard, blade-sharp feathers that it can fling at its victims.
nl: Een duivels-gezinde vogel met een vlijmscherpe bronze bek. Ze zijn bedekt in harde, lemmet-achtige veren die het naar zijn prooi kan werpen.
zh_cn: 一种长有锐利的青铜色鸟喙，性情凶戾的鸟。其周身覆盖着坚硬如刀锋的羽毛，能将其射向受害者。

source: stiletto beak
gl: pico de estilete
nl: stiletto snavel
zh_cn: 尖喙

source: bladed feathers
gl: plumas afiladas
nl: mesveren
zh_cn: 刃羽

source: fangs
gl: colmillos
zh_cn: 尖牙

source: breath
gl: alento
zh_cn: 吐息

source: This attack also harms everyone near the opponent.
gl: Este ataque tamén prexudica a todos os que están preto do opoñente.
nl: Deze aanval brengt ook schade toe aan iedereen naast de tegenstander.
zh_cn: 这个攻击也会伤害对手附近的每个人。

source: Arinexis
zh_cn: 阿瑞尼克西斯

source: Zedrix
zh_cn: 泽德里克斯

source: So much left... unfinished...
gl: Tanto que queda... sen rematar...
nl: Zo veel... onafgewerkt...
zh_cn: 还有很多事情…没有完成…

source: Resha!
zh_cn: 瑞莎！

source: Arinexisss... Your time hass come too sssoon!
gl: Arinexisss... Chegou demasiado pronto a túa hora!
nl: Arinexisss... Je tijd isss te sssnel gekomen!
zh_cn: 阿瑞尼克西斯嘶嘶…你的时刻来得太早了嘶嘶！

source: My dragon, I have failed you...
gl: Meu dragón, falléiche...
nl: Mijn draak, ik heb u gefaald...
zh_cn: 我的龙，我辜负了你……

source: <span color='gold'>fighter intendant</span>
nl: <span color='gold'>krijger intendant</span>
zh_cn: <span color='gold'>战士指挥官</span>

source: <span color='gold'>clasher intendant</span>
nl: <span color='gold'>rammer intendant</span>
zh_cn: <span color='gold'>冲击者指挥官</span>

source: +$amount experience
gl: +$amount experiencia
nl: +$amount ervaring
zh_cn: +$amount 经验

source: Sapphire of Ice
gl: Zafiro de xeo
nl: Saffier van het IJs
zh_cn: 冰之蓝宝石

source: This sapphire grants the bearer a ranged cold attack!
gl: Este zafiro concede ao portador un ataque de frío a distancia!
nl: Deze saffier gunt de drager een koude afstandsaanval!
zh_cn: 蓝宝石给持有者提供远程冰寒攻击的能力！

source: sapphire of ice
gl: zafiro de xeo
nl: saffier van het IJs
zh_cn: 冰之蓝宝石

source: <i>Features XP-based recall costs and frequent scenarios with no turn limits.</i>
gl: <i>Inclúe custos de chamamento baseados en experiencia e escenarios frecuentes sen límite de quendas.</i>

source: Ward thyselves for it has arrived. The grey light that shades the living worlds. The calm wind that snuffs warm souls. The Faerie reached this world.
gl: Gárdevos porque chegou. A luz gris que sombrea os mundos vivos. O vento calmo que afeita as almas quentes. A Fada chegou a este mundo.

source: Hold more villages at the end of turn 24
gl: Mantén máis aldeas ao final da quenda 24

source: Fail to hold more villages at the end of turn 24
gl: Non conseguir manter todas as aldeas ao final da quenda 24

source: So it begins...
gl: Así comeza...
nl: Zo begint het...

source: Glarbelblarg!
gl: ¡Glorioso resplandor!

source: Shluckplugle!
gl: ¡Shuckplugle!

source: Stinkinink
gl: Fedor
nl: Stankinink

source: Sharpspikes
gl: Picas afiadas
nl: Scherpestekels

source: Shinyscales
gl: Escalas brillantes
nl: Glitterschubben

source: Roarrrrrr!
gl: Roarrrrr!

source: Tidbit
gl: Petisco
nl: Kruimeltje

source: Morsel
gl: Petisco
nl: Stukkie

source: Nibble
gl: Adentar
nl: Knabbel

source: Smidge
gl: Chisco
nl: Vleugje

source: Gorlack... look across this narrow sea before us. Look to that ‘human’ legion which faces you. Those creatures which ward the threshold to the greatest land...
gl: Gorlack... mira a través deste estreito mar diante de nós. Mira a esa lexión "humana" que te enfrontas. Esas criaturas que afastan o limiar da terra máis grande...
nl: Gorlack... kijk over dit smalle stuk zee voor ons. Kijk naar dat 'menselijke' legioen dat voor je staat. Di wezens die de grens bewaken tot het grootse der landen...

source: Yet verily it was so. Drakes once counted many noble creatures as allies in times of need — the fleetfoot, the drakekin, the craftlings, the serpents, the casters. Likewise were there those of terrible natures — the Horde, the Jotnar... the Faerie. I fear one of these races is they who swept our folk from this Greatland long ago.
gl: Con todo, en verdade, foi así. Drakes contaba unha vez moitas criaturas nobres como aliadas en momentos de necesidade: o fleetfoot, o drakekin, os artesáns, as serpes, os rodicios. Tamén estaban os de natureza terrible: a Horda, o Jotnar... a Fada. Temo que unha destas razas sexan as que arrastraron á nosa xente desta Gran Terra hai moito tempo.
nl: En toch was het zo. Draken kenden ooit vele nobele wezens als bondgenoten in tijden van nood — de vlugvoeten, de draakachtigen, de werklingen, de serpenten, de bezweerders. En ook waren er zij van verschrikkelijke aard — de Horde, de Jotnar... de Fae. Ik vrees dat een van deze rassen diegenen zijn die ons volk lang geleden van dit Grootland geveegd hebben.

source: The names which they call themselves have shifted in our long absence. Yet many creatures we have already come across bear a perfect likeness to those from the Spoken Memories. Indeed they are the same. If we proceed as we have, we shall drive old allies to war against us. Worse still, we may awaken an ancient foe to our presence in this land.
gl: Os nomes que eles mesmos se chaman cambiaron na nosa longa ausencia. Con todo, moitas criaturas coas que xa nos atopamos teñen unha perfecta semellanza coas das Memorias Faladas. De feito son iguais. Se procedemos como fixemos, levaremos aos vellos aliados á guerra contra nós. Peor aínda, podemos espertar un antigo inimigo á nosa presenza nesta terra.
nl: De namen waarmee ze zichzelf noemen zijn in onze lange afwezigheid verschoven. En toch kwamen we al vele wezens tegen die een perfecte gelijkenis dragen aan die van de Gesproken Herinneringen. Ze zijn voorwaar dezelfde. Als we voortgaan zoals we tot nu toe gedaan hebben, zullen we onze oude bondgenoten tegen ons de oorlog in jagen. Erger nog, we zouden onze aanwezigheid aan een oeroud kwaad kunnen onthullen.

source: We were forbidden to do so. Since the Time of Legend, we clashers have been charged with the keeping of secrets — The meandering way through the underland took by Parapathos in seeking the Council of Nine. Makings for the mighty Automata down to their metal hearts that mix fire into water. Witwegana’s final words of affection to her mate before delaying Lenvan with a hopeless duel. The wisdoms, the powers, the stories of our Ancestors. These were once shared freely among all drakes. Until, anguished by our exile, Dominant Morogor forbade their telling. Your glider caste alone would not comply. By our honor, we did. Yet our written secrets quietly remained.
gl: Prohibíronnos facelo. Desde o Tempo das Lendas, os enfrontadores encargámonos de gardar segredos. O camiño serpenteante polo subterráneo que tomou Parapathos ao buscar o Consello dos Nove. Creacións para os poderosos autómatas ata os seus corazóns de metal que mesturan o lume con auga. As últimas palabras de cariño de Witwegana á súa compañeira antes de atrasar a Lenvan cun duelo sen esperanza. As sabedorías, os poderes, as historias dos nosos devanceiros. Estes xa eran compartidos libremente entre todos os dracos. Ata que, angustiado polo noso exilio, o Dominante Morogor prohibiu o que contasen. A súa casta de planeadores por si soa non cumpriría. Pola nosa honra, fixémolo. Con todo, os nosos segredos escritos permaneceron en silencio.
nl: We waren verboden om dit te doen. Sinds de Tijd der Legenden hebben wij ramdraken de plicht gehad om geheimen te bewaren — De kronkelende weg door het onderland genomen door Parapathos in zoektocht naar de Raad van Negen. De ontwerpen voor de machtige Automata tot hun metalen harten die vuur met water mengen. Witwegana's laatste woorden van affectie aan haar levensgezel vooraleer Lenvan te vertragen met een hopeloos duel. De wijsheden, de machten, de verhalen van onze voorouders. Deze werden ooit vrij gedeeld onder alle draken. Totdat, onteerd door onze ballingschap, Dominant Morogor het vertellen ervan verbad. Enkel jouw zwever orde weigerde in te stemmen. Op onze eer, stemden wij wel in. Maar onze geschreven annalen duurden voort in stilte.

source: Ministry of Fellowship
gl: Ministerio de Confraternidades
nl: Ministerie van Reisgezelschap

source: Sea Fellows
gl: Compañeiros do Mar
nl: Zeegezellen

source: Also, there are some little things I must ask of you... As I do realize your off-putting rough and scaly skin is largely beyond your control, I ask only that you dress well enough to cover as much of yourselves as you feel comfortable doing. I wish that you take no offense in my asking this favor! Further, I find your odors somewhat repulsive— Though I shan’t hold this against you! Still, if you would only treble bathe at the start and close of each day, and twice in between, it might do wonders! Also, regarding your weaponry—
gl: Ademais, hai algunhas pequenas cousas que che teño que pedir... Como entendo que a túa desagradable pel áspera e escamosa está fóra do teu control, só pido que te vistes o suficientemente ben como para cubrir tanto de ti como che sintas cómodo. Desexo que non te ofendas que te pida este favor! Ademais, paréceme un pouco repulsivos os teus cheiros... Aínda que non te resisto! Aínda así, se só te bañases ao principio e ao peche de cada día, e dúas veces no medio, pode facer marabillas. Ademais, respecto do seu armamento—
nl: Er zijn verder nog enkele kleinigheden die ik van jullie moet vragen… Aangezien ik wel begrijp dat jullie onaangenaam ruwe en schubbige huid grotendeels buiten jullie eigen beheer valt, vraag ik enkel dat je je goed genoeg in klederdracht hult om zo veel als mogelijks te bedekken als jullie comfortabel mee zijn. Ik wens dat jullie geen aanstoot nemen in mijn vragen van deze gunst! Verder vind ik jullie geur enigszins afstotend— Hoewel ik het niet tegen jullie zal houden! Niettemin, als jullie gewoon driemaal zouden baden aan het begin en eind van elke dag, en tweemaal daartussen, zou dit wonderen kunnen doen! Bovendien, wat betreft jullie wapens—

source: Recruits and recalled veterans which exit before Gorlack does will survive, the rest will die
gl: Os recrutas e os veteranos chamados de novo que saian antes de que o faga Gorlack sobrevivirán; o resto morrerá.

source: <i>*flicks tongue*</i> Dragonsss! Gate behind talking boness ssmellsss of fresh air. That isss way through mountain. We mussst break through that gate! With hassste, dragonsss!
gl: <i>*moca a lingua*</i> Dragonsss! Porta detrás do óso que fala cheira a aire fresco. Ese é un camiño pola montaña. Debemos atravesar esa porta! Con hassste, dragonsss!
nl: <i>*flikkert met tong*</i> Draken! De poort achter de pratende botten ruikt naar verssse lucht. Dat isss de enige weg door de bergen. We moeten door die poort breken! En sssnel, draken!

source: Yet even a disenchantment on such a scale will take all my remaining Focus... I ask you for a truce. I know you have no idea what is at stake here, but please, at least grant me this.
gl: Con todo, incluso un desencanto a tal escala tomará todo o meu Foco restante... Pídoche unha tregua. Sei que non tes idea do que está en xogo aquí, pero por favor, polo menos concédeme isto.
nl: Maar zelfs een spreuk op die schaal zal mijn volledige Focus vergen… Ik vraag om een wapenstilstand. Ik weet dat je geen idee hebt wat hier op het spel staat, maar alsjeblieft, gun me dit tenminste.

source: (<i>chirp chirp</i>)
gl: ( <i>chiar chirp</i> )
nl: (<i>twiet twiet</i>)

source: It is a drakekin. Few have beheld such a being since the Time of Legend.
gl: É un drakekin. Poucos viron un ser así dende o Tempo das Lendas.
nl: Het is een drakenverwant. Weinigen hebben zulk een wezen aanschouwd sinds de Tijd der Legenden.

source: With our own eyes we behold a drakekin... It was the drakekin who led us from the Moonlit Wastes in the Time of Fate.
gl: Cos nosos propios ollos contemplamos un drakekin... Foi o drakekin quen nos levou dende os Desperdicios iluminados pola Lúa no Tempo do Destino.
nl: Met onze eigen ogen aanschouwen we een drakenverwant… Het waren de drakenverwanten die ons uit de Maanverlichte Woestenij leidden in de Tijd der Legenden.

source: I know you are here, weakling Shek’kahan! You know better than to intrude upon my domain! Even if I must search this entire valley, I will find your hiding place. Fly, my pets! Sweep this place of every scaleless beast so I will have no distraction.
gl: Sei que estás aquí, débil Shek'kahan! Vostede sabe mellor que entrometerse no meu dominio! Aínda que teña que buscar todo este val, atoparei o teu escondite. Voa, miñas mascotas! Varre este lugar de todas as bestas sen escamas para que non teña distracción.
nl: Ik weet dat je hier bent, zwakkeling Shek'kahan! Jij weet beter dan mijn domein te betreden! Al moet ik deze hele vallei doorzoeken, ik zal je schuilplaats vinden. Vlieg, mijn beestjes! Veeg elke schubloos wezen uit deze plek zodat ik geen afleidingen moet verduren.

source: Shek’kahan, do you not recognize Khrakrahs...?
gl: Shek'kahan, non recoñeces os Khrakrahs...?

source: Be no more.
gl: Non ser máis.
nl: Wees niet meer.

source: Behold, mighty Shek’kahan!
gl: Velaquí, poderoso Shek'kahan!

source: Impossster?! I am elder of Green Swamp Clan and all my years Shek’kahan protected usss. I could never missstake sssome impossster for him!
gl: Imposible?! Son o máis vello do Clan do Pantano Verde e ao longo de todos os meus anos Shek'kahan protexeunosss. Nunca podería fallar por el!

source: Zedrix, your Heart shall Reveal its Truth.
gl: Zedrix, o teu corazón revelará a súa verdade.

source: It was nigh every season he would intrude upon my domain or me his. Each time, there was such a glorious battle between us as to impart even the clouds with fright. I must not have challenged him enough that he grew weak, vulnerable. Now another great battle between us there will never be. Now there is only me.
gl: Era case todas as tempadas que el entrometería no meu dominio ou no seu. Cada vez, había unha batalla tan gloriosa entre nós que ata as nubes tiñan medo. Non debín de telo desafiado o suficiente como para que se debilitase e fose vulnerable. Agora outra gran batalla entre nós nunca haberá. Agora só estou eu.
nl: Het was bijna elk seizoen dat hij mijn domein zou indringen of ik het zijne. Elke keer was er zulks een glorieus gevecht dat zelfs de wolken terugtrokken in ontzag. Ik moet hem te weinig uitgedaagd hebben dat hij zwak kon worden, kwetsbaar. Nu zal er nooit nog een groots gevecht tussen ons komen. Nu is er enkel ik.

source: Ancestor, you spoke that Shek’kahan grew weak... Yet to his last breath, he was fearless.
gl: Antepasado, falaches de que Shek'kahan se debilitou... Poren, ata o seu último alento, non tivo medo.

source: Yes, Shek’kahan was fearless.
gl: Si, Shek’kahan non tiña medo.

source: The presence of our new eyrie doubles village income and support
gl: A presenza do noso novo niño duplica os ingresos e o apoio da aldea

source: A’ richt, noo ye listen tae me, dragons. Ah cannae hae ye juist standing aroond th’ hail winter dumping yer ye-ken-whit oan th’ frozen slopes, whilk, come spring, wull mak’ fur a stowed oot Knalgan gusher, if ye ken whit ah mean.
gl: A' richt, non me escoitades, dragóns. Ah cannae hae you just parado ao redor do inverno de saraiba botando o teu ye-ken-whit oan th' ladeiras xeadas, mentres que, chegada a primavera, farás un chorro de Knalgan estibado, se sabes que quere dicir.
nl: Okee nie julle lusteren nar mij, draoken. Ek kon ni hebbe da julle dor gewoan iele winter gon zitten ulle wette-wel-wa dumpe op de bevruren helling, da int lente vor een verstoepte Knalgisch strumming goat zurgen, ah je wiet waok wil zegge.

source: Noo juist whit in th’ fiendish skies ‘boon is that suppose tae mean?! Ah wull hae ye ken—
gl: Non xusto nos ceos diabólicos, é iso que significa? Ah saberás—
nl: Nouu wa in de duvelse lucht moette doar dan mee beduelen?! Ge muugt va moa wiete—
