Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: gl, nl, zh_cn

source: Gorlack, it is an ancient terror that hunts us. You must get our flight through this mountain at any cost.
gl: Gorlack, é un terror antigo que nos persegue. Debes conseguir o noso voo por esta montaña a calquera prezo.
nl: Gorlack, het is een oeroude terreur die op ons jaagt. Je moet onze vlucht doorheen deze berg krijgen aan elke kost.
zh_cn: 戈拉克。此乃狩猎吾等远古之怖。 汝须引吾等翼群，穿越此山，不计代价。

source: Stop! I am using nearly all my Focus to spellbind these Faerie creatures from seeing the true nature of this place. I cannot hope to drive back an army of dragons at the same time! You leave me no choice but to destroy my creation to save its secret.
gl: Pare! Estou usando case todo o meu Focus para engaiolar a estas criaturas Faerie de ver a verdadeira natureza deste lugar. Non podo esperar expulsar un exército de dragóns ao mesmo tempo! Non me deixas máis remedio que destruír a miña creación para salvar o seu segredo.
nl: Stop! Ik ben bijna al mijn Focus aan het gebruiken om die Fae wezens te bezweren opdat ze de ware aard van deze plek niet zouden zien. Ik kan niet hopen een leger draken tegelijkertijd terug te drijven! Je laat me geen andere keus dan mijn creatie te vernietigen om het geheim ervan te bewaren.
zh_cn: 停下！ 我几乎倾尽了所有专注力，才得以束缚住这些精界生灵，使他们无法洞悉此地的真实本质。在此同时，我绝无余力去击退一支龙族的大军！ 你们的所作所为，已逼我别无选择——唯有摧毁我的造物，才能保全其中的秘密。

source: You will...
gl: Ti farás...
nl: Je zal...
zh_cn: 你会……

source: have your truce.
gl: teña a súa tregua.
nl: je wapenstilstand hebben.
zh_cn: 休战。

source: Thank you, Gorlack and Resha.
gl: Grazas, Gorlack e Resha.
nl: Bedankt, Gorlack en Resha.
zh_cn: 谢谢你们，戈拉克和瑞莎。

source: Our names are known to you, yet we have given them not... There is something familiar of you... from a Memory long ago—
gl: Os nosos nomes son coñecidos por vós, pero non os demos... Hai algo familiar de ti... dunha lembranza hai moito tempo—
nl: Onze namen zijn gekend voor jou, we hebben ze nochtans niet gegeven… Er is iets vertrouwd aand jou… van een Herinnering van lang geleden—
zh_cn: 吾等之名，汝已知晓。然吾等未曾告之… 汝之形貌，吾似曾相识…自那口述史久远之时起——

source: The gate blocking your passage is no more. Hurry, there is little time.
gl: A porta que bloquea o teu paso xa non existe. Apura, hai pouco tempo.
nl: De poort die je doorgang blokkeerde is niet meer. Snel, er is niet veel tijd.
zh_cn: 挡住你们道路的大门不复存在。快，没什么时间了。

source: meet your doom.
gl: atopar a túa perdición.
nl: bereid je voor op jouw doem.
zh_cn: 迎接你的毁灭。

source: Your chance for clemency has expired.
gl: A túa oportunidade de clemencia caducou.
nl: Jouw kans op vergiffenis is verstreken.
zh_cn: 你的宽恕机会已经过期。

source: Such a sickly looking creature.
gl: Que criatura de aspecto tan enfermizo.
nl: Wat een ziek uitziend wezen.
zh_cn: 如此的一个病态生物。

source: That is a ssskeletoid — humans’ true and ssstrongessst form. Every human that dies sssomeday rises again as one of those.
gl: Ese é un esqueletoide: a forma verdadeira e ssforte dos humanos. Todo ser humano que morre algún día resucita como un deses.
nl: Dat is een ssskelet — de ware en sterkste vorm van mensssen. Elke mensss die sssterft rijssst ooit weer alsss een daarvan.
zh_cn: 那是一具类骨骼生物——人类真实且最强嘶嘶的形式。每一个某天死去的人类会复活为那些生物中的一个嘶嘶。

source: Unlesss you burn, crush or eat the bones firssssst. Never leave the bones!
gl: A menos que queimes, esmagues ou comas os ósos primeiro. Nunca deixes os ósos!
nl: Tenzij je de botten eerssst verbrand, verbrijzelt of opeet. Laat nooit de botten achter!
zh_cn: 除非你先把骨头烧掉、压碎或吃掉嘶嘶。永远不要留下骨头！

source: Nay. Gorlack, I shall not depart this cave before you!
gl: Non. Gorlack, non abandonarei esta cova antes que ti!
nl: Neen. Gorlack, ik zal deze grot niet voor jou verlaten!
zh_cn: 不，戈拉克，我不会在你之前离开这个洞穴！

source: Those two saurians do not keep pace... Yet I shall not forsake them to such a place as this.
gl: Eses dous saurios non seguen o ritmo... Con todo, non os abandonarei a un lugar coma este.
nl: Die twee saurianen houden ons niet bij… Maar ik zal ze niet in een plek als deze achterlaten.
zh_cn: 那两个蜥蜴人没跟上…… 然而我不会将他们遗弃在这种地方。

source: Go on, my friend. I shall make sure none follow. Leave this cave behind.
gl: Vaia, meu amigo. Asegurareime de que ninguén siga. Deixa atrás esta cova.
nl: Ga verder, mijn vriend. Ik zal ervoor zorgen dat niets volgt. Laat deze grot achter.
zh_cn: 继续吧，我的朋友。 我会确保没有人跟随。 离开这个洞穴。

source: Nay, there is no time, we leave now.
gl: Non, non hai tempo, marchamos agora.
nl: Neen, er is geen tijd, we gaan nu.
zh_cn: 不，没有时间了，我们现在离开。

source: Tell Karron I always regretted taking her place.
gl: Dílle a Karron que sempre me arrepintei de tomar o seu lugar.
nl: Laat Karron weten dat ik altijd spijt heb gehad haar plaats in te nemen.
zh_cn: 告诉卡伦，我总是后悔取代了她的位置。

source: Resha, we leave this cave together. Just like we did the first one.
gl: Resha, saímos xuntos desta cova. Igual que fixemos o primeiro.
nl: Resha, we verlaten deze grot samen. Net zoals we met de eerste deden.
zh_cn: 瑞莎，我们一起离开这个洞穴。 就像我们第一次那样。

source: Farewell my friend...
gl: Adeus meu amigo...
nl: Vaarwel mijn vriend...
zh_cn: 永别了我的朋友……

source: Resha...
zh_cn: 瑞莎……

source: My wings catch the Winds of Fate...
gl: As miñas ás atrapan os ventos do destino...
nl: Mijn vleugels van de Windvlagen van het lot...
zh_cn: 我的翅膀捕捉到了命运之风……

source: My friend...
gl: Meu amigo...
nl: Mijn vriend...
zh_cn: 我的朋友……

source: I have slain you...
gl: Matéite...
nl: Ik heb jouw dood betekend...
zh_cn: 我杀了你……

source: Allies
gl: Aliados
nl: Bondgenoten
zh_cn: 盟友

source: Gorlack must reach the beacon at the northern volcano
gl: Gorlack debe chegar á baliza do volcán do norte
nl: Gorlack moet het baken bij de noordelijke vulkaan bereiken
zh_cn: 戈拉克必须到达北方火山处的信标

source: From there, make your final stand
gl: A partir de aí, fai a túa posición final
nl: Vecht daar tot je laatste adem
zh_cn: 从那里，进行最后的抵抗

source: It is winter, nighttime is longer
gl: É inverno, a noite é máis longa
nl: Het is winter, de nacht duurt langer
zh_cn: 现在是冬天，夜晚会变长

source: Klanir
zh_cn: 克拉尼尔

source: Dominant Gorlack, I bring ill tidings of the hunt. The Flight of Karron was decimated by a pack of humans upon the grassy stretches. The last word from Dominant Karron spoke of their striving for a retreat to your eyrie. In a noble attempt to aid the imperiled Flight of Karron... My dominant, Vladnir, fell to our prey. Our flight was scattered east, deep into the Greatland.
gl: Dominante Gorlack, traio malas novas da caza. O Voo de Karron foi diezmado por unha manada de humanos nos tramos herbosos. A última palabra de Dominant Karron falou do seu esforzo por unha retirada ao teu aveiro. Nun intento nobre de axudar ao en perigo de voo de Karron... O meu dominante, Vladnir, caeu na nosa presa. O noso voo estaba espallado cara ao leste, profundamente na Gran Terra.
nl: Dominant Gorlack, Ik breng slecht nieuws van de jacht. De Vlucht van Karron werd gedecimeerd door een roedel mensen op de grassige vlakten. Het laatste bericht van Dominant Karron beschrref hun intentie om terug te trekken naar uw nest. In een nobele poging om de belaagde Vlucht van Karron te helpen… Viel mijn Dominant, Vladnir, onder de handen van onze prooi. Onze vlucht werd oostwaarts verdreven, diep in het Grootland.
zh_cn: 翼主戈拉克，吾为汝带来狩猎之噩音。 卡戎翼群于草原之上，遭人类群落重创。 翼主卡戎最后之言，乃欲率众遁入汝之巢穴。 欲援救危殆之卡戎翼群… 吾之翼主，维拉德尼尔，死于吾等硬猎之手。 吾等翼群溃散东去，深入泰陆腹地。

source: I must relay what I know to Dominant Karron, should she still live.
gl: Debo transmitirlle o que sei á Dominante Karron, se aínda vive.
nl: Ik moet doorgeven wat ik weet aan Dominant Karron, als zij nog leeft.
zh_cn: 我必须将我知道的事情转告给领导者卡伦，如果她还活着的话。

source: Glider, take care.
gl: Planeador, ten coidado.
nl: Zwever, het ga je goed.
zh_cn: 滑行者，小心。

source: Cold ssseason has arrived. Many moons of cold are now upon usssss.
gl: Chegou a época fría. Moitas lúas de frío están agora enriba de nósssss.
nl: Het koude ssseizoen is gekomen. Nu volgen vele maanden van vriesssweer.
zh_cn: 寒冷的季节来临了嘶嘶。现在我们面临许多寒冷之月嘶嘶。

source: We shall set camp there... Where the wounded land bleeds its warming ichor... May it provide the safety for our weary flight that I have failed to.
gl: Imos acampar alí... Onde a terra ferida sangra o seu quecemento icor... Que proporcione a seguridade para o noso canso voo que eu non puiden facer.
nl: We zullen hier ons kamp opzetten… Waar het opengereten land zijn warme vocht uitbloedt… Moge het doen voor onze vermoeide vlucht wat ik niet kon; veiligheid bieden.
zh_cn: 我们会把营地设在那里… 在那里伤痕累累的土地流出温暖的岩浆… 愿它能为我们疲惫的飞行队伍提供我未能提供的安全。

source: ‘ BAK NEKST SPRING ’
gl: ‘VOLVERÁ A PRÓXIMA PRIMAVERA’
nl: 'TRUG KOMEND LENTE'
zh_cn: “来年春归”

source: Khrakrahs
zh_cn: 柯拉卡拉斯

source: bite
gl: dentada
nl: beet
zh_cn: 咬

source: tail
gl: Cola
nl: staart
zh_cn: 尾

source: fire breath
gl: alento de lume
nl: vuurspuwen
zh_cn: 火焰吐息

source: Ho! I do not believe what I see...
gl: Ho! Non creo o que vexo...
nl: Ho! Ik geloof niet wat ik zie…
zh_cn: 嚯！ 我不相信我看到的……

source: It is magnificent.
gl: É magnífico.
nl: Het is adembenemend.
zh_cn: 壮哉。

source: It is... an Ancestor...
gl: É... un Ancestro...
nl: Het is... een Voorouder...
zh_cn: 此乃…一先祖…

source: Shek'kahan, do you not recognize Khrakrahs...?
zh_cn: 沙克•卡悍，你认识柯拉卡拉斯吗…？

source: Make your final stand
gl: Fai a túa posición final
nl: Verdedig jezelf tot je laatste adem
zh_cn: 做最后的抵抗

source: Your challenge is accepted.
gl: O teu desafío é aceptado.
nl: Je uitdaging is aanvaard.
zh_cn: 接受你的挑战。

source: I will return.
gl: Volverei.
nl: Ik zal terugkeren.
zh_cn: 我会回来的。

source: Show yourself!
gl: Móstrate!
nl: Toon jezelf!
zh_cn: 显形吧！

source: Khrakrahs, he is here...
gl: Khrakrahs, el está aquí...
nl: Khrakrahs, hij is hier...
zh_cn: 柯拉卡拉斯，他在这里……

source: Behold, mighty Shek'kahan!
zh_cn: 看啊，强大的沙克•卡悍！

source: You are bold to present such an imposter!
gl: Vostede é atrevido para presentar un impostor así!
nl: Je bent stoutmoedig om zulk een bedrieger voor te schuiven!
zh_cn: 汝竟冒名顶替！

source: Impossster?! I am elder of Green Swamp Clan and all my years Shek'kahan protected usss. I could never missstake sssome impossster for him!
zh_cn: 冒名顶替者？！ 我是绿色沼泽部落的长老，我的整个岁月沙克·卡悍都保护着我们嘶嘶。我绝不会将冒名顶替者嘶嘶误认为是他！

source: If you do not sssee this is Shek’kahan... then impossster is <b>you</b>!
gl: Se non ves que este é Shek'kahan... entón o impossster es <b>ti</b> !
nl: Als je niet herkent dat dit Shek'kahan isss… dan ben <b>jij</b> de bedrieger!
zh_cn: 如果你看不出来这是沙克•卡悍嘶嘶……那么冒名顶替者嘶嘶就是<b>你</b>！

source: Do not sssay ssso much, Zedrix! You will be eaten!
gl: Non digas moito, Zedrix! Serás comido!
nl: Zeg dat niet zo, Zedrix! Je zult opgegeten worden!
zh_cn: 不要说这么多嘶嘶，泽德里克斯！你会被吃掉的！

source: You are bold indeed, little saurian. What you have told me is false, yet a mere liar could not speak so bravely before a dragon.
gl: Es atrevido, pequeno saurio. O que me dixeches é falso, pero un simple mentireiro non podería falar con tanta valentía ante un dragón.
nl: Je bent inderdaad stoutmoedig, kleine sauriaan. Wat je me verteld hebt is fout, maar een simpele leugenaar zou echter nooit zo dapper kunnen spreken voor een machtige draak.
zh_cn: 汝果敢矣，小蜥蜴。汝言为虚，然一介狂徒，岂敢于龙前如此慷慨陈词。

source: Indeed, your heart believes the falsehood you speak... because it wishes to.
gl: De feito, o teu corazón cre a mentira que falas... porque quere.
nl: Voorwaar, je hart gelooft de valse woorden die je spreekt… omdat het zo graag wilt.
zh_cn: 诚然，汝心所信，乃汝口中之谎言…因其愿之。

source: <span color='cyan'>Zedrix, your Heart shall Reveal its Truth.</span>
nl: <span color='cyan'>Zedrix, jouw Hart zal zijn Waarheid Tonen.</span>
zh_cn: <span color='cyan'>泽德里克斯，汝之心将揭示其真相。</span>

source: Khrakrahs... Shek’kahan is dead. He fell protecting his domain and humble sssubjectsss... ... of which I am all that is left.
gl: Khrakrahs... Shek’kahan está morto. Caeu protexendo o seu dominio e humilde sssuxeitosss... ... do que son todo o que queda.
nl: Khrakrahs... Shek’kahan is dood. Hij stierf bij het verdedigen van zijn domein en zijn nederige onderdanen… … waarvan ik de laatste ben die overblijft.
zh_cn: 柯拉卡拉斯…沙克•卡悍已殒。他以身为盾，护其疆域与微末之民嘶嘶… …而我，便是那残存之孤。

source: So then it is true...
gl: Entón é certo...
nl: Dus het is waar...
zh_cn: 果真如此…

source: I go.
gl: Eu vou.
nl: Ik ga.
zh_cn: 吾去。

source: Ancestor, you spoke that Shek'kahan grew weak... Yet to his last breath, he was fearless.
zh_cn: 先祖，汝言沙克•卡悍日渐衰微… 然其至终息一刻，亦无畏无惧。

source: Yes, Shek'kahan was fearless.
zh_cn: 然，沙克•卡悍无所畏惧。

source: <b>That</b> was his weakness.
gl: <b>Esa</b> era a súa debilidade.
nl: <b>Dat</b> was zijn zwakte.
zh_cn: 其弱点也正在于<b>此</b>。

source: Fire Meets Steel
gl: O lume atópase co aceiro
nl: Vuur Tegen Staal
zh_cn: 火焰遇上钢铁

source: A storm of ice fell upon the Sunreach Peaks. The Greatland’s season of cold had come to sojourn the flight. The camp was fortified with great stone works until it resembled an eyrie. Using the ample provisions, the season might be outlasted.
gl: Unha tormenta de xeo caeu sobre os Sunreach Peaks. A estación de frío de Greatland chegara para permanecer no voo. O campamento foi fortificado con grandes obras de pedra ata parecer un aguileiro. Usando as amplas provisións, a tempada pode sobrevivir.
nl: Een storm van ijs viel op de Zongeraakte Pieken. Het koudeseizoen van het Grootland was gekomen om de vlucht te doen schuilen. Het kamp was verstevigd met grote stenen versterkingen die aan een nest deden denken. Met gebruik van de overvloedige proviand kon het seizoen misschien uitgeteerd worden.
zh_cn: 寒冰风暴席卷日触峰。泰陆的严寒季节已然降临此翼。营地以巨石加固，俨然一座巢穴。若粮草充足，或可捱过此季。

source: Gorlack secluded himself to a small abode atop the highest peak within sight of camp. There he remained in deep contemplation. Each day, the saurian Zedrix trekked up the peak to bring his dragon sustenance.
gl: Gorlack recluíuse nunha pequena morada enriba do pico máis alto á vista do campamento. Alí permaneceu en profunda contemplación. Cada día, o saurio Zedrix subía ao pico para traer o sustento do seu dragón.
nl: Gorlack zonderde zich af in een kleine verblijfplaats bovenop de hoogste piek binnen het zicht van het kamp. Daar bleef hij in diepe gedachten verzonken. Elke dag trok de sauriaan Zedrix de piek omhoog om zijn machtige draak voeding te brengen.
zh_cn: 戈拉克独居于营地可见之巅的一处小筑。彼于此处深陷沉思。日复一日，蜥蜴人泽德里克斯跋涉上峰，为其龙奉上食粮。

source: Deep Dwellers
gl: Moradores das profundidades
nl: Dieptebewoners
zh_cn: 深居者

source: Thurdakor
zh_cn: 瑟达科

source: Reinforcements! Send in th’ neist wave!
gl: Reforzos! ¡Envía a onda!
nl: Versterkingen! Stuurt de volgenden golf!
zh_cn: 援军！下一波！

source: Survive for 18 turns
gl: Sobrevive por 18 quendas
nl: Overleef voor 18 beurten
zh_cn: 存活18回合

source: The new eyrie doubles village income and support and trains veteran recruits
nl: Het nieuwe nest verdubbelt inkomen van dorpen en onderhoudt en traint ervaren rekruten
zh_cn: 新建的巢穴将使村庄收入与支援翻倍，并训练经验丰富的新兵

source: Dwarves will emerge from their tunnels every wave
gl: Os ananos sairán dos seus túneles cada onda
nl: Dwergen zullen elke golf van overal uit tunnels komen
zh_cn: 矮人每波会从他们的隧道中出现

source: Moving anyone to a tunnel will destroy it
gl: Mover a calquera a un túnel destruírao
nl: Iemand naar een tunnel bewegen zal hem vernietigen
zh_cn: 移动任何一人到隧道会摧毁它

source: I sssee now you are not Shek’kahan. I sssaw as I wished to sssee.
gl: Xa vexo que non es Shek'kahan. Vin como quería sssee.
nl: Ik zie nu dat je niet Shek’kahan bent. Ik zag wat ik wenssste te zien.
zh_cn: 我现在知道你不是沙克•卡悍嘶嘶。我看到了我希望看到的嘶嘶。

source: As have I...
gl: Como eu...
nl: Zo ook ik...
zh_cn: 吾亦然…

source: What do you mean?
gl: Que queres dicir?
nl: Wat bedoel je?
zh_cn: 什么意思？

source: As a fledgling long ago... I strayed far from the Eyrie of Vladnir, lost in dreams of glorious things to be. From a cave nearby I heard cries. My friend Resha had happened upon a dishonored rogue hiding within. It sought her death to keep secret its presence there. It had cornered her.
gl: Como nova hai tempo... Afasteime lonxe do Eyrie de Vladnir, perdido nos soños de cousas gloriosas. Desde unha cova próxima escoitei choros. A miña amiga Resha atopouse cun canalla deshonrado escondido dentro. Buscou a súa morte para gardar en segredo a súa presenza alí. Acorralara.
nl: Als een jong, lang geleden… Dwaalde ik ver weg van het Nest van Vladnir, verloren in de dromen van glorieuze dingen te gebeuren zouden staan. Van een grot in de buurt hoorde ik kreten. Mijn vriend Resha was gebotst op een eerloze banneling die zich er verborgen hield. Het zou haar doden om het geheim van zijn verblijf daar te houden. Het had haar in een hoek gedreven.
zh_cn: 昔为雏龙之时… 吾远离维拉德尼尔的巢穴，沉沦于辉煌未来的幻梦。 彼时，闻近处洞穴传哀嚎。 友瑞莎偶遇一贼匿于其内。 贼欲杀之，以匿其踪。 她已陷入绝境。

source: I thought myself invulnerable, the hero in my own tale. I charged at the beast, striking with bare claws, spitting feeble sparks. With one swipe I was sent to the ground, bleeding.
gl: Pensei invulnerable, o heroe do meu propio conto. Carguei contra a besta, golpeando coas garras espidas, cuspir débiles faíscas. Cun só golpe mandáronme ao chan, sangrando.
nl: Ik dacht mezelf onkwetsbaar, de held in mijn eigen verhaal. Ik raasde op het beest af, toeslaand met mijn blote klauwen, zielige vonken spuwend. Met één klap vloog ik tegen de grond, bloedend.
zh_cn: 吾曾自诩无敌，自命为传说英雄。 吾猛扑向巨兽，赤爪挥击，然仅迸出微弱火星。 彼一击，吾便坠地，血流不止。

source: My body froze me as it readied to flee... The desire to flee was overwhelming... Flee... abandon Resha to die...
gl: O meu corpo conxeloume cando estaba disposto a fuxir... As ganas de fuxir eran abrumadoras... Fuxe... abandona a Resha para morrer...
nl: Mijn lichaam bevroor me terwijl het klaar was om te vluchten… Het verlangen om de vluchten was overweldigend… Vluchten… Resha te sterven achterlaten...
zh_cn: 吾躯僵冷，欲遁… 遁意汹涌… 遁…弃瑞莎于死地…

source: The agonizing guilt of that last thought— <i>Leave my friend to die.</i> It reignited my heart with an unfamiliar passion. I would do anything to save my friend. I felt the whole world around me burning for the means to save her.
gl: A culpa agónica dese último pensamento <i>... Deixa morrer o meu amigo.</i> Acendeu o meu corazón cunha paixón descoñecida. Faría calquera cousa por salvar ao meu amigo. Sentín o mundo enteiro ao meu redor ardendo polos medios para salvala.
nl: Het onbedwingbare schuldgevoel van die laatste gedachte— <i>Mijn vriend te sterven achterlaten.</i> Het herontketende mijn hart met een onvertrouwde passie. Ik zou alles doen om mijn vriend te redden. Ik voelde de hele wereld rond me opbranden voor de kans om haar te redden.
zh_cn: 此念煎熬，锥心刺骨—— <i>弃吾友，坐视其亡。</i> 当是时，吾心忽燃烈焰，平生未尝有也。 愿倾吾所有，以援吾友。 觉四野皆燃，唯觅良方，援彼于危。

source: That is when I felt it beneath my right wing. A clasher’s spear, broken a reach beneath the head. It had not been there when I entered the cave. It was there now.
gl: Foi entón cando o sentín debaixo da miña á dereita. A lanza dun chocador, rompeu un alcance debaixo da cabeza. Non estivera alí cando entrei na cova. Estaba alí agora.
nl: Toen voelde ik het onder mijn rechtervleugel. De speer van een ramdraak, een hand onder de punt afgebroken. Het had daar niet gelegen toen ik de grot binnenkwam. Het was er nu.
zh_cn: 吾右翼之下，忽有触感。 一柄冲击者之矛，矛锋一臂之距处已然断裂。 吾入洞之时，彼处尚无此物。 此物今在彼处。

source: The rogue turned to finish Resha. I threw myself upon it with all my hate. The spear I ran deep into its cold heart.
gl: O canalla volveuse para rematar con Resha. Boteime a el con todo o meu odio. A lanza afondei no seu frío corazón.
nl: De banneling draaide zich om Resha af te maken. Ik gooide mezelf op hem met al mijn haat. De speer ramde zich diep in zijn kille hart.
zh_cn: 贼转身，将绝瑞莎。 吾倾尽憎恨，猛扑向前。 长矛刺入其冰冷之心。

source: Ever since have I trusted absolutely in the fire that saved my friend... Ever since have I fled the fear that drove me toward such vile cowardice.
gl: Desde entón confiei absolutamente no lume que salvou ao meu amigo... Desde entón fuxín do medo que me levaba cara a tan vil covardía.
nl: Sindsdien heb ik absoluut vertrouwen gehad in het vuur dat mijn vriend redde… Sindsdien ben ik gevlucht van de angst die me tot een daad van zulke verachtelijke lafheid dreef.
zh_cn: 自彼时起，吾笃信拯救吾友之火… 自彼时起，吾远遁引吾入此般卑懦。

source: You shunned Resha’s fears too.
gl: Tamén fuxiches dos medos de Resha.
nl: Je hebt ook de angsssten van Resah gemeden.
zh_cn: 你也回避了瑞莎的恐惧。

source: Breathing in her fears could chill my heart to cowardice.
gl: Respirar os seus medos podería arrefriar o meu corazón ata a covardía.
nl: Haar angsten inademen kon mijn hart tot lafheid bekoelen.
zh_cn: 吸入其惧，寒吾心，懦怯生。

source: Yet her heart was brave. Her fear for you made it ssso.
gl: Con todo, o seu corazón era valente. O seu medo por ti fíxoo ssso.
nl: En toch wasss haar hart moedig. Haar vreesss voor jou maakte het zo.
zh_cn: 然而她的心是勇敢的。 她为你感到的恐惧使它如此嘶嘶。

source: ...... It did.
gl: ... Fixoo.
nl: ...... Dat deed het.
zh_cn: ……诚然。

source: Your fear for her made you brave.
gl: O teu medo por ela fíxote valente.
nl: Jouw vreesss voor haar maakte jou dapper.
zh_cn: 你为她产生的恐惧让你变得勇敢。

source: A discarded spear made me brave.
gl: Unha lanza descartada fíxome valente.
nl: Een verworpen speer maakte me dapper.
zh_cn: 一柄弃枪，铸吾之勇。

source: That ssspear was your means to sssave your friend. It appeared <b>as</b> you feared for her. Because you did.
gl: Esa lanza foi o teu medio para salvar ao teu amigo. Apareceu <b>como</b> ti temías por ela. Porque o fixeches.
nl: Die ssspeer was jouw middel om jouw vriend te redden. Het toonde zich <b>omdat</b> je voor haar vreesssde.
zh_cn: 那长矛是你拯救朋友的工具嘶嘶。它出现<b>于</b>你为她恐惧之时。因为你确实恐惧。

source: Come ssswiftly! Deep dwellers emerge!
gl: Ven ss axiña! Os habitantes profundos emerxen!
nl: Kom sssnel! Dieptebewoners komen boven!
zh_cn: 快来嘶嘶！深居者已现！

source: Sae whit hae we ’ere? Dragons... Sae mony dragons mah een cannae hawp whit thay’re seeing.
gl: Que estamos aquí? Dragóns... Sae mony dragons mah een cannae hawp whit thay're seeing.
nl: Wot hebben w'ier dan? Draken... Zu viel droaken mor ik kenni zien wot ze zuun.
zh_cn: 这是啥玩意儿？龙…俺滴个乖乖，这龙也太多了吧，俺这眼睛都瞅花了。

source: It ssspeaksss but I hear no words... deep dwellers mussssst be drunken.
gl: Fffalaaaaa, pero non escoito palabras... os habitantes das profundidades debeeeen estar bébedos.
nl: Het ssspreekt maar ik hoor geen woorden... de dieptebewoners moeten dronken zijn.
zh_cn: 它说话了嘶嘶，但是我听不到…深居者肯定醉了嘶嘶。

source: It sssaid “dragons” and... <i>sssssomething</i> about dragons.
gl: Dicía "dragóns" e... <i>ssssalgo</i> sobre dragóns.
nl: Het zij "draken" en ... <i>ietsss</i> over draken.
zh_cn: 它说的是“龙”嘶嘶以及…关于龙的<i>某物</i>嘶嘶。

source: I do not grasp the words you speak. Use fewer of them with less haste.
gl: Non entendo as palabras que falas. Use menos deles con menos présa.
nl: Ik verst de woorden niet die je spreekt. Gebruik er minder en met minder haast.
zh_cn: 吾不解汝言。 请少言，勿急。

source: Your hornblower ssspews notesss over your words!
gl: O teu ssspews ssspews notas sobre as túas palabras!
nl: Jouw hoornblazer ssspuwt noten over jouw woorden!
zh_cn: 你的号手在你的话语上吐出音符嘶嘶！

source: Juist dingy him, he hud awfy much tae dram.
gl: Xusto con el, tiña moito tae dram.
nl: Let mor ni op im, hij eet woa te viel gedrunke.
zh_cn: 别理他，他喝得太多了。

source: If you depart now no harm will come to you.
gl: Se marchas agora, non che pasará ningún dano.
nl: Als je nu vertrekt zal niemand je kwaad doen.
zh_cn: 若汝此时退去，则无伤损临身。

source: Weel that is it then, wee jimmies. Ye a’ saw how ah tried tae be reasonable. Bit thare is na reasoning wi’ dragons. Thay ainlie ken th’ bite o’ oor axes.
gl: Pois iso é entón, jimmies. Xa viu como intentou ser razoable. Un pouco hai un razoamento cos dragóns. Thay ainlie ken a mordida de machados.
nl: Weeeel da ist don, verdulleme. Je hebbe allemoal gezien hoek geproebeerd hem redeloak te zen. Mor der is gien proaten me droaken. Ze kenne enkl de biet van oens bijle.
zh_cn: 好了，男孩们。你们都看到俺是怎么讲道理的。但是龙不讲道理。他们只知道我们斧头的寒冷。

source: Whit’s this? How did ye git a’ th’ wey ower ’ere?
gl: Que é isto? Como fixestes o deber aquí?
nl: Wasdat? Hoe zedde goa helemoal ier geroakt?
zh_cn: 这是什么？你怎么一路跑到这里来的？
