Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: gl, nl, zh_cn

source: 29th day of Greenleaf ...how was I to know Vanar’s ritual would involve blood sacrifice?! Oh, if only the wicked “Lady” Dionli had not put me in this unenviable position. Now I shall need another unsalaried novice handmaiden willing to work for “experience”...
gl: Día 29 de Greenleaf ...como ía saber que o ritual de Vanar implicaría sacrificio de sangue?! Ah, se a malvada "Lady" Dionli non me puxera nesta posición pouco envexable. Agora necesitarei outra criada nova sen soldo disposta a traballar por "experiencia"...
nl: 29ste dag van Groenblad … hoe had ik kunnen weten dat Vanar's ritueel een bloedoffer zou bevatten?! Ach, als the valse 'Dame' Dionli me maar niet in deze jammere positie geleid had. Nu zal ik nog een nieuw onbetaald dienstmeisje nodig hebben die bereid is om te werken voor "ervaring"...
zh_cn: 绿叶29日 …我怎会知晓凡纳尔的祭典竟需献祭？！哦，倘若那邪恶的迪翁莉“女领主”未曾将我置于此等不堪之境，该多好。而今，我得另寻一名无薪的见习侍女，愿为“经验”而工作…

source: 1st day of Leaffall ...still more of these dreadful rituals must be completed before Vanar can place a curse upon my usurper. Yet if I stop now, everything I have sacrificed— <i>everyone</i> I have sacrificed —shall have been in vain! I owe it to them to continue...
gl: 1º día de Leaffall... aínda hai que completar máis destes terribles rituais antes de que Vanar poida maldicir o meu usurpador. Pero se me paro agora, todo o que sacrifiquei, <i>todos os</i> que sacrifiquei, será en balde! Débolles continuar...
nl: 1ste dag van Bladval … steeds meer van deze vieze rituelen moeten vervuld worden vooraleer Vanar een bezwering kan plaatsen over mijn usurpator. Maar als ik nu zou stoppen, zou alles wat ik heb opgeofferd— <i>iedereen</i> die ik heb opgeofferd — zal voor niets geweest zijn! Ik ben het hen verschuldigd verder te gaan...
zh_cn: 落叶1日 …在凡纳尔能对我的篡位者施下诅咒之前，还有更多可怕的仪式必须完成。然而如果我现在停手，我已牺牲的一切——我已牺牲的<i>每个人</i>——都将付诸东流！为了他们，我必须继续下去…

source: 13th day of Leaffall ...the Ka’lian is growing suspicious because more of my attendants have gone missing than usual. I must vastly intensify my persona. And for future rituals, I shall need new <i>“guests of honor”</i> which are not of elfkind...
gl: 13º día de Leaffall ... o Ka'lian está a sospeitar porque máis dos meus asistentes desapareceron do habitual. Debo intensificar moito a miña personalidade. E para futuros rituais, necesitarei novos <i>"invitados de honra"</i> que non sexan de tipo elfo...
nl: 13de dag van Bladval … de Ka'lian wordt achterdochtig omdat meer van mijn dienaren vermist geraken dan gewoonlijk. Ik moet mijn image heel hard versterken. En voor verdere rituelen zal ik nieuwe <i>“eregasten”</i> nodig hebben die niet onder de elfen behoren...
zh_cn: 落叶13日 …卡·利安对我愈发生疑，因为我相比以往有更多的侍从失踪。我必须大大强化我的人格。为了未来的仪式，我需要新的<i>“贵宾”</i>，而且必须是非精灵族的…

source: 31st day of Leaffall ...those saurians may smell of the swamp they crawl from, but they shall make a worthy sacrifice to Vanar! I have extended a formal invitation to Arinexis, a saurian ambassador, or what passes for one amongst their primitive and malodorous kind. I shall show this saurian and its entourage every courtesy and tempt them with all the delights of elvish cuisine— seasoned with Shavings of the Yew...
gl: Día 31 de Leaffall ...eses saurios poden cheirar ao pantano do que arrastran, pero farán un sacrificio digno a Vanar! Estendín unha invitación formal a Arinexis, un embaixador saurio, ou o que pasa por un entre os seus primitivos e malolientes. Mostrarei toda cortesía a este saurio e ao seu séquito e tentarei con todas as delicias da cociña élfica, aderezadas con virutas de teixo...
nl: 31ste dag van Bladval ...die saurianen mogen dan wel stinken naar het moeras waar ze uitgekropen zijn, maar ze zullen een waardig offer tot Vanar zijn! Ik heb reeds een formele uitnodiging gestuurd naar Arinexis, een sauriaanse ambassadeur, of wat daarvoor moet doorgaan onder hun primitief en stinkend ras. Ik zal deze sauriaan en zijn entourage elke hoffelijkheid tonen en hen verleiden met de geneugten van elfse kookkunsten— met gekruid met Schillen van de Taxus...
zh_cn: 落叶31日 …那些蜥蜴人或许还带着它们爬出的沼泽的恶臭，但它们终将成为凡纳尔的一份合格的祭品！我已向蜥蜴人大使阿瑞尼克西斯发出了正式的邀请，在他们那原始且腥臭的族群之中的一位。我将对这只蜥蜴人及其随从施以最殷勤的款待，并用精灵美食——用紫杉刨花调味——来诱惑他们…

source: This tree has been debarked by repeated scratching from animals of some kind. It smells strongly of a fig tree yet it is clearly an oak.
gl: Esta árbore foi descascarada por rabuñadas repetidas de animais dalgún tipo. Cheira moito a figueira pero é claramente un carballo.
nl: De boom is ontdaan van zijn schors door herhaaldelijk krabben van een of ander dier. Het riekt sterk naar een vijgenboom maar is nochtans duidelijk een eik.
zh_cn: 此树树皮已被某种动物反复抓挠剥落。其气味虽浓郁如无花果树，然确系一株橡树。

source: Might I tempt you with some of the finest floral refreshments of elvish cuisine?
gl: ¿Podo tentarche con algúns dos mellores refrescos florais da cociña élfica?
nl: Kan ik je mogelijks verleiden met enkele bloemige verfrissingen van de fijnste elfse kookkunsten?
zh_cn: 可以请你品尝一些精灵菜系中最精美的花式点心吗？

source: Sssalennea, has your Ka’lian ruled to formally apologize to our Sssaurian Empire for sssetting loossse your human minions upon usssss?
gl: Sssalennea, o teu Ka'lian decidiu pedir desculpas formalmente ao noso Imperio Ssauriano por soltar aos teus esbirros humanos sobre nósssss?
nl: Sssalenea, heeft jouw Ka'lian besloten om zich formeel te verontschuldigen aan ons Sssauriaanse Rijk voor het uitsssturen van jullie menssselijke ssslaafjesss?
zh_cn: 嘶嘶萨莲妮雅，你们卡·利安是否已下令，为你们放任人类爪牙犯我蜥蜴人帝国一事嘶嘶，向我等正式致歉嘶嘶？

source: The Ka’lian neither confirms nor denies any involvement. We elves of Wesmere have moved on from this matter and we hope you shall as well!
gl: O Ka'lian nin confirma nin nega ningunha implicación. Os elfos de Wesmere saímos deste asunto e esperamos que ti tamén o fagas!
nl: De Ka'lian bevestigd noch ontkent enige betrokkenheid. Wij elfen van Wesmere hebben deze zaak achter ons gelaten en hopen dat jullie hetzelfde kunnen doen!
zh_cn: 卡利安既不承认也不否认任何参与。 我们韦弥尔的精灵已经不再追究此事，希望你们也能如此！

source: Oh we will move on, we will...
gl: Oh, seguiremos adiante, seguiremos adiante...
nl: Oh we zullen het achter onsss laten, dat isss zeker...
zh_cn: 哦我们会继续前进，我们会…

source: ...as sssoon as we have finished with you here.
gl: ...en canto rematemos contigo aquí.
nl: ...van zo gauw we hier met jou klaar zijn.
zh_cn: …一旦在此地处置完你们。

source: Gorlack, pray position your hunters well and then let usss attack!
gl: Gorlack, ora coloca ben aos teus cazadores e despois déixanos atacar!
nl: Gorlack, breng uw jagers sssnel in positie en laten we aanvallen!
zh_cn: 戈拉克，赶快把猎人们的位置安排好，然后让我们发起进攻嘶嘶！

source: Nay! This is a thing too terrible to foresee. Vonel, save me from these monsters!
gl: Non! Esta é unha cousa demasiado terrible para prever. Vonel, sálvame destes monstros!
nl: Neen! Dit is zo verschrikkelijk dat niemand het had kunnen voorzien. Vonel, red me van deze monsters!
zh_cn: 不！这是件可怕得无法预料的事。沃内尔，救我脱离这些怪物！

source: I am coming to save you, m’Lady! Dispatch doves to the Ka’lian with word of our peril here!
gl: Veño para salvarte, señora! Envía pombas ao Ka'lian con noticia do noso perigo aquí!
nl: Ik kom je redden, mijn Dame! Stuur duiven naar de Ka'lian met boodschap van onze gevaarlijke situatie!
zh_cn: 我来救你了，我的女士！ 派鸽子向卡利安传达我们这里陷入险境的消息！

source: Lady Salennea loosed them to the wilds this morning for sake of their well being... I shall bring word myself!
gl: Lady Salennea soltounos ao monte esta mañá por mor do seu benestar... Vou dar noticia eu mesmo!
nl: Dame Salennea liet ze deze ochtend los in de lucht voor hun welzijn… Ik zal zelf de boodschap brengen!
zh_cn: 萨莲妮雅女士今朝将它们放归荒野，只为它们的福祉… 我要亲口报信！

source: Nay, I need you here to defend this march until your dying bre—
gl: Non, necesito de ti aquí para defender esta marcha ata o teu morrer bre—
nl: Neen, ik heb je hier nodig om deze mars te verdedigen to je laatste ade—
zh_cn: 不，我需要你在此地坚守战线，直至战死——

source: You have slain me, Vonel. Your bias and slander against these gentle giants imbued them with a terrible yet justifiable wrath!
gl: Matáchesme, Vonel. O teu prexuízo e calumnia contra estes xentiles xigantes imbuíronlles unha ira terrible pero xustificable!
nl: Je hebt mijn dood uitgelokt, Vonel. Jouw vooringenomenheid en laster hebben deze lieve reuzen gevuld met een verschrikkelijke maar wel gerechtvaardigde wraaklust!
zh_cn: 你杀了我，沃内尔。你对这些温和的巨人的偏见和诽谤让他们充满了可怕的却又正当的怒火！

source: If only I had listened to you, my Lady... <small><i>my princess</i></small> ... Naaaaaaaay!
gl: Se te escoitara, miña Señora... <small><i>miña princesa</i></small> ... Naaaaaaaay!
nl: Had ik maar naar jou geluisterd, mijn Dame... <small><i>mijn princes</i></small> … Neeeeeeeeen!
zh_cn: 要是我听了你的话就好了，我的女士……<small><i>我的公主</i></small>…… 不！！！！！！！！！

source: $unit.name finds a shiny sapphire. Do you want this unit to take it?
gl: $unit.name atopa un zafiro brillante. Queres que a leve esta unidade?
nl: $unit.name vindt een glimmende saffier. Wil je dat deze eenheid het opraapt?
zh_cn: $unit.name发现了一颗闪亮的蓝宝石。你想让这个单位拿走它吗？

source: Sapphire of Ice^Take it
gl: Tómao
nl: Sapphire of Ice^Opnemen
zh_cn: 拿走它

source: Sapphire of Ice^Leave it
gl: Déixao
nl: Sapphire of Ice^Laten liggen
zh_cn: 留下它

source: $unit.name finds a shiny sapphire. But only a speaking unit can take it!
gl: $unit.name atopa un zafiro brillante. Pero só unha unidade de fala pode asumilo!
nl: $unit.name vindt een glimmende saffier. Maar enkel een sprekende eenheid kan het oprapen!
zh_cn: $unit.name发现了一颗闪亮的蓝宝石。但是只有能说话的单位才能拿走它！

source: Flight, spread forth. Seize all this jungle offers us. Then regather upon the Sunreach Peaks.
gl: Voo, espallado. Aproveita todo o que nos ofrece esta selva. Despois reúnense nos Picos Sunreach.
nl: Vlieg, ga voort. Grijp alles wat dit oerwoud ons te bieden heeft. Hergoepeer dan aan de Zongeraakte Pieken.
zh_cn: 翼群，散开。 丛林予吾等之一切，皆予夺取。 尔等随后于日触峰会合。

source: Overlook
gl: Pasar por alto
nl: Toezicht
zh_cn: 俯瞰

source: The main body of Flight Gorlack descended upon a rocky mountainside overlooking the Jungle of Wesmere. There, Dominant Gorlack waited for his wings of hunters to rejoin them.
gl: O corpo principal do Flight Gorlack descendeu sobre unha montaña rochosa con vistas á selva de Wesmere. Alí, o Dominante Gorlack esperou a que as súas ás de cazadores se reunisen con eles.
nl: Het grootste deel van Vlucht Gorlack landde op een rotsige bergwand die uitkeek op het Oerwoud van Wesmere. Daar wachtte Dominant Gorlack op zijn vleugels van jagers om zich weer bij hem te voegen.
zh_cn: 戈拉克翼群的主力军降临于韦弥尔丛林上方的陡峭山坡。翼主戈拉克于此静候其麾下狩猎之翼的归队。

source: They were long overdue...
gl: Estaban moi atrasados...
nl: Ze waren al veel te laat...
zh_cn: 它们已然迟归…

source: Strange Creatures
gl: Criaturas estrañas
nl: Vreemde Wezens
zh_cn: 奇异生物

source: Avatar of Nova
nl: Avatar van Nova
zh_cn: 新星化身

source: Elves
gl: Elfos
nl: Elfen
zh_cn: 精灵

source: Woses
gl: Arboreáns
nl: Enten
zh_cn: 树人

source: Gates
gl: Portas
nl: Poorten
zh_cn: 大门

source: Passage Gate
gl: Porta de Pasaxe
nl: Doorgangspoort
zh_cn: 通道大门

source: Gorlack, Resha, Arinexis and Zedrix reach the cave exit
gl: Gorlack, Resha, Arinexis e Zedrix chegan á saída da cova
nl: Gorlack, Resha, Arinexis en Zedrix bereiken de uitgang van de grot
zh_cn: 戈拉克、瑞莎、阿瑞尼克西斯和泽德里克斯到达洞穴出口

source: When the heroes exit, anyone left on the map will die
zh_cn: 当英雄们离开的时候，任何留在地图上的人会死掉

source: Anyone that exits before the heroes do will survive
zh_cn: 任何在英雄们之前离开的人会存活

source: Unrecalled veterans will survive
gl: Os veteranos non recordados sobrevivirán
nl: Niet opgeroepen veteranen zullen ook overleven
zh_cn: 未召回的老兵会存活

source: To command ressspect, our alliance with dragons mussst have <b>sssssome</b> name!
gl: Para mandar o respeto, a nosa alianza cos dragóns debe ter <b>algún</b> nome!
nl: Om ressspect te eisssen moet onsss bondgenootschap met de draken een <b>naam</b> hebben!
zh_cn: 为了赢得尊重嘶嘶，我们和的龙的联盟必须有<b>某个嘶嘶</b>名字！

source: ‘Sssibblings of Sssetting Sssun’
gl: "Irmáns de Sssetting Sssun"
nl: 'Broedersss van de Ondergaande Zon'
zh_cn: “夕阳的兄弟们”嘶嘶

source: ‘Union of Saurgrath and Morogor’
gl: "Unión de Saurgrath e Morogor"
nl: 'Unie van de Saurgath en Morogor'
zh_cn: “沙格拉斯与莫罗戈联盟”

source: ‘Alignment of Moon and Sssun’
gl: ‘Aliñamento da Lúa e do Sssol’
nl: 'Opstelling van de Maan en de Zon'
zh_cn: “月日同辉”嘶嘶

source: ‘Sandwalkers’
gl: "Camiñantes da area"
nl: 'Zandtredersss'
zh_cn: “沙行者”

source: ‘League of Ssseven Sssilver Ssstars and Five Fish of Firmament’
gl: 'League of Ssseven Sssilver Ssstars e Five Fish of Firmament'
nl: 'Liga van de Zeven Zilveren Sssterren en de Vijf Vissssen van het Firmament'
zh_cn: “七银星与苍穹五鱼联盟”嘶嘶

source: ‘Sandfolks’!
gl: "Pobo da area"!
nl: 'Zandjongens'!
zh_cn: “沙民”！

source: Ah, that is mossst favored name— ‘Sandfolksss’ —bland, yet no negative connotationsss which sssummon...
gl: Ah, ese é o nome favorito máis popular - 'Sandfolksss' - insípido, pero sen connotacións negativas que sssum...
nl: Ah dat is de meessst gunssstige naam— 'Zandjongens' — onopmerkelijk, maar zonder negatieve connotatiesss die zouden kunnen...
zh_cn: 啊，这是最嘶嘶受欢迎的名字——“沙民”嘶嘶——平淡无奇，但却没有任何负面含义嘶嘶，让人联想到……

source: You <b>will</b> be silent.
gl: <b>Gardarás</b> silencio.
nl: Jij <b>zal</b> zwijgen.
zh_cn: 你<b>将会</b>保持沉默。

source: Report, Resha. There are still nine wings yet to rejoin us!
gl: Informe, Resha. Aínda quedan nove ás para unirse a nós!
nl: Rapporteer, Resha. Er zijn nog negen vleugels die ons moeten vervoegen!
zh_cn: 报告，瑞莎。 还有九支翼队尚未归队！

source: Gorlack, the wings are slain.
gl: Gorlack, as alas foron abatidas.
nl: Gorlack, de vleugels zijn afgeslacht.
zh_cn: 戈拉克，翼队被杀了。

source: Impossible...
gl: imposible...
nl: Onmogelijk...
zh_cn: 不可能...

source: The jungle withheld the elves’ true number. Just as our pride withheld their true potency. A full host of them now pursues us here. We must retreat to the eyrie with all haste.
gl: A selva retivo o verdadeiro número dos elfos. Así como o noso orgullo retivo a súa verdadeira potencia. Unha gran cantidade deles agora nos persegue aquí. Debemos retirarnos ao nido con toda présa.
nl: Het oerwoud verborg het ware aantal van de elfen. Net zoals onze trots hun macht niet liet doorschemeren. Nu vervolgd een volledige troepenmacht ons hier. We moeten zo snel mogelijk terugtrekken naar het nest.
zh_cn: 这片丛林遮掩了精灵真正的数目。 正如我们的傲慢隐藏了他们的真正实力。 现在他们派出了一支大军在此追击我们。 我们必须尽快撤退到老巢。

source: They are coming...
gl: Están chegando...
nl: Ze komen...
zh_cn: 他们正在过来……

source: Our haul is too heavy to be flown with a dozen trips. We must not forsake it. Too much depends on it.
gl: O noso transporte é demasiado pesado para ser voado cunha ducia de viaxes. Non debemos abandonalo. Demasiado depende diso.
nl: Onze vracht is te zwaar om met een dozijn reizen heen en weer gedragen te worden We mogen het niet achterlaten. Er hangt te veel van af.
zh_cn: 吾辈之猎获过重，纵十数往返，亦不可飞运。 吾等岂可弃之。 所系甚重。

source: Through thisss cave! Essscape through here...
gl: A través desta cova! Essscape por aquí...
nl: Door deze grot! Hier doorheen kunnen we ontsssnappen...
zh_cn: 通过这个洞穴嘶嘶！从这里逃走嘶嘶……

source: With care, Arinexis, with care! Fire dussst is ssstrewn about.
gl: Con coidado, Arinexis, con coidado! Po de lume está espallado.
nl: Voorzichtig, Arinexisss, voorzichtig! Er is overal vuurpoeder gessstrooid.
zh_cn: 小心，阿瑞尼克西斯，要小心！火粉四处散落嘶嘶。

source: Dragons, do not breath on thisss dussst!
gl: Dragóns, non respires neste po!
nl: Draken, ssspuw niet op dit sstof!
zh_cn: 巨龙，莫向此尘吐息嘶嘶！

source: Fire Dust... enough to bring down this cave behind us...
gl: Po de lume... o suficiente para derrubar esta cova detrás de nós...
nl: Vuurpoeder… genoeg om de hele grot achter ons te doen inzakken...
zh_cn: 火焰粉尘……足以让我们身后的洞穴崩塌……

source: ... a <b>cave</b>.
gl: ... unha <b>cova</b>.
nl: ... een <b>grot</b>.
zh_cn: …一个<b>洞穴</b>。

source: Gorlack, you know we must brave it... We shall do this. Together. You delivered me from <b><i>that</i></b> cave alive. I swear to you, Gorlack, I shall now repay you in kind.
gl: Gorlack, xa sabes que debemos afrontalo... Farémolo. Xuntos. Librachesme vivo <b><i>daquela</i></b> cova. Xúroche, Gorlack, que agora che pagarei en especie.
nl: Gorlack, je weet dat we het moeten trotseren… We zullen dit doen. Tesamen. Jij bracht me levend uit <b><i>die</i></b>grot. Ik zweer je, Gorlack, ik zal je nu in gelijke munt terugbetalen.
zh_cn: 戈拉克，你知道我们必须勇往直前…… 我们会一起去做的。 一起。 是你让我从<b><i>那个</i></b>山洞里活着出来的。 我向你发誓，戈拉克，现在轮到我来回报你了。

source: Resha... about <b><i>that</i></b> cave... there is someth—
gl: Resha... sobre <b><i>esa</i></b> cova... hai algo—
nl: Resha… wat betreft <b><i>die</i></b> grot... er is iets—
zh_cn: 瑞莎……关于<b><i>那个</i></b>洞窟……有些——

source: Land gliders! Their aim must be to delay us before the arrival of the others.
gl: Planeadores terrestres! O seu obxectivo debe ser atrasarnos antes da chegada dos demais.
nl: Daal neer zwevers! Hun doel moet zijn om ons te vertragen voor de komst van de rest.
zh_cn: 陆行滑翔者！ 他们的目标一定是在其他人到来之前拖延我们。

source: I need a few to hold a line across the mouth. The rest of you, into the cave!
gl: Necesito uns cantos para manter unha liña na boca. O resto, á cova!
nl: Ik heb enkelen nodig om een linie te houden aan de opening. De rest van jullie, die grot in!
zh_cn: 我需要几个人守住入口。 其余的人，进洞里去！

source: Lodestane Mines of Gyldanwolf Clan Year of Wirk 368, 7th Month They elves wur back in the mushroom croft again, making dolly threats tae the laddies in that fancy tongue of thairs. Said thay wid attack if we gather ony mair wood tae feed oor mushrooms, it does nae even maiter if it be juist the pine! Hud the laddies pat up gates tae keep they elves oot fur now. If thay dae come back with an airmie we cannae handle, we hae flashpowder kegs aroond the load bearing walls. They elves ur sae impressed with that cute “magic” of thairs— think of the looks oan thair faces whin thay see dwarven kencraft at wirk! Still, oor woodcutters cannae harvest ony mair mushroom fodder oot of the forest withoot elves chipping away at thaim and the lodestane mines ur nearly tae the end of thair veins. Mibbie ah shuid trade this cave tae that streenge “Nova” cratur efter all. Whit ever it be ah dae nae care; if the elves ever come back then thay kin deal with it.
gl: As mulleres abren as portas para manter agora os elfos con pel. Se volves cun avión que non poidamos manexar, teremos barriles de pólvora ao redor das paredes de carga. Os elfos quedan impresionados con esa fermosa "maxia" dos tailandeses: pensa nas miradas dos seus rostros cando ven os ananos enanos. Aínda así, os leñadores poden coller só o forraxe de cogomelos do bosque sen que os elfos se esquezan e as minas de lodestane están case ata o final das veas. Mibbie ah shuid comerciar esta cova con esa cratura "Nova" despois de todo. Sempre que sexa ah dae nae care; se os elfos volven algunha vez, os seus familiares tratarán con iso.
nl: Loodsteen Mijnen van de Gyldanwolf Clan Jaar van Wirk 368, 7de maand De puntoaren woaren terug in de paddestoelen veldn, dwoaze bedreigingen moakend oan de joenges in die zwierige toal von hun. Zeiden da ze zoaden aanvallen ah we nog meer hoat zoaden verzoamelen om ons paddestoelen te voederen, het moakt zelfs ni uit alst gewoan vurenhoat is! Heb de joenges poorten doen zetten om de puntoaren voorlopig boate te hoawe. Ah ze terugkoamen me een leger da we ni aankunne, hebben we flitspoeier tonne stoan rond de steunmuren. Die puntoaren zen zo blij met die schattige "magie" van hun— denk oan de blik op hunne kop wanneer ze dwergse kenniskunst oant werk zien! Ma toech, oens hoathakkers kunne gien paddestoelen vuur meer oat den bos goan halen zonder da de puntoaren hun bestoaken en de loadsteen mijnen zen bekans aant einde van hun aoders. Misschien zouk dees grot toch nog met dat "Nova" wezen motten ruilen. Wat het ook is ken me ni bommen; ah de elfjes ooit terugkome kunne zij dermee omgoan.
zh_cn: 金狼氏族的磁铁矿场 工历368年，7月 那些精灵又回到了蘑菇农场，用他们那花哨的语言向小子们空口恫吓。他们说，若俺们再伐木以饲蘑菇，他们便将兴兵；纵使只是松木，亦在所不惜。 小子们已暂时设门，以阻精灵。 若他们果真率吾等无力抵挡之军卷土重来，俺们便在承重墙周遭布设火药桶。那些精灵对其那点小聪明“魔法”颇为自得——且待他们见识矮人的匠心，其表情定然精彩！ 然而，若无精灵不断侵扰，俺们伐木工便无法再入林采伐蘑菇饲料，且磁铁矿脉亦已濒临枯竭。 也罢，俺要将此洞拱手让予那古怪的“新星”之物。无论其为何物，俺也不在乎；若精灵果真卷土重来，便让他们去应付罢。

source: Is that you again, Khrakrahs?
gl: Es ti outra vez, Khrakrahs?
nl: Ben jij dat terug, Khrakrahs?
zh_cn: 那又是你吗，柯拉卡拉斯？

source: It is to his ssstronger brother, Shek’kahan, that you ssspeak!
gl: É co seu irmán máis forte, Shek'kahan, que lle falas!
nl: Het is zijn sssterkere broer, Shek'kahan, waarmee je ssspreekt!
zh_cn: 你是在对他的更强嘶嘶的哥哥沙克•卡悍说话嘶嘶！

source: As you say.
gl: Así dis.
nl: Als jij het zegt.
zh_cn: 如你所说。

source: I shall have passage through this mountain. You are advised to move aside.
gl: Terei paso por esta montaña. Recoméndase afastarse.
nl: Ik zal door deze berg passeren. Je bent geraden om uit de weg te gaan.
zh_cn: 我将通过这座山脉。 你最好让开。

source: You have no means to threaten me. Even if you destroyed this grim avatar of mine, presently speaking to you, I would continue acting through my others in far off places. Now, I must resume my work and you must leave...
gl: Non tes medios para ameazarme. Aínda que destruíches este meu sombrío avatar, falando contigo, seguiría actuando a través dos meus outros en lugares afastados. Agora, debo retomar o meu traballo e debes marchar...
nl: Je hebt niets om me mee te bedreigen. Zelfs al zou je deze grimme avatar van me vernietigen, die nu met jou spreekt, zou ik verder handelen door de anderen in verre plaatsen. Nu, ik moet verdergaan met mijn werk en jij moet gaan...
zh_cn: 你没有办法威胁我。就算你毁掉了我这个正在和你说话的阴森化身，我也会继续通过远方的其他化身来行动。 现在，我必须继续工作，你必须离开…

source: Wait... what is that behind you? <i>Faerie</i> creatures have followed you... If they come much closer <b><u>It</u></b> will see what has been created here. The Faerie World sees and feels through the senses of all the simpler beings it has transmuted. And if it only glimpses my work in this early phase, we may lose our world’s best hope against it.
gl: Espera... que hai detrás de ti? Seguíronte criaturas <i>de fadas</i> ... Se se achegan moito máis, <b><u>verá</u></b> o que se creou aquí. O mundo das fadas ve e sente a través dos sentidos de todos os seres máis sinxelos que transmutou. E se só albisca o meu traballo nesta fase inicial, podemos perder a mellor esperanza do noso mundo contra el.
nl: Wacht… wat is dat achter je? <i>Fae</i> wezens hebben je gevolgd… Als zij veel dichter komen zal <b><u>Het</u></b> zien wat hier gecreëerd is. De Fae Wereld ziet en voelt door de zintuigen van alle simpelere wezens die het getransmuteerd heeft. En als het zelfs een blik kan vangen van mijn werk in deze eerste fase, zouden we de beste hoop van onze wereld ertegen kunnen verliezen.
zh_cn: 等等…你身后是何物？ <i>精界</i>生灵已然随你而来… 如果它们再靠，<b><u>它</u></b>便会窥见此地之造物。 精界世界转生万物低等生灵，借其感知观照寰宇。若彼于此时初窥吾之伟业，吾等或失此界对抗彼之最后一线生机。

source: The Faerie... You say those things that pursue us are ‘Faerie’. That is a fearsome word known from even our oldest Memories. Tell us its full meaning.
gl: A Fada... Dis que esas cousas que nos perseguen son 'Faerie'. Esa é unha palabra temible coñecida incluso das nosas Memorias máis antigas. Cóntanos o seu significado completo.
nl: De Fae... Je zegt dat die dingen die ons achtervolgen 'Fae' zijn. Dat is een ontzagwekkend woord gekend van zelfs onze oudste Herinneringen. Vertel ons wat het betekent.
zh_cn: 精界… 汝言追吾等之物，乃“精界”也。 此名骇人，吾等口述史亦载其威。 告吾等其全意。

source: There is <b><u>no</u></b> time for that! Faerie creatures are chasing you; you must leave the way you came or they will follow you here.
gl: <b><u>Non</u></b> hai tempo para iso! Criaturas de fadas perséguente; debes deixar o camiño que viñeches ou te seguirán aquí.
nl: Er is <b><u>geen</u></b> tijd daarvoor! Wezens van de Fae achtervolgen jullie; jullie moeten terugkeren waar jullie vandaan komen of ze zullen jullie hier volgen.
zh_cn: <b><u>没有</u></b>时间了！ 精界之物正紧追不舍；你们必须原路折返，否则它们将循踪至此。
