Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: gl, nl, zh_cn

source: Gorlack... There is a matter for which I must give counsel. You have heard the Memory of our ancient exile to these sinking isles. You have endured the shame of knowing it was Dominant Morogor’s betrayal that made it so. While the rest of your caste revere this Ancestor, you alone shoulder the truth.
gl: Gorlack... Hai un asunto sobre o que debo asesorar. Escoitaches a Memoria do noso antigo exilio a estas illas que se afunden. Soportaches a vergoña de saber que foi a traizón do Dominante Morogor o que o fixo así. Mentres o resto da túa casta venera a este antepasado, ti só tes a verdade.
nl: Gorlack… Er is een zaak waarin ik advies moet geven. Je hebt de Herinnering gehoord van onze aloude exodus naar deze zinkende eilanden. Je hebt de schaamte doorstaan te weten dat dit het gevolg is van het verraad van Dominant Morogor. Terwijl de rest van jouw orde deze Voorouder vereren, weegt enkel op jouw schouders de waarheid.
zh_cn: 戈拉克… 有一事吾必须谏言。 汝已听闻吾族流落此沉没群岛之古远口述史。 汝亦承受着莫罗戈翼主背叛致此之耻。 当汝同种姓皆尊崇此先祖时，唯汝独负真相。

source: Verily, it has cooled my heart some, to know our shameful past. Yet such is a small price for wisdom.
gl: En verdade, arrefrioume un pouco o corazón, coñecer o noso pasado vergoñento. Pero ese é un pequeno prezo para a sabedoría.
nl: Voorwaar, het heeft mijn haart bekoeld, te weten van onze schaamtevolle verleden. Maar dat is een kleine prijs voor wijsheid.
zh_cn: 诚然，知晓吾族耻辱过往，确令吾心稍得冷却。 然此不过换取智慧之微渺代价。

source: My friend, the price is yet to be paid. Beyond these isles is a world stranger than words can tell. Things forgotten since the Time of Legend. When planted are our feet on the Greatland, that place which slew so many of our folk long ago... We must proceed with the utmost caution. With our Windpath well chosen.
gl: Meu amigo, o prezo aínda está por pagar. Máis aló destas illas hai un mundo máis estraño do que as palabras poden dicir. Cousas esquecidas desde o Tempo das Lendas. Cando plantamos os nosos pés na Greatland, ese lugar que matou a tantos da nosa xente hai moito tempo... Debemos proceder coa máxima precaución. Co noso Windpath ben escollido.
nl: Mijn vriend, de prijs moet nog betaald worden. Voorbij deze eilanden is een wereld vreemder dan wat woorden kunnen beschrijven. Dingen die vergeten zijn sinds de Tijd der Legenden. Wanneer onze voeten zich op het Grootland planten, de plek die lang geleden zo velen van ons volk de dood in joeg… We moeten met de grootste voorzichtigheid verder gaan. Met een goed gekozen Windpad.
zh_cn: 朋友，代价尚未偿还。 这些岛屿之外的世界，其奇异远超言语所能描绘。 那是自传说纪元起便被遗忘之物。 当吾族踏上那片曾吞噬无数先民的泰陆之时… 吾等须以极慎之心前行。 风途之择，必承天命。

source: I hear your counsel, Resha. I shall heed it. Yet set aside your fear, for there is also more to us than words can tell. A power within our hearts to which you will bear witness. With it we shall part the turbulent Winds of Fate themselves. Leaving in their place, a Windpath of our own making.
gl: Escoito o teu consello, Resha. Vou facer caso. Sen embargo, deixa de lado o teu medo, porque tamén hai máis para nós do que as palabras poden dicir. Un poder dentro dos nosos corazóns do que darás testemuño. Con ela separaremos os propios ventos turbulentos do destino. Deixando no seu lugar, un Windpath de creación propia.
nl: Ik hoor je advies, Resha. Ik zal het gehoor geven. Maar zet je angst opzij, want ook aan ons is er meer dan woorden kunnen beschrijven. Een kracht in onze harten waarvan jij getuige zal zijn. Hiermee zullen we de woeste Windvlagen van het Lot zelf doen scheiden. In hun plaats laten we een Windpad achter van onze eigen makelij.
zh_cn: 瑞莎，吾闻汝谏。 吾当从之。 然，且收汝惧，因吾等之众，非言语可尽述。 汝将亲睹此心魂深处之力。 凭此力，吾等将劈裂狂乱之命运之风。 于其之上，铺就属吾等之风途。

source: Journey
gl: Viaxe
nl: Tocht
zh_cn: 征途

source: To make ready for the journey, Gorlack cut loose every possible burden from his flight. The hulking armor of the clasher caste was forsaken. Provisions were halved.
gl: Para prepararse para a viaxe, Gorlack soltou todas as cargas posibles do seu voo. A descomunal armadura da casta do clasher foi abandonada. As provisións reducíronse á metade.
nl: Om zich voor te bereiden op de tocht, liet Gorlack elke mogelijk last achter. Het kolossale pantser van de ramdraken werd achtergelaten. Proviand werd gehalveerd.
zh_cn: 为备远行，戈拉克令其翼群卸除一切可弃之负。冲击者种姓之重甲尽数遗弃。粮秣给养亦减半而行。

source: Even then, half among the flight were unready to last such a journey. Those yet too young. Those with wounds still mending. To Karron’s bewilderment, Gorlack gifted her these— a flight of her own to lead.
gl: Mesmo entón, a metade dos voos non estaban preparados para durar tal viaxe. Os aínda moi novos. Os que teñen feridas aínda amañando. Para desconcerto de Karron, Gorlack regaloulle estes: un voo propio para liderar.
nl: Zelfs dan waren de helft van de vlucht niet in staat om zo een lange tocht te kunnen doorstaan. Zij die nog te jong waren. Zij wiens wonden nog dienden te genezen. Tot Karron's consternatie gaf Gorlack deze aan haar— een vlucht voor haarzelf om te leiden.
zh_cn: 即便如此，翼群中仍有半数未能为这般远途做好准备。那些太过年幼的雏龙。那些伤口尚未痊愈的战士。令卡戎愕然的是，戈拉克竟将这群同翼赐予了她，由她统率自成一支翼群。

source: At earliest dawn the Flight of Gorlack lifted skyward...
gl: Na madrugada máis cedo, o Voo de Gorlack levantouse cara ao ceo...
nl: In het vroegste ochtendgloren verhief de Vlucht van Gorlack zich hemelwaarts.
zh_cn: 戈拉克之翼群于破晓时分升空…

source: Flying over land darkly striped by long shadows of craggy peaks, with the light of a warm new sun between...
gl: Voando sobre terras escuramente rayadas por longas sombras de picos escarpados, coa luz dun cálido sol novo entre...
nl: Vliegend over land met de donkere strepen van lange schaduwen geworpen door grillige bergtoppen en met het licht van een warme nieuwe zon ertussen...
zh_cn: 飞越被嶙峋峰峦投下暗色条纹的大地，温暖的新日之光在其间流淌…

source: Soaring over a sea bright as the sky above, the airy world far around suspending them under a midday sun...
gl: Planteando sobre un mar brillante como o ceo enriba, o aireado mundo ao redor suspendéndoos baixo o sol do mediodía...
nl: Zwevend over een zee zo helder als de lucht erboven, de luchtwereld rond hen in alle richtingen onder een middagzon...
zh_cn: 苍穹之下，碧海之上，他们翱翔于正午天光之中，周身唯有无尽空茫…

source: Skimming just above the glassy moonlit ocean, their wingwakes rippling behind...
gl: Navegando xusto por enriba do cristalino océano iluminado pola lúa, as súas alas ondeando detrás...
nl: Door de lucht snijdend boven de glazige maansverlichte oceaan, het water rimpelend in het kielzog van hun vleugels...
zh_cn: 掠过月华如镜的海洋，翼风在身后漾起涟漪…

source: So forth the journey persisted.
gl: Así, a viaxe persistiu.
nl: Zo zette de tocht zich voort.
zh_cn: 旅程如是前行。

source: To spot the petty shoals, Resha formed her gliders into a forward line spanning several horizons. Even so, the shoals nigh slipped past their north wing unnoticed. At long last, the flight set down on them.
gl: Para detectar os pequenos bancos, Resha formou os seus planeadores nunha liña adiante que abarca varios horizontes. Aínda así, os cardúmenes pasaron pola súa á norte desapercibidas. Por fin, o voo pousou sobre eles.
nl: Om de kleine riffen te spotten, vormde Resha haar zwevers in een lijn voorop die zich over meerdere horizons uitstrekte. Desalniettemin glipten de riffen bijna onopgemerkt voorbij hun noordervleugel. Eindelijk kon de vlucht er op landen.
zh_cn: 为探查零星浅滩，瑞莎命滑翔者列作横阵绵延数重天际。纵使如是，浅滩依然悄然滑过他们的北翼。翼群终得降驻其上。

source: Flight Gorlack
gl: Voo Gorlack
nl: Vlucht Gorlack
zh_cn: 戈拉克的翼群

source: Merfolk
gl: Xente do mar
nl: Watervolk
zh_cn: 人鱼

source: Nemas
zh_cn: 内马斯

source: Serpents
gl: Serpes
nl: Serpenten
zh_cn: 巨蛇

source: Shussek
zh_cn: 舒塞克

source: Poseira
zh_cn: 波塞拉

source: Hold all villages at the end of turn 18
gl: Mantén todas as aldeas ao final da quenda 18
nl: Bezit alle dorpen aan het einde van beurt 18
zh_cn: 在18回合结束时持有所有村庄

source: Not hold all villages at the end of turn 18
gl: Non manter todas as aldeas ao final da quenda 18
nl: Niet ale dorpen zijn in bezit aan het einde van beurt 18
zh_cn: 在18回合结束时没有持有所有村庄

source: You can make the naga allies by moving Resha next to their leader (if you have not killed any of them)
gl: Podes facer os aliados naga movendo a Resha xunto ao seu líder (se non mataches a ningún deles)
nl: Je kan bondgenoten maken van de nagas door Resha naast hun leider te plaatsen (indien je nog geen van hen gedood hebt)
zh_cn: 你可以通过移动瑞莎到娜迦首领旁边，让娜迦成为盟友（如果你没有杀死他们的任意一个）

source: Clashers cannot be recruited or recalled
gl: Non se poden recrutar nin chamar aos choques
nl: Ramdraken kunnen niet gerekruteerd of opgeroepen worden
zh_cn: 不能征募或召回龙人冲击者

source: It is summer, daytime is longer
gl: É verán, o día é máis longo
nl: Het is zomer, het daglicht duurt langer
zh_cn: 现在是夏天，白天会更长

source: Ssssss! Leave our reef, fish imps.
gl: Ssssss! Deixade o noso arrecife, diaños de peixe.
nl: Ssssss! Verlaat ons rif, vis misbaksels.
zh_cn: 嘶嘶！离开我们的礁石，鱼精。

source: Naga interlopers, these isles are now annexed to the realm of Lord Typhon, and by his decree, you are banished from them.
gl: Intrusos nagas, estas illas están agora anexadas ao reino de Lord Typhon, e polo seu decreto, vostede é desterrado delas.
nl: Naga indringers, deze eilandengroep is nu geannexeerd bij het rijk van Heer Typhon, en bij zijn decreet zijn jullie hieruit verbannen.
zh_cn: 娜迦入侵者，这些岛屿现在被并入泰丰领主的领地，根据他的命令，要把你们驱逐出这些岛屿。

source: My liege! Drakes have made landfall to your south!
gl: Meu señor! Os dracos tocaron terra ao teu sur!
nl: Mijn heer! Draken zijn neergedaald in het zuiden!
zh_cn: 我的领主！龙人已经在你的南面登陆了！

source: Drakes?! By the gods, how can they be out this far from their rocks?
gl: Drakes?! Polos deuses, como poden estar tan lonxe das súas rochas?
nl: Draken?! Bij de goden, hoe kunnen ze zo ver van hun rotsen verwijderd zijn?
zh_cn: 龙人？！上帝啊，他们怎么能离开他们那堆石头这么远的？

source: Ssssss! What is this? You bring bizarre winged hirelings to our parley... Treachery!
gl: Ssssss! Que é isto? Traes estraños mercenarios alados ao noso parlamento... ¡Traizón!
nl: Ssssss! Wat is dit? Jij brengt vreemde gevleugelde huurlingen naar ons overleg… Verraad!
zh_cn: 嘶嘶！这是什么？你带着这些长着奇怪翅膀的佣兵和我们谈判……背信弃义！

source: Naga interlopers, this shall be my final warning to you, depart at once!
gl: Intrusos naga, esta será a miña última advertencia para vós, marchade inmediatamente!
nl: Naga indringers, dit zal mijn laatste waarschuwing zijn voor jullie, verlaat dit gebied onmiddellijk!
zh_cn: 娜迦入侵者，这是我对你们的最终警告，立刻离开！

source: We will ‘de-part’ your fins from you and gulp your fry by the thousands. Ssssss!
gl: "Apartaremos" das túas aletas de ti e tragaremos os teus alevíns por milleiros. Ssssss!
nl: We zullen jou je vinnen doen verlaten en je jongen bij de duizenden binnenwerken. Ssssss!
zh_cn: 我们会把你的鱼鳍从你身上取下来，狼吞虎咽地吃掉你们成千上万的鱼苗。嘶嘶！

source: Long have the merfolk harried us. Now they hinder our journey across their ocean realm.
gl: Hai tempo que os tritóns nos atormentaban. Agora dificultan a nosa viaxe polo seu reino oceánico.
nl: Lang hebben het watervolk ons bestookt. Nu hinderen ze onze tocht doorheen hun oceaanrijk.
zh_cn: 人鱼骚扰我们很久了。 现在他们阻碍我们穿越他们的海洋领地。

source: Without dominion over these shoals, we cannot reprovision. Yet the flight is direly weary from the journey. We should avoid conflict.
gl: Sen o dominio destes bancos, non podemos reprovisionar. Con todo, o voo está moi canso pola viaxe. Debemos evitar conflitos.
nl: Zonder heerschappij over deze riffen kunnen we niet herbevoorrraden. De vlucht is echter heel vermoeid van de tocht. We kunnen best conflict vermijden.
zh_cn: 若不统御此浅滩，吾翼群将无以补粮秣。 然此行已令同翼疲惫不堪。 当避战事。

source: We outmatch them. We shall overcome them as so we always have.
gl: Os superamos. Superarémolos como sempre o fixemos.
nl: We kunnen hen zeker overtreffen. We zullen hen overkomen zoals we altijd doen.
zh_cn: 吾等强于彼辈。 吾等必如常胜之。

source: If that is your will. Yet pray first recall the folly of Dominant Morogor at the Battle of the Crystal Sea.
gl: Se esa é a túa vontade. Con todo, reza primeiro para recordar a tolemia de Morogor dominante na Batalla do Mar de Cristal.
nl: Zo u wilt. Maar laten we ons eerst de dwaasheid van Dominant Morogor herinneren in het Gevecht van de Kristallen Zee.
zh_cn: 若此乃汝之志。 然先请忆莫罗戈翼主于晶海之役所行愚举。

source: ... You speak true, Resha. We must repeat not the ancient mistakes.
gl: ... Falas verdade, Resha. Non debemos repetir os erros antigos.
nl: ... Je spreekt wijs, Resha. We mogen de aloude fouten niet herhalen.
zh_cn: …汝言属实，瑞莎。 吾等不可重蹈古昔之谬。

source: I shall allow a sojourn of three days. The whole of the flight will rest. Except for we that are strongest of wing... We shall harass the sea devils whenever they offer the chance. By the third day’s end, we must hold all their settlements. For from those shall we, all at once, carry away <i>their</i> provisions with our rested flight.
gl: Permitirei unha estadía de tres días. Todo o voo descansará. Excepto os que somos máis fortes de ás... Acosaremos aos diaños do mar sempre que ofrezan a oportunidade. Ao final do terceiro día, debemos manter todos os seus asentamentos. Pois daqueles, todos á vez, levaremos <i>as súas</i> provisiones co noso voo descansado.
nl: Ik zal een verblijf van drie dagen toelaten. De hele vlucht zal rusten. Behalve wij die de sterkste vleugel zijn. Wij zullen de zeeduivels bestoken waar we de kans zien. Tegen het einde van de derde dag moeten we al hun nederzettingen bezitten. Want van daar zullen we <i>hun</i> proviand wegdragen met onze uitgeruste vlucht.
zh_cn: 吾将允三日之憩。 全翼群皆当休整。 唯吾等最强翼者除外… 吾等将伺机袭扰海魔。 至第三日终，必占其所有聚落。 届时方可携休整之翼群，一举夺尽<i>彼之</i>粮秣。

source: We might also forge a truce with the serpents.
gl: Tamén podemos forxar unha tregua coas serpes.
nl: We kunnen misschien ook een wapenstilstand beklinken met de serpenten.
zh_cn: 吾等亦可与渊蛇缔结休战。

source: A truce with prey...
gl: Unha tregua coa presa...
nl: Een wapenstilstand met prooi...
zh_cn: 与猎物休战…

source: Grant me your trust, for alien possibilities exist in this wider world. If we slay none of these serpents, I might turn their leader to our side. Yet I must get close enough to grasp the strange words it speaks. Otherwise, having not summoned us here, they will assume us allies of the merfolk.
gl: Concédeme a túa confianza, porque neste mundo máis amplo existen posibilidades alieníxenas. Se non matamos a ningunha destas serpes, podería poñer o seu líder ao noso lado. Porén debo achegarme o suficiente para comprender as estrañas palabras que fala. En caso contrario, non tendonos convocados aquí, asumiránnos aliados dos tritóns.
nl: Vertrouw in mij, want ongekende mogelijkheden bestaan in deze wijdere wereld. Indien we geen van deze serpenten doden, kan ik mogelijks hun leider naar onze kant zetten. Ik moet echter dicht genoeg geraken om de vreemde woorden op te vangen die ze spreken. Anders zullen zij, die ons hier niet gevraagd hebben, ons verdenken als bondgenoten van het watervolk.
zh_cn: 托付汝信于吾，此广袤世界确有异途可循。 若吾等不屠渊蛇分毫，吾或可令其首领归顺吾翼。 然吾须近至可辨其异语之境。 否则彼辈既未召吾于此，必视吾等为人鱼之盟。

source: I shall consider this.
gl: Vou considerar isto.
nl: Ik zal dit overwegen.
zh_cn: 吾将思之。

source: My liege, permission to engage the drakes?
gl: Meu señor, permiso para enfrontarse aos dracos?
nl: Mij heer, toestemming om de draken aan te vallen?
zh_cn: 领主，可否准我与龙人交战？

source: Permission denied. Stay on your keep and let your forces engage them.
gl: Permiso denegado. Permanece na túa fortaleza e deixa que as túas forzas os enganchen.
nl: Toestemming ontzegd. Blijf in jouw donjon en laat je troepen het gevecht aangaan.
zh_cn: 不行。固守你的据点，让你的部队与他们交战。

source: With all due respect, sir, I am no coward. My father always led from the front and his fighters respected him for it.
gl: Con todo o respecto, señor, non son ningún covarde. Meu pai sempre dirixiu dende a fronte e os seus loitadores respectárono por iso.
nl: Met alle respect, heer, ik ben geen lafaard. Mijn vader leidde steeds van de frontlinie en zijn krijgers respecteerden hem er voor.
zh_cn: 尊敬的先生，我并非懦夫。我的父亲总是身先士卒，他的战士们因此而尊敬他。

source: Remain at your post, Nemas, that is an order. I have something special planned to turn the tides in our favor.
gl: Permanece no teu posto, Nemas, iso é unha orde. Teño algo especial planeado para cambiar o rumbo ao noso favor.
nl: Blijf op je post, Nemas, dat is een bevel. Ik heb wat speciaals gepland om het tij in ons voordeel te laten draaien.
zh_cn: 留在你的岗位上，内马斯，这是命令。 我有一项特别的计划来扭转局势到对我们有利的方向。

source: Strange waves circle the northernmost shoals. I fear the northern mermish plan to unleash monsters from the deep.
gl: Estrañas ondas rodean os bancos máis setentrionais. Temo o plan de mermish do norte para soltar monstros das profundidades.
nl: Vreemde golven maken kringen aan de meest noorderlijke riffen. Ik vrees dat het noorderlijke watervolk van plan zijn monsters uit de diepte los te laten.
zh_cn: 极北浅滩有异浪环流。 吾惧北方人鱼欲释深渊魔物。

source: Slaying their leader will halt their doing so.
gl: Matar ao seu líder impedirá que o faga.
nl: Hun leider afmaken zal dat voorkomen.
zh_cn: 诛其首，则行止。

source: That might spread us too thin. I must advise against it.
gl: Iso pode espallarnos demasiado. Debo desaconsellolo.
nl: Dat kan ons te dun spreiden. Ik moet hiertegen adviseren.
zh_cn: 此令吾翼过薄。 吾必谏止。

source: Advance!
gl: Adiante!
nl: Ga voort!
zh_cn: 前进！

source: Nemas, you are violating a direct order! Return to your keep at once!
gl: Nemas, estás violando unha orde directa! Volve á túa fortaleza dunha vez!
nl: Nemas, je gaat in tegen een rechtstreeks bevel! Keer onmiddellijk terug naar je donjon!
zh_cn: 内马斯，你正在违反直接命令！立即回到你的城堡主楼！

source: Release the Kraken!
gl: Libera o Kraken!
nl: Laat de kraken los!
zh_cn: 释放海怪！

source: Creepytentacles
nl: Gruweltentakels
zh_cn: 恐怖触手

source: Largeeyes
gl: Ollos grandes
nl: Groteogen
zh_cn: 大眼

source: (<i>burp</i>)
gl: (<i>arroto</i>)
zh_cn: （<i>嗝</i>）

source: Behold your doom!
gl: Velaquí a túa condena!
nl: Aanschouw jouw doem!
zh_cn: 看，你的末日！

source: Longtooth
nl: Langtand
zh_cn: 长齿

source: Hissssss!
gl: Sssssss!
zh_cn: 他的嘶嘶！

source: Razorfin
nl: Scheervin
zh_cn: 刃鳍

source: (<i>cough</i>) ...rawr
gl: ( <i>tose</i> ) ...rawr
nl: (<i>kugh</i>) ...rawr
zh_cn: （<i>咳</i>）…哇

source: We seek an ally against these fiendish merfolk.
gl: Buscamos un aliado contra estes merfolks diabólicos.
nl: Wij zoeken een bondgenoot tegen dat duivelse watervolk.
zh_cn: 吾等欲觅盟友，以抗此妖异人鱼。

source: Ssssss? You will betray merfolk?
gl: Sssss? Traicionarás a merfolk?
nl: Ssssss? Jij wil het watervolk verraden?
zh_cn: 嘶嘶？你们要背叛人鱼？

source: ... Yes.
gl: ... Si.
nl: ... Ja.
zh_cn: …是。

source: And then you take this reef from us? Ssssss!
gl: E entón quitástesnos este arrecife? Ssssss!
nl: En dan neem je het rif van ons af? Ssssss!
zh_cn: 然后你们要从我们这里夺走这片礁石？嘶嘶！

source: We seek a right to respite here for those of our kind traveling past these isles.
gl: Buscamos aquí un dereito de respiro para aqueles da nosa especie que viaxan por estas illas.
nl: Wij vragen het recht om hier te verpozen voor zij van onze soort die voorbij deze eilandengroep reizen.
zh_cn: 吾等同翼行经此岛，求一栖身之权。

source: What you say?
gl: Que dis?
nl: Wat zeg je?
zh_cn: 你说什么？

source: ...... We have no need of your reef. We seek only the land above the sea.
gl: ...... Non temos necesidade do teu arrecife. Buscamos só a terra sobre o mar.
nl: ...... We hebben je rif niet nodig. We willen enkel het land boven het zeeoppervlak.
zh_cn: 吾等无需汝之礁石。唯求海上之地。

source: You have a deal, sky monster. Merfolk will float dead on the waves!
gl: Tes un trato, monstro do ceo. Os tritóns flotarán mortos sobre as ondas!
nl: Je hebt een overeenkomst, luchtmonster. Het watervolk zal dood op de golven drijven!
zh_cn: 一言为定，天空怪物。人鱼将在波浪上漂浮着死去！

source: Ssssss? You have betrayed merfolk?
gl: Sssss? Traizoaches a merfolk?
nl: Ssssss? Je hebt het watervolk verraden?
zh_cn: 嘶嘶？你们背叛了人鱼？

source: And now you take this reef from us? Ssssss!
gl: E agora quitas este arrecife de nós? Ssssss!
nl: En nu neem je het rif van ons af? Ssssss!
zh_cn: 然后你要夺走我们的礁石？嘶嘶！

source: So be it, sky monster.
gl: Que así sexa, monstro do ceo.
nl: Zo zal het zijn, luchtmonster.
zh_cn: 就这样吧，空中怪物。

source: Ssssss!
zh_cn: 嘶嘶！

source: All provisions are gathered; the flight is readied for departure, awaiting your command.
gl: Reúnense todas as provisións; o voo está preparado para a saída, á espera do seu comando.
nl: Alle proviand is verzameld; de vlucht is voorbereid om te vertrekken, paraat voor jouw bevel.
zh_cn: 给养已齐备；翼群整装待发，唯待汝令。

source: It is given. Take wing!
gl: Dase por feito. ¡Alza o voo!
nl: Het is gegeven. Neem vlucht!
zh_cn: 可矣。 起飞！

source: Threshold
gl: Limiar
nl: Grenslijn
zh_cn: 门槛

source: Gliders were dispatched back to Morogor with exacting details of the petty atoll’s location. The flight resumed its journey east.
gl: Os planeadores foron enviados de volta a Morogor con detalles precisos da localización do pequeno atol. O voo retomou a súa viaxe cara ao leste.
nl: Zwevers werden terug gestuurd naar Morogor met de exacte details van de locatie van het bescheiden atol. De vlucht vervolgde hun tocht oostwaarts.
zh_cn: 滑翔者被派遣回莫罗戈，带回了关于该小环礁确切位置的详细资料。航队继续向东行进。

source: The familiar rhythm of the long journey began anew. The aching of wings slowly returned.
gl: O ritmo familiar da longa viaxe comezou de novo. O dolor das ás volveu lentamente.
nl: Het vertrouwde ritme van de lange tocht begon opnieuw. De pijn in hun vleugels keerde langzaam terug.
zh_cn: 熟悉的漫长旅程的节奏再次开始。翅膀的疼痛逐渐回归。

source: Then Gorlack, scouting far ahead with the forward wing, sighted it. Land as great as the ocean. The land without end.
gl: Entón Gorlack, explorando moi por diante coa á dianteira, avistouno. Terra tan grande como o océano. A terra sen fin.
nl: Tot Gorlack het zag, ver voorop verkennend met de voorste vleugel. Land zo groot als de oceaan. Het land zonder einde.
zh_cn: 然后戈拉克，带领前翼在远处侦察，发现了它。一片土地如同海洋般广阔。无尽之土地。

source: Resha persuaded Gorlack to make first landfall upon a nearby cluster of three isles. Here a narrow sea warded against the unknown perils of the Greatland.
gl: Resha convenceu a Gorlack para que tocara terra por primeira vez nun grupo de tres illas próximos. Aquí un mar estreito protexido dos perigos descoñecidos da Gran Terra.
nl: Resha overhaalde Gorlack om te landen op een groepje van 3 eilanden nabij. Hier weerde een dun stuk zee mogelijk ongekende gevaren van het Grootland af.
zh_cn: 瑞莎说服戈拉克先降落在一个附近的三岛屿群。这里狭窄的海域阻挡了泰陆的未知危险。

source: Forward Wing
gl: Ala dianteira
nl: Voorste Vleugel
zh_cn: 前翼

source: Haldric Creatures
gl: Criaturas de Haldric
nl: Wezens van Haldric
zh_cn: 哈德里克生物

source: Rhynnin
zh_cn: 瑞宁

source: Elyn
zh_cn: 埃林

source: Sword of Aethyr
gl: Espada de Aethyr
nl: Het Zwaard van Aethyr
zh_cn: 艾瑟之剑

source: Addroran’s Gaze
gl: A mirada de Addroran
nl: De Blik van Addroran
zh_cn: 艾德卓然的凝视

source: Mace of Eldaric
gl: Maza de Eldaric
nl: De Knots van Eldaric
zh_cn: 艾德里克的狼牙棒

source: Stormvale
nl: Stormvallei
zh_cn: 风暴谷

source: Southbay
nl: Zuidbaai
zh_cn: 南湾

source: Hatchlings
gl: Crías
nl: Jongen
zh_cn: 幼雏

source: Oxepotex
zh_cn: 奥克西波泰克斯

source: I am Oxepotex! Massster tamer of beassstsss big and sssmall.
gl: Eu son Oxepotex! Massster domador de bestas grandes e pequenos.
nl: Ik ben Oxepotex! Meessster temmer van beesssten groot en klein.
zh_cn: 我是奥克西波泰克斯！驯服大大小小野兽的大师嘶嘶。

source: Sssettle down, Oxe. And get to work feeding your petsss!
gl: Aquila, Oxe. E ponte a traballar alimentando ás túas mascotas!
nl: Russstig, Oxe. En ga je huisssdieren voederen!
zh_cn: 安静嘶嘶，奥克斯。 快去喂你的宠物嘶嘶！

source: I hear...
gl: Escoito...
nl: Ik hoor...
zh_cn: 我听说……

source: Vermin!
gl: Vermes!
nl: Ongedierte!
zh_cn: 害虫！

source: I shall...
gl: Eu deberei...
nl: Ik zal...
zh_cn: 我将…

source: eat them.
gl: cómeos.
nl: ze opeten.
zh_cn: 吃掉他们。

source: pet them.
gl: aloumiñaos.
nl: ze aaien.
zh_cn: 把它们作为宠物。

source: <i>squeak</i>
gl: <i>chío</i>
nl: <i>piep</i>
zh_cn: <i>吱吱</i>

source: Achievement Unlocked: <b>Leader of Mice</b>
gl: Logro desbloqueado: <b>líder de ratos</b>
nl: Prestatie Verdiend: <b>Muizenleider</b>
zh_cn: 解锁成就: <b>鼠之首领</b>

source: Kill Rhynnin
gl: Mata a Rhynnin
nl: Dood Rhynnin
zh_cn: 消灭瑞宁
