Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: gl, nl, zh_cn

source: Whit urr ye waiting fur, how come urr ye laddies nae attacking?! Wait, mibbie ah didnae gie th’ order... A’richt lads, attack!
gl: Con peles esperando, como é que as mulleres non están atacando? Agarda, Mibbie, ah non deu a orde... A'richt rapaces, ataque!
nl: Wor zedde oep oant wachte, hoe kom et da gelle joenges nie oant aanvalle zijt?! Wecht, meschin hemmik het bevel ni gegevn... Okee mannekes, aanvollen!

source: Karron, you are only dragon left with ssscales. I choose to rejoin your hunt. Many of usss will follow you.
gl: Karron, só es un dragón que queda con ssscales. Escollo volver a unirme á túa caza. Moitos nos seguiremos.
nl: Karron, je bent de enige draak die overblijft met schubben. Ik kies ervoor om aan jouw jacht deel te nemen. Velen van onsss zullen jou volgen.

source: There is no sssafety if we hide. My hatch–clan hid in Great Delta and was ssslain. You hid in Green Ssswamp with your old dragon. Your old clan was ssslain too. Will you do sssame again here?! We run, we fight and we live. That is only way for usss now.
gl: Non hai sssafety se nos escondemos. O meu clan escotilla escondeuse no Gran Delta e foi asasinado. Escondiches en Green Sssswamp co teu vello dragón. O teu vello clan tamén foi asasinado. Volverás facer sssame aquí?! Corremos, loitamos e vivimos. Ese é o único camiño para nósss agora.
nl: Er isss hier geen veiligheid als we verbergen. Mijn geboorte–clan verborg zich in de Grote Delta en werd afgessslacht. Jij verborg je in het Groene Moerasss met jouw oude draak. Mijn oude clan werd ook uitgemoord. Zal je hier opnieuw hetzelfde doen? We vluchten, we vechten en we leven. Dat isss de enige weg voor onsss nu.

source: Greeeeeen one, <i>there</i> you are.
gl: Verdiño, ahí estás.
nl: De Groeeeene, <i>daar</i> ben je.

source: It is I, Ancient One. I ssseek your help.
gl: Son eu, Antigo. Busco a túa axuda.
nl: Ik ben het, Aloudste. Ik zoek uw hulp.

source: Reks help favorite pet. Reks help green one.
gl: Reks axuda á mascota favorita. Reks axuda ao verde.
nl: Reks helpt favoriete beestje. Reks helpt de groene.

source: ― The Descent of Parapathos ― From the mouth of the cave, Parapathos witnessed the battle take a grim turn. As his wing struggled against the <i>nixes</i>, a living <i>mist</i> descended from the rolling stormclouds above the Crystal Sea. This ethereal creature was just as vast as Lenvan of the <i>casters</i> had warned. The great <i>mist</i> flew right to Dominant Morogor, who stood alone against it, steadfast to duel this creature of the Faerie. With a chilled heart, Parapathos resumed his quest into the underland, leaving the lives of his friends to the fate of the battle. Never before had he resented the honor–burden of his clasher heritage. If not for it, he could have stayed to fight for them. Echoes of the battle faded into silence as Parapathos descended through the cave. Sharp crystals jutted from the walls. Then the cave parted into a labyrinth of corridors. The same <i>craftlings</i> Parapathos sought had hewed these corridors before the Faerie creatures drove them down to Irdya’s very heart. Now he was lost in the labyrinth they left behind. In the distance, Parapathos heard the heavy footfalls of <i>stonekin</i>. He followed them, for days, as they journeyed down to their chamber of contemplation. There they stopped altogether, standing solemnly in a circle around the chamber’s center. It seemed this was the bottom of the world, yet there was no <i>craftling</i> sanctuary to be found here. Perhaps they all had perished as Witwegana feared. Yet there was a faint sound coming through the crystalline floor. It had the rhythm of <i>craftling</i> toolworks. Indeed their sanctuary had survived; it was right beneath him. Breaking through the floor, an entire realm was revealed below, sheltered within a great geode. Parapathos discarded his armor, unfurled his wings, then dove through the breach. On his glide down, he saw many wonders lost to our folk since the Time of Legend. This realm was alive with myriad creatures the <i>craftlings</i> fashioned from metal. Its watch places sat not upon towers; they instead hung from great bubbles in midair. Strangest of all, the many torches that gave light to this realm did so without flame. This was indeed the ally our folk needed to turn the war against the Faerie. ― 64th century of the Time of Turmoil ―
gl: - O Descenso de Parapathos - Desde a boca da cova, Parapathos foi testemuña da batalla dar un rumbo sombrío. Mentres a súa á loitaba contra os <i>nixes</i>, unha <i>néboa</i> viva descendía das nubes de tormenta que se movían sobre o Mar de Cristal. Esta criatura etérea era tan grande como o advertira Lenvan dos <i>rodíns</i>. A gran <i>néboa</i> voou cara ao Dominante Morogor, quen estaba só contra ela, firme para enfrontarse a esta criatura das Fadas. Co corazón arrefriado, Parapathos retomou a súa busca polo subterráneo, deixando a vida dos seus amigos ao destino da batalla. Nunca antes tiña resentido a carga de honra da súa herdanza conflitiva. De non ser así, podería quedarse a loitar por eles. Os ecos da batalla esvaecéronse no silencio mentres Parapathos descendía pola cova. Das paredes sobresaían cristais afiados. Entón a cova separou nun labirinto de corredores. Os mesmos <i>artesanías</i> que buscaba Parapathos abriran estes corredores antes de que as criaturas Faerie os conducisen ata o corazón de Irdya. Agora estaba perdido no labirinto que deixaron atrás. Ao lonxe, Parapathos escoitou os pesados ​​pasos de <i>stonekin</i>. Seguíunos durante días mentres baixaban ata a súa cámara de contemplación. Alí pararon por completo, de pé solemnemente en círculo arredor do centro da cámara. Parecía que este era o fondo do mundo, pero aquí non había ningún santuario de <i>artesanía</i>. Quizais todos morreran como Witwegana temía. Con todo, houbo un son débil que chegaba polo chan cristalino. Tiña o ritmo de traballos de ferramentas de <i>elaboración</i>. De feito, o seu santuario sobrevivira; estaba xusto debaixo del. Ao romper o chan, un reino enteiro foi revelado abaixo, abrigado dentro dunha gran xeoda. Parapathos descartou a súa armadura, despregou as ás e despois mergullou a brecha. No seu deslizamento cara abaixo, viu moitas marabillas perdidas para o noso pobo desde o Tempo das Lendas. Este reino estaba vivo con infinidade de criaturas que as <i>artesanías</i> fabricaban a partir de metal. Os seus lugares de vixilancia non estaban sobre torres; en cambio, colgaban de grandes burbullas no aire. O máis estraño de todo é que os moitos fachos que deron luz a este reino fixérono sen chama. Este era realmente o aliado que a nosa xente necesitaba para converter a guerra contra as Fadas. ― Século 64 da época da turbulencia ―
nl: ― De Neerdaling van Parapathos ― Van de opening van de grot, keek Parapathos toe hoe het gevecht een grimmige wending nam. Terwijl zijn vleugel tegen de <i>nissen</i> worstelde, daalde een levende <i>mist</i> neer van de malende stormwolken boven de Kristallen Zee. Dit etherische wezen was net zo gigantisch als Lenvan van de <i>bezweerders</i> had gewaarschuwd. De grote <i>mist</i> vloog recht naar Dominant Morogor, die er alleen tegenover stond, beried om het duel aan te gaan met dit wezen van de Fae. Met bekoeld hart hernam Parapathos zijn missie naar het onderland, de levens van zijn vrienden overlatend aan het lot van het gevecht. Nooit tevoren had hij een afkeer gehad voor de eergebonden verantwoordelijkheid van zijn ramdraak afkomst. Als het niet daarvoor was, zou hij gebleven zijn om voor hen te vechten. Parapathos daalde neer door de grot en echo's van het gevecht vervaagden tot stilte. Vlijmscherpe kristallen staken uit van de rotsmuren. Tenslotte verdeelde de grot zich in een labyrinth van gangen. Dezelfde <i>werklingen</i> die Parapathos zocht hadden deze gangen gehouwen voordat de Fae wezens hen verdreven hadden tot in Irdya's hart zelve. Nu was hij verdwaald in het labyrinth dat ze achtergelaten hadden. In de verte hoorde Parapathos de zware voetval van <i>steenverwanten</i> . Hij volgde hen, voor meerdere dagen, terwijl ze verder trokken richting hun kamer van bedenking. Daar stopten ze volledig, plechtig in een cirkel staand rond het centrum van de kamer. Het leek alsof dit de onderkant van de wereld was, maar er was geen <i>werkling</i> vestiging te vinden. Misschien waren ze allemaal vergaan zoals Witwegana had gevreesd. Maar er kwam een licht geluid door de kristallen vloer. Het had het ritme van <i>werkling</i> werktuigen. Voorwaar, hun vestiging had overleefd; het was vlak onder hem. Na de grond gebroken te hebben, toonde zich een volledig rijk onder hen, verholen in e een grote geode. Parapathos verwijderde zijn pantser, ontvouwde zijn vleugels en dook recht door de opening. Op zijn zweefvlucht neerwaarts zag hij vele wonderen die ons volk verloren had sinds de Tijd der Legenden. Dit rijk bruiste met tal van wezens door de <i>werklingen</i> gemaakt van metaal. Hun wachtplaatsen stonden niet op torens; ze hingen van grote bellen in de lucht. Maar nog het vreemdst van al, de vele toortsen die licht gaven aan dit rijk deden dat zonder vlam. Dit was inderdaad de bondgenoot die ons volk nodig had om de oorlog tegen de Fae te doen keren. ― 64ste eeuw van de Tijd der Oproer ―

source: ― The Contest of the Automata ― There was a rumbling in the distance. Puffs of smoke rose from beyond the horizon. Then slowly they appeared, two hulking metal champions. The drake automaton came first into view, as it was the swifter of the two. It bore a vague likeness to a <i>drakekin</i>, yet wingless, tailless. Below its four legs were rollers in place of feet. It breathed a menacing black smoke as its metal shell gleamed like golden sunlight. Then the <i>craftling</i> automaton came into view. Like its creators, it was smaller, slower. The rollers that carried it were covered by curious metal feet that turned to meet the ground as it went along. It breathed a fair, nigh cloudlike smoke. The automata took their places in the arena, facing each other. Their inner toolworks clamored ceaselessly. The call was given to begin the duel. With a deafening shriek, the drake automaton spat out walls of flame, as it lurched ahead. Even the sand seemed to burn before it, as a dark odious smoke cloaked half the arena. Then the <i>craftling</i> automaton emerged from the thick of the smoke, to the flank of its opponent. With its spin hammer it mangled loose a roller from its victim. Despite this, the drake automaton managed to come about, then struck back with its battering ram to crush its foe’s wielder chamber, along with the poor <i>craftlings</i> inside. It seemed a fateful blow. Until the <i>craftling’s</i> automaton rolled back, took aim with its fire staff, then shot loose the flame spitter from the drake’s. As their automaton caught fire, the clasher wielders emerged from within its wreckage. They went to the <i>craftling</i> automaton to honor their victorious opponents. Yet no <i>craftlings</i> emerged from it to receive their praise. Neither to gloat as <i>craftlings</i> often do. A <i>craftling</i> runesmith strode onto the arena, laughing as he went. He told the bewildered clashers there was no one within his automaton, no one wielding its inner workings. By his glyph–making he had granted this thing a Will of its own. Turning again to the automaton, the clashers gave it a humble nod. ― 31st century of the Time of Legend ―
gl: ― O Concurso dos Autómatas ― Houbo un rebumbio ao lonxe. Alén do horizonte erguían fumedas. Entón, pouco a pouco apareceron, dous enormes campións de metal. O autómata drake apareceu primeiro, xa que era o máis rápido dos dous. Tenía unha vaga semellanza cun <i>drakekin</i>, aínda que sen ás e sen cola. Debaixo das súas catro patas había rolos no lugar dos pés. Respirou un fume negro ameazante mentres a súa cuncha metálica brillaba como a luz dourada do sol. Entón apareceu o autómata <i>crafting</i>. Como os seus creadores, era máis pequeno, máis lento. Os rolos que o levaban estaban cubertos por curiosos pés metálicos que xiraban para atoparse co chan ao seu paso. Respiraba un fume claro e case nube. Os autómatas ocuparon os seus lugares na area, enfrontándose uns aos outros. As súas ferramentas interiores clamaban incesantemente. Deuse a chamada para comezar o duelo. Cun berro enxordecedor, o autómata drake cuspiru paredes de chamas mentres avanzaba. Mesmo a area parecía arder diante dela, mentres un escuro fume odioso cubría a metade da area. Entón, o autómata <i>artesanal</i> emerxeu do espeso fume ata o flanco do seu opoñente. Co seu martelo xiratorio destrozou un rolo solto da súa vítima. A pesar diso, o autómata drake conseguiu xurdir, logo contraatacou co seu ariete para esmagar a cámara do portador do seu inimigo, xunto cos pobres <i>artesanías</i> que había dentro. Parecía un golpe fatídico. Ata que o autómata do <i>artesanía</i> retrocedeu, apuntou co seu bastón de lume e, a continuación, disparou a saliva de chamas do drago. Cando o seu autómata prendía lume, os portadores de chocadores saíron dos seus restos. Foron ao autómata <i>artesanal</i> para honrar aos seus opoñentes vitoriosos. Con todo, ningún <i>artesanía</i> xurdiu del para recibir os seus eloxios. Tampouco para regodearse como adoitan facer os <i>artesanías</i>. Un <i>artesaneiro</i> de runas entrou na area, rindo mentres ía. Díxolles aos desconcertados enfrontamentos que non había ninguén dentro do seu autómata, ninguén manexando o seu funcionamento interno. Coa súa creación de glifos concederalle a esta cousa unha vontade propia. Voltándose de novo cara ao autómata, os enfrontadores deron un humilde aceno. ― Século 31 do Tempo das Lendas ―
nl: ― De Wedstrijd van de Automata ― Er was een rommelend geluid in de verte. Rookuitstoten rezen van over de horizon. Dan verschenen ze langzaam, twee kolossale metalen kampioenen. De draken automaton kwam eerst in zicht, aangezien het de snellere van de twee was. Het droeg een vage gelijkenis aan een <i>drakenverwant</i>, maar vleugelloos, staartloos. Onder zijn vier benen waren rolbanden in plaats van voeten. Het ademde een dreigende zwarte rook uit en zijn omhulsel schitterde als gouden zonlicht. Dan kwam de <i>werkling</i> automaton in zicht. Net als zijn makers was het kleiner, trager. De rolbanden die het droeg waren bedekt in vreemde metalen voeten die de grond omwoelden naar gelang het vorderde. Het ademde een mooie, bijna wolkachtige rook uit. De automata namen hun plaatsen in de arena in, tegenover elkaar staand. Hun binnenste tuig onderdelen rammelden zonder onafgebroken. Het signaal werd gegeven om het duel te beginnen. Met een oorverdovende schreeuw spuwde de draken automaton muren van vlammen en schoot voorwaarts. Zelfs het zand er voor leek te branden en een donkere stinkede rook vulde de helft van de arena. Dan verscheen de <i>werkling</i> automaton vanuit de dikke rookwolken, aan de flank van zijn tegenstander. Met zijn draaiende hammer rukte het een rolwiel los van zijn tegenstander. Ondanks deze klap slaagde de draken automaton er in om zich te keren en sloeg dan terug met zijn stormram om de bestuurderskamer van zijn vijand te vermorzelen, samen met de arme <i>werklingen</i> erin. Het leek een beslissende klap. Tot de automaton van de<i>werklingen</i> terug rolde, mikte met zijn vuurstaf, en dan de vlamspuwer van die van de draken losschoot. Toen hun automaton vuur vatte, ontsnapten de ramdraak hanteerders van uit het wrak. Ze gingen naar de <i>werkling</i> automaton om hun overwinnende tegenstanders te feliciteren. Maar geen <i>werklingen</i> verschenen er uit om hun lof te ontvangen. Nog om op te scheppen zoals <i>werklingen</i> zo vaak doen. Een <i>werkling</i> runesmid schreed al lachend de arena binnen. Hij vertelde de verbijsterde ramdraken dat er niemand in de automaton zat, niemand die de binnenste mechanismen bestuurde. Dankzij zijn magische runen had het ding een eigen Wil gekregen. Naar de automaton kerend gaven de gewelddraken het een nederig knik. ― 31ste eeuw van de Tijd der Legenden ―

source: You have one last victory over me... finish it.
gl: Tes unha última vitoria sobre min... remata.
nl: Je hebt één laatste overwinning over mij… eindig het.

source: Karron, I banish you from this Greatland, from these far lands of the east. Not as the victor vanquishing a rival as it was in the contention... As a friend seeking to keep you from the turmoil that is soon to be.
gl: Karron, desterrate desta Gran Terra, destas terras afastadas do leste. Non como o vencedor vencendo a un rival como estaba na contenda... Como un amigo que busca protexerte da turbulencia que pronto vai ser.
nl: Karron, ik verban je van dit Grootland, van deze landen ver in het oosten. Niet als een overwinnaar die een rivaal verslaat alsof het een kampioenschap was... Als een vriend die streeft jou weg te houden van de onrust die er al gauw zal zijn.

source: Prey can no more make war on us than could the clouds.
gl: As presas non poden facer a guerra contra nós máis que as nubes.
nl: Prooi kan evenmin een oorlog met ons voeren als ze dat zouden kunnen met de wolken.

source: They already have, as we all witnessed. Perhaps half the coming flights will be scattered deep into the Greatland. Where they will meet fates unknown as it was with the Flight of Vladnir. Only through defeat may some learn the creatures they hunt are much more than prey.
gl: Xa o teñen, como todos puidemos comprobar. Quizais a metade dos próximos voos estarán espalladas nas profundidades da Greatland. Onde se atoparán con destinos descoñecidos como foi o Voo de Vladnir. Só a través da derrota algúns poden aprender que as criaturas que cazan son moito máis que presas.
nl: Dat hebben ze reeds gedaan, zoals we allen getuige gedragen hebben. Misschien de helft van de toekomende vluchten zullen diep tot in het Grootland verspreid geraken. Waar ze een onbekend lot zullen ondergaan zoals het ging voor de Vlucht van Vladnir. Enkel door nederlagen te ondergaan zullen sommigen van hen leren dat de wezens die ze jagen veel meer zijn dan prooi.

source: The sturdy and reliable Caravel is the mainstay of human oceanic exploration, shipping and projection of influence. More seaworthy than lighter vessels, one might yet be spied navigating deeper rivers, where the maneuverabilty and shallow draft somewhat compensate for the tonnage of the vessel. While its modest speed compared to the vessels of other races makes evasion difficult, its tall fore and aft castles hold a powerful arsenal of ballistae to fend against pirate and sea monster alike. The Caravel can dock at coastal villages, though this makes it entirely vulnerable.
gl: A robusta e fiable carabela é o piar da exploración oceánica, a navegación e a proxección da influencia humanas. Máis navegable que os barcos máis lixeiros, aínda se pode ver unha navegando por ríos máis profundos, onde a maniobrabilidade e o calado pouco profundo compensan dalgún xeito a tonelaxe da embarcación. Aínda que a súa modesta velocidade en comparación coas embarcacións doutras razas dificulta a evasión, os seus altos castelos de proa e popa albergan un poderoso arsenal de balistas para defenderse tanto de piratas como de monstros mariños. A carabela pode atracar en aldeas costeiras, aínda que isto a fai totalmente vulnerable.

source: Cutting light and shallow through the water’s surface, these raiding craft easily intercept the more substantial and seaworthy vessels of Wesnoth. While well armed and heavily crewed for their size, orcish Outriggers nevertheless rely on numbers to overcome well defended shore settlements and shipping. The shallow draft of the outrigger’s hulls allows it to be landed at coastal villages, though this makes it entirely vulnerable.
gl: Cortando lixeiros e pouco profundos a través da superficie da auga, estas embarcacións de ataque interceptan facilmente as embarcacións máis importantes e aptas para o mar de Wesnoth. Aínda que están ben armados e cunha gran tripulación para o seu tamaño, os Outriggers orcos confían no seu número para superar os asentamentos costeiros e os barcos ben defendidos. O pouco calado dos cascos do estabilizador permítelle desembarcar nas aldeas costeiras, aínda que isto o fai totalmente vulnerable.
nl: Licht en ondiep door het water snijdend onderscheppen deze plunder vaartuigen gemakkelijk de meer substantiële en zeewaardige vaartuigen van Wesnoth. Hoewel goed bewapend en vol bemanning voor hun grootte, orkse trimarans vertrouwen niettemin op aantallen om goed verdedigde kustnederzettingen en handel routes te overweldigen. De geringere diepgang van de trimaran zijn romp staat toe om aan kustnederzettingen te landen, hoewel dit het volledig kwetsbaar maakt.

source: boarders
gl: internados
nl: enteraars

source: onager
gl: onagro

source: Storm Wisp
gl: Fada da Tormenta
nl: Stormgeest

source: There are many tales of the strange storms which roam the Great Ocean and batter its shores. A number tell of twisting thunderheads moving against the wind in pursuit of ill–fated ships. These immensely powerful entities are most commonly known as Storm Wisps. Among learned magi, it is understood they are a kind of wisp, like those sighted drifting over the outlying marshes or glimmering faintly in the deep woods. Whatever else may be known of Storm Wisps is kept a secret of the elves. And perhaps also the silver order of magi, which has long studied such phenomena.
gl: Hai moitas historias sobre as estrañas tormentas que percorren o Gran Océano e golpean as súas costas. Algúns falan de retorcidas tormentas que se moven contra o vento en busca de barcos desafortunados. Estas entidades inmensamente poderosas son máis coñecidas como Storm Wisps. Entre os magos eruditos, enténdese que son unha especie de fío, como aqueles que se avistan á deriva polas marismas periféricas ou que brillan débilmente nos bosques profundos. Calquera outra cousa que se poida saber de Storm Wisps mantéñense en segredo dos elfos. E quizais tamén a orde de prata dos magos, que estudou durante moito tempo tales fenómenos.
nl: Er zijn vele verhalen van vreemde stormen die de Grote Oceaan ronddwalen en tegen zijn kusten slaan. Sommigen vertellen over draaiende donderkoppen die tegen de wind in bewegen in achtervolgen van ongelukkige schepen. Deze immens machtige entiteiten zijn het best bekend onder de naam Stormgeesten. Onder geleerde magisters worden ze begrepen als een soort elementale geest, gelijkaardige aan die gespot worden zwevend boven de uitgestrekte moerassen of zachtjes glimmend diep in de bossen. Wat er ook nog geweten moge zijn over Stormgeesten is een geheim dat bewaard wordt door de elfen. En misschien ook de Zilveren Orde van magiërs, die lang dergelijke fenomenen bestudeerd hebben.

source: Stymphalians are vicious and fiendish-tempered carnivorous birds that fly through the skies in search of their prey, which can range from small rats to large humans. Their piercing, bronzy beak can chew through even the hardest bone, and their mighty wingspans are covered in blade-sharp feathers which they can fling en masse towards their victims. Most humans would run from this bird’s call, though some drakes use their superior strength to hunt them.
gl: Os estínfalos son aves carnívoras, feroces e de mal carácter que voan polos ceos en busca de presas, que van desde pequenos ratos até humanos de gran tamaño. O seu peteiro afiado e bronceado pode roer ata o óso máis duro, e as súas inmensas envergaduras están cubertas de plumas afiadas como coitelos, que poden lanzar en masa contra as súas vítimas. A maioría dos humanos fuxiría ao escoitar o seu berro, aínda que algúns draconiáns empregan a súa forza superior para cazalos.

source: Wyrm
gl: Verme
