Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: gl, nl, zh_cn

source: Full encirclement from offshore. No escape will be permitted. From the circle I shall spy their thinnest line of defense. Then strike through it to reach the nighest watchtower. From there I rally a force to purge the isle. Wherever their defenses thin to feed a counter attack against me, the circle will fall upon.
gl: Cerco total desde mar adentro. Non se permitirá escapar. Desde o círculo espiarei a súa máis delgada liña de defensa. Despois atravesalo para chegar á atalaia máis próxima. A partir de aí reúno unha forza para purgar a illa. Onde queira que as súas defensas se adelgazen para alimentar un contraataque contra min, o círculo caerá sobre.
nl: Volledige omsingeling vanaf de kust. Geen ontsnapping zal toegelaten worden; Vanuit de cirkel zal ik hun zwakste onderdeel in de verdediging spotten. Dan slaan we erdoor om de dichtstbijzijnde wachttoren te bereiken. Vandaar roep ik troepen samen om het eiland te reinigen. Waar dan ook hun verdediging verdunt om een tegenaanval tegen mij te verzamelen, zal de cirkel op aanvallen.
zh_cn: 自海上形成合围之势。 不容任何逃脱。 吾将窥破其防线最薄弱之处。 继而突贯，直取最近之哨塔。 据此集结兵力，肃清全岛。 凡彼守备疏，以济其反击者，吾军必合击之。

source: A firm ploy, Aspirant Karron. Now offer yours, Aspirant Gorlack.
gl: Un truco firme, aspirante Karron. Agora ofrece o teu, aspirante Gorlack.
nl: Een sterk plan, Aspirant Karron. Bied nu jouw plan aan, Aspirant Gorlack.
zh_cn: 严密之策，竞位者卡戎。 该汝献策，竞位者戈拉克。

source: Cornered prey defends its back. Encircling is folly. Let our prey think they can thwart us. Two equal wings of drakes. First wing strikes southeast watchtower on first dawn. The creatures will rally to fall upon it, a mere half force as it is. On second dawn, second wing strikes opposite from northwest. Where they will find our prey’s back turned to them.
gl: A presa acorralada defende as súas costas. Rodear é unha tolemia. Que as nosas presas pensen que poden frustrarnos. Dúas ás iguais de dracos. A primeira á golpea a atalaia do sueste na primeira madrugada. As criaturas reuniranse para caer sobre ela, a medias de forza como é. No segundo amencer, a segunda á choca fronte ao noroeste. Onde atoparán as costas das nosas presas.
nl: In een hoek gedreven prooi vecht terug. Omcirkeling is dwaasheid. Laat onze prooi denken dat ze ons kunnen tegenhouden. Twee gelijke vleugels draken. De eerste vleugel valt de zuidoostelijke wachttoren aan bij eerste licht. De wezens zullen hun troepen samenroepen om hierop toe te slaan, amper een half leger. Bij de tweede zonsopkomst slaat de tweede vleugel toe vanuit het noordoosten. Waar ze onze prooi met hun rug gekeerd zullen aantreffen.
zh_cn: 困兽犹斗，尤护其背。 四面围猎，实为不智。 当使猎物自以为得计。 吾等分两翼势均龙人。 首翼于破晓时分，突袭东南望塔。 守军必以半数兵力驰援围剿。 次晨第二翼自西北反向突袭。 其时猎物背门洞开，尽现吾等之前。

source: Your first wing would not last the day, Gorlack. It is you who speaks folly!
gl: A túa primeira á non duraría o día, Gorlack. Es ti quen falas tolemia!
nl: Jouw eerste vleugel zou het geen dag uithouden, Gorlack. Jij bent het die dwaasheid spreekt!
zh_cn: 汝之首翼，难支旦夕，戈拉克。 斯言谬矣！

source: The wing will hold. I shall lead it myself to see that it does.
gl: A á aguantará. Vou levar eu mesmo para ver que é así.
nl: De vleugel zal uithouden. Ik zal hem zelf leiden om hierop toe te zien.
zh_cn: 翼队坚守阵地。 吾将亲率此翼，以保其成。

source: Aspirant Gorlack, for the first time your ploy is bolder than Aspirant Karron’s. I am curious as to why.
gl: Aspirante Gorlack, por primeira vez a túa artimaña é máis ousada que a do aspirante Karron. Teño curiosidade por saber por que.
nl: Aspirant Gorlack, voor de eerste keer is jouw plan meer gewaagd dan dat van Aspirant Karron. Ik ben benieuwd waarom.
zh_cn: 竞位者戈拉克，汝此番谋略首次凌驾于竞位者卡戎之上。 余甚欲知其缘由。

source: So that I may capture the leader of our prey unspoilt. Urged by the touch of flame, this creature might breathe secrets for reaching far lands beyond the sea.
gl: Para poder capturar ao líder da nosa presa virxe. Impulsada polo toque da chama, esta criatura podería respirar segredos para chegar a terras afastadas máis aló do mar.
nl: Opdat ik de leider van onze prooi ongedeerd gevangen kan nemen. Onder de invloed van vlammen kan dit wezen misschien geheimen uitzuchten om verre landen voorbij de oceaan te bereiken.
zh_cn: 如此吾方可完好俘获硬猎之首。 此生灵受焰舌驱策，或能吐露远渡重洋之秘途。

source: Again you waste time pondering Resha’s glider myths! If the far lands of glider legend ever were, they now dwell below the waves. Every raindrop drowns more of the world till the sky itself is filled.
gl: De novo perdes o tempo reflexionando sobre os mitos de planeadores de Resha! Se as terras afastadas da lenda dos planeadores foron algunha vez, agora habitan debaixo das ondas. Cada pinga de choiva afoga máis do mundo ata que o ceo se enche.
nl: Opnieuw verspil je tijd met het overwegen van de zwever mythes van Resha. Indien de verre landen van zwever legende ooit bestonden, liggen ze nu onder de golven. Elke druppel regen verdrinkt meer van de wereld tot de lucht zelf gevuld is.
zh_cn: 汝复虚掷光阴，沉吟瑞莎翔者之奇谈乎！ 纵彼远土，昔为翔者所颂，今亦沉于洪波。 天雨不绝，渐吞寰宇，及至苍穹亦盈。

source: Wingless. Finless. These intruders are land bound. They can only be from distant land.
gl: Sen ás. Sen aletas. Estes intrusos están a terra. Só poden ser de terras afastadas.
nl: Vleugelloos. Vinloos. Deze indringers zijn landgebonden. Ze kunnen enkel van verre landen komen.
zh_cn: 无翼。 无鳍。 此等入侵者困于陆地。 必自远方而来。

source: So it will be. Aspirant Gorlack, you may take this captive for inquisition. Aspirant Karron, you have lead of the second wing. The Hunt is Called.
gl: Así será. Aspirante Gorlack, pode levar a este cativo para a inquisición. Aspirante Karron, tes o liderado da segunda á. Chámase a caza.
nl: Zo zal het zijn. Aspirant Gorlack, je mag deze gevangene nemen voor ondervraging. Aspirant Karron, jij hebt de leiding over de tweede vleugel. De Jacht is Opgeroepen.
zh_cn: 事既已定。 竞位者戈拉克，此俘虏交由汝审讯。 竞位者卡戎，汝领第二翼队。 狩猎已启。

source: Infesters
gl: Infestadores
nl: Ongedierte
zh_cn: 入侵者

source: Viragar
zh_cn: 维拉加

source: Grol
zh_cn: 戈罗

source: Pigor
zh_cn: 皮戈

source: Grag
zh_cn: 格拉格

source: Karron’s Wing
gl: Á de Karron
nl: De Vleugel van Karron
zh_cn: 卡戎的翼队

source: Flight Omakon
gl: Voo Omakon
nl: De Vlucht van Omakon
zh_cn: 奥玛孔翼群

source: Capture Viragar by surrounding him with drakes on all six sides (best do so before Karron’s wing gets to him)
gl: Captura a Viragar rodeándoo de dracos polos seis lados (É mellor facelo antes de que a á de Karron chegue ata el)
nl: Vang Viragar door hem te omsingelen met draken aan alle zes kanten (dit doe je best voordat de vleugel van Karron bij hem geraakt)
zh_cn: 通过用龙人在六面包围捕捉维拉加 （最好在卡戎的翼队接近他之前）

source: Destroy any remaining orcish ships
gl: Destruír os barcos orcos restantes
nl: Vernietig alle overblijvende schepen
zh_cn: 摧毁剩下的兽人船只

source: Death of Viragar
gl: Morte de Viragar
nl: Dood van Viragar
zh_cn: 维拉加死亡

source: Karron’s Wing will attack from the northeast on turn 7
gl: Karron's Wing atacará desde o nordeste na curva 7
nl: De Vleugel van Karron zal vanuit het noordoosten aanvallen op beurt 7
zh_cn: 卡戎之翼将于第7回合自东北方攻袭

source: It seems by our swift approach we have evaded our foe’s notice. They have yet to rally a defense.
gl: Parece que co noso rápido achegamento evadimos a atención do noso inimigo. Aínda teñen que reunir unha defensa.
nl: Het lijkt erop dat we met onze snelle aankomst ontdekking door de vijand zijn ontkomen. Ze hebben nog geen verdediging samengeroepen.
zh_cn: 吾等疾行而至；敌尚未察。 其未及列防。

source: We shall retake the nigh watchtower before they do so. From there we rally a defense of our own.
gl: Recuperaremos a torre de vixía antes de que o fagan. A partir de aí reunimos unha defensa propia.
nl: We zullen de dichtstbijzijnde wachttoren innemen voor ze de kans krijgen. Van daar roepen we zelf troepen samen.
zh_cn: 吾等必先彼夺回夜哨。 自彼处吾将整吾翼群之防。

source: If we are to ensnare their leader unharmed, then we must surround it with our hunters.
gl: Se queremos atrapar o seu líder ileso, entón debemos rodealo cos nosos cazadores.
nl: Als we hun leider ongedeerd willen binden, moeten we hem omsingelen met onze jagers.
zh_cn: 若欲无损擒其首，吾等须以猎者围之。

source: Make that your first task, Resha. Once we have our captive, burn their sea skimmers. The landbound prey may then be left for our younger hunters to harvest.
gl: Fai que sexa a túa primeira tarefa, Resha. Unha vez que teñamos o noso cativo, queima os seus skimmers mariños. A presa terrestre pode deixarse entón para que as recollan os nosos cazadores máis novos.
nl: Maak daar je eerste taak van, Resha. Eens we onze gevangene hebben, verbrand hun vaartuigen. De landgebonden prooi mag dan achterblijven voor onze onervaren jagers om te oogsten.
zh_cn: 此乃汝之首务，瑞莎。 待擒获彼等，焚其海面疾足之舟。 陆行硬猎可留予吾族新晋猎手收割。

source: These vomiting wyrms again!? I HATE THEM!!!
gl: Estes vermes vómitos de novo!? OS ODIO!!!
nl: Die brakende reptielen weer!? IK HAAT ZE!!!
zh_cn: 又是这些吐火的巨龙！？ 吾深厌之！！！

source: Rally! Rally! Get to your posts, you scum! Wyrms are raining down on us! Pull our boats back and keep the fire breathers off them!
gl: Rally! Rally! Accede ás túas publicacións, escoria! Os vermes están a chover sobre nós! Retira os nosos barcos e mantéñase lonxe deles os respiradores!
nl: Naar je posten, naar je posten, waardeloos tuig dat jullie zijn! De reptielen dalen op ons neer! Breng onze schepen binnen en hou de vuurspuwers eraf!
zh_cn: 列阵！列阵！各归其位，你们这些渣滓！巨龙正似雨般降落！ 把我们的船拉回来，别让这些喷火者靠近！

source: I told you to keep my boats away from those wyrms, you useless SCUM! Wyrms breathe fire... boats are wood... fire is BAD for wood.
gl: Díxenche que mantivesen os meus barcos afastados deses vermes, escoria inútil! Os vermes respiran lume... os barcos son madeira... o lume é MAL para a madeira.
nl: Ik had jullie gezegd om mijn schepen weg te houden van die reptielen, jullie waardeloos UITSCHOT! Reptielen spuwen vuur... schepen zijn van hout gemaakt... vuur is SLECHT voor hout.
zh_cn: 我命令你让船只远离巨龙，你们这些无用的渣滓！ 龙吐火…船为木…火将毁木。

source: Oh, fire breathing ‘wyrms’ ... thought you meant protect the boats from woodworms. That makes more sense; never heard of fire breathing woodworms.
gl: Oh, "vermes" que escupen lume... pensaba que querías dicir protexer os barcos dos vermes. Iso ten máis sentido; nunca escoitei falar de vermes que escupen lume.
nl: Oh, vuurspuwende 'reptielen' ... ik dacht dat je zei om de boten de verdedigen van 'debielen'. Dat is logischer; nog nooit gehoord van vuurspuwende debielen.
zh_cn: 哦，喷火的“巨龙”，…还以为你说的是防蛀木之虫。 这就合理了，没听说过蛀木之虫能喷火。

source: They are committed now, SO just ATTACK! Harry them with everything you got, dung maggot!
gl: Están comprometidos agora, así que só ATACA! Harry con todo o que tes, gusano de esterco!
nl: Ze zitten vast nu dus VAL gewoon AAN! Gooi alles wat je hebt, strontwormen!
zh_cn: 他们已经下定决心了，所以就进攻吧！ 用尽全力骚扰他们，粪蛆！

source: Clasher, fall in.
gl: Clasher, cae.
nl: Ramdraak, blijf in de linie.
zh_cn: 冲击者，列阵。

source: My duty is to first destroy the Secrets of our library. The Secrets my caste keeps must not be seen by a foe.
gl: O meu deber é primeiro destruír os segredos da nosa biblioteca. Os segredos que garda a miña casta non deben ser vistos por un inimigo.
nl: Mijn plicht is om eerst de Geheimen van onze bibliotheek te vernietigen. De Geheimen die onze orde bewaart mogen door geen enkel vijand gezien worden.
zh_cn: 吾之职责乃先毁吾族秘刻。 吾族所守秘刻绝不可落于敌眼。

source: There is no foe on this isle, only prey. The hunt has been called. Your prior duty is hereby superseded.
gl: Non hai ningún inimigo nesta illa, só presa. A caza foi convocada. Substitúese o seu deber anterior.
nl: Er zijn geen vijanden op dit eiland, enkel prooi. De Jacht is Opgeroepen. Jouw voorgaande plicht is hierbij opgeheven.
zh_cn: 此岛无有敌手，唯有猎物。 狩猎已启。 汝旧职乃废。

source: This firescale is far too cumbersome for armor making... Clasher glyphs are engraved into it; this firescale must bear Secrets of their caste.
gl: Esta escala de lume é demasiado engorrosa para fabricar armaduras... Nel están gravados glifos de Clasher; esta escala de lume debe levar segredos da súa casta.
nl: Deze vuurschub is veel te onhandig om bepantsering uit te maken. Ramdraak runen zijn erin gegraveerd; deze vuurschub moet Geheimen van hun orde bevatten.
zh_cn: 此火鳞过于粗重，不堪为甲胄之用… 其上镌有冲击者符文；必载其种姓之秘刻。

source: It is forbidden for me to speak the Secrets engraved into this firescale. By the Ways of Morogor, we clashers must keep our Secrets.
gl: Está prohibido que fale os Segredos gravados nesta escala de lume. Polos Camiños de Morogor, os enfrontadores debemos gardar os nosos segredos.
nl: Het is mij verboden om de Geheimen te spreken die in deze vuurschub gegraveerd staan. Volgens het Pad van Morogor moeten wij ramdraken onze Geheimen bewaren.
zh_cn: 此火鳞所铸之秘刻，吾不可言。 依莫罗戈法典所载，吾等冲击者须守秘刻。

source: ...that a fearsome war between drakes is fast approaching. Each flight is led by a ‘dominant’ and advised by three ranked intendants. Beneath these are aspirants, whose position is like a princeship except their ascension to dominant is decided by contest. There is also a caste system that cuts across the flights, with four castes— — Burners are strategic thinkers and show special concern for their fellow drakes. They are natural leaders. But prideful and prone to losing sight of the little things that grow into defeat. — Clashers are trusted by all to fairly enforce the Ways of Morogor. They guard the drake hatcheries, and also libraries of secret knowledge engraved into ceramic tablets. They keep these secrets not just from us, but from the <i>other castes</i>. — Fighters are bold. Quick thinking but decisive to the point of shortsightedness. They are our biggest trouble here. — Gliders have a curious mind steeped in the ‘Spoken Memories’, a kind of oral history unknown to the other castes. As scouts, messengers, and stewards of the hunting grounds, they know Morogor is sinking. But the other castes ignore their warnings. A young glider, Resha, told me her caste hopes to escape Morogor, and I suspect our arrival here may have encouraged them. Thankfully, Jessene keeps all her navigational charts under lock and key. If she hadn’t, the beating of dragon wings might be heard over Southbay! Jessene says her people are familiar with these dragons. Their tomes describe such a race of monsters that drove the Wesfolk from the distant west. And the gliders too have stories of drakes living far beyond Morogor. Resha told me a few of these stories, before our parley was broken by another rebellion from the fighter caste. <i>― Prince Leodren of Southbay, 26th day of the Eastward Oceanic Expedition</i>
gl: ...que unha guerra temible entre dracos se achega rapidamente. Cada voo está dirixido por un "dominante" e asesorado por tres intendentes clasificados. Debaixo destes atópanse aspirantes, cuxa posición é como un príncipe, agás que a súa ascensión a dominante se decide por concurso. Tamén hai un sistema de castas que atravesa os voos, con catro castas: — Os queimadores son pensadores estratéxicos e mostran especial preocupación polos seus compañeiros dracos. Son líderes naturais. Pero orgulloso e propenso a perder de vista as pequenas cousas que se converten en derrota. — Todos confían nos enfrontamentos para facer cumprir de forma xusta os Camiños de Morogor. Eles gardan os criadeiros de dracos, e tamén bibliotecas de coñecemento secreto gravadas en tablillas de cerámica. Eles gardan estes segredos non só para nós, senón para as <i>outras castas</i>. - Os loitadores son audaces. Pensamento rápido pero decisivo ata o punto de miope. Son o noso maior problema aquí. — Os planeadores teñen unha mente curiosa empapada nas ‘Memorias faladas’, unha especie de historia oral descoñecida para as outras castas. Como exploradores, mensaxeiros e administradores dos terreos de caza, saben que Morogor está a afundirse. Pero as outras castas ignoran as súas advertencias. Unha moza planeadora, Resha, díxome que a súa casta espera escapar de Morogor, e sospeito que a nosa chegada aquí puido animalos. Afortunadamente, Jessene mantén todas as súas cartas de navegación baixo chave. Se non o fixera, o bater das ás de dragón podería escoitarse sobre Southbay! Jessene di que a súa xente está familiarizada con estes dragóns. Os seus tomos describen tal raza de monstros que expulsaron aos Wesfolk do afastado oeste. E os planeadores tamén teñen historias de dracos que viven moito máis alá de Morogor. Resha contoume algunhas destas historias, antes de que o noso debate fose roto por outra rebelión da casta dos loitadores. <i>- Príncipe Leodren de Southbay, 26o día da Expedición Oceánica cara ao Leste</i>
nl: ... dat een verschrikkelijke oorlog tussen draken snel naderend is. Elke vlucht wordt geleid door een 'dominant' en word geadviseerd door 3 intendanten van hoge rang. Hieronder zijn de aspiranten, wiens positie gelijkaardig is aan een prinsdom, behalve dat hun verheffing tot dominant bepaald wordt door strijd. Er is ook een orde systeem dat over alle vluchten heen gaat met vier ordes— — Hittedraken zijn strategische denkers en tonen speciale zorg voor hun mededraken. Ze zijn natuurlijke leiders. Maar ook trots en verliezen gemakkelijk kleine dingen uit het oog die tot nederlaag leiden. — Ramdraken genieten het vertrouwen van allen om het Pad van Morogor eerlijk te handhaven. Ze bewaken de broedplaatsen en ook de bibliotheken van geheime kennis die gegraveerd is op keramieken tabletten. Deze geheimen houden ze niet enkel van ons, maar ook van de <i>andere ordes</i>. — Krijgerdraken zijn gedurfd. Snel denkend maar beslissend tot het punt van kortzichtigheid. Zij zijn ons grootste probleem hier. — Zwevers hebben een nieuwsgierige geest vol van de 'Gesproken Herinneringen', een soort orale geschiedenis die de andere ordes niet kennen. Als verkenners, boodschappers en behoeders van de jachtgebieden, weten zij dat Morogor aan het zinken is. Maar de andere ordes negeren hun waarschuwingen. Een jonge zwever, Resha, heeft me verteld dat hun orde Morogor hoopt te verlaten, en ik denk dat onze aankomst hier hen heeft aangemoedigd. Gelukkig houdt Jessene al haar navigatiekaarten achter slot en grendel. Zoniet, werden de vleugelslagen van draken misschien weldra wel gehoord in Zuidbaai! Jessene zegt dat haar volk vertrouwd is met deze draken. Hun oudste kronieken beschrijven zulk een ras van monsters dat het Wesvolk vanuit het verre Westen dreef. En de zwevers hebben ook verhalen van draken die ver voorbij Morogor leven. Resha heeft me enkele van deze verhalen verteld, alvorens ons overleg verbroken werd door alweer een rebellie van de krijger orde. <i>― Prins Leodren van Zuidbaai 26ste dag van de Oostelijke Oceaanexpeditie</i>
zh_cn: …一场可怖的龙人内战正迫近。 每支翼群由一名"翼主"统领，三名受衔的"辅佐者"提供谏言。其下设有"竞位者"，其位阶类同王子，然晋升翼主之位须经竞位战决断。另有跨越各翼群的种姓体系，分四支—— ——灼烧者乃战略家，尤重同族安危。天生将才。然其骄矜，常失察微末之事，终致败绩。 ——冲击者奉莫罗戈法典为圭臬，执法公允，深受众信。彼辈戍守龙人孵化所，亦守护镌刻于陶板之上的秘识文库。彼所藏之机密，非独不令我等知，亦不使<i>外种姓</i>闻。 ——战士勇悍。思虑迅捷却失之武断，乃至目光短浅。彼辈乃此地最大祸患。 ——滑翔者浸淫"口述史"，他种姓未曾知晓之口述史，怀揣奇思。作为斥候、信使与猎场司掌，彼辈深知莫罗戈正沉没。然他系种姓漠视其警言。 一名唤作瑞莎的年轻滑翔者告余：其种姓冀望逃离莫罗戈。吾疑我等抵达此地或助长了彼辈决心。幸而洁欣将其所有海图严锁秘藏。若非如此，南湾上空恐已闻龙翼击空之声！ 洁欣言其族熟知此等龙族。韦福克典籍载有此类魔物——正是彼辈将韦福克之民自远西之地驱离。而滑翔者亦传诵着龙人远居莫罗戈之外的轶闻。余与瑞莎会谈时，彼曾述数则此类故事，然未竟便因战士种姓再起叛乱而中断。 <i>――南湾的利奥德伦王子，</i> <i>东向海洋远征之第26日</i>

source: Lo! Karron reinforces us.
gl: Vaia! Karron refórzanos.
nl: Zie daar! Karron komt ter versterking.
zh_cn: 看！卡戎率翼队驰援吾等。

source: I see Gorlack still lasts... Wing, descend upon the interlopers. Leave no survivors!
gl: Vexo que Gorlack aínda dura... Á, baixa sobre os intrusos. Non deixes superviventes!
nl: Ik zie dat Gorlack het nog uithoudt... Vleugel, daal neer op de indringers. Laat geen overlevenden!
zh_cn: 吾见戈拉克尚存… 翼队，俯冲剿灭入侵者。 不留活口！

source: Karron, their leader is to remain alive. I want no repeat of last time.
gl: Karron, o seu líder debe seguir vivo. Non quero repetir a última vez.
nl: Karron, hun leider dient in leven te blijven. Ik wil geen herhaling van laatste keer.
zh_cn: 卡戎，须留其首领活口。 前次之事，不可复演。

source: You do not command me, Gorlack.
gl: Non me mandas, Gorlack.
nl: Jij beveelt mij niet, Gorlack.
zh_cn: 汝无权号令吾，戈拉克。

source: I remind you it is by Vladnir’s order this creature remain whole.
gl: Lémbrovos que é por orde de Vladnir que esta criatura permaneza enteira.
nl: Ik herinner je eraan dat het volgens Vladnir's bevel is dat dit wezen heel moet blijven.
zh_cn: 吾告汝：此乃维拉德尼尔之令，此物须得保全。

source: So be it. My wing will hold your prize inviolate. Mostly.
gl: Así sexa. A miña á manterá o teu premio inviolable. Sobre todo.
nl: Zijn wil geschiede. Mijn vleugel zal je prijs niet beschadigen. Bijna niet.
zh_cn: 便如此。 吾之翼队必护汝之奖不令侵损。 多半如此。

source: I must withdraw. Another triumph falls to Gorlack alone.
gl: Debo retirarme. Outro triunfo recae só en Gorlack.
nl: Ik moet terugtrekken. Nog een overwinning die enkel aan Gorlack toebehoort.
zh_cn: 吾须退却。 此胜再归戈拉克独享。

source: Speak, prey. Your kind fares beyond these isles. You will tell us of your destinations.
gl: Fala, presa. O teu amable vai máis aló destas illas. Xa nos contarás os teus destinos.
nl: Spreek, prooi. Jouw soort trekt voorbij deze eilanden. Jij zal ons vertellen naar welke bestemmingen.
zh_cn: 汝将告之，猎物。 汝族行迹远涉诸岛。 吾等欲知汝之去向。

source: Release me now and maybe I let some of you live... for future sport of my archers! Hahahaha!
gl: Soltame agora e quizais deixo vivir a algúns de vós... para o futuro deporte dos meus arqueiros! Hahahaha!
nl: Laat me nu gaan en ik zal misschien enkelen van jullie sparen... als toekomstige sport voor mijn boogschutters! Hahahahaha!
zh_cn: 现在放了我，也许我能留你几条命…用来做我弓箭手的未来的运动！哈哈哈哈！

source: Put him on the <i>Spit of Telling</i>.
gl: Póñao no <i>espeto de contar</i> .
nl: Leg hem op het <i>Spit van Spraak</i>.
zh_cn: 将其置于<i>述者之叉</i>上。

source: Nay! It was to be taken alive!
gl: Non! Estaba para ser tomado vivo!
nl: Neen! Het moest levend gevangen worden!
zh_cn: 不可！ 此猎物当生擒！

source: My captive is slain, Karron! You, with your wing of halfwits, have stayed our reascension for an age longer!
gl: O meu cativo é asasinado, Karron! Ti, coa túa á de medias mentes, mantiveches o noso ascenso unha idade máis!
nl: Mijn gevangene werd gedood, Karron! Jij, samen met je vleugel idioten, hebben onze heropleving verlaat voor nog een tijdperk langer!
zh_cn: 吾之囚虏遭戮矣，卡戎！ 汝率痴愚翼队；延宕吾族复升大业整一世代！

source: Your pet was cut down by mistake. Try to calm yourself, Gorlack.
gl: A túa mascota foi cortada por erro. Intenta calmarte, Gorlack.
nl: Je huisdier was per ongeluk neergemaaid. Probeer wat te kalmeren, Gorclack.
zh_cn: 汝之宠物误遭屠戮。 平汝心绪，戈拉克。

source: Their sea skimmers are perished. Their hope of escape is no more.
gl: Os seus skimmers mariños morreron. A súa esperanza de escapar xa non hai.
nl: Hun vaartuigen zijn ten onder gegaan. Hun hoop op ontsnapping is vergaan.
zh_cn: 其海掠者皆殁。 遁逃之望尽绝。

source: Koli
zh_cn: 科利

source: Our hunters will complete the harvesting. Now, see to—
gl: Os nosos cazadores completarán a colleita. Agora vexa—
nl: Onze jagers zullen de oogst afwerken. Laten we nu —
zh_cn: 吾等猎者将毕其狩。 如此，此事——

source: Lo! An unknown wing approaches from northwest!
gl: Vaia! Unha á descoñecida achégase dende o noroeste!
nl: Zie daar! Een onbekende vleugel nadert uit het noordwesten!
zh_cn: 瞧！西北方有未知翼队迫近！

source: Announce yourselves!
gl: Anunciadevos!
nl: Kondig julliezelf aan!
zh_cn: 报上汝等身份！

source: I am Second Intendant Koli of Flight Omakon.
gl: Son o segundo intendente Koli de Flight Omakon.
nl: Ik ben Tweede Intendant Koli van Vlucht Omakon.
zh_cn: 吾乃奥玛孔翼群次席辅佐者，科利。

source: The troubled Domain of Omakon is six dozen leagues away. They are strangely far out...
gl: O convulso Dominio de Omakon está a seis ducias de leguas de distancia. Están estrañamente lonxe...
nl: Het verstoorde Domein van Omakon is zes dozijn mijlen weg. Ze zijn verdacht ver weg...
zh_cn: 奥玛孔之疆域距此尚有七十二里格之遥。 彼等竟远遁至此异境…

source: They are rogue.
gl: Son canallas.
nl: Ze zijn bannelingen.
zh_cn: 彼乃逆翼。

source: State your purpose here!
gl: Indique aquí o seu propósito!
nl: Geef je intenties om hier te zijn!
zh_cn: 汝此行何为！
