Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: gl, nl, zh_cn

source: Wyrms are strange beasts, stout serpents with wings, but no legs. They are relatively rare, and their presence is attributed to some eccentric wizard or dragon. Mature Wyrms have excellent control of their fire breath attack, as if they are themselves miniature dragons.
gl: Os vermes son bestas estrañas, serpes robustas con ás, pero sen patas. Son relativamente raros, e a súa presenza atribúese a algún meigo ou dragón excéntrico. Os vermes maduros teñen un excelente control do seu ataque de alento de lume, coma se eles mesmos fosen dragóns en miniatura.

source: blast
gl: explosión
nl: ontploffing

source: fighter intendant
gl: Intendente loitador

source: clasher intendant
gl: Intendente dos Chocadores

source: WoF
nl: WvhL

source: Slimysuckers
nl: Slijmglibbers

source: <i>Reeeeee!</i>
nl: <i>Iiiiiiiiii!</i>
