Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: gl, nl, zh_cn

source: Vladnir will not last with <b>no</b> ally by his side.
gl: Vladnir non durará sen <b>ningún</b> aliado ao seu lado.
nl: Vladnir zal niet uithouden zonder <b>enige</b> bondgenoot aan zijn zijde.
zh_cn: 维拉德尼尔<b>无</b>盟翼在侧，其势难久。

source: Vladnir is to follow me here. By now he is already faring.
gl: Vladnir vai seguirme aquí. A estas alturas xa lle vai.
nl: Vladnir zou me hiernaartoe volgen. Tegen deze tijd is hij al onderweg.
zh_cn: 维拉德尼尔将随吾至此。 彼此刻应已启程。

source: We have not yet the provisions for three flights within this domain. There could be hunger before the next moon!
gl: Aínda non temos as disposicións para tres voos dentro deste dominio. Podería haber fame antes da próxima lúa!
nl: We hebben nog geen proviand voor drie vluchten in dit domein. Er zou honger kunnen zijn voor de volgende maan!
zh_cn: 吾等领地内尚无供养三支翼群之储粮。 未及下月盈缺，饥馑将至！

source: Gorlack we must— Gorlack, hatchlings do not belong at a counsel gathering.
gl: Gorlack debemos... Gorlack, as crías non pertencen a unha reunión de avogados.
nl: Gorlack we moeten— Gorlack, jongen horen niet thuis bij een raadsvergadering.
zh_cn: 戈拉克，吾等必—— 戈拉克，雏龙不得列席议席。

source: We are <b>not</b> hatchlings...
gl: <b>Non</b> somos crías...
nl: We zijn <b>geen</b> jongen...
zh_cn: 我们<b>并非</b>雏龙…

source: Not hatchlings!
gl: Non son crías!
nl: Geen jongen!
zh_cn: 并非雏龙！

source: Indeed, I am our clan’s elder. Sssuch longevity wandering ssstars bestow me. For over 11 years have I lived.
gl: De feito, son o maior do noso clan. Sssuch lonxevidade errante ssstars me outorga. Hai máis de 11 anos que vivo.
nl: Inderdaad, ik ben de oudssste van mijn clan. Zulke ouderdom isss mij toebedeeld door de sssterren. Al 11 jaar heb ik geleefd.
zh_cn: 实际上，我是部族的长者。漫游星尘赐我长寿嘶嘶。我已经活过了11年。

source: They are ‘saurians’.
gl: Son ‘saurios‘.
nl: Zij zijn 'saurianen'.
zh_cn: 彼等乃“蜥蜴人”。

source: Their likeness to hatchlings is disarming. Disturbingly so. I do not want them near my fli—
gl: A súa semellanza coas crías é desarmadora. Inquietante. Non os quero preto da miña fli—
nl: Hun gelijkenis aan jongen is heel ontwapenend. Heel eng. Ik wil ze niet in de buurt van mijn vlu—
zh_cn: 其形肖似雏龙，令人懈备。 实乃扰心。 吾不欲彼辈近吾翼——

source: Enough.
gl: Abonda.
nl: Genoeg.
zh_cn: 足矣。

source: I shall have a closer survey of the Greatland focused on game abundance. Resha, see to it at once.
gl: Terei un estudo máis detallado sobre Greatland centrado na abundancia do xogo. Resha, encárgate de inmediato.
nl: Ik zal een nauwere studie doen van het Grootland toegelegd op prooi abundantie. Resha, zie hier onmiddellijk op toe.
zh_cn: 吾当详察泰陆，以觅软猎之丰。 瑞莎，速为之。

source: By your will.
gl: Pola túa vontade.
nl: Zo u wil.
zh_cn: 遵汝意志。

source: Gorlack, arriving here, I noticed a large gathering of game to the northeast. A nest of haldric.
gl: Gorlack, ao chegar aquí, notei unha gran concentración de caza ao nordeste. Un niño de haldrico.
nl: Gorlack, toen we hier arriveerden merkte ik een grote verzameling prooi op in het noordoosten. Een nest haldrics.
zh_cn: 戈拉克，吾抵此境，见东北向有软猎大群聚。 乃哈德里克之巢穴。

source: You sssaw Demon King?! You sssssaw <b>The Haldric</b>?
gl: Viches o Rei Demo? Viches <b>o Haldric</b> ?
nl: Je zag Koning der Demonen?! Je zag <b>De Haldric</b>?
zh_cn: 你看到了嘶嘶恶魔国王？！你看到了嘶嘶<b>哈德里克</b>？

source: Gorlack, your hatchling-things cry nonsense. You must gain control over them.
gl: Gorlack, as túas crianzas choran tonterías. Debes gañar o control sobre eles.
nl: Gorlack, je jong-dingen kramen onzin uit. Oefen controle over hun uit.
zh_cn: 戈拉克，汝之雏翼啼鸣无状。 汝须令其归序。

source: Not nonsssenssse! Creatures you sssaw call themssselves ‘humans’. They are lumbering, brutish, odiousss monsssters covered in moissst ssskin of toad. They are hirelings sssummoned from underssside of world by elves of deep, dark Foressst of Wesssmere. These humans ssslaughtered all but my entire clan! On the ruins of my hatchplace they raised their towering Fort Elenssse. Pray dragons, rain jussst fire down upon these abominations!
gl: Non tonssenssse! As criaturas que viches chámanlles "humanos". Son monstros pesados, brutos e odiosos cubertos de pel húmida de sapo. Son mercenarios convocados dende a parte inferior do mundo por elfos do bosque profundo e escuro de Wesssmere. Estes humanos masacraron a todos menos a todo o meu clan! Sobre as ruínas da miña escotilla levantaron o seu imponente Fort Elenssse. Ore dragóns, chove só e dispare sobre estas abominacións!
nl: Geen onzin! De wezensss die je zag noemen zich 'mensssen'. Ze zijn ssslungelige, brute, ssstinkende monssstersss gehuld in de vochtige huid van padden. Ze zijn huurlingen opgeroepen van de onderkant van de wereld door de elfen in het diepe, donkere Bosss van Wesssmere. Deze mensssen hebben bijna mijn hele clan afgessslacht! Op de ruines van mijn geboorteplek hebben ze hun torenhoge Fort Elenssse opgetrokken. Ik aanbid jullie draken, regen rechtvaardig vuur neer op deze gruwelwezensss!
zh_cn: 绝非妄言嘶嘶！你们所见之造物自称为“人类”嘶嘶。他们是笨拙、野蛮、可憎的怪物嘶嘶，覆有如蟾蜍之湿黏皮囊嘶嘶。他们是幽暗的韦弥尔森林之精灵从世界底层召来的佣兵嘶嘶。 这些人类屠尽我族之外全族嘶嘶！在我孵化所的废墟之上，他们筑起埃伦斯要塞嘶嘶。祈龙族降下天火，焚尽此等秽物嘶嘶！

source: Gorlack, we should harvest them. There is meat enough there to feed our three flights a full year.
gl: Gorlack, deberíamos collelas. Hai carne suficiente para alimentar os nosos tres voos ao ano.
nl: Gorlack, ze kunnen ze best oogsten. Er is genoeg vlees daar om onze drie vluchten een heel jaar te voeden.
zh_cn: 戈拉克，吾等当收割此猎。 其肉足供三翼群饱食整年。

source: Resha has advised against further encounters with humans until more is known of them. Many glider Memories speak of times when underestimated prey became the hunter. Also that this Greatland hides terrible danger.
gl: Resha desaconsellou máis encontros con humanos ata que se saiba máis deles. Moitos recordos de planeadores falan de tempos nos que unha presa subestimada converteuse en cazadora. Tamén que esta Greatland esconde un perigo terrible.
nl: Resha heeft geadviseerd tegen verder interactie met de mensen tot we meer van hen weten. Vele zwever Herinneringen spreken van tijden wanneer onderschatte prooi de jagers werd. En ook dat in dit Grootland een verschrikkelijk gevaar huist.
zh_cn: 瑞莎谏言，勿再与人类交锋，直至吾等更知其底细。 诸多滑翔者口述史有载：往昔轻敌之硬猎，反成猎手。 亦言此泰陆，暗藏凶险。

source: You speak with Resha’s fearful tongue. I remember, long ago...
gl: Falas coa lingua temerosa de Resha. Lembro, hai tempo...
nl: Je spreekt met de bange tong van Resha. Ik herinner me lang geleden...
zh_cn: 汝言如瑞莎，惧声颤颤。 吾忆之久矣…

source: You would speak of our great battles to be won over the rogues. Hunting beasts so terrible we could only hope to take them on working together. Long ago. Before Resha. Before your mind echoed with her glider myths.
gl: Falarías das nosas grandes batallas para gañarlles aos canallas. Cazando bestas tan terribles que só podíamos esperar levalas a traballar xuntos. Hai moito tempo. Antes de Resha. Antes de que a túa mente facía eco cos seus mitos de planeadores.
nl: Je sprak toen van onze grootse gevechten die we zouden winnen tegen de bannelingen. Jagend op beesten, zo verschrikkelijk, dat we ze enkel samen konden hopen aan te kunnen. Lang geleden. Voor Resha. Voor haar zwevers mythes in je hoofd weergalmden.
zh_cn: 汝欲言吾等将胜恶徒之战。 狩猎猛兽如此可怖，唯协力方可图之。 彼时久远。 瑞莎未现。 汝心未回荡其滑翔者之传说。

source: Not myths, Karron. Look around us. It is not the ocean we stand upon.
gl: Non son mitos, Karron. Mira ao noso redor. Non é o océano sobre o que estamos.
nl: Geen mythes, Karron. Kijk rond ons. Het is niet de oceaan waarop we staan.
zh_cn: 非为传说，卡戎。 环视吾等所立之地。 此非吾等所立之海洋。

source: Your dreams of glorious feats, spoken in such detail. Such certainty. In them I found my inspiration. I would become your first intendant. So that I might become a part of them— your adventures to come. Harder than your other allies I trained. In the challenges, fiercer than any of them I fought. Already advanced to warrior rank was I, when still of basic rank were both of you... When you promised first intendancy to Resha. The insult of second... to me.
gl: Os teus soños de fazañas gloriosas, faladas con tanto detalle. Tal certeza. Neles atopei a miña inspiración. Eu converteríame no teu primeiro intendente. Para que eu poida ser parte deles, as túas aventuras por vir. Máis duro que os teus outros aliados adestroi. Nos retos, máis feroz que ningún deles loitei. Eu xa ascendei ao rango de guerreiro, cando aínda estabades os dous no rango básico... Cando prometeu a primeira intendencia a Resha. O insulto de segundo... para min.
nl: Jouw dromen van roemrijke daden, verteld in zo'n scherp detail. Zo'n zekerheid. Daarin vond ik mijn inspiratie. Ik zou je eerste intendant worden. Zodat ik er een onderdeel van kon uitmaken— jouw avonturen die je zou hebben. Harder dan je andere bondgenoten oefende ik. In de beproevingen vocht ik feller dan wie dan ook. Ik was al gepromoveerd tot krijger, terwijl jullie nog van gewone rang waren... Toen je de positie als jouw eerste intendant aan Resha beloofde. En de belediging als tweede... aan mij.
zh_cn: 汝之壮举梦景，言之凿凿。 其志之坚，如熔岩凝铸。 吾遂得启悟其间。 愿为汝之首任辅佐者。 如是可伴汝左右——共赴未来征途。 吾之淬炼，艰于诸盟翼。 吾之搏杀，烈于众同翼。 汝二人尚居基础阶位时，吾已晋战士之阶…… 然汝将首辅之位许予瑞莎。 次席之辱……竟归于吾。

source: You dwell so much in the past. The past weakens you.
gl: Vives moito no pasado. O pasado debilitache.
nl: Je dwaalt zo veel in het verleden. Het verleden verzwakt je.
zh_cn: 汝沉湎往昔过甚。 往昔令汝孱弱。

source: It is for this present moment that I recall the past! I adjure you, remember your <b>fire</b> for those dreams of glory! The gift of your caste that once burned brightest in your heart!
gl: É para este momento presente que lembro o pasado! Xúroche, lembra o teu <b>lume</b> por aqueles soños de gloria! O agasallo da túa casta que antes ardeu máis no teu corazón!
nl: Het is voor dit eigen moment dat ik het verleden aanhaal! Ik maan je, herinner je <b>vuur</b> voor die dromen van roem! Het geschenk van jouw orde dat ooit het felste brandde in jouw hart!
zh_cn: 为此刻，吾溯往昔！ 吾令汝，记尔之<b>火</b>，以奉荣光！ 尔之种姓所赐，心焰最炽之光也！

source: Dominant Gorlack, pray tell what glorious dream you see.
gl: Dominante Gorlack, di que soño glorioso ves.
nl: Dominant Gorlack, deel alsjeblieft met mij wat voor glorieuze droom je ziet.
zh_cn: 翼主戈拉克，请告汝所见之荣梦。

source: Landfall
gl: Aterraxe
nl: Landing
zh_cn: 登陆

source: Near to the gathering of human prey, the Flight of Gorlack took positions. Veiled by the clouds above, Karron with her wing of hunters watched for the signal to pounce.
gl: Preto da recollida de presas humanas, o Voo de Gorlack tomou posicións. Velada polas nubes de arriba, Karron coa súa á de cazadores mirou o sinal para abalanzarse.
nl: Vlakbij de verzameling van menselijke prooi neemt de Vlucht van Gorlack positie in. Verborgen door de wolken boven keken Karron met haar vleugel jagers uit naar het signaal om toe te slaan.
zh_cn: 靠近人类猎物的聚集地，戈拉克之翼群布下战阵。云层之上，卡戎及其猎手翼队等待突袭信号。

source: Fort Elense
gl: Forte Elense
zh_cn: 埃伦斯要塞

source: Vorlyan
zh_cn: 沃利安

source: Iryn
zh_cn: 伊林

source: King Haldric
gl: Rei Haldric
zh_cn: 哈德里克国王

source: Queen Jessene
gl: Raíña Jessene
nl: Koningin Jessene
zh_cn: 洁欣王后

source: Lance of Ladoc
gl: Lanza de Ladoc
nl: De Lans van Ladoca
zh_cn: 拉德克的长枪

source: Reinforcements
gl: Reforzos
nl: Versterkingen
zh_cn: 援军

source: Kill all the humans
gl: Mata a todos os humanos
nl: Dood alle mensen
zh_cn: 杀了所有人类

source: Death of Karron
gl: Morte de Karron
nl: Dood van Karron
zh_cn: 卡戎死亡

source: Move anyone to the beacon to call in the reinforcements: Karron with veteran drakes attacking from the west Saurians attacking from the north
gl: Move a calquera á baliza para chamar aos reforzos: Karron con dracos veteranos atacando desde o oeste Saurios atacando desde o norte
nl: Verplaats eenieder naar het baken om versterkingen te roepen: Karron valt aan met drakenveteranen vanuit het westen Saurianen vallen aan van het noorden
zh_cn: 移动任何人到烽火台以呼唤援军： 卡戎和龙人老兵会从西边进攻 蜥蜴人从北边进攻

source: Clashers can be recruited and recalled again
gl: Os choques pódense recrutar e chamar de novo
nl: Ramdraken kunnen weer gerekruteerd en opgeroepen worden
zh_cn: 可以再次征募和召回龙人冲击者

source: Saurians can be recruited and recalled now
gl: Os saurios poden ser recrutados e retirados agora
nl: Saurianen kunnen nu gerekruteerd en opgeroepen worden
zh_cn: 现在可以征募和召回蜥蜴人

source: Gorlack, you have made landfall! Within sight of these humans!
gl: Gorlack, tocaches terra! Á vista destes humanos!
nl: Gorlack, je bent geland! Binnen het zicht van deze mensen!
zh_cn: 戈拉克，汝已着陆！ 竟在此等人类眼前！

source: You have returned from patrol with fortunate timing, Resha. These creatures are to be our prey. I shall grant you the details at the keep. Fall in.
gl: Volveches da patrulla cun momento afortunado, Resha. Estas criaturas deben ser a nosa presa. Concederei os detalles na fortaleza. Caer dentro.
nl: Je bent tijdig teruggekeerd van patrouille, Resha. Deze wezens zullen onze prooi zijn. Ik zal je de details vertellen aan de donjon. Neem positie in.
zh_cn: 汝巡哨归巢，正逢其时，瑞莎。 此群猎物，当为吾俎。 至营后，吾将授汝其详。 归列。

source: Gorlack, this is terribly unwise! The full ability of the humans is still unknown to us.
gl: Gorlack, isto é terriblemente imprudente! A capacidade total dos humanos aínda é descoñecida para nós.
nl: Gorlack, dit is verschrikkelijk onwijs!$ Het volledige kunnen van de mensen is ons nog onbekend.
zh_cn: 戈拉克，此举极不智！ 吾等尚未尽晓人类之能。

source: We have no choice, we need the meat. When I give you the signal, light the beacon. It will call in our reinforcements.
gl: Non temos máis remedio, necesitamos a carne. Cando che dea o sinal, acende o faro. Chamará aos nosos reforzos.
nl: We hebben geen keus, we hebben het vlees nodig. Wanneer ik je het signaal geef, ontsteek het baken. Het zal onze versterkingen inroepen.
zh_cn: 吾等别无他选，须得此肉。 待吾号令，汝燃烽火。 援翼将应召而至。

source: General Vorlyan! We have a problem.
gl: Xeneral Vorlyan! Temos un problema.
nl: Generaal Vorlyan! We hebben een probleem.
zh_cn: 沃利安将军！我们遇到麻烦了。

source: How many orcs? Have they made landfall yet?
gl: Cantos orcos? Xa tocaron terra?
nl: Hoeveel orks, zijn ze reeds geland?
zh_cn: 多少兽人？他们是否已经登陆了？

source: Not orcs, sir, dragons.
gl: Non son orcos, señor, son dragóns.
nl: Niet orks, heer, draken.
zh_cn: 不是兽人，先生，是龙人。

source: Dragons?!
gl: Dragóns?!
nl: Draken?!
zh_cn: 龙人？！

source: Indeed sir, they are moving in from our south. There is a horde of them.
gl: De feito, señor, están a mudarse do noso sur. Hai unha horda deles.
nl: Ja heer, ze komen vanuit het zuiden. Er is een hele horde ervan.
zh_cn: 确实，先生，他们正从我们的南面移动过来。他们是一大群。

source: They do move in hordes...
gl: Móvense en hordas...
nl: Dus ze bewegen echt in hordes...
zh_cn: 他们确实成群结队地移动……

source: Captain, ride east and order Carcyn Fisher to put his people on the boats and evacuate upriver. Tell that wesfolk traveller if he ignores <i>this</i> order you will evacuate his head from his shoulders.
gl: Capitán, vai cara ao leste e ordena a Carcyn Fisher que poña ao seu pobo nos barcos e evacúe río arriba. Dille a ese viaxeiro que ignora <i>esta</i> orde que evacuará a súa cabeza dos seus ombreiros.
nl: Kapitein, rij oostwaarts en beveel Carcyn Visser om zijn bevolking op boten te zetten en rivieropwaarts te evacueren. Zeg tegen die wesvolk reiziger dat als hij <i>did</i> bevel negeert, je zijn hoofd van zijn schouders zult evacueren.
zh_cn: 队长，率部向东，命卡辛·费舍尔率部登船，溯河撤离。告诉那韦福克旅者，若敢违抗<i>此</i>令，你便将其头颅自其肩上摘下。

source: Then go upriver yourself, all the way to Fort Weldyn. Bring word of our situation directly to King Haldric the Dragonbane.
gl: Despois vai río arriba, ata Fort Weldyn. Comunica a nosa situación directamente ao rei Haldric o Dragonbane.
nl: Ga daarna zelf rivieropwaarts, helemaal naar Fort Weldyn. Breng woord van onze situatie rechtstreeks aan Koning Haldric de Drakendoder.
zh_cn: 然后溯河而上，直至维尔帝要塞。将我们的情况，当面禀告屠龙者哈德里克国王。

source: Might we be overreacting, sir?
gl: Poderíamos estar exagerando, señor?
nl: Zijn we misschien aan het overreageren, heer?
zh_cn: 我们可能反应过激了吗，先生？

source: We are students of war, Captain, and if recent years have taught our people anything, it is to be ready for the worst at all times.
gl: Somos estudantes de guerra, capitán, e se algo nos últimos anos ensinaron á nosa xente, é a estar preparados para o peor en todo momento.
nl: Wij zijn studenten in oorlog, Kapitein, en als recente jaren ons volk iets geleerd hebben, dan is het om op elk moment op het ergste voorbereid te zijn.
zh_cn: 我们是战争的学生，队长，如果近年来的经验教会了我们什么的话，那就是时刻准备应对最坏的情况。

source: Sir!
gl: Señor!
nl: Heer!
zh_cn: 先生！

source: Do you wish to light the beacon?
gl: Queres acender o faro?
nl: Wens het baken te ontsteken?
zh_cn: 你要点亮烽火吗？

source: No
gl: Non
nl: Nee
zh_cn: 否

source: Yes
gl: Si
nl: Ja
zh_cn: 是

source: I see we shall eat well this day!
gl: Xa vexo que este día comeremos ben!
nl: Ik zie dat we goed zullen eten vandaag!
zh_cn: 今日吾等当飨盛宴！

source: Alas! Karron is slain!
gl: Ai! Karron está morto!
nl: O wee! Kaaron is neergehaald!
zh_cn: 哀哉！卡戎已陨！

source: Fort Elenssse burns, gone forever! My hatchplace is free and my people can return to live here again. Sssaurian Empire will lassst thirteen millennia more!
gl: Fort Elenssse arde, desapareceu para sempre! A miña escotilla está libre e a miña xente pode volver vivir aquí de novo. O Imperio Ssauriano durará trece milenios máis!
nl: Fort Elenssse brandt, weg voor altijd! Mijn geboorteplaatsss isss vrij en mijn volk kan terugkeren om hier weer te leven. Het Sssaurische Rijk zal nog dertien millennia langer voortduren!
zh_cn: 埃伦斯要塞焚毁嘶嘶，永不复存！我们的孵化所解放了，族人可重归故土。蜥蜴人帝国将再续万年荣光嘶嘶！

source: Learn from this victory, Resha. See now the futility of your doubt.
gl: Aprende desta vitoria, Resha. Mira agora a inutilidade da túa dúbida.
nl: Leer van deze overwinning, Resha. Zie nu de futiliteit van jouw twijfels.
zh_cn: 此胜可为汝师，瑞莎。 而今当见汝疑之虚妄。

source: Gorlack, by this victory my doubt rises threefold. We have flown headlong into chaos, into the innermost whirlwind of the Winds of Fate. Though our Windpath is now unknowable, I fear it leads to war.
gl: Gorlack, por esta vitoria a miña dúbida triplica. Voamos de cabeza cara ao caos, ao remuíño máis íntimo dos Ventos do Destino. Aínda que o noso Camiño do Vento é agora incognoscible, temo que leve á guerra.
nl: Gorlack, door deze overwinning vergroten mijn twijfels wel driemaal. We zijn rechtstreeks de chaos ingevlogen, de meest binnenste draaikolk van de Windvlagen van het Lot. Hoewel ons Windpad onkenbaar blijft, vrees ik dat het naar oorlog leidt.
zh_cn: 戈拉克，凭此胜绩，吾之疑虑三倍滋长。 吾等已径直飞入混沌，卷入命运之风最深处的漩涡。 虽风途已不可辨，吾恐其终导向战端。

source: There can be no <i>war</i> in a land with prey so plenty.
gl: Non pode haber <i>guerra</i> nunha terra cunha presa tan abundante.
nl: Er kan geen <i>oorlog</i> zijn in een land met zo veel prooi.
zh_cn: 猎获丰饶之地，安有<i>战事</i>。

source: These creatures are more than prey. They could very well outmatch us.
gl: Estas criaturas son máis que presas. Ben poderían superarnos.
nl: Deze wezens zijn meer dan prooi. Ze zouden ons zowaar kunnen verslaan.
zh_cn: 此等生物绝非常猎。 彼等或可凌驾吾翼之上。

source: ... You witnessed only moments ago how we slew a nest of them utterly.
gl: ... Só uns instantes fuches testemuña de como matamos un niño deles por completo.
nl: ... Je hebt slechts luttele momenten geleden toegekeken hoewe een volledig nest van hen compleet afgeslacht hebben.
zh_cn: …汝适才亲见吾翼尽屠其巢。

source: Perhaps... your patrols have been overtaxing, Resha. I relieve you of all duties. Return to the eyrie until your sense recovers.
gl: Quizais... as túas patrullas estiveron sobrecargando, Resha. Descárgote de todos os deberes. Volve ao nido ata que se recupere o sentido.
nl: Misschien... zijn je patrouilles te vermoeiend geweest, Resha. Ik verlos je van je plichten. Keer terug naar het nest tot je inzicht hersteld.
zh_cn: 或许…汝之巡猎已过苛，瑞莎。 吾免汝一切职责。 待汝神思复常，再归巢穴。

source: With these humans dead, ssspiritsss of my brood sssisssters feel sssome peace... but humans were only hirelings for elves, yesssss, elves mussst ssstill pay... Elves of Wesssmere, your time has come!
gl: Con estes humanos mortos, sssssss da miña cría sssisssters senten un pouco de paz... pero os humanos só eran mercenarios de elfos, sissss, os elfos aínda deben pagar... Elfos de Wesssmere, chegou o teu momento!
nl: Met deze mensssen dood vinden de geesssten van mijn broedzussstersss eindelijk wat vrede... maar mensssen waren ssslechtsss huurlingen van de elfen, ja, de elfen moeten nog sssteedsss een prijsss betalen... Elfen van Wesssmere, jullie tijd is gekomen!
zh_cn: 这些人类既亡，我姐妹之灵终得安宁嘶嘶…然而人类仅为精灵的雇佣，精灵必偿血债嘶嘶… 韦弥尔的精灵嘶嘶，你们的命数到了！

source: The hunt continued across grassy stretches of the Greatland. Prey was harvested in countless numbers. Finally, overburdened with the yield of the hunt, Flight Gorlack returned to its eyrie. The recently arrived Flight of Vladnir awaited them.
gl: A caza continuou por tramos herbosos da Greatland. As presas foron collidas en incontables cantidades. Finalmente, sobrecargado polo rendemento da caza, Flight Gorlack volveu ao seu aguileiro. O recentemente chegado Voo de Vladnir agardábaos.
nl: De jacht ging door over de grassige landen van het Grootland. Prooi werd geoogst in ontelbare aantallen. Uiteindelijk, overladen met de opbrengst van de jacht, keerde Vlucht Gorlack terug naar hun nest. De recent aangekomen Vlucht Vladnir wachtte daar op hun.
zh_cn: 狩猎在泰陆的草甸上延续。无数猎物遭到收割。最终，因猎获过载，戈拉克翼群归返巢穴。新近抵达的维拉德尼尔翼群正静候其归来。

source: I come with tidings, fellow dominant. Half of Morogor makes ready for the journey here.
gl: Veño con novas, compañeiro dominante. A metade de Morogor prepárase para a viaxe aquí.
nl: Ik kom met nieuws, mede-dominant. De helft van Morogor bereid zich voor om naar hier te trekken.
zh_cn: 同属翼主，吾携讯而至。 莫罗戈半数已备，将启程来此。

source: That must not be. Even now we have not the provisions for them. Further, our saurians tell us there is a grim season which afflicts the Greatland. Much of it will grow as cold as a high mountain peak. This cold lasts several moons.
gl: Iso non debe ser. Aínda agora non temos as disposicións para eles. Ademais, os nosos saurios dinnos que hai unha estación sombría que afecta a Greatland. Gran parte del vai medrar tan frío como un pico de alta montaña. Este frío dura varias lúas.
nl: Dat kan niet zijn. We hebben nu al geen proviand voor hun. Verder nog, onze saurianen vertellen ons dat er een gruwelijk seizoen bestaat dat het Grootland teistert. Veel ervan zal zo koud worden als de hoogste bergpiek. Deze koude duurt meerdere maanden.
zh_cn: 此事断不可为。 吾等如今自身给养尚且不足。 更有蜥蜴人报知：泰陆上正肆虐凛冬之季。 万里疆土将冻结若高山绝顶之寒。 此极寒将绵延数轮月升。

source: Nothing will delay their coming. All that before stirred one flight against another, now drives them here.
gl: Nada retrasará a súa chegada. Todo o que antes movía un voo contra outro, agora lévaos aquí.
nl: Niets zal hun komst vertragen. Al wat eerder de ene vlucht tegen de ander dreef, drijft hun nu naar hier.
zh_cn: 没有任何事物能延缓他们的到来。 昔日激起翼群相争的一切，此刻皆驱其至此。

source: Then their needs will be met. I shall expand the hunt so as to meet them.
gl: Entón as súas necesidades serán atendidas. Ampliarei a caza para atopalos.
nl: Hun noden zullen voorzien moeten worden. Ik zal de jacht uitbreiden om ze tegemoet te komen.
zh_cn: 其所需必将得偿。 吾将广猎以应之。

source: Gorlack, you must reconsider this course, wholly. End the hunt. Elsewise... you doom this expedition by following the shameful Windpath of Dominant Morogor.
gl: Gorlack, debes reconsiderar este curso por completo. Rematar a caza. Doutro xeito... condenas esta expedición seguindo o vergonzoso Camiño do Vento de Morogor dominante.
nl: Gorlack, je moet de koers volledig herzien. Eindig de Jacht. Anders... verdoem je de expeditie door het schaamtevolle Windpad van Dominant Morogor te volgen.
zh_cn: 戈拉克，汝必须全盘重议此道。 终止狩猎。 若不然…汝将随莫罗戈翼主之可耻风途，葬送此番远征。
