Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: gl, nl, zh_cn

source: Capture all villages
gl: Capturar todas as aldeas
nl: Neem alle dorpen in
zh_cn: 占领所有村庄

source: Death of Arinexis
gl: Morte de Arinexis
nl: Dood van Arinexis
zh_cn: 阿瑞尼克西斯死亡

source: Death of Zedrix
gl: Morte de Zedrix
nl: Dood van Zedrix
zh_cn: 泽德里克斯死亡

source: Recruiting and recalling are not possible
gl: Non é posible reclutar nin chamar unidades.
nl: Rekruteren en oproepen zijn niet mogelijk
zh_cn: 不可征募或召回

source: The humans and merfolk will attempt to recapture villages but wildlife will not
gl: Os humanos e os tritóns tentarán recuperar as aldeas pero a vida salvaxe non
nl: De mensen en het watervolk zullen proberen om dorpen te heroveren maar de beesten niet
zh_cn: 人类和人鱼会尝试重新占领村庄，但野生动物不会

source: It is here I shall plant my eyrie. This will be the threshold through which our folk pass. From our long shameful exile adrift on sinking isles. Reascended to claim our forgotten birthright of this greater world.
gl: Aquí vou plantar o meu aguilucho. Este será o limiar polo que pase o noso pobo. Do noso longo e vergoñento exilio á deriva en illas que se afunden. Reascendemos para reclamar o noso esquecido dereito de nacemento deste mundo maior.
nl: Hier is dat ik mijn nest zal stichten. Dit zal de grenspoort zijn waar ons volk doorheen zal komen. Van onze lange schaamtevolle afwezigheid op die zinkende eilanden. Heropgestegen om ons vergeten geboorterecht te veroveren in deze wijdere wereld.
zh_cn: 吾将于此立巢。 此乃吾族通路之始。 自沉岛流亡之漫长屈辱。 复升以收复吾辈遗忘之大千世界之天命。

source: The game looks sparser than these isles should bear... Some orcs may have drifted to here as well.
gl: O xogo parece máis escaso do que deberían soportar estas illas... Algúns orcos poden ter derivado ata aquí tamén.
nl: Het wild ziet er schaarser uit dan deze eilanden zoude kunnen ondersteunen… Misschien zijn hier ook orks aangedreven.
zh_cn: 此岛所栖之软猎，未及此群岛所能载也… 或有兽众亦漂泊至此。

source: Then we shall seize their settlements to procure our flight’s sustenance.
gl: Entón tomaremos os seus asentamentos para conseguir o sustento do noso voo.
nl: Dan zullen we hun nederzettingen innemen om proviand voor de vlucht te verzekeren.
zh_cn: 吾等将夺其聚落，以资吾翼群之给养。

source: There is some commotion below us... Hatchlings! There are hatchlings just below. They look to be in dire need of aid!
gl: Hai algo de conmoción debaixo de nós... Crías! Hai crías xusto debaixo. ¡Parece que necesitan axuda!
nl: Er is enige commotie onder ons… Jongen! Er zijn jongen net onder ons. Ze lijken dringend hulp nodig te hebben!
zh_cn: 下方似有骚动…… 雏龙！ 正下方有雏龙。 其状甚危，亟需驰援！

source: Excellent, we have them surrounded once more. This time do not allow any to slip through; the King will have every one of their green heads for his mantle. When you are done here, advance to the interior villages and trample the eggs. These little devils will cause Fort Elense no more trouble.
gl: Excelente, témolos rodeados unha vez máis. Esta vez non deixes que ningún se deslice; o Rei terá cada unha das súas cabezas verdes para o seu manto. Cando remates aquí, avanza ata as aldeas do interior e pisotea os ovos. Estes pequenos diaños non causarán máis problemas a Fort Elense.
nl: Geweldig, we hebben ze opnieuw omsingeld. Laat dit keer niet toe dat er kunnen ontglippen; de Koning wil elk van hun groene koppen voor zijn mantel. Ga verder door naar hun diepste nederzettingen wanneer je hier klaar bent en vertrappel hun eieren. Die kleine duivels zullen Fort Elense geen problemen meer geven.
zh_cn: 很好，我们又一次将他们团团包围。这次一个也别想溜走；国王要把他们那些绿油油的脑袋都做成自己的战利品挂毯。 此地事了之后，继续向内陆村落进发，把那些蛋踏碎。这些小恶魔再也不会给埃伦斯要塞添麻烦了。

source: Another herd of those orc creatures...
gl: Outra manada desas criaturas orcas...
nl: Nog een kudde van die ork wezens...
zh_cn: 另一群这些兽人生物……

source: Nay, their weaponry is not crude enough. Those are haldric, creatures of much higher quality.
gl: Non, o seu armamento non é o suficientemente rudo. Eses son haldricos, criaturas de moita maior calidade.
nl: Nee , hun wapens zijn niet primitief genoeg. Dit zijn hladrics, wezens van veel hogere waarde.
zh_cn: 非也，其兵器远非粗劣之物。 彼等乃哈德里克，精良之族。

source: Whilst the haldric speak with many unfamiliar words, their menacing tone is clear. Those hatchlings will be slain if our intervention is not swift.
gl: Mentres os haldricos falan con moitas palabras descoñecidas, o seu ton ameazante é claro. Esas crías serán asasinadas se a nosa intervención non é rápida.
nl: Hoewel de Hladrics met onvertrouwde woorden spreken is hun dreigende toon duidelijk Die jongen zullen afgemaakt worden als we niet snel tussenbeide komen.
zh_cn: 虽哈德里克人之语多陌生词汇，其威胁之调却明晰无疑。 若吾等不及速援，彼雏龙必将殒命。

source: He returns! Noble Shek’kahan returns from ssspirit realm to sssave usssss! (<i>chirping sob</i>)
gl: Volve! O nobre Shek'kahan regresa do reino ssspirit para salvar a sssss! ( <i>choundo salouco</i> )
nl: Hij keert terug! Nobele Shek'kahan keert terug van het geessstenrijk om onsss te redden! (<i>kwetterende snik</i>)
zh_cn: 他回来了！尊贵的沙克·卡悍从灵界归来拯救我们嘶嘶！（<i>唧唧啜泣</i>）

source: Resha. These... are <b>not</b> hatchlings.
gl: Resha. Estas... <b>non</b> son crías.
nl: Resha Dit… zijn <b>geen</b> jongen.
zh_cn: 瑞莎。 此…<b>非</b>雏龙。

source: By the Winds, they are not. Their resemblance is so strikingly of hatchlings...
gl: Polos Ventos, non o son. O seu parecido é tan sorprendente coas crías...
nl: Bij de Winden, dat zijn ze inderdaad niet. Hun gelijkenis met jongen is zo opmerkelijk...
zh_cn: 凭风之名，其绝非吾族。 形貌虽酷似初生之雏...

source: Ssso these are Fire Dragons, eh Zedrix? Hail, dragons! (<i>rapid clicking</i>) Down here!
gl: Estes son dragóns de lume, eh Zedrix? Saúde, dragóns! ( <i>clic rápido</i> ) Aquí abaixo!
nl: Zie die Draken des Vuur, he Zedrix? Gegroet, draken! (<i>snel klikken</i>) Hier beneden!
zh_cn: 嘶嘶所以这些就是火龙，呃泽德里克斯？ 嗨，龙！（<i>啾啾</i>）在这儿！

source: They are receiving us.
gl: Están a recibirnos.
nl: Ze ontvangen ons.
zh_cn: 彼等正迎吾等。

source: Hail-loooo! Dragons, can you ssspeak? Zedrix, you sssaid dragons can ssssspeak!
gl: Saúde-loooo! Dragóns, podes falar? Zedrix, dixeches que os dragóns poden falar!
nl: Heeee-daaaar! Draken, kunnen jullie ssspreken? Zedrix, je zei dat draken kunnen ssspreken!
zh_cn: 嗨——看——！龙，你们能说话吗嘶嘶？泽德里克斯，你说过龙可以说话的嘶嘶！

source: Little ones! You will do as I command!
gl: Pequeniños! Farás o que eu mando!
nl: Kleintjes! Jullie zullen doen zoals ik beveel!
zh_cn: 小子！ 汝当遵吾令！

source: By every sssign upon firmament, we hear you Shek’kahan! You are our moonlight!
gl: Por cada signo sobre o firmamento, escoitamosche Shek'kahan! Ti es o noso luar!
nl: Bij elk ssstelsssel in het gehemelte, wij horen u Shek'kahan! U bent ons maanlicht!
zh_cn: 由苍穹的每个迹象嘶嘶，我们听到你沙克·卡悍！你是我们的月光！

source: Rhynnin has fallen, just as I feared he would. So eager to serve his King and so very proud of his quest here; he underestimated the treachery of this accursed place and our strange enemy that would choose to shelter here. Men, I am now in command of this expedition. No more lone heroics. Signal the eastern detachment that we shall try to reunite with them along the isle’s southern shore.
gl: Rhynnin caeu, tal e como temía. Tan ansioso por servir ao seu Rei e tan orgulloso da súa procura aquí; infravalorou a traizón deste lugar maldito e o noso estraño inimigo que optaría por refuxiarse aquí. Homes, agora estou ao mando desta expedición. Non máis heroicidades solitarias. Sinal ao destacamento oriental que tentaremos reunirnos con eles ao longo da beira sur da illa.
nl: Rhynnin is heengegaan, zoals ik al vreesde dat hij zou. So ijverig om zijn Koning te dienen en zo trots op zijn missie hier; hij heeft de geniepigheid van deze vervloekte plek onderschat en onze vreemde vijand die kiest om hier te schuilen. Mannen, ik heb nu het commando van deze expeditie. Geen eenzame heldendaden meer. Signaliseer het oosterse detachement opdat we met hen kunnen verzamelen aan de zuiderse kust van het eiland.
zh_cn: 瑞宁已经倒下了，正如我所担忧的那样。他如此渴望为他的国王服务，对他的追求感到无比自豪；但他低估了这个被诅咒的地方和在这里栖身的奇怪敌人的险恶。 兄弟们，现在由我来指挥这次远征。别再逞英雄了。通知东部分队，我们将尝试在岛屿南岸与他们重新汇合。

source: The haldric creatures have twice before seized an isle of Morogor. To have done so, they must possess a nigh drakelike cunning. Should they sense defeat approaching... They may put their settlements to the flame to deny us the stores of provisions therein. The arrival of our flight would likely startle such desperate action. We would be wise to secure all settlements before then.
gl: As criaturas haldricas tomaron dúas veces antes unha illa de Morogor. Para facelo, eles deben posuír unha astucia case drakelike. Se senten que a derrota se achega... Poden poñer en chamas os seus asentamentos para negarnos as reservas de provisións. A chegada do noso voo probablemente provocaría unha acción tan desesperada. Sería prudente asegurar todos os asentamentos antes dese momento.
nl: De haldric wezens hebben twee keer eerder een eiland ingenomen van Morogor. Om dat te verwezenlijken moeten ze bijna zo sluw zijn als een draak. Indien ze hun nederlaag zouden voelen naderen… Zouden ze hun nederzettingen tot vlammen kunnen zetten om ons de toegang te ontkennen tot de voorraden proviand erin. De aankomst van onze vlucht zou een dergelijke wanhopige daad kunnen uitlokken. Het zou wijs zijn om reeds alle nederzetting te verzekeren voor dit kan gebeuren.
zh_cn: 莫罗戈之岛已两度遭哈尔德里克族所据。 彼等行此，必有近乎龙族之狡黠。 若其嗅得败亡将至… 定会焚其聚落以绝粮秣之资。 吾等翼群抵达恐将惊起彼辈孤注一掷。 当务之急乃先行掌控所有聚落。

source: Any lassst words, brute?
gl: Últimas palabras, bruto?
nl: Enige laatssste woorden, bruut?
zh_cn: 有遗言吗嘶嘶，野蛮人？

source: ...you have only bought yourselves a little time... ...for your cowardly attack on Fort Elense there can be no mercy for you saurians... ...you will never escape the King’s Justice...
gl: ...só mercades un pouco de tempo... ... para o seu ataque covarde a Fort Elense non pode haber piedade para vostedes saurios... ... nunca escaparás da Xustiza do Rei...
nl: ... jullie hebben slechts een beetje tijd gekocht... ... voor jullie laffe aanval op Fort Elense kan er geen medelijden bestaan voor jullie saurianen... ... jullie zullen nooit ontsnappen aan de Gerechtigheid van de Koning...
zh_cn: …你们不过是为自己赢得些许喘息之机… …埃伦斯要塞遭受你们的怯懦袭击，对你们蜥蜴人绝无宽恕余地… …休想逃脱国王的正义…

source: Your king’s <b>jussstice</b>?! Your king murdered my brood sssisssters unprovoked! Your Fort Elense sssitsss over their bones!
gl: <b>A xustiza</b> do teu rei? O teu rei asasinou a miña criada sssisssters sen provocar! O teu Fort Elense sssitsss sobre os seus ósos!
nl: De <b>gerechtigheid</b> van jullie koning?! Jullie koning heeft mijn broedzussstersss ongeprovoceerd vermoord! Jouw Fort Elense ssstaat op hun botten!
zh_cn: 你们国王的<b>正义</b>嘶嘶？！你们的国王无故杀害我的姐妹们嘶嘶！你们的埃伦斯要塞建在他们的尸骨之上嘶嘶！

source: ...the King did as he needed to, and may the Sky Father favor him for it... ...the elves would never have granted us sanctuary if he refused to do the deeds they asked of him...
gl: ... o Rei fixo o que necesitaba, e que o Pai do Ceo o favoreza... ...os elfos nunca nos concederían santuario se se negase a facer os feitos que lle pedían...
nl: ... de Koning deed wat hij moest, en moge de Luchtvader hem er voor belonen... ... de elfen zouden ons nooit toevluchtsoord gegund hebben als we de daden weigerden die zij van ons eisten...
zh_cn: …国王按自己的需要行事，愿天空之父因此赐福于他… …倘若他拒绝去做精灵所托之事，精灵绝不会给予我们庇护…

source: ...our every action in this land is justified... ...for we are only refugees here; doing what we must to survive...
gl: ... todas as nosas accións nesta terra están xustificadas... ...pois aquí só somos refuxiados; facendo o que debemos para sobrevivir...
nl: ... onze elke daad in dit land is gerechtvaardigd... ... want zijn slechts vluchtelingen hier; we doen wat we moeten om te overleven...
zh_cn: …我们在此地的一举一动皆有其理… …只因我们在此只是流亡之民；为求生计，不得不为…

source: Ssso let that be your epitaph.
gl: Ssso deixa que ese sexa o teu epitafio.
nl: Laat dat jouw grafssschrift zijn.
zh_cn: 嘶嘶就让那成为你的墓志铭。

source: Log 72 I have found anoþer Aquadyne. It is here, deep beneaþ Þe Þree Sisters. It has only been þree years since Haldric destroyed þe elf gosts þat were sapping it and already þere is a mælstrom formed off þe norþ shore. Just like þose mælstroms Seeker Perþ discovered west of Alduin before a Wisp chased away his ship. Indeed, þere must be an Aquadyne every twenty leagues around þe entire Great Continent. Everyþing is just as Seeker Oþila had predicted. We should never have left her behind on þe Green Isle. Wiþout her work it may take centuries before we of þe Silver Order know what mankind is dealing wiþ on þis continent. Þe Færie World is stronger here þan we ever imagined. ——Someþing is wrong. I am getting a signal of warning from þe norþwest watchtower and þere is smoke rising from þe souþern iland. Rhynnin’s expedition is under attack and I sense it is more þan just þe saurians. I must go to assist. I do not have time to cypher þis log, nor can I risk taking my logbook wiþ me to perhaps be captured by an unknown enemy. Yet I shall not destroy it, þe secrecy of þe Silver Order be damned. May þe sea carry þis book back to Fort Elense so someone will know what has been discovered here.
gl: Rexistro 72 Atopei outro Aquadyne. Está aquí, no fondo das irmás Þe Þree. Só pasaron tres anos desde que Haldric destruíu os gustos dos elfos que o estaban a minar e xa hai un mælstrom formado na costa norte. Do mesmo xeito que estes mælstroms que o Buscador Perþ descubriu ao oeste de Alduin antes de que un Wisp expulsase a súa nave. De feito, debe haber un Aquadyne cada vinte leguas ao redor de todo o Gran Continente. Todo é tal e como predixera o Buscador Oþila. Nunca deberiamos deixala atrás na Illa Verde. Sen o seu traballo, poden pasar séculos antes de que a Orde de Prata saibamos o que a humanidade está a tratar no continente. O mundo das fadas é máis forte aquí do que nunca imaxinamos.
nl: Logboek 72 Ik heb nog een Aquadyne gevonden. Het is hier, onder de drie Zusters. Het is nog maar drie jaar geweest sinds Haldric de elfengeesten vernietigde die er op teerden en er is nu al een maalstroom gevormd net aan de noorderkust. Net als de maalstromen die Zoeker Perth ontdekte ten westen van Alduin voordat een Luchtgeest haar schip verjaagde. Voorwaar, er moet een Aquadyne zijn elke twintig mijl rond het hele Grote Continent. Alles is net zoals Zoeker Ophila had voorspeld. We zouden haar nooit achtergelaten mogen hebben op het Groene Eiland. Zonder haar werk zou het eeuwen kunnen duren vooraleer wij van de Zilveren Orde weten waar de mensheid tegenover staat op dit continent. De Fae Wereld is sterker hier dan we ons ooit hadden ingebeeld. ——Er is iets mis. Ik krijg een signaal waarschuwing van de noordwestelijke wachttoren en er stijgt rook op van het zuidelijke eiland. Rhynnin's expeditie is onder aanval ik voel dat het meer dan enkel saurianen zijn. Ik moet gaan helpen. Ik heb geen tijd om dit logboek te coderen, noch kan ik riskeren om mijn logboek met me mee te nemen moest het in handen vallen van een onbekende vijand. En toch zal ik het niet vernietigen en vervloekt weze het geheimspel van de Zilveren Orde. Moge de zee dit book terug naar Fort Elense dragen zodat iemand toch zal weten wat hier ontdekt is.
zh_cn: 日志72 我找到了另一处水源涌流。此地之下，三姐妹群岛深处。自哈德里克驱散了侵蚀其力的精灵幽灵，不过三载光阴，北岸已然漩涡成型。恰如探寻者佩尔西于奥杜因西岸曾见之漩涡，其后一缕流光驱散其舟。 诚然，此整片泰陆之上，每二十里格便有一处水源涌流。万物皆如探寻者奥蒂拉所预言。我们万不该将她遗落于绿岛。没她助力，恐需数百年，我们银袍教团方能洞悉此洲人类所应对何物。精界之力于此地远超我等想象。 ——事有不谐。西北望塔示警，南岛烟起。瑞宁远征军遭袭，我感到其敌非仅为蜥蜴人。我当速往援之。 我无暇破译此文，亦不敢携此册身侧，恐为未名之敌所获。然而我不应销毁此册，银袍教团之秘刻，不足惜也。愿沧海载此册归埃伦斯要塞，令后人知此地所发现之事。

source: Beware the great maelstrom off the north coast.
gl: Coidado coa gran vorágine na costa norte.
nl: Pas op voor de grote maalstroom aan de noorderkust.
zh_cn: 谨防北岸大漩涡。

source: The tides are of no consequence to us, Resha.
gl: As mareas non teñen consecuencias para nós, Resha.
nl: De getijden hebben geen invloed op ons, Resha.
zh_cn: 潮涌于吾等无碍，瑞莎。

source: Long ago, such maelstroms were strongholds of an ancient foe. I fear a thing most foul may lurk within there, even now. We would do well to keep our distance from it.
gl: Hai moito tempo, tales vorágines eran fortalezas dun antigo inimigo. Temo que unha cousa máis sucia poida acechar alí dentro, mesmo agora. Faríamos ben en manter a distancia con el.
nl: Lang geleden waren zulke maalstromen de bolwerken van een oeroude vijand. Ik vrees dat een verschrikkelijk gruwelijk ding daarin op de loer ligt, zelfs nu nog. We zouden er goed aan doen om onze afstand ervan te houden.
zh_cn: 往昔，此等风暴乃古敌之要塞。 纵是今时，吾亦忧惧有至秽之物蛰伏其中。 吾等当远离此境。

source: I shall keep that in mind. Carry on with your duty.
gl: Terei iso en conta. Sigue co teu deber.
nl: Ik zal er rekening mee houden. Ga verder met je taken.
zh_cn: 吾必谨记。 汝当恪尽职守。

source: A powerful maelstrom, surrounded by paradoxically calm waters. The swirling current seems to come entirely from deep below the sandy seabed. It emanates a faint melodic humming.
gl: Unha poderosa vorágine, rodeada de augas paradoxalmente tranquilas. A corrente arremolinada parece vir enteiramente desde as profundidades debaixo do fondo mariño areoso. Emana un suave zumbido melódico.
nl: Een machtige maalstroom, omgeven door paradoxaal kalm water. De kolkende stroom lijk volledig van diep onder de zanderige zeebodem te komen. Er resoneert een zacht melodisch gezoem.
zh_cn: 一股强大的漩涡，被诡谲平静的水域环绕。那翻涌的涡流仿佛完全源自沙质海床深处。它发出微弱的旋律般的嗡鸣。

source: The humming grows slowly louder as a cold mist begins to billow out. The mist somehow moves against the wind.
gl: O zumbido vaise facendo máis forte a medida que unha néboa fría comeza a brotar. A néboa móvese dalgún xeito contra o vento.
nl: Het gezoem groeit langzaam luider terwijl een koude mist begint uit te waaieren. De mist beweegt op een of andere manier tegen de wind in.
zh_cn: 嗡鸣声渐响，寒雾开始翻涌而出。这雾气竟逆风而行。

source: Fly away from it! Fly!
gl: Voa lonxe diso! Voa!
nl: Vlieg ervan weg! Vlieg!
zh_cn: 飞离此地！ 飞！

source: It is just as I had feared.
gl: É tal e como temía.
nl: Het is net zoals ik vreesde.
zh_cn: 正如吾所惧。

source: Elaborate.
gl: Elaborado.
nl: Leg uit.
zh_cn: 详述之。

source: This is a <i>living mist</i>, a creature of the Faerie.
gl: Esta é unha <i>néboa viva</i> , unha criatura das fadas.
nl: Dit is een <i>levende mist</i>, een wezen van de Fae.
zh_cn: 此乃<i>活雾</i>，精界造物。

source: Without our flight, we have not the numbers to engage this foe on equal terms. We should evade it if we can.
gl: Sen o noso voo, non temos os números para enfrontar a este inimigo en igualdade de condicións. Deberiamos evadilo se podemos.
nl: Zonder onze vlucht hebben we de aantallen niet om deze vijand op gelijke voorwaarden te bestrijden. We kunnen het best ontwijken indien mogelijk.
zh_cn: 若无吾翼群，则无以均势抗敌。 若可避战，当避之。

source: The settlements are seized, along with all contained provisions. There is enough to feed our flight for half a dozen moons.
gl: As liquidacións son incautadas, xunto con todas as disposicións contidas. Hai suficiente para alimentar o noso voo durante media ducia de lúas.
nl: De nederzettingen zijn veroverd, samen met alle voorziene proviand. Er is genoeg om onze vlucht nog een half dozijn manen te voeden.
zh_cn: 聚落已夺，粮秣尽取。 所获之资，足供吾翼群六轮月相之需。

source: Upon this isle, I hereby Proclaim my Eyrie. From here my domain extends.
gl: Nesta illa, proclamo o meu nido. Dende aquí esténdese o meu dominio.
nl: Op dit eiland Roep ik bij deze mijn Nest uit. Van hier strekt mijn domein zich uit.
zh_cn: 于此岛，吾立此巢穴。 自此域，吾疆延四方。

source: Resha, dispatch gliders back to Morogor with tidings. Send word also that I shall issue my summons in a year’s time. All flights with a heart hot enough to undergo the journey, will be received at this place, my eyrie. From here, they may go forth to set eyries of their own upon this greatest land.
gl: Resha, envía planeadores de volta a Morogor con novas. Envía tamén a palabra de que emitirei a miña convocatoria dentro dun ano. Todos os voos co corazón o suficientemente quente como para realizar a viaxe, será recibido neste lugar, meu nido. A partir de aquí, poden saír para poñer os seus propios aguillos nesta terra máis grande.
nl: Resha, stuur zwevers terug naar Morogor met nieuws. Stuur ook woord dat ik in een jaar tijd mijn ontbieding zal sturen. Alle vluchten met een hart heet genoeg om de tocht te ondernemen, zullen op deze plek verwelkomd worden, mijn nest. Vanaf hier kunnen ze voortgaan om zelf nesten te stichten in dit grootste der landen.
zh_cn: 瑞莎，遣滑翔者携讯归返莫罗戈。 亦传告诸翼：吾将于一年之期降下召令。 凡心火炽烈足以跋涉旅途者， 皆可抵此巢穴受召。 自此，彼等可往此亘古大地，立其族裔之巢。

source: By your command. I wish to dispatch a sky patrol as well. To begin ceaseless watch of the Greatland just off our eastern shore.
gl: Pola túa orde. Tamén quero enviar unha patrulla do ceo. Para comezar a vixilancia incesante da Greatland xusto á beira da nosa costa oriental.
nl: Zoals u beveelt. Ik wens ook een luchtpatrouille uit te sturen. Om de eindeloze wacht te houden over het Grootland net aan onze oosterse kust.
zh_cn: 遵汝之令。 吾欲遣天巡翼队。 始巡泰陆东岸，无休无止。

source: Make it so.
gl: Fai que sexa así.
nl: Zo geschiedde.
zh_cn: 照此施行。

source: Early Arrival
gl: Chegada anticipada
nl: Vroege aankomst
zh_cn: 先至

source: With the arrival of Flight Gorlack, all remnant foes were vanquished. A proud eyrie was carved into the highest peak of the three isles. The small flight easily filled their bellies with the captured provisions, leaving the isle’s game to regrow itself for sake of the visitor flights to come. Resha’s patrols spied vague details of the mysterious Greatland.
gl: Coa chegada de Flight Gorlack, todos os inimigos restantes foron vencidos. No pico máis alto das tres illas foi esculpido un orgulloso nido. O pequeno voo encheu facilmente as barrigas coas provisións capturadas, deixando que o xogo da illa volvese medrar por mor dos voos de visitantes que virían. As patrullas de Resha espiaron detalles vagos da misteriosa Greatland.
nl: Met de aankomst van Vlucht Gorlack werden alle overgebleven vijanden verslagen. Een trots nest werd uitgekerfd in de hoogste piek van de drie eilanden. De kleine vlucht vulde gemakkelijk hun buiken met de gevulde provisies, wat het wild van het eiland toeliet om weer aan te groeien ten voordele van de toekomstig bezoekende vluchten. De patrouille van Resha spotte vage details van het mysterieuze Grootland.
zh_cn: 戈拉克翼群抵达后，所有残敌尽数覆灭。一座巍峨巢穴被开凿在三岛之巅。这支小型翼群凭缴获给养便足以果腹，故将岛中软猎留予再生，以待后续访翼。瑞莎的巡逻队窥见了神秘泰陆的模糊轮廓。

source: Then, only a moon cycle after, a flight was spotted inbound. It was the Flight of Karron.
gl: Entón, só un ciclo da lúa despois, detectouse un voo entrando. Foi o Voo de Karron.
nl: Toen, amper een maancyclus later, werd een inkomende vlucht gespot. Het was de Vlucht van Karron.
zh_cn: 仅一月轮转后，便有翼群自远方迫近。正是卡戎之翼。

source: They had arrived far too early...
gl: Chegaran demasiado cedo...
nl: Ze waren veel te vroeg gearriveerd...
zh_cn: 他们来得太早了……

source: Drakes
nl: Draken
zh_cn: 龙人

source: Karron, you did not wait for my summons!
gl: Karron, non esperaches a miña convocatoria!
nl: Karron, je hebt niet op mijn ontbieding gewacht!
zh_cn: 卡戎，汝未候吾召！

source: You left no prospect of waiting. Upon your departure, the rogues began probing the Domain of Vladnir. Without your flight there would be not enough of us to hold against them. Vladnir counseled me here. So the youths you bestowed me I traded to other flights, for prime drakes able to make the journey.
gl: Non deixaches perspectiva de esperar. Á súa saída, os pícaros comezaron a investigar o Dominio de Vladnir. Sen o teu voo non seríamos suficientes para resistirnos contra eles. Vladnir aconselloume aquí. Entón, os mozos que me regalastes, cambiei a outros voos, para os dracos principais capaces de facer a viaxe.
nl: Je liet geen vooruitzicht van wachten na. Na jouw vertrek begonnen de bannelingen het Domein van Vladnir te testen. Zonder jouw vlucht daar, zouden er niet genoeg van ons zijn om uit te houden tegen hun. Vladnir adviseerde me hier naartoe. Dus de jongsten die je me toevertrouwde heb ik geruild met andere vluchten, voor eersteklas draken in staat om de tocht te maken.
zh_cn: 汝未留驻守之望。 自汝离巢，叛徒即窥探维拉德尼尔之域。 若无汝翼群镇守，吾等兵力不足以御敌。 维拉德尼尔于此谏余。 故以汝赐余之幼雏，易与他翼群， 换得健壮龙人堪任远征。
