Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: gl, nl, zh_cn

source: Behold what ends you have wrought. You can no easier cast us off these peaks than we could pull you from the deep.
gl: Velaí cales son os fins que fixeches. Non podes botarnos máis doado destes picos do que poderiamos tirarte das profundidades.
nl: Aanschouw wat voor einde je hebt uitgelokt. Je kan ons evenmin van deze toppen stoten als dat wij jou uit de diepte zouden trekken.
zh_cn: 汝且看，此皆汝等所造之终局。 尔等欲逐吾等出群峰，亦难于吾等拔尔等出地渊。

source: I offer you this pact. All the peaks are our domain. For our metal works, so too are the soils within them. The vast under world beneath these we shall not violate. Both of us may hunt the lowlands so long as one takes not the other as game.
gl: Ofrézoche este pacto. Todos os picos son o noso dominio. Para as nosas obras metálicas, tamén o son os solos dentro delas. Non violaremos o vasto mundo subterráneo debaixo destes. Os dous podemos cazar as terras baixas sempre que un non tome o outro como caza.
nl: Ik bied je dit pact aan. Alle bergtoppen zijn ons domein. Voor onze metaalwerken ook de gronden daarbinnen. De uitgestrekte wereld hieronder zullen wij niet betreden. Wij beiden mogen in de valleien jagen zolang we de ander niet als prooi nemen.
zh_cn: 吾与汝立此盟约。 群峰皆为吾之疆域。 熔炉所需之土，亦尽在其间。 彼深渊之下，吾等绝不染指。 吾与君皆可于低地行猎，但凭彼此不相为猎。

source: Nae sure ah like the sound o’ this deal.
gl: Seguro que me gusta o son deste negocio.
nl: Ni zeker ofk blij ben me dees overienkoemst.
zh_cn: 俺不确定是否喜欢这笔交易。

source: It is the best you will have. We covet the soil as little as you do the clouds. We shall find no better neighbors than each other.
gl: É o mellor que terás. Cobizamos a terra tan pouco como ti as nubes. Non atoparemos mellores veciños ca outros.
nl: Het is de beste die je zult krijgen. Wij verlangen zo weinig naar de bodem als jullie de wolken We zullen geen beter buren vinden dan elkaar.
zh_cn: 此乃汝所能得之最佳。 吾等不贪恋泥土，正如汝等不屑于云。 吾等互为邻，再无更佳。

source: Yer nae easy tae haggle with, dragon.
gl: Non é fácil regatear, dragón.
nl: Ge zijt gene gemokkelijke om mee te onderhandelen, droak.
zh_cn: 跟你讨价还价真不容易，龙。

source: Sae be it, a deal we hae. Ah wull even set free mah wee pet dragon fur ye.
gl: Xa sexa, un trato que temos. Ah, incluso liberará a mah wee mascota de pel de dragón.
nl: Zo ist dan, wemme een overienkoemst. Kzal zelf men kleine tamme droak vr ou vrijloaten.
zh_cn: 行，这买卖俺们成交了。俺甚至可以把俺的小宠物龙给放了。

source: Gorlack, it seems no cave can keep us!
gl: Gorlack, parece que ningunha cova pode reternos!
nl: Gorlack, het lijkt erop dat geen grot ons kan behouden!
zh_cn: 戈拉克，无一洞穴能将吾等囚禁！

source: <i>Resha...</i>
zh_cn: <i>瑞莎……</i>

source: <span size='large'>Resha!</span>
zh_cn: <span size='large'>瑞莎！</span>

source: Well, that is it fur me, back doon th’ shute.
gl: Ben, iso é para min, atrás doon th' shute.
nl: Wel, da ist vur mij, terug de tunnel in.
zh_cn: 好了，俺的任务到此为止，该从这条通道下去了。

source: The deep dwellers hewed through my tomb of broken stone to uncover me. I was to be their captive in the underworld forever. Kept as a curio to frighten their hatchlings from straying to the above. By your pact with them, I was freed.
gl: Os moradores profundos atravesaron a miña tumba de pedra rota para descubrirme. Eu ía ser o seu cativo no inframundo para sempre. Mantívose como curiosidade para asustar ás súas crías de que se desvíen do anterior. Polo teu pacto con eles, fun liberado.
nl: De dieptebewoners hakten door mijn tombe van gebroken steen om mij te ontdekken. Ik zou voor altijd hun gevangene in de onderwereld blijven. Gehouden als een curiositeit om hun jongen af te schrik van bovengronds te dwalen. Door jouw pact met hen, ben ik vrij.
zh_cn: 深渊之民，凿吾残石之冢，以求掘出吾身。 吾本永为彼辈囚徒，囚于幽冥。 吾为奇物，震慑彼之幼崽，勿使其流窜于上方。 幸得汝之盟约，吾方得解脱。

source: My friend, I am once again in your debt.
gl: Meu amigo, estou unha vez máis en débeda coa túa.
nl: Mijn vriend, ik ben opnieuw in jouw schuld.
zh_cn: 吾友，余复欠汝情。

source: Nay, Resha, it is I that owes you.
gl: Non, Resha, son eu a que che debo.
nl: Neen, Resha, ik ben het die in jouw schuld staat.
zh_cn: 非也，瑞莎。吾方亏欠于汝。

source: Come, we have much to prepare for.
gl: Veña, temos moito que preparar.
nl: Kom, we hebben veel voor te bereiden.
zh_cn: 来，吾等尚有诸多事宜备办。

source: Crosswind
gl: Vento cruzado
nl: Tegenwind
zh_cn: 侧风

source: Soon enough the season of ice was weathered. New green shoots of fodder rose from the thawing Greatland. Eggs laid during the long sojourn were hatching. What began a passing refuge had become a proud eyrie.
gl: Axiña a estación de xeo foi resistida. Novos brotes verdes de forraxe xurdiron do desxeo Greatland. Os ovos postos durante a longa estadía estaban eclosionando. O que comezou un refuxio pasaxeiro converteuse nun aguilucho orgulloso.
nl: Het seizoen van ijzige winden werd doorstaan. Nieuwe groene scheuten stegen uit het dooiende Grootland. Eieren die gedurende de lange rust gelegd waren, kwamen uit. Wat begon als een tussenstop was een trots nest geworden.
zh_cn: 严冬终逝，大地回春。泰河冰融，新草破土。久旅之卵亦随之孵化。昔日暂避之所，今已成荣耀之巢穴。

source: A flight was spotted inbound. Once more, it was the Flight of Karron.
gl: Detectouse un voo entrando. Unha vez máis, foi o Voo de Karron.
nl: Een toekomende vlucht werd gespot. Het was de Vlucht van Karron.
zh_cn: 翼群正向此飞来。依旧是卡戎的翼群。

source: Flight Karron
gl: Voo Karron
nl: Vlucht Karron
zh_cn: 卡戎翼群

source: Capture Karron by surrounding her on all six sides
gl: Captura a Karron rodeándoa polos seis lados
nl: Vang Karron door haar aan alle zes flanken te omsingelen
zh_cn: 从六面包围以擒拿卡戎

source: Karron may employ surprise attacks
gl: Karron pode empregar ataques sorpresa
nl: Karron zou verrassingsaanvallen kunnen gebruiken
zh_cn: 卡戎或将采用奇袭战术

source: Gorlack, it is good to see you alive. You as well, Resha. When the Flight of Gorlack did not return, I assumed you all had perished to the wild creatures of this land.
gl: Gorlack, é bo verte vivo. Ti tamén, Resha. Cando o Voo de Gorlack non volveu, Supuxen que todos vostedes morreran polas criaturas salvaxes desta terra.
nl: Gorlack, het is goed om je levend terug te zien. Jij ook, Resha. Toen vlucht Gorlack niet terugkeerde, Ging ik er van uit dat jullie allen ten prooi gevallen waren aan de wilde wezens van dit land.
zh_cn: 戈拉克，见汝尚存，吾心甚慰。 汝亦如是，瑞莎。 戈拉克之翼未归， 吾本以为汝等皆殒于此地荒蛮之物手下。

source: Karron, likewise! If only Vladnir had shared our fortune.
gl: Karron, igual! Se Vladnir compartira a nosa fortuna.
nl: Insgelijks, Karron! Had Vladnir ons geluk maar moge delen.
zh_cn: 卡戎，吾心同此庆！ 然维拉德尼尔若能共沐此运，方为圆满。

source: Indeed, Vladnir will be remembered. Vladnir will be avenged. Five new flights have arrived at your eyrie. Another seven will have made the journey within a moon. Next year, a full dozen more. Working together, we shall swiftly cull the prey-kinds that proved problematic. At last we shall tame this <i>wild</i> land.
gl: De feito, Vladnir será lembrado. Vladnir será vingado. Cinco voos novos chegaron ao teu aveiro. Outros sete farán a viaxe dentro dunha lúa. O ano que vén, unha ducia máis. Traballando xuntos, eliminaremos rapidamente as presas que resultaron problemáticas. Por fin domaremos esta terra <i>salvaxe</i> .
nl: Inderdaad, Vladnir zal herinnerd worden. Vladnier zal gewroken worden. Vijf nieuwe vluchten zijn toegekomen aan jouw nest. Nog zeven zullen de tocht over een maand afgerond hebben. Volgend jaar nog een volledig dozijn meer. Tezamen zullen we al gauw de prooi-soorten decimeren die zich problematisch toonden. Eindelijk zullen we dit <i>wilde</i> land temmen.
zh_cn: 诚，维拉德尼尔，其名不朽。 维拉德尼尔，其仇必报。 五支新翼已抵汝之巢穴。 另有七支，将于一月之内抵达。 来年，更有十二翼将随之而来。 合力之下，吾等将迅疾肃清为患之硬猎。 此方<i>蛮荒</i>之地，终将为吾等所驯。

source: Yesss!
gl: Siiii!
nl: Ja!
zh_cn: 是的嘶嘶！

source: Karron, not even the whole of Morogor could subdue this land. Not in the way we strove to.
gl: Karron, nin sequera Morogor enteiro puido someter esta terra. Non na forma en que nos esforzamos.
nl: Karron, zelfs heel Morogor zou dit land niet kunnen onderwerpen. Niet op de manier die wij planden.
zh_cn: 卡戎，纵使莫罗戈全域亦难驯服此土。 非吾辈昔日所为之法也。

source: Gor— ... ... never before have you spoken as this... Gorlack, by your own measure, you speak cowardice!
gl: Gor... ... nunca antes falaches así... Gorlack, pola túa propia medida, falas covardía!
nl: Gor— ... ... nooit eerder heb je gesproken als een… Gorlack, volgens jouw eigen waarden, je predikt lafheid!
zh_cn: 戈——……汝从未如此言说… 戈拉克，汝之言，乃懦弱之音！

source: My measure was wrong. I thought we need only escape Morogor to fulfill our reascension from exile. Yet we carried something of Morogor with us. Its fearlessness. Like our exiled ancestors, we fly pridefully along the shortest path. We cut down any creature we find before us, even one another. We become as one of the ancient foes — the Horde, the Jotnar, the Faerie... the Drakes. Until we are surprised by defeat just as Dominant Morogor before us. Because we shun all fear. That is why our noble Ancestors exiled us. Until we learn to temper our pride with fear we remain the creatures they exiled.
gl: A miña medida foi incorrecta. Pensei que só necesitamos escapar de Morogor para cumprir o noso ascenso do exilio. Porén levabamos algo de Morogor connosco. A súa sen medo. Como os nosos antepasados ​​exiliados, voamos orgullosos polo camiño máis curto. Cortamos calquera criatura que atopemos diante de nós, incluso uns aos outros. Convertémonos nun dos antigos inimigos: a Horda, o Jotnar, o Faerie... os Drakes. Ata que nos sorprende a derrota igual que o Dominante Morogor antes que nós. Porque evitamos todo medo. Por iso nos exiliaron os nosos nobres Antepasados. Ata que aprendamos a temperar o noso orgullo co medo, seguiremos sendo as criaturas que exiliaron.
nl: Mijn waarden waren fout. Ik dacht dat we enkel Morogor moesten ontsnappen om onze heropstijging uit ballingschap te verwezenlijken. Maar we droegen iets mee uit Morogor. En dat is onverschrokkenheid. Net als onze verbannen voorouders, vliegen we trots volgens het kortste pad. We verscheuren elke wezen dat we voor ons vinden, zelfs elkaar. We verlagen ons tot we worden als onze oeroude vijanden — de Horde, de Jotnar, de Fae... de Draken. Tot we verrast worden door nederlaag net zoals Dominant Morogor voor ons. Omdat we alle vrees afduwen. Dat is waarom onze nobele Voorouders ons verbannen hebben. Tot we leren om onze trots te temperen met angst, blijven we de wezens die zij verbanden.
zh_cn: 吾之度量有误。 吾等以为仅逃出莫罗戈，便能完成复升之途。 然吾等携莫罗戈之魂同行。 其无畏之魂。 如吾等流放之先祖，吾等沿风途最短之路，傲然翱翔。 凡遇生物，必斩之。即便同翼，亦不例外。 吾等竟化身为上古之敌——兽众、巨灵、精界…乃至龙人自身。 直至败绩临身，一如翼主莫罗戈。 盖因吾等摒弃一切恐惧。 此乃吾等高贵先祖放逐吾等之因。 直至吾等学会以恐惧驯化傲慢，吾等仍是彼等所放逐之流民。

source: Enough of this glider folly! By your honor, Gorlack, you must return to your eyrie, to complete what you began!
gl: Basta con esta tolemia de planeadores! Pola túa honra, Gorlack, debes volver ao teu aveiro para completar o que comezaches!
nl: Genoeg van deze zwever dwaasheid! Op jou eer, Gorlack, moet je terugkeren naar jouw nest, om af te maken wat je begonnen bent!
zh_cn: 滑翔者的蠢行，到此为止！ 汝之荣誉所在，戈拉克！汝须归巢，以竟汝始！

source: <i>This</i> is my eyrie now. Here I must stay to shelter my flight from the war that is to come. You may return with the remaining provisions we gathered. Once returned, you may claim the eyrie I forsook.
gl: <i>Este</i> é o meu nido agora. Aquí debo quedarme para protexer a miña fuxida da guerra que está por vir. Podes volver coas provisións restantes que reunimos. Unha vez devolto, podes reclamar o nido que abandonei.
nl: <i>Dit</i> is mijn nest nu. Hier moet ik blijven om mijn vlucht te schuilen van de oorlog die zal komen. Ja mag terugkeren met de overblijvende provisies die we verzameld hebben. Eens teruggekeerd, mag je het nest opeisen dat ik verliet.
zh_cn: <i>此地</i>乃吾之巢穴矣。 此地吾当驻守，以庇吾翼，免受将至之战火。 汝可携余粮归去。 归去之后，吾昔之巢穴，汝可据为己有。

source: You swore to aid those who journeyed to your Greatland! You called the hunt— Gorlack, the hunt is not ended!
gl: ¡Xuraches axudar aos que viaxaron á túa Gran Terra! Chamaches á caza... Gorlack, a caza non rematou!
nl: Je zweerde om zij die naar jouw Grootland reisden te helpen! Je riep de jacht— Gorlack, de jacht is niet gedaan!
zh_cn: 汝曾誓言，助彼等寻汝之泰陆！ 汝号令狩猎—— 戈拉克，狩猎未竟！

source: Lisssten to Karron!
gl: Essscoita a Karron!
nl: Luissster naar Karron!
zh_cn: 听卡戎的嘶嘶！

source: My summons was never issued; the arrival of the flights was premature. My hunt was indeed ended, by failure. There is nothing more I can do for our folk now—
gl: A miña citación nunca foi emitida; a chegada dos voos foi prematura. A miña caza acabou de feito, por fracaso. Non podo facer nada máis pola nosa xente agora—
nl: Mijn ontbieding is nooit verstuurd; de komst van de vluchten was voortijdig. Mijn jacht is wel degelijk gedaan, en is gefaald. Er is verder niets meer dat ik kan doen voor ons volk nu—
zh_cn: 吾之号令未曾下达；翼群已然过早而至。 吾之狩猎确已终结，以败绩告终。 而今，吾已再无能为吾族奉献——

source: You may embrace your cowardice, Gorlack. Hide here in your hovel with it. Yet your flight will not be dishonored by you. They will return with me to rejoin the hunt. To aid the salvation of our folk which you have forsaken! Through the Ways of Morogor, I Proclaim you Deprived.
gl: Podes aceptar a túa covardía, Gorlack. Escóndete aquí na túa caseta con el. Con todo, o teu voo non será deshonrado por ti. Volverán comigo para volver á caza. Para axudar á salvación do noso pobo que abandonaches! A través dos Camiños de Morogor, proclámote Privado.
nl: Jij mag jouw lafheid omarmen, Gorlack. Verstop je er hier mee in je gehucht. Maar jouw vlucht zal jouw oneerbaar lot niet delen. Zij zullen met mij terugkeren en opnieuw in de jacht delen. Om te helpen met het redden van datzelfde volk dat jij in de steek liet! Volgens het Pad van Morogor, Ik Roep jou uit tot Ontnomen.
zh_cn: 汝可拥抱汝之怯懦，戈拉克。 携其藏于此陋室。 然汝翼群之荣光，汝休想玷污。 彼等将随吾归队，复入狩猎。 以助吾族救度——汝早已背弃之业！ 依莫罗戈法典，废黜汝之翼位。

source: We are far beyond Morogor. Here its Ways do not apply.
gl: Estamos moito máis alá de Morogor. Aquí non se aplican as súas formas.
nl: We zijn ver voorbij Morogor. Zijn Pad is hier niet van toepassing.
zh_cn: 此地远在莫罗戈之外。 莫罗戈法典于此不存。

source: Then only one fix remains... a trial to the death. Damn you for this, Gorlack. You have left me only the coldest choice.
gl: Entón só queda unha solución... un xuízo a morte. Maldito por isto, Gorlack. Só me deixaches a opción máis fría.
nl: Dan rest er ons slechts één mogelijkheid… een beproeving op leven en dood. Vervloekt ben je hiervoor, Gorlack. Je me geen andere dan de meest kille keuze gelaten.
zh_cn: 唯有一策…乃生死之决。 戈拉克，汝之恶行，吾必诅咒。 汝所予吾者，唯此酷烈之择。

source: Gorlack, recall how we took captive the orc creature back in Morogor...
gl: Gorlack, recorda como levamos cativo á criatura orco en Morogor...
nl: Gorlack, herinner je hoe we de orc vingen terug in Morogor...
zh_cn: 戈拉克，忆吾辈于莫罗戈擒获兽众之昔…

source: Agreed. We must do the same. Karron is to be taken alive.
gl: De acordo. Debemos facer o mesmo. Karron debe ser tomado vivo.
nl: Akkoord. We moeten hetzelfde doen. Karron moet levend genomen worden.
zh_cn: 然。 吾等当如是。 卡戎，必活捉之。

source: Before it set camp, I beheld a curious detail of Flight Karron. There were no gliders among them. Perhaps they were scouting... Yet burners too were absent. It may be two castes is all that remains of her flight.
gl: Antes de acampar, vin un curioso detalle de Flight Karron. Non había planeadores entre eles. Quizais estaban explorando... Con todo, os queimadores tamén estaban ausentes. Poden ser dúas castas é o único que queda da súa fuxida.
nl: Voordat ik het kamp opzette, merkte ik iets bizar op in Vlucht Karron. Er waren geen zwevers onder hen. Misschien gingen ze op verkenning… Maar ook de hittedraken waren afwezig. Het zou kunnen dat 2 ordes alle is wat er van haar vlucht overblijft.
zh_cn: 于其扎营之际，吾察见翼主卡戎之翼群，有一奇景。 滑翔者，竟无一人。 彼或正探查敌踪… 然灼烧者，亦踪迹全无。 或仅余二姓，存于其翼群之中。

source: Whatever the case, Karron must not be underestimated.
gl: Sexa como for, non se debe subestimar a Karron.
nl: Wat ook het geval moge zijn, Karron mag niet onderschat worden.
zh_cn: 纵是如此，卡戎之翼，不可轻视。

source: To think that such a small creature has more fire in its heart than my own kin... Very well, <i>little fledgling</i>, you have earned my respect.
gl: Pensar que unha criatura tan pequena ten máis lume no seu corazón que os meus propios parentes... Moi ben, <i>pequena</i> , gañácheste o meu respecto.
nl: Te bedenken dat zo'n klein wezen meer vuur in hun hart heeft dan mijn eigen verwanten… Laat het dan zo zijn, <i>klein jong</i>, je hebt mijn respect gewonnen.
zh_cn: 竟有此微物，其心火炽烈更胜吾同翼… 也罢，<i>雏鸟</i>，汝已赢得吾之敬意。

source: Arinexis, do not leave our new clan, it is not sssafe!
gl: Arinexis, non deixes o noso novo clan, non é sssafe!
nl: Arinexisss, verlaat onze nieuwe clan niet, het isss niet veilig!
zh_cn: 阿瑞尼克西斯，别离开我们的新氏族，这里不安全啊嘶嘶！

source: I have ssseen too many moons. My feet grow weary and ssslow. I ssstay.
gl: Vin demasiadas lúas. Os meus pés están cansos e lentos. Eu quédome.
nl: Ik heb vele manen gezien. Mijn voeten worden vermoeid en traag. Ik blijf.
zh_cn: 我活得太久了嘶嘶。双脚已疲惫不堪嘶嘶。我留下嘶嘶。

source: Hail, Shussek. You are strangely far flown from that shoal you so coveted.
gl: Saúde, Shussek. Estás estrañamente lonxe daquel cardumen que tanto cobizabas.
nl: Gegroet, Shussek. Je ben vreemd ver gevlogen van de riffen die je zo begeerd.
zh_cn: 舒塞克，见汝矣。 汝乃远飏，离彼所慕之沙洲，此事甚奇。

source: ...... You are far from your reef.
gl: ...... Estás lonxe do teu arrecife.
nl: ...... Jij bent ver van jouw rif.
zh_cn: ……汝远离汝礁。

source: Odious fish imps took our reef from us again! Ssssss!
gl: Os odiosos diablillos de peixes quitáronnos de novo o noso arrecife! Ssssss!
nl: Die stinkende viskabouters hebben ons rif weer van ons afgenomen! Ssssss!
zh_cn: 该死的鱼精又抢走了咱们的礁石！嘶嘶嘶！

source: What is meaning of thisssss?!
gl: Que significa isto?!
nl: Wat is de betekenisss hiervan?!
zh_cn: 这是什么意思嘶嘶？！

source: By dance of wandering ssstars, you look not one day over ssseven, old friend.
gl: Pola danza de estrelas errantes, non miras nin un día a ssseven, vello amigo.
nl: Bij de dansss van de dwalende sssterren, je lijkt geen dag over zeven, oude vriend.
zh_cn: 凭着游荡繁星的舞姿，老朋友，你看起来一天也不像超过七岁啊嘶嘶。

source: Yet I feel all thirteen years in my bones!
gl: Aínda así sinto os trece anos nos meus ósos!
nl: En toch voel ik alle dertien jaar in mijn botten!
zh_cn: 可我这十三年的岁数，骨头里可都能感觉得到！

source: This firescale is engraved with a clasher Secret... Perhaps one of their caste may reveal its meaning.
gl: Esta escala de lume está gravada cun clasher Secret... Quizais algún da súa casta poida revelar o seu significado.
nl: Deze vuurschaal is gegraveerd met een ramdraak Geheim… Misschien kan één van hun orde de betekenis ervan onthullen.
zh_cn: 此灼鳞之上，刻着冲击者的秘刻… 或可于其种姓之中，窥见其意。

source: Gliders, engage!
gl: Planadores, ao ataque!
nl: Zwevers, sla toe!
zh_cn: 滑翔者，开战！

source: Burners... Now!
gl: Queimadores... Xa!
nl: Hittedraken… Nu!
zh_cn: 灼烧者们… 出击！

source: Karron. My Windpath spared one friend... only to cut down another...
gl: Karron. O meu Windpath perdonou a un amigo... só para cortar outro...
nl: Karron. Mijn Windpad spaarde één vriend… enkel om een andere neer te halen...
zh_cn: 卡戎。 吾之风途曾饶过一友…却终将另一人斩于剑下…

source: You win, I go... I run.
gl: Ti gañas, eu vou... corro.
nl: Jij wint, ik ga nu... ik vlucht.
zh_cn: 你赢了，我走…我跑。

source: Nay.
gl: Non.
nl: Neen.
zh_cn: 不。

source: I strove to prevent a war between the flights. Yet I only traded that for a war of an unknown kind. The hungry flights arriving in numbers will call a hunt far greater than even mine. Yet this will not be a hunt... This will be a war with prey.
gl: Traballei por evitar unha guerra entre os voos. Con todo, só cambiei iso por unha guerra de tipo descoñecido. Os famentos voos que chegan en números chamarán unha caza moito maior que a miña. Pero isto non será unha caza... Esta será unha guerra con presas.
nl: Ik ijverde om een oorlog tussen twee vluchten te voorkomen. Maar ik heb die oorlog enkel verruild voor een oorlog van een onbekende aard. De hongerige vluchten die in grote aantallen toekomen zullen een jacht oproepen nog groter dan die van mij. Maar dit zal geen jacht worden… Dit zal een oorlog worden met prooi.
zh_cn: 吾竭力阻止翼间之战。 然吾仅将其，易为一场未知之战。 饥翼云集，其狩猎将远胜于吾。 然此非狩猎… 此乃与猎物之战。

source: Verily, these creatures are fellow contenders for dominance over the world itself. With this Greatland as our arena. They are our equals until we <b>prove</b> ourselves their betters. In this Great Contention.
gl: En verdade, estas criaturas son compañeiros de competición polo dominio sobre o propio mundo. Con esta Greatland como a nosa area. Son os nosos iguais ata que <b>demostramos</b> que somos mellores. Nesta Gran Contención.
nl: Voorwaar, deze wezens zijn onze mede kandidaten voor dominantie over de wereld zelf. Met dit Grootland als onze arena. Ze zijn onze gelijken tot we <b>bewijzen</b> dat we hun beteren zijn. Dit is het Grote Kampioenschap.
zh_cn: 诚然，此等生灵亦是竞争者，欲与吾等争世之主。 此泰陆乃吾等之试炼场。 于吾等<b>证</b>其劣等之前，彼等堪与吾等同列。 于此大争霸。

source: We shall need allies from amongst the noble creatures of this land. Like our gentle saurians. So too the deep dwellers with whom we have now a pact. Our every move must be part of a grander design for victory. In this Great Contention that will take a thousand years.
gl: Necesitaremos aliados entre as nobres criaturas desta terra. Como os nosos gentiles saurios. Tamén os profundos moradores cos que agora temos un pacto. Todos os nosos movementos deben formar parte dun deseño máis grande para a vitoria. Nesta Gran Contención que levará mil anos.
nl: We zullen bondgenoten nodig hebben van onder de nobele wezens van dit land. Zoals onze zachtaardige saurianen. Zo ook de diepte bewoners met wie we nu een pact hebben. Onzer elke zet moet onderdeel zijn van een groter ontwerp tot overwinnnig. In dit Grote Kampioenschap dat duizend jaar zal duren.
zh_cn: 吾等需此地高贵生灵为盟。 若吾蜥蜴盟友。 亦如吾等立契之深居者。 吾等每一步，皆为胜业宏图之一环。 于此千年大争霸之中。

source: By this Windpath alone shall we reascend to dominate the world once again.
gl: Só por este Camiño do Vento volveremos a subir para dominar o mundo unha vez máis.
nl: Enkel door dit Windpad zullen we heropstijgen om de wereld opnieuw te domineren.
zh_cn: 唯此风途，吾等方复升，再统世间。

source: Gorlack, I do not feel this... Windpath beneath my wings...
gl: Gorlack, non sinto isto... Camiño do vento baixo as miñas ás...
nl: Gorlack, ik voel dit... Windpad niet onder mijn vleugels...
zh_cn: 戈拉克，吾未感此…风途于翼下…

source: Because you are still fearless, my friend. That is why I banish you west, away from this crisis. Take your flight west beyond even Morogor. Seek out new lands with the wisdom learned from mistakes made here. Let your gliders’ Spoken Memories guide the way.
gl: Porque aínda non tes medo, meu amigo. Por iso te destierro ao oeste, lonxe desta crise. Toma o teu voo cara ao oeste, incluso máis aló de Morogor. Busca novas terras coa sabedoría aprendida dos erros cometidos aquí. Deixa que as Memorias faladas dos teus planeadores guíen o camiño.
nl: Omdat je nog steeds onverschrokken bent, mijn vriend. Dat is waarom ik jou westwaarts verban, weg van deze crisis. Neem je vlucht westwaarts nog voorbij Morogor. Zoek nieuwe landen uit met de wijsheid geleerd van de fouten die hier gemaakt werden. Laat de Gesprokene Herinneringen van jouw zwevers de weg leiden.
zh_cn: 汝仍无畏，吾友。 故而，吾将汝流放西行，远离此厄。 汝当西去，纵越摩罗戈。 鉴此地之失，以求新域。 令汝滑翔者之口述史，引汝风途。

source: Gorlack, let both our flights head west. We may together take on this adventure as it always should have been.
gl: Gorlack, deixe que os dous voos se dirixan ao oeste. Xuntos podemos asumir esta aventura como sempre debería ser.
nl: Gorlack, laat beide onze vluchten westwaarts trekken. We kunnen dit avontuur samen opnemen zoals het altijd had moeten zijn.
zh_cn: 戈拉克，令吾等之翼群，向西进发。 吾辈或可共赴此险，此行，本应如是矣。
