Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: gl, nl, zh_cn

source: Winds of Fate
gl: Ventos do destino
nl: Windvlagen van het Lot
zh_cn: 命运之风

source: As the once plentiful hunting grounds of Morogor slip below the waves, war looms between drakes driven rogue by hunger and those still honorable. Yet the winds of fate may be shifting, for inspired by legends of vast far away lands, a pack of fledgling hunters makes ready to lead their kind on a journey towards salvation.
gl: Mentres os abundantes cotos de caza de Morogor esvae por baixo das ondas, a guerra axiña entre os dracos conducidos pola fame e os que aínda son honrados. Con todo, os ventos do destino poden estar cambiando, pois inspirados en lendas de vastas terras afastadas, unha manada de cazadores incipientes prepárase para levar á súa especie nunha viaxe cara á salvación.
nl: Terwijl de eens zo overvloedige jachtgebieden van Morogor onder de golven verdwijnen, dreigt er een oorlog tussen draken die door honger worden geleid en zij die nog steeds eervol zijn. Toch zou het kunnen dat de windvlagen van het lot aan het keren zijn, want geïnspireerd door legendes van uitgestrekte verre landen, maakt een groep jonge jagers zich klaar om hun soort te leiden op een reis naar verlossing.
zh_cn: 当莫罗戈昔日富饶的狩猎场沉入波涛之下，因饥饿而堕落的龙人与坚守荣誉者之间的战争已然逼近。然命运之风或正转变——因遥远广袤之地的传说所激励，一群初出茅庐的猎手正准备引领其族群踏上救赎之旅。

source: <i>Features full recall costs and no gold carryover.</i>
nl: <i>Bevat volledige oproep kosten en geen goud dat overgedragen wordt.</i>
zh_cn: <i>本战役使用全价召回，并且金币不会带到下一幕。</i>

source: (Hard level, 11 scenarios.)
gl: (Nivel difícil, 11 escenarios.)
nl: (Uitdagend niveau, 11 scenario's.)
zh_cn: （困难级别，11幕场景。）

source: Aspirant
gl: Aspirante
nl: Kandidaat
zh_cn: 竞位者

source: Easy
gl: Doado
nl: Makkelijk
zh_cn: 简单

source: Intendant
gl: Intendente
nl: Opzichter
zh_cn: 辅佐者

source: Normal
nl: Normaal
zh_cn: 普通

source: Dominant
gl: Dominante
nl: Heerser
zh_cn: 翼主

source: Hard
gl: Difícil
nl: Moeilijk
zh_cn: 困难

source: Ancestor
gl: Antepasado
nl: Voorouder
zh_cn: 先祖

source: Nightmare
gl: Pesadelo
nl: Nachtmerrie
zh_cn: 噩梦

source: Authors
gl: Autores
nl: Auteurs
zh_cn: 作者

source: Graphics
gl: Gráficos
nl: Afbeeldingen
zh_cn: 图形

source: Alpha Testing
gl: Ensaio alfa
nl: Alpha Tests
zh_cn: Alpha测试

source: Based on Wings of Victory by:
gl: Baseado en Wings of Victory de:
nl: Gebaseerd op 'Wings of Victory' door:
zh_cn: 基于《胜利之风》，作者：

source: The Hunt
gl: A Caza
nl: De Jacht
zh_cn: 狩猎

source: From the skies above, the glider caste felt the Winds of Fate.
gl: Desde o ceo de arriba, a casta de planeadores sentiu os ventos do destino.
nl: Van boven in de lucht, voelde de zweeforde de Windvlagen van het Lot.
zh_cn: 于九天之上，滑翔者感命运之风。

source: They saw the diminishment of our nourishing lands as the isles of Morogor slipped into the sea. They heard the cries of starving hatchlings before the wasting’s eternal hush.
gl: Viron a diminución das nosas terras nutritivas mentres as illas de Morogor se esvaecían no mar. Escoitaron os berros das crías molladas de fame ante o eterno silencio do desperdicio.
nl: Ze zagen de verwelking van onze voedende landen terwijl de eilanden van Morogor in de zee weggleden. Ze hoorden de kreten van verhongerende jongen die kwamen voor het eeuwige zwijgen van verderfenis.
zh_cn: 他们眼见滋养之土日渐萎缩，莫罗戈诸岛亦随之沉入海中；曾闻饥馑幼龙的悲鸣，终归于荒芜的永恒死寂。

source: Newer flights scraped out a meager existence on islets of rock their ancestors would have scorned. With envious eyes these flights gazed upon the green expanses of the central isles. Then it began...
gl: Os voos máis novos eliminaron unha escasa existencia en illotes de rocha que os seus antepasados desprezarían. Con ollos envexosos estes voos contemplaban as verdes extensións das illas centrais. Entón comezou...
nl: Nieuwere vluchten schraapten een zielig bestaan samen op de rotseilandjes die hun voorouders hun aandacht waardig gevonden zouden hebben. Met jaloerse ogen staarden deze vluchten naar de groene weelde van de centrale eilanden. Toen begon het...
zh_cn: 新兴的翼群，在那些先祖不屑一顾的礁岩上艰涩求生。他们眼含妒意，遥望着中央诸岛的广袤绿野。然，风暴，就此降临。

source: One by one, the most desperate flights turned rogue. They broke the long peace among drakes by invading the domains of their neighbors. One by one, the rogues were destroyed by the honorable flights in accord with the Ways. Still more turned; two by two, then four by four. Soon enough there would be more flights to betray the Ways of Morogor than uphold them.
gl: Un a un, os voos máis desesperados volvéronse canallas. Romperon a longa paz entre os dracos invadindo os dominios dos seus veciños. Un a un, os canallas foron destruídos polos voos honrados de acordo cos Camiños. Aínda máis voltado; dous en dous, despois catro en catro. En breve habería máis voos para traizoar os Camiños de Morogor que para defendelos.
nl: Eén voor één gingen de meest wanhopige vluchten in ballingschap. Ze verbraken de lange vrede tussen de draken door de domeinen van hun buren binnen te vallen. Eén voor één werden de bannelingen vernietigd door de eervolle vluchten overeenkomstig met het Pad. Toch kozen meer en meer ballingschap; twee per twee, dan vier per vier. Al snel zouden er meer zijn die het Pad van Morogor zouden verraden dan in ere houden.
zh_cn: 一个接一个，最绝望的翼群开始叛离。它们入侵邻族的领地，打破了龙人间长久的和平。一个接一个，这些叛离者被坚守荣誉的翼群遵照莫罗戈法典逐一摧毁。仍有更多翼群叛离；两个两个，继而四个四个。很快，背叛莫罗戈法典的翼群将多于坚守它的翼群。

source: It was in this dark time the glider caste felt a familiar Windpath under their wings, a path newly recast from the twisting Winds of Fate. Curious landbound creatures had been sighted on the Isle of Omarath. Faring across the ocean upon their wooden sea skimmers, they journeyed from beyond one side of the horizon to the other. Even the strongest of wing could not safely follow them so far as they went, lest they pass the point of no return. Just the same, the ancient glider caste had more than a notion of their destination.
gl: Foi neste tempo escuro que a casta de planeadores sentiu un Camiño do Vento familiar baixo as súas ás, un camiño recén reconstruído dos ventos retortos do destino. Na illa de Omarath viran curiosas criaturas terrestres. Cruzando o océano cos seus skimmers de madeira, viaxaron dun lado ao outro do horizonte. Nin sequera os máis fortes das ás podían seguilos con seguridade ata onde ían, para non pasar o punto de non retorno. Do mesmo xeito, a antiga casta de planeadores tiña máis que unha noción do seu destino.
nl: Het was in deze duistere tijd dat de zweeforde een vertrouwd Windpad onder hun vleugels voelde, een pad dat recent opnieuw voortgebracht werd door de Windvlagen van het Lot. Bizarre landgebonden wezens waren gespot op het Eiland van Omarath. Over de ocean navigerend op hun houten vaartuigen, reisden ze van voorbij één kant van de horizon tot de andere. Zelfs de sterkste vleugel zou hen niet zo ver kunnen volgen, of ze zouden riskeren om het punt zonder wederkeer te passeren. Niettemin had de aloude zweeforde meer dan een idee van hun bestemming.
zh_cn: 就在这黑暗时期，滑翔者感到翅膀下有一道熟悉的风途，一道从扭曲的命运之风中重塑的风途。好奇的陆地生物在奥玛拉斯岛上被目击。他们乘着木质船只穿越海洋，从地平线的一边旅行到另一边。即使最强壮的翅膀也无法安全地跟随他们如此之远，以免越过不归点。尽管如此，古老的滑翔者对他们的目的地颇有了解。

source: For their Spoken Memories told what other castes had forgotten. There are lands beyond Morogor, across the Great Ocean. From there drakes came long ago. To this wider world we needed return.
gl: Pois as súas Memorias Faladas contaban o que outras castas esquecera. Hai terras máis aló de Morogor, a través do Gran Océano. De alí viñeron os dracos hai tempo. A este mundo máis amplo necesitabamos volver.
nl: Want hun Gesproken Herinneringen vertelden wat andere ordes al lang vergeten waren. Er zijn landen voorbij Morogor, over de Grote Oceaan. Daar kwamen de draken lang geleden vandaan. Naar deze wijdere wereld moesten we terugkeren.
zh_cn: 他们的口述史揭示了其他种姓已然遗忘之事：莫罗戈之外，泰洋彼岸，尚有广袤土地。龙人先祖曾从彼处而来。而今，我们需重返这更广阔的世界。

source: Gorlack’s Wing
gl: Á de Gorlack
nl: De Vleugel van Gorlack
zh_cn: 戈拉克的翼队

source: Gorlack
zh_cn: 戈拉克

source: Kill 20 creatures ($kill_total killed so far)
gl: Mata a 20 criaturas ($kill_total mortos ata agora)
nl: Dood 20 wezens ($kill_total tot nu toe gedood)
zh_cn: 杀死20个生物 （当前已杀死 $kill_total 个）

source: Death of Gorlack
gl: Morte de Gorlack
nl: Dood van Gorlack
zh_cn: 戈拉克死亡

source: Death of Resha
gl: Morte de Resha
nl: Dood van Resha
zh_cn: 瑞莎死亡

source: Oases heal and cure
gl: Os oasis curan e curan
nl: Oases genezen +8 en genezen gif
zh_cn: 绿洲疗伤疗毒

source: $kill_total of 20 prey harvested
gl: $kill_total de 20 presas capturadas
nl: $kill_total van de 20 prooien gevangen
zh_cn: 捕获了20只猎物之中的$kill_total个

source: Behold, the Isle of Gaall. The most perilous hunting ground in the Domain of Vladnir. Spurred by the hunger cries of their hatchlings, many a hunter has journeyed to this place. Only to become its prey.
gl: Velaquí a illa de Gaall. O coto de caza máis perigoso do Dominio de Vladnir. Impulsados polos berros de fame das súas crías, moitos cazadores viaxaron ata este lugar. Só para converterse na súa presa.
nl: Aanschouw, het Eiland van Gaall. Het meest gevaarlijke jachtgebied in het Domein van Vladnir Aangespoord door de hongerkreten van hun jongen zijn al vele jagers tot hier gereisd. Om enkel ten prooi te vallen.
zh_cn: 且观，加尔岛。 维拉德尼尔领地至凶险之狩猎场。 因彼等雏鸟饥啼，众猎手遂踏风而来。 终为其猎。

source: Our trial for aspirancy has come at last. The hunt that awaits us below will prove a worthy test.
gl: O noso xuízo pola aspiración chegou por fin. A caza que nos espera a continuación será unha proba digna.
nl: Onze beproeving voor aspiratie is eindelijk aangekomen. De jacht die ons lager opwacht zal een waardige proef vormen.
zh_cn: 吾等竞位之试炼终至。 下方等候之狩猎，将证其为配称之考验。

source: If only we could still count Karron among us... I fear without her aid this trial will outmatch us. We too may fall prey to this isle.
gl: Se aínda puidésemos contar con Karron entre nós... Temo que sen a súa axuda este xuízo nos superará. Tamén nós podemos ser presa desta illa.
nl: Was Karron nog maar bij ons… Ik vrees dat zonder haar hulp deze beproeving ons te veel zal worden. Wij ook kunnen ten prooi vallen aan dit eiland.
zh_cn: 若卡戎尚能与吾等同翼… 无其相助，此试炼恐非吾等所能及。 吾等亦将沦为此岛之猎物。

source: Karron never was among us, verily. Her heart sought glory over our greater purpose.
gl: Karron nunca estivo entre nós, a verdade. O seu corazón buscou a gloria sobre o noso propósito maior.
nl: Karron was nooit één van ons, niet echt. Haar hart zocht eerder glorie dan ons grotere doel.
zh_cn: 卡戎从未居于吾等之中，诚然。 其心求荣，胜于吾等大业。

source: We need no further hunters to prevail here. No less of a challenge readies us for aspirancy. Neither the reascension long fortold by your caste. Call the Hunt.
gl: Non necesitamos máis cazadores para prevalecer aquí. Non menos un desafío nos prepara para a aspiración. Tampouco o ascenso durante moito tempo que a túa caste defende. Chama a Caza.
nl: We hebben niet nog meer jagers nodig om hier te slagen. Een mindere uitdaging zou ons niet voorbereiden voor aspiratie. Noch de wederopleving lang voorspeld door jouw orde. Roep de Jacht op.
zh_cn: 吾等无需更多猎手以取胜于此。 不小之挑战正备吾等竞位。 亦非汝种姓长久预言之复升。 召唤狩猎。

source: By your will— Hunters, descend! For the sake of our hatchlings, take all the prey you can carry!
gl: Pola túa vontade... Cazadores, descended! Polo ben das nosas crías, colle todas as presas que poidas levar!
nl: Zoals u beveelt - Jagers, dalen! Voor onze jongen, neem alle prooi die je kan dragen!
zh_cn: 承汝意志——猎群；俯冲！ 为吾等幼嗣，尽取硬猎，尽汝所能！

source: Behold the many healing oases which dot this isle. Their cleansing waters purge miasma from wounds. While the tailleaf growing at their shores makes a fine poultice.
gl: Velaí os moitos oasis de curación que salpican esta illa. As súas augas purificadoras purgan o miasma das feridas. Mentres que a cola que crece nas súas costas fai unha fina cataplasma.
nl: Aanschouw de vele geneeskrachtige oases die over dit eiland verspreid zijn. Hun reinigende wateren drijven miasma uit onze wonden. Terwijl het staartblad dat op hun oevers groeit tot een goede zalf dient.
zh_cn: 汝可观此岛星布诸多绿洲。 其净化之水可涤伤口溃烂。 岸边所生尾叶亦成良药敷剂。

source: Any of us injured during the hunt should seek an oasis for healing.
gl: Calquera de nós ferido durante a caza debería buscar un oasis para a curación.
nl: Ieder van ons die gewond geraakt zou best een oasis opzoeken voor genezing.
zh_cn: 吾等中于狩猎负伤者，当寻绿洲疗愈。

source: Ah, it is you, Gorlack. In my fire for the hunt, I strayed from Karron’s pack. Then a bite from venomous prey drove my retreat here.
gl: Ah, es ti, Gorlack. No meu lume para a caza, afasteime da manada de Karron. Entón unha mordida dunha presa velenosa levou a miña retirada aquí.
nl: Ah, jij bent het, Gorlack. In mijn vuur voor de jacht dwaalde ik weg van de roedel van Karron. Toen dreef een beet van giftige prooi mij in terugtocht naar hier.
zh_cn: 汝在此，戈拉克。 吾狩猎之火盛燃，遂离卡戎之翼队； 然遭毒硬猎噬咬，退避于此。

source: The waters flowing from the Cenotaph of Kotick have purged the venom from my wound. I ask sanction to join your hunt, so I might now purge the dishonor of my folly.
gl: As augas que flúen do cenotafio de Kotick purgaron o veleno da miña ferida. Pido sanción para unirse á súa caza, para que agora poida purgar a deshonra da miña tolemia.
nl: De wateren die vloeien van het grafmonument van Kotick hebben het gif uit mijn wonden gedreven. I vraag toestemming om jouw jacht te delen, zodat ik de schaamte van mijn dwaasheid kan verdrijven.
zh_cn: 科提克纪念碑之水已涤除吾伤毒。 吾求准加入汝猎，以涤吾愚行之辱。

source: It was <i>Karron</i> that dishonored herself by not regathering you. My sanction is given.
gl: Foi <i>Karron</i> a que se deshonrou ao non reunirte. A miña sanción está dada.
nl: Het was ik, Karron, die zich onteerd heeft door jou niet terug te brengen. Mijn goedkeuring is gegeven.
zh_cn: 乃<i>卡戎</i>未重聚汝，故而自辱。 吾准矣。

source: So it is, that timid Gorlack attempts the Trial of Gaall.
gl: Así é, ese tímido Gorlack tenta o Xuízo de Gaall.
nl: En zo gebeurde het, dat de timide Gorlack de Beproeving van Gaall aanging.
zh_cn: 故，怯懦之戈拉克试炼加尔。

source: So it is, that brave Karron cowers within the Cenotaph of Morogor.
gl: Así é, ese valente Karron acobarda dentro do Cenotafio de Morogor.
nl: En zo gebeurde het, dat de dappere Karron zich ineengekrompen verschuilt binnen in het grafmonument van Morogor.
zh_cn: 确然如此，彼勇敢之卡戎畏缩于莫罗戈纪念碑内。

source: Karron, you are without companions.
gl: Karron, estás sen compañeiros.
nl: Karron, je hebt geen metgezellen.
zh_cn: 卡戎，汝孤影独行。

source: One was slain. The other went astray.
gl: Un foi asasinado. O outro marchou.
nl: Eén werd gedood. De andere ging verloren.
zh_cn: 一者殒命。 一者迷途。

source: To attempt this trial with only two allies was unwise.
gl: Intentar este xuízo con só dous aliados non era prudente.
nl: Om deze beproeving met slechts twee metgezellen aan te gaan was onwijs.
zh_cn: 试炼之举，仅携二翼，诚为不智。

source: Yet so have I already succeeded, <i>little glider</i>. All my prey-tokens are gathered; my hunt is ended.
gl: Aínda así xa o conseguín, <i>planeador</i> . Todas as miñas fichas de presa están reunidas; a miña caza rematou.
nl: En toch ben ik reeds geslaagd, <i>kleine zwever</i>. All mijn prooidieren zijn verzameld; mijn jacht loopt ten einde.
zh_cn: 然吾已功成，<i>滑翔者</i>。 吾集齐硬猎之证；狩猎已毕。

source: Then take your leave.
gl: Entón despídete.
nl: Vertrek dan.
zh_cn: 汝可离去。

source: As you wish.
gl: Como queiras.
nl: Zoals je wilt.
zh_cn: 如汝所愿。

source: ...... Karron, hold.
gl: ...... Karron, espera.
nl: ...... Karron, wacht.
zh_cn: ……卡戎，止步。

source: ... It is perilous to depart from this place unaided. For your own sake, join us.
gl: ... É perigoso saír deste lugar sen axuda. Polo teu ben, únete a nós.
nl: ... Het is gevaarlijk om deze plek zonder hulp te verlaten. Voor je eigen goed, kom bij ons.
zh_cn: …独离此地，险途难测。 为汝安危计，当与吾等同翼。

source: Gorlack, it is purely for <b>your</b> sakes that I shall do so. One final time. When this isle is behind us, we part again as foes. You will taste humiliation at the contention. I shall deliver it.
gl: Gorlack, o farei por <b>ti</b> . Unha última vez. Cando esta illa está detrás de nós, volvemos a separarnos como inimigos. Probarás a humillación na contenda. Vou entregalo.
nl: Gorlack, het is enkel voor <b>jouw</b> goed dat ik dat zal doen. Eén laatste keer. Wanneer dit eiland achter ons ligt, zullen we scheiden als vijanden. Jij zal vernedering proeven in het kampioenschap. Ik zal het toedienen.
zh_cn: 戈拉克，吾行此举纯为<i>汝</i>等之故。 此乃末次。 待此岛没于身后，吾等复为敌手分道。 汝必于竞位战尝屈辱。 吾将施之。

source: (<i>Crackle</i>)
gl: ( <i>Renxido</i> )
nl: (<i>Geknetter</i>)
zh_cn: （<i>噼啪</i>）

source: Magnificent.
gl: Magnífico.
nl: Prachtig.
zh_cn: 壮哉。

source: That is a Teller. Perhaps the only beings elder than our Spoken Memories. In the Time of Beginning, they were great as stormclouds. Luminous as the skyfire of the same.
gl: Iso é un caixeiro. Quizais os únicos seres máis vellos que as nosas Memorias Faladas. No Tempo do Comezo, eran grandes como nubes de tormenta. Luminoso coma o lume do ceo da mesma.
nl: Dat is een Verteller. Misschien de enigste wezens ouder dan onze Gesproken Herinneringen. In de Tijd der Begin, waren zij zo groots als de stormwolken. Lichtstralend als diezelfden hun luchtvuur.
zh_cn: 彼乃述者。 或为唯一较吾口述史更古老之存在。 于创世之时，其伟若风暴之云； 明如天火之辉。

source: <span size='5000' font-style='italic'>Ward thyselves for it has arrived. The grey light that shades the living worlds. The calm wind that snuffs warm souls. The Faerie reached this world.</span>
nl: <span size='5000' font-style='italic'>Bescherm julliezelf want het is toegekomen. Het grijze licht dat een schaduw werpt over de levende werelden. De kalme wind die warme zielen uitdooft. De Fae hebben deze wereld bereikt.</span>
zh_cn: <span size='5000' font-style='italic'>汝等当护，因其已至。遮蔽生界之灰光。熄灭暖魂之静风。精界已临此世。</span>

source: It whispers...
gl: Susurra...
nl: Het fluistert...
zh_cn: 其声如缕…

source: Before the world grew cold, the Tellers spoke to us our first Memories. Some of their wisdom, shared to us. Yet now they can only whisper, too softly to be heard. The final words they spoke aloud... “ Ward thyselves. The Faerie reached this world. ”
gl: Antes de que o mundo se arrefriase, os Tellers faláronnos os nosos primeiros Recordos. Parte da súa sabedoría, compartida con nós. Con todo, agora só poden murmurar, demasiado baixo para ser escoitados. As últimas palabras que pronunciaron en voz alta... "Guardádevos. A Fada chegou a este mundo".
nl: Voor de wereld koud werd, spraken de Vertellers over onze eerste Herinneringen. Een deel van hun wijsheid, met ons gedeeld. Maar nu kunnen ze enkel fluisteren, te zacht om gehoord te worden. De laatste woorden die ze luidop spraken... Bescherm julliezelf. De Fae hebben deze wereld bereikt.
zh_cn: 天地未寒时，述者授吾等以初忆。 其智若干，赐予吾辈。 然今唯余窃窃，细不可辨。 其最终朗声之语… “护汝等。精界临世。”

source: There has never been time enough to waste on these glider myths. Yet you do so during <i>the hunt</i>. Gorlack, you have grown so very weak to this folly of Resha’s.
gl: Nunca houbo tempo suficiente para perder nestes mitos de planeadores. Aínda así o fas durante <i>a caza</i> . Gorlack, estás moi débil ante esta tolemia de Resha.
nl: Er is nooit genoeg tijd geweest om te verspillen aan dit soort zwever mythen. En toch doe je dat tijdens <i>de jacht</i>. Gorlack, je bent zo zwak geworden door deze dwaasheden van Resha.
zh_cn: <i>狩猎</i>之时， 汝竟耽于滑翔者妄言。 戈拉克，汝已深陷瑞莎痴愚，何其羸弱。

source: Curse these nipping beasts! Gorlack, the rest are in your keeping; I must withdraw.
gl: ¡Maldición a estas bestas que mordan! Gorlack, o resto está ao teu cargo; Debo retirarme.
nl: Vervloekt zijn deze bijtende beesten! Gorlack, de anderen zijn jouw verantwoordelijkheid; ik moet terugtrekken.
zh_cn: 此咬人野兽！ 戈拉克，余众皆由汝统；吾必退之。

source: Victory is yours, <b>Aspirant</b> Gorlack.
gl: A vitoria é túa, <b>aspirante</b> Gorlack.
nl: De overwinning is van jou, <b>Aspirant</b> Gorlack.
zh_cn: 胜利属汝，<b>竞位者</b>戈拉克。

source: Learn from this trial, Resha. Your doubt voiced at the onset of this hunt; see now its futility.
gl: Aprende deste xuízo, Resha. A túa dúbida expresada ao comezo desta caza; vexa agora a súa inutilidade.
nl: Leer van deze beproeving, Resha. De twijfel die je uitte aan het begin van deze jacht; zie nu de futiliteit ervan.
zh_cn: 瑞莎，鉴此役。 汝于狩猎之初，所言之惑；今见其虚妄。

source: Your Windpath was well chosen. I was wrong to doubt your fearless heart, to which I owe my life.
gl: O teu Windpath foi ben elixido. Equivoqueime ao dubidar do teu intrépido corazón, ao que lle debo a vida.
nl: Jouw Windpad was goed gekozen. Ik was verkeerd om aan je onverschrokken hart, waaraan ik mijn leven dank, te twijfelen.
zh_cn: 汝之风途，择之甚当。 吾曾以疑心，渎汝无畏之魂，吾命，归于汝。

source: Gorlack... though you have forbade it, I must speak of <i>the cave</i>. My life–debt to you must be—
gl: Gorlack... aínda que o prohibiches, debo falar da <i>cova</i> . A miña vida–a débeda contigo debe ser—
nl: Gorlack... hoewel je het verboden had, moet ik spreken over <i>de grot</i>. Mijn levensschuld aan jou moet—
zh_cn: 戈拉克…尔曾禁之，吾必言<i>彼洞穴</i>。 吾命债于尔，必为——

source: Nay! There is nothing more to be said of that place.
gl: Non! Non hai máis que dicir dese lugar.
nl: Neen! Er is niets meer dat gezegd hoeft te worden over die plek.
zh_cn: 否！ 其处无需再言。

source: You know what lies ahead. Henceforth, we must look only to the future.
gl: Xa sabes o que está por diante. A partir de agora, só debemos mirar cara ao futuro.
nl: Je weet wat verderop ligt. Van nu af aan moeten we enkel nog naar de toekomst kijken.
zh_cn: 汝知前路所伏。 自今而后，唯望将来。

source: Reclamation
gl: Recuperación
nl: Herovering
zh_cn: 收复

source: Having risen to the rank of aspirant, Gorlack only needed perform an act of duty to secure his entry into the contention.
gl: Tras ascender ao rango de aspirante, Gorlack só necesitou realizar un acto de deber para asegurar a súa entrada na contenda.
nl: Nu hij naar de status van aspirant gestegen was, moest Gorlack enkel nog een daad van plicht doen om zijn toegang tot het kampioenschap te verzekeren.
zh_cn: 戈拉克已晋升为竞位者，只需履行一道职责，便可确保其进入竞位战。

source: The opportunity arose with a summons from Dominant Vladnir...
gl: A oportunidade xurdiu cunha convocatoria do Dominante Vladnir...
nl: De kans verscheen met een ontbieding van Dominant Vladnir.
zh_cn: 随着翼主维拉德尼尔的召集，一个机会悄然浮现…

source: The treachery of Gorath Ohm was only a brush with the coming war between flights. Many eyes watch us that will soon be of rogues. They spy frailty... For even now an infestation of voracious landbound creatures keeps a holdfast on our northernmost isle. This isle that was before bountiful with game is now laid bare by these infesters.
gl: A traizón de Gorath Ohm foi só un pincel coa próxima guerra entre voos. Moitos ollos nos miran que pronto serán de canallas. Espían a fraxilidade... Pois aínda agora unha infestación de voraces criaturas terrestres mantén a presa na nosa illa máis ao norte. Esta illa que antes era abundante de caza está agora descuberta por estes infestadores.
nl: Het verraad van Gorath Ohm was enkel een voorproefje van de komende oorlog tussen vluchten. Vele ogen kijken naar ons die binnenkort van bannelingen zullen zijn. Zij spotten zwakte... Want zelfs nu behoudt een plaag van hongerige landgebonden wezens een houvast op ons meest noorderlijke eiland. Dit eiland, dat vroeger barstte van het wild, is nu braak gelegd door dit ongedierte.
zh_cn: 戈拉斯·奥姆之背信，仅是翼群间大战将至之序曲。 众多目光，正注视着即将沦为流亡者的我等。 彼等，正窥见我等之脆弱… 即便此刻，一伙贪婪的陆生生物，仍在据守着我等最北端的岛屿。 昔日软猎丰饶之岛，今已为入侵者所夺，寸草不留。

source: Vladnir
zh_cn: 维拉德尼尔

source: Karron
zh_cn: 卡戎

source: So then let this pestilence be harvested in place of the meat it has taken!
gl: Entón, que se colle esta peste en lugar da carne que tomou!
nl: Wel dan, laat deze plaag geoogst worden in plaats van de prooi die gestolen is!
zh_cn: 既如此，便以此灾殃之孽物，抵偿其所夺之血肉！

source: Aspirant Karron, offer your ploy of attack.
gl: Aspirante Karron, ofrece a túa artimaña de ataque.
nl: Aspirant Karron, stel je plan van aanval voor.
zh_cn: 竞位者卡戎，呈汝之攻策。
