Repository: wesnoth/wesnoth
Catalog: po/wesnoth-wof/*.po
Languages: gl, nl, zh_cn

source: My dominant has sent me to observe the status of this isle.
gl: O meu dominante mandoume observar o estado desta illa.
nl: Mijn dominant heeft me gestuurd om de gesteldheid van dit eiland na te gaan.
zh_cn: 吾翼主遣吾察此岛之状。

source: So your dominant has you probing for soft scales... Probe just a little closer, rogue!
gl: Entón, o teu dominante fai que busques escamas suaves... Proba un pouco máis preto, canalla!
nl: Dus jouw dominant zoekt naar zachte schubben... Zoek anders nog net wat dichter, banneling!
zh_cn: 汝之翼主令汝刺探软鳞乎… 再近半分，叛翼！

source: If you approach any closer, then by the Ways of Morogor we shall Proclaim you Rogue.
gl: Se te achegas máis, polos Camiños de Morogor proclamarémoste Pícaro.
nl: Indien je nog dichter komt, zullen we jullie volgens het Pad van Morogor als Banneling Uitroepen.
zh_cn: 汝若再近一步，依莫罗戈法典吾等将宣告汝为叛翼。

source: If my flight were rogue, you would already know it. For when the time comes to move against you, we shall first warn of our cold intent. As a final honorable act towards you, our fellow drakes... Then the needs of our hatchlings will demand the taking of your hunting grounds.
gl: Se o meu voo fose canalla, xa o saberías. Porque cando chegue o momento de movernos contra ti, primeiro advertiremos da nosa fría intención. Como acto de honra final para vós, os nosos compañeiros dracos... Entón as necesidades das nosas crías esixirán a toma dos seus terreos de caza.
nl: Als mijn vlucht verbannen was, zouden jullie het wel geweten hebben. Want wanneer het moment komt dat we tegen jullie uitrukken, zullen we jullie eerst waarschuwen van onze kille intentie. Als laatste eervolle daad naar jullie toe, mede-draken... Dan zullen de noden van onze jongen eisen dat we jullie jachtgebieden innemen.
zh_cn: 若吾翼群欲行叛离，汝早已知之。 因吾等挥师相向之际，必先昭告凛冽之志。 此乃予汝等龙人同族最后之荣光… 届时吾雏龙之需，将迫取汝猎场。

source: For now, I go.
gl: De momento, vou.
nl: Voor nu, ga ik terug.
zh_cn: 吾暂离去。

source: Indeed, return to your dominant. Tell her of what you have seen here this day. What we have done to these creatures is only a glimpse of the fate which awaits you!
gl: De feito, volve ao teu dominante. Cóntalle o que viches aquí este día. O que fixemos con estas criaturas é só unha visión do destino que vos espera!
nl: Inderdaad, keer terug naar je dominant. Laat haar weten wat je hier vandaag gezien hebt. Wat we met deze wezens gedaan hebben is maar een blik op wat voor lot jullie wacht!
zh_cn: 确然，归告汝之翼主。 此日所见诸事，汝当尽述。 吾等施于彼族之裁决，不过汝等命运之先兆！

source: The rogue flights grow bolder.
gl: Os voos canalla fanse máis ousados.
nl: De verbannen vluchten worden steeds stoutmoediger.
zh_cn: 叛翼愈发猖狂。

source: Soon they will not matter. Go ensure that our captive is attended to, Resha.
gl: Pronto non importarán. Asegúrate de que o noso cativo sexa atendido, Resha.
nl: Binnenkort zulle zij niet meer van belang zijn. Ga verzekeren dat onze gevangene de nodige aandacht krijgt, Resha.
zh_cn: 彼等终将无足轻重。 瑞莎，汝去确保囚者得受看顾。

source: Victory Feast
gl: Festa da vitoria
nl: Overwinningsfeestmaal
zh_cn: 凯旋盛宴

source: Fresh prey carcasses were justly divided among hunters in accord with the Ways of Morogor. An ample victory feast was had...
gl: Os cadáveres de presas frescas foron xustamente repartidos entre os cazadores de acordo cos Camiños de Morogor. Fíxose unha ampla festa da vitoria...
nl: Verse prooikarkassen werden eerlijk verdeeld onder de jagers volgens het Pad van Morogor. Er werd genoten van een uitgebreid feestmaal.
zh_cn: 依照莫罗戈法典，新猎得的硬猎尸身当公正分予众猎手。凯旋盛宴丰足而备…

source: Savory...
gl: Salgado...
nl: Hartig...
zh_cn: 味鲜…

source: Sapid...
gl: Saboroso...
nl: Smakelijk...
zh_cn: 可口…

source: ...these creatures are a delicacy without match.
gl: ...estas criaturas son un manxar sen igual.
nl: ... deze wezens waren een ongeëvenaarde delicatesse.
zh_cn: …这些生物乃是无与伦比的珍馐。

source: Gorlack, I bear rich tidings. The captive’s mind revealed its every secret.
gl: Gorlack, teño boas novas. A mente do cativo revelou todos os seus segredos.
nl: Gorlack, ik breng fortuinlijk nieuws. De geest van de gevangene heeft elk geheim vrijgegeven.
zh_cn: 戈拉克，吾携要讯而至。 俘虏之心已尽显其秘。

source: Resha
zh_cn: 瑞莎

source: Excellent, Resha! Speak of it.
gl: Excelente, Resha! Xa digo.
nl: Fantastisch, Resha! Spreek erover.
zh_cn: 干得好，瑞莎！ 说说看。

source: ‘Orc’ the creatures call themselves.
gl: 'Orco' as criaturas chámanse a si mesmas.
nl: De wezens noemen zichzelf 'Orks'.
zh_cn: 这些生物自称“兽人”。

source: Hmm... ‘Ork chops’
gl: Hmm... ‘Orcosteletas’
nl: Hmmm... ze smaken goed op een braadspiets, een lekkere 'ork vork'
zh_cn: 嗯……“兽人肉排”

source: They flow forth from a ‘Green Isle’ in the distant west. It is great enough to rival even our own central isles. Yet, further west sits a land vast beyond perception; even from the clouds you could not see its entirety. Surely it is the place from which our ancestors followed Dominant Morogor into exile.
gl: Saen dunha "illa verde" no afastado oeste. É o suficientemente grande como para rivalizar ata as nosas propias illas centrais. Porén, máis ao oeste atópase unha terra ampla máis aló da percepción; incluso dende as nubes non se podía ver a súa totalidade. Seguramente é o lugar desde o que os nosos antepasados seguiron a Dominante Morogor ao exilio.
nl: Ze komen voort van een 'Groen Eiland' in het verre westen. Het is groot genoeg om zelfs onze eigen centrale eilanden te rivaliseren. Maar nog verder westelijk ligt een land groter dan we kunnen inbeelden; zelfs van tussen de wolken zou je het niet in zijn volledigheid kunnen aanschouwen. Dit moet de plaats zijn van waar onze voorouders Dominant Morogor in exodus gevolgd zijn.
zh_cn: 他们自西方远海一处“绿岛”涌出。 其疆域之广，足可与吾等中央群岛匹敌。 然更西处尚有天地无垠；纵使凌云俯瞰，亦难窥其全貌。 此处必是先祖追随翼主莫罗戈踏上流放之途的始源之地。

source: It may very well be, Resha. Now speak of our prey’s destination in the east.
gl: Pode ser moi ben, Resha. Agora fala do destino da nosa presa no leste.
nl: Dit kan heel goed zijn, Resha. Spreek nu van de bestemming van onze prooi in het oosten.
zh_cn: 瑞莎，此言不虚。 且道东方硬猎所向之处。

source: Perilous that way is. A wide stretch of sea unexceptional flyers might cross with fortune from the Winds of Fate. Then only a cluster of shoals to rest them, which might be slid past unnoticed with perilous ease.
gl: Ese xeito é perigoso. Un amplo tramo de mar voadores non excepcionais poderían cruzarse coa fortuna dos Ventos do Destino. Despois só un grupo de bancos para descansar, que poderían pasar desapercibidos con perigosa facilidade.
nl: Die weg is vol van gevaar. Een wijd stuk oceaan dat matige vliegers misschien net kunnen bereiken met geluk van de Windvlagen van het Lot. Daarna enkel een groepje riffen om te rusten, die gevaarlijk makkelijk onopgemerkt gepasseerd zouden kunnen worden.
zh_cn: 此路凶险异常。 纵有命运之风相佑，寻常飞翼亦难渡此浩瀚海疆。 其后唯见零星浅滩可作栖所，然稍纵即逝之险，更胜汪洋。

source: Go on.
gl: Adiante.
nl: Ga verder.
zh_cn: 继续。

source: Further east, another stretch of sea, nearly as wide. At last, the Greatland, a land as vast as the ocean itself. Likewise mysterious. The Spoken Memories tell us drakes once thrived there into the Time of Turmoil. When nigh all of them perished in an unknown calamity.
gl: Máis ao leste, outro tramo de mar, case igual de ancho. Por fin, Greatland, unha terra tan vasta como o propio océano. Igualmente misterioso. Os Speken Memories cóntannos que os dracos unha vez prosperaron alí no Tempo da Turbulencia. Cando estaban preto todos eles pereceron nunha calamidade descoñecida.
nl: Verder oostelijk, nog een stuk zee, bijna zo groot. Daarna ten slotte, het Grootland, een land zo groot als de oceaan zelf. En even mysterieus. De Gesproken Herinneringen vertellen ons dat draken daar ooit weelderig gedijden in de Tijd van Onrust. Toen ze bijna allen omkwamen in een ongekende rampspoed.
zh_cn: 复东行，则沧海无垠，浩渺与昔同。 终焉，乃见泰陆，其域之阔，堪比泰洋。 幽玄亦如之。 口述史记曰：太古有龙，蕃息于彼，历动荡之纪。 未几，天降奇殃，宗族几近覆灭，其因终不可考。

source: If there our prey migrates, then there our prey will be most plentiful. With the flight I earn at the contention, I shall go to this Greatland far beyond. There my eyrie will be set; a beacon leading other flights to salvation.
gl: Se alí migran as nosas presas, alí as nosas presas serán máis abundantes. Co voo que gaño na contenda, irei a esta Greatland moito máis aló. Alí poñerase o meu aveiro; un faro que leva outros voos á salvación.
nl: Als onze prooi migreert, dan zal daar onze prooi overvloedig zijn. Met de vlucht die ik zal verdienen in het kampioenschap zal ik naar dit ver gelegen Grootland gaan. Daar zal ik mijn nest tussen de bergpieken maken; een baken dat andere vluchten naar de vrijheid zal leiden.
zh_cn: 若彼处乃硬猎迁途，则彼处必为猎获最丰之地。 吾将以竞位战所赢之翼群，远赴彼岸之泰陆。 吾之巢穴将立于此；如烽火指引余众翼群归向救赎。

source: Gorlack, that will condemn Vladnir to destruction! He counts on us, his aspirants, to set eyries within his domain. Only with nigh allies can Flight Vladnir hold against the rogues!
gl: Gorlack, iso condenará a Vladnir á destrución! Conta con nós, os seus aspirantes, para poñer ollos dentro do seu dominio. Só con aliados próximos pode o voo Vladnir resistir aos bandidos!
nl: Gorlack, dat zal Vladnir to vernietiging verdoemen! Hij rekent op ons, zijn aspiranten, om hun nest te starten in zijn domein. Enkel met bondgenoten aan zijn zijde kan Vlucht Vladnir stand houden tegen de bannelingen!
zh_cn: 戈拉克，此举将使维拉德尼尔陷于覆灭！ 他仰赖吾等竞位者，在其疆域内建立巢穴。 唯有盟翼毗邻，维拉德尼尔翼群方可抵御叛族！

source: Mine is a higher task, Karron. I must do as all our folk need. Lest a day comes when none can hold against the rogues. Neither the burning hunger that drives them to treachery.
gl: A miña é unha tarefa superior, Karron. Debo facer como todo o noso pobo necesita. Para que non chegue un día en que ninguén poida aguantar aos bandidos. Nin a fame ardente que os leva á traizón.
nl: Mijn taak dient een hoger doel, Karron. Ik moet ons hele volk dienen. Of er zal een dag komen dat niemand nog kan uithouden tegen de bannelingen. Noch tegen de brandende honger die hen tot verraad drijft.
zh_cn: 吾之使命高于汝，卡戎。 吾须行吾民所需之事。 免遭一日，无翼群可御叛徒。 亦难敌其焚心之饥，驱彼行悖逆之举。

source: Then you, who shirks an ally, must meet defeat at the contention. I shall win the new flight myself, so that with it the Domain of Vladnir will hold!
gl: Entón ti, que elude un aliado, debes derrotar na contenda. Gañarei eu o novo voo, para que con el aguante o Dominio de Vladnir!
nl: Dan moet jij, die een bondgenoot de rug keert, de nederlaag proeven in het kampioenschap. Ik zal zelf de nieuwe vlucht winnen, zodat het Domein van Vladnir met mijn hulp zal zegevieren!
zh_cn: 尔既弃盟，则于争必败。 吾将亲率新翼群取胜，令维拉德尼尔之疆域永固！

source: The Contention
gl: A Contención
nl: Het Kampioenschap
zh_cn: 竞位战

source: So the day of the contention came. Each caste elected an aspirant from their ranks to become the new dominant. Each aspirant chose carefully three intendants to aid them.
gl: Así chegou o día da contenda. Cada caste elixiu un aspirante das súas filas para converterse no novo dominante. Cada aspirante escolleu coidadosamente tres intendentes para axudalos.
nl: En dus kwam de dag van het kampioenschap. Elke orde koos een aspirant van hun rangen om de nieuwe dominant te worden. Elke aspirant koos zorgvuldig drie intendanten die hun zouden helpen.
zh_cn: 竞位战之日终至。各种姓选其竞位者，欲为新翼主。各竞位者慎择三辅佐者，以助其竞。

source: All the skills to lead a flight were tested. Each aspirant was put through trials of endurance, trials of warfare, trials of the hunt. In the end, only the two aspirants of Vladnir remained to face one another in the Arena of Dominance, in the very heart of Morogor...
gl: Probáronse todas as habilidades para dirixir un voo. Cada aspirante foi sometido a probas de resistencia, probas de guerra, probas de caza. Ao final, só quedaron os dous aspirantes de Vladnir para enfrontarse na Area do Dominio, no corazón mesmo de Morogor...
nl: Alle vaardigheden benodigd om een vlucht te leiden werden getest. Elke aspirant moest beproeving ondergaan van uithoudingsvermogen, oorlogsvoering en de jacht. Uiteindelijk bleven enkel de twee aspiranten van Vladnir over om elkaar te confronteren in de Arena van Dominantie, in het diepe hart van Morogor...
zh_cn: 统领翼群所需的一切技艺皆受考验。每位竞位者历经耐力之试、征战之试、狩猎之试。终末，唯余维拉德尼尔麾下两名竞位者，立于莫罗戈腹地的统御竞技场中相峙…

source: Contender Gorlack
gl: O contendente Gorlack
nl: Kandidaat Gorlack
zh_cn: 竞位者戈拉克

source: Contender Karron
gl: O contendente Karron
nl: Kandidaat Karron
zh_cn: 竞位者卡戎

source: Spectators
gl: Espectadores
nl: Toeschouwers
zh_cn: 观战者

source: Hold the advantage at the end of turn 24
nl: Hou het voordeel tot het einde van beurt 24
zh_cn: 于第24回合结束时保持优势

source: Defeat Karron
gl: Derrota a Karron
nl: Dood Karron
zh_cn: 击败卡戎

source: Not hold the advantage at the end of turn 24
nl: Het voordeel niet meer houden aan het einde van beurt 24
zh_cn: 在24回合结束时没有保持优势

source: Defeat of Gorlack
gl: Derrota a Gorlack
nl: Nederlaag van Gorlack
zh_cn: 戈拉克败北

source: Advantage is determined by adding the gold, the value of the drakes on the field, and five times the income; Right-click to see the current score
nl: Het voordeel wordt bepaald door het samentellen van het goud, de waarde van de draken in het veld, en vijf maal het inkomen; Rechter-klik om de huidige score te zien
zh_cn: 优势由金币、阵中龙人估值及五倍收入之和判定；右键点击可见当前分数

source: Karron will get an income of $side_2.village_gold gold per village
nl: Karron krijgt een inkomen van $side_2.village_gold goud per dorp
zh_cn: 每座村庄将为卡戎获得 $side_2.village_gold 金币的收入

source: You must recruit one drake from each caste before recruiting any more
gl: Debes recrutar un drake de cada caste antes de recrutar máis
nl: Je moet één draak van elke orde rekruteren vooraleer je er meer van kan rekruteren
zh_cn: 你必须在每个种姓各征募一龙人，才能征募更多

source: No recalls are permitted
gl: Non se permiten retiradas
nl: Troepen oproepen is niet toegestaan
zh_cn: 禁止召回部队

source: Any drake you lose in combat will not be killed and may be recalled in future scenarios
gl: Calquera drake que perdas en combate non será asasinado e pode ser recordado en escenarios futuros
nl: Draken die je in dit gevecht verliest zullen niet sterven en kunnen opnieuw opgeroepen worden in toekomstige scenarios
zh_cn: 战斗中损失的龙人并非真正死亡，可在后续场景中重新召回

source: From now on, Gorlack will have loyal intendants from the fighter and clasher castes; if one dies, the next recalled drake of the same caste will replace it as long as that drake is level 2 or higher
gl: A partir de agora, Gorlack terá intendentes fieis das castas de loitadores e chocadores; se un morre, o seguinte draco da mesma casta substituiráo sempre que ese draco sexa de nivel 2 ou superior
nl: Vanaf nu zal Gorlack loyale intendanten hebben van de krijger- en gevechtsdraak ordes; indien deze sterven, zal de volgende draak van dezelfde orde die opgeroepen wordt de intendant vervangen van zolang deze rang 2 of hoger heeft bereikt
zh_cn: 此后，戈拉克麾下将有忠诚的战士与冲击者种姓的辅佐者；若其一死亡，召回的同种姓之龙人达2级及以上者将继任其位

source: Today, my old mentor, it is I that teaches <i>you</i>. You shall learn a pivotal lesson in humility!
gl: Hoxe, meu vello mentor, son eu quen che <i>ensina</i> . Aprenderás unha lección fundamental de humildade!
nl: Vandaag, mijn oude mentor, zal ik degene zijn die <i>jou</i> een les zal leren. Je zal een drastische les in bescheidenheid leren!
zh_cn: 今时，吾之旧师；乃余教<i>汝</i>矣。 汝当习谦逊之要义！

source: If just sharp as your tongue were your teeth.
gl: Se só afiado como a túa lingua fosen os teus dentes.
nl: Waren je tanden maar zo scherp als je tong.
zh_cn: 若齿之利，如舌之锋。

source: Show Advantage
nl: Toon Voordeel
zh_cn: 显示优势

source: dialog^Advantage
nl: dialog^Voordeel
zh_cn: 优势

source: Karron has ascended to the rank of dominant. The flight-in-contention is hereby entrusted to Dominant Karron’s keeping.
gl: Karron ascendeu ao rango de dominante. O voo en liza encárgase polo presente de Dominant Karron.
nl: Karron is verheven tot de rang van dominant. De te-winnen-vlucht is hierbij toevertrouwd onder Dominant Karron zijn hoede.
zh_cn: 卡戎已晋位翼主。 此竞位之翼群，托于翼主卡戎治下。

source: This must be a dream. I no longer dwell in the shadow of Gorlack.
gl: Isto debe ser un soño. Xa non vivo á sombra de Gorlack.
nl: Dit moet een droom zijn. Eindelijk besta ik niet langer in de schaduw van Gorlack.
zh_cn: 此必为幻梦。 吾已离戈拉克之影。

source: Gorlack has ascended to the rank of dominant. The flight-in-contention is hereby entrusted to Dominant Gorlack’s keeping.
gl: Gorlack ascendeu ao rango de dominante. O voo en liza encárgase polo presente de Dominant Gorlack.
nl: Gorlack is verheven tot de rang van dominant. De te-winnen-vlucht is hierbij toevertrouwd onder Dominant Gorlack zijn hoede.
zh_cn: 戈拉克已晋位翼主。 此竞位之翼群，托于翼主戈拉克治下。

source: Drakes! Fellows of all castes, hear me! This is a dark time in which we endure. Our lands provide not as once they did. Unfed hatchlings succumb to the wasting. A war among us hastens. Worse than these all— your hearts bleed fear!
gl: Drakes! Compañeiros de todas as castes, escoitade! Este é un tempo escuro no que soportamos. As nosas terras non ofrecen como antes. As crías non alimentadas sucumben ao desperdicio. Unha guerra entre nós apurouse. Peor que estes todos: os teus corazóns sangran medo!
nl: Draken! Metgezellen uit alle ordes, hoor mij aan! Dit is een donkere periode die wij ondergaan. Onze landen voorzien ons niet zoals ze eens deden. Ondervoede jongen kwijnen weg. Oorlog onder ons komt met rasse schreden naderbij. En ergst van al— jullie harten bloeden angst!
zh_cn: 龙人众！ 诸种姓同翼，听吾宣谕！ 此乃吾辈承受之晦暗时刻。 故土所供，已非往昔。 未饲之雏，尽殁于衰萎。 吾族内战，迫在眉睫。 尤甚者——汝等心魂，正淌惧血！

source: This hope I offer you. There are lands beyond Morogor. Beyond its troubles. This oath I swear you. I shall lead you to the way beyond. With my new flight, I proceed to the far lands to plant my eyrie!
gl: Esta esperanza que che ofrezo. Hai terras máis aló de Morogor. Máis aló dos seus problemas. Este xuramento xúrocho. Vou levarte ao camiño máis aló. Co meu novo voo, vou cara as terras máis afastadas para plantar o meu aveiro!
nl: Deze hoop kan ik jullie bieden. Er zijn landen voorbij Morogor. Voorbij deze zorgen. Deze eed zweer ik jullie. Ik zal jullie naar het pad voorbij de verre horizon leiden. Met mijn nieuwe vlucht trek ik naar verre landen om mijn nest te stichten!
zh_cn: 此望吾予汝。 莫罗戈外尚有疆土。 远避其纷扰。 此誓吾立汝。 吾将引汝至界外之路。 率吾新翼群，吾将行至远疆，立吾巢穴！

source: Upon the greatest of all lands my eyrie will stand. The Greatland of the east!
gl: Sobre a máis grande de todas as terras estará o meu nido. A gran terra do leste!
nl: Op het meest grootse land zal mijn nest zijn plaats vinden. Het Grootland in het oosten!
zh_cn: 吾之巢穴将立于万陆之巅。 东方泰陆！

source: Await my summons. For it will be your salvation!
gl: Agarda a miña convocatoria. Porque será a túa salvación!
nl: Wacht op mijn ontbieding. Want het zal jullie verlossing betekenen!
zh_cn: 候吾召命。 此乃汝之救赎！

source: For winning by defeating the rival leader, you receive war claws!
gl: Por gañar ao derrotar ao líder rival, recibes garras de guerra!
nl: Voor het winnen door de rivaliserende leider te verslaan krijg je de Oorlogsklauwen!
zh_cn: 因击败对方首领获胜，你获得了战爪！

source: War Claws
gl: Garras de guerra
nl: Oorlogsklauwen
zh_cn: 战爪

source: The finest work of the Morogor forges, these steel claws increase the damage of the wearer’s melee attack.
gl: O mellor traballo das forxas Morogor, estas garras de aceiro aumentan o dano do ataque corpo a corpo do portador.
nl: Het beste staalwerk van de smidsen van Morogor, deze klauwen vergroten de schade van de melee-aanvallen van de drager.
zh_cn: 莫罗戈铸炉之杰作，此钢爪可提升佩戴者近战攻击的伤害。

source: war claws
gl: garras de guerra
nl: oorlogsklauwen
zh_cn: 战爪

source: Final Departure
gl: Saída final
nl: Laatste Vertrek
zh_cn: 终途启程

source: Dominant Vladnir, I can no longer remain in this land as your ally. I seek your forgiveness.
gl: Dominante Vladnir, xa non podo permanecer nesta terra como o teu aliado. Busco o teu perdón.
nl: Dominant Vladnir, ik kan niet langer in dit land verblijven als uw bondgenoot. Ik vraag uw vergiffenis.
zh_cn: 维拉德尼尔翼主，吾不可再为此地之盟翼。 乞汝宽宥。

source: There is nothing for me to forgive. The Spoken Memories of the glider caste have pointed your course. There is no better heading I may counsel.
gl: Non hai nada que perdoar. Os Speken Memories da casta de planeadores apuntaron o teu rumbo. Non hai mellor título que poida aconsellar.
nl: Er is niets om te vergeven. De Gesproken Herinneringen van de zwever orde hebben jouw pad geleid. Er is geen betere koers die ik kan aanraden.
zh_cn: 无需吾之宽宥。 滑翔者种姓之口述史已指明汝之风途。 吾无可谏更优之航向。

source: ... I never suspected you held the gliders in such esteem. That you had heard the Spoken Memories. Perhaps glider wisdom overlaps the many written Secrets your own caste wards.
gl: ... Nunca sospeitei que tiñas tanta estima aos planeadores. Que escoitaras as Memorias Faladas. Quizais a sabedoría do planeador se solape cos moitos Segredos escritos das túas propias castas.
nl: … Ik heb nooit vermoed dat jij de zwevers in zulk hoog aanzien hield. Dat je de Gesproken Herinneringen gehoord had. Misschien overlapt de zwever wijsheid met de vele geschreven Geheimen van jouw eigen orde.
zh_cn: …吾从未知汝竟如此敬重滑翔者。 亦不知汝竟得闻口述史。 或许，滑翔者之智，与汝种姓所守护之诸多秘刻，亦有相通之处。

source: I am forbidden to tell. The Gliders may share their Memories. We Clashers must keep our Secrets. Yet I may say this... Your glider first intendant is well chosen for the journey ahead of you.
gl: Prohíbesme contar. Os planeadores poden compartir as súas lembranzas. Os Clashers debemos gardar os nosos segredos. Aínda así podo dicir isto... O teu primeiro intendente de planeadores está ben escollido para a viaxe que tes por diante.
nl: Het is mij verboden om dat te vertellen. De Zwevers mogen hun Herinneringen delen. Wij Gevechtsdraken moeten onze Geheimen houden. Maar ik kan wel dit zeggen… Jouw zwever eerste intendant is goed gekozen voor de reis die voor jou ligt.
zh_cn: 吾受命缄口。 滑翔者或可共享其口述史。 吾等冲击者必守秘刻。 然此事可告汝知… 汝之滑翔者辅佐，诚合前路之需。

source: Many matters are now in motion. I go now, for there are preparations to be made... <i>May your fire light the way in darkness.</i>
gl: Moitos asuntos están agora en movemento. Vou agora, porque hai que facer preparativos... <i>Que o teu lume ilumine o camiño na escuridade.</i>
nl: Vele zaken zijn nu in beweging. Ik ga nu, er zijn voorbereidingen te treffen… <i>Moge jouw vuur het pad in het duister oplichten.</i>
zh_cn: 诸多事务已在运转。 吾将离去，尚有要务需备… <i>愿汝之火明照暗途。</i>

source: <i>May your ancestors tread beside you.</i>
gl: <i>Que os teus antepasados pisen ao teu lado.</i>
nl: <i>Moge jouw voorouders naast jou schrijden.</i>
zh_cn: <i>愿汝先祖与汝同行。</i>

source: My Dominant Gorlack, your flight has assembled upon the eastern landing.
gl: Meu Dominante Gorlack, o teu voo reuníuse no pouso leste.
nl: Mijn Dominant Gorlack, jouw vlucht is verzameld op de oosterse overloop.
zh_cn: 吾主戈拉克，汝之翼群已集结于东侧着陆台。

source: There is no need for you to address me by status, Resha. We are still equals regardless of rank.
gl: Non é necesario que te dirixas a min por estado, Resha. Aínda somos iguais independentemente do rango.
nl: Er is geen nood voor jou om me bij mijn titel aan te spreken, Resha. We zijn nog steeds gelijken in rang.
zh_cn: 瑞莎，汝无需以位阶相称。 纵有衔秩之别，吾等仍为同翼。

source: My friend, we are not equals, for I owe you my life. I would have perished in that cave if not for your intervention.
gl: Meu amigo, non somos iguais, porque che debo a vida. Morrería nesa cova se non fose pola túa intervención.
nl: Mijn vriend, wij zijn geen gelijken, want ik ben je mijn leven verschuldigd. Ik zou gestorven zijn in die grot als jij niet tussenbeide gekomen was.
zh_cn: 我的朋友，我们并非平等——吾欠汝一命。 若非汝出手相救，吾早已殒命于那洞穴之中。
