Repository: wesnoth/wesnoth
Catalog: po/wesnoth-man/*.po
Languages: de, fr, hu

source: Battle for Wesnoth
fr: La bataille pour Wesnoth
hu: Harc Wesnoth-ért

source: NAME
fr: NOM
hu: NÉV

source: wesnoth - Battle for Wesnoth, a turn-based fantasy strategy game
de: wesnoth - Battle for Wesnoth, ein rundenbasiertes Strategiespiel
fr: wesnoth - La bataille pour Wesnoth, un jeu fantasy de stratégie tour par tour
hu: wesnoth - Harc Wesnoth-ért, egy körökre osztott stratégiai játék

source: SYNOPSIS
de: ZUSAMMENFASSUNG
hu: ÁTTEKINTÉS

source: B<wesnoth> [I<OPTIONS>] [I<PATH_TO_DATA>]
de: B<wesnoth> [I<OPTIONEN>] [I<ORT DER SPIELDATEN>]
fr: B<wesnoth> [I<OPTIONS>] [I<CHEMIN_DE_DATA>]
hu: B<wesnoth> [I<OPCIÓ>] [I<ADATELÉRÉS_ÚTVONALA>]

source: DESCRIPTION
de: BESCHREIBUNG
hu: LEÍRÁS

source: Battle for B<Wesnoth> is a turn-based fantasy strategy game.
de: Battle for B<Wesnoth> ist ein rundenbasiertes Strategiespiel in einem Fantasy-Szenario.
fr: La bataille pour B<Wesnoth> est un jeu de stratégie tour par tour dans un univers de fantasy.
hu: A Harc B<Wesnoth>-ért egy körökre osztott stratégiai játék.

source: Defeat all enemy leaders using a well-chosen cadre of troops, taking care to manage your resources of gold and villages. All units have their own strengths and weaknesses; to win, deploy your forces to their best advantage while denying your foes the chance to do the same. As units gain experience, they acquire new abilities and become more powerful. Play in your own language and test your skill against a smart computer opponent, or join Wesnoth's large community of on-line players. Create your own custom units, scenarios or campaigns, and share them with others.
de: Schlüpfen Sie in die Rolle eines Herrführers und führen Sie Ihre Armee zum Sieg. Wählen Sie dabei aus verschiedenen Rassen, mit unterschiedlichen Fertigkeiten, Waffen und Sprüchen aus und zerschmettern Sie Ihre Gegner.
fr: Venez à bout de tous les chefs ennemis en utilisant les unités adéquates et en gérant au mieux votre or et vos villages. Chaque unité a ses forces et ses faiblesses ; pour gagner, déployez vos troupes de façon optimales tout en empêchant vos ennemis de faire de même. Toutes les unités gagnent de l'expérience et acquièrent de nouvelles compétences, devenant plus puissantes. Jouez dans votre langue favorite, testez votre habileté contre l'ordinateur, ou rejoignez la grande communauté des joueurs en ligne de Wesnoth. Créez vos propres unités, vos scénarios ou vos campagnes et partagez-les avec d'autres.
hu: Gyõzd le az összes ellenséges vezért egy jól megválasztott csapattal, figyelve közben az aranyra és a falu erőforrásokra! Minden egységnek megvannak a maga erõsségei és gyengeségei; ahhoz, hogy nyerj úgy kell vezetned csapataidat, hogy kihozhassák magukból a legjobbat, miközben nem szabad ellenfeleidnek megadni az esélyt, hogy ugyanezt õk is megtehessék. Ahogy az egységek tapasztalatot szereznek, új képességekre tesznek szert, és egyre erõsebbé válnak. Játszhatsz a saját nyelveden, sőt akár létrehozhatod a saját egységeidet, csatáidat vagy hadjárataidat. Mérettesd meg képességeidet az okos számítógépes ellenfél ellen, vagy csatlakozz a Wesnoth-ot játszó on-line játékosok nagy közösségéhez.

source: OPTIONS
de: KOMMANDOZEILENOPTIONEN
hu: OPCIÓK

source: B<--bpp>I<\ number>
de: B<--bpp>I<\ WERT>
fr: B<--bpp>I<\ nombre>
hu: B<--bpp>I<\ szám>

source: sets BitsPerPixel value. Example: --bpp 32
de: Bestimmt die Farbtiefe, in der das Spiel gestartet wird. Beispiel: --bpp 32
fr: définit la valeur de bits par pixel (couleurs). Exemple : --bpp 32
hu: meghatározza az egy képpontra jutó bitek számát. Példa: --bpp 32

source: B<--compress>I<\ E<lt>infileE<gt>>B<\ >I<E<lt>outfileE<gt>>
de: B<--compress>I<\ E<lt>entpackte_dateiE<gt>>B<\ >I<E<lt>komprimierte_dateiE<gt>>
fr: B<--compress>I<\ E<lt>fichier d'entréeE<gt>>B<\ >I<E<lt>fichier de sortieE<gt>>
hu: B<--compress>I<\ E<lt>befájlE<gt>>B<\ >I<E<lt>kifájlE<gt>>

source: compresses a savefile (infile) that is in text WML format into binary WML format (outfile).
de: Wandelt eine normale WML-Textdatei (entpackte_datei) in einen als WML-Binärdatei komprimierten Spielstand (komprimierte_datei) um.
fr: compresse une sauvegarde au format texte WML (fichier en entrée) en format binaire WML (fichier en sortie).
hu: betömörít egy szöveges WML formátumú mentett állást (befájl) bináris WML formátumba (kifájl).

source: shows extra debugging information and enables additional command mode options in-game (see the Wiki at http://www.wesnoth.org/ for more information about command mode).
de: Zeigt Entwicklerinformationen im Spiel an und erlaubt zusätzliche Kommandos in der spieleigenen Befehlszeile (siehe dazu die Wiki-Seite: http://www.wesnoth.org/).
fr: affiche des informations supplémentaires de débogage et permet d'utiliser des options en ligne de commande dans le jeu (voir Wiki : http://www.wesnoth.org/ pour plus d'informations sur la ligne de commande).
hu: extra hibakeresési információkat jelenít meg és újabb beállításokat engedélyez a parancssori módban (lásd a Wikit a http://www.wesnoth.org/ címen további információkért a parancssori módról).

source: B<--decompress>I<\ E<lt>infileE<gt>>B<\ >I<E<lt>outfileE<gt>>
de: B<--decompress>I<\ E<lt>komprimierte_dateiE<gt>>B<\ >I<E<lt>entpackte_dateiE<gt>>
fr: B<--decompress>I<\ E<lt>fichier d'entréeE<gt>>B<\ >I<E<lt>fichier de sortieE<gt>>
hu: B<--decompress>I<\ E<lt>befájlE<gt>>B<\ >I<E<lt>kifájlE<gt>>

source: decompresses a savefile (infile) that is in binary WML format into text WML format (outfile).
de: Wandelt einen als WML-Binärdatei komprimierten Spielstand (komprimierte_datei) in eine normale WML-Textdatei (entpackte_datei) um.
fr: décompresse une sauvegarde au format binaire WML (fichier en entrée) en format texte WML (fichier en sortie).
hu: kitömörít egy bináris WML formátumú menetett állást (befájl) szöveges WML formátumba (kifájl).

source: runs the game in full screen mode.
de: Startet das Programm im Vollbildmodus.
fr: Lance le jeu en mode plein écran.
hu: a játékot teljes képernyős módban indítja el.

source: displays the number of frames per second the game is currently running at, in a corner of the screen.
de: Aktiviert die Anzeige der Bilder pro Sekunde im Spiel.
fr: affiche, dans un angle de l'écran, le nombre actuel d'images par seconde du jeu.
hu: a képernyő sarkában megjeleníti az aktuális fps-t (frames per second-ot, azaz a képernyőfrissítések másodpercenkénti számát).

source: displays a summary of command line options to standard output, and exits.
de: Gibt die möglichen Kommandozeilenoptionen aus.
fr: affiche un résumé des options de ligne de commande sur la sortie standard et quitte le programme.
hu: megjeleníti a parancssori opciók rövid leírását és kilép.

source: B<--load>I<\ savegame>
de: B<--load>I<\ Spielstand>
fr: B<--load>I<\ sauvegarde>
hu: B<--load>I<\ mentett_állás>

source: loads the file savegame from the standard save game directory.
de: Lädt die Datei `Spielstand' aus dem Standardverzeichnis für gespeicherte Spiele.
fr: charge le fichier de sauvegarde à partir du répertoire de sauvegarde par défaut.
hu: A mentett_állás néven elmentett játékot tölti be a mentéseket tároló könyvtárból.

source: B<--log-error="domain1,domain2,...">, B<--log-warning="...">, B<--log-info="...">
fr: B<--log-error="domaine1,domaine2,...">, B<--log-warning="...">, B<--log-info="...">
hu: B<--log-error="tartomány1,tartomány2,...">, B<--log-warning="...">, B<--log-info="...">

source: sets the severity level of the debug domains. "all" can be used to match any debug domain. B<--log-info> shows all messages, B<--log-warning> only warnings and errors, and B<--log-error> just errors.
de: Setzt die Stufe der Debugausgabe. Verwenden Sie "all", um sämtliche Meldungen auszugeben. B<--log-info> zeigt alle Meldungen, B<--log-warning> zeigt nur Warnungen und Fehler und B<--log-error> nur Fehler.
fr: définit le niveau d'alerte du débogueur. "all" permet de suivre tous les niveaux. B<--log-info> affiche tous les messages, B<--log-warning> n'affiche que les avertissements et les erreurs et B<--log-error> n'affiche que les erreurs.
hu: beállítja a hibakeresési tartomány szintjét. Az "all" minden hibakeresési tartományra illeszkedik. B<--log-info> megmutat minden üzenetet. B<--log-warning> csak a figyelmeztetéseket (warning) és a hibákat (error). B<--log-error> csak a hibákat (error).

source: the number of frames per second the game can show, the value should be between the 1 and 1000, the default is 50.
hu: a másodpercenkénti képernyőfrissítések (fps) száma, ennek értéke 1 és 1000 között kell legyen, alapértelmezetten 50

source: runs a multiplayer game. There are additional options that can be used together with B<--multiplayer> as explained below.
de: Startet das Spiel im Mehrspieler-Modus. Es gibt noch zusätzliche Optionen die zusammen mit B<--multiplayer> verwendet werden können. Diese werden weiter unten näher erklärt.
fr: lance un jeu multijoueurs. Des options supplémentaires peuvent être utilisées avec B<--multiplayer> : voir ci-dessous.
hu: elindítja a játékot többjátékos üzemmódban. A B<--multiplayer> opcióval használható egyéb opciókat bővebben lásd lent.

source: disables caching of game data.
de: Veranlasst das Programm, keine Daten zwischenzuspeichern.
fr: désactive le cache des données de jeu.
hu: letiltja a játék gyorsítótárát (cache).

source: runs the game without sounds and music.
de: Deaktiviert jegliche Soundeffekte im Spiel.
fr: lance le jeu sans son ni musique.
hu: a játékot hangok és zene nélkül indítja el.

source: prints the name of the game data directory and exits.
de: Zeigt an, wo sich das Verzeichnis mit den Spieldateien befindet.
fr: affiche le nom du répertoire principal du jeu et quitte le programme.
hu: kiírja a játék adatkönyvtárának nevét és kilép.

source: sets the screen resolution. Example: -r 800x600
de: Ermöglicht es, die Auflösung zu bestimmen, in der das Spiel gestartet wird. Beispiel: -r 800x600
fr: définit la résolution de l'écran. Exemple : -r 800x600
hu: beállítja a képernyő felbontását. Példa: -r 800x600

source: runs the game in a small test scenario.
de: Startet das Programm mit einem kleinen Testszenario.
fr: lance le jeu avec un petit scénario de test.
hu: elindítja a játékot, és betölt egy kis teszt-csatát.

source: shows the version number and exits.
de: Zeigt die Versionsnummer an und beendet das Programm.
fr: affiche le numéro de version et quitte le programme.
hu: kiírja a játék verziószámát és kilép.

source: runs the game in windowed mode.
de: Startet das Programm im Fenstermodus.
fr: lance le jeu dans une fenêtre séparée.
hu: a játékot ablakos módban indítja el.

source: runs the game without any delays for graphic benchmarking. This is automatically enabled by --nogui.
de: Das Spiel wird ohne Verzögerungen ausgeführt. Wird zum ausführen grafischer Leistungsvergleiche verwendet. Diese Option ist standardmässig aktiviert, wenn die Option --nogui gesetzt ist.
fr: lance le jeu sans délai pour la mesure des performances graphiques. Automatique avec --nogui.
hu: a játékot minden grafikai késleltetés nélkül indítja el, tesztelési célból. Ez önműködően bekapcsolódik a --nogui kapcsoló használatakor is.

source: exits once the scenario is over, without displaying victory/defeat dialog which requires the user to click OK. This is also used for scriptable benchmarking.
de: Beendet das Spiel am Ende eines Szenarios ohne die Sieg/Niederlage Übersicht anzuzeigen, da der Benutzer hier »Ok« auswählen müsste, damit das Spiel fortgesetzt wird. Dies wird ebenfalls bei geskripteten Leistungsvergleichen verwendet.
fr: quitte le programme à la fin du scénario, sans afficher le message victoire/défaite qui nécessite un click sur OK de la part du joueur. Utilisable pour permettre une mesure par script des performances.
hu: a mérkőzés után azonnal kilép, nem jelenít meg semmilyen győzelmi vagy vereséget jelző üzenetet, ami a felhasználótól az Oké gomb megnyomását várná el. Ez szkriptelt teljesítménymérés esetén lehet hasznos.

source: Options for --multiplayer
de: Zusätzliche Optionen für --multiplayer
fr: Options pour --multiplayer
hu: Opciók --multiplayer módban

source: The side-specific multiplayer options are marked with E<lt>numberE<gt>. E<lt>numberE<gt> has to be replaced by a side number. It usually is 1 or 2 but depends on the number of players possible in the chosen scenario.
de: Die seitenspezifischen Einstellungen sind mit E<lt>NUMMERE<gt> markiert. E<lt>NUMMERE<gt> muss dabei durch die Nummer der jeweiligen Seite ersetzt werden. Meistens ist diese Nummer 1 oder 2, doch hängt es letztendlich von der Anzahl der möglichen Spieler in dem gewählten Szenario ab.
fr: Les options spécifiques au mode multijoueur sont marquées d'un E<lt>nombreE<gt>. E<lt>nombreE<gt> doit être remplacé par le nombre de joueurs. Il s'agit souvent de 1 ou de 2 mais cela dépend du nombre possible de joueurs pour le scénario choisi.
hu: A csapat-specifikus többjátékos opciókat E<lt>számE<gt>mal jelöljük. Ahol E<lt>számE<gt> helyére a csapat számát kell beírni. Ez általában 1 vagy 2, de függ a kiválasztott pályán lévő lehetséges játékosok számától.

source: B<--algorithmE<lt>numberE<gt>=value>
de: B<--algorithmE<lt>NUMMERE<gt>=WERT>
fr: B<--algorithmE<lt>nombreE<gt>=valeur>
hu: B<--algorithmE<lt>számE<gt>=érték>

source: selects a non-standard algorithm to be used by the AI controller for this side. Available values: "idle_ai" and "sample_ai".
de: Legt einen anderen als den Standardalgorithmus für die KI der gewählten Seite fest. Mögliche Werte sind "idle_ai" oder "sample_ai".
fr: Sélectionne un algorithme utilisé par l'IA de cette faction. Valeurs possibles : « idle_ai » et « sample_ai ».
hu: kiválaszt egy nem szabványos MI algoritmust a csapat irányítására. Lehetséges értékek: "idle_ai" és "sample_ai".

source: B<--controllerE<lt>numberE<gt>=value>
de: B<--controllerE<lt>NUMMERE<gt>=WERT>
fr: B<--controllerE<lt>nombreE<gt>=valeur>
hu: B<--controllerE<lt>számE<gt>=érték>

source: selects the controller for this side. Available values: "human" and "ai".
de: Bestimmt, wer die gewählte Seite kontrolliert. Mögliche Werte sind "human" für einen Menschen oder "ai" für einen KI-Spieler.
fr: Sélectionne le type de joueur de ce camp. Valeurs possibles : « human » et « ai ».
hu: megadja az adott csapat irányítóját. Lehetséges értékek: "human" (ember) és "ai" (mesterséges intelligencia).

source: B<--era=value>
de: B<--era=WERT>
fr: B<--era=valeur>
hu: B<--era=érték>

source: use this option to play in the selected era instead of the "Default" era. The era is chosen by an id. Eras are described in the data/multiplayer.cfg file.
de: Bestimmt, welche Ära für diese Partie genutzt werden soll. Die Ära wird per "id" bestimmt. Eine genaue Beschreibung der Rassen und Epochen ist in der Datei data/multiplayer.cfg zu finden.
fr: utilisez cette option pour jouer à l'ère sélectionnée au lieu de l'ère « Par défaut ». Cette ère est sélectionnée par un identifiant. Les ères sont décrites dans le fichier data/multiplayer.cfg.
hu: ezzel az opcióval kiválaszthatod, hogy melyik korszakban szeretnél játszani az "Alapértelmezett" korszak helyett. A korszakot egy azonosíthatóval adhatod meg. A korszakok a data/multiplayer.cfg fájlban vannak leírva.

source: runs the game without the GUI. Must appear before B<--multiplayer> to have the desired effect.
de: Das Spiel startet ohne grafische Oberfläche. Muss vor B<--multiplayer> in der Befehlszeile angegeben werden.
fr: lance le jeu sans interface graphique. Doit apparaître avant B<--multiplayer>.
hu: elindítja a játékot grafikus felhasználói interfész (GUI) nélkül. A B<--multiplayer> opció előtt kell beírnod, hogy a kívánt hatást érd el.

source: B<--parmE<lt>numberE<gt>=name:value>
de: B<--parmE<lt>NUMMERE<gt>=NAME:WERT>
fr: B<--parmE<lt>nombreE<gt>=nom:valeur>
hu: B<--parmE<lt>számE<gt>=név:érték>

source: sets additional parameters for this side. This parameter depends on the options used with B<--controller> and B<--algorithm.> It should only be useful for people designing their own AI. (not yet documented completely)
de: Gibt zusätzliche Parameter für diese Seite an. Die möglichen Parameter hängen davon ab, welche Optionen für B<--controller> und B<--algorithm> verwendet werden. Diese Einstellung ist nur interessant, wenn Sie Ihre eigene KI entwickeln wollen. (bisher ist noch keine vollständige Dokumentation verfügbar)
fr: ajoute des paramètres spécifiques à ce camp. Ces paramètres dépendent des options utilisées avec B<--controller> et B<--algorithm>. Ne devrait être utile qu'aux personnes expérimentant leur propre IA (non encore totalement documenté).
hu: további paramétereket ad meg az adott csapatnak. Ez a paraméter függ a B<--controller> és a B<--algorithm> kapcsolónak megadott értékektől. Ezt általában csak a saját mesterséges intelligenciát fejlesztők használják. (még nem készült hozzá dokumentáció)

source: B<--scenario=value>
de: B<--scenario=WERT>
fr: B<--scenario=valeur>
hu: B<--scenario=érték>

source: selects a multiplayer scenario. The default scenario is "multiplayer_Charge".
de: Bestimmt das Szenario, das geladen werden soll. Standard ist "multiplayer_Charge".
fr: sélectionne un scénario multijoueur. Le scénario par défaut est : « multiplayer_Charge ».
hu: kiválaszt egy többjátékos pályát. Az alapérttelmezett pálya a "multiplayer_Charge" (Lerohanás).

source: B<--sideE<lt>numberE<gt>=value>
de: B<--sideE<lt>NUMMERE<gt>=WERT>
fr: B<--sideE<lt>nombreE<gt>=valeur>
hu: B<--sideE<lt>számE<gt>=érték>

source: selects a faction of the current era for this side. The faction is chosen by an id. Factions are described in the data/multiplayer.cfg file.
de: Bestimmt die Rasse für die festgelegte Seite in Abhängigkeit von der gewählten Ära. Die Rasse wird per "id" bestimmt. Eine genaue Beschreibung der Rassen und Epochen ist in der Datei data/multiplayer.cfg zu finden.
fr: permet de sélectionner un camp. Ce camp est choisi par identifiant. Les camps sont décrits dans le fichier data/multiplayer.cfg.
hu: az adott korszak megadott faját állítja be a csapatnak. A fajokat egy azonosító jelöli. Ezek a data/multiplayer.cfg fájlban vannak leírva.

source: B<--turns=value>
de: B<--turns=WERT>
fr: B<--turns=valeur>
hu: B<--turns=érték>

source: sets the number of turns for the chosen scenario. The default is "50".
de: Bestimmt die Anzahl der Runden. Standard ist "50".
fr: défini le nombre de tours du scénario. Valeur par défaut : « 50 ».
hu: megadja a mérkőzésnek a maximális körök számát. Alapérttelmezetten "50".

source: Example to test your own AI:
de: Beispielbefehl zum Testen einer eigenen KI:
fr: Exemple pour tester votre propre IA :
hu: Pálda a saját lészítésű MI tesztelésére:

source: AUTHOR
de: AUTOR
fr: AUTEUR
hu: SZERZŐ

source: Written by David White E<lt>davidnwhite@verizon.netE<gt>.
de: Geschrieben von David White E<lt>davidnwhite@verizon.netE<gt>.
fr: Écrit par David White E<lt>davidnwhite@verizon.netE<gt>.
hu: Írta: David White E<lt>davidnwhite@verizon.netE<gt>.

source: Edited by Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> and Soliton E<lt>soliton@sonnenkinder.orgE<gt>.
de: Bearbeitet von Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> und Soliton E<lt>soliton@sonnenkinder.orgE<gt>. Übersetzt von Jan-Heiner Laberenz E<lt>Jan-Heiner@arcor.deE<gt> und Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>.
fr: Édité par Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> et Soliton E<lt>soliton@sonnenkinder.orgE<gt>.
hu: Szerkesztették: Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> és Soliton E<lt>soliton@sonnenkinder.orgE<gt>. Magyarra forította: Gilluin E<lt>gilluin@citromail.huE<gt> és Széll TamásE<lt>tomi@digiflex.huE<gt>.

source: This manual page was originally written by Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
de: Diese Beschreibung stammt im Original von Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
fr: Ce manuel a été à l'origine écrit par Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
hu: Ennek a dokumentumnak az eredetijét Cyril Bouthors E<lt>cyril@bouthors.orgE<gt> írta.

source: Visit the official homepage: http://www.wesnoth.org/
de: Besuchen Sie auch die offizielle Webseite: http://www.wesnoth.org/
fr: Rendez-vous sur la page d'accueil officielle : http://www.wesnoth.org/
hu: Látogasd meg a hivatalos honlapot: http://www.wesnoth.org/ illetve a magyar közösségi portált: http://wesnoth.fw.hu/

source: COPYRIGHT
hu: SZERZŐI JOGOK

source: Copyright \(co 2003-2006 David White E<lt>davidnwhite@verizon.netE<gt>
hu: A szerzői jogok \(co 2003-2006 David White-ot E<lt>davidnwhite@verizon.netE<gt> illetik meg

source: This is Free Software; this software is licensed under the GPL version 2, as published by the Free Software Foundation. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Die Veröffentlichung dieses Programms erfolgt in der Hoffnung, dass es Ihnen von Nutzen sein wird, aber OHNE IRGENDEINE GARANTIE, sogar ohne die implizite Garantie der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Details finden Sie in der GNU General Public License. Sie sollten eine Kopie der GNU General Public License zusammen mit diesem Programm erhalten haben. Falls nicht, schreiben Sie an die Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
fr: Ceci est un logiciel libre ; ce logiciel est sous la licence GPL version 2, comme définie par la Free Software Foundation. Il n'offre AUCUNE GARANTIE, y compris en ce qui concerne la COMMERCIABILITÉ et la CONFORMITÉ À UNE UTILISATION PARTICULIÈRE.
hu: Ez egy szabad szoftver; terjeszthető illetve módosítható a GNU Általános Közreadási Feltételek dokumentumában leírtak szerint -- 2. vagy késõbbi verzió --, melyet a Szabad Szoftver Alapítvány ad ki. Ez a program abban a reményben kerül közreadásra, hogy hasznos lesz, de minden egyéb GARANCIA NÉLKÜL, az eladhatóságra vagy valamely célra való alkalmazhatóságra való származtatott garanciát is beleértve.

source: SEE ALSO
de: ANDERE
fr: VOIR AUSSI
hu: LÁSD MÉG

source: June 2005
de: Juni 2005
fr: Juin 2005
hu: 2005 június

source: Battle for Wesnoth map editor
de: Battle for Wesnoth - Karteneditor
fr: Éditeur de carte de la Bataille pour Wesnoth
hu: Harc Wesnoth-ért pályaszerkesztő

source: Battle for B<Wesnoth> map editor.
de: Battle for B<Wesnoth> -Karteneditor.
fr: Éditeur de carte de la Bataille pour B<Wesnoth>.
hu: Harc B<Wesnoth> -ért pályaszerkesztő.

source: selects the data directory to use.
de: Gibt das Verzeichnis an, in welchem nach Spieldaten gesucht werden soll.
fr: sélectionne le répertoire de données
hu: beállítja a felhasználandó adatkönyvtárat.

source: runs the editor in full screen mode.
de: Startet den Editor im Vollbildmodus.
fr: lance l'éditeur en mode plein écran.
hu: a pályaszerkesztőt teljes képernyős módban indítja el.

source: tells you what the command line options do.
de: Gibt die möglichen Kommandozeilenoptionen aus.
fr: aide sur les options de la ligne de commande.
hu: kiírja, hogy mire jók az egyes parancssori opciók.

source: sets screen resolution. Example: -r 800x600
de: Ermöglicht es, die Auflösung zu bestimmen, in der der Editor gestartet wird. Bsp: -r 800x600
fr: définit la résolution de l'écran. Exemple : -r 800x600
hu: beállítja a képernyőfelbontást. Példa: -r 800x600

source: prints version number and exits.
de: Zeigt die Versionsnummer an und beendet das Programm.
fr: affiche le numéro de version et quitte le programme.
hu: kiírja a verziószámot és kilép.
