Repository: wesnoth/wesnoth
Catalog: po/wesnoth-man/*.po
Languages: de, fr, hu

source: runs the editor in windowed mode.
de: Startet den Editor im Fenstermodus.
fr: exécute l'éditeur dans une fenêtre séparée.
hu: a pályaszerkesztőt ablakos módban indítja el.

source: Written by David White E<lt>davidnwhite@verizon.netE<gt>. Edited by Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt> and ott E<lt>ott@gaon.netE<gt>. This manual page was originally written by Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
de: Geschrieben von David White E<lt>davidnwhite@verizon.netE<gt>. Bearbeitet von Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt> und ott E<lt>ott@gaon.netE<gt>. Übersetzt von Jan-Heiner Laberenz E<lt>Jan-Heiner@arcor.deE<gt> und Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>. Diese Beschreibung stammt im Original von Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
fr: Écrit par David White E<lt>davidnwhite@verizon.netE<gt>. Édité par Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt> et ott E<lt>ott@gaon.netE<gt>. Ce manuel a été à l'origine écrit par Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
hu: Írta: David White E<lt>davidnwhite@verizon.netE<gt>. Szerkesztették: Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt> és ott E<lt>ott@gaon.netE<gt>. Ennek a dokumentumnak az eredetijét Cyril Bouthors E<lt>cyril@bouthors.orgE<gt> írta. Magyarra forította: Gilluin E<lt>gilluin@citromail.huE<gt> és Széll TamásE<lt>tomi@digiflex.huE<gt>.

source: Battle for Wesnoth multiplayer network daemon
de: Battle for Wesnoth-Mehrspielernetzwerkdaemon
fr: démon de la Bataille pour Wesnoth
hu: Harc Wesnoth-ért többjátékos hálózati démon

source: wesnothd - Battle for B<Wesnoth> multiplayer network daemon
de: wesnothd - Battle for B<Wesnoth> Mehrspielernetzwerkdaemon
fr: wesnothd - Démon pour jeu réseau multijoueur de la Bataille pour B<Wesnoth>
hu: wesnothd - Harc Wesnoth-ért többjátékos hálózati démon

source: B<wesnothd> [\|B<-dvV>\|] [\|B<-c> I<path>\|] [\|B<-p> I<port>\|] [\|B<-t> I<number>\|] [\|B<-T> I<number>\|]
de: B<wesnothd> [\|B<-dvV>\|] [\|B<-c> I<Pfad>\|] [\|B<-p> I<Port>\|] [\|B<-t> I<Nummer>\|]
fr: B<wesnothd> [\|B<-dvV>\|] [\|B<-c> I<chemin>\|] [\|B<-p> I<port>\|] [\|B<-t> I<nombre>\|] [\|B<-T> I<nombre>\|]
hu: B<wesnothd> [\|B<-dvV>\|] [\|B<-c> I<útvonal>\|] [\|B<-p> I<port>\|] [\|B<-t> I<szám>\|] [\|B<-T> I<szám>\|]

source: Manages Battle for Wesnoth multiplayer games. See http://www.wesnoth.org/wiki/ServerAdministration on what commands the server accepts via the wesnoth client or the socket.
de: Verwaltet Battle for Wesnoth Mehrspieler Partien. Siehe auf http://www.wesnoth.org/wiki/ServerAdministration für die Befehle, die der Server von Wesnoth oder über den Socket entgegen nimmt.
fr: Gère les jeux multijoueurs de la Bataille pour Wesnoth. Voir les commandes que le serveur accepte par socket ou via le client wesnoth sur http://www.wesnoth.org/wiki/ServerAdministration.
hu: A Harc Wesnoth-ért többjátékos mérkőzéseit kezeli. A kiszolgáló által a klienstől vagy máshonnan fogadható parancsokról itt tájékozódhatsz: http://www.wesnoth.org/wiki/ServerAdministration

source: B<-c,\ --config>I<\ path>
de: B<-c,\ --config>I<\ Pfad>
fr: B<-c,\ --config>I<\ chemin>
hu: B<-c,\ --config>I<\ útvonal>

source: tells wesnothd where to find the config file to use. See the section B<SERVER CONFIG> below for the syntax.
de: sagt wesnothd wo er die zu benutzende Konfigurationsdatei findet. Siehe im Abschnitt B<SERVER KONFIGURATION> unterhalb für den genauen Syntax.
fr: indique le fichier de configuration à utiliser par wesnothd. Voir la syntaxe ci-dessous dans la section B<CONFIGURATION DU SERVEUR>.
hu: megadja a wesnothd programnak, hogy hol keresse a konfigurációs fájlt. A szintakszisról lásd a B<KISZOLGÁLÓ BEÁLLÍTÁSA> részt lentebb.

source: runs wesnothd as a daemon.
de: started wesnothd als Dämon.
fr: exécute wesnothd en tant que démon.
hu: démon szolgáltatásként futtatja a wesnothd programot.

source: binds the server to the specified port. If no port is specified, port 15000 will be used.
de: bindet den Server an den angegebenen Port. Wenn kein Port angegeben ist, wird Port 15000 genommen.
fr: lie le serveur au port spécifié. Valeur par défaut : 15000.
hu: a megadott portra köti a kiszolgálót. Ha más nincsen meghatározva, akkor a 15000 lesz használatban.

source: B<-t,\ --threads>I<\ number>
de: B<-t,\ --threads>I<\ WERT>
fr: B<-t,\ --threads>I<\ nombre>
hu: B<-t,\ --threads>I<\ szám>

source: sets the maximum number of waiting worker threads for network I/O to n (default: 5, max: 30).
de: Legt die maximale Anzahl an Arbeiterprozessen für Netzwerk I/O fest. (Standard: 5, Maximum: 30)
fr: définit le nombre maximal de threads pour les entrées/sorties réseau à la valeur n (defaut : 5, max : 30).
hu: meghatározza a teljesülésre váró hálózati I/O folyamatok maximális számát n-nek (alapértelmezett: 5, legfeljebb: 30)

source: B<-T,\ --max-threads>I<\ number>
de: B<-t,\ --max-threads>I<\ WERT>
fr: B<-T,\ --max-threads>I<\ nombre>
hu: B<-T,\ --max-threads>I<\ szám>

source: sets the maximum number of worker threads that will be created if set to 0 there will be no limit (default: 0).
de: Legt die maximal zu erzeugende Anzahl an Arbeiterprozessen fest. Bei einem Wert von 0 gibt es keine Beschränkung. (Standard: 0)
fr: définit le nombre maximal de threads qui seront crées. Si ce nombre est nul, il n'y a pas de limite (defaut : 0).
hu: meghatározza a teljesülésre váró folyamatok maximális számát, 0 esetén korlátlan (alapértelmezett: 0)

source: shows version number and exits.
de: Zeigt die Versionsnummer an und beendet das Programm.
fr: affiche le numéro de version et quitte le programme.
hu: kiírja a verziószámot és kilép.

source: turns on more verbose logging.
de: aktiviert mehr Details in der Logausgabe.
fr: active une journalisation maximale.
hu: részletesebb parancssori naplózást kapcsol be

source: SERVER CONFIG
de: SERVER KONFIGURATION
fr: CONFIGURATION DU SERVEUR
hu: KISZOLGÁLÓ BEÁLLÍTÁSA

source: The general syntax is:
de: Der allgemeine Syntax ist:
fr: La syntaxe générale est :
hu: Az általános szintakszis a következő:

source: [I<tag>]
de: [I<Element>]
hu: [I<nyitó tag>]

source: key="I<value>"
de: Schlüssel="I<Wert>"
fr: clé="I<valeur>"
hu: key="I<érték>"

source: key="I<value>,I<value>,..."
de: Schlüssel="I<Wert>,I<Wert>,..."
fr: clé="I<valeur>,I<valeur>,..."
hu: key="I<érrték>,I<érték>,..."

source: [/I<tag>]
de: [/I<Element>]
hu: [/I<záró tag>]

source: Global keys:
de: Globale Schlüssel:
fr: Clés globales :
hu: Globális kapcsolók:

source: The number of allowed connections from the same IP. (default: 5)
hu: Az azonos IP címről engedélyezett párhuzamos kapcsolatok száma. (alapártelmezett: 5)

source: Names/nicks that are not accepted by the server. `*' and `?' from wildcard patterns are supported. See B<glob>(7) for more details. Default values (used if nothing is specified) are: `server,ai,player,network,human,admin,computer'.
de: Namen/Spitznamen die der Server nicht akzeptiert. '*' und '?' sind als Platzhalter unterstützt. Siehe B<glob>(7) für mehr Details. Standardwerte (wenn sonst nichts angegeben wurde) sind: 'server,ai,player,network,human,admin,computer'.
fr: Noms/surnoms non acceptés par le serveur. Les caractères génériques `*' et `?' sont acceptés. Voir B<glob>(7) pour plus d'informations. Les valeurs par défaut (utilisées si rien n'est précisé) sont : `server,ai,player,network,human,admin,computer'
hu: Nevek és becenevek, amelyeket nem fogad el a kiszolgáló. A `*' és `?' jelzések is használhatóak. Lásd a B<glob>(7) részt a részletekért. Alapértlmezett értékek (ha más nincsen megadva): `server,ai,player,network,human,admin,computer'.

source: The number of allowed messages in B<messages_time_period>. (default: 4)
hu: A megadott időtáv (B<messages_time_period>) alatt küldhető üzenetek száma. (alapértelmezett: 4)

source: The time period (in seconds) message flooding is detected in. (default: 10 seconds)
hu: Az időtáv (másodpercekben), ami alatt az elárasztó üzenetek vizsgálatának alapja. (alapértelmezett: 10 másodperc)

source: The message of the day.
de: Die "Nachricht des Tages".
fr: Le message du jour.
hu: A napi üzenet.

source: The password used to gain admin privileges. Usually it starts with "admin ".
de: Das Passwort um auf dem Server Administratorrechte zu erhalten. Es beginnt per Konvention mit "admin ".
fr: Mot de passe des habilitations de l'administrateur. Commence souvent par « admin ».
hu: A jelszó, amivel adminisztrátori jogok nyerhetőek. Általában az "admin " szóval kezdődik.

source: A comma separated list of version strings to be accepted by the server. `*' and `?' from wildcard patterns are supported. (defaults to the corresponding wesnoth version)
hu: Egy vesszőkkel elválasztott lista a verziószámokról, amelyeket a kiszolgáló elfogad. A `*' és `?' jelzések is használhatóak. (alapértelmezetten csak az adott verzióéval megegyező)

source: Example: versions_accepted="*" accepts any version string.
de: Beispiel: versions_accepted="*" akzeptiert alle Versionen.
fr: Exemple : versions_accepted="*" autorise tout type de version.
hu: Példa: versions_accepted="*" -> ez bármilyen verziót elfogad.

source: Global tags:
de: Globale Elemente:
fr: Balises globales :
hu: Globális tag-ek:

source: B<[redirect]> A tag to specify a server to redirect certain client versions to.
de: B<[redirect]> Ein Element um bestimmte Programmversionen anzugeben, die auf einen anderen Server umgeleitet werden sollen.
fr: B<[redirect]> Balise pour permettre au serveur de rediriger certaines versions du client.
hu: B<[redirect]> Bizonyos kliens verziók átirányítása a megadott kiszolgálóra.

source: The address of the server to redirect to.
de: Die Adresse des Rechners, zu dem umgeleitet wird.
fr: Adresse du serveur de redirection.
hu: A kiszolgáló címe, ahova az átirányítás mutat.

source: The port to connect to.
de: Der dabei zu verwendende Port.
fr: Port de connexion.
hu: A port, amelyen csatlakozni lehet hozzá.

source: B<version>
hu: B<verzió>

source: A comma separated list of versions to redirect. Behaves the same way as B<versions_accepted> in regard to wildcard patterns.
de: Eine durch Komma getrennte Liste der Versionen, die umgeleitet werden sollen. Verhält sich in Bezug auf Wildcards genauso wie B<versions_accepted>.
fr: Liste des versions redirigées, séparées par des virgules. Même syntaxe que pour B<versions_accepted> pour les caractères génériques.
hu: Egy vesszőkkel elválasztott lista a verziószámokról, amelyeket a kiszolgáló átirányít. A különleges jelzések a B<versions_accepted>-hez hasonlóan használhatóak.

source: B<[proxy]> A tag to tell the server to act as a proxy and forward the connected client's requests to the specified server. Accepts the same keys as [redirect].
de: B<[proxy]> Ein Element, das benutzt wird um dem Server mitzuteilen, wie ein Proxy zu agieren und somit alle Anfragen des mit ihm verbundenen Rechners an den angegebenen Server weiterzuleiten. Es werden die gleichen Schlüssel wie bei [redirect] akzeptiert.
fr: B<[proxy]> Balise pour demander au serveur de se comporter comme un proxy et de rediriger les requêtes des clients vers le serveur spécifié. Accepte les mêmes clés que [redirect].
hu: B<[proxy]> Proxy-ként való viselkedés, azaz a bejövő kliens kapcsolatok továbbítása a megadott kiszolgáló felé. Ugyanazokat az értékeket fogadja el, mint a [redirect].

source: Written by David White E<lt>davidnwhite@verizon.netE<gt>. Edited by Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt> and Soliton E<lt>soliton@sonnenkinder.orgE<gt>. This manual page was originally written by Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
de: Geschrieben von David White E<lt>davidnwhite@verizon.netE<gt>. Bearbeitet von Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt>und Soliton E<lt>soliton@sonnenkinder.orgE<gt>. Übersetzt von Jan-Heiner Laberenz E<lt>Jan-Heiner@arcor.deE<gt>, Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>und Soliton E<lt>soliton@sonnenkinder.orgE<gt>. Diese Beschreibung stammt im Original von Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
fr: Écrit par David White E<lt>davidnwhite@verizon.netE<gt>. Édité par Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt> et ott E<lt>ott@gaon.netE<gt>. Ce manuel a été à l'origine écrit par Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
hu: Írta: David White E<lt>davidnwhite@verizon.netE<gt>. Szerkesztették: Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt> és ott E<lt>ott@gaon.netE<gt>. Ennek a dokumentumnak az eredetijét Cyril Bouthors E<lt>cyril@bouthors.orgE<gt> írta. Magyarra forította: Gilluin E<lt>gilluin@citromail.huE<gt> és Széll TamásE<lt>tomi@digiflex.huE<gt>.

source: The number of allowed connections from the same IP.
de: Die Anzahl zulässiger Verbindungen von der gleichen IP Adresse.

source: The number of allowed messages in B<messages_time_period>.
de: Die Anzahl der erlaubten Nachrichten in B<messages_time_period>.

source: The time period (in seconds) message flooding is detected in.
de: Der Zeitraum (in Sekunden) in dem "message flooding" erkannt wird.

source: A comma separated list of version strings to be accepted by the server. `*' and `?' from wildcard patterns are supported.
de: Eine durch Komma getrennte Liste der Programmversionen, die der Server zulässt. `*' und `?' sind erlaubt.
