Repository: wesnoth/wesnoth
Catalog: po/wesnoth-anl/*.po
Languages: en@shaw

source: 4p â€” A New Land
en@shaw: 4p â€” ğ‘© ğ‘¯ğ‘¿ ğ‘¤ğ‘¨ğ‘¯ğ‘›

source: In the aftermath of the great war the remnants of humanity fled to an obscure secluded glen. Though they knew they could not hide from the mighty armies that had crushed their homeland, the leaders of the resistance hoped only for enough time to rebuild their forces.
en@shaw: ğ‘¦ğ‘¯ ğ‘ ğ‘¨ğ‘“ğ‘‘ğ‘»ğ‘¥ğ‘¨ğ‘” ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¢ğ‘¹ ğ‘ ğ‘®ğ‘§ğ‘¥ğ‘¯ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘‘ğ‘¦ ğ‘“ğ‘¤ğ‘§ğ‘› ğ‘‘ ğ‘©ğ‘¯ ğ‘©ğ‘šğ‘•ğ‘’ğ‘˜ğ‘«ğ‘¼ ğ‘•ğ‘¦ğ‘’ğ‘¤ğ‘µğ‘›ğ‘¦ğ‘› ğ‘œğ‘¤ğ‘§ğ‘¯. ğ‘ğ‘´ ğ‘ğ‘± ğ‘¯ğ‘¿ ğ‘ğ‘± ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘²ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¥ğ‘²ğ‘‘ğ‘¦ ğ‘¸ğ‘¥ğ‘°ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘› ğ‘’ğ‘®ğ‘³ğ‘–ğ‘‘ ğ‘ğ‘º ğ‘£ğ‘´ğ‘¥ğ‘¤ğ‘¨ğ‘¯ğ‘›, ğ‘ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘£ğ‘´ğ‘ğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘®ğ‘°ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘ğ‘º ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ.

source: You destroy the mushroom mine. The northwest undead now have 10 less income.
en@shaw: ğ‘¿ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ ğ‘¥ğ‘³ğ‘–ğ‘®ğ‘µğ‘¥ ğ‘¥ğ‘²ğ‘¯. ğ‘ ğ‘¯ğ‘¹ğ‘”ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¯ğ‘¬ ğ‘£ğ‘¨ğ‘ 10 ğ‘¤ğ‘§ğ‘• ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥.

source: You destroy the mushroom mine. The northeast orcs now have 10 less income.
en@shaw: ğ‘¿ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ ğ‘¥ğ‘³ğ‘–ğ‘®ğ‘µğ‘¥ ğ‘¥ğ‘²ğ‘¯. ğ‘ ğ‘¯ğ‘¹ğ‘”ğ‘°ğ‘•ğ‘‘ ğ‘¹ğ‘’ğ‘• ğ‘¯ğ‘¬ ğ‘£ğ‘¨ğ‘ 10 ğ‘¤ğ‘§ğ‘• ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥.

source: You destroy the mushroom mine. The southwest orcs now have 10 less income.
en@shaw: ğ‘¿ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ ğ‘¥ğ‘³ğ‘–ğ‘®ğ‘µğ‘¥ ğ‘¥ğ‘²ğ‘¯. ğ‘ ğ‘•ğ‘¬ğ‘”ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘¹ğ‘’ğ‘• ğ‘¯ğ‘¬ ğ‘£ğ‘¨ğ‘ 10 ğ‘¤ğ‘§ğ‘• ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥.

source: You destroy the mushroom mine. The southeast undead now have 10 less income.
en@shaw: ğ‘¿ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ ğ‘¥ğ‘³ğ‘–ğ‘®ğ‘µğ‘¥ ğ‘¥ğ‘²ğ‘¯. ğ‘ ğ‘•ğ‘¬ğ‘”ğ‘°ğ‘•ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¯ğ‘¬ ğ‘£ğ‘¨ğ‘ 10 ğ‘¤ğ‘§ğ‘• ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥.

source: One of your peasants has happened upon some spidersâ€™ nests in the north and south.
en@shaw: ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘¿ğ‘¼ ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘£ğ‘¨ğ‘Ÿ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘› ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘•ğ‘³ğ‘¥ ğ‘•ğ‘ğ‘²ğ‘›ğ‘»ğ‘Ÿ ğ‘¯ğ‘§ğ‘•ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘¯ğ‘¹ğ‘” ğ‘¯ ğ‘•ğ‘¬ğ‘”.

source: Move any unit next to these captives and they will join your side. The spiders guarding each captive are currently wounded, the sooner you get there the better chance you have of killing them.
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘ğ‘°ğ‘Ÿ ğ‘’ğ‘¨ğ‘ğ‘‘ğ‘¦ğ‘ğ‘Ÿ ğ‘¯ ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘¡ğ‘¶ğ‘¯ ğ‘¿ğ‘¼ ğ‘•ğ‘²ğ‘›. ğ‘ ğ‘•ğ‘ğ‘²ğ‘›ğ‘»ğ‘Ÿ ğ‘œğ‘¸ğ‘›ğ‘¦ğ‘™ ğ‘°ğ‘— ğ‘’ğ‘¨ğ‘ğ‘‘ğ‘¦ğ‘ ğ‘¸ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘©ğ‘›, ğ‘ ğ‘•ğ‘µğ‘¯ğ‘¼ ğ‘¿ ğ‘œğ‘§ğ‘‘ ğ‘ğ‘º ğ‘ ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘’ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥.

source: Your men report strange sounds coming from some caves to the east and west.
en@shaw: ğ‘¿ğ‘¼ ğ‘¥ğ‘§ğ‘¯ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘•ğ‘³ğ‘¥ ğ‘’ğ‘±ğ‘ğ‘Ÿ ğ‘‘ ğ‘ ğ‘°ğ‘•ğ‘‘ ğ‘¯ ğ‘¢ğ‘§ğ‘•ğ‘‘.

source: It would seem the enemy has built some underground mushroom mines nearby â€” it must be where the mainstay of their resources are produced. If we could destroy them our chances wouldnâ€™t nearly be so slim.
en@shaw: ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘°ğ‘¥ ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘¦ğ‘¤ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¥ğ‘³ğ‘–ğ‘®ğ‘µğ‘¥ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ğ‘¯ğ‘½ğ‘šğ‘² - ğ‘¦ğ‘‘ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘¢ğ‘º ğ‘ ğ‘¥ğ‘±ğ‘¯ğ‘•ğ‘‘ğ‘± ğ‘ ğ‘ğ‘º ğ‘®ğ‘¦ğ‘Ÿğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¸ ğ‘ğ‘®ğ‘©ğ‘›ğ‘¿ğ‘•ğ‘›. ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ğ‘§ğ‘¥ ğ‘¬ğ‘¼ ğ‘—ğ‘­ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘¯ğ‘½ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘•ğ‘´ ğ‘•ğ‘¤ğ‘¦ğ‘¥.

source: Move any unit onto these villages to destroy the mine. Each one you destroy will reduce the enemyâ€™s income by 10.
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘§ğ‘¯ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ªğ‘¯ğ‘‘ğ‘µ ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ ğ‘¥ğ‘²ğ‘¯. ğ‘°ğ‘— ğ‘¢ğ‘³ğ‘¯ ğ‘¿ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘›ğ‘¿ğ‘• ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦'ğ‘Ÿ ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥ ğ‘šğ‘² 10.

source: This battle is nearly at an end. Victory is close at hand!
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘½ğ‘¤ğ‘¦ ğ‘¨ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘›. ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›!

source: We have survived the onslaught! The tide of the battle has turned, victory cannot elude us now!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘› ğ‘ ğ‘ªğ‘¯ğ‘•ğ‘¤ğ‘ªğ‘‘! ğ‘ ğ‘‘ğ‘²ğ‘› ğ‘ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘‘ğ‘»ğ‘¯ğ‘›, ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¤ğ‘µğ‘› ğ‘³ğ‘• ğ‘¯ğ‘¬!

source: You have won the game, but you may continue if you wish...
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘œğ‘±ğ‘¥, ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘¥ğ‘± ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘¦ğ‘“ ğ‘¿ ğ‘¢ğ‘¦ğ‘–...

source: I have fallen, but all is not lost!
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘·ğ‘¤ğ‘©ğ‘¯, ğ‘šğ‘³ğ‘‘ ğ‘·ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘ªğ‘•ğ‘‘!

source: I am done for, but we have yet to lose this battle!
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘›ğ‘³ğ‘¯ ğ‘“ğ‘¹, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘˜ğ‘§ğ‘‘ ğ‘‘ ğ‘¤ğ‘µğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤!

source: Comrades, avenge me!
en@shaw: ğ‘’ğ‘ªğ‘¥ğ‘®ğ‘©ğ‘›ğ‘Ÿ, ğ‘©ğ‘ğ‘§ğ‘¯ğ‘¡ ğ‘¥ğ‘°!

source: Do not fear, there is hope for us still!
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘½, ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘£ğ‘´ğ‘ ğ‘“ğ‘¹ ğ‘³ğ‘• ğ‘•ğ‘‘ğ‘¦ğ‘¤!

source: Return to menu
en@shaw: ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿

source: Peasants
en@shaw: ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘•

source: Peasants are your workers. Depending on the terrain, right-clicking on a peasant allows you to terraform the landscape and/or build castles, mines, farms, villages and universities.
en@shaw: ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¸ ğ‘¿ğ‘¼ ğ‘¢ğ‘»ğ‘’ğ‘¼ğ‘Ÿ. ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘»ğ‘±ğ‘¯, ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘© ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ ğ‘©ğ‘¤ğ‘¬ğ‘Ÿ ğ‘¿ ğ‘‘ ğ‘‘ğ‘ºğ‘©ğ‘“ğ‘¹ğ‘¥ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘•ğ‘’ğ‘¨ğ‘ ğ‘¯/ğ‘¹ ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘’ğ‘­ğ‘•ğ‘©ğ‘¤ğ‘Ÿ, ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ, ğ‘“ğ‘¸ğ‘¥ğ‘Ÿ, ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘ğ‘»ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘Ÿ.

source: Mages
en@shaw: ğ‘¥ğ‘±ğ‘¡ğ‘¦ğ‘Ÿ

source: Mages are your wise men. They can study at universities, pursuing advances in mining, farming and recruitment.
en@shaw: ğ‘¥ğ‘±ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¸ ğ‘¿ğ‘¼ ğ‘¢ğ‘²ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯. ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘‘ğ‘³ğ‘›ğ‘¦ ğ‘¨ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘ğ‘»ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘Ÿ, ğ‘ğ‘¼ğ‘•ğ‘¿ğ‘¦ğ‘™ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¥ğ‘²ğ‘¯ğ‘¦ğ‘™, ğ‘“ğ‘¸ğ‘¥ğ‘¦ğ‘™ ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ğ‘¥ğ‘©ğ‘¯ğ‘‘.

source: Farms
en@shaw: ğ‘“ğ‘¸ğ‘¥ğ‘Ÿ

source: Farms can only be planted on grassland. Move a peasant onto a farm and he will begin to automatically harvest the cash crop.
en@shaw: ğ‘“ğ‘¸ğ‘¥ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘ğ‘¤ğ‘­ğ‘¯ğ‘‘ğ‘§ğ‘› ğ‘ªğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘•ğ‘¤ğ‘¨ğ‘¯ğ‘›. ğ‘¥ğ‘µğ‘ ğ‘© ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ ğ‘ªğ‘¯ğ‘‘ğ‘µ ğ‘© ğ‘“ğ‘¸ğ‘¥ ğ‘¯ ğ‘£ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘£ğ‘¸ğ‘ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘’ğ‘¨ğ‘– ğ‘’ğ‘®ğ‘ªğ‘.

source: Villages
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ

source: Villages can only be built on grassland. They provide income and healing as usual. Right-click on a peasant in a village and you can establish a university.
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘šğ‘¦ğ‘¤ğ‘‘ ğ‘ªğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘•ğ‘¤ğ‘¨ğ‘¯ğ‘›. ğ‘ğ‘± ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘› ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥ ğ‘¯ ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘¨ğ‘Ÿ ğ‘¿ğ‘–ğ‘¿ğ‘©ğ‘¤. ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘© ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¯ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘©ğ‘•ğ‘‘ğ‘¨ğ‘šğ‘¤ğ‘¦ğ‘– ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘ğ‘»ğ‘•ğ‘©ğ‘‘ğ‘¦.

source: Mines
en@shaw: ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ

source: Mines can be built on hills or mountains. A peasant on a mine will automatically dig for gold at the start of your turn.
en@shaw: ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘šğ‘¦ğ‘¤ğ‘‘ ğ‘ªğ‘¯ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ ğ‘¹ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ. ğ‘© ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ ğ‘ªğ‘¯ ğ‘© ğ‘¥ğ‘²ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘›ğ‘¦ğ‘œ ğ‘“ğ‘¹ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯.

source: Universities
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘ğ‘»ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘Ÿ

source: Any of the â€˜Elvishâ€™ style villages represent universities. At the start of your turn, Mages in universities automatically add to the study progress of your chosen research target. Right-click on a mage in a university to change research target.
en@shaw: ğ‘§ğ‘¯ğ‘¦ ğ‘ ğ‘ 'ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘–' ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘ğ‘»ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘Ÿ. ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯, ğ‘¥ğ‘±ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘ğ‘»ğ‘•ğ‘©ğ‘‘ğ‘¦ğ‘Ÿ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘¨ğ‘› ğ‘‘ ğ‘ ğ‘•ğ‘‘ğ‘³ğ‘›ğ‘¦ ğ‘ğ‘®ğ‘©ğ‘œğ‘®ğ‘§ğ‘• ğ‘ ğ‘¿ğ‘¼ ğ‘—ğ‘´ğ‘Ÿğ‘©ğ‘¯ ğ‘®ğ‘°ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘. ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘© ğ‘¥ğ‘±ğ‘¡ ğ‘¦ğ‘¯ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘ğ‘»ğ‘•ğ‘©ğ‘‘ğ‘¦ ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘®ğ‘°ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘.

source: Diplomacy
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘¤ğ‘´ğ‘¥ğ‘©ğ‘•ğ‘°

source: Right-clicking on your leader when in a university allows you to select special diplomatic options.
en@shaw: ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘¯ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘ğ‘»ğ‘•ğ‘©ğ‘‘ğ‘¦ ğ‘©ğ‘¤ğ‘¬ğ‘Ÿ ğ‘¿ ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ.

source: Help
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘

source: A New Land â€” Help
en@shaw: ğ‘© ğ‘¯ğ‘¿ ğ‘¤ğ‘¨ğ‘¯ğ‘› - ğ‘£ğ‘§ğ‘¤ğ‘

source: Done
en@shaw: ğ‘›ğ‘³ğ‘¯

source: I hereby donate 20 gold to the coffers of $df_player_name|.
en@shaw: ğ‘² ğ‘£ğ‘½ğ‘šğ‘² ğ‘›ğ‘´ğ‘¯ğ‘±ğ‘‘ 20 ğ‘œğ‘´ğ‘¤ğ‘› ğ‘‘ ğ‘ ğ‘’ğ‘­ğ‘“ğ‘»ğ‘Ÿ ğ‘ $df_player_name|.

source: $sf_player_name|, since our wisdom exceeds yours I have instructed my scholars to further your understanding of agriculture.
en@shaw: $sf_player_name|, ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘¬ğ‘¼ ğ‘¢ğ‘¦ğ‘Ÿğ‘›ğ‘©ğ‘¥ ğ‘©ğ‘’ğ‘•ğ‘°ğ‘›ğ‘Ÿ ğ‘¿ğ‘¼ğ‘Ÿ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¥ğ‘² ğ‘•ğ‘’ğ‘­ğ‘¤ğ‘»ğ‘Ÿ ğ‘‘ ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘¿ğ‘¼ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘¨ğ‘œğ‘®ğ‘¦ğ‘’ğ‘³ğ‘¤ğ‘—ğ‘¼.

source: $sm_player_name|, since the wisdom of my people exceeds yours I have instructed my scholars to aid you in your efforts to learn the science of mining.
en@shaw: $sm_player_name|, ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘ ğ‘¢ğ‘¦ğ‘Ÿğ‘›ğ‘©ğ‘¥ ğ‘ ğ‘¥ğ‘² ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘©ğ‘’ğ‘•ğ‘°ğ‘›ğ‘Ÿ ğ‘¿ğ‘¼ğ‘Ÿ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¥ğ‘² ğ‘•ğ‘’ğ‘­ğ‘¤ğ‘»ğ‘Ÿ ğ‘‘ ğ‘²ğ‘› ğ‘¿ ğ‘¦ğ‘¯ ğ‘¿ğ‘¼ ğ‘§ğ‘“ğ‘¼ğ‘‘ğ‘• ğ‘‘ ğ‘¤ğ‘»ğ‘¯ ğ‘ ğ‘•ğ‘²ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘¥ğ‘²ğ‘¯ğ‘¦ğ‘™.

source: You know worryingly little about the arts of war, $sw_player_name|. I feel an obligation to instruct you in this vital matter.
en@shaw: ğ‘¿ ğ‘¯ğ‘´ ğ‘¢ğ‘³ğ‘®ğ‘¦ğ‘¦ğ‘™ğ‘¤ğ‘° ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ ğ‘¸ğ‘‘ğ‘• ğ‘ ğ‘¢ğ‘¹, $sw_player_name|. ğ‘² ğ‘“ğ‘°ğ‘¤ ğ‘©ğ‘¯ ğ‘­ğ‘šğ‘¤ğ‘©ğ‘œğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘‘ ğ‘¿ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘ğ‘²ğ‘‘ğ‘©ğ‘¤ ğ‘¥ğ‘¨ğ‘‘ğ‘¼.

source: Diplomatic Options
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘¤ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: What shall I do?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘¨ğ‘¤ ğ‘² ğ‘›ğ‘µ?

source: Nothing
en@shaw: ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™

source: Who will you donate funds to?
en@shaw: ğ‘£ğ‘µ ğ‘¢ğ‘¦ğ‘¤ ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘±ğ‘‘ ğ‘“ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘‘?

source: Back
en@shaw: ğ‘šğ‘¨ğ‘’

source: Who will you share knowledge with?
en@shaw: ğ‘£ğ‘µ ğ‘¢ğ‘¦ğ‘¤ ğ‘¿ ğ‘–ğ‘º ğ‘¯ğ‘ªğ‘¤ğ‘¦ğ‘¡ ğ‘¢ğ‘¦ğ‘?

source: Negotiation Complete
en@shaw: ğ‘¯ğ‘¦ğ‘œğ‘´ğ‘–ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘

source: Our talks are complete â€” the Dwarves will gladly fight by your side. Which of our brethren do you want to recruit?
en@shaw: ğ‘¬ğ‘¼ ğ‘‘ğ‘·ğ‘’ğ‘• ğ‘¸ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ - ğ‘ ğ‘›ğ‘¢ğ‘¹ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘¤ğ‘¨ğ‘›ğ‘¤ğ‘° ğ‘“ğ‘²ğ‘‘ ğ‘šğ‘² ğ‘¿ğ‘¼ ğ‘•ğ‘²ğ‘›. ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘¬ğ‘¼ ğ‘šğ‘®ğ‘§ğ‘ğ‘®ğ‘©ğ‘¯ ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘?

source: Our talks are complete â€” the Elves shall aid you in this battle. Which our of kin do you wish to recruit?
en@shaw: ğ‘¬ğ‘¼ ğ‘‘ğ‘·ğ‘’ğ‘• ğ‘¸ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ - ğ‘ ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘–ğ‘¨ğ‘¤ ğ‘²ğ‘› ğ‘¿ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤. ğ‘¢ğ‘¦ğ‘— ğ‘¬ğ‘¼ ğ‘ ğ‘’ğ‘¦ğ‘¯ ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘¦ğ‘– ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘?

source: Choose New Recruit
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘¯ğ‘¿ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘

source: Study Complete
en@shaw: ğ‘•ğ‘‘ğ‘³ğ‘›ğ‘¦ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘

source: Which type of unit would you like to be able to recruit?
en@shaw: ğ‘¢ğ‘¦ğ‘— ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘¿ ğ‘¤ğ‘²ğ‘’ ğ‘‘ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘?

source: Oversee Research
en@shaw: ğ‘´ğ‘ğ‘¼ğ‘•ğ‘° ğ‘®ğ‘°ğ‘•ğ‘»ğ‘—

source: Research
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘»ğ‘—

source: We are currently studying $player_$side_number|.research.target_language_name|. To which end would you have our scholars devote their minds? Our farms produce $player_$side_number|.farming.gold|g Our mines produce $player_$side_number|.mining.gold|g
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘•ğ‘‘ğ‘³ğ‘›ğ‘¦ğ‘¦ğ‘™ $player_$side_number|.research.target_language_name|. ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘§ğ‘¯ğ‘› ğ‘¢ğ‘«ğ‘› ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¬ğ‘¼ ğ‘•ğ‘’ğ‘­ğ‘¤ğ‘»ğ‘Ÿ ğ‘›ğ‘¦ğ‘ğ‘´ğ‘‘ ğ‘ğ‘º ğ‘¥ğ‘²ğ‘¯ğ‘›ğ‘Ÿ? ğ‘¬ğ‘¼ ğ‘“ğ‘¸ğ‘¥ğ‘Ÿ ğ‘ğ‘®ğ‘©ğ‘›ğ‘¿ğ‘• $player_$side_number|.farming.gold|g ğ‘¬ğ‘¼ ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ğ‘ğ‘®ğ‘©ğ‘›ğ‘¿ğ‘• $player_$side_number|.mining.gold|g

source: Continue as before
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘¨ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹

source: $player_$side_number|.name|â€™s farms now produce $player_$side_number|.farming.gold gold.
en@shaw: $player_$side_number|.name|'s ğ‘“ğ‘¸ğ‘¥ğ‘Ÿ ğ‘¯ğ‘¬ ğ‘ğ‘®ğ‘©ğ‘›ğ‘¿ğ‘• $player_$side_number|.ğ‘“ğ‘¸ğ‘¥ğ‘¦ğ‘™.ğ‘œğ‘´ğ‘¤ğ‘› ğ‘œğ‘´ğ‘¤ğ‘›.

source: $player_$side_number|.name|â€™s mines now produce $player_$side_number|.mining.gold gold.
en@shaw: $player_$side_number|.name|'s ğ‘¥ğ‘²ğ‘¯ğ‘Ÿ ğ‘¯ğ‘¬ ğ‘ğ‘®ğ‘©ğ‘›ğ‘¿ğ‘• $player_$side_number|.mining.ğ‘œğ‘´ğ‘¤ğ‘› ğ‘œğ‘´ğ‘¤ğ‘›.

source: $player_$side_number|.name|, we have finished researching warfare. Right-click on a mage in a university to select a unit to recruit.
en@shaw: $player_$side_number|.name|, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘¢ğ‘¹ğ‘“ğ‘º. ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘© ğ‘¥ğ‘±ğ‘¡ ğ‘¦ğ‘¯ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘ğ‘»ğ‘•ğ‘©ğ‘‘ğ‘¦ ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘.

source: Letâ€™s cut you free!
en@shaw: ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘’ğ‘³ğ‘‘ ğ‘¿ ğ‘“ğ‘®ğ‘°!

source: You release the creature from the web and it agrees to help you.
en@shaw: ğ‘¿ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘• ğ‘ ğ‘’ğ‘®ğ‘°ğ‘—ğ‘¼ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¢ğ‘§ğ‘š ğ‘¯ ğ‘¦ğ‘‘ ğ‘©ğ‘œğ‘®ğ‘°ğ‘Ÿ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿.

source: Get to Work!
en@shaw: ğ‘œğ‘§ğ‘‘ ğ‘‘ ğ‘¢ğ‘»ğ‘’!

source: What shall I do my liege?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘¨ğ‘¤ ğ‘² ğ‘›ğ‘µ ğ‘¥ğ‘² ğ‘¤ğ‘°ğ‘¡?

source: Convert to Grassland
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘ğ‘»ğ‘‘ ğ‘‘ ğ‘œğ‘®ğ‘¨ğ‘•ğ‘¤ğ‘¨ğ‘¯ğ‘›

source: Cost: 0g
en@shaw: ğ‘’ğ‘ªğ‘•ğ‘‘: 0g

source: Plant Farm
en@shaw: ğ‘ğ‘¤ğ‘­ğ‘¯ğ‘‘ ğ‘“ğ‘¸ğ‘¥

source: Build Village
en@shaw: ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡

source: Cost: 15g
en@shaw: ğ‘’ğ‘ªğ‘•ğ‘‘: 15g

source: Build Castle
en@shaw: ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤

source: Cost: 6g
en@shaw: ğ‘’ğ‘ªğ‘•ğ‘‘: 6g

source: Flood the Field
en@shaw: ğ‘“ğ‘¤ğ‘³ğ‘› ğ‘ ğ‘“ğ‘°ğ‘¤ğ‘›

source: Cost: 4g
en@shaw: ğ‘’ğ‘ªğ‘•ğ‘‘: 4g

source: Plant Saplings
en@shaw: ğ‘ğ‘¤ğ‘­ğ‘¯ğ‘‘ ğ‘•ğ‘¨ğ‘ğ‘¤ğ‘¦ğ‘™ğ‘Ÿ

source: Cost: 1g
en@shaw: ğ‘’ğ‘ªğ‘•ğ‘‘: 1g

source: Chop Down Forest
en@shaw: ğ‘—ğ‘ªğ‘ ğ‘›ğ‘¬ğ‘¯ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘

source: Earns: 1g
en@shaw: ğ‘»ğ‘¯ğ‘Ÿ: 1g

source: Build Mine
en@shaw: ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘¥ğ‘²ğ‘¯

source: Cost: 25g
en@shaw: ğ‘’ğ‘ªğ‘•ğ‘‘: 25g

source: Make a Ford
en@shaw: ğ‘¥ğ‘±ğ‘’ ğ‘© ğ‘“ğ‘¹ğ‘›

source: Cost: 3g
en@shaw: ğ‘’ğ‘ªğ‘•ğ‘‘: 3g

source: Landfill
en@shaw: ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘“ğ‘¦ğ‘¤

source: Cost: 5g
en@shaw: ğ‘’ğ‘ªğ‘•ğ‘‘: 5g

source: Destroy the Ford
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ ğ‘“ğ‘¹ğ‘›

source: Smash Cave Floor
en@shaw: ğ‘•ğ‘¥ğ‘¨ğ‘– ğ‘’ğ‘±ğ‘ ğ‘“ğ‘¤ğ‘¹

source: Cost: 2g
en@shaw: ğ‘’ğ‘ªğ‘•ğ‘‘: 2g

source: Harvest Mushrooms
en@shaw: ğ‘£ğ‘¸ğ‘ğ‘§ğ‘•ğ‘‘ ğ‘¥ğ‘³ğ‘–ğ‘®ğ‘µğ‘¥ğ‘Ÿ

source: Earns: 3g
en@shaw: ğ‘»ğ‘¯ğ‘Ÿ: 3g

source: Build a Keep
en@shaw: ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘© ğ‘’ğ‘°ğ‘

source: Establish University
en@shaw: ğ‘©ğ‘•ğ‘‘ğ‘¨ğ‘šğ‘¤ğ‘¦ğ‘– ğ‘¿ğ‘¯ğ‘¦ğ‘ğ‘»ğ‘•ğ‘©ğ‘‘ğ‘¦

source: Cost: 7g
en@shaw: ğ‘’ğ‘ªğ‘•ğ‘‘: 7g

source: Clear the Ground
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›
