Repository: wesnoth/wesnoth
Catalog: po/wesnoth-l/*.po
Languages: en@shaw, hu

source: 24 Deeproot, 501 YW The sun don’t really shine at all in these Grey Woods, but truth be told, I has been getting used to it more and more. Lounging out in the warm daylight, talkin’ with Erwen while watching them kids play out in the fields... those times were so long ago. Our lives weren’t never real peaceful, but back then, we had our homes and our friends and our family... now we be creatures of the dark.
hu: W.i.sz. 501, Mélytő hava, 24. nap A nap egyáltalán nem süt ezekben a szürke erdőkben, de az igazat megvallva, egyre jobban megszoktam. Heverészni a meleg napfényben, beszélgetni Erwennel, miközben nézed, ahogy a gyerekek játszanak a mezőn... oly rég volt mindez. Az életünk soha nem volt igazán békés, de akkoriban megvolt az otthonunk, a barátaink és a családunk... most a félhomály gyermekei lettünk.

source: It be real lonesome like this. I still has me Harper, and I be grateful for the lass, but she don’t really understand an old man like me. I know the past be the past, but I just can’t help but think of sis in times like these. How she used to be dragging me out on some silly little romp, a little job here and there for some gold or lil trinket, or sometimes just for fun... I never wanted to go, of course. I were always real lazy. Still am, even now.
hu: Ilyen lehet az igazi magány. Harper még itt van velem és hálás vagyok ezért, de ő nem igazán ért meg egy olyan vénembert, mint én. Tudom, hogy a múlt elmúlt, de nem tudok nem gondolni a húgomra, még ilyenkor sem … ahogyan elrángatott engem valami bolondos kis fogócskára, emitt-amott egy kis pajkosságra, némi aranypénzért, vagy apró csecsebecséért, vagy néha csak szórakozásból... persze én soha nem akartam menni. Mindig nagyon lusta voltam és még most is az vagyok.

source: Then, Harper tells me, “Come on Uncle, we’re on an adventure! Don’t be so mopey, live a little!” I know she be trying to be cheery, but she really don’t know how much she be reminding me of Erwen sometimes...
hu: Erre Harper azt mondja nekem: "Gyere bácsikám, kalandra fel! Ne légy olyan mogorva, élj egy kicsit!" Tudom, hogy csak próbál felvidítani, de fogalma sincs róla, hogy mennyire emlékeztet néha Erwenre...

source: I must be strong. That’s what I tells myself. I should be strong, but... I don’t know what be keeping me going, if it be this misguided sense of pride, or my duties to the village, or Harper, or even just remembering the past, making some futile attempts to go back to better times.
hu: Erősnek kell lennem — ezt mondom magamnak — erősnek kellene lennem, de... Nem tudom, mi hajt még előre, vajon csak valami dőre büszkeség, vagy a falu iránt viselt kötelességeim, vagy tán Harper, vagy akár csak a múltra való emlékezés? ... hiábavaló kísérletek, hogy visszatérjek a régi szép időkbe.

source: Either way, I be here now, on this adventure.
hu: Akárhogy is, most itt vagyok, ebben a kalandban.

source: Kill all enemy patrols before they reach the outpost
hu: Megsemmisíted az összes ellenséges járőrt, mielőtt elérik az előörsöt.

source: Death of Helicrom
hu: Helicrom halála

source: Any patrol units survive when turns run out
hu: Bármely járőregység életben van, amikor elfogynak a körök

source: Any allied unit is sighted by the outpost guards
hu: Bármely szövetséges egységet meglát az előőrs

source: The leader, I presumes.
hu: Azt gyanítom, a vezető.

source: Indeed, I am Lord Helicrom, the Crow of the Grey Woods. We are acquaintances of Lord Maddock, who sent word to us of your predicament. I believe we can work something out for your situation.
hu: Valóban, én vagyok Lord Helicrom, a Szürke erdő hollója. Lord Maddock ismerői vagyunk, aki üzenetet küldött nekünk a nehéz helyzetetekről. Úgy hiszem, ki tudunk találni valamit a számotokra.

source: What be your pursuits?
hu: Miféle foglalatosságot űztök?

source: The former king’s magic ministry kept a tight control on the training and employment of mages in Wesnoth. Those of us who dared to... depart from the curriculum were dealt with harshly. Many of us were forced to escape here to continue our study of our brand of magic. Our security and secrecy are not cheap.
hu: A korábbi királyi Mágiaügyi Minisztérium nagyon szorosan ellenőrizte a mágusok oktatását és alkalmazását Wesnothban. Azokkal közülünk, akiknek volt mersze... úgymond eltérni a tananyagtól, elég keményen bántak. Sokan kénytelenek voltunk elmenekülni ide, hogy folytathassuk a mágia tanulmányozását a magunk módján. A védelmünk és titoktartásunk nem olcsó.

source: Then you be fellow outlaws. But why do you wants to help us?
hu: Akkor ti is törvényen kívüliek vagytok. De miért akartok segíteni nekünk?

source: <i>Quid pro quo.</i> Our aid is never given freely. You have something that may be useful to us.
hu: <i>Kinek miért.</i> Segítségünk sosincs ingyen. Van valamitek, ami hasznos lehet a számunkra.

source: Manpower. Mages be no good at fighting, I knows. But what for?
hu: Az élőerőnk. A mágusok nem jók a harcban, tudom. De mégis miért?

source: Understand this. Any weakening of the Throne of Wesnoth, whether it be occupied by king or queen, aids us. To accomplish that, we must destabilize their forces in this region. The key is Halstead.
hu: Értsd meg jól ... Wesnoth trónjának bármilyen gyengülése, akár király, akár királynő foglalja el, a segítségünkre van. Ennek eléréséhez destabilizálnunk kell erőiket ebben a régióban. A kulcs Halstead.

source: That big ol’ fort between Aldril and Elensefar?
hu: Az a nagy erőd Aldril és Elensefar között?

source: Aye, Harper. What the mage says be no surprise. It be a bastion of central importance, rivalin’ Elensefar even. Maddock said the Queen’s troops were gathering there. But we gots no way to fight a war with them, not since Maddock won’t send his soldiers to battle.
hu: Úgy bizony, Harper. Amit a mágus mond, nem meglepő. Központi jelentősége van annak az erődnek, akár még Elensefar riválisa is lehet. Maddock elmondta, hogy a királynő csapatai gyülekeznek ott. De nem áll módunkban háborút vívni velük, mivel Maddock nem küldi csatába ellenük a katonáit.

source: Know this, Baldras. During the past week, several patrols have again ventured across the Great River into Annuvin. A woman named Relana opposed them with a small militia and was victorious, but with heavy losses. The Crown, however, has begun to take notice of this rebellion and is massing forces within Halstead. When its armies are raised, none of your little villages will be able to resist them. Your only choice would be to flee farther north into orcish territory.
hu: Tudd meg, Baldras. Az elmúlt héten több járőr ismét átmerészkedett a Nagy folyón Annuvinba. Egy Relana nevű nő ellenállt nekik egy kis felkelőkből álló csapattal és győzött, de súlyos veszteségek árán. Akárhogy is, a Korona elkezdte komolyan venni ezt a lázadást, és erőket von össze Halsteadben. Amikor seregei összegyűlnek, egyik kis falud sem lesz képes ellenállni nekik. Így aztán az egyetlen választásod az lenne, ha északabbra, ork területre menekülnél.

source: We’d never survive there. But would it be so bad if we just swore fealty to the Queen?
hu: Ott soha nem élnénk túl. De olyan rossz lenne, ha csak egyszerűen hűséget esküdnénk a királynőnek?

source: Only if we gots no other choice. Let’s hear the mage’s plan first.
hu: Csak akkor, ha nincs más választásunk. Először hallgassuk meg a mágus tervét.

source: I’m not asking you to fight a war. A direct fight against Weldyn’s armies would be undoubtedly foolish. However, we have other means within our grasp. From Dan’Tonk to Halstead, the fastest path lies through the pass between the Brown Hills and the Gryphon Mountains followed by the trek through these Grey Woods. We are in prime position to gnaw away at their troops, crippling their forces before they ever arrive at their destination.
hu: Nem azt kérem tőletek, hogy háborút vívjatok. A Weldyn seregei elleni közvetlen konfrontáció kétségkívül ostobaság lenne. Vannak azonban más eszközök is a kezünkben. Dan'Tonktól Halsteadig a leggyorsabb út a Brown Hills és a Gryphon-hegység közötti hágón keresztül vezet, amely után ezen a Szürke erdőn keresztül vezet az út. Kiváló helyzetben vagyunk ahhoz, hogy felőröljük a csapataikat, tönkreverni erőiket, mielőtt még megérkeznének rendeltetési helyükre.

source: Then what?
hu: Akkor hát mit akarsz?

source: I am sure you can guess, magistrate.
hu: Biztos vagyok benne, hogy kitalálod, elöljáró.

source: You means to sack Halstead itself.
hu: Azt akarod mondani, hogy magát Halsteadet akarod megkaparintani?

source: There’s no way we can fight them all... can we?
hu: Semmiképp se tudunk mindükkel megvívni... ugye?

source: I don’t know. But, for now, ambushing them patrols be easy enough. That’ll slow them Wesnothians down enough for us to figure out the next step.
hu: Nem tudom. De egyelőre elég könnyű lesből megtámadni őket. Ez eléggé lelassítja a wesnothiakat ahhoz, hogy kitaláljuk a következő lépést.

source: In the last day, my scouts have counted five platoons of troops marching towards the garrison. We must eliminate them all before they reach the outpost at the end of the woods. The outpost also must not be alerted to our presence, or we will have the bulk of their forces upon us.
hu: Tegnap felderítőim öt szakaszt számoltak meg, amelyek a helyőrség felé meneteltek. Mindet ki kell iktatnunk, mielőtt elérik az erdő végén lévő előőrsöt. Az előőrsnek nem szabad felfedeznie a jelenlétünket, különben erőik nagy része ránk támad.

source: The first platoon approaches...
hu: Az első osztag közeleg...

source: We shall pincer them from the other side of this path. When we are done, no one shall fear the open roads and night sky more than the armies of Weldyn. Strike quickly, strike silently... and leave no one alive.
hu: Bekerítjük őket az út másik oldaláról. Amikor végeztünk, senki sem fog jobban félni a nyílt utaktól és az éjszakai égbolttól, mint Weldyn seregei. Sújts le gyorsan, támadj halkan... és senkit se hagy életben.

source: It’s an ambush! Run!
hu: Ez egy csapda! Futás!

source: Ah, here it is. I was wondering where I had misplaced my favorite blade.
hu: Ah, itt van. Azon tűnődtem, hová tettem el a kedvenc pengémet.

source: Hey, I found some old coins in this shack.
hu: Hé, találtam néhány régi érmét ebben a kunyhóban.

source: Bleagh, a slimy tentacle. Why’s it so big?
hu: Undorító ez a nyálkás csáp! Hogy lehet ilyen hatalmas?

source: There’s a rusty key here. I wonder if it could be useful?
hu: Van itt egy rozsdás kulcs. Kíváncsi vagyok, mire lesz még jó?

source: There is a waterlogged coffin here.
hu: Van itt egy vízzel teli koporsó.

source: Hey, that key fits in this coffin. Should I open it?
hu: Hoppá, ez a kulcs beleillik a koporsó zárjába. Nyissam ki?

source: No, that be a terrible idea.
hu: Nem, ez szörnyű ötlet.

source: Fine, do it.
hu: Rendben, tedd meg.

source: What is this disgusting monster?
hu: Mi ez az undorító szörnyeteg?

source: A ghoul, a creature of disease and pestilence. Kill the putrid thing. Its stench is making me sick.
hu: Egy hullarabló, a betegség és a dögvész teremtménye. Öld meg azt a rothadt dögöt! Még a dögszaga is beteggé tesz.

source: Disgusting though it may be, perhaps that creature’s corpse could be useful.
hu: Bármilyen undorító is, talán hasznos lehet a lény holtteste.

source: Should I use this potion?
hu: Használjam ezt a bájitalt?

source: Yes, I’ll use it.
hu: Igen, használni fogom.

source: Vile Concoction
hu: Undorító kotyvalék

source: This unit’s melee weapons gain the poison special and this unit gains a small number of hitpoints.
hu: Ennek az egységnek a közelharci fegyverei a mérgezési képességre tesznek szert, továbbá az egység némi életerőpontot is szerez.

source: No, I’ll leave it for someone else.
hu: Nem, meghagyom valaki másnak.

source: Doesn’t something about these woods feel weird to you, sir?
hu: Nem furcsa valami ezekben az erdőkben, uram?

source: Afraid of ghosts, soldier?
hu: Félsz a szellemektől, katona?

source: Woods, woods, woods and more woods! Bah, that general had better have a good reason for dragging me out to Halstead with all these oafs.
hu: Erdő, erdő, erdő és még több erdő! Ehh, az a tábornok jobb okot is találhatott volna, hogy Halsteadbe rángasson engem ezekkel a fajankókkal.

source: But cap’n, we’re your loyal troops...
hu: De kapitány, hű sereged vagyunk...

source: Shut it and keep moving.
hu: Fogd be a szád és menj tovább.

source: Several platoons of troops were supposed to arrive today. I wonder if something happened to them.
hu: Több szakasznak kellett volna mára érkeznie. Kíváncsi vagyok, történt-e velük valami.

source: Something about these woods seems quite unnatural. Perhaps we should stop sending our soldiers this way.
hu: Van valami természetellenes ezekben az erdőkben. Lehet, hogy le kéne állítanunk a katonák küldését ebből az irányból.

source: Troops, to arms! Show these fugitive scum the meaning of the Queen’s law!
hu: Csapatok, fegyverbe! Mutassuk meg ennek a szökevény söpredéknek, hogy mi a királynő törvénye!

source: With the outpost aware of our presence, we can no longer harry their reinforcements. Their forces will soon grow too powerful for us to resist.
hu: Mivel az előőrs tudomására jutott a jelenlétünk, már nem tudjuk megfékezni az utánpótlásukat. Csapataik hamarosan túl erősek lesznek ahhoz, hogy ellenálljunk.

source: The next morning, the local night patrol returned to the nearby outpost. They were surprised to see their fellow soldiers engaged in combat with the band of thugs of which they had heard so much.
en@shaw: ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¥ğ‘¹ğ‘¯ğ‘¦ğ‘™, ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘¯ğ‘²ğ‘‘ ğ‘ğ‘©ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘‘ ğ‘ ğ‘¯ğ‘½ğ‘šğ‘² ğ‘¬ğ‘‘ğ‘ğ‘´ğ‘•ğ‘‘. ğ‘ğ‘± ğ‘¢ğ‘» ğ‘•ğ‘¼ğ‘ğ‘®ğ‘²ğ‘Ÿğ‘› ğ‘‘ ğ‘•ğ‘° ğ‘ğ‘º ğ‘“ğ‘§ğ‘¤ğ‘´ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ ğ‘§ğ‘¯ğ‘œğ‘±ğ‘¡ğ‘› ğ‘¦ğ‘¯ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘”ğ‘©ğ‘œğ‘Ÿ ğ‘ ğ‘¢ğ‘¦ğ‘— ğ‘ğ‘± ğ‘£ğ‘¨ğ‘› ğ‘£ğ‘»ğ‘› ğ‘•ğ‘´ ğ‘¥ğ‘³ğ‘—.
hu: A következő reggelen az éjszakai őrjárat visszatért a közeli őrhelyre. Meglepődve látták, hogy társaik harcba keveredtek a haramiákkal, akikről már oly sokat hallottak.

source: It be done. Their patrols be shattered and broken.
hu: Megcsináltuk! Járőreiket szétzúztuk és megfékeztük.

source: Well done, but the fight is far from over. We will not be able to employ these tactics when more platoons arrive. You must make your choice. Will you fight? Or will you return to your village and beg for amnesty?
hu: Ezzel megvolnánk, de a harc még messze nem ért véget. Nem fogjuk tudni alkalmazni ugyanezeket a taktikákat, ha több szakasz érkezik. Választanod kell: harcolni fogsz vagy visszatérsz a faludba, és amnesztiáért könyörögsz?

source: Amnesty? Knowing these Wesnothians, they’ll have my head. Then again, if I could gives my life to save my whole village, I would.
hu: Amnesztia? Ismerve ezeket a wesnothiakat, a fejemet fogják venni. Mindazonáltal, ha tudom, hogy az életem árán megmenthetem az egész falumat, akkor megtenném.

source: We need you! Uncle...
hu: Szükségünk van rád! Bácsikám...

source: I know what you is going to say, Harper. That we should be fighting for our homes, just like we do against them orcs. But we be risking everything on this, lass.
hu: Tudom, mit fogsz mondani, Harper. Hogy harcolnunk kell az otthonunkért, ahogy az orkok ellen is harcolunk. De ezzel mindent kockára teszünk, kislány.

source: If we go back like this, that means we’ll surrender to them Wesnothians and live our whole lives in oppression. You saw how they were sending so many soldiers and even orcs against us.
hu: Ha így megyünk vissza, az azt jelenti, hogy megadjuk magunkat a wesnothiaknak és egész életünkben elnyomásban fogunk élni. Láthattátok, hogyan küldtek megannyi katonát, sőt orkot is ellenünk.

source: The girl is naive, but her spirit is in the right place. You risk your homes and the lives of your people, yes, but what good will they be if you live in tyranny? Believe me, I have been there. I would rather die than go back.
hu: A leányka naiv, de helyén az esze. Igen, kockára teszed az otthonaitokat és a néped életét, de mire való zsarnokságban élni? Hidd el, én abban éltem és inkább meghalok, mint hogy visszamenjek.

source: Yes... Erwen would’ve said the same. If we march on Halstead, we gots to burn it to the ground before the Queen’s forces rally. If we does that, Weldyn won’t have no foothold in Annuvin no more.
hu: Igen... Erwen ugyanezt mondta volna. Ha Halstead ellen vonulunk, porig kell égetnünk, mielőtt a királynő erői összegyűlnek. Ha ezt megtesszük, Weldyn nem fogja többé megvetni a lábát Annuvinban.

source: It would be months before they could reassemble their forces here. Enough time for you to secure your homes, or relocate.
hu: Hónapokba is beletelik, mire újrarendezik soraikat itt. Elég idő az otthonaitok biztosítására vagy a költözésre.

source: Then it be decided. We’ll attack the fort together. Luck be with us.
hu: Akkor eldöntetett. Együtt támadjuk meg az erődöt. Szerencse legyen velünk.

source: Lieutenant, we were assaulted by a band of outlaws en route to the outpost. We were barely able to evade them and make it here!
hu: Hadnagy úr, egy csapat törvényen kívüli támadott ránk útban az előőrs felé. Alig tudtuk kitérni előlük és ideérni!

source: Look there! Outlaws and bandits roam these woods, harrying our patrols!
hu: Nézzenek oda! Törvényen kívüliek és banditák járják ezeket az erdőket, zaklatva őrjáratainkat!

source: This is the end for me...
hu: Számomra eljött a vég...

source: Glory
en@shaw: ğ‘œğ‘¤ğ‘¹ğ‘¦
hu: Dicsőség

source: From the Annals of Alduin, 98 YW One score and eight years ago, in 70 YW, the King of Wesnoth and the Lord of Elensefar signed a treaty of trade and alliance in order to further the security of humankind. The realization of this treaty required the creation of a safe path between Weldyn and Elensefar, with all manner of hostile creature or beast scoured from these civilized lands. From Dan’Tonk, the establishment of Aldril and Carcyn secured the once hazardous passage alongside the Grey Woods, completing the way between the two cities. With this, the alliance can truly be deemed a coalition of men.
hu: Alduin évkönyvéből, W.i.sz. 98 Huszonnyolc évvel ezelőtt, 70-ben Wesnoth királya és Elensefar ura kereskedelmi és szövetségi szerződést kötött az emberiség biztonságának előmozdítása érdekében. A megállapodás érvényre juttatásához biztonságos útvonalat kellett létrehozni Weldyn és Elensefar között, mindenféle ellenséges teremtményt, illetve fenevadat kiebrudalva ezekről a civilizált területekről. Aldril és Carcyn megalapítása biztosította az egykor veszélyes átjárót Dan'Tonkból a Szürke erdőn keresztült a két város között. Ennélfogva ez a kötelék valóban az emberek szövetségének tekinthető.

source: To commemorate the concordat, six years ago, the Lords of Weldyn and Elensefar decreed that a monument be erected in the heart of these once wildlands. We, the magi of Alduin, lent our services to demonstrate the full prowess and might of human magic. Above a series of old catacombs in a scant hill, we spent these years raising an immense stronghold from the earth’s living rock.
hu: Hat évvel ezelőtt Weldyn és Elensefar urai elrendelték, hogy az egyezmény méltó megünneplésére egy monumentális nagy mű épüljön ezeknek az egykori vadonoknak a szívében. Mi, Alduin mágusai, felajánlottuk szolgálatainkat, hogy kifejezzük az emberi mágia kivételes képességeit és hatalma teljességét. Éveket töltöttünk azzal, hogy egy sor régi katakomba fölött egy kis dombon hatalmas erődítményt emeljünk a föld élő sziklájából.

source: Completed, as it is on this day, this sentinel of the west now towers hundreds of paces tall, a great monolith looming sheer above the plains. The sight of these colossal walls, to even us magi, is both awe-inspiring and terrifying. So tall these towers peak and so mighty these walls arise that such a feat seems more like a force of nature than a work of man. That we have fashioned this mountain as insignificant humans is almost inconceivable. Halstead, as we have named it, is impenetrable. No one shall ever overcome these tidal waves of stone.
hu: Végül elkészült, ahogy azt ma is láthatjuk, a nyugat őreként most több száz lábnyi magasra tornyosul, masszív kőtömbként magasodik a síkság fölé. Ezeknek a kolosszális falaknak a látványa, még nekünk, mágusoknak is, egyszerre lenyűgöző és félelmetes. Olyan magasak ezek a csúcsos tornyok és olyan hatalmasak ezek a falak, hogy egy ilyen mutatvány inkább tűnik természeti erő, mint emberi erőfeszítés eredményének. Az, hogy ezt a hegyet jelentéktelen emberként hoztuk létre, alig hihető. Halstead, ahogy elneveztük, áthatolhatatlan. Soha senki nem fog tudni megbirkózni ezekkel kőhalmokkal.

source: Destroy the stronghold of Halstead
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘›
hu: Pusztítsd el Halstead erődjét

source: There be it. The stronghold of Halstead.
hu: Itt is van. A halsteadi erőd.

source: Look at how tall it is! Those towers be so sheer and smooth, it almost looks like magic called them up out of the earth!
hu: Nézd meg, milyen magasak! Azok a tornyok olyan meredekek és simára csiszoltak, hogy szinte úgy néz ki, mintha varázslat hívta volna elő őket a földből!

source: Aye, there may be some truths in that. Old stories tells us that in times past, Elensefar and Weldyn had some real strong mages, much more adept than them ones who only be politicking nowadays. They helped tame the lands between the cities and forged the walls of Halstead itself to honor the alliance.
hu: Igen, lehet, hogy van ebben némi igazság. A régi történetek azt mondják, hogy a régi időkben Elensefarnak és Weldynnek volt néhány igazán erős mágusa, sokkal beavatottabbak azoknál, akik manapság csak politizálnak. Segítettek megzabolázni a városok közötti vidéket, és maguk formálták Halstead falait a szövetség tiszteletére.

source: I don’t see how we can bring it down. They seem invincible in there!
hu: Nem tudom, hogyan is tudnánk lerombolni. Legyőzhetetlennek tűnnek odabent!

source: Indeed...
hu: Valóban...

source: Worry not, Halstead has a weakness. What Baldras spoke was partly true. Previous orders of magi did help erect the fortress. What is not made known to most is that the original construction of the castle was flawed.
hu: Ne aggódj, Halsteadnek van egy gyenge pontja. Amit Baldras mondott, részben igaz. A mágusok előzetes útmutatásai segítettek az erőd felépítésében. Amit azonban a legtöbben nem tudnak, az az, hogy a kastély kivitelezésébe hiba csúszott.

source: These walls were raised over a system of catacombs, which connect the four towers to the central keep. Though they appear impressive, the tunnels were never meant to hold up such a tremendous weight. Supports were added later to hold up the middle, which eventually began to collapse without them. Naturally, this was made secret by the magi, who did not want others to learn of their error.
hu: Ezeket a falakat egy katakomba-rendszer fölé emelték, amelyek összekötik a négy tornyot a központi erődítménnyel. Bár lenyűgözőnek tűnnek, az alagutakat soha nem arra szánták, hogy ilyen hatalmas súlyt tartsanak meg. Később támasztékokat építettek be, hogy megtartsák a közepét, melyek nélkül előbb-utóbb összeomlott volna az egész. Természetesen ezt a mágusok titokban tartották, mert nem akarták, hogy bárki megtudja, hogy tévedtek.

source: So... we can knock out the supports and bring down the main keep. Would it really work?
hu: Tehát... kiüthetjük a támasztékokat és ledönthetjük a fő őrtornyot. Ez sikerülhetne?
