Repository: wesnoth/wesnoth
Catalog: po/wesnoth-l/*.po
Languages: en@shaw, hu

source: Liberty
en@shaw: ğ‘¤ğ‘¦ğ‘šğ‘¼ğ‘‘ğ‘¦
hu: Szabadság

source: Easy
hu: Könnyű

source: Peasant
en@shaw: ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘
hu: Paraszt

source: Normal
hu: Normál

source: Outlaw
en@shaw: ğ‘¬ğ‘‘ğ‘¤ğ‘·
hu: Törvényen kívüli

source: Challenging
hu: Kihívó

source: Fugitive
en@shaw: ğ‘“ğ‘¿ğ‘¡ğ‘©ğ‘‘ğ‘¦ğ‘
hu: Szökevény

source: As the shadow of civil war deepens across Wesnoth, a band of hardy marchlanders revolts against the governance of the new queen. To win their way to freedom, they must learn to use shadows and deception to rout the trained blades of the Wesnothian army.
hu: Ahogy a polgárháború árnyéka Wesnothra vetült, a határvidék keménykötésű népéből egy kis csapat verbuválódott, akik föllázadtak az új királynő uralma ellen. A szabadságuk elnyerése érdekében meg kell tanulniuk az árnyak használatát és a cselszövést, hogy kiűzhessék a wesnothi hadsereget.

source: (Novice level, 7 scenarios.)
hu: (Kezdő szint, 7 küldetés)

source: Original Campaign Design
hu: Eredeti hadjárat terv

source: Latest Rewrite
hu: Legfrissebb, újraírt változat

source: Campaign Maintenance
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘¥ğ‘±ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘©ğ‘¯ğ‘•
hu: Hadjárat karbantartása

source: Artwork and Graphics Design
en@shaw: ğ‘¸ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¯ ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯
hu: Illusztrációk és grafikai arculat

source: Give Me Liberty or Give Me Death!
hu: Szabadságot vagy halált!

source: The Nameless General
hu: A névtelen tábornok

source: Harper vs. Goliath
hu: Harper vs. Góliát

source: Perfect Hunter
hu: Tökéletes vadász

source: Force of Arms is Pointless Without Strategy
hu: A fegyverek ereje értelmetlen stratégia nélkül

source: The Raid
en@shaw: ğ‘ ğ‘®ğ‘±ğ‘›
hu: A rajtaütés

source: From the journal of Baldras, 21 Scatterseed, 501 YW Months... seven months it’s been since the Crown did send a single guard here to help us. This Garard II be a pompous stinker, even worser than his pa! Us of these border towns Delwyn and Dallben already be poor and needy, yet alls ‘His Majesty’ can think of is tax, tax, tax, takin’ all our hard earned gold from us. Then he uses our gold to provoke more wars with more orcs just for personal glory and more land for them grubby nobles to lord over.
hu: Baldras naplójából, 21 Scatterseed, W.i.sz. 501 Hónapok... hét hónap telt el azóta, hogy a Korona egyetlen őrséget küldött ide, hogy segítsen nekünk. Ez a II. Garard egy nagyképű senkiházi, még rosszabb, mint az apja! Mi, Delwyn és Dallben határvárosaiból már most is szegények és szűkölködők vagyunk, de "Őfelsége" csak adóra, adóra, adóra tud gondolni, minden nehezen megkeresett aranyunkat elvéve. Aztán arra használja az aranyunkat, hogy még több háborút provokáljon ki még több orkkal, csak a személyes dicsőségért és még több földért, amin mosdatlan nemesurak uralkodhatnak.

source: To abbadon with the Crown! We got no armies and we don’t even got real weapons, but we of the Western Marches make do just fine with our slings and clubs. In all Annuvin Province, there won’t be nobody besting us in these swamps. We’re self-reliant out here. We gots our own trade routes and pacts of mutual defense. No need for them Wesnothians. Not a single bit.
hu: Pokolba a koronával! Nem kaptunk hadsereget, és még igazi fegyvereink sincsenek, de mi, a nyugati végeken, jól boldogulunk a parittyáinkkal és botjainkkal. Egész Annuvin tartományban senki sem fog legyőzni minket ezekben a mocsarakban. Csak magunkra számíthatunk odakint. Megvannak a saját kereskedelmi útvonalaink és kölcsönös védelmi paktumaink. Nincs szükség a wesnothiakra ... egy szikrányit sem.

source: The sun were out today, but it were raining too. Weird mix of brightness and woe. Reminds me of the day Harper’s pa died in that orc raid. Since my sis Erwen passed when she were young, poor lass had nobody but me. Never wanted no kid of my own but... she’s mine to take care of now. Fine lass, that one, just a bit careless like her pa. I needs to keep a good eye on her now, with all them orcs running round here of late.
hu: Ma kisütött a nap, de esett is. A derű és a bánat furcsa keveréke. Arra a napra emlékeztet, amikor Harper apja meghalt abban az ork rajtaütésben. Mióta az én kislányom, Erwen fiatalon meghalt, szegény lánynak senkije sem volt, csak én. Soha nem akartam saját gyereket, de... ő az enyém és vigyáznom kell rá. Nagyszerű lány, csak egy kicsit meggondolatlan, mint az apja. Most jól szemmel kell tartanom őt, mivel az utóbbi időben mind több ork szaladgál itt.

source: Orcs
en@shaw: ğ‘¹ğ‘’ğ‘•
hu: Orkok

source: Defeat all of the Goblin marauders
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘œğ‘­ğ‘šğ‘¤ğ‘¦ğ‘¯ ğ‘¥ğ‘»ğ‘ªğ‘›ğ‘»ğ‘Ÿ
hu: Legyőzöd az összes kobold martalócot

source: Goblins reach the village of Dallben
en@shaw: ğ‘œğ‘­ğ‘šğ‘¤ğ‘¦ğ‘¯ğ‘Ÿ ğ‘®ğ‘°ğ‘— ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘ Â·ğ‘›ğ‘¨ğ‘¤ğ‘šğ‘§ğ‘¯
hu: A koboldok elérik Dallbent

source: Death of Baldras
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘šğ‘¨ğ‘¤ğ‘›ğ‘®ğ‘¨ğ‘•
hu: Baldras elesik

source: Death of Harper
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ ğ‘£ğ‘¸ğ‘ğ‘»
hu: Harper elesik

source: I long to burn human cities, but that weaselly witch thinks we’re only good enough for these puny villages. These hapless clods barely have anything, but at least the witch’s gold is good.
hu: Arra vágyom, hogy emberek városait égessem fel, de ez az alattomos banya azt hiszi, hogy csak ezekhez az apró falvakhoz vagyunk elég jók. Ezeknek a szerencsétlen, földet túró parasztoknak alig van valamijük, de legalább a boszorkány aranya jó.

source: Ride, you worms! Let’s finish our raid before their hunters return.
hu: Vágtassatok, férgek, végezni akarok a portyával, mielőtt a vadászok visszatérnek.

source: Look, goblin riders approach! You was right, they was going to raid Dallben while we was gone.
hu: Nézzétek, kobold fosztogatók közelednek! Igazad volt, le akarják rohanni Dallbent a távollétünkben.

source: We gots to stop them or they’ll burn down the whole village. Damn these goblins and damn the Crown. We always be havin’ to fight for ourselves.
hu: Meg kell állítanunk őket, különben felégetik az egész falut. Átkozott koboldok! Átkozott korona! Örökké csak magunkra vagyunk utalva a harcban.

source: Uncle, we got no time to talk! Them riders are heading full speed straight for Dallben. We’ll need to chase them down through those woods, and fast, or we won’t be able to catch up.
hu: Bácsikám, nincs időnk a csevejre! Azok a haramiák teljes sebességgel egyenest Dallbenbe tartanak! Üldözőbe kell vennünk őket a fákon keresztül, mégpedig gyorsan, különben nem fogjuk tudni megállítani őket.

source: Do it. Hold them beasts back till us old-timers get there to finish ‘em off.
hu: Akkor hát rajta! Próbáld meg visszatartani őket, amíg mi, öregek, oda nem érünk és el nem intézzük őket.

source: And Harper... don’t be getting reckless on me today. Your old man died like that, charging into a pack of goblins by ‘imself. I won’t lose ya the same way.
hu: És Harper... ne légy meggondolatlan. Az öreged így halt meg, egy falka koboldnak egyedül nekirontva. Nem foglak ugyanígy elveszíteni.

source: I know, I know, no need to worry so much. All right, let’s go!
hu: Tudom, tudom, nem kell annyira aggódni. Rendben, menjünk!

source: These orc raids keep getting harder and harder to hold off. Feels like every new day’s just another chance for us to lose everything...
hu: Ezeket az ork rajtaütéseket egyre nehezebb és nehezebb elhárítani. Úgy tűnik, minden nappal csak növekszik a veszélye, hogy mindenünk odalesz...

source: That Garard II stopped sendin’ patrols out here a while back. Stinker probably sent his troops on some new war against them orcs. Don’t really matter. Technically Annuvin be under the charge of Elensefar, but you don’t see ‘em coming to help us either.
hu: Az a II. Garard egy ideje leállította járőrök küldését. Az a hitvány valószínűleg újabb háborúra küldte csapatait az orkok ellen. De mindegy is. Valójában Annuvin Elensefar irányítása alatt áll, de egyiküket sem látni, hogy segítségünkre jönne.

source: Then why do we got to pay taxes to the King? Maybe Elensefar doesn’t help us, but at least they don’t take our gold.
hu: Akkor meg miért fizetünk adót a királynak? Lehet, hogy Elensefar nem segít nekünk, de legalább az aranyunkat sem veszi el.

source: We don’t got no choice, lass. If I don’t gives them what they want, they’ll make trouble for everyone in Dallben.
hu: Nincs más választásunk, kislányom. Ha nem adom meg nekik, amit akarnak, csak bajt hozunk mindenki fejére Dallbenben.

source: But we can’t keep doing this forever, Uncle. If we stay like this, those orcs will eventually overrun us. What should we do?
hu: De ezt nem folytathatjuk örökké, bácsikám. Ha így maradunk, ezek az orkok végül lerohannak minket. Mit tegyünk?

source: I don’t know, Harper. I just don’t know. Alls I can say is we’re on our own out here.
hu: Nem tudom, Harper. Tényleg nem tudom. Csak annyit mondhatok, hogy magunkra maradtunk.

source: My face kinda itches... I gotta be careful around these big ones.
hu: Kicsit viszket az arcom... óvatosnak kell lennem ezekkel a nagyokkal.

source: Time to feast on these puny pinkskins.
hu: Ideje, hogy tort üljünk ezekből a vézna haloványbőrűekből.

source: Hey! Who ya calling puny?
hu: Hé! Kit hívsz te véznának?

source: Ahh! I <i>really</i> don’t like fire...
hu: Ahh! <i>Nagyon</i> nem szeretem a tüzet...

source: I was... too weak..?
hu: Túl … gyenge voltam..?

source: Silly goblin.
hu: Ostoba kobold.

source: Hey, someone left their pack here. I could use it to carry some heavier rocks.
hu: Hé, valaki itt hagyta a csomagját. Használhatnám néhány nehezebb kő cipelésére.

source: Spooky.
hu: Kísérteties.

source: They’re getting close to Dallben! What should we do?
hu: Közelednek Dallbenhez! Mit tegyünk?

source: There be a couple guards in the village. Might be able to slow them wolves down if they gets closer.
hu: Páran őrzik a falut. Lehet, hogy képesek lelassítani a farkasokat, ha közelebb kerülnek.

source: What’s happening here? Why be you running like mad, $unit.name|?
hu: Mi folyik itt? Miért rohantok úgy, mint az őrültek, $unit.name|?

source: Goblin riders be on the hunt, headed right for Dallben. We gots to stop them!
hu: Nézzétek! Kobold rablók és üldözőik egyenesen Dallben felé tartanak. Meg kell állítanunk őket!

source: Look! Goblin riders be on the hunt, headed right for Dallben!
hu: Nézzétek! Kobold rablók és üldözőik egyenesen Dallben felé tartanak!

source: We gots to stop them!
hu: Meg kell állítanunk őket!

source: The goblins reached the village! Now there’ll be nothing left after they raid our homes...
hu: A koboldok elérték a falut! Most már semmi sem marad, miután kifosztották az otthonainkat...

source: Civil Disobedience
en@shaw: ğ‘•ğ‘¦ğ‘ğ‘¦ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘´ğ‘šğ‘°ğ‘›ğ‘¾ğ‘¯ğ‘•
hu: Polgári engedetlenség

source: Baldras’ farm
hu: Baldras birtoka

source: Baldras’ journal, 6 Deeproot, 501 YW: Me and Harper visited Erwen’s grave today. I helped the lass pick her a bunch of flowers — we even found some of her favorite, blue lilies. Harper don’t remember her much, but still thinks lots about her. Lass reminds me so much of her ma often times, real bright and brassy, even if she don’t got the same sense or wits. I’m just hoping she be learning more with time.
hu: Baldras naplója, W.i.sz. 501, Mélytő hava 6. nap: Harperrel ma meglátogattuk Erwen sírját. Segítettem a leánynak egy csokor virágot szedni — még a kedvencét, kék liliomot is találtunk. Harpernek nem nagyon vannak emlékei róla, de még mindig sokat gondol rá. A leány gyakran emlékeztet az anyjára, igazi sziporkázó személyiség, ugyanakkor pimasz, még nincs is meg benne ugyanaz az ítélőképesség és belátás. Csak remélni tudom, hogy idővel többet tanul majd.

source: Speaking of sense, I gots me a bad feeling in my gut about today. I’d better ready our hunting troop when I get back to the village, just in case...
hu: Ha már a megérzéseknél tartunk, rossz érzések támadtak a zsigereimben a mai nappal kapcsolatban. Jobb, ha felkészítem a vadászcsapatunkat, amikor visszatérek a faluba, minden esetre...

source: Rebels
en@shaw: ğ‘®ğ‘©ğ‘šğ‘§ğ‘¤ğ‘Ÿ
hu: Lázadók

source: Kill the Wesnoth army captain, Tarwen
en@shaw: ğ‘’ğ‘¦ğ‘¤ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¸ğ‘¥ğ‘¦ ğ‘’ğ‘¨ğ‘ğ‘‘ğ‘©ğ‘¯, Â·ğ‘‘ğ‘¸ğ‘¢ğ‘§ğ‘¯
hu: Megölöd a wesnothi hadsereg kapitányát, Tarwent

source: Look, riders approach.
en@shaw: ğ‘¤ğ‘«ğ‘’, ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘©ğ‘ğ‘®ğ‘´ğ‘—.
hu: Nézzétek, lovasok közelednek.

source: Stand fast, Harper.
hu: Ne mozdulj, Harper.

source: By order of the Queen, the magistrate of this town is to travel with us to Elensefar for vetting.
hu: A királynő parancsára e település elöljárójának ellenőrzés céljából velünk kell jönnie Elensefarba.

source: The Crown did long since abandon our village. You Wesnothians be too busy countin’ the gold from our taxes to be sending aid against them orcs. Nobody here be leaving to nowhere.
hu: A Korona már régen cserbenhagyta a falunkat. Ti, wesnothiak, csak azzal vagytok elfoglalva, hogy adóaranyainkat számolgatjátok ahelyett, hogy segítséget küldenétek az orkok ellen. Innen senki nem megy sehova.

source: Insolent peasant. Try not my patience, else I shall be forced to drag thy deceased corpse back with me to the city.
hu: Arcátlan paraszt. Ne tedd próbára a türelmemet, különben kénytelen leszek a hulládat visszahurcolni magammal a városba.

source: Try it then, stinker.
hu: Próbáld csak meg, mocsok.

source: As you wish.
hu: Ahogy akarod.

source: Guard the gate.
en@shaw: ğ‘œğ‘¸ğ‘› ğ‘ ğ‘œğ‘±ğ‘‘.
hu: Őrizzétek a kaput.

source: <i>Uncle, since when did we have a queen?</i>
hu: <i>Bácsikám, mióta van királynőnk?</i>

source: <i>Since a few years back, I thinks, but weren’t never her giving out no orders...</i>
hu: <i>Néhány év óta, azt hiszem, de soha nem adott ki parancsokat...</i>

source: <i>It don’t really matter right now. Harper, get yerself out o’ here. This be no kind of battle for you.</i>
hu: <i>Ez most nem igazán számít. Harper, menj ki innen. Ez nem kell, hogy a te harcod legyen.</i>

source: I can fight!
hu: Tudok harcolni!

source: <i>Harper, do what I says to ya.</i>
hu: <i>Harper, tedd, amit mondok.</i>

source: We’re in this together. Death to the Wesnothians!
hu: Együtt keveredtünk ebbe bele. Halál a wesnothiakra!

source: Impulsive lass...
hu: Tűzről pattant menyecske...

source: Help, help! I’m being repressed!
hu: Segítség, segítség! Elnyomnak!

source: They just killed an innocent man! Murderers!
hu: Épp most öltek meg egy ártatlan embert! Gyilkosok!

source: Cry thine eyes out for me, peasant.
hu: Ti akartátok, parasztok.

source: I oughta bring out the good mace to fight off these thugs.
hu: Elő kell vennem ezt a jó öreg buzogányt, hogy legyőzzem ezeket a gonosztevőket.

source: Back, back ye curs!
hu: Vissza, vissza, te hitvány kutya!

source: Take that, you bullies!
hu: Ezt nektek, gyilkosok!

source: Get out of my village!
en@shaw: ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘¥ğ‘² ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡!
hu: Takarodj a falumból!

source: We beat their leader, but a couple of them riders escaped. What should we do?
hu: Legyőztük a vezérüket, de néhány lovas kereket oldott. Mit tegyünk?

source: Somethin’ be very wrong here. That Garard weren’t never no hero or nothing, but his men never would’ve attacked us. The Queen must’ve did something to him.
hu: Valami nagyon nem stimmel itt. Ez a Garard sosem volt egy hős, egyáltalán nem, de az emberei sosem támadtak volna meg minket. A királynő valamit tett vele.

source: We’ve got to tell the people of Delwyn about this. Ol’ magistrate Relana will have some ideas.
hu: Értesítenünk kell Delwyn népét is a történtekről. A jó öreg Relana elöljárónak lesz egy-két szava ehhez.

source: That’s true. Whenever there’s been troubles, we’ve always looked to her for help.
hu: Ez igaz. Amikor baj volt, mindig hozzá fordultunk segítségért.

source: Fine. We’ll go to Delwyn, see what Relana gots to say. With them riders so eagerly attackin’ us today, I’m thinking Delwyn will be under threat too.
hu: Rendben. Elmegyünk Delwynbe, meglátjuk, mit mond Relana. Mivel a lovasok oly vehemensen támadnak ránk ma, azt hiszem, Delwyn is veszélyben lesz.

source: So we’ll have to fight them Wesnothians again?
hu: Tehát újra meg kell küzdenünk a wesnothiakkal?

source: Alls I can say for certain is we’ve made ourselves enemies of the Crown. They’ll be hunting us now.
hu: Csak annyit mondhatok biztosan, hogy a Korona ellenségeivé tettük magunkat. Most vadászni fognak ránk.

source: Then we’re outlaws.
hu: Akkor mi törvényen kívüliek vagyunk.

source: Aye, outlaws.
hu: Úgy bizony, törvényen kívüliek.

source: At your order, Captain.
hu: Parancsodra, kapitány.

source: Slay them all.
hu: Öld meg mindet.

source: Curses! Their reinforcements has arrived. We gots no chance to fight ‘em off now...
hu: Átkozottak! Megérkezett az erősítésük. Most nincs esélyünk arra, hogy harcoljunk...

source: A Strategy of Hope
en@shaw: ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¨ğ‘‘ğ‘©ğ‘¡ğ‘° ğ‘ ğ‘£ğ‘´ğ‘
hu: Reménykeltő stratégia

source: Baldras’ journal, 10 Deeproot, 501 YW: Been a strange few days. Had to leave Dallben real quick. We grabbed whatever we could in just a day, some food, some clothes, sis’s lucky bracelet... and made off for Delwyn as quick as these old bones would let me. It be a three day journey there for me, but I sended Harper ahead for Relana first. Said we’d meet her in the usual hiding spot in the swamp.
hu: Baldras naplója, W.i.sz. 501, Mélytő hava 10. nap: Furcsa egy nap volt az utóbbi néhány. Gyorsan el kellett hagynunk Dallbent. Egy nap alatt magunkhoz ragadtunk, amit csak tudtunk, egy kis ételt, néhány ruhát, hugaink szerencse-karkötőit... és elindultunk Delwyn felé, amilyen gyorsan csak vén csontjaim lehetővé tették. Ez egy háromnapos út volt számomra, de Harpert előreküldtem Relanához. Azt mondta, hogy találkozzunk a szokásos mocsári rejtekhelyen.

source: This whole mess be utter stupidness. Of all the things to be driving us from our home, how did it ended up being those accursed Wesnothians? Blasted Crown. Don’t matter whoever’s the one giving out them orders, those stinkers in Weldyn always be making trouble for us countryfolk.
hu: Ez az egész balhé teljes ostobaság. Az összes dolog közül, ami elűzni igyekezett minket az otthonunkból, hogyhogy végül azoknak az átkozott wesnothiaknak sikerült? Istenverte Korona. Nem számít, ki adja ki nekik a parancsokat, azok a hitvány weldyni emberek mindig bajt okoznak nekünk, vidékieknek.

source: I’m too old for all this. Them orc raids already be plenty for me to deal with. I don’t be keen on fighting no war with Wesnoth. But... I guess, I don’t really got no choice either. Harper’s still too young to be leading anyone, and it don’t seem like anyone else in the village be suitable.
hu: Túl öreg vagyok én már mindehhez. Ezek az ork rajtaütések már épp elegek számomra. Nem repesek az örömtől, hogy háborút vívjunk Wesnoth-tal, viszont... azt hiszem, hogy nincs igazán más választásom. Harper még túl fiatal ahhoz, hogy bárkit is vezessen, és úgy tűnik, hogy a faluban senki más sem alkalmas erre.

source: In times like these... I still wish Erwen was here with us. Little sis were always the better of us two. She always knew how to keep her temper and her wits about her. What would she say to me now? Probably something like, “Quit yapping ya old dog and focus on what you’re doing. What’s done is done. Just look at what’s ahead of ya and get them people to safety.” Cheeky, that one. But, she’d be right, I has me a responsibility to our people. Got a lot of trouble ahead of us...
hu: Ilyenkor... még mindig azt kívánom, bárcsak Erwen itt lenne velünk. A kishúgom mindig jobb volt kettőnk közül. Mindig tudta, hogyan türtőztesse az indulatait és őrizze meg a józan eszét. Mit mondana most nekem? Valószínűleg valami ilyesmit: "Hagyd abba az ugatást, te vén kutya, és koncentrálj arra, amit csinálsz. Ami megtörtént, megtörtént. Csak nézd meg, mi vár rád, és vidd őket biztonságba." A kis szemtelen ... de igaza lenne, felelősséggel tartozom a népünknek. Sok bonyodalom van még előttünk...

source: Defeat both enemy leaders
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘šğ‘´ğ‘” ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘Ÿ
hu: Legyőzöd mindkét ellenséges vezért

source: Death of Relana
hu: Relana elesik

source: Baldras! Ya made it! Lil Harper here told me all about what happened.
hu: Baldras! Ezt jól megcsináltad! Lil Harper mindent elmondott nekem arról, ami történt.

source: Aye, Relana. It were one o’ the Queen’s patrol, strange as it do sound. Turns out they was itchin’ to attack us soon as I wasn’t willing to leave with ‘em.
hu: Úgy van, Relana. A királynő egyik őrjárata volt, különösen hangzik, de így van. Kiderült, hogy szinte égtek a vágytól, hogy megtámadjanak minket, miután nem voltam hajlandó elmenni velük.

source: But we fought those ugly scoundrels off!
hu: De mi megvívtunk azokkal az ocsmány gazemberekkel!

source: Queen’s patrol, ya say? They sent them a messenger our way a couple days ago, demanding our allegiance to some ‘Asheviere’. Weren’t that Garard’s young bride or something? Why’s she the one in charge now?
hu: Azt mondjátok, a királynő őrjárata? Néhány nappal ezelőtt hírnököt küldtek nekünk, aki hűségünket kérte valami "Asheviere" iránt. Ő nem Garard fiatal menyasszonya volt, vagy valami ilyesmi? Hogyan s miért kerülhetett ő ebbe a tisztségbe?

source: I don’t know, but some of them riders escaped us. Bet they’ll report back to their local garrison, tell them we’re a bunch o’ traitors.
hu: Nem tudom, de néhányan lovas közülük meglógott előlünk. Fogadjunk, hogy jelentést tesznek a helyőrségüknek, és elmondják nekik, hogy árulók vagyunk.

source: Then they’ll be comin’ back in force.
hu: Akkor csakhamar egy nagyobb csapattal térnek vissza.

source: We needs more information. We should consult ourselves with Elensefar. Lord Maddock surely gots to know more than us.
hu: Több információra van szükségünk. Meg kell tanácskozzuk az ügyet Elensefarral. Lord Maddock minden bizonnyal többet tud, mint mi.

source: Elensefar? Why him?
hu: Elensefar? Miért ő?

source: Well all Annuvin be ruled by Elensefar, right? We don’t gots to heed anything Wesnoth says. Lord Maddock’s technically the one we answer to.
hu: Nos, minden Annuvint Elensefar irányít, igaz? Nem kell törődni semmivel, amit Wesnoth mond. Gyakorlatilag Lord Maddock az, akinek felelni tartozunk.

source: It don’t matter. Weldyn be doing whatever it likes while Maddock says nothing. He knows, but he don’t care.
hu: Nem számít. Weldyn azt tesz, amit akar és ebbe Maddock nem szól bele. Tudja, mi folyik, de nem érdekli.

source: But we still need that knowledge, Baldras. We can’t be coming up with any great plan without no information. We both knows that if Weldyn brings one o’ their armies here, there be no way we can fight them off.
hu: Márpedig tudnunk kell ezt, Baldras. Nem tudunk kitalálni semmilyen tervet információ nélkül. Mindketten tudjuk, hogy ha Weldyn ideküldi az egyik seregét, akkor semmiképpen sem tudjuk visszaverni őket.

source: Perhaps, but — hold there. Did ya hear that? Sounded like some wolf howl.
hu: Talán, de — ne mozdulj. Hallottátok ezt? Úgy hangzott, mint valami farkasüvöltés.

source: Somethin’ smells like lizard too. We’re not alone here.
hu: Valaminek gyíkszaga van ... nem vagyunk egyedül.

source: Finally, some action!
hu: Végre történik valami!

source: Blasted humans and blasted Fal Khag! Stupid goblin was only supposed to scout that puny village, not fight it by himself. Then those damned humans rejected our help and look where that got them.
hu: Átkozott emberek, istenverte Fal Khag! Annak az ostoba koboldnak csak felderítenie kellett volna azt a kis falut, nem pedig egyedül harcba bocsátkoznia vele. Aztán azok a rohadék emberek elutasították a segítségünket, és nézzétek meg, hová jutottak.
