Repository: wesnoth/wesnoth
Catalog: po/wesnoth-l/*.po
Languages: en@shaw, hu

source: “Don’t know why the Queen hired some stinkin’ orcs, we don’t need you here.” Yeah, well now they’re dead like a bunch of beasts.
hu: "Nem tudom, miért bérelt fel a királynő büdös orkokat, nincs rád szükségünk itt." Nos, igen, mind halottak azok barmok.

source: Your ordersss mean nothing to usss, orc. You promissed uss gold.
hu: A parancsaid ssssemmit sssem érnek, ork. Aranyat ígértél nekünk.

source: Shut your trap, lizard. You’ll get your gold as soon as my wolves get their meat.
hu: Fogd be a pofádat, te csúszómászó! Megkapod az aranyadat, amint a farkasaim megkapják a húsukat.

source: We gots to be headin’ for Elensefar soon before them Wesnothians come back.
hu: Indulnunk kell Elensefar felé, még mielőtt a wesnothiak visszatérnek.

source: Looks like some fishperson used to live here.
hu: Úgy néz ki, mintha halemberek éltek volna itt.

source: Looks like they still do. Ick.
hu: Úgy tűnik, hogy még mindig. Pfuj.

source: Ewww, I think it be smelling even worse now. Least it’s stopped moving.
hu: Uhh, úgy érzem, most még rosszabb szaga van. Viszont legalább nem mozog tovább.

source: I don’t likes me the look of that water.
hu: Nem tetszik nekem ott a víz.

source: Ahh! Help, it’s a tentacle monster!
hu: Ahh! Segítség, ez egy csápos szörnyeteg!

source: That’s some fresh tasty water. Mmm!
hu: Ez jóízű friss víz. Mmm!

source: Blasted pinkskins...
hu: Istenverte haloványbőrűek...

source: Thissss was not part of the deal...
hu: Erről nem volt sssszzzó...

source: Something be very wrong here. These orcs has weapons with army forge-markings.
hu: Valami nagyon nem stimmel. Ezeknek az orkoknak a fegyverein a hadsereg kovácsműhelyének jele volt.

source: Aye, and the gold in their pouches looks new from mint. Could just be plunder, but...
hu: Az ám, és az erszényükben lévő arany újnak tűnik, egyenesen a pénzverdéből. Lehet, hogy csak rabolták, de...

source: Don’t seem like it. I be thinking these orcs were hired to scout us. But for what? Of all the alliances to be making, why would Weldyn be hiring orcs?
hu: Nem úgy tűnik. Azt hiszem, ezeket az orkokat azért bérelték fel, hogy becserkésszenek minket. De miért? Az összes szövetség közül miért alkalmazna Weldyn éppen orkokat?

source: I thinks your mission to Lord Maddock just became even more urgent. We needs to know the Queen’s motives.
hu: Azt hiszem, utad Lord Maddockhoz még sürgetőbb, mint valaha. Meg kell tudnunk a királynő indítékait.

source: I don’t like leaving our people here alone, but I sees your point. If we wait, more will be coming.
hu: Nem örülök, hogy magára kell hagyjam a népemet, de érthető amit mondasz. Ha tovább várunk, még több fog érkezni.

source: For now, I can stay here and perhaps talk them Wesnothians out of attacking us directly, but I don’t thinks it will work forever. To survive this, we needs to act quick, Baldras.
hu: Átmenetileg tartani tudjuk magunkat itt és talán rá tudom beszélni a wesnothiakat, hogy ne támadjanak ránk közvetlenül, de ezt nem tudjuk a végtelenségig csinálni. Ahhoz, hogy túléljük ezt, gyorsan kell cselekednünk, Baldras.

source: Then we’ll go to Elensefar as fast as we can. Luck be with ya, Relana.
hu: Nos, akkor amilyen gyorsan csak tudunk, Elensefarba megyünk. Szerencse legyen veled, Relana.

source: We gots no more time to be spending here nor to be traveling to Elensefar... them Wesnothians probably already be mobilizing against us. We’ve got to head back to Dallben!
hu: Nincs több időnk itt tölteni, sem Elensefarba utazni... a wesnothiak valószínűleg már mozgósítanak ellenünk. Vissza kell mennünk Dallbenbe!

source: Baldras and Relana returned to their villages to find them destroyed, with any survivors borne away to unknown fates. It was a bitter doom, and as Wesnoth descended into chaos, they would live to see worse.
hu: Baldras és Relana csak a falvaik romjait találták, mikor hazatértek, a kevés túlélőt pedig elhurcolták, sorsuk ismeretlen. Keserű balsors volt ez, és ahogy Wesnoth egyre mélyebbre süllyedt a káoszba, meg kellett érjék, hogy még rosszabbat is lássanak.

source: Unlawful Orders
en@shaw: ğ‘©ğ‘¯ğ‘¤ğ‘ªğ‘“ğ‘©ğ‘¤ ğ‘¹ğ‘›ğ‘¼ğ‘Ÿ
hu: Törvénytelen igazság

source: Port of Elensefar
en@shaw: ğ‘ğ‘¹ğ‘‘ ğ‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸
hu: Elensefar kikötője

source: Defeat the enemy general
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤
hu: Legyőzöd az ellenség tábornokát

source: Death of Maddock
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ ğ‘¥ğ‘¨ğ‘›ğ‘©ğ‘’
hu: Maddock halála

source: Maddock, I be coming to report—
hu: Maddock, jöttem jelentést tenni —

source: I am already aware of your altercation in Dallben, Baldras. Your dissent was not wise.
hu: Már tudok a Dallbenben történt csetepatéról, Baldras. Az egyet nem értésed nem volt bölcs dolog.

source: Dissent? Maddock, I’m not trusting no strange riders who show up out of nowhere claimin’ to be from the Queen. Seems like a bunch of pigdirt to me.
hu: Egyet nem értés? Maddock, nem bízom egyetlen idegen lovasban sem, aki a semmiből bukkan fel, és azt állítja, hogy a királynőtől jött. Számomra inkább egy csomó mocskos disznónak tűntek.

source: That was partially my fault, since I was not able to send a messenger to you in time. I shall have to inform you now. Five weeks ago, at the Ford of Abez, Queen Asheviere’s men allied themselves with the northern orcs and betrayed King Garard II.
hu: Ez részben az én hibám volt, mivel nem tudtam időben hírnököt küldeni hozzátok. Most kell tájékoztatnom titeket. Öt héttel ezelőtt Abez gázlójánál Asheviere királynő emberei szövetségre léptek az északi orkokkal, és elárulták II. Garard királyt.

source: Since Prince Eldred died in the battle, the Queen took the throne and has been consolidating her power. Part of that has been bringing the elders from the local villages here, forcing them to swear allegiance to her. That was the purpose of that patrol.
hu: Miután Eldred herceg meghalt a csatában, a királynő magához ragadta a trónt, és megszilárdította hatalmát. Ennek része volt az is, hogy idehozták a véneket a helyi falvakból, arra kényszerítve őket, hogy esküdjenek hűséget neki. Ez volt a célja annak az őrjáratnak.

source: Annuvin province be ruled by Elensefar! We has no duty to Weldyn.
hu: Annuvin tartományt Elensefar irányítsa! Nem tartozunk engedelmességgel Weldynnek.

source: You do now. I do not really need to tell you what will happen should you refuse Her Majesty’s offer.
hu: Most már igen. Nem igazán kell ecsetelnem, mi fog történni, ha visszautasítod Őfelsége a királynő ajánlatát.

source: Grow a spine, Maddock. If they come to ya and make you swear fealty to this Asheviere, would ya really give up that easy?
hu: Növessz gerincet, Maddock. Ha idejönnek majd hozzád és a hűségesküdet kérik ennek az Asheviere-nek, tényleg ilyen könnyen feladnád?

source: Well, they do not come within the walls of my city. There is a large garrison south at the great fortress of Halstead, but even should they mobilize all their troops, I doubt they could take Elensefar. It is true that for now, the majority of my forces are still returning from the battle of Abez, but unless we are attacked within the next few days, I shall be able to hold the city.
hu: Nos, be nem jönnek a városom falai közé. Van egy nagy helyőrség délre Halstead nagy erődjénél, de még ha mozgósítanák is az összes csapatukat, kétlem, hogy el tudnák foglalni Elensefart. Igaz, hogy haderőim nagy része még visszatérőben van az abezi csatából, de hacsak meg nem támadnak minket a következő napokban, képes leszek megtartani a várost.

source: And what abouts us? Throw us like dogs to those Wesnothians?
hu: És mi lesz velünk? Odadobsz minket, mint a kutyákat, azoknak a wesnothiaknak?

source: We have an uneasy peace to maintain. The treaty between Elensefar and Wesnoth is ancient, and I do not think Her Majesty means to break it. At the same time, I have some concessions that I shall have to make. I cannot afford a war with Weldyn, as you can surely understand.
hu: Pengeélen táncolva kell fenntartanunk a békét. Az Elensefar és Wesnoth közötti szerződés réges régóta fennáll és nem hiszem, hogy Őfelsége meg akarná azt szegni. Ugyanakkor néhány engedményt kell tennem. Bizonyára megértitek, hogy nem engedhetek meg magamnak háborút Weldynnel.

source: But we can’t do nothing! The Queen even be sending them beast orcs against us, that’s how evil she is! Surely you can’t stand for this...
hu: De mi nem tehetünk semmit! A királynő még ork fenevadakat is küld ellenünk, ennyire gonosz! Ezt nem támogathatod...

source: Yes, I am aware of Queen Asheviere’s propensity for hiring orcs to supplement her forces. That does not mean I could do anything about it, even if I were so inclined. The best advice I can give you is to just apologize. Even if they may want your head, Baldras, you still have the chance to preserve your village. Think of the bigger picture.
hu: Igen, tisztában vagyok vele, hogy Asheviere királynő szívesen fogad fel orkokat hadereje kiegészítésére. Ez nem jelenti azt, hogy bármit is tehetnék ez ellen, még akkor sem, ha amúgy hajlanék erre. A legjobb tanács, amit adhatok, hogy esedezz a bocsánatáért. Még ha a fejedet akarják is, Baldras, akkor is van esélyed arra, hogy megóvd a faludat. Nézd az összképet.

source: The bigger picture of you idly sittin’ here waiting till them Wesnothians come to take the city right from your hands.
hu: Az összkép az, hogy addig ülsz itt tétlenül és vársz, míg a wesnothiak eljönnek, hogy kivegyék a várost a kezedből.

source: I very much doubt they would be bold enough to attack us outright—
hu: Nagyon kétlem, hogy elég bátrak lennének ahhoz, hogy nyíltan megtámadjanak minket—

source: Head out of your behind, Maddock. Open your eyes! Look south and tell me that again!
hu: Dugd ki a fejed a homokból, Maddock és nyisd ki a szemed! Nézz dél felé és mondd ezt még egyszer!

source: An invading army? No, something is not right with those soldiers... but I presume we have no time to ponder that. To arms!
hu: Egy megszálló hadsereg? Nem, valami nincs rendben azokkal a katonákkal... de gyanítom, hogy nincs időnk ezen lamentálni. Fegyverbe!

source: Hey, look! Some buried treasure!
hu: Hé, nézd! Valamilyen elásott kincs!

source: Looks like someone left some supplies here.
hu: Úgy tűnik, valaki itt hagyott némi ellátmányt.

source: It says, “Here lies Daneth, child of the Light, loyal defender of Lord and Land.” Whoever that was.
hu: Azt mondja: "Itt fekszik Daneth, a Fény gyermeke, az Úr és az ország hűséges védelmezője." Bárki is volt az.

source: Maddock’s firstborn son.
hu: Maddock elsőszülött fia.

source: Oh.
hu: Ó.

source: That’s a deep well! Wonder how far down it goes. Guess I’ll chuck a rock down and find out.
hu: Ez egy mély kút! De vajon milyen mély? Azt hiszem, beledobok egy követ és kiderül.

source: Plunk!
hu: Zutty!

source: Hold there, soldier! Can we not come to terms without bloodshed?
hu: Maradj ott, katona! Nem tudunk vérontás nélkül kiegyezni?

source: Hmm. Something is quite wrong indeed...
hu: Hmm. Valami nagyon nincs rendben...

source: <i>The sun sets...</i>
hu: <i>A nap lenyugszik...</i>

source: Baldras and Harper watch, petrified, as the skin and flesh of their adversaries begin to rot away.
hu: Baldras és Harper kővé dermedten nézik, ahogy ellenségeik bőre és húsa rothadni kezd.

source: Could not convert a $stored_changers[$i].type, please report!
hu: A konvertálás nem sikerült: $stored_changers[$i].type, kérlek jelentsd a hibát!

source: Them things look like evil spirits! Are they those undead you told me about, Uncle?
hu: Azok ott gonosz szellemeknek tűnnek! Ők azok az élőhalottak, akikről beszéltél nekem, bácsikám?

source: They bears some likeness, but these men almost seem half alive. This be some kind of truly dreadful sorcery.
hu: Affélék, bár ezek az alakok szinte félig élőnek tűnnek. Valamiféle boszorkányság lesz ez, egy igazán rettenetes.

source: So, their human aspect returns. Whatever these creatures are, we shall crush them all under the light of the sun.
hu: Na, visszatér az emberi külsejük. Bármik is legyenek ezek a teremtmények, napfény alatt mindet eltiporjuk.

source: General Kestrel
hu: Kestrel tábornok

source: Who are you? What are you?
en@shaw: ğ‘£ğ‘µ ğ‘¸ ğ‘¿? ğ‘¢ğ‘ªğ‘‘ ğ‘¸ ğ‘¿?
hu: Kik vagytok? Mik vagytok?

source: We... are accursed. We were the soldiers of Prince Eldred, the King’s son and betrayer... when the Prince was slain at the hands of the mage Delfador, those of us who bore witness to it were warped into these twisted forms. Now, our mortal bodies pass... into another plane of hellish existence...
hu: El vagyunk átkozva. Eldred herceg katonái voltunk, aki a király fia és egyben elárulója... amikor a herceget Delfador mágus megölte, minket, akik tanúi voltunk ennek, ilyen torz alakokká korcsosított. Most halandó testünk elmúlik... a pokolbéli lét egy másik síkjára...

source: Such is the price for treachery.
hu: Ez az hűtlenség ára.

source: Maddock, we helped you defend your city. Will you help us now?
hu: Maddock, segítettünk megvédeni a városodat. Most segítesz nekünk?

source: <i>Listen carefully. I shall not openly speak against Asheviere seeing as some of her spies are in the city... however, rest assured, I certainly do not trust the Queen and her questionable tactics.</i>
hu: <i>Hallgass most figyelmesen. Nem fogok nyíltan Asheviere ellen beszélni, látva, hogy néhány kémje a városban van... de biztosíthatlak róla, hogy nem bízom a királynőben és megkérdőjelezhető taktikájában.</i>

source: <i>What can ya offer us then?</i>
hu: <i>Mit tudtok akkor ajánlani nekünk?</i>

source: <i>Well, I do not normally make my relationship with them known, but I can make an exception. Southeast of here, in Carcyn, you may find assistance from one of my... contacts. Their methods should be better suited to your needs. As for your homes, I cannot offer you protection against Weldyn, but I can arrange for some roads to be closed to delay their patrols. That is the most I can do for you.</i>
hu: <i>Nos, általában nem szoktam felfedni a velük való kapcsolatomat, de most kivételt teszek. Innen délkeletre, Carcynban segítséget kaphattok az egyik … kapcsolatomtól. Az ő módszereik jobban megfelelnek a szükségleteiteknek. Ami az otthonaitokat illeti, nem tudok védelmet nyújtani nektek Weldyn ellen, de el tudom intézni, hogy néhány utat lezárjanak, hogy késleltessem az őrjárataikat. Ez a legtöbb, amit tehetek érted.</i>

source: <i>Hmph. Clear that you won’t help us fight, but I gots no more time to be stayin’ here. If we is going to resist the Crown a second time, we needs ourselves a good plan. Hope that you’re not sending us to our deaths, Maddock.</i>
hu: <i>Hmm ... az világos, hogy nem fogsz segíteni nekünk harcolni, de nincs több időm itt maradni. Ha másodszor is ellenállunk a Koronának, szükségünk van egy jó tervre. Remélem, hogy nem küldesz minket a halálba, Maddock.</i>

source: More troops be coming from the south! With all them reinforcements, we gots no chance to defend Elensefar!
hu: Még több csapat érkezik délről! Ezek ellen az utánpótlással megerősített csapatok ellen esélyünk sincs megvédeni Elensefart!

source: Asheviere’s armies assembled and struck before the nascent rebellion could even be planned. Without the necessary forces, Annuvin soon fell under Weldyn’s absolute control.
hu: Asheviere seregei összegyűltek és lecsaptak, mielőtt az éledező lázadást egyáltalán meg lehetett volna tervezni. A szükséges erők nélkül Annuvin hamarosan Weldyn abszolút irányítása alá került.

source: Hide and Seek
en@shaw: ğ‘£ğ‘²ğ‘› ğ‘¯ ğ‘•ğ‘°ğ‘’
hu: Bújócska

source: 22 Deeproot, 501 YW Been a tough few days since we left Elensefar with all them patrols running around. Going by boat along the Great River, we has been managing to avoid them Wesnothians, but being constantly on the lookout be real taxing. I truly be starting to feel that tiredness in my bones... old men like me should be sitting back at home, resting our grey bodies and watchin’ over them younger folk growing up. I don’t got no business here, running around as some outlaw. Maybe if I was ten years younger...
hu: W.i.sz. 501, Mélytő hava, 22. nap Néhány kemény nap telt el azóta, hogy elhagytuk Elensefart, és mindenfelé járőrök futkostak. Hajóval haladva a Nagy folyó mentén sikerült elkerülnünk a wesnothiakat, de állandóan résen lenni igen megterhelő. Tényleg kezdem érezni a fáradtságot a csontjaimban... az olyan öregeknek, mint én, otthon kellene ülniük, pihentetniük kivénhedt testüket, és csak figyelniük, ahogy a fiatalság felnő. Semmi dolgom itt, törvényen kívüliként szaladgálva. Talán ha tíz évvel fiatalabb lennék...

source: Anyway, the messenger I sent back to Relana should be in Delwyn already. We should be arriving to Carcyn soon too, to where that coward Maddock said his ‘contact’ be. Truths be told, I don’t know how this’ll be turning out, especially since I don’t be no social butterfly like sis were. Don’t like me no city folk really. But I’ll deal with them if I gots to.
hu: Amúgy a hírnöknek, akit visszaküldtem Relanába, már Delwynben kell lennie. Hamarosan Carcynba is meg kell érkeznünk, oda, ahol az a gyáva Maddock azt mondta, hogy "kapcsolattartója" ott lesz. Az igazat megvallva, nem tudom, hogyan fog ez alakulni, különösen azért, mert nem vagyok olyan társasági ember, mint a húgom volt. Nem szeretem én ezeket a városi népeket, de ráveszem magam, hogy érintkezzem velük, ha kell.

source: Enter the Grey Woods with Hans
hu: Lépj be a Szürke-erdőbe Hanssal

source: Death of Hans
hu: Hans halála

source: In fog, units always see one hex further than they can move.
hu: Ködben az egységek mindig csak egy mezővel látnak messzebbre, mint amennyit mozogni tudnak.

source: Relentlessly pursued by riders patrolling the road to Elensefar, Baldras and the villagers traveled unseen along the swampy banks of the Great River to the city of Carcyn. They hid until nightfall, then crept out to find the help Lord Maddock hinted was here.
hu: Miközben az Elensefarba vezető úton járőröző lovasok szüntelenül keresték őket, Baldras és emberei teljes titokban haladtak a Nagy folyó mocsaras partja mentén Carcyn városa felé. Megbújtak, míg le nem szállt az est, aztán kilopóztak, hogy megtalálják azt a segítséget, amire Lord Maddock utalt.

source: Wow, is that Carcyn in the distance? Look at how grand some of them spires be!
hu: Hú, az ott Carcyn a távolban? Nézd meg, milyen pompás némelyik tornya!

source: Not since I were a young lad did I come this far south. Maybe it looks impressive now, but city life weren’t never something real nice. Them city folk be real impatient and mean. Always wantin’ some price for their help, too.
hu: Ifjú legény korom óta nem jöttem ilyen messzire délre. Lehet, hogy most lenyűgözőnek tűnik, de a városi élet soha nem volt valami rokonszenves. Az ottani városi emberek eléggé türelmetlenek és alávalók. Mindig tartják a markukat még a segítségükért is.

source: Well, we need their help now, don’t we? So we got to figure out a way to get to Lord Maddock’s friend. But he didn’t say anything about who that was.
hu: Nos, most szükségünk van a segítségükre, nem? Szóval ki kell találnunk, hogyan juthatunk el Lord Maddock barátjához ... akiről nem mondott semmit sem … semmit arról, hogy ki is az valójában.

source: Harper, when a noble lord says he don’t want some kind of relationship known, it means some kind o’ connection with the black market. We be looking for criminals, probably some thieves’ den. Or, maybe they be looking for us.
hu: Harper, amikor egy nemes úr azt mondja, hogy nem akar valamely ismeretséget felfedni, akkor az valamilyen feketepiaci kapcsolatot jelent. Bűnözőket keresünk, valószínűleg tolvajok barlangját... vagy, talán már ők keresnek minket.

source: Right on time.
hu: Épp időben.

source: How do we know we can trust him?
hu: Honnan tudjuk, hogy bízhatunk benne?

source: If you were one of my quarries, your throat would be slit by now. As it is, you two are still in imminent danger. Just a week ago, the Crown sent a contingent of heavy infantry here to supervise the city. They’re patrolling the streets and forests for us.
hu: Ha a prédáim lennétek, már el lenne vágva a torkotok. Ti ketten még mindig közvetlen életveszélyben vagytok. Alig egy héttel ezelőtt a Korona egy nehézgyalogos osztagot küldött ide, hogy felügyelje a várost. Járőröznek az utcákon és az erdőkben, titeket keresve.

source: I be assuming they’ll also try to stop us if they see us.
hu: Feltételezem, hogy ők is megpróbálnak majd megállítani minket, ha észrevesznek.

source: Very likely. Now hurry, you must make it past the city into the Grey Woods. There is a small path in the southeast that leads into the forest. Look for the signpost. My brother Hans will guide you from there. Avoid the soldiers if you can.
hu: Siessetek, át kell jutnotok a városon, be a Szürke erdőbe. Van egy kis ösvény délkeleten, ami az erdőbe vezet; keressétek az útjelző táblát. Hans, a bátyám, ott vár rátok és elvisz a vezetőnkhöz. Ha lehet, próbáljátok meg elkerülni a katonákat.

source: Looks like these guards be holding stationary posts. If we’re careful, we can get ourselves around them unnoticed.
hu: Úgy tűnik, az őrök egy helyben strázsálnak, így ha elég óvatosak vagyunk, átosonhatunk köztük feltűnés nélkül.

source: Harper, you younger and faster folks needs to be our eyes. Scout ahead and find a way past them guards, but make sure ya don’t get yourselves spotted...
hu: Harper, te fiatalabb és gyorsabb vagy, ezért te leszel most a csapat szeme. Osonj előre és less körbe. Keressél egy utat, amelyen észrevétlenül keresztüljuthatunk az őrökön, de vigyázz, nehogy meglássanak téged...

source: Who goes there? Halt!
hu: Ki mozog ott? Megállj!

source: They’ve seen us! <i>Run</i>!
hu: Megláttak minket! <i>Futás</i>!

source: Quick, back into the shadows! Maybe we can still lose them!
hu: Vissza az árnyékba, gyorsan! Talán még lerázhatjuk őket!

source: Uncle, we did it! We beat one of them iron monsters!
hu: Bácsi, megcsináltuk! Legyőztük az egyik vasszörnyeteget!

source: A fine job lass, but more sure gots to be coming. Let’s keep movin’.
hu: Szép munka, kislány, de biztosan jön több is, úgyhogy maradjunk mozgásban.

source: This way, into the forest! We’ll be able to lose them in the Grey Woods.
hu: Erre, az erdőbe! Le tudjuk hagyni őket a Szürke erdőben.

source: You can come if you wish, but we are mostly interested in speaking to Baldras.
hu: Jöhetsz, ha akarsz, de leginkább Baldrasszal szeretnénk beszélni.

source: I haven’t run so much in years. Feels like I be a real outlaw now, infiltrating a heavily guarded city relyin’ on nothing but the cover of darkness and my wits.
hu: Évek óta nem futottam ennyit. Úgy érzem most már, így hogy behatolunk egy erősen őrzött városba pusztán az eszemre és a sötétségre hagyatkozva, tényleg egy igazi törvényen kívüli vagyok.

source: It was fun, wasn’t it?
hu: Jó móka volt, nem?

source: Perhaps a little.
hu: Egy kicsit tán, igen.

source: Enough chatter, you still have some guards on your tail. We need to head deeper into the Grey Woods to lose them.
hu: Elég a fecsegésből, még mindig van néhány őr a hátunkban. Mélyebbre kell mennünk a Szürke erdőbe, hogy lehagyjuk őket.

source: Lead the way.
hu: Mutasd az utat.

source: Blast it, we was too slow! With the sun rising already, them guards will have no trouble spotting us now...
hu: A fenébe, túl lassúak voltunk! Mivel már felkelőben a nap, az őröknek most már nem lesz gondjuk, hogy észrevegyenek minket...

source: You fools! You weren’t supposed to lead them to me...
hu: Ostobák! Nem kellett volna hozzám vezetnetek őket...

source: The Hunters
en@shaw: ğ‘ ğ‘£ğ‘©ğ‘¯ğ‘‘ğ‘»ğ‘Ÿ
hu: A vadászok
