Repository: wesnoth/wesnoth
Catalog: po/wesnoth-l/*.po
Languages: en@shaw, hu

source: Peasant Trapper
en@shaw: ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘»
hu: Paraszt prémvadász

source: Trappers are skilled hunters who supply food and furs for several villages. Their hunting experience makes them most valuable at night and in forests and swamps.
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘»ğ‘Ÿ ğ‘¸ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘£ğ‘©ğ‘¯ğ‘‘ğ‘»ğ‘Ÿ ğ‘£ğ‘µ ğ‘•ğ‘©ğ‘ğ‘¤ğ‘² ğ‘“ğ‘µğ‘› ğ‘¯ ğ‘“ğ‘»ğ‘Ÿ ğ‘“ğ‘¹ ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ. ğ‘ğ‘º ğ‘£ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘¥ğ‘±ğ‘’ğ‘• ğ‘ğ‘§ğ‘¥ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘šğ‘©ğ‘¤ ğ‘¨ğ‘‘ ğ‘¯ğ‘²ğ‘‘ ğ‘¯ ğ‘¦ğ‘¯ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘¯ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ğ‘•.
hu: A prémvadászok tapasztalt férfiak, akik élelemmel és bundával látnak el számos falut. Vadászati tapasztalatukat éjszaka, főként erdőben és a mocsárvidéken tudják hasznosítani.

source: Peasant Huntsman
en@shaw: ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘³ğ‘¯ğ‘‘ğ‘•ğ‘¥ğ‘¨ğ‘¯
hu: Paraszt vadászmester

source: Huntsmen have spent their lives in the backwoods and swamps of their wilderness homes. They can bullseye ferocious swamp rats and track anything that moves in their territory.
hu: A vadászmesterek egész életüket a vadon fái közt és mocsaraiban töltötték. El tudnak találni egy vad mocsári patkányt és bármit nyomon tudnak követni, ami a területükön áthalad.

source: I’m coming... Erwen...
hu: Jövök... Erwen...

source: I’m finished...
hu: Bevégeztem...

source: How can this be?
hu: Hogy történhetett ez?

source: Campaign Design
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯

source: Prose-doctoring and preparation for mainline
en@shaw: ğ‘ğ‘®ğ‘´ğ‘Ÿ-ğ‘›ğ‘­ğ‘’ğ‘‘ğ‘»ğ‘¦ğ‘™ ğ‘¯ ğ‘ğ‘®ğ‘§ğ‘ğ‘¼ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘¥ğ‘±ğ‘¯ğ‘¤ğ‘²ğ‘¯

source: Dallben
en@shaw: Â·ğ‘›ğ‘¨ğ‘¤ğ‘šğ‘§ğ‘¯

source: In the Era of Turmoil, during the reign of King Garard II, the border towns of Delwyn and Dallben in the province of Annuvin grew increasingly dissatisfied with the Kingâ€™s rule. Being preoccupied with the great wars, the King was unable to send adequate forces to protect the frontier.
en@shaw: ğ‘¦ğ‘¯ ğ‘ ğ‘½ğ‘© ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘¶ğ‘¤, ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘ ğ‘®ğ‘±ğ‘¯ ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘œğ‘»ğ‘¸ğ‘› ğ‘ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›, ğ‘ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘‘ğ‘¬ğ‘¯ğ‘Ÿ ğ‘ ğ‘›ğ‘§ğ‘¤ğ‘¢ğ‘¦ğ‘¯ ğ‘¯ Â·ğ‘›ğ‘¨ğ‘¤ğ‘šğ‘§ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¦ğ‘¯ğ‘• ğ‘ Â·ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¦ğ‘¯ ğ‘œğ‘®ğ‘µ ğ‘¦ğ‘¯ğ‘’ğ‘®ğ‘°ğ‘•ğ‘¦ğ‘™ğ‘¤ğ‘° ğ‘›ğ‘¦ğ‘•ğ‘•ğ‘¨ğ‘‘ğ‘¦ğ‘•ğ‘“ğ‘²ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘’ğ‘¦ğ‘™'ğ‘Ÿ ğ‘®ğ‘µğ‘¤. ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘ğ‘®ğ‘°ğ‘ªğ‘’ğ‘¿ğ‘ğ‘²ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¢ğ‘¹ğ‘Ÿ, ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘¢ğ‘ªğ‘Ÿ ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘¨ğ‘›ğ‘©ğ‘’ğ‘¢ğ‘©ğ‘‘ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘“ğ‘®ğ‘ªğ‘¯ğ‘‘ğ‘½.

source: The hardy people of these marches learned self-reliance and survival skills against the raiding orc hordes and savage saurians. They established their own trading routes and pacts of mutual defense.
en@shaw: ğ‘ ğ‘£ğ‘¸ğ‘›ğ‘° ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘¸ğ‘—ğ‘©ğ‘Ÿ ğ‘¤ğ‘»ğ‘¯ğ‘› ğ‘•ğ‘§ğ‘¤ğ‘“-ğ‘®ğ‘¦ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘• ğ‘¯ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘©ğ‘¤ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘™ ğ‘¹ğ‘’ ğ‘£ğ‘¹ğ‘›ğ‘Ÿ ğ‘¯ ğ‘•ğ‘¨ğ‘ğ‘¦ğ‘¡ ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ. ğ‘ğ‘± ğ‘©ğ‘•ğ‘‘ğ‘¨ğ‘šğ‘¤ğ‘¦ğ‘–ğ‘‘ ğ‘ğ‘º ğ‘´ğ‘¯ ğ‘‘ğ‘®ğ‘±ğ‘›ğ‘¦ğ‘™ ğ‘®ğ‘µğ‘‘ğ‘• ğ‘¯ ğ‘ğ‘¨ğ‘’ğ‘‘ğ‘• ğ‘ ğ‘¥ğ‘¿ğ‘—ğ‘«ğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•.

source: Although not permitted to train with proper military weapons, these woodsmen were at home in the forests and swamps of the Western Marches, and became very effective with their simple slings and clubs.
en@shaw: ğ‘·ğ‘¤ğ‘ğ‘´ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¼ğ‘¥ğ‘¦ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘‘ğ‘®ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ ğ‘¥ğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¼ğ‘¦ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ, ğ‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘«ğ‘›ğ‘Ÿğ‘¥ğ‘©ğ‘¯ ğ‘¢ğ‘» ğ‘¨ğ‘‘ ğ‘£ğ‘´ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘¯ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ğ‘• ğ‘ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¼ğ‘¯ ğ‘¥ğ‘¸ğ‘—ğ‘©ğ‘Ÿ, ğ‘¯ ğ‘šğ‘¦ğ‘’ğ‘±ğ‘¥ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘º ğ‘•ğ‘¦ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘•ğ‘¤ğ‘¦ğ‘™ğ‘Ÿ ğ‘¯ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ.

source: After the betrayal of the King by Queen Asheviere, the new regent of Wesnoth sought to consolidate her ill-gotten power. She sent her armies across Wesnoth to intimidate the provincial rulers and secure her continued reign.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘šğ‘¦ğ‘‘ğ‘®ğ‘±ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘šğ‘² ğ‘’ğ‘¢ğ‘°ğ‘¯ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½, ğ‘ ğ‘¯ğ‘¿ ğ‘®ğ‘°ğ‘¡ğ‘©ğ‘¯ğ‘‘ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘•ğ‘·ğ‘‘ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘­ğ‘¤ğ‘¦ğ‘›ğ‘±ğ‘‘ ğ‘£ğ‘» ğ‘¦ğ‘¤-ğ‘œğ‘ªğ‘‘ğ‘©ğ‘¯ ğ‘ğ‘¬ğ‘¼. ğ‘–ğ‘° ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘£ğ‘» ğ‘¸ğ‘¥ğ‘°ğ‘Ÿ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘¦ğ‘¥ğ‘¦ğ‘›ğ‘±ğ‘‘ ğ‘ ğ‘ğ‘®ğ‘©ğ‘ğ‘¦ğ‘¯ğ‘–ğ‘©ğ‘¤ ğ‘®ğ‘µğ‘¤ğ‘¼ğ‘Ÿ ğ‘¯ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ ğ‘£ğ‘» ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ğ‘› ğ‘®ğ‘±ğ‘¯.

source: The people of Annuvin were unwilling to relinquish their hard-earned self-rule, especially not to this pretender...
en@shaw: ğ‘ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘ Â·ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¦ğ‘¯ ğ‘¢ğ‘» ğ‘©ğ‘¯ğ‘¢ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘®ğ‘¦ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘¢ğ‘¦ğ‘– ğ‘ğ‘º ğ‘£ğ‘¸ğ‘›-ğ‘»ğ‘¯ğ‘› ğ‘•ğ‘§ğ‘¤ğ‘“-ğ‘®ğ‘µğ‘¤, ğ‘¦ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘°ğ‘‘ğ‘§ğ‘¯ğ‘›ğ‘»...

source: Baldras
en@shaw: Â·ğ‘šğ‘¨ğ‘¤ğ‘›ğ‘®ğ‘¨ğ‘•

source: Fal Khag
en@shaw: Â·ğ‘“ğ‘­ğ‘¤ Â·ğ‘’ğ‘£ğ‘¨ğ‘œ

source: Ride, you worms, I want to finish our raid before the hunting party returns to the human village.
en@shaw: ğ‘®ğ‘²ğ‘›, ğ‘¿ ğ‘¢ğ‘»ğ‘¥ğ‘Ÿ, ğ‘² ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘¬ğ‘¼ ğ‘®ğ‘±ğ‘› ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘£ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¸ğ‘‘ğ‘¦ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡.

source: Red
en@shaw: ğ‘®ğ‘§ğ‘›

source: Harper
en@shaw: ğ‘£ğ‘¸ğ‘ğ‘»

source: Look, goblin riders approach! You were right, they were going to raid Dallben while we were gone.
en@shaw: ğ‘¤ğ‘«ğ‘’, ğ‘œğ‘­ğ‘šğ‘¤ğ‘¦ğ‘¯ ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘©ğ‘ğ‘®ğ‘´ğ‘—! ğ‘¿ ğ‘¢ğ‘» ğ‘®ğ‘²ğ‘‘, ğ‘ğ‘± ğ‘¢ğ‘» ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘®ğ‘±ğ‘› Â·ğ‘›ğ‘¨ğ‘¤ğ‘šğ‘§ğ‘¯ ğ‘¢ğ‘²ğ‘¤ ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘œğ‘ªğ‘¯.

source: We must stop them before they reach the village. Damn the crown, they have long since forgotten about us out here.
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ğ‘§ğ‘¥ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘± ğ‘®ğ‘°ğ‘— ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡. ğ‘›ğ‘¨ğ‘¥ ğ‘ ğ‘’ğ‘®ğ‘¬ğ‘¯, ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘¤ğ‘ªğ‘™ ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘“ğ‘¼ğ‘œğ‘ªğ‘‘ğ‘©ğ‘¯ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘³ğ‘• ğ‘¬ğ‘‘ ğ‘£ğ‘½.

source: Do it. Try to hold them back until us old-timers can get there and finish them off.
en@shaw: ğ‘›ğ‘µ ğ‘¦ğ‘‘. ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘šğ‘¨ğ‘’ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘³ğ‘• ğ‘´ğ‘¤ğ‘›-ğ‘‘ğ‘²ğ‘¥ğ‘»ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘œğ‘§ğ‘‘ ğ‘ğ‘º ğ‘¯ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘ğ‘§ğ‘¥ ğ‘ªğ‘“.

source: We are barely able to survive these orc raids. We lost two men last week, more today... yet Weldyn does nothing!
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘šğ‘ºğ‘¤ğ‘¦ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¹ğ‘’ ğ‘®ğ‘±ğ‘›ğ‘Ÿ. ğ‘¢ğ‘° ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¢ğ‘°ğ‘’, ğ‘¥ğ‘¹ ğ‘‘ğ‘«ğ‘›ğ‘±... ğ‘˜ğ‘§ğ‘‘ Â·ğ‘¢ğ‘§ğ‘¤ğ‘›ğ‘¦ğ‘¯ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™!

source: We are barely able to survive these orc raids. We lost two men last week, more could have died today... yet Weldyn does nothing!
en@shaw: ğ‘¢ğ‘° ğ‘¸ ğ‘šğ‘ºğ‘¤ğ‘¦ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¹ğ‘’ ğ‘®ğ‘±ğ‘›ğ‘Ÿ. ğ‘¢ğ‘° ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘‘ğ‘µ ğ‘¥ğ‘§ğ‘¯ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¢ğ‘°ğ‘’, ğ‘¥ğ‘¹ ğ‘’ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘²ğ‘› ğ‘‘ğ‘«ğ‘›ğ‘±... ğ‘˜ğ‘§ğ‘‘ Â·ğ‘¢ğ‘§ğ‘¤ğ‘›ğ‘¦ğ‘¯ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™!

source: The King stopped sending patrols out here once the war started. Once that happened, the burden fell to us. We are citizens of Wesnoth, and as long as her banner flies we will resist the horde.
en@shaw: ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘ªğ‘ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘©ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘¬ğ‘‘ ğ‘£ğ‘½ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘ ğ‘¢ğ‘¹ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›. ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘›, ğ‘ ğ‘šğ‘»ğ‘›ğ‘©ğ‘¯ ğ‘“ğ‘§ğ‘¤ ğ‘‘ ğ‘³ğ‘•. ğ‘¢ğ‘° ğ‘¸ ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿğ‘©ğ‘¯ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘¤ğ‘ªğ‘™ ğ‘¨ğ‘Ÿ ğ‘£ğ‘» ğ‘šğ‘¨ğ‘¯ğ‘» ğ‘“ğ‘¤ğ‘²ğ‘Ÿ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘£ğ‘¹ğ‘›.

source: The banner will fly over a ghost town if help does not come soon.
en@shaw: ğ‘ ğ‘šğ‘¨ğ‘¯ğ‘» ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘¤ğ‘² ğ‘´ğ‘ğ‘¼ ğ‘© ğ‘œğ‘´ğ‘•ğ‘‘ ğ‘‘ğ‘¬ğ‘¯ ğ‘¦ğ‘“ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘›ğ‘³ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘•ğ‘µğ‘¯.

source: Theyâ€™re getting closer to our village! What about the town guards, can they help us?
en@shaw: ğ‘ğ‘±'ğ‘¼ ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘¤ğ‘´ğ‘•ğ‘¼ ğ‘‘ ğ‘¬ğ‘¼ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡! ğ‘¢ğ‘ªğ‘‘ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ ğ‘‘ğ‘¬ğ‘¯ ğ‘œğ‘¸ğ‘›ğ‘Ÿ, ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘± ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘•?

source: Whatâ€™s happening here? Why are you running like mad, $unit.name|?
en@shaw: ğ‘¢ğ‘ªğ‘‘'ğ‘• ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘£ğ‘½? ğ‘¢ğ‘² ğ‘¸ ğ‘¿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘¤ğ‘²ğ‘’ ğ‘¥ğ‘¨ğ‘›, $unit.name|?

source: Goblin riders on the hunt. We must not let any of them to the village!
en@shaw: ğ‘œğ‘­ğ‘šğ‘¤ğ‘¦ğ‘¯ ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ ğ‘£ğ‘³ğ‘¯ğ‘‘. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘§ğ‘‘ ğ‘§ğ‘¯ğ‘¦ ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡!

source: Look! Goblin riders are on the hunt â€” and heading right for Dallben!
en@shaw: ğ‘¤ğ‘«ğ‘’! ğ‘œğ‘­ğ‘šğ‘¤ğ‘¦ğ‘¯ ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘ªğ‘¯ ğ‘ ğ‘£ğ‘³ğ‘¯ğ‘‘ - ğ‘¯ ğ‘£ğ‘§ğ‘›ğ‘¦ğ‘™ ğ‘®ğ‘²ğ‘‘ ğ‘“ğ‘¹ Â·ğ‘›ğ‘¨ğ‘¤ğ‘šğ‘§ğ‘¯!

source: Halt!
en@shaw: ğ‘£ğ‘·ğ‘¤ğ‘‘!

source: The goblins reached the village! There will surely be nothing left when they are done pillaging it.
en@shaw: ğ‘ ğ‘œğ‘­ğ‘šğ‘¤ğ‘¦ğ‘¯ğ‘Ÿ ğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡! ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘¸ ğ‘›ğ‘³ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘™ ğ‘¦ğ‘‘.

source: None remarked on the passing of the tiny, isolated frontier town. It was but a harbinger of the evil to come under the tyranny of Asheviere.
en@shaw: ğ‘¯ğ‘³ğ‘¯ ğ‘®ğ‘¦ğ‘¥ğ‘¸ğ‘’ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘­ğ‘•ğ‘¦ğ‘™ ğ‘ ğ‘ ğ‘‘ğ‘²ğ‘¯ğ‘¦, ğ‘²ğ‘•ğ‘©ğ‘¤ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¯ğ‘‘ğ‘½ ğ‘‘ğ‘¬ğ‘¯. ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘³ğ‘‘ ğ‘© ğ‘£ğ‘¸ğ‘šğ‘¦ğ‘¯ğ‘¡ğ‘» ğ‘ ğ‘ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘‘ğ‘½ğ‘©ğ‘¯ğ‘° ğ‘ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½.

source: Tarwen
en@shaw: Â·ğ‘‘ğ‘¸ğ‘¢ğ‘§ğ‘¯

source: Asheviere
en@shaw: Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½

source: Stand fast, nephew.
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘“ğ‘­ğ‘•ğ‘‘, ğ‘¯ğ‘§ğ‘“ğ‘¿.

source: By order of the Queen, the magistrate of this town is ordered to travel with us to Elensefar for vetting.
en@shaw: ğ‘šğ‘² ğ‘¹ğ‘›ğ‘¼ ğ‘ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯, ğ‘ ğ‘¥ğ‘¨ğ‘¡ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘¬ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¹ğ‘›ğ‘¼ğ‘› ğ‘‘ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘• ğ‘‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸ ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘‘ğ‘¦ğ‘™.

source: Garard is the King of Wesnoth. We are ruled by no queen.
en@shaw: ğ‘œğ‘»ğ‘¸ğ‘› ğ‘¦ğ‘Ÿ ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”. ğ‘¢ğ‘° ğ‘¸ ğ‘®ğ‘µğ‘¤ğ‘› ğ‘šğ‘² ğ‘¯ğ‘´ ğ‘’ğ‘¢ğ‘°ğ‘¯.

source: Insolent peasants, you will kneel before your betters! Asheviere is the queen of Wesnoth. The King fell three weeks ago at Abez. I shall not bandy words with you. Your magistrate will be coming with us, and we do not care if it is dead or alive.
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘•, ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘°ğ‘¤ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¿ğ‘¼ ğ‘šğ‘§ğ‘‘ğ‘»ğ‘Ÿ! Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ ğ‘¦ğ‘Ÿ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”. ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘“ğ‘§ğ‘¤ ğ‘”ğ‘®ğ‘° ğ‘¢ğ‘°ğ‘’ğ‘• ğ‘©ğ‘œğ‘´ ğ‘¨ğ‘‘ Â·ğ‘±ğ‘šğ‘§ğ‘Ÿ. ğ‘² ğ‘–ğ‘¨ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘° ğ‘¢ğ‘»ğ‘›ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘¿. ğ‘¿ğ‘¼ ğ‘¥ğ‘¨ğ‘¡ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•, ğ‘¯ ğ‘¢ğ‘° ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘º ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘§ğ‘› ğ‘¹ ğ‘©ğ‘¤ğ‘²ğ‘.

source: Harper, get out of here. This is no battle for you.
en@shaw: ğ‘£ğ‘¸ğ‘ğ‘», ğ‘œğ‘§ğ‘‘ ğ‘¬ğ‘‘ ğ‘ ğ‘£ğ‘½. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘¿.

source: Get back, you cur!
en@shaw: ğ‘œğ‘§ğ‘‘ ğ‘šğ‘¨ğ‘’, ğ‘¿ ğ‘’ğ‘»!

source: Our lives were hard enough when we were beneath the attention of the Crown. But now I fear things will be worse.
en@shaw: ğ‘¬ğ‘¼ ğ‘¤ğ‘¦ğ‘ğ‘Ÿ ğ‘¢ğ‘» ğ‘£ğ‘¸ğ‘› ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¢ğ‘§ğ‘¯ ğ‘¢ğ‘° ğ‘¢ğ‘» ğ‘šğ‘¦ğ‘¯ğ‘°ğ‘” ğ‘ ğ‘©ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘’ğ‘®ğ‘¬ğ‘¯. ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘¬ ğ‘² ğ‘“ğ‘½ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¢ğ‘»ğ‘•.

source: We must tell the people of Delwyn about this.
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘‘ğ‘§ğ‘¤ ğ‘ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘ ğ‘›ğ‘§ğ‘¤ğ‘¢ğ‘¦ğ‘¯ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¦ğ‘•.

source: That is true. We have always flown to their aid, and they to ours. This is something we should face together.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘“ğ‘¤ğ‘´ğ‘¯ ğ‘‘ ğ‘ğ‘º ğ‘²ğ‘›, ğ‘¯ ğ‘ğ‘± ğ‘‘ ğ‘¬ğ‘¼ğ‘Ÿ. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘“ğ‘±ğ‘• ğ‘‘ğ‘«ğ‘œğ‘§ğ‘ğ‘¼.

source: Very well. We will go to Delwyn and share counsel with them. I never thought Wesnoth would fall into darkness. Now, not only do the orcs threaten our lands, but some sinister thing is happening with the ascent of the Queen to the throne.
en@shaw: ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘¢ğ‘§ğ‘¤. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘´ ğ‘‘ ğ‘›ğ‘§ğ‘¤ğ‘¢ğ‘¦ğ‘¯ ğ‘¯ ğ‘–ğ‘º ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘§ğ‘¥. ğ‘² ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘”ğ‘·ğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¢ğ‘«ğ‘› ğ‘“ğ‘·ğ‘¤ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•. ğ‘¯ğ‘¬, ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘›ğ‘µ ğ‘ ğ‘¹ğ‘’ğ‘• ğ‘”ğ‘®ğ‘§ğ‘‘ğ‘©ğ‘¯ ğ‘¬ğ‘¼ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘•ğ‘¦ğ‘¯ğ‘¦ğ‘•ğ‘‘ğ‘» ğ‘”ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¨ğ‘Ÿğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘‘ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯.

source: Today we may no longer be citizens of Wesnoth. I wish it could be otherwise, but we are now outlaws.
en@shaw: ğ‘‘ğ‘«ğ‘›ğ‘± ğ‘¢ğ‘° ğ‘¥ğ‘± ğ‘¯ğ‘´ ğ‘¤ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘šğ‘° ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿğ‘©ğ‘¯ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”. ğ‘² ğ‘¢ğ‘¦ğ‘– ğ‘¦ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘šğ‘° ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘¸ ğ‘¯ğ‘¬ ğ‘¬ğ‘‘ğ‘¤ğ‘·ğ‘Ÿ.

source: Oh, no! We have run out of time, they have arrived with reinforcements...
en@shaw: ğ‘´, ğ‘¯ğ‘´! ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘³ğ‘¯ ğ‘¬ğ‘‘ ğ‘ ğ‘‘ğ‘²ğ‘¥, ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘®ğ‘¦ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•...

source: They would be remembered only traitors rightly put down by the Queenâ€™s lances. And in the dark years to come, woe betide any who questioned it.
en@shaw: ğ‘ğ‘± ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘¼ğ‘Ÿ ğ‘®ğ‘²ğ‘‘ğ‘¤ğ‘¦ ğ‘ğ‘«ğ‘‘ ğ‘›ğ‘¬ğ‘¯ ğ‘šğ‘² ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯'ğ‘Ÿ ğ‘¤ğ‘­ğ‘¯ğ‘•ğ‘§ğ‘•. ğ‘¯ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¸ğ‘’ ğ‘˜ğ‘½ğ‘Ÿ ğ‘‘ ğ‘’ğ‘³ğ‘¥, ğ‘¢ğ‘´ ğ‘šğ‘¦ğ‘‘ğ‘²ğ‘› ğ‘§ğ‘¯ğ‘¦ ğ‘£ğ‘µ ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘—ğ‘©ğ‘¯ğ‘› ğ‘¦ğ‘‘.

source: Evil
en@shaw: ğ‘°ğ‘ğ‘©ğ‘¤

source: It has been a long time, old friend. Your news worries us. Yet, there is no problem we have not worked out here at our secret meeting place.
en@shaw: ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘© ğ‘¤ğ‘ªğ‘™ ğ‘‘ğ‘²ğ‘¥, ğ‘´ğ‘¤ğ‘› ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›. ğ‘¿ğ‘¼ ğ‘¯ğ‘¿ğ‘Ÿ ğ‘¢ğ‘³ğ‘®ğ‘¦ğ‘Ÿ ğ‘³ğ‘•. ğ‘˜ğ‘§ğ‘‘, ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥ ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘»ğ‘’ğ‘‘ ğ‘¬ğ‘‘ ğ‘£ğ‘½ ğ‘¨ğ‘‘ ğ‘¬ğ‘¼ ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ ğ‘¥ğ‘°ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¤ğ‘±ğ‘•.

source: You do not understand. We attacked a Wesnoth army patrol. Not only that, the leader was no man I had ever seen in Annuvin province before. Never has one been sent out here as a patrol captain who was so ruthless and cruel.
en@shaw: ğ‘¿ ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›. ğ‘¢ğ‘° ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘‘ ğ‘© Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¸ğ‘¥ğ‘¦ ğ‘ğ‘©ğ‘‘ğ‘®ğ‘´ğ‘¤. ğ‘¯ğ‘ªğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘ğ‘¨ğ‘‘, ğ‘ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘´ ğ‘¥ğ‘¨ğ‘¯ ğ‘² ğ‘£ğ‘¨ğ‘› ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘°ğ‘¯ ğ‘¦ğ‘¯ Â·ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¦ğ‘¯ ğ‘ğ‘®ğ‘ªğ‘ğ‘¦ğ‘¯ğ‘• ğ‘šğ‘¦ğ‘“ğ‘¹. ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¢ğ‘³ğ‘¯ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘¬ğ‘‘ ğ‘£ğ‘½ ğ‘¨ğ‘Ÿ ğ‘© ğ‘ğ‘©ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘’ğ‘¨ğ‘ğ‘‘ğ‘©ğ‘¯ ğ‘£ğ‘µ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘´ ğ‘®ğ‘µğ‘”ğ‘¤ğ‘©ğ‘• ğ‘¯ ğ‘’ğ‘®ğ‘«ğ‘©ğ‘¤.

source: Had they taken my uncle, they would have surely shown up in Delwyn today with the same ultimatum. As it is, several riders escaped.
en@shaw: ğ‘£ğ‘¨ğ‘› ğ‘ğ‘± ğ‘‘ğ‘±ğ‘’ğ‘©ğ‘¯ ğ‘¥ğ‘² ğ‘³ğ‘™ğ‘’ğ‘©ğ‘¤, ğ‘ğ‘± ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘–ğ‘´ğ‘¯ ğ‘³ğ‘ ğ‘¦ğ‘¯ ğ‘›ğ‘§ğ‘¤ğ‘¢ğ‘¦ğ‘¯ ğ‘‘ğ‘«ğ‘›ğ‘± ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘©ğ‘¤ğ‘‘ğ‘©ğ‘¥ğ‘±ğ‘‘ğ‘©ğ‘¥. ğ‘¨ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ, ğ‘•ğ‘§ğ‘ğ‘¼ğ‘©ğ‘¤ ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ğ‘‘.

source: Then theyâ€™ll be back in force.
en@shaw: ğ‘ğ‘§ğ‘¯ ğ‘ğ‘±ğ‘¤ ğ‘šğ‘° ğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘¯ ğ‘“ğ‘¹ğ‘•.

source: An offense to decency, this is! Since when has Wesnoth been ruled by fear and treachery? We should consult with Lord Maddock of Elensefar. We have known him for years to be noble in deed as well as in name.
en@shaw: ğ‘©ğ‘¯ ğ‘©ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘‘ ğ‘›ğ‘°ğ‘•ğ‘©ğ‘¯ğ‘•ğ‘°, ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ! ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘¢ğ‘§ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘šğ‘°ğ‘¯ ğ‘®ğ‘µğ‘¤ğ‘› ğ‘šğ‘² ğ‘“ğ‘½ ğ‘¯ ğ‘‘ğ‘®ğ‘§ğ‘—ğ‘»ğ‘°? ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘¤ğ‘¹ğ‘› ğ‘¥ğ‘¨ğ‘›ğ‘©ğ‘’ ğ‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ğ‘¯ ğ‘£ğ‘¦ğ‘¥ ğ‘“ğ‘¹ ğ‘˜ğ‘½ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘¦ğ‘¯ ğ‘›ğ‘°ğ‘› ğ‘¨ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤ ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘¯ğ‘±ğ‘¥.

source: I think they are, old friend. And that rank smell on the wind tells another tale; saurians approach. To arms!
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘± ğ‘¸, ğ‘´ğ‘¤ğ‘› ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›. ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘®ğ‘¨ğ‘™ğ‘’ ğ‘•ğ‘¥ğ‘§ğ‘¤ ğ‘ªğ‘¯ ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘› ğ‘‘ğ‘§ğ‘¤ğ‘Ÿ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘‘ğ‘±ğ‘¤; ğ‘•ğ‘¸ğ‘¾ğ‘¯ğ‘Ÿ ğ‘©ğ‘ğ‘®ğ‘´ğ‘—. ğ‘‘ ğ‘¸ğ‘¥ğ‘Ÿ!

source: By the sound of the wolves, the scent trail of Fal Khagâ€™s killers ends here.
en@shaw: ğ‘šğ‘² ğ‘ ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘ ğ‘¢ğ‘«ğ‘¤ğ‘ğ‘Ÿ, ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘‘ğ‘®ğ‘±ğ‘¤ ğ‘ Â·ğ‘“ğ‘­ğ‘¤ Â·ğ‘’ğ‘£ğ‘¨ğ‘œğ‘Ÿ ğ‘’ğ‘¦ğ‘¤ğ‘»ğ‘Ÿ ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘£ğ‘½.

source: You will get gold. And our wolves will get meat.
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘§ğ‘‘ ğ‘œğ‘´ğ‘¤ğ‘›. ğ‘¯ ğ‘¬ğ‘¼ ğ‘¢ğ‘«ğ‘¤ğ‘ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘§ğ‘‘ ğ‘¥ğ‘°ğ‘‘.

source: Something is very wrong here. Those orcs were carrying weapons with Army forge-markings.
en@shaw: ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘¦ğ‘Ÿ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘®ğ‘ªğ‘™ ğ‘£ğ‘½. ğ‘ğ‘´ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘¢ğ‘» ğ‘’ğ‘¨ğ‘®ğ‘¦ğ‘¦ğ‘™ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘¸ğ‘¥ğ‘¦ ğ‘“ğ‘¹ğ‘¡-ğ‘¥ğ‘¸ğ‘’ğ‘¦ğ‘™ğ‘Ÿ.

source: Aye. And the gold in their pouches looked new from the mint.
en@shaw: ğ‘². ğ‘¯ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘ğ‘º ğ‘ğ‘¬ğ‘—ğ‘©ğ‘Ÿ ğ‘¤ğ‘«ğ‘’ğ‘‘ ğ‘¯ğ‘¿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘‘.

source: I think your mission to Lord Maddock just became more urgent than we knew, Baldras. I must remain here to see to the defense of Delwyn and Dallben, but you should fly to Elensefar with all speed.
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¿ğ‘¼ ğ‘¥ğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘¤ğ‘¹ğ‘› ğ‘¥ğ‘¨ğ‘›ğ‘©ğ‘’ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘±ğ‘¥ ğ‘¥ğ‘¹ ğ‘»ğ‘¡ğ‘©ğ‘¯ğ‘‘ ğ‘ğ‘¨ğ‘¯ ğ‘¢ğ‘° ğ‘¯ğ‘¿, Â·ğ‘šğ‘¨ğ‘¤ğ‘›ğ‘®ğ‘¨ğ‘•. ğ‘² ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘£ğ‘½ ğ‘‘ ğ‘•ğ‘° ğ‘‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘ ğ‘›ğ‘§ğ‘¤ğ‘¢ğ‘¦ğ‘¯ ğ‘¯ Â·ğ‘›ğ‘¨ğ‘¤ğ‘šğ‘§ğ‘¯, ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘“ğ‘¤ğ‘² ğ‘‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸ ğ‘¢ğ‘¦ğ‘ ğ‘·ğ‘¤ ğ‘•ğ‘ğ‘°ğ‘›.

source: Elensefar
en@shaw: Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸

source: Lord Maddock
en@shaw: ğ‘¤ğ‘¹ğ‘› ğ‘¥ğ‘¨ğ‘›ğ‘©ğ‘’

source: Well, they do not come within the walls of my city. They are actually camped nearby, and the main garrison is further south at Halstead. I know my time will soon come to swear allegiance, but they do not press me. They are afraid I will refuse.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘ğ‘± ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘³ğ‘¥ ğ‘¢ğ‘¦ğ‘ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ ğ‘ ğ‘¥ğ‘² ğ‘•ğ‘¦ğ‘‘ğ‘¦. ğ‘ğ‘± ğ‘¸ ğ‘¨ğ‘’ğ‘—ğ‘«ğ‘©ğ‘¤ğ‘¦ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘‘ ğ‘¯ğ‘½ğ‘šğ‘², ğ‘¯ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘œğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘•ğ‘¬ğ‘” ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘›. ğ‘² ğ‘¯ğ‘´ ğ‘¥ğ‘² ğ‘‘ğ‘²ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘µğ‘¯ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘•ğ‘¢ğ‘º ğ‘©ğ‘¤ğ‘°ğ‘¡ğ‘©ğ‘¯ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘ğ‘± ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘®ğ‘§ğ‘• ğ‘¥ğ‘°. ğ‘ğ‘± ğ‘¸ ğ‘©ğ‘“ğ‘®ğ‘±ğ‘› ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘§ğ‘“ğ‘¿ğ‘•.

source: Will you?
en@shaw: ğ‘¢ğ‘¦ğ‘¤ ğ‘¿?

source: Yes. The Queen ascended to the throne through the vilest of treachery. However, while most of my forces were sent with the King to fight the orcs, we have a strong enough contingent here to make the Queenâ€™s forces think twice about attacking Elensefar outright.
en@shaw: ğ‘˜ğ‘§ğ‘•. ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘©ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘ğ‘²ğ‘¤ğ‘©ğ‘•ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘§ğ‘—ğ‘»ğ‘°. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘¢ğ‘²ğ‘¤ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘¥ğ‘² ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘» ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘’ğ‘¦ğ‘™ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘ ğ‘¹ğ‘’ğ‘•, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¡ğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘½ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯'ğ‘Ÿ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘‘ğ‘¢ğ‘²ğ‘• ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸ ğ‘¬ğ‘‘ğ‘®ğ‘²ğ‘‘.

source: We have an uneasy peace until they are done with the smaller villages and finally come around to obtaining my oath. The treaty between Elensefar and Wesnoth is ancient, but I am not so naÃ¯ve as to place my full trust in it. Not in these wicked times.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘°ğ‘Ÿğ‘¦ ğ‘ğ‘°ğ‘• ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘± ğ‘¸ ğ‘›ğ‘³ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘¥ğ‘·ğ‘¤ğ‘¼ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘’ğ‘³ğ‘¥ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘‘ ğ‘ªğ‘šğ‘‘ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¥ğ‘² ğ‘´ğ‘”. ğ‘ ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘¦ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸ ğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¦ğ‘Ÿ ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘¨ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘´ ğ‘¯ğ‘²ğ‘°ğ‘ ğ‘¨ğ‘Ÿ ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘¥ğ‘² ğ‘“ğ‘«ğ‘¤ ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘¦ğ‘‘. ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘¦ğ‘’ğ‘©ğ‘› ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ.

source: What can we do then? We have brought with us many from Annuvin province who are willing to fight, but our families are still at home. They will not last long if the Queenâ€™s patrols return.
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘¢ğ‘° ğ‘›ğ‘µ ğ‘ğ‘§ğ‘¯? ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘• ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘“ğ‘®ğ‘ªğ‘¥ Â·ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¦ğ‘¯ ğ‘ğ‘®ğ‘ªğ‘ğ‘¦ğ‘¯ğ‘• ğ‘£ğ‘µ ğ‘¸ ğ‘¢ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘“ğ‘²ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¬ğ‘¼ ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦ğ‘Ÿ ğ‘¸ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘¨ğ‘‘ ğ‘£ğ‘´ğ‘¥. ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¤ğ‘ªğ‘™ ğ‘¦ğ‘“ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯'ğ‘Ÿ ğ‘ğ‘©ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯.

source: I am unwilling to start a civil war. I believe the Queen will remain preoccupied with order throughout the kingdom and, more importantly, with quelling the Northerner threat. We are a matter she will choose to deal with later rather than sooner, if she can.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘©ğ‘¯ğ‘¢ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘© ğ‘•ğ‘¦ğ‘ğ‘¦ğ‘¤ ğ‘¢ğ‘¹. ğ‘² ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘ğ‘®ğ‘°ğ‘ªğ‘’ğ‘¿ğ‘ğ‘²ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘¹ğ‘›ğ‘¼ ğ‘”ğ‘®ğ‘µğ‘¬ğ‘‘ ğ‘ ğ‘’ğ‘¦ğ‘™ğ‘›ğ‘©ğ‘¥ ğ‘¯, ğ‘¥ğ‘¹ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦, ğ‘¢ğ‘¦ğ‘ ğ‘’ğ‘¢ğ‘§ğ‘¤ğ‘¦ğ‘™ ğ‘ ğ‘¯ğ‘¹ğ‘ğ‘»ğ‘¯ğ‘» ğ‘”ğ‘®ğ‘§ğ‘‘. ğ‘¢ğ‘° ğ‘¸ ğ‘© ğ‘¥ğ‘¨ğ‘‘ğ‘¼ ğ‘–ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘—ğ‘µğ‘Ÿ ğ‘‘ ğ‘›ğ‘°ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘®ğ‘­ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘•ğ‘µğ‘¯ğ‘¼, ğ‘¦ğ‘“ ğ‘–ğ‘° ğ‘’ğ‘¨ğ‘¯.

source: A foolish miscalculation, Lord Maddock. These men with which you consort are outlaws and fugitives. They are a well-organized gang of criminals and murderers. We will kill them and then expect your oath of allegiance to Queen Asheviere.
en@shaw: ğ‘© ğ‘“ğ‘µğ‘¤ğ‘¦ğ‘– ğ‘¥ğ‘¦ğ‘•ğ‘’ğ‘¨ğ‘¤ğ‘’ğ‘˜ğ‘©ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘¤ğ‘¹ğ‘› ğ‘¥ğ‘¨ğ‘›ğ‘©ğ‘’. ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘¢ğ‘¦ğ‘— ğ‘¿ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘¹ğ‘‘ ğ‘¸ ğ‘¬ğ‘‘ğ‘¤ğ‘·ğ‘Ÿ ğ‘¯ ğ‘“ğ‘¿ğ‘¡ğ‘¦ğ‘‘ğ‘¦ğ‘ğ‘Ÿ. ğ‘ğ‘± ğ‘¸ ğ‘© ğ‘¢ğ‘§ğ‘¤-ğ‘¹ğ‘œğ‘©ğ‘¯ğ‘²ğ‘Ÿğ‘› ğ‘œğ‘¨ğ‘™ ğ‘ ğ‘’ğ‘®ğ‘¦ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘¥ğ‘»ğ‘›ğ‘¼ğ‘¼ğ‘Ÿ. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘¥ ğ‘¯ ğ‘ğ‘§ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘¿ğ‘¼ ğ‘´ğ‘” ğ‘ ğ‘©ğ‘¤ğ‘°ğ‘¡ğ‘©ğ‘¯ğ‘• ğ‘‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½.

source: Men, to arms! The defense of Elensefar has begun!
en@shaw: ğ‘¥ğ‘§ğ‘¯, ğ‘‘ ğ‘¸ğ‘¥ğ‘Ÿ! ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘©ğ‘œğ‘³ğ‘¯!

source: As the sun set, a horrific change began to take place to the human adversaries of Baldras and his allies...
en@shaw: ğ‘¨ğ‘Ÿ ğ‘ ğ‘•ğ‘³ğ‘¯ ğ‘•ğ‘§ğ‘‘, ğ‘© ğ‘£ğ‘¹ğ‘¦ğ‘“ğ‘¦ğ‘’ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘šğ‘©ğ‘œğ‘¨ğ‘¯ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘ğ‘¤ğ‘±ğ‘• ğ‘‘ ğ‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¨ğ‘›ğ‘ğ‘¼ğ‘•ğ‘©ğ‘®ğ‘¦ğ‘Ÿ ğ‘ Â·ğ‘šğ‘¨ğ‘¤ğ‘›ğ‘®ğ‘¨ğ‘• ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¨ğ‘¤ğ‘²ğ‘Ÿ...

source: I cannot believe what my eyes are seeing! The flesh runs from their bones... these are not human warriors we fight. They are evil spirits masquerading as human!
en@shaw: ğ‘² ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘¢ğ‘ªğ‘‘ ğ‘¥ğ‘² ğ‘²ğ‘Ÿ ğ‘¸ ğ‘•ğ‘°ğ‘¦ğ‘™! ğ‘ ğ‘“ğ‘¤ğ‘§ğ‘– ğ‘®ğ‘³ğ‘¯ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘º ğ‘šğ‘´ğ‘¯ğ‘Ÿ... ğ‘ğ‘°ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘¢ğ‘° ğ‘“ğ‘²ğ‘‘. ğ‘ğ‘± ğ‘¸ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘•ğ‘ğ‘¦ğ‘®ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘¨ğ‘•ğ‘’ğ‘»ğ‘±ğ‘›ğ‘¦ğ‘™ ğ‘¨ğ‘Ÿ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯!

source: Their human aspect is returning! This is an evil manner of sorcery we face, but one that we may yet overcome. CHARGE!
en@shaw: ğ‘ğ‘º ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¨ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘¦ğ‘™! ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¥ğ‘¨ğ‘¯ğ‘¼ ğ‘ ğ‘•ğ‘¹ğ‘•ğ‘»ğ‘° ğ‘¢ğ‘° ğ‘“ğ‘±ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘¥ğ‘± ğ‘˜ğ‘§ğ‘‘ ğ‘´ğ‘ğ‘¼ğ‘’ğ‘³ğ‘¥. ğ‘—ğ‘¸ğ‘¡!

source: Lord Maddock, now that we are victorious, will you help us?
en@shaw: ğ‘¤ğ‘¹ğ‘› ğ‘¥ğ‘¨ğ‘›ğ‘©ğ‘’, ğ‘¯ğ‘¬ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘¸ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¹ğ‘¦ğ‘©ğ‘•, ğ‘¢ğ‘¦ğ‘¤ ğ‘¿ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘•?
