Repository: wesnoth/wesnoth
Catalog: po/wesnoth-l/*.po
Languages: en@shaw, hu

source: I believe it will. Each tower has a passage down to the catacombs. We must enter the tunnels and demolish all four supports, then the fortress should crumble.
hu: Úgy hiszem, igen. Minden toronynak van egy lejárata a katakombákhoz. Be kell lépnünk az alagutakba, és le kell rombolnunk mind a négy támasztékot, akkor az erődnek össze kell omlania.

source: Let’s hope you be right. Everything be hinging on this battle.
hu: Reméljük, igazad van. Minden ezen a csatán múlik.

source: Dommel! The Queen has sent me and my warriors to support your forces. We come to squash the puny peasant rebellion.
hu: Dommel! A királynő engem és harcosaimat küldött, hogy támogassuk erőiteket. Azért jövünk, hogy leverjük ezt a jelentéktelen parasztlázadást.

source: I received no word from Her Majesty of your arrival, orc.
hu: Nem kaptam hírt érkezésedről Őfelségétől, ork.

source: I have the orders right here.
hu: Itt van az erről szóló parancs.

source: As if those could possibly be real. I would be a fool and an oaf to let a band of stinky raider orcs into Halstead without a fight.
hu: Mintha ez tényleg valódi lenne ... majd bolond lennék harc nélkül beengedni egy csapat büdös portyázó orkot Halsteadbe.

source: What? Now look here, you coddled pinkskin. Your helpless ‘soldiers’ have been getting bested by a filthy bunch of vagrant bandits. Your army is as useless as you are pink. The Queen sent us here to clean up the mess that you are clearly too stupid to fix on your own.
hu: Hogy mi? Na nézzenek már oda, te elkényeztetett haloványbőrű! A kelekótya "katonáidat" egy csapat koszos csavargó bandita fogja csellel legyőzni. A hadsereged ugyanolyan semmirekellő, mint te sápatag. A királynő küldött minket ide, hogy eltakarítsuk azt a rendetlenséget, amelyet nyilvánvalóan túl ostobák vagytok ahhoz, hogy egyedül megjavítsátok.

source: A fine story. Most likely, this is a pitiful excuse for you to enter our fortress to plunder our armory. Even if Her Majesty did order you here, we have no need for the help of you uncouth orcs. We have always managed just fine without you.
hu: Csinos kis mese ez, ami leginkább egy szánalmas ürügy arra, hogy belépjetek az erődünkbe, aztán meg kiraboljátok a fegyvertárunkat. Még ha Őfelsége ide is parancsolt, semmi szükségünk a faragatlan orkjaid segítségére. Ezidáig még mindig jól boldogultunk nélküled.

source: Yeah? Well, we will see how fine you manage <i>against</i> us. I’ll show you just how weak you pinkskins are.
hu: Ó, igen? Nos, meglátjuk, milyen jól sikerül <i>ellenünk</i>. Majd én megmutatom nektek, milyen gyengék vagytok a haloványbőrűek.

source: Come try it, cretin.
hu: Gyere, próbáld meg, kretén.

source: Infighting among the forces of Weldyn does not bode well for the new queen, but is awfully convenient for us...
hu: A Weldyn erői közötti belharc nem sok jót ígér az új királynőnek, de borzasztóan kényelmes számunkra...

source: Look in the distance... riders approach!
en@shaw: ğ‘¤ğ‘«ğ‘’ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•... ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘©ğ‘ğ‘®ğ‘´ğ‘—!
hu: A távolban... lovasok közelednek!

source: Sound the advance!
en@shaw: ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•!
hu: Szóljanak a kürtök! Előre!

source: At your order, my liege.
hu: Parancsodra, hűbéruram.

source: Lo, Knights of Elensefar, the battle hath begun ere our arrival. Though I disobey my father in this endeavor, our presence surely is much needed.
hu: Íme, Elensefar lovagjai, a csata már érkezésünk előtt elkezdődött. Bár nem engedelmeskedem apámnak ebben a törekvésében, jelenlétünkre biztosan nagy szükség van.

source: Ready thy lances! Let us trample the armies of Weldyn beneath our steeds!
hu: Készítsd elő lándzsáidat! Tapossuk el Weldyn seregeit!

source: A horde of knights, bearing the emblem of Elensefar! Amazing. I’ve never seen me so many riders in one place.
hu: Seregnyi lovag, Elensefar emblémájával! Csodálatos. Soha nem láttam még ennyi lovast egy helyen.

source: Gwydion be Lord Maddock’s son... more be hinging on victory than I thought. This battle don’t just be about our little villages no more.
hu: Gwydion, Lord Maddock fia... minden a győzelmen múlik. Ez a csata többé már nem csak a mi kis falvainkról szól.

source: Not even a full day had passed before the first advance elements of Wesnoth’s main army began to arrive...
hu: Még egy teljes nap sem telt el, amikor Wesnoth főseregének első előörsei megérkeztek...

source: That morning, another advance element of the main Wesnoth army arrived...
hu: Azon a reggelen egy újabb előretolt egység érkezett a wesnothi főseregből...

source: I think... I think they’re trying to storm Halstead itself... the fools!
hu: Azt hiszem... azt hiszem, le akarják rohanni Halsteadet... a balgák!

source: They have breached the fortress gate! Repulse them!
en@shaw: ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘šğ‘®ğ‘°ğ‘—ğ‘‘ ğ‘ ğ‘“ğ‘¹ğ‘‘ğ‘®ğ‘©ğ‘• ğ‘œğ‘±ğ‘‘! ğ‘®ğ‘¦ğ‘ğ‘³ğ‘¤ğ‘• ğ‘ğ‘§ğ‘¥!
hu: Áttörték az erőd kapuját! Visszaverni őket!

source: I’m inside! I’m heading down to the catacombs.
hu: Bent vagyok! Lemegyek a katakombákba.

source: After some time...
hu: Egy kis idő múlva...

source: It’s done.
hu: Ez kész.

source: The stronghold of Halstead began to shake...
en@shaw: ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘šğ‘©ğ‘œğ‘¨ğ‘¯ ğ‘‘ ğ‘–ğ‘±ğ‘’...
hu: Halstead erődje megrázkódott...

source: We can’t stay here. The fortress is starting to collapse!
hu: Nem maradhatunk itt. Az erőd kezd összeomlani!

source: I think it be working! Everybody get clear!
hu: Úgy látom, bevált a tervünk. Mindenki kihúzta magát a csávából!

source: With a thunderous roar and a vast billowing of dust, thousands of tons of stone and wood crashed in on itself. Some of the wreckage tumbled down the steep sides, while the remainder came to rest several hundred feet below ground, in the bowels of the hollowed-out mountain.
hu: A föld hatalmas robajjal megrázkódott, és nagy porfelhő közepette több ezer tonnányi kő és fa dőlt halomra. Egy része lezúdult a meredek hegyoldalon, míg a többi jó néhány száz méterrel a felszín alatt állapodott meg a kibelezett hegy gyomrában.

source: No one inside the fortress would make it out alive.
en@shaw: ğ‘¯ğ‘´ ğ‘¢ğ‘³ğ‘¯ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘“ğ‘¹ğ‘‘ğ‘®ğ‘©ğ‘• ğ‘¢ğ‘«ğ‘› ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘¬ğ‘‘ ğ‘©ğ‘¤ğ‘²ğ‘.
hu: Az erődben tartózkodók közül senki sem maradt életben.

source: After several days of fierce fighting, the main body of Weldyn’s host arrived. The battle was soon finished. Every last man from the rebellion was executed.
hu: Több napos heves harc után megérkezett Weldyn seregének fő hadteste. A csata hamarosan befejeződött. A lázadás minden megmaradt emberét kivégezték.

source: The fort be done with... but I be crushed... under this rubble...
hu: Az erődöt le kell rombolni... de össze vagyok törve... a törmelék alatt...

source: No one was able to get to Baldras in time. He and many of his companions died that day beneath the stronghold of Halstead.
en@shaw: ğ‘¯ğ‘´ ğ‘¢ğ‘³ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘‘ Â·ğ‘šğ‘¨ğ‘¤ğ‘›ğ‘®ğ‘¨ğ‘• ğ‘¦ğ‘¯ ğ‘‘ğ‘²ğ‘¥. ğ‘£ğ‘° ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘¯ğ‘¦ğ‘©ğ‘¯ğ‘Ÿ ğ‘›ğ‘²ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘›ğ‘± ğ‘šğ‘¦ğ‘¯ğ‘°ğ‘” ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘›.
hu: Baldrast nem tudták időben kiásni. Ő és sok társa Halstead romjai alatt lelték halálukat.

source: I knew... this wouldn’t work...
hu: Tudtam... hogy nem fog sikerülni...

source: The rebellion had staked its all on victory at Halstead, but win or lose, there would be no help for the doomed villagers.
hu: A lázadók mindent megtettek a halsteadi győzelemért, de akár nyernek, akár veszítenek, ez nem segít a halálra ítélt falusiakon.

source: Unngh...
hu: Uhh...

source: Harper, no!
hu: Harper, ne!

source: Ended... like this? Fight on without me...
hu: Ahh … így kell véget érnie?! Küzdjetek tovább nélkülem...

source: Your time is over, General.
hu: Véged van, tábornok.

source: I may be done... but my death shall only bring the full wrath of the Crown upon you... relish your small victory, peasants, while you still can...
hu: Én bevégezhetem... de halálom csak a Korona teljes dühét hozza rátok... élvezzétek a kis győzelmeteket, nyomorult parasztok, amíg még megtehetitek...

source: Grrarrghh... you... fools...
hu: Grrarrghh... ti... bolondok...

source: Idiot orc. Know your place.
hu: Idióta ork. Tudd a helyed.

source: Liberty — Epilogue
hu: Szabadság – Utószó

source: 03 Scryer’s Bloom, 501 YW It were a real shock. I were so stunned, I barely even remember what happened after.
hu: W.i.sz. 501, Jósvirág hava, 3.nap Valódi megrázkódtatás volt. Annyira megdöbbentem, hogy alig emlékszem, mi történt utána.

source: Helicrom, I don’t know what happened to him, didn’t see what happened to Maddock’s son either. Me and Harper and the few of us who survived got up and ran. We be heading back north now, toward Carcyn and Elensefar. Them patrols seems to be in real disarray, mostly seeming to be riding back south to regroup. It be looking like we really did disrupt Weldyn’s chain of command.
hu: Helicrommal nem is tudom, mi történt és ugyanígy nem láttam, mi történt Maddock fiával. Én és Harper, és az a néhányunk, aki túlélte, felálltunk és elfutottunk. Most visszaindulunk északra, Carcyn és Elensefar felé. A járőrök láthatóan teljes zavarodottságba kerültek és nagyrészt visszalovagolni látszanak délre, hogy újraszervezzék magukat. Úgy tűnik, tényleg teljesen megzavartuk Weldyn parancsnoki láncát.

source: I’m sure them Wesnothians will come back in time and with Maddock holed up in his stupid tower, they’ll eventually siege Elensefar and take the city... but that don’t be my problem anymore. I has me a village to worry about. I need to get back, consult myself with Relana and figure out what to do next. We gots some more time now, but we can’t wait forever.
hu: Biztos vagyok benne, hogy a wesnothiak vissza fognak térni egyszer és Maddock ostoba tornyában rejtőzve végül ostrom alá veszik Elensefart és elfoglalják a várost... De ez már nem az én problémám. Van egy falum, ami miatt aggódnom kell. Vissza kell térnem, konzultálnom kell Relanával, és ki kell találnom, mi a következő lépés. Most van még egy kis időnk, de nem várhatunk örökké.

source: 10 Scryer’s Bloom, 501 YW We got back to Dallben today, but the village were empty. There were a few bodies and some burned houses, but it weren’t raided or nothing. Must’ve been one of them Wesnoth patrols, curse those damned stinkers! When I first saw the scene with my eyes, I thoughts that we failed, that we was too late... but now that I thinks of it, it be real weird that so few died. The others must’ve escaped to somewhere. But I didn’t see any clues here.
hu: W.i.sz. 501, Jósvirág hava, 10.nap Ma értünk vissza Dallbenbe, de a falu üres volt. Volt néhány holttest és néhány leégett ház, de nem voltak kifosztva vagy ilyesmi. Minden bizonnyal az egyik wesnothi járőr volt, legyen átkozott az összes rohadék! Amikor először megláttam ezt a látványt, arra gondoltam, hogy kudarcot vallottunk, hogy elkéstünk... de most, hogy belegondolok, meglehetősen furcsa, hogy ilyen kevesen haltak meg. A többieknek el kellett menekülniük valahova. De a helyszínen nem láttam nyomokat.

source: I sended Harper off to Delwyn. Hope she’ll find something there. In the meantimes, I’ll rest this tired body for a little and go see sis, maybe pick her up some lilies. Seems like this’ll probably be the last time I gets to see her...
hu: Elküldtem Harpert Delwynbe, remélve, hogy talál ott valamit. Addig is átadom fáradt testemet a pihenésnek, és elmegyek meglátogatom a kishúgomat, talán szedek néhány liliomot is. Úgy néz ki, valószínűleg ez lesz az utolsó alkalom, hogy láthatom...

source: She’ll tell me not to be sad, of course. That life just be a big adventure and filled with fun, that I shouldn’t think about stuffs I can’t change. The world be huge and vast, much bigger than small little people like me. I don’t got the power to change it, so why not try to live as best I can? Besides, she’ll say that I still gots me a little piece of her in Harper, so I should cherish the lass.
hu: Természetesen azt mondaná, hogy ne legyek szomorú... hogy az élet csak egy nagy kaland és tele van szórakozással, s hogy ne gondoljak olyan dolgokra, amelyeken nem tudok változtatni. A világ tágas és hatalmas, sokkal nagyobb, mint a hozzám hasonló kicsike kis emberek. Nincs erőm megváltoztatni, így hát miért ne próbálhatnék a lehető legjobban élni? Ezenkívül, azt is mondaná, hogy kaptam egy kis darabot belőle Harperben, úgyhogy meg kell becsülnöm a lányt.

source: I do, Erwen, I really do. This all be real hard. I don’t be no brave soul, nor some great warrior, but I does my best. And I haven’t forgotten about all them good times we had together ― somehow, some way, they keeps me going. Me and Harper, we won’t give up till the very end.
hu: Igen, Erwen, így lesz. Ez az egész nagyon nehéz. Nem vagyok se bátor lélek, se nagy harcos, de megteszek minden tőlem telhetőt. És nem felejtettem el azokat a szép időket, amelyeket együtt töltöttünk ― valahogyan, valamiképp ezek hajtanak előre. Én és Harper, soha nem adjuk fel.

source: 14 Scryer’s Bloom, 501 YW Harper got back today from Delwyn. Said she didn’t find no one alive there, but she did bring back a note she found. Let’s see what it says.
hu: W.i.sz. 501, Jósvirág hava, 14.nap Harper ma tért vissza Delwynből. Azt mondta, hogy nem talált ott senkit élve, de visszahozott egy üzenetet, amit talált. Lássuk, mi áll benne.

source: <i>“Baldras, you would’ve been proud. We fought them soldiers off twice, gave them a good ol’ thrashing they won’t ever forget. But in the end, it weren’t enough. We had to run like criminals before they killed us all.”</i>
hu: <i>"Baldras, büszke lettél volna. Kétszer is legyőztük a katonáikat, olyat adtunk a pofájuknak, hogy soha nem fogják elfelejteni. De végül csak nem volt ez elég. Úgy kellett futnunk, mint a bűnözőknek, de inkább így tettünk, mielőtt megölnek mindannyiunkat."</i>

source: <i>“I don’t know if you and Harper will see this note, but if you do, I’m expecting ya to come find us. Remember them ol’ pirate islands we used to hear some of them Elensefar sailors talk about? We be heading there, southwest of the city and past the land’s end. See you in the Three Sisters, old friend. ― Relana”</i>
hu: <i>"Nem tudom, hogy te és Harper látni fogjátok-e ezt a feljegyzést, de ha mégis, akkor arra számítok, hogy eljöttök hozzánk. Emlékszel még azokra a kalózszigetekre, amelyekről Elensefar tengerészeit hallottuk beszélni? Oda tartunk, a várostól délnyugatra és túl a szárazföldön. Találkozunk a Három nővérben, öreg barátom. ― Relana"</i>

source: So they survived! Them islands be a bit far, but I suppose this sack of old bones has one more adventure left in it...
hu: Tehát túlélték! A szigetek egy kicsit messze vannak, de azt hiszem, öreg csontjaimban benne van még egy kaland...

source: Lord of Elensefar
hu: Elensefar földesura

source: The grand city-state of Elensefar is the wealthiest human settlement on the Great Continent, commanding a reputation and power that belies its relatively small population. Unlike the more war-minded inland nobles, Elensefar’s governors master the art of commerce and the skill of sailing, and are known to be particularly agreeable. Yet behind that merchant charm lies a fierce independence, a trait that sometimes puts them at odds with the aristocrats of other regions.
hu: Elensefar nagy városállama a leggazdagabb emberi település a Nagy Kontinensen, amely viszonylag kis népességét meghazudtoló hírnévvel és hatalommal rendelkezik. A szárazföldi nemeseknek folyton a háborúskodáson jár az eszük, de Elensefar kormányzói - ezzel ellentétben - mesterien űzik a kereskedelem és a hajózás művészetét, és köztudottan nyájasak. E kereskedői modorosság mögött azonban szenvedélyes függetlenség rejlik, egy olyan vonás, amely néha szembeállítja őket más régiók arisztokratáival.

source: Rogue Mage
en@shaw: ğ‘®ğ‘´ğ‘œ ğ‘¥ğ‘±ğ‘¡
hu: Csavargó mágus

source: Some mages are thrown out of the mages’ guild for attempting to practice forbidden arts. Now completely outside the law, these rogue mages do whatever is necessary to support their study of black magic. Although not as skilled as mages with more formal training, their magic can be quite lethal, while their banditry has resulted in moderate skill with the short sword.
hu: Néhány mágust a tiltott művészetek gyakorlása miatt eltávolítottak a mágusképzőből. Ezek a törvényen kívülivé lett csavargó mágusok mindent elkövetnek, hogy a fekete mágiát tovább űzhessék. Bár mágikus képességeik elmaradnak a mágusképzőt végzettekétől, tudásuk életveszélyes is lehet, emellett bandita életmódjukból kifolyólag némi gyakorlatra tettek szert a rövid kard forgatásában is.

source: ice blast
en@shaw: ğ‘²ğ‘• ğ‘šğ‘¤ğ‘¶ğ‘•ğ‘‘
hu: jeges fuvallat

source: Shadow Lord
en@shaw: ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘¤ğ‘¹ğ‘›
hu: Árny úr

source: Few humans fathom the secrets of light and dark magic and retain their sanity. Those that can master that balance become Shadow Lords, fully existing neither in the world of light nor the world of darkness. No longer needing physical weapons, they are fearsome to both their enemies and those they lord over.
en@shaw: ğ‘“ğ‘¿ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘“ğ‘¨ğ‘ğ‘©ğ‘¥ ğ‘ ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ğ‘• ğ‘ ğ‘¤ğ‘²ğ‘‘ ğ‘¯ ğ‘›ğ‘¸ğ‘’ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘±ğ‘¯ ğ‘ğ‘º ğ‘•ğ‘¨ğ‘¯ğ‘©ğ‘‘ğ‘°. ğ‘ğ‘´ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘šğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘• ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ, ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘¯ğ‘²ğ‘ğ‘¼ ğ‘¦ğ‘¯ ğ‘ ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘ ğ‘¤ğ‘²ğ‘‘ ğ‘¯ğ‘¹ ğ‘ ğ‘¢ğ‘»ğ‘¤ğ‘› ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•. ğ‘¯ğ‘´ ğ‘¤ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘¯ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘¦ğ‘Ÿğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘¢ğ‘§ğ‘ğ‘©ğ‘¯ğ‘Ÿ, ğ‘ğ‘± ğ‘¸ ğ‘“ğ‘½ğ‘•ğ‘©ğ‘¥ ğ‘‘ ğ‘šğ‘´ğ‘” ğ‘ğ‘º ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘ğ‘´ğ‘Ÿ ğ‘ğ‘± ğ‘¤ğ‘¹ğ‘› ğ‘´ğ‘ğ‘¼.
hu: Néhány embernek sikerült a fény és árnyék mágiájának a mélyére eljutni, s mégis megőrizték tisztaságukat. Azok, akik képesek a két mágiát egyensúlyban tartani, s nem merülnek el sem a fényesség, sem a sötétség világában, árny úrrá válnak. Nincs szükségük fizikai fegyverekre sem, így is rettegik őket mind ellenségeik, mind alattvalóik.

source: astral blade
en@shaw: ğ‘¨ğ‘•ğ‘‘ğ‘®ğ‘©ğ‘¤ ğ‘šğ‘¤ğ‘±ğ‘›
hu: csillagpenge

source: shadow bolt
en@shaw: ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘šğ‘´ğ‘¤ğ‘‘
hu: árnyvillám

source: shadow blast
en@shaw: ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘šğ‘¤ğ‘¶ğ‘•ğ‘‘
hu: árnyfuvallat

source: Shadow Mage
en@shaw: ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘¥ğ‘±ğ‘¡
hu: Árnymágus

source: Years of violence and brutality to support the study of forbidden magical arts have turned the shadow mages into feared fighters. Now completely enthralled with power, they have been known to command small followings of henchmen. They are outmatched in direct magical combat with their magic-using peers, instead channeling their energies into devastating melee attacks. Despite their offensive power, the corruption in their souls has begun to adversely affect their health.
hu: A nyerseség és az erőszak, amivel a tiltott mágikus művészetek tanulmányozása során találkoztak, az árnymágusokat rettegett harcossá nevelte. Teljesen az erő bűvöletében vezetik maroknyi követőiket. A közvetlen mágikus összetűzéseket kerülik a hasonló mágiahasználókkal, ehelyett energiájukat pusztító közelharci csapásokba áramoltatják. Figyelemreméltó ellenállásuk dacára a lelkükben lévő romlottság negatívan befolyásolja egészségüket.

source: Villager
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘»
hu: Paraszt

source: Peasants live in the small hamlets and villages scattered across the Wesnoth countryside.
en@shaw: ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘¤ğ‘¦ğ‘ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘£ğ‘¨ğ‘¥ğ‘¤ğ‘©ğ‘‘ğ‘• ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘•ğ‘’ğ‘¨ğ‘‘ğ‘¼ğ‘› ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘•ğ‘²ğ‘›.
hu: A parasztok kis tanyákon és falvakban élnek Wesnoth vidékén szétszóródva.

source: Village Elder
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘§ğ‘¤ğ‘›ğ‘¼
hu: Falusi elöljáró

source: Each of the villages scattered across the Wesnoth countryside is normally guided by a group of elders, who are the village’s wisest and most experienced residents.
hu: A wesnothi vidéken elszórt falvak mindegyikét általában a vének tanácsa vezeti, amely a falu legbölcsebb és legtapasztaltabb lakóiból áll.

source: Senior Village Elder
en@shaw: ğ‘•ğ‘°ğ‘¯ğ‘˜ğ‘» ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘§ğ‘¤ğ‘›ğ‘¼
hu: A falu véne

source: The entire village looks to the senior elder for guidance. Strong and wise, the senior elders take responsibility for the community’s well-being on their shoulders. Provincial officials tend to choose senior village elders as magistrates so that legal and customary authority will coincide.
hu: Az egész falu az aggastyánokra bízza a vezetést, akik erősek, bölcsek, vállaikra veszik a közösség jóllétének és megoltalmazásának felelősségét. Előszeretettel szoktak aggastyánokat kinevezni a tartományok helytartójának, hogy a hagyomány és a törvény szerinti hatalom egyazon személyben testesülhessen meg.

source: female^Senior Village Elder
hu: A falu nagyasszonya

source: Peasant Youth
en@shaw: ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ ğ‘¿ğ‘”
hu: Parasztlegény

source: The scruffy-haired peasant youth are much like the young people living elsewhere in Wesnoth: reckless, cocky, and eager to explore.
en@shaw: ğ‘ ğ‘•ğ‘’ğ‘®ğ‘©ğ‘“ğ‘°-ğ‘£ğ‘ºğ‘› ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ ğ‘¿ğ‘” ğ‘¸ ğ‘¥ğ‘³ğ‘— ğ‘¤ğ‘²ğ‘’ ğ‘ ğ‘˜ğ‘³ğ‘™ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘§ğ‘¤ğ‘•ğ‘¢ğ‘º ğ‘¦ğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”: ğ‘®ğ‘§ğ‘’ğ‘¤ğ‘©ğ‘•, ğ‘’ğ‘­ğ‘’ğ‘°, ğ‘¯ ğ‘°ğ‘œğ‘¼ ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘¹.
hu: A kócos hajú parasztlegény nagyon is hasonlít a Wesnoth más tájain élő fiatal emberekhez: nemtörődöm, magabiztos és kalandra kész.

source: female^Peasant Youth
en@shaw: ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ ğ‘¿ğ‘”
hu: Parasztleány

source: Watchman
en@shaw: ğ‘¢ğ‘ªğ‘¡ğ‘¥ğ‘¨ğ‘¯
hu: Őrszem

source: The watchmen are men and women who protect the villages from marauders, both human and otherwise, that prowl the Wesnoth countryside at night.
en@shaw: ğ‘ ğ‘¢ğ‘­ğ‘—ğ‘¥ğ‘§ğ‘¯ ğ‘¸ ğ‘¥ğ‘§ğ‘¯ ğ‘¯ ğ‘¢ğ‘¦ğ‘¥ğ‘¦ğ‘¯ ğ‘£ğ‘µ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¥ğ‘»ğ‘ªğ‘›ğ‘»ğ‘Ÿ, ğ‘šğ‘´ğ‘” ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¯ ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ, ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘®ğ‘¬ğ‘¤ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘•ğ‘²ğ‘› ğ‘¨ğ‘‘ ğ‘¯ğ‘²ğ‘‘.
hu: Az őrszemek azok a férfiak és nők, akik megvédelmezik a falvakat a martalócoktól – legyenek azok bár emberek vagy más lények –, és éjszaka észrevétlenül osonnak keresztül Wesnoth vidékein.

source: female^Watchwoman
hu: Őrszem

source: Borderer
en@shaw: ğ‘šğ‘¹ğ‘›ğ‘¼ğ‘»
hu: Határőr

source: Border villages maintain militias dedicated to fending off hostiles. While these borderers are not trained and armed to up to military standards, their native toughness and knowledge of local conditions make them formidable on their home ground.
hu: A határfalvak kisebb őrcsapatokat tartanak fenn, hogy megelőzzék az ellenséges rajtaütéseket. Bár a határőrök kiképzése és fegyverzete nem mérhető a hivatásos haderőéhez, de született szívósságuk és a helyi viszonyok alapos ismerete félelmetes ellenféllé teszi őket a hazai terepen.

source: female^Borderer
en@shaw: ğ‘šğ‘¹ğ‘›ğ‘¼ğ‘»
hu: Határőrnő

source: Peasant Hunter
en@shaw: ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ ğ‘£ğ‘³ğ‘¯ğ‘‘ğ‘¼
hu: Paraszt vadász

source: Villages, especially in wilder areas near frontiers, rely on hunters to bring in much of their food supply. Their stealth and intimate knowledge of local terrain can be valuable assets in combat.
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ, ğ‘¦ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ ğ‘¢ğ‘²ğ‘¤ğ‘›ğ‘» ğ‘ºğ‘°ğ‘©ğ‘Ÿ ğ‘¯ğ‘½ ğ‘“ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘½ğ‘Ÿ, ğ‘®ğ‘¦ğ‘¤ğ‘² ğ‘ªğ‘¯ ğ‘£ğ‘©ğ‘¯ğ‘‘ğ‘»ğ‘Ÿ ğ‘‘ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘¥ğ‘³ğ‘— ğ‘ ğ‘ğ‘º ğ‘“ğ‘µğ‘› ğ‘•ğ‘©ğ‘ğ‘¤ğ‘². ğ‘ğ‘º ğ‘•ğ‘‘ğ‘§ğ‘¤ğ‘” ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘¦ğ‘¥ğ‘©ğ‘‘ ğ‘¯ğ‘ªğ‘¤ğ‘¦ğ‘¡ ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘šğ‘©ğ‘¤ ğ‘¨ğ‘•ğ‘©ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘’ğ‘ªğ‘¥ğ‘šğ‘¨ğ‘‘.
hu: A falvak, különösen a határhoz közel eső elvadult területeken, a vadászok segítségével szerzik meg élelmük nagy részét. Alapos helyismeretük és halk mozgásuk értékes segítség lehet a harcban.
