Repository: wesnoth/wesnoth
Catalog: po/wesnoth-l/*.po
Languages: en@shaw, hu

source: What a bloody mess. We must attack Halstead next. If we wait, they will become invincible. If we can burn it to the ground before that happens, our people may have a chance. Rest well tonight, because tomorrowâ€™s battle will decide the fate of our homes, our families, and our freedom.
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘© ğ‘šğ‘¤ğ‘³ğ‘›ğ‘¦ ğ‘¥ğ‘§ğ‘•. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘. ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¢ğ‘±ğ‘‘, ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘šğ‘©ğ‘¤. ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘»ğ‘¯ ğ‘¦ğ‘‘ ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¥ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘—ğ‘­ğ‘¯ğ‘•. ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘§ğ‘¤ ğ‘‘ğ‘«ğ‘¯ğ‘²ğ‘‘, ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘‘ğ‘©ğ‘¥ğ‘¸ğ‘´ğ‘Ÿ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘› ğ‘ ğ‘“ğ‘±ğ‘‘ ğ‘ ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥ğ‘Ÿ, ğ‘¬ğ‘¼ ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¦ğ‘Ÿ, ğ‘¯ ğ‘¬ğ‘¼ ğ‘“ğ‘®ğ‘°ğ‘›ğ‘©ğ‘¥.

source: Send word to Helicrom that we are ready. It is time for him to repay his debt.
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘¢ğ‘»ğ‘› ğ‘‘ Â·ğ‘£ğ‘§ğ‘¤ğ‘¦ğ‘’ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘¸ ğ‘®ğ‘§ğ‘›ğ‘¦. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘²ğ‘¥ ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘¥ ğ‘‘ ğ‘®ğ‘°ğ‘ğ‘± ğ‘£ğ‘¦ğ‘Ÿ ğ‘›ğ‘§ğ‘‘.

source: We have spent too much time here. Surely the entire Wesnoth army marches on our position. We are done for!
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘‘ğ‘µ ğ‘¥ğ‘³ğ‘— ğ‘‘ğ‘²ğ‘¥ ğ‘£ğ‘½. ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘²ğ‘¼ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¸ğ‘¥ğ‘¦ ğ‘¥ğ‘¸ğ‘—ğ‘©ğ‘Ÿ ğ‘ªğ‘¯ ğ‘¬ğ‘¼ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯. ğ‘¢ğ‘° ğ‘¸ ğ‘›ğ‘³ğ‘¯ ğ‘“ğ‘¹!

source: A monument to this achievement was erected in the very heart of the wildlands. In a twelve-year ritual, the High Council demonstrated the height to which human magic had grown over the years by drawing the monument directly from the earthâ€™s living rock.
en@shaw: ğ‘© ğ‘¥ğ‘ªğ‘¯ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘©ğ‘—ğ‘°ğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘½ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘£ğ‘¸ğ‘‘ ğ‘ ğ‘ ğ‘¢ğ‘²ğ‘¤ğ‘›ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ. ğ‘¦ğ‘¯ ğ‘© ğ‘‘ğ‘¢ğ‘§ğ‘¤ğ‘-ğ‘˜ğ‘½ ğ‘®ğ‘¦ğ‘—ğ‘µğ‘©ğ‘¤, ğ‘ ğ‘£ğ‘² ğ‘’ğ‘¬ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘›ğ‘§ğ‘¥ğ‘©ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ ğ‘£ğ‘²ğ‘‘ ğ‘‘ ğ‘¢ğ‘¦ğ‘— ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘£ğ‘¨ğ‘› ğ‘œğ‘®ğ‘´ğ‘¯ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘˜ğ‘½ğ‘Ÿ ğ‘šğ‘² ğ‘›ğ‘®ğ‘·ğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘ªğ‘¯ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘»ğ‘”ğ‘• ğ‘¤ğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘®ğ‘ªğ‘’.

source: Hundreds of feet tall, the mountain towered high above the plains, its sheer walls both inspiring and terrifying. Men from all over the countryside labored there, building the most formidable fortress ever conceived. It became the Stronghold of Halstead.
en@shaw: ğ‘£ğ‘³ğ‘¯ğ‘›ğ‘®ğ‘§ğ‘›ğ‘Ÿ ğ‘ ğ‘“ğ‘°ğ‘‘ ğ‘‘ğ‘·ğ‘¤, ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ ğ‘‘ğ‘¬ğ‘»ğ‘› ğ‘£ğ‘² ğ‘©ğ‘šğ‘³ğ‘ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ, ğ‘¦ğ‘‘ğ‘• ğ‘–ğ‘½ ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ ğ‘šğ‘´ğ‘” ğ‘¦ğ‘¯ğ‘•ğ‘ğ‘²ğ‘¼ğ‘¦ğ‘™ ğ‘¯ ğ‘‘ğ‘§ğ‘®ğ‘¦ğ‘“ğ‘²ğ‘¦ğ‘™. ğ‘¥ğ‘§ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘·ğ‘¤ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘•ğ‘²ğ‘› ğ‘¤ğ‘±ğ‘šğ‘¼ğ‘› ğ‘ğ‘º, ğ‘šğ‘¦ğ‘¤ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘“ğ‘¹ğ‘¥ğ‘¦ğ‘›ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ğ‘‘ğ‘®ğ‘©ğ‘• ğ‘§ğ‘ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘ğ‘›. ğ‘¦ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘±ğ‘¥ ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘›.

source: There it is. The stronghold of Halstead.
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ. ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘›.

source: Look at how tall it is! Those towers rise sheer out of the ground, as if called forth out of the earth.
en@shaw: ğ‘¤ğ‘«ğ‘’ ğ‘¨ğ‘‘ ğ‘£ğ‘¬ ğ‘‘ğ‘·ğ‘¤ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ! ğ‘ğ‘´ğ‘Ÿ ğ‘‘ğ‘¬ğ‘¼ğ‘Ÿ ğ‘®ğ‘²ğ‘Ÿ ğ‘–ğ‘½ ğ‘¬ğ‘‘ ğ‘ ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›, ğ‘¨ğ‘Ÿ ğ‘¦ğ‘“ ğ‘’ğ‘·ğ‘¤ğ‘› ğ‘“ğ‘¹ğ‘” ğ‘¬ğ‘‘ ğ‘ ğ‘ ğ‘»ğ‘”.

source: That may not be too far from the truth. During the time of the Great Kings of Wesnoth, this land was tamed with powerful magic. Wizards of an ancient era forged the walls of Halstead from the rock below.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘± ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘‘ğ‘µ ğ‘“ğ‘¸ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘‘ğ‘®ğ‘µğ‘”. ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘’ğ‘¦ğ‘™ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘‘ğ‘±ğ‘¥ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’. ğ‘¢ğ‘¦ğ‘Ÿğ‘¼ğ‘›ğ‘Ÿ ğ‘ ğ‘©ğ‘¯ ğ‘±ğ‘¯ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘½ğ‘© ğ‘“ğ‘¹ğ‘¡ğ‘› ğ‘ ğ‘¢ğ‘·ğ‘¤ğ‘Ÿ ğ‘ ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘®ğ‘ªğ‘’ ğ‘šğ‘©ğ‘¤ğ‘´.

source: I donâ€™t see how we can bring it down. They are already invincible in there!
en@shaw: ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘•ğ‘° ğ‘£ğ‘¬ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘¦ğ‘‘ ğ‘›ğ‘¬ğ‘¯. ğ‘ğ‘± ğ‘¸ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘ğ‘º!

source: No, my young friend. Halstead indeed has a weakness. Among my many assets is access to a wealth of secrets few in Wesnoth are privy to.
en@shaw: ğ‘¯ğ‘´, ğ‘¥ğ‘² ğ‘˜ğ‘³ğ‘™ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›. ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘¢ğ‘°ğ‘’ğ‘¯ğ‘©ğ‘•. ğ‘©ğ‘¥ğ‘³ğ‘™ ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¨ğ‘•ğ‘©ğ‘‘ğ‘• ğ‘¦ğ‘Ÿ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘• ğ‘‘ ğ‘© ğ‘¢ğ‘§ğ‘¤ğ‘” ğ‘ ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ğ‘• ğ‘“ğ‘¿ ğ‘¦ğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¸ ğ‘ğ‘®ğ‘¦ğ‘ğ‘° ğ‘‘.

source: You see, the mountain on which the fort was built is solid, but the castle on top has been built and rebuilt many times over the ages. It is not as indestructible as you might think.
en@shaw: ğ‘¿ ğ‘•ğ‘°, ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘¢ğ‘¦ğ‘— ğ‘ ğ‘“ğ‘¹ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘¦ğ‘¤ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘ªğ‘¤ğ‘¦ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤ ğ‘ªğ‘¯ ğ‘‘ğ‘ªğ‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘šğ‘¦ğ‘¤ğ‘‘ ğ‘¯ ğ‘®ğ‘°ğ‘šğ‘¦ğ‘¤ğ‘‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘‘ğ‘²ğ‘¥ğ‘Ÿ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘±ğ‘¡ğ‘©ğ‘Ÿ. ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¦ğ‘¯ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘¨ğ‘Ÿ ğ‘¿ ğ‘¥ğ‘²ğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘’.

source: Beneath the structure is a system of catacombs that connects all four towers to the central keep. Over time, after many wars, supports were required to hold up the middle.
en@shaw: ğ‘šğ‘¦ğ‘¯ğ‘°ğ‘” ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘—ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘’ğ‘´ğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘·ğ‘¤ ğ‘“ğ‘¹ ğ‘‘ğ‘¬ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘¤ ğ‘’ğ‘°ğ‘. ğ‘´ğ‘ğ‘¼ ğ‘‘ğ‘²ğ‘¥, ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¢ğ‘¹ğ‘Ÿ, ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘• ğ‘¢ğ‘» ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘³ğ‘ ğ‘ ğ‘¥ğ‘¦ğ‘›ğ‘©ğ‘¤.

source: So... we can knock out the supports and bring down the stronghold of Halstead. Would it really work?
en@shaw: ğ‘•ğ‘´... ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘ªğ‘’ ğ‘¬ğ‘‘ ğ‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘• ğ‘¯ ğ‘šğ‘®ğ‘¦ğ‘™ ğ‘›ğ‘¬ğ‘¯ ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘›. ğ‘¢ğ‘«ğ‘› ğ‘¦ğ‘‘ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¢ğ‘»ğ‘’?

source: I believe it will. Each tower has a passage down to the catacombs. If we can reach the center of each tower, one of our men can escape down to the bowels of the mountain and destroy its support. I am sure we will need to demolish no less than all four supports to raze the fortress.
en@shaw: ğ‘² ğ‘šğ‘¦ğ‘¤ğ‘°ğ‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤. ğ‘°ğ‘— ğ‘‘ğ‘¬ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘ğ‘¨ğ‘•ğ‘¦ğ‘¡ ğ‘›ğ‘¬ğ‘¯ ğ‘‘ ğ‘ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘’ğ‘´ğ‘¥ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘— ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘ ğ‘°ğ‘— ğ‘‘ğ‘¬ğ‘¼, ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘¬ğ‘¼ ğ‘¥ğ‘§ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘›ğ‘¬ğ‘¯ ğ‘‘ ğ‘ ğ‘šğ‘¬ğ‘©ğ‘¤ğ‘Ÿ ğ‘ ğ‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ ğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘¦ğ‘‘ğ‘• ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘. ğ‘² ğ‘¨ğ‘¥ ğ‘–ğ‘«ğ‘¼ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘›ğ‘¦ğ‘¥ğ‘­ğ‘¤ğ‘¦ğ‘– ğ‘¯ğ‘´ ğ‘¤ğ‘§ğ‘• ğ‘ğ‘¨ğ‘¯ ğ‘·ğ‘¤ ğ‘“ğ‘¹ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘• ğ‘‘ ğ‘®ğ‘±ğ‘Ÿ ğ‘ ğ‘“ğ‘¹ğ‘‘ğ‘®ğ‘©ğ‘•.

source: No, young one. Halstead indeed has a weakness.
en@shaw: ğ‘¯ğ‘´, ğ‘˜ğ‘³ğ‘™ ğ‘¢ğ‘³ğ‘¯. ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘› ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘¢ğ‘°ğ‘’ğ‘¯ğ‘©ğ‘•.

source: How do you know?
en@shaw: ğ‘£ğ‘¬ ğ‘›ğ‘µ ğ‘¿ ğ‘¯ğ‘´?

source: When I was a boy, my father â€” your grandfather â€” brought your dad and me to live in Aldril after orcs massacred many in our village. We grew up around here, and we learned many things.
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘šğ‘¶, ğ‘¥ğ‘² ğ‘“ğ‘­ğ‘ğ‘¼ - ğ‘¿ğ‘¼ ğ‘œğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘“ğ‘­ğ‘ğ‘¼ - ğ‘šğ‘®ğ‘·ğ‘‘ ğ‘¿ğ‘¼ ğ‘›ğ‘¨ğ‘› ğ‘¯ ğ‘¥ğ‘° ğ‘‘ ğ‘¤ğ‘²ğ‘ ğ‘¦ğ‘¯ Â·ğ‘¨ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘¤ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¹ğ‘’ğ‘• ğ‘¥ğ‘¨ğ‘•ğ‘©ğ‘’ğ‘»ğ‘› ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¦ğ‘¯ ğ‘¬ğ‘¼ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡. ğ‘¢ğ‘° ğ‘œğ‘®ğ‘µ ğ‘³ğ‘ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘£ğ‘½, ğ‘¯ ğ‘¢ğ‘° ğ‘¤ğ‘»ğ‘¯ğ‘› ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ.

source: Beneath the structure is a system of catacombs that connects all four towers to the central keep. The catacombs growing over time, combined with centuries of war, made it necessary to install supports to hold up the middle.
en@shaw: ğ‘šğ‘¦ğ‘¯ğ‘°ğ‘” ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘—ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘’ğ‘´ğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘·ğ‘¤ ğ‘“ğ‘¹ ğ‘‘ğ‘¬ğ‘¼ğ‘Ÿ ğ‘‘ ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘®ğ‘©ğ‘¤ ğ‘’ğ‘°ğ‘. ğ‘ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘’ğ‘´ğ‘¥ğ‘Ÿ ğ‘œğ‘®ğ‘´ğ‘¦ğ‘™ ğ‘´ğ‘ğ‘¼ ğ‘‘ğ‘²ğ‘¥, ğ‘’ğ‘©ğ‘¥ğ‘šğ‘²ğ‘¯ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘˜ğ‘¼ğ‘¦ğ‘Ÿ ğ‘ ğ‘¢ğ‘¹, ğ‘¥ğ‘±ğ‘› ğ‘¦ğ‘‘ ğ‘¯ğ‘§ğ‘•ğ‘©ğ‘•ğ‘¼ğ‘¦ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘• ğ‘‘ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘³ğ‘ ğ‘ ğ‘¥ğ‘¦ğ‘›ğ‘©ğ‘¤.

source: I hope youâ€™re right. In a few hours, night will fall, and we will find out.
en@shaw: ğ‘² ğ‘£ğ‘´ğ‘ ğ‘¿'ğ‘¼ ğ‘®ğ‘²ğ‘‘. ğ‘¦ğ‘¯ ğ‘© ğ‘“ğ‘¿ ğ‘¬ğ‘¼ğ‘Ÿ, ğ‘¯ğ‘²ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘·ğ‘¤, ğ‘¯ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¬ğ‘‘.

source: We must be cautious. Look there, a substantial orc force is also advancing on Halstead. They must think Wesnothâ€™s army is spread out right now.
en@shaw: ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘·ğ‘–ğ‘©ğ‘•. ğ‘¤ğ‘«ğ‘’ ğ‘ğ‘º, ğ‘© ğ‘•ğ‘©ğ‘šğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘—ğ‘©ğ‘¤ ğ‘¹ğ‘’ ğ‘“ğ‘¹ğ‘• ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘›. ğ‘ğ‘± ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘’ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”ğ‘• ğ‘¸ğ‘¥ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘•ğ‘ğ‘®ğ‘§ğ‘› ğ‘¬ğ‘‘ ğ‘®ğ‘²ğ‘‘ ğ‘¯ğ‘¬.

source: Heh. Theyâ€™re in for a surprise. This may work to our advantage.
en@shaw: ğ‘£ğ‘§. ğ‘ğ‘±'ğ‘¼ ğ‘¦ğ‘¯ ğ‘“ğ‘¹ ğ‘© ğ‘•ğ‘¼ğ‘ğ‘®ğ‘²ğ‘Ÿ. ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘± ğ‘¢ğ‘»ğ‘’ ğ‘‘ ğ‘¬ğ‘¼ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘‘ğ‘¦ğ‘¡.

source: Who is it?
en@shaw: ğ‘£ğ‘µ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘‘?

source: Help, I hope. Circumstances cannot afford to get much more dire.
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘, ğ‘² ğ‘£ğ‘´ğ‘. ğ‘•ğ‘»ğ‘’ğ‘©ğ‘¥ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘“ğ‘¹ğ‘› ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¥ğ‘³ğ‘— ğ‘¥ğ‘¹ ğ‘›ğ‘²ğ‘®.

source: Riders approach from the northwest! Stand fast, men.
en@shaw: ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘©ğ‘ğ‘®ğ‘´ğ‘— ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¯ğ‘¹ğ‘”ğ‘¢ğ‘§ğ‘•ğ‘‘! ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘“ğ‘­ğ‘•ğ‘‘, ğ‘¥ğ‘§ğ‘¯.

source: Sir Gwydion
en@shaw: ğ‘•ğ‘» Â·ğ‘œğ‘¢ğ‘¦ğ‘›ğ‘¾ğ‘¯

source: Amazing. Lord Maddock sent his house guards... his finest troops! Elensefar must be defenseless now. More hinges on this battle than I thought.
en@shaw: ğ‘©ğ‘¥ğ‘±ğ‘Ÿğ‘¦ğ‘™. ğ‘¤ğ‘¹ğ‘› ğ‘¥ğ‘¨ğ‘›ğ‘©ğ‘’ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘£ğ‘¦ğ‘Ÿ ğ‘£ğ‘¬ğ‘Ÿ ğ‘œğ‘¸ğ‘›ğ‘Ÿ... ğ‘£ğ‘¦ğ‘Ÿ ğ‘“ğ‘¦ğ‘¯ğ‘©ğ‘•ğ‘‘ ğ‘‘ğ‘®ğ‘µğ‘ğ‘•! Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘¤ğ‘©ğ‘• ğ‘¯ğ‘¬. ğ‘¥ğ‘¹ ğ‘£ğ‘¦ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¯ ğ‘² ğ‘”ğ‘·ğ‘‘.

source: That afternoon, another advance element of the main Wesnoth army arrived...
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘­ğ‘“ğ‘‘ğ‘¼ğ‘¯ğ‘µğ‘¯, ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘• ğ‘§ğ‘¤ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘¥ğ‘±ğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¸ğ‘¥ğ‘¦ ğ‘©ğ‘®ğ‘²ğ‘ğ‘›...

source: I think... I think theyâ€™re trying to storm Halstead itself... the fools!
en@shaw: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’... ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘±'ğ‘¼ ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘•ğ‘‘ğ‘¹ğ‘¥ ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“... ğ‘ ğ‘“ğ‘µğ‘¤ğ‘Ÿ!

source: Iâ€™m inside the tower! Iâ€™m going down to the catacombs â€” cover me.
en@shaw: ğ‘²'ğ‘§ğ‘¥ ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘› ğ‘ ğ‘‘ğ‘¬ğ‘¼! ğ‘²'ğ‘§ğ‘¥ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘›ğ‘¬ğ‘¯ ğ‘‘ ğ‘ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘’ğ‘´ğ‘¥ğ‘Ÿ - ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘¥ğ‘°.

source: After about an hour...
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘©ğ‘¯ ğ‘¬ğ‘¼...

source: Itâ€™s done.
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘›ğ‘³ğ‘¯.

source: We cannot stay here. The fortress has started to collapse!
en@shaw: ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘± ğ‘£ğ‘½. ğ‘ ğ‘“ğ‘¹ğ‘‘ğ‘®ğ‘©ğ‘• ğ‘£ğ‘¨ğ‘Ÿ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘’ğ‘©ğ‘¤ğ‘¨ğ‘ğ‘•!

source: After more than a week of fierce fighting, the main body of Asheviereâ€™s host arrived from Weldyn. The battle was soon finished. Every last man from the province of Annuvin was executed.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘© ğ‘¢ğ‘°ğ‘’ ğ‘ ğ‘“ğ‘½ğ‘• ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™, ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ğ‘Ÿ ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ Â·ğ‘¢ğ‘§ğ‘¤ğ‘›ğ‘¦ğ‘¯. ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘µğ‘¯ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘. ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘¥ğ‘¨ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘ğ‘®ğ‘ªğ‘ğ‘¦ğ‘¯ğ‘• ğ‘ Â·ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¦ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘§ğ‘’ğ‘•ğ‘©ğ‘’ğ‘¿ğ‘‘ğ‘©ğ‘›.

source: Men, help me out of here! I am trapped under this rubble.
en@shaw: ğ‘¥ğ‘§ğ‘¯, ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¥ğ‘° ğ‘¬ğ‘‘ ğ‘ ğ‘£ğ‘½! ğ‘² ğ‘¨ğ‘¥ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘®ğ‘©ğ‘šğ‘©ğ‘¤.

source: I hope this sacrifice is not in vain... but we will never know.
en@shaw: ğ‘² ğ‘£ğ‘´ğ‘ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¨ğ‘’ğ‘®ğ‘¦ğ‘“ğ‘²ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ ğ‘ğ‘±ğ‘¯... ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¯ğ‘´.

source: Our dream of freedom... gone... Unngh.
en@shaw: ğ‘¬ğ‘¼ ğ‘›ğ‘®ğ‘°ğ‘¥ ğ‘ ğ‘“ğ‘®ğ‘°ğ‘›ğ‘©ğ‘¥... ğ‘œğ‘ªğ‘¯... ğ‘³ğ‘¯ğ‘¯ğ‘œ.

source: Uncle!
en@shaw: ğ‘³ğ‘™ğ‘’ğ‘©ğ‘¤!

source: NO!
en@shaw: ğ‘¯ğ‘´!

source: I promised your father I would watch after you... and I failed.
en@shaw: ğ‘² ğ‘ğ‘®ğ‘ªğ‘¥ğ‘¦ğ‘•ğ‘‘ ğ‘¿ğ‘¼ ğ‘“ğ‘­ğ‘ğ‘¼ ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘¢ğ‘ªğ‘¡ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¿... ğ‘¯ ğ‘² ğ‘“ğ‘±ğ‘¤ğ‘›.

source: But we are so close to the end. We must finish this. I am sorry you will not be able to enjoy our freedom. Goodbye, Harper.
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘¸ ğ‘•ğ‘´ ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘›. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘ğ‘¦ğ‘•. ğ‘² ğ‘¨ğ‘¥ ğ‘•ğ‘ªğ‘®ğ‘¦ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¦ğ‘¯ğ‘¡ğ‘¶ ğ‘¬ğ‘¼ ğ‘“ğ‘®ğ‘°ğ‘›ğ‘©ğ‘¥. ğ‘œğ‘«ğ‘›ğ‘šğ‘², ğ‘£ğ‘¸ğ‘ğ‘».

source: Carry on, my friends. Fighting by your side is the most honorable thing I have done...
en@shaw: ğ‘’ğ‘¨ğ‘®ğ‘¦ ğ‘ªğ‘¯, ğ‘¥ğ‘² ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ. ğ‘“ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘šğ‘² ğ‘¿ğ‘¼ ğ‘•ğ‘²ğ‘› ğ‘¦ğ‘Ÿ ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ªğ‘¯ğ‘¼ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘”ğ‘¦ğ‘™ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘³ğ‘¯...

source: Your reign of terror is over, General.
en@shaw: ğ‘¿ğ‘¼ ğ‘®ğ‘±ğ‘¯ ğ‘ ğ‘‘ğ‘§ğ‘®ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘¼, ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤.

source: You will never successfully oppose Asheviere. Her power is too great... This small victory today is but a reprieve from the unimaginable pain you will suffer when the full force of her wrath descends upon you.
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦ ğ‘©ğ‘ğ‘´ğ‘Ÿ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½. ğ‘£ğ‘» ğ‘ğ‘¬ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘µ ğ‘œğ‘®ğ‘±ğ‘‘... ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘‘ğ‘«ğ‘›ğ‘± ğ‘¦ğ‘Ÿ ğ‘šğ‘³ğ‘‘ ğ‘© ğ‘®ğ‘°ğ‘ğ‘®ğ‘°ğ‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘©ğ‘¯ğ‘¦ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘¯ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘±ğ‘¯ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘³ğ‘“ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘“ğ‘«ğ‘¤ ğ‘“ğ‘¹ğ‘• ğ‘ ğ‘£ğ‘» ğ‘®ğ‘ªğ‘” ğ‘›ğ‘¦ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘©ğ‘ğ‘ªğ‘¯ ğ‘¿.

source: This was no small victory. You underestimate the power of love for freedom.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘´ ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦. ğ‘¿ ğ‘©ğ‘¯ğ‘›ğ‘»ğ‘§ğ‘•ğ‘‘ğ‘©ğ‘¥ğ‘±ğ‘‘ ğ‘ ğ‘ğ‘¬ğ‘¼ ğ‘ ğ‘¤ğ‘³ğ‘ ğ‘“ğ‘¹ ğ‘“ğ‘®ğ‘°ğ‘›ğ‘©ğ‘¥.

source: Small victory? Bah! Now we will raze this fortress and bury it in the earth from whence it came.
en@shaw: ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦? ğ‘šğ‘­! ğ‘¯ğ‘¬ ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘®ğ‘±ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘¹ğ‘‘ğ‘®ğ‘©ğ‘• ğ‘¯ ğ‘šğ‘§ğ‘®ğ‘¦ ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘»ğ‘” ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¢ğ‘§ğ‘¯ğ‘• ğ‘¦ğ‘‘ ğ‘’ğ‘±ğ‘¥.

source: Liberty â€” Epilogue
en@shaw: ğ‘¤ğ‘¦ğ‘šğ‘¼ğ‘‘ğ‘¦ - ğ‘§ğ‘ğ‘©ğ‘¤ğ‘ªğ‘œ

source: The rest of the battle was a blur. The shock of what had happened stunned everybody.
en@shaw: ğ‘ ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¢ğ‘ªğ‘Ÿ ğ‘© ğ‘šğ‘¤ğ‘». ğ‘ ğ‘–ğ‘ªğ‘’ ğ‘ ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘› ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘› ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘› ğ‘§ğ‘ğ‘®ğ‘¦ğ‘šğ‘ªğ‘›ğ‘¦.

source: Baldras and his men fled the plains of western Wesnoth under the cover of night. The spectacle of Halsteadâ€™s destruction stunned them into a daze that only slowly wore off as they made their way north to and past Elensefar.
en@shaw: Â·ğ‘šğ‘¨ğ‘¤ğ‘›ğ‘®ğ‘¨ğ‘• ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘“ğ‘¤ğ‘§ğ‘› ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¼ğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘ ğ‘¯ğ‘²ğ‘‘. ğ‘ ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘’ğ‘©ğ‘¤ ğ‘ Â·ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘›ğ‘• ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘© ğ‘›ğ‘±ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘•ğ‘¤ğ‘´ğ‘¤ğ‘¦ ğ‘¢ğ‘¹ ğ‘ªğ‘“ ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘¥ğ‘±ğ‘› ğ‘ğ‘º ğ‘¢ğ‘± ğ‘¯ğ‘¹ğ‘” ğ‘‘ ğ‘¯ ğ‘ğ‘­ğ‘•ğ‘‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸.

source: The Elense riders routed the orcish army, small as it was, and sent them back across the Great River. They then scattered to the countryside and were not heard from again. Baldras thought this odd behavior when he heard about it.
en@shaw: ğ‘ Â·ğ‘§ğ‘¤ğ‘°ğ‘¯ğ‘• ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘®ğ‘µğ‘‘ğ‘©ğ‘› ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘¸ğ‘¥ğ‘¦, ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘¨ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ, ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘ğ‘§ğ‘¥ ğ‘šğ‘¨ğ‘’ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¼. ğ‘ğ‘± ğ‘ğ‘§ğ‘¯ ğ‘•ğ‘’ğ‘¨ğ‘‘ğ‘¼ğ‘› ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘•ğ‘²ğ‘› ğ‘¯ ğ‘¢ğ‘» ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘»ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘©ğ‘œğ‘±ğ‘¯. Â·ğ‘šğ‘¨ğ‘¤ğ‘›ğ‘®ğ‘¨ğ‘• ğ‘”ğ‘·ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ªğ‘› ğ‘šğ‘¦ğ‘£ğ‘±ğ‘ğ‘˜ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘£ğ‘° ğ‘£ğ‘»ğ‘› ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¦ğ‘‘.

source: As the main body of Asheviereâ€™s army neared the ruins of Halstead, strange things began to happen. Every night, men would disappear. Others were found hacked to bloody pieces. Unexplained misfortune plagued the marching columns. Soldiers dropped dead where they stood, slain by unseen assassins. Fear of an undead menace spread through the ranks.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘ ğ‘¥ğ‘±ğ‘¯ ğ‘šğ‘ªğ‘›ğ‘¦ ğ‘ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ğ‘Ÿ ğ‘¸ğ‘¥ğ‘¦ ğ‘¯ğ‘½ğ‘› ğ‘ ğ‘®ğ‘µğ‘¦ğ‘¯ğ‘Ÿ ğ‘ ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘›, ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘¡ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ ğ‘šğ‘©ğ‘œğ‘¨ğ‘¯ ğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯. ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘¯ğ‘²ğ‘‘, ğ‘¥ğ‘§ğ‘¯ ğ‘¢ğ‘«ğ‘› ğ‘›ğ‘¦ğ‘•ğ‘©ğ‘ğ‘½. ğ‘³ğ‘ğ‘¼ğ‘Ÿ ğ‘¢ğ‘» ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘£ğ‘¨ğ‘’ğ‘‘ ğ‘‘ ğ‘šğ‘¤ğ‘³ğ‘›ğ‘¦ ğ‘ğ‘°ğ‘•ğ‘©ğ‘Ÿ. ğ‘©ğ‘¯ğ‘¦ğ‘’ğ‘•ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘› ğ‘¥ğ‘¦ğ‘•ğ‘“ğ‘¹ğ‘—ğ‘µğ‘¯ ğ‘ğ‘¤ğ‘±ğ‘œğ‘› ğ‘ ğ‘¥ğ‘¸ğ‘—ğ‘¦ğ‘™ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ. ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ ğ‘›ğ‘®ğ‘ªğ‘ğ‘‘ ğ‘›ğ‘§ğ‘› ğ‘¢ğ‘º ğ‘ğ‘± ğ‘•ğ‘‘ğ‘«ğ‘›, ğ‘•ğ‘¤ğ‘±ğ‘¯ ğ‘šğ‘² ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘¯ ğ‘©ğ‘•ğ‘¨ğ‘•ğ‘©ğ‘¯ğ‘Ÿ. ğ‘“ğ‘½ ğ‘ ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘¥ğ‘§ğ‘¯ğ‘©ğ‘• ğ‘•ğ‘ğ‘®ğ‘§ğ‘› ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘®ğ‘¨ğ‘™ğ‘’ğ‘•.

source: When the army of Wesnoth found the ruins of the mighty fortress Halstead, it was too much. Their shock that such a thing could happen combined with the invisible terror stalking them convinced Asheviereâ€™s second in command the entire countryside was cursed. He quickly retreated to the traditional border and set up strong defenses against the west.
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¸ğ‘¥ğ‘¦ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘®ğ‘µğ‘¦ğ‘¯ğ‘Ÿ ğ‘ ğ‘ ğ‘¥ğ‘²ğ‘‘ğ‘¦ ğ‘“ğ‘¹ğ‘‘ğ‘®ğ‘©ğ‘• ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘›, ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘‘ğ‘µ ğ‘¥ğ‘³ğ‘—. ğ‘ğ‘º ğ‘–ğ‘ªğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘•ğ‘³ğ‘— ğ‘© ğ‘”ğ‘¦ğ‘™ ğ‘’ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘šğ‘²ğ‘¯ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¦ğ‘¯ğ‘ğ‘¦ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘‘ğ‘§ğ‘®ğ‘¼ ğ‘•ğ‘‘ğ‘·ğ‘’ğ‘¦ğ‘™ ğ‘ğ‘§ğ‘¥ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘¦ğ‘¯ğ‘•ğ‘‘ Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ğ‘Ÿ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘²ğ‘¼ ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘•ğ‘²ğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘»ğ‘•ğ‘›. ğ‘£ğ‘° ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘šğ‘¹ğ‘›ğ‘¼ ğ‘¯ ğ‘•ğ‘§ğ‘‘ ğ‘³ğ‘ ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘¢ğ‘§ğ‘•ğ‘‘.

source: The peasants-turned-outlaws finally reached Dallben. It was burnt to the ground. In a panic, they raced through the forest to Delwyn. It was likewise devastated. However, they did find one clue as to what happened...
en@shaw: ğ‘ ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ğ‘•-ğ‘‘ğ‘»ğ‘¯ğ‘›-ğ‘¬ğ‘‘ğ‘¤ğ‘·ğ‘Ÿ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ğ‘¦ ğ‘®ğ‘°ğ‘—ğ‘‘ Â·ğ‘›ğ‘¨ğ‘¤ğ‘šğ‘§ğ‘¯. ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘šğ‘»ğ‘¯ğ‘‘ ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›. ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘¨ğ‘¯ğ‘¦ğ‘’, ğ‘ğ‘± ğ‘®ğ‘±ğ‘•ğ‘‘ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘‘ ğ‘›ğ‘§ğ‘¤ğ‘¢ğ‘¦ğ‘¯. ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¤ğ‘²ğ‘’ğ‘¢ğ‘²ğ‘Ÿ ğ‘›ğ‘§ğ‘ğ‘©ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘©ğ‘›. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘ğ‘± ğ‘›ğ‘¦ğ‘› ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¢ğ‘³ğ‘¯ ğ‘’ğ‘¤ğ‘µ ğ‘¨ğ‘Ÿ ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ğ‘©ğ‘¯ğ‘›...

source: Bone Knight
en@shaw: ğ‘šğ‘´ğ‘¯ ğ‘¯ğ‘²ğ‘‘

source: Once great warriors across the plains, these mounted riders atop their skeletal horses were raised from the ground by unholy magic to spread fear and destruction.
en@shaw: ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ, ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘©ğ‘‘ğ‘­ğ‘ ğ‘ğ‘º ğ‘•ğ‘’ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘©ğ‘¤ ğ‘£ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘» ğ‘®ğ‘±ğ‘Ÿğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘šğ‘² ğ‘©ğ‘¯ğ‘£ğ‘´ğ‘¤ğ‘° ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘‘ ğ‘•ğ‘ğ‘®ğ‘§ğ‘› ğ‘“ğ‘½ ğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯.

source: trample
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘¥ğ‘ğ‘©ğ‘¤

source: Death Squire
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘•ğ‘’ğ‘¢ğ‘²ğ‘¼

source: Some mages are thrown out of the mageâ€™s guild for attempting to practice forbidden arts. Now completely outside the law, these rogue mages do whatever necessary to support their study of black magic. Although not as skilled as mages with more formal training, their magic can be quite lethal, while their banditry has resulted in moderate skill with the short sword.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘¥ğ‘±ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¸ ğ‘”ğ‘®ğ‘´ğ‘¯ ğ‘¬ğ‘‘ ğ‘ ğ‘ ğ‘¥ğ‘±ğ‘¡ğ‘Ÿ ğ‘œğ‘¦ğ‘¤ğ‘› ğ‘“ğ‘¹ ğ‘©ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ğ‘™ ğ‘‘ ğ‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘• ğ‘“ğ‘¹ğ‘šğ‘¦ğ‘›ğ‘§ğ‘¯ ğ‘¸ğ‘‘ğ‘•. ğ‘¯ğ‘¬ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ğ‘¤ğ‘¦ ğ‘¬ğ‘‘ğ‘•ğ‘²ğ‘› ğ‘ ğ‘¤ğ‘·, ğ‘ğ‘°ğ‘Ÿ ğ‘®ğ‘´ğ‘œ ğ‘¥ğ‘±ğ‘¡ğ‘¦ğ‘Ÿ ğ‘›ğ‘µ ğ‘¢ğ‘ªğ‘‘ğ‘§ğ‘ğ‘¼ ğ‘¯ğ‘§ğ‘•ğ‘©ğ‘•ğ‘¼ğ‘¦ ğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘ğ‘º ğ‘•ğ‘‘ğ‘³ğ‘›ğ‘¦ ğ‘ ğ‘šğ‘¤ğ‘¨ğ‘’ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’. ğ‘·ğ‘¤ğ‘ğ‘´ ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘Ÿ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘¨ğ‘Ÿ ğ‘¥ğ‘±ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘¹ ğ‘“ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘¦ğ‘™, ğ‘ğ‘º ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘’ğ‘¢ğ‘²ğ‘‘ ğ‘¤ğ‘°ğ‘”ğ‘©ğ‘¤, ğ‘¢ğ‘²ğ‘¤ ğ‘ğ‘º ğ‘šğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘®ğ‘° ğ‘£ğ‘¨ğ‘Ÿ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘¥ğ‘´ğ‘›ğ‘®ğ‘±ğ‘‘ ğ‘•ğ‘’ğ‘¦ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘–ğ‘¹ğ‘‘ ğ‘•ğ‘¹ğ‘›.

source: Skeleton Rider
en@shaw: ğ‘•ğ‘’ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘©ğ‘¯ ğ‘®ğ‘²ğ‘›ğ‘¼

source: Once great warriors thundering across the plains, these mounted riders atop their skeletal horses were raised from the grave by unholy magic to spread fear and destruction.
en@shaw: ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘”ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘¦ğ‘™ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘ğ‘¤ğ‘±ğ‘¯ğ‘Ÿ, ğ‘ğ‘°ğ‘Ÿ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘©ğ‘‘ğ‘­ğ‘ ğ‘ğ‘º ğ‘•ğ‘’ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘©ğ‘¤ ğ‘£ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘¢ğ‘» ğ‘®ğ‘±ğ‘Ÿğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘œğ‘®ğ‘±ğ‘ ğ‘šğ‘² ğ‘©ğ‘¯ğ‘£ğ‘´ğ‘¤ğ‘° ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘‘ ğ‘•ğ‘ğ‘®ğ‘§ğ‘› ğ‘“ğ‘½ ğ‘¯ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯.

source: Each of the villages scattered across the Wesnoth countryside is normally guided by a group of elders, who are the villageâ€™s wisest and most experienced residents.
en@shaw: ğ‘°ğ‘— ğ‘ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘•ğ‘’ğ‘¨ğ‘‘ğ‘¼ğ‘› ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘¦ğ‘•ğ‘²ğ‘› ğ‘¦ğ‘Ÿ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘œğ‘²ğ‘›ğ‘©ğ‘› ğ‘šğ‘² ğ‘© ğ‘œğ‘®ğ‘µğ‘ ğ‘ ğ‘§ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ, ğ‘£ğ‘µ ğ‘¸ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¢ğ‘²ğ‘Ÿğ‘©ğ‘•ğ‘‘ ğ‘¯ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘®ğ‘§ğ‘Ÿğ‘¦ğ‘›ğ‘©ğ‘¯ğ‘‘ğ‘•.

source: The entire village looks to the senior elder for guidance. Strong and wise, the senior elders take responsibility for the communityâ€™s well-being on their shoulders. Provincial officials tend to choose senior village elders as magistrates so that legal and customary authority will coincide.
en@shaw: ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘²ğ‘¼ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘‘ ğ‘ ğ‘•ğ‘°ğ‘¯ğ‘˜ğ‘» ğ‘§ğ‘¤ğ‘›ğ‘¼ ğ‘“ğ‘¹ ğ‘œğ‘²ğ‘›ğ‘©ğ‘¯ğ‘•. ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¯ ğ‘¢ğ‘²ğ‘Ÿ, ğ‘ ğ‘•ğ‘°ğ‘¯ğ‘˜ğ‘» ğ‘§ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘‘ğ‘±ğ‘’ ğ‘®ğ‘¦ğ‘•ğ‘ğ‘ªğ‘¯ğ‘•ğ‘¦ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘°ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤-ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ğ‘º ğ‘–ğ‘´ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ. ğ‘ğ‘®ğ‘©ğ‘ğ‘¦ğ‘¯ğ‘–ğ‘©ğ‘¤ ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘Ÿ ğ‘‘ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘•ğ‘°ğ‘¯ğ‘˜ğ‘» ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘§ğ‘¤ğ‘›ğ‘¼ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘• ğ‘•ğ‘´ ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘œğ‘©ğ‘¤ ğ‘¯ ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ğ‘¼ğ‘¦ ğ‘·ğ‘”ğ‘ªğ‘®ğ‘¦ğ‘‘ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘´ğ‘¦ğ‘¯ğ‘•ğ‘²ğ‘›.

source: Tell my wife... that I loved her!
en@shaw: ğ‘‘ğ‘§ğ‘¤ ğ‘¥ğ‘² ğ‘¢ğ‘²ğ‘“... ğ‘ğ‘¨ğ‘‘ ğ‘² ğ‘¤ğ‘³ğ‘ğ‘› ğ‘£ğ‘»!

source: Unngh... Now our people may never be free...
en@shaw: ğ‘³ğ‘¯ğ‘¯ğ‘œ... ğ‘¯ğ‘¬ ğ‘¬ğ‘¼ ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¥ğ‘± ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘šğ‘° ğ‘“ğ‘®ğ‘°...

source: I am finished... will we ever be free?
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘... ğ‘¢ğ‘¦ğ‘¤ ğ‘¢ğ‘° ğ‘§ğ‘ğ‘¼ ğ‘šğ‘° ğ‘“ğ‘®ğ‘°?

source: How can this be? We have lost.
en@shaw: ğ‘£ğ‘¬ ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘šğ‘°? ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘¤ğ‘ªğ‘•ğ‘‘.
