Repository: wesnoth/wesnoth
Catalog: po/wesnoth-l/*.po
Languages: en@shaw, hu

source: I will not. Unless you want me to round up the cityâ€™s thieves to fight for you, I do not have the troops to spare. However, I am not the only one who commands men in this corner of Wesnoth.
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘ªğ‘‘. ğ‘³ğ‘¯ğ‘¤ğ‘§ğ‘• ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¥ğ‘° ğ‘‘ ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘³ğ‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘°ğ‘Ÿ ğ‘”ğ‘°ğ‘ğ‘Ÿ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘“ğ‘¹ ğ‘¿, ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘‘ ğ‘•ğ‘ğ‘º. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘² ğ‘¨ğ‘¥ ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¢ğ‘³ğ‘¯ ğ‘£ğ‘µ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘’ğ‘¹ğ‘¯ğ‘» ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”.

source: I donâ€™t understand. There are no other noble lords in this area.
en@shaw: ğ‘² ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›. ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘³ğ‘ğ‘¼ ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘¤ğ‘¹ğ‘›ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘ºğ‘¦ğ‘©.

source: Southeast of here there is a town, and there you may find assistance of the type I cannot give.
en@shaw: ğ‘•ğ‘¬ğ‘”ğ‘°ğ‘•ğ‘‘ ğ‘ ğ‘£ğ‘½ ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘‘ğ‘¬ğ‘¯, ğ‘¯ ğ‘ğ‘º ğ‘¿ ğ‘¥ğ‘± ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘©ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘ ğ‘ ğ‘‘ğ‘²ğ‘ ğ‘² ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘¦ğ‘.

source: Wish us well. If we are to resist the Wesnoth army a second time, weâ€™re going to need more than clubs and slings against steel.
en@shaw: ğ‘¢ğ‘¦ğ‘– ğ‘³ğ‘• ğ‘¢ğ‘§ğ‘¤. ğ‘¦ğ‘“ ğ‘¢ğ‘° ğ‘¸ ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¸ğ‘¥ğ‘¦ ğ‘© ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘‘ğ‘²ğ‘¥, ğ‘¢ğ‘°'ğ‘¼ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘¯ğ‘°ğ‘› ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘’ğ‘¤ğ‘³ğ‘šğ‘Ÿ ğ‘¯ ğ‘•ğ‘¤ğ‘¦ğ‘™ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘°ğ‘¤.

source: Look, more riders come from the southeast. We cannot survive another assault. We are finished!
en@shaw: ğ‘¤ğ‘«ğ‘’, ğ‘¥ğ‘¹ ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘’ğ‘³ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘•ğ‘¬ğ‘”ğ‘°ğ‘•ğ‘‘. ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘©ğ‘•ğ‘ªğ‘¤ğ‘‘. ğ‘¢ğ‘° ğ‘¸ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘!

source: Indeed, Asheviereâ€™s armies had mustered and struck before the nascent rebellion could even be planned. Her power and ruthlessness â€” and their toll of death â€” would only grow greater with time.
en@shaw: ğ‘¦ğ‘¯ğ‘›ğ‘°ğ‘›, Â·ğ‘¨ğ‘–ğ‘§ğ‘ğ‘½ğ‘Ÿ ğ‘¸ğ‘¥ğ‘°ğ‘Ÿ ğ‘£ğ‘¨ğ‘› ğ‘¥ğ‘©ğ‘•ğ‘‘ğ‘»ğ‘› ğ‘¯ ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘¯ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘‘ ğ‘®ğ‘¦ğ‘šğ‘§ğ‘¤ğ‘˜ğ‘©ğ‘¯ ğ‘’ğ‘«ğ‘› ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘šğ‘° ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘›. ğ‘£ğ‘» ğ‘ğ‘¬ğ‘¼ ğ‘¯ ğ‘®ğ‘µğ‘”ğ‘¤ğ‘©ğ‘•ğ‘¯ğ‘©ğ‘• - ğ‘¯ ğ‘ğ‘º ğ‘‘ğ‘´ğ‘¤ ğ‘ ğ‘›ğ‘§ğ‘” - ğ‘¢ğ‘«ğ‘› ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘œğ‘®ğ‘´ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘ ğ‘‘ğ‘²ğ‘¥.

source: Midnight
en@shaw: ğ‘¥ğ‘¦ğ‘›ğ‘¯ğ‘²ğ‘‘

source: Quentin
en@shaw: ğ‘’ğ‘¢ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¯

source: Hans
en@shaw: ğ‘£ğ‘­ğ‘¯ğ‘•

source: Take Baldras to meet the leader of the insurgency
en@shaw: ğ‘‘ğ‘±ğ‘’ Â·ğ‘šğ‘¨ğ‘¤ğ‘›ğ‘®ğ‘¨ğ‘• ğ‘‘ ğ‘¥ğ‘°ğ‘‘ ğ‘ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘ ğ‘ ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘¡ğ‘©ğ‘¯ğ‘•ğ‘°

source: Relentlessly pursued by riders patrolling the road to Elensefar, Baldras and his men traveled unseen along the swampy banks of the Great River to the city of Carcyn.
en@shaw: ğ‘®ğ‘¦ğ‘¤ğ‘§ğ‘¯ğ‘‘ğ‘¤ğ‘©ğ‘•ğ‘¤ğ‘° ğ‘ğ‘¼ğ‘•ğ‘¿ğ‘› ğ‘šğ‘² ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘ğ‘©ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘¦ğ‘™ ğ‘ ğ‘®ğ‘´ğ‘› ğ‘‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸, Â·ğ‘šğ‘¨ğ‘¤ğ‘›ğ‘®ğ‘¨ğ‘• ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘‘ğ‘®ğ‘¨ğ‘ğ‘©ğ‘¤ğ‘› ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘¯ ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘ ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘ğ‘° ğ‘šğ‘¨ğ‘™ğ‘’ğ‘• ğ‘ ğ‘ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘®ğ‘¦ğ‘ğ‘¼ ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘ Â·ğ‘’ğ‘¸ğ‘’ğ‘¦ğ‘¯.

source: They hid until nightfall, then crept out to find the help Lord Maddock hinted was here.
en@shaw: ğ‘ğ‘± ğ‘£ğ‘¦ğ‘› ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘¯ğ‘²ğ‘‘ğ‘“ğ‘·ğ‘¤, ğ‘ğ‘§ğ‘¯ ğ‘’ğ‘®ğ‘§ğ‘ğ‘‘ ğ‘¬ğ‘‘ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¤ğ‘¹ğ‘› ğ‘¥ğ‘¨ğ‘›ğ‘©ğ‘’ ğ‘£ğ‘¦ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘£ğ‘½.

source: Link
en@shaw: ğ‘¤ğ‘¦ğ‘™ğ‘’

source: Who are you?
en@shaw: ğ‘£ğ‘µ ğ‘¸ ğ‘¿?

source: I have come to find you. You must make it through the city without being seen. The soldiers are normally out hunting for my kind, but a company of heavy infantry arrived three days ago and took over the patrols.
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¿. ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘•ğ‘°ğ‘¯. ğ‘ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘¬ğ‘‘ ğ‘£ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘¥ğ‘² ğ‘’ğ‘²ğ‘¯ğ‘›, ğ‘šğ‘³ğ‘‘ ğ‘© ğ‘’ğ‘³ğ‘¥ğ‘ğ‘©ğ‘¯ğ‘¦ ğ‘ ğ‘£ğ‘§ğ‘ğ‘¦ ğ‘¦ğ‘¯ğ‘“ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘¦ ğ‘©ğ‘®ğ‘²ğ‘ğ‘› ğ‘”ğ‘®ğ‘° ğ‘›ğ‘±ğ‘Ÿ ğ‘©ğ‘œğ‘´ ğ‘¯ ğ‘‘ğ‘«ğ‘’ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘ğ‘©ğ‘‘ğ‘®ğ‘´ğ‘¤ğ‘Ÿ.

source: Theyâ€™re looking for us.
en@shaw: ğ‘ğ‘±'ğ‘¼ ğ‘¤ğ‘«ğ‘’ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘³ğ‘•.

source: Well, good thing I found you first. Now hurry, you must make it past the city into the Grey Woods. There is a small path in the southeast that leads into the forest; look for the signpost. My brother Hans is waiting for you there and will take you to our master. Try to avoid the soldiers if you can.
en@shaw: ğ‘¢ğ‘§ğ‘¤, ğ‘œğ‘«ğ‘› ğ‘”ğ‘¦ğ‘™ ğ‘² ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¿ ğ‘“ğ‘»ğ‘•ğ‘‘. ğ‘¯ğ‘¬ ğ‘£ğ‘³ğ‘®ğ‘¦, ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘œğ‘®ğ‘± ğ‘¢ğ‘«ğ‘›ğ‘Ÿ. ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘ğ‘­ğ‘” ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘¬ğ‘”ğ‘°ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘°ğ‘›ğ‘Ÿ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘; ğ‘¤ğ‘«ğ‘’ ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘²ğ‘¯ğ‘ğ‘´ğ‘•ğ‘‘. ğ‘¥ğ‘² ğ‘šğ‘®ğ‘³ğ‘ğ‘¼ ğ‘£ğ‘­ğ‘¯ğ‘• ğ‘¦ğ‘Ÿ ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘¿ ğ‘ğ‘º ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘¿ ğ‘‘ ğ‘¬ğ‘¼ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼. ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘©ğ‘ğ‘¶ğ‘› ğ‘ ğ‘•ğ‘´ğ‘¤ğ‘¡ğ‘¼ğ‘Ÿ ğ‘¦ğ‘“ ğ‘¿ ğ‘’ğ‘¨ğ‘¯.

source: Looks like these guards hold stationary posts, so if weâ€™re careful enough we should be able to slip our way around them unnoticed.
en@shaw: ğ‘¤ğ‘«ğ‘’ğ‘• ğ‘¤ğ‘²ğ‘’ ğ‘ğ‘°ğ‘Ÿ ğ‘œğ‘¸ğ‘›ğ‘Ÿ ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘•ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘ºğ‘° ğ‘ğ‘´ğ‘•ğ‘‘ğ‘•, ğ‘•ğ‘´ ğ‘¦ğ‘“ ğ‘¢ğ‘°'ğ‘¼ ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘•ğ‘¤ğ‘¦ğ‘ ğ‘¬ğ‘¼ ğ‘¢ğ‘± ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘©ğ‘¯ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘•ğ‘‘.

source: Harper, you younger and faster folks need to be our eyes now. Scout ahead and try to find a way for us to get past the guards, but make sure to not stay where they can see you or weâ€™re all in big trouble...
en@shaw: ğ‘£ğ‘¸ğ‘ğ‘», ğ‘¿ ğ‘˜ğ‘³ğ‘™ğ‘¼ ğ‘¯ ğ‘“ğ‘­ğ‘•ğ‘‘ğ‘¼ ğ‘“ğ‘´ğ‘’ğ‘• ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘šğ‘° ğ‘¬ğ‘¼ ğ‘²ğ‘Ÿ ğ‘¯ğ‘¬. ğ‘•ğ‘’ğ‘¬ğ‘‘ ğ‘©ğ‘£ğ‘§ğ‘› ğ‘¯ ğ‘‘ğ‘®ğ‘² ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘© ğ‘¢ğ‘± ğ‘“ğ‘¹ ğ‘³ğ‘• ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘ ğ‘œğ‘¸ğ‘›ğ‘Ÿ, ğ‘šğ‘³ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘–ğ‘«ğ‘¼ ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘‘ğ‘± ğ‘¢ğ‘º ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘° ğ‘¿ ğ‘¹ ğ‘¢ğ‘°'ğ‘¼ ğ‘·ğ‘¤ ğ‘¦ğ‘¯ ğ‘šğ‘¦ğ‘œ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤...

source: Fall back, quickly! Maybe we can yet lose them!
en@shaw: ğ‘“ğ‘·ğ‘¤ ğ‘šğ‘¨ğ‘’, ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦! ğ‘¥ğ‘±ğ‘šğ‘° ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘˜ğ‘§ğ‘‘ ğ‘¤ğ‘µğ‘Ÿ ğ‘ğ‘§ğ‘¥!

source: Gentlemen, please come this way and follow the path into the forest. Our leader is anxious to meet you.
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘¤ğ‘¥ğ‘§ğ‘¯, ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘’ğ‘³ğ‘¥ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘± ğ‘¯ ğ‘“ğ‘ªğ‘¤ğ‘´ ğ‘ ğ‘ğ‘­ğ‘” ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘. ğ‘¬ğ‘¼ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘¦ğ‘Ÿ ğ‘¨ğ‘™ğ‘–ğ‘©ğ‘• ğ‘‘ ğ‘¥ğ‘°ğ‘‘ ğ‘¿.

source: As soon as we escape the Wesnoth death squad, we will be happy to oblige.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘•ğ‘µğ‘¯ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘° ğ‘¦ğ‘•ğ‘’ğ‘±ğ‘ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘›ğ‘§ğ‘” ğ‘•ğ‘’ğ‘¢ğ‘ªğ‘›, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘£ğ‘¨ğ‘ğ‘¦ ğ‘‘ ğ‘©ğ‘šğ‘¤ğ‘²ğ‘¡.

source: I havenâ€™t run this much in years. If you were to ask me to infiltrate a heavily guarded city relying on nothing but the cover of darkness and my wits, I would say you were crazy.
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ğ‘¯ğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘³ğ‘— ğ‘¦ğ‘¯ ğ‘˜ğ‘½ğ‘Ÿ. ğ‘¦ğ‘“ ğ‘¿ ğ‘¢ğ‘» ğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘¥ğ‘° ğ‘‘ ğ‘¦ğ‘¯ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘®ğ‘±ğ‘‘ ğ‘© ğ‘£ğ‘§ğ‘ğ‘¦ğ‘¤ğ‘¦ ğ‘œğ‘¸ğ‘›ğ‘©ğ‘› ğ‘•ğ‘¦ğ‘‘ğ‘¦ ğ‘®ğ‘°ğ‘¤ğ‘²ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘ğ‘¼ ğ‘ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘• ğ‘¯ ğ‘¥ğ‘² ğ‘¢ğ‘¦ğ‘‘ğ‘•, ğ‘² ğ‘¢ğ‘«ğ‘› ğ‘•ğ‘± ğ‘¿ ğ‘¢ğ‘» ğ‘’ğ‘®ğ‘±ğ‘Ÿğ‘¦.

source: As it turns out, Iâ€™m the crazy one. Letâ€™s finish this folly.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘¬ğ‘‘, ğ‘²'ğ‘§ğ‘¥ ğ‘ ğ‘’ğ‘®ğ‘±ğ‘Ÿğ‘¦ ğ‘¢ğ‘³ğ‘¯. ğ‘¤ğ‘§ğ‘‘'ğ‘• ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘– ğ‘ğ‘¦ğ‘• ğ‘“ğ‘ªğ‘¤ğ‘¦.

source: You can come if you wish, but the leader is only interested in speaking to Baldras.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘’ğ‘³ğ‘¥ ğ‘¦ğ‘“ ğ‘¿ ğ‘¢ğ‘¦ğ‘–, ğ‘šğ‘³ğ‘‘ ğ‘ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘¦ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘•ğ‘ğ‘°ğ‘’ğ‘¦ğ‘™ ğ‘‘ Â·ğ‘šğ‘¨ğ‘¤ğ‘›ğ‘®ğ‘¨ğ‘•.

source: Fly, and we may yet evade them in the Grey Woods.
en@shaw: ğ‘“ğ‘¤ğ‘², ğ‘¯ ğ‘¢ğ‘° ğ‘¥ğ‘± ğ‘˜ğ‘§ğ‘‘ ğ‘¦ğ‘ğ‘±ğ‘› ğ‘ğ‘§ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘œğ‘®ğ‘± ğ‘¢ğ‘«ğ‘›ğ‘Ÿ.

source: We have spent too much time here. Surely the Queenâ€™s forces have returned to Dallben. Our mission is unfinished, but we must return to fight a suicide battle.
en@shaw: ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘ğ‘§ğ‘¯ğ‘‘ ğ‘‘ğ‘µ ğ‘¥ğ‘³ğ‘— ğ‘‘ğ‘²ğ‘¥ ğ‘£ğ‘½. ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯'ğ‘Ÿ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘› ğ‘‘ Â·ğ‘›ğ‘¨ğ‘¤ğ‘šğ‘§ğ‘¯. ğ‘¬ğ‘¼ ğ‘¥ğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘© ğ‘•ğ‘¿ğ‘¦ğ‘•ğ‘²ğ‘› ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤.

source: The Grey Woods
en@shaw: ğ‘ ğ‘œğ‘®ğ‘± ğ‘¢ğ‘«ğ‘›ğ‘Ÿ

source: Helicrom
en@shaw: Â·ğ‘£ğ‘§ğ‘¤ğ‘¦ğ‘’ğ‘®ğ‘ªğ‘¥

source: Mal-Jerod
en@shaw: ğ‘¥ğ‘¨ğ‘¤-ğ‘¡ğ‘ºğ‘©ğ‘›

source: Sel-Mana
en@shaw: ğ‘•ğ‘§ğ‘¤-ğ‘¥ğ‘­ğ‘¯ğ‘©

source: Defeat the lich and its minions
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ ğ‘¤ğ‘¦ğ‘— ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘¦ğ‘¯ğ‘˜ğ‘©ğ‘¯ğ‘Ÿ

source: The leader, I presume.
en@shaw: ğ‘ ğ‘¤ğ‘°ğ‘›ğ‘», ğ‘² ğ‘ğ‘®ğ‘¦ğ‘Ÿğ‘µğ‘¥.

source: Your pursuits?
en@shaw: ğ‘¿ğ‘¼ ğ‘ğ‘»ğ‘•ğ‘µğ‘‘ğ‘•?

source: The former Kingâ€™s magic ministry kept a tight control on the training and employment of mages in Wesnoth. Those of us who dared to... depart from the curriculum, you might say, were dealt with harshly. We are outcasts because we seek to master shadow magic. Our secrecy and security are not cheap.
en@shaw: ğ‘ ğ‘“ğ‘¹ğ‘¥ğ‘¼ ğ‘’ğ‘¦ğ‘™'ğ‘Ÿ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘° ğ‘’ğ‘§ğ‘ğ‘‘ ğ‘© ğ‘‘ğ‘²ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘®ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¯ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘¶ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘ ğ‘¥ğ‘±ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”. ğ‘ğ‘´ğ‘Ÿ ğ‘ ğ‘³ğ‘• ğ‘£ğ‘µ ğ‘›ğ‘ºğ‘› ğ‘‘... ğ‘›ğ‘¦ğ‘ğ‘¸ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘’ğ‘»ğ‘¦ğ‘’ğ‘˜ğ‘©ğ‘¤ğ‘©ğ‘¥, ğ‘¿ ğ‘¥ğ‘²ğ‘‘ ğ‘•ğ‘±, ğ‘¢ğ‘» ğ‘›ğ‘§ğ‘¤ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘£ğ‘¸ğ‘–ğ‘¤ğ‘¦. ğ‘¢ğ‘° ğ‘¸ ğ‘¬ğ‘‘ğ‘’ğ‘¨ğ‘•ğ‘‘ğ‘• ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘¢ğ‘° ğ‘•ğ‘°ğ‘’ ğ‘‘ ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ ğ‘–ğ‘¨ğ‘›ğ‘´ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’. ğ‘¬ğ‘¼ ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘•ğ‘¦ ğ‘¯ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘—ğ‘°ğ‘.

source: I have heard of you. Necromancers. Barely-human scum, I say.
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘£ğ‘»ğ‘› ğ‘ ğ‘¿. ğ‘¯ğ‘§ğ‘’ğ‘®ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘•ğ‘»ğ‘•. ğ‘šğ‘ºğ‘¤ğ‘¦-ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ ğ‘•ğ‘’ğ‘©ğ‘¥, ğ‘² ğ‘•ğ‘±.

source: Wrong. Necromancers become slaves to their lich masters and eventually lose their humanity. We have proven that practicing the dark arts need not lead down that path to damnation. We remain human, and seek the mystical secret of balance between the ways of light and darkness. We dance between both ways, adhering to neither.
en@shaw: ğ‘®ğ‘ªğ‘™. ğ‘¯ğ‘§ğ‘’ğ‘®ğ‘©ğ‘¥ğ‘¨ğ‘¯ğ‘•ğ‘»ğ‘• ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘•ğ‘¤ğ‘±ğ‘ğ‘Ÿ ğ‘‘ ğ‘ğ‘º ğ‘¤ğ‘¦ğ‘— ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘»ğ‘Ÿ ğ‘¯ ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘—ğ‘©ğ‘¢ğ‘©ğ‘¤ğ‘° ğ‘¤ğ‘µğ‘Ÿ ğ‘ğ‘º ğ‘£ğ‘¿ğ‘¥ğ‘¨ğ‘¯ğ‘¦ğ‘‘ğ‘¦. ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘ğ‘®ğ‘µğ‘ğ‘©ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘ ğ‘›ğ‘¸ğ‘’ ğ‘¸ğ‘‘ğ‘• ğ‘¯ğ‘°ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘°ğ‘› ğ‘›ğ‘¬ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘­ğ‘” ğ‘‘ ğ‘›ğ‘¨ğ‘¥ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯. ğ‘¢ğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯, ğ‘¯ ğ‘•ğ‘°ğ‘’ ğ‘ ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘°ğ‘’ğ‘®ğ‘©ğ‘‘ ğ‘ ğ‘šğ‘¨ğ‘¤ğ‘©ğ‘¯ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ ğ‘¢ğ‘±ğ‘Ÿ ğ‘ ğ‘¤ğ‘²ğ‘‘ ğ‘¯ ğ‘›ğ‘¸ğ‘’ğ‘¯ğ‘©ğ‘•. ğ‘¢ğ‘° ğ‘›ğ‘­ğ‘¯ğ‘• ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘šğ‘´ğ‘” ğ‘¢ğ‘±ğ‘Ÿ, ğ‘©ğ‘›ğ‘£ğ‘½ğ‘¦ğ‘™ ğ‘‘ ğ‘¯ğ‘²ğ‘ğ‘¼.

source: We donâ€™t. You have sought us out. But, I do know of your situation and am willing to help. Any weakening of the Throne of Wesnoth, whether it be occupied by King or Queen, aids us.
en@shaw: ğ‘¢ğ‘° ğ‘›ğ‘´ğ‘¯ğ‘‘. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘·ğ‘‘ ğ‘³ğ‘• ğ‘¬ğ‘‘. ğ‘šğ‘³ğ‘‘, ğ‘² ğ‘›ğ‘µ ğ‘¯ğ‘´ ğ‘ ğ‘¿ğ‘¼ ğ‘•ğ‘¦ğ‘‘ğ‘¿ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¯ ğ‘¨ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘£ğ‘§ğ‘¤ğ‘. ğ‘§ğ‘¯ğ‘¦ ğ‘¢ğ‘°ğ‘’ğ‘©ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘‘ ğ‘šğ‘° ğ‘ªğ‘’ğ‘˜ğ‘«ğ‘ğ‘²ğ‘› ğ‘šğ‘² ğ‘’ğ‘¦ğ‘™ ğ‘¹ ğ‘’ğ‘¢ğ‘°ğ‘¯, ğ‘±ğ‘›ğ‘Ÿ ğ‘³ğ‘•.

source: So now you need to defend your rear as well as your front... I see your predicament. My men will wipe this land clean if you can help us defend our homeland.
en@shaw: ğ‘•ğ‘´ ğ‘¯ğ‘¬ ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘®ğ‘½ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤ ğ‘¨ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘“ğ‘®ğ‘³ğ‘¯ğ‘‘... ğ‘² ğ‘•ğ‘° ğ‘¿ğ‘¼ ğ‘ğ‘®ğ‘¦ğ‘›ğ‘¦ğ‘’ğ‘©ğ‘¥ğ‘©ğ‘¯ğ‘‘. ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¢ğ‘²ğ‘ ğ‘ğ‘¦ğ‘• ğ‘¤ğ‘¨ğ‘¯ğ‘› ğ‘’ğ‘¤ğ‘°ğ‘¯ ğ‘¦ğ‘“ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘³ğ‘• ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘¬ğ‘¼ ğ‘£ğ‘´ğ‘¥ğ‘¤ğ‘¨ğ‘¯ğ‘›.

source: The lich is destroyed and its minions dead.
en@shaw: ğ‘ ğ‘¤ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ğ‘› ğ‘¯ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘¦ğ‘¯ğ‘˜ğ‘©ğ‘¯ğ‘Ÿ ğ‘›ğ‘§ğ‘›.

source: The remaining members were very grateful and offered Baldras a sizable sum of gold for his help. It was not the help he was hoping for, but he knew it would have to be enough for the coming conflict.
en@shaw: ğ‘ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ğ‘Ÿ ğ‘¢ğ‘» ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘“ğ‘©ğ‘¤ ğ‘¯ ğ‘ªğ‘“ğ‘¼ğ‘› Â·ğ‘šğ‘¨ğ‘¤ğ‘›ğ‘®ğ‘¨ğ‘• ğ‘© ğ‘•ğ‘²ğ‘Ÿğ‘©ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘“ğ‘¹ ğ‘£ğ‘¦ğ‘Ÿ ğ‘£ğ‘§ğ‘¤ğ‘. ğ‘¦ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘£ğ‘° ğ‘¢ğ‘ªğ‘Ÿ ğ‘£ğ‘ªğ‘ğ‘¦ğ‘™ ğ‘“ğ‘¹, ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘° ğ‘¯ğ‘¿ ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘“ğ‘¹ ğ‘ ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘.

source: With the undead driven out, we may live here in relative peace and pursue our studies. For this, Baldras, I am grateful.
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘³ğ‘¯ğ‘›ğ‘§ğ‘› ğ‘›ğ‘®ğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘¬ğ‘‘, ğ‘¢ğ‘° ğ‘¥ğ‘± ğ‘¤ğ‘¦ğ‘ ğ‘£ğ‘½ ğ‘¦ğ‘¯ ğ‘®ğ‘§ğ‘¤ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘ğ‘°ğ‘• ğ‘¯ ğ‘ğ‘¼ğ‘•ğ‘¿ ğ‘¬ğ‘¼ ğ‘•ğ‘‘ğ‘³ğ‘›ğ‘¦ğ‘Ÿ. ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘•, Â·ğ‘šğ‘¨ğ‘¤ğ‘›ğ‘®ğ‘¨ğ‘•, ğ‘² ğ‘¨ğ‘¥ ğ‘œğ‘®ğ‘±ğ‘‘ğ‘“ğ‘©ğ‘¤.

source: Studies? Peace? You mean to continue feeding on the lawful citizens of Wesnoth. There will be no peace for them.
en@shaw: ğ‘•ğ‘‘ğ‘³ğ‘›ğ‘¦ğ‘Ÿ? ğ‘ğ‘°ğ‘•? ğ‘¿ ğ‘¥ğ‘°ğ‘¯ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘“ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ ğ‘¤ğ‘·ğ‘“ğ‘«ğ‘¤ ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿğ‘©ğ‘¯ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”. ğ‘ğ‘º ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¯ğ‘´ ğ‘ğ‘°ğ‘• ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥.

source: No one here is in a position to be dispensing moral judgments. Regardless, you have done great service to us today, and we owe you a debt. I will help you to the utmost of my ability.
en@shaw: ğ‘¯ğ‘´ ğ‘¢ğ‘³ğ‘¯ ğ‘£ğ‘½ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¦ğ‘•ğ‘ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘™ ğ‘¥ğ‘¹ğ‘©ğ‘¤ ğ‘¡ğ‘³ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•. ğ‘®ğ‘¦ğ‘œğ‘¸ğ‘›ğ‘¤ğ‘©ğ‘•, ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘›ğ‘³ğ‘¯ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘• ğ‘‘ ğ‘³ğ‘• ğ‘‘ğ‘«ğ‘›ğ‘±, ğ‘¯ ğ‘¢ğ‘° ğ‘´ ğ‘¿ ğ‘© ğ‘›ğ‘§ğ‘‘. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘‘ ğ‘ ğ‘³ğ‘‘ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘ ğ‘¥ğ‘² ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦.

source: I was planning on giving you gold. Any good army is well financed, and with the lich gone we can now spare it.
en@shaw: ğ‘² ğ‘¢ğ‘ªğ‘Ÿ ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘œğ‘¦ğ‘ğ‘¦ğ‘™ ğ‘¿ ğ‘œğ‘´ğ‘¤ğ‘›. ğ‘§ğ‘¯ğ‘¦ ğ‘œğ‘«ğ‘› ğ‘¸ğ‘¥ğ‘¦ ğ‘¦ğ‘Ÿ ğ‘¢ğ‘§ğ‘¤ ğ‘“ğ‘¦ğ‘¯ğ‘¨ğ‘¯ğ‘•ğ‘‘, ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¤ğ‘¦ğ‘— ğ‘œğ‘ªğ‘¯ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘¬ ğ‘•ğ‘ğ‘º ğ‘¦ğ‘‘.

source: But, I think it would help you more if I lent you some of my men to join you on your adventures. The Queen has been sending mages out here, and my men are itching for some payback.
en@shaw: ğ‘šğ‘³ğ‘‘, ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¿ ğ‘¥ğ‘¹ ğ‘¦ğ‘“ ğ‘² ğ‘¤ğ‘§ğ‘¯ğ‘‘ ğ‘¿ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯ ğ‘‘ ğ‘¡ğ‘¶ğ‘¯ ğ‘¿ ğ‘ªğ‘¯ ğ‘¿ğ‘¼ ğ‘©ğ‘›ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘¿ğ‘®ğ‘Ÿ. ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘¥ğ‘±ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¬ğ‘‘ ğ‘£ğ‘½, ğ‘¯ ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯ ğ‘¸ ğ‘¦ğ‘—ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘•ğ‘³ğ‘¥ ğ‘ğ‘±ğ‘šğ‘¨ğ‘’.

source: On the other hand, if I keep the full force of my organization here, we might be able to regroup and join you on the battlefield when the time comes.
en@shaw: ğ‘ªğ‘¯ ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘£ğ‘¨ğ‘¯ğ‘›, ğ‘¦ğ‘“ ğ‘² ğ‘’ğ‘°ğ‘ ğ‘ ğ‘“ğ‘«ğ‘¤ ğ‘“ğ‘¹ğ‘• ğ‘ ğ‘¥ğ‘² ğ‘¹ğ‘œğ‘©ğ‘¯ğ‘¦ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘£ğ‘½, ğ‘¢ğ‘° ğ‘¥ğ‘²ğ‘‘ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘°ğ‘œğ‘®ğ‘µğ‘ ğ‘¯ ğ‘¡ğ‘¶ğ‘¯ ğ‘¿ ğ‘ªğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘“ğ‘°ğ‘¤ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘’ğ‘³ğ‘¥ğ‘Ÿ.

source: I leave it to you to decide.
en@shaw: ğ‘² ğ‘¤ğ‘°ğ‘ ğ‘¦ğ‘‘ ğ‘‘ ğ‘¿ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘²ğ‘›.

source: I will take the gold. How does 500 sound?
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘ ğ‘œğ‘´ğ‘¤ğ‘›. ğ‘£ğ‘¬ ğ‘›ğ‘´ğ‘Ÿ 500 ğ‘•ğ‘¬ğ‘¯ğ‘›?

source: Agreed. Good luck and farewell to you, Master Baldras.
en@shaw: ğ‘©ğ‘œğ‘®ğ‘°ğ‘›. ğ‘œğ‘«ğ‘› ğ‘¤ğ‘³ğ‘’ ğ‘¯ ğ‘“ğ‘ºğ‘¢ğ‘§ğ‘¤ ğ‘‘ ğ‘¿, ğ‘¥ğ‘­ğ‘•ğ‘‘ğ‘¼ Â·ğ‘šğ‘¨ğ‘¤ğ‘›ğ‘®ğ‘¨ğ‘•.

source: Send your men with us. They will be valuable help as we prepare for the assault from the Wesnoth army garrison.
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘¥ğ‘§ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘•. ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘šğ‘©ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘¨ğ‘Ÿ ğ‘¢ğ‘° ğ‘ğ‘®ğ‘°ğ‘ğ‘º ğ‘“ğ‘¹ ğ‘ ğ‘©ğ‘•ğ‘ªğ‘¤ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¸ğ‘¥ğ‘¦ ğ‘œğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯.

source: Done. My finest mages and thieves are at your disposal. Use them well.
en@shaw: ğ‘›ğ‘³ğ‘¯. ğ‘¥ğ‘² ğ‘“ğ‘¦ğ‘¯ğ‘©ğ‘•ğ‘‘ ğ‘¥ğ‘±ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘”ğ‘°ğ‘ğ‘Ÿ ğ‘¸ ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘´ğ‘Ÿğ‘©ğ‘¤. ğ‘¿ğ‘Ÿ ğ‘ğ‘§ğ‘¥ ğ‘¢ğ‘§ğ‘¤.

source: I wish you to join us in battle against the Queenâ€™s forces.
en@shaw: ğ‘² ğ‘¢ğ‘¦ğ‘– ğ‘¿ ğ‘‘ ğ‘¡ğ‘¶ğ‘¯ ğ‘³ğ‘• ğ‘¦ğ‘¯ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯'ğ‘Ÿ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ.

source: My men... have failed to protect me! I perish...
en@shaw: ğ‘¥ğ‘² ğ‘¥ğ‘§ğ‘¯... ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ ğ‘¥ğ‘°! ğ‘² ğ‘ğ‘§ğ‘®ğ‘¦ğ‘–...

source: Baldras and his men quickly left the Grey Woods, not entirely convinced of their safety even after eradicating the lich.
en@shaw: Â·ğ‘šğ‘¨ğ‘¤ğ‘›ğ‘®ğ‘¨ğ‘• ğ‘¯ ğ‘£ğ‘¦ğ‘Ÿ ğ‘¥ğ‘§ğ‘¯ ğ‘’ğ‘¢ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘± ğ‘¢ğ‘«ğ‘›ğ‘Ÿ, ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘²ğ‘¼ğ‘¤ğ‘¦ ğ‘’ğ‘©ğ‘¯ğ‘ğ‘¦ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘º ğ‘•ğ‘±ğ‘“ğ‘‘ğ‘¦ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘½ğ‘¨ğ‘›ğ‘©ğ‘’ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘¤ğ‘¦ğ‘—.

source: As they marched, many men and women from the small hamlets peppering the area around Carcyn and the Grey Woods approached the group, asking to join them. The ascent of the Queen had cast an uneasy pall over the citizens of Wesnoth, and some of them were willing to resist it.
en@shaw: ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘¥ğ‘¸ğ‘—ğ‘‘, ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¥ğ‘§ğ‘¯ ğ‘¯ ğ‘¢ğ‘¦ğ‘¥ğ‘¦ğ‘¯ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘£ğ‘¨ğ‘¥ğ‘¤ğ‘©ğ‘‘ğ‘• ğ‘ğ‘§ğ‘ğ‘»ğ‘¦ğ‘™ ğ‘ ğ‘ºğ‘¦ğ‘© ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› Â·ğ‘’ğ‘¸ğ‘’ğ‘¦ğ‘¯ ğ‘¯ ğ‘ ğ‘œğ‘®ğ‘± ğ‘¢ğ‘«ğ‘›ğ‘Ÿ ğ‘©ğ‘ğ‘®ğ‘´ğ‘—ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘µğ‘, ğ‘­ğ‘•ğ‘’ğ‘¦ğ‘™ ğ‘‘ ğ‘¡ğ‘¶ğ‘¯ ğ‘ğ‘§ğ‘¥. ğ‘ ğ‘¨ğ‘Ÿğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘£ğ‘¨ğ‘› ğ‘’ğ‘­ğ‘•ğ‘‘ ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘°ğ‘Ÿğ‘¦ ğ‘ğ‘­ğ‘¤ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘Ÿğ‘©ğ‘¯ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”, ğ‘¯ ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘¢ğ‘» ğ‘¢ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘‘.

source: Camped at the edge of the forest, they quietly observed substantial troop movements coming from the direction of Aldril, a nearby city, and marching to the northwest. Unsure what to make of it, they debated their next course of action...
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘‘ ğ‘¨ğ‘‘ ğ‘ ğ‘§ğ‘¡ ğ‘ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘, ğ‘ğ‘± ğ‘’ğ‘¢ğ‘²ğ‘§ğ‘‘ğ‘¤ğ‘¦ ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘› ğ‘•ğ‘©ğ‘šğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘—ğ‘©ğ‘¤ ğ‘‘ğ‘®ğ‘µğ‘ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘’ğ‘³ğ‘¥ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘ Â·ğ‘¨ğ‘¤ğ‘›ğ‘®ğ‘¦ğ‘¤, ğ‘© ğ‘¯ğ‘½ğ‘šğ‘² ğ‘•ğ‘¦ğ‘‘ğ‘¦, ğ‘¯ ğ‘¥ğ‘¸ğ‘—ğ‘¦ğ‘™ ğ‘‘ ğ‘ ğ‘¯ğ‘¹ğ‘”ğ‘¢ğ‘§ğ‘•ğ‘‘. ğ‘©ğ‘¯ğ‘–ğ‘«ğ‘® ğ‘¢ğ‘ªğ‘‘ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ ğ‘¦ğ‘‘, ğ‘ğ‘± ğ‘›ğ‘©ğ‘šğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘ğ‘º ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘¹ğ‘• ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯...

source: Kill all enemy forces
en@shaw: ğ‘’ğ‘¦ğ‘¤ ğ‘·ğ‘¤ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘“ğ‘¹ğ‘•ğ‘©ğ‘Ÿ

source: The words of Lord Maddock have weighed heavy on me these past few days. It has dawned on me that we can never win. We will never defeat the entire army of Wesnoth. Idiocy! If the noble lord of Elensefar is unwilling to resist the Queen, how should I ever expect to?
en@shaw: ğ‘ ğ‘¢ğ‘»ğ‘›ğ‘Ÿ ğ‘ ğ‘¤ğ‘¹ğ‘› ğ‘¥ğ‘¨ğ‘›ğ‘©ğ‘’ ğ‘£ğ‘¨ğ‘ ğ‘¢ğ‘±ğ‘› ğ‘£ğ‘§ğ‘ğ‘¦ ğ‘ªğ‘¯ ğ‘¥ğ‘° ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘“ğ‘¿ ğ‘›ğ‘±ğ‘Ÿ. ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘›ğ‘·ğ‘¯ğ‘› ğ‘ªğ‘¯ ğ‘¥ğ‘° ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¢ğ‘¦ğ‘¯. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘‘ğ‘²ğ‘¼ ğ‘¸ğ‘¥ğ‘¦ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”. ğ‘¦ğ‘›ğ‘°ğ‘©ğ‘•ğ‘°! ğ‘¦ğ‘“ ğ‘ ğ‘¯ğ‘´ğ‘šğ‘¤ ğ‘¤ğ‘¹ğ‘› ğ‘ Â·ğ‘§ğ‘¤ğ‘§ğ‘¯ğ‘•ğ‘“ğ‘¸ ğ‘¦ğ‘Ÿ ğ‘©ğ‘¯ğ‘¢ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘‘ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯, ğ‘£ğ‘¬ ğ‘–ğ‘«ğ‘› ğ‘² ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ ğ‘‘?

source: The garrison. The towers of Halstead are more than a garrison, nephew, they are a fortress. They used to protect this area from the enemies of Wesnoth; I never imagined they would house its enemies.
en@shaw: ğ‘ ğ‘œğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯. ğ‘ ğ‘‘ğ‘¬ğ‘¼ğ‘Ÿ ğ‘ ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘¸ ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ ğ‘© ğ‘œğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯, ğ‘¯ğ‘§ğ‘“ğ‘¿, ğ‘ğ‘± ğ‘¸ ğ‘© ğ‘“ğ‘¹ğ‘‘ğ‘®ğ‘©ğ‘•. ğ‘ğ‘± ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ºğ‘¦ğ‘© ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”; ğ‘² ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¦ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘¯ğ‘› ğ‘ğ‘± ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¬ğ‘• ğ‘¦ğ‘‘ğ‘• ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ.

source: Pitcher
en@shaw: ğ‘ğ‘¦ğ‘‘ğ‘—ğ‘¼

source: Uncle, he wears the crest of the Elense. We should answer.
en@shaw: ğ‘³ğ‘™ğ‘’ğ‘©ğ‘¤, ğ‘£ğ‘° ğ‘¢ğ‘ºğ‘Ÿ ğ‘ ğ‘’ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘ ğ‘ Â·ğ‘§ğ‘¤ğ‘°ğ‘¯ğ‘•. ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘­ğ‘¯ğ‘•ğ‘¼.

source: Rider, hush before we are discovered! Come to us, but quietly!
en@shaw: ğ‘®ğ‘²ğ‘›ğ‘¼, ğ‘£ğ‘³ğ‘– ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¢ğ‘° ğ‘¸ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘³ğ‘ğ‘¼ğ‘›! ğ‘’ğ‘³ğ‘¥ ğ‘‘ ğ‘³ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘’ğ‘¢ğ‘²ğ‘§ğ‘‘ğ‘¤ğ‘¦!

source: This is surely good news!
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘–ğ‘«ğ‘¼ğ‘¤ğ‘¦ ğ‘œğ‘«ğ‘› ğ‘¯ğ‘¿ğ‘Ÿ!

source: I am afraid it is not. The Queen is sending a branch of her main field army directly from Weldyn. As soon as they arrive, they will burn every village to the ground. No one will live.
en@shaw: ğ‘² ğ‘¨ğ‘¥ ğ‘©ğ‘“ğ‘®ğ‘±ğ‘› ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘. ğ‘ ğ‘’ğ‘¢ğ‘°ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘© ğ‘šğ‘®ğ‘­ğ‘¯ğ‘— ğ‘ ğ‘£ğ‘» ğ‘¥ğ‘±ğ‘¯ ğ‘“ğ‘°ğ‘¤ğ‘› ğ‘¸ğ‘¥ğ‘¦ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘“ğ‘®ğ‘ªğ‘¥ Â·ğ‘¢ğ‘§ğ‘¤ğ‘›ğ‘¦ğ‘¯. ğ‘¨ğ‘Ÿ ğ‘•ğ‘µğ‘¯ ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘©ğ‘®ğ‘²ğ‘, ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘»ğ‘¯ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘‘ ğ‘ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›. ğ‘¯ğ‘´ ğ‘¢ğ‘³ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘²ğ‘.

source: The troop movements all make sense now. We must stop this army from reaching the garrison. We cannot swallow them whole, but we can gnaw away at them. They mustnâ€™t take one step without us being there to harass and delay them. When they reach Halstead they must be exhausted or dying.
en@shaw: ğ‘ ğ‘‘ğ‘®ğ‘µğ‘ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘• ğ‘·ğ‘¤ ğ‘¥ğ‘±ğ‘’ ğ‘•ğ‘§ğ‘¯ğ‘• ğ‘¯ğ‘¬. ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘‘ğ‘ªğ‘ ğ‘ğ‘¦ğ‘• ğ‘¸ğ‘¥ğ‘¦ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘®ğ‘°ğ‘—ğ‘¦ğ‘™ ğ‘ ğ‘œğ‘¨ğ‘®ğ‘¦ğ‘•ğ‘©ğ‘¯. ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘¢ğ‘ªğ‘¤ğ‘´ ğ‘ğ‘§ğ‘¥ ğ‘£ğ‘´ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘ª ğ‘©ğ‘¢ğ‘± ğ‘¨ğ‘‘ ğ‘ğ‘§ğ‘¥. ğ‘ğ‘± ğ‘¥ğ‘³ğ‘•ğ‘¯ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¢ğ‘³ğ‘¯ ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘³ğ‘• ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘‘ ğ‘£ğ‘»ğ‘¨ğ‘• ğ‘¯ ğ‘›ğ‘¦ğ‘¤ğ‘± ğ‘ğ‘§ğ‘¥. ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘®ğ‘°ğ‘— ğ‘£ğ‘¨ğ‘¤ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘ğ‘± ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘œğ‘Ÿğ‘·ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘¹ ğ‘›ğ‘²ğ‘¦ğ‘™.

source: You just said we canâ€™t beat their entire army!
en@shaw: ğ‘¿ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘§ğ‘› ğ‘¢ğ‘° ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘šğ‘°ğ‘‘ ğ‘ğ‘º ğ‘§ğ‘¯ğ‘‘ğ‘²ğ‘¼ ğ‘¸ğ‘¥ğ‘¦!

source: Do you propose surrender? Itâ€™s this or nothing. All we can do is see it through to the end.
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘ğ‘®ğ‘©ğ‘ğ‘´ğ‘Ÿ ğ‘•ğ‘»ğ‘§ğ‘¯ğ‘›ğ‘»? ğ‘¦ğ‘‘'ğ‘• ğ‘ğ‘¦ğ‘• ğ‘¹ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™. ğ‘·ğ‘¤ ğ‘¢ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘µ ğ‘¦ğ‘Ÿ ğ‘•ğ‘° ğ‘¦ğ‘‘ ğ‘”ğ‘®ğ‘µ ğ‘‘ ğ‘ ğ‘§ğ‘¯ğ‘›.

source: Another platoon approaches...
en@shaw: ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¤ğ‘©ğ‘‘ğ‘µğ‘¯ ğ‘©ğ‘ğ‘®ğ‘´ğ‘—ğ‘©ğ‘Ÿ...

source: Itâ€™s an ambush! Hold your ground!
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘©ğ‘¯ ğ‘¨ğ‘¥ğ‘šğ‘«ğ‘–! ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘¿ğ‘¼ ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›!

source: Troops, to arms! These peasant scum think they are above the law. We will show them the law!
en@shaw: ğ‘‘ğ‘®ğ‘µğ‘ğ‘•, ğ‘‘ ğ‘¸ğ‘¥ğ‘Ÿ! ğ‘ğ‘°ğ‘Ÿ ğ‘ğ‘§ğ‘Ÿğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘’ğ‘©ğ‘¥ ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘ğ‘± ğ‘¸ ğ‘©ğ‘šğ‘³ğ‘ ğ‘ ğ‘¤ğ‘·. ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘–ğ‘´ ğ‘ğ‘§ğ‘¥ ğ‘ ğ‘¤ğ‘·!

source: Ow! Fire hot! No step in fire!
en@shaw: ğ‘´! ğ‘“ğ‘²ğ‘¼ ğ‘£ğ‘ªğ‘‘! ğ‘¯ğ‘´ ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘¦ğ‘¯ ğ‘“ğ‘²ğ‘¼!
