Repository: wesnoth/wesnoth
Catalog: po/wesnoth-lib/*.po
Languages: ar, da, en@shaw

source: <italic>text='Hills'</italic> represent any reasonably rough terrain, with enough dips and rises in the ground to provide some cover. Hills are difficult for most troops to navigate. Dwarves, trolls, and orcs have enough familiarity with the terrain that they can pass through it without being slowed down. Cavalry have enough trouble navigating the terrain that any defensive aid lent by cover is negated. Most units have about 50% defense in hills, whereas cavalry are limited to 40%. Dwarves enjoy 60% defense in hills.
ar: <italic>text='التلال'</italic> تمثل أي منطقة وعرة بشكل معقول، مع ما يكفي من الانخفاضات والارتفاعات في الأرض لتوفير بعض الغطاء. يصعب على معظم القوات التنقل في التلال. يتمتع الأقزام والترول والأورك بمعرفة كافية بالتضاريس بحيث يمكنهم المرور عبرها دون أن يتم إبطاؤهم. يواجه الفرسان صعوبة كافية في التنقل في التضاريس بحيث يتم إبطال أي مساعدة دفاعية يتم تقديمها عن طريق الغطاء. تمتلك معظم الوحدات حوالي 50% دفاعًا في التلال، بينما تقتصر قوة الفرسان على 40%. يستمتع الأقزام بـ 60% دفاعًا في التلال.

source: <italic>text='Swamps'</italic> represent any sort of wetlands. Swamps slow down nearly everyone, and inhibit their ability to defend themselves. An exception to this is any race bodily skilled in navigating water; these receive both full movement and a defensive bonus. Those that make their living in the wetlands are also adept at using this terrain for cover. Most units make do with 30% defense in swamps. Merfolk, naga, and saurians all generally enjoy 60%.
ar: <italic>text='مستنقعات'</italic> تمثل أي نوع من الأراضي الرطبة. تبطئ المستنقعات الجميع تقريبًا، وتمنع قدرتهم على الدفاع عن أنفسهم. الاستثناء من ذلك هو أي عرق ماهر جسديًا في الإبحار في المياه؛ يحصلون على الحركة الكاملة ومكافأة دفاعية. أولئك الذين يعيشون في الأراضي الرطبة بارعون أيضًا في استخدام هذه التضاريس للتغطية. تتمتع معظم الوحدات ب 30% دفاعًا في المستنقعات. يتمتع كل من الحوريين و الأفعوانيين و السّحليين عمومًا بنسبة 60%.

source: <italic>text='Shallow water'</italic> represents any body of water deep enough to come up to roughly a man’s waist. This is enough to slow down nearly anyone and leave them wide open to attack. Dwarves, given that the water reaches up almost to their heads, have an extremely hard time of this. The exception is any race whose bodies naturally lend themselves to swimming, for which they receive a considerable defensive bonus and full movement. Most units make do with 20 to 30% defense in shallow water, whereas both naga and merfolk enjoy 60%.
ar: <italic>text='مياه ضحلة'</italic> يمثل أي جسم مائي عميق بما يكفي ليصل إلى خصر الرجل تقريبًا. يكفي هذا لإبطاء أي شخص تقريبًا وتركه مفتوحًا للهجوم. الأقزام، نظرًا لأن الماء يصل إلى رؤوسهم تقريبًا، يواجهون وقتًا عصيبًا للغاية في هذا. الاستثناء هو أي عرق تتكيف أجساده بشكل طبيعي مع السباحة، حيث يحصلون على مكافأة دفاعية كبيرة وحركة كاملة. تتمتع معظم الوحدات بما بين 20 إلى 30% دفاعا في المياه الضحلة، في حين يتمتع كل من الأفعوانيين والحوريين بنسبة 60%.

source: <italic>text='Castles'</italic> are any sort of permanent fortification. Nearly all units receive a considerable bonus to their defense by being stationed in a castle, and most units receive full movement in a castle. Stationing units in a castle represents its defensive capability. Without a unit in each wall hex, an enemy can simply sneak into the castle unchallenged, gaining the same defensive bonus as everyone inside. Most units have about 60% defense in a castle.
ar: <italic>text='قلاع'</italic> هي أي نوع من التحصين الدائم. تحصل جميع الوحدات تقريبًا على مكافأة كبيرة لدفاعها من خلال التمركز في القلعة، وتتلقى معظم الوحدات الحركة الكاملة في القلعة. وحدات التمركز في القلعة تمثل قدرتها الدفاعية. بدون وحدة في كل سداسي جدار، يمكن للعدو أن يتسلل ببساطة إلى القلعة دون منازع، ويحصل على نفس المكافأة الدفاعية التي يتمتع بها كل شخص بالداخل. تمتلك معظم الوحدات حوالي 60% دفاعًا في القلعة.

source: <italic>text='Mountains'</italic> are steep enough that units often have to climb over obstacles to move. By this nature, they provide a considerable defensive bonus for most troops, but also severely impede any passage through them. Units burdened by heavy armor, such as the Wesnoth cavalry and heavy infantry lines, cannot even enter them. Aquatic races and creatures like the merfolk have piscine bodies which also render them unable to climb steep inclines. Nagas are an exception due to their strong arms and rugged scales. Both dwarves and trolls are native to mountainous terrain, and have an easy time traversing them. Most units receive about 60% defense in mountains, whereas dwarves enjoy 70%.
ar: <italic>text='جبال'</italic> شديدة الانحدار بما يكفي بحيث يتعين على الوحدات في كثير من الأحيان تسلق العوائق للتحرك. بهذه الطبيعة، فإنها توفر مكافأة دفاعية كبيرة لمعظم القوات، ولكنها أيضًا تعيق بشدة أي مرور عبرها. الوحدات المثقلة بالدروع الثقيلة، مثل فرسان ويسنوث وخطوط المشاة الثقيلة، لا يمكنها حتى الدخول إليها. تمتلك الأجناس المائية والمخلوقات مثل حوريي البحر أجسامًا سمكية تجعلها أيضًا غير قادرة على تسلق المنحدرات الشديدة. يعتبر الأفعوانيين استثناءً بسبب أذرعها القوية وحراشفها الوعرة. كل من الترول والأقزام موطنهم الأصلي التضاريس الجبلية، ويسهل عليهم اجتيازها. تحصل معظم الوحدات على حوالي 60% دفاعًا في الجبال، بينما يتمتع الأقزام بـ 70%.

source: <italic>text='Deep water'</italic> represents any body of water deep enough to cover a man’s head. Most units cannot enter deep water: it is the domain of units which can either fly, or are exceptionally strong swimmers. Merfolk and naga both receive 50% defense in deep water, with full movement.
ar: <italic>text='مياه عميقة'</italic> تمثل أي مسطح مائي عميق بما يكفي لتغطية رأس الرجل. لا تستطيع معظم الوحدات الدخول إلى المياه العميقة: فهذا مجال الوحدات التي يمكنها إما الطيران أو السباحة جيدا بشكل استثنائي. يتلقى كل من الحوريين والأفعوانيين 50% دفاعًا في المياه العميقة، مع الحركة الكاملة.

source: Flat
ar: مستوي
en@shaw: ğ‘“ğ‘¤ğ‘¨ğ‘‘

source: <italic>text='Grassland'</italic> represents open plains, whether cultivated, cut back for grazing, or wild. Being open ground, grassland is both very easy to move across, but is also difficult to defend oneself in. Typically, those units that perform best on grassland are either cavalry, or very agile units which take advantage of the open space. Most units have defense of 30 to 40% on grassland.
ar: <italic>text='مراعي'</italic> تمثل السهول المفتوحة سواء المزروعة أو المقطوعة للرعي أو البرية. نظرًا لكونها أرضًا مفتوحة، فمن السهل جدًا التحرك عبر الأراضي العشبية، ولكن من الصعب أيضًا الدفاع عن النفس فيها. عادةً ما تكون تلك الوحدات التي تحقق أفضل أداء على الأراضي العشبية إما الفرسان، أو وحدات سريعة الحركة للغاية تستفيد من المساحة المفتوحة. تتمتع معظم الوحدات بدفاع يتراوح بين 30 إلى 40% في الأراضي العشبية.

source: <italic>text='Forests'</italic> represent any woodland with significant undergrowth, enough to hinder passage. Though they slow nearly everyone down, forests do offer better defense to most units than open ground. Cavalry, however, have so much trouble navigating them that any benefit gained by stealth is negated. Elves are an exception to this general rule for forests. Not only do they possess full movement in forests, but they also gain a considerable defensive bonus. Dwarves are another exception to this rule; though they are able to plow through the forests without much loss of speed, their utter unfamiliarity with the terrain causes them to receive no defensive bonus. Most units have 50% defense in forests, but cavalry are limited to 30%. Elves, on the other hand, enjoy 60 to 70% defense, even their mounted units. Dwarves generally receive only 30% defense in forests.
ar: <italic>text='الغابات'</italic> تمثل أي غابة ذات نمو كبير يكفي لعرقلة المرور. على الرغم من أنها تبطئ الجميع تقريبًا، إلا أن الغابات توفر دفاعًا أفضل لمعظم الوحدات من الأرض المفتوحة. ومع ذلك، يواجه سلاح الفرسان صعوبة كبيرة في التنقل بينهم، مما يؤدي إلى إلغاء أي فائدة يكتسبها من خلال التخفي. الجان استثناء لهذه القاعدة العامة للغابات. لا يتمتعون بالحركة الكاملة في الغابات فحسب، بل يحصلون أيضًا على مكافأة دفاعية كبيرة. الأقزام هم استثناء آخر لهذه القاعدة؛ على الرغم من قدرتهم على حرث الغابات دون فقدان الكثير من السرعة، إلا أن عدم إلمامهم التام بالتضاريس يجعلهم لا يتلقون أي مكافأة دفاعية. تتمتع معظم الوحدات بدفاع يبلغ 50% dفي الغابات، لكن يقتصر عدد الفرسان على 30%. ومن ناحية أخرى، يتمتع الجان بـ 60 إلى 70% dدفاعًا، حتى وحداتهم الخيالة. يتلقى الأقزام عمومًا 30% dدفاعًا فقط في الغابات.

source: Frozen
ar: متجمد
en@shaw: ğ‘“ğ‘®ğ‘´ğ‘Ÿğ‘©ğ‘¯

source: <italic>text='Frozen'</italic> terrain represents any flat area that is covered by snow or ice. Most units are slowed down on it, and have a harder time defending themselves. Note that swimming units, even those who can breathe underwater, cannot swim underneath ice. Most units have 20 to 40% defense in frozen terrain.
ar: <italic>text='متجمّد'</italic> تمثل هذه التضاريس أي منطقة مسطحة مغطاة بالثلوج أو الجليد. تتباطأ معظم الوحدات في هذه الأماكن، وتواجه صعوبة في الدفاع عن نفسها. لاحظ أن وحدات السباحة، حتى تلك التي تستطيع التنفس تحت الماء، لا يمكنها السباحة تحت الجليد. تمتلك معظم الوحدات دفاعًا يتراوح من 20 إلى 40% في الأراضي المتجمدة.

source: <italic>text='Villages'</italic> represent any group of buildings, human or otherwise. Almost all units, even cavalry, have an easy time navigating villages, and most units gain a defensive bonus from being stationed in a village. Villages allow units the resources to clean and tend to their wounds, which allows any unit stationed therein to heal eight hitpoints each turn, or to be cured of poison. Most units have 50 to 60% defense in villages, whereas cavalry receive only 40%.
ar: <italic>text='قرى'</italic> تمثل أي مجموعة من المباني، بشرية أو غير ذلك. تتمتع جميع الوحدات تقريبًا، حتى الفرسان، بوقت سهل للتنقل في القرى، وتحصل معظم الوحدات على مكافأة دفاعية من التمركز في القرية. تسمح القرى للوحدات بموارد لتنظيف ومعالجة جروحها، مما يسمح لأي وحدة متمركزة فيها بشفاء ثماني نقاط حياة في كل دور، أو الشفاء من السم. تمتلك معظم الوحدات ما بين 50 إلى 60% دفاعًا في القرى، بينما يتلقى الفرسان 40% فقط.

source: Impassable
ar: غير سالك
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¨ğ‘•ğ‘©ğ‘šğ‘©ğ‘¤

source: Obstacles that not even the most determined traveler may overcome include solid walls of stone and mountains so tall and steep that they are constantly wreathed in cloud. Even flying creatures cannot navigate the jagged peaks at such rarefied heights, and not even the fiercest troll can smash through thick walls of stone.
ar: تشمل العوائق التي لا يستطيع حتى المسافر الأكثر تصميماً التغلب عليها الجدران الصلبة من الحجر والجبال العالية والشديدة الانحدار لدرجة أنها ملفوفة بالسحاب باستمرار. حتى المخلوقات الطائرة لا تستطيع التنقل عبر القمم المتعرجة على مثل هذه المرتفعات النادرة، ولا حتى أعنف ترول يستطيع تحطيم الجدران الحجرية السميكة.

source: Unwalkable
ar: غير قابل للمشي
en@shaw: ğ‘³ğ‘¯ğ‘¢ğ‘·ğ‘’ğ‘©ğ‘šğ‘¤

source: <italic>text='Unwalkable terrain'</italic> covers any chasm or gorge which, as the name implies, cannot be crossed simply by walking. Chasms are noted for sheer walls which would take days to traverse. As far as gameplay is concerned, only units capable of flying can cross this terrain.
ar: <italic>text='تضاريس غير قابلة للمشي'</italic> تغطي أي هوة أو ممر ضيق، كما يوحي الاسم، لا يمكن عبورها بمجرد المشي. يُشار إلى الفجوات بالجدران الشفافة التي قد يستغرق اجتيازها أيامًا. وفيما يتعلق بطريقة اللعب، فإن الوحدات القادرة على الطيران فقط هي التي يمكنها عبور هذه التضاريس.

source: Rails
ar: سكك

source: <italic>text='Rails'</italic> are used to transport ore, mostly by dwarves.
ar: <italic>text='سكك'</italic> تستخدم لنقل الخام، في الغالب عن طريق الأقزام.

source: Deprecated
ar: مبرمج للإيقاف

source: Search
ar: بحث

source: There are no custom options available for the selected era, game, or modification.
ar: لا توجد خيارات مخصصة متاحة للعصر أو اللعبة أو التعديل المحدد.

source: Defaults
ar: القياسية

source: Players
ar: اللاعبين

source: (Press ‘$hotkey’ for more information)
ar: (اضغط على مفتاح التشغيل السريع $ لمزيد من المعلومات)

source: Previous
ar: السابق
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘•

source: Show previous tip of the day
ar: عرض نصيحة اليوم السابقة
en@shaw: ğ‘–ğ‘´ ğ‘ğ‘®ğ‘°ğ‘ğ‘°ğ‘³ğ‘• ğ‘‘ğ‘¦ğ‘ ğ‘ ğ‘ ğ‘›ğ‘±

source: Next
ar: التالي
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘

source: Show next tip of the day
ar: عرض نصيحة اليوم اللاحقة
en@shaw: ğ‘–ğ‘´ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘¦ğ‘ ğ‘ ğ‘ ğ‘›ğ‘±

source: Campaigns
ar: الحملات

source: Start a new single player campaign
ar: ابدأ حملة لاعب واحد جديدة
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘» ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯

source: Multiplayer
ar: متعدد اللاعبين
en@shaw: ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘»

source: Play multiplayer (hotseat, LAN, or Internet), or a single scenario against the AI
ar: الَعب في وضع متعدد اللاعبين (مراقب، أو شبكة محلية، أو الإنترنت)، أو سيناريو واحد ضد الذكاء الاصطناعي
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» (ğ‘£ğ‘­ğ‘‘ğ‘•ğ‘°ğ‘‘, ğ‘¤ğ‘¨ğ‘¯, ğ‘¹ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘), ğ‘¹ ğ‘© ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ AI

source: Load
ar: تحميل
en@shaw: ğ‘¤ğ‘´ğ‘›

source: Load a saved game
ar: تحميل لعبة محفوظة
en@shaw: ğ‘¤ğ‘´ğ‘› ğ‘¨ ğ‘•ğ‘±ğ‘ğ‘› ğ‘œğ‘±ğ‘¥

source: Add-ons
ar: الإضافات
en@shaw: ğ‘¨ğ‘›-ğ‘­ğ‘¯ğ‘Ÿ

source: Download usermade campaigns, eras, or map packs
ar: تنزيل الحملات أو العصور أو حزم الخرائط التي صنعها المستخدم
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘› ğ‘¿ğ‘Ÿğ‘¼ğ‘¥ğ‘±ğ‘› ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ğ‘Ÿ, ğ‘ºğ‘¨ğ‘Ÿ, ğ‘¹ ğ‘¥ğ‘¨ğ‘ ğ‘ğ‘¨ğ‘’ğ‘•

source: Achievements
ar: الإنجازات

source: View achievements
ar: عرض الإنجازات

source: Map Editor
ar: محرر خرائط

source: Start the map editor
ar: بدء تشغيل محرر الخرائط
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘¥ğ‘¨ğ‘ ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹

source: Community
ar: مجتمع

source: Places to talk about Wesnoth
ar: أماكن للحديث عن ويسنوث

source: Configure the game’s settings
ar: تكوين إعدادات اللعبة

source: Preferences
ar: تفضيلات
da: Indstillinger
en@shaw: ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Help
ar: مساعدة
en@shaw: ğ‘£ğ‘§ğ‘¤ğ‘

source: Quit
ar: خروج
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘‘

source: Quit the game
ar: مغادرة اللعبة
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘œğ‘±ğ‘¥

source: Language
ar: اللغة
en@shaw: ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡

source: Change the language
ar: تغيير اللغة
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡

source: page^Copy
ar: نسخ

source: Close
ar: غلق
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘•

source: Authenticate
ar: المصادقة

source: Username:
ar: اسم المستخدم:

source: Password:
ar: كلمة المرور:
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘›:

source: Save password locally (encrypted)
ar: حفظ كلمة المرور محليا (مشفرة)

source: OK
ar: موافق
en@shaw: ğ‘´ğ‘’ğ‘±

source: Cancel
ar: إلغاء
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤

source: Connect to Server
ar: الاتصال بالخادم
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘»

source: You will now connect to a server to download add-ons.
ar: ستتصل الآن بالخادم لتنزيل الإضافات.
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘¬ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ ğ‘© ğ‘•ğ‘»ğ‘ğ‘» ğ‘‘ ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘› ğ‘¨ğ‘›-ğ‘­ğ‘¯ğ‘Ÿ.

source: Server:
ar: الخادم:
en@shaw: ğ‘•ğ‘»ğ‘ğ‘»:

source: Remove Add-ons
ar: إزالة الإضافات
en@shaw: ğ‘®ğ‘°ğ‘¥ğ‘µğ‘ ğ‘¨ğ‘›-ğ‘­ğ‘¯ğ‘Ÿ

source: Connect
ar: الاتصال
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘

source: addons_server^Terms
ar: الشروط

source: Before uploading content to this server, you must accept the following distribution terms by choosing “I Agree”.
ar: قبل تحميل المحتوى إلى هذا الخادم، يجب عليك قبول شروط التوزيع التالية عن طريق اختيار "أوافق".

source: I Agree
ar: أنا أوافق

source: Traffic between the game and server is not secure
ar: حركة المرور بين اللعبة والخادم غير آمنة

source: Traffic between the game and server is encrypted
ar: حركة المرور بين اللعبة والخادم مشفرة

source: Type:
ar: النوع:

source: Status:
ar: الحالة:

source: Size:
ar: الحجم:

source: Downloads:
ar: التنزيلات:

source: date^Uploaded:
ar: الرفع:

source: date^Updated:
ar: محدّثة :

source: No description available.
ar: لا يوجد وصف متوفر.

source: Version:
ar: النسخة:

source: Select the add-on version
ar: اختر إصدار الإضافة

source: Website:
ar: الموقع الالكتروني:

source: Id:
ar: المعرف:

source: Install add-on
ar: تثبيت الإضافة

source: Update add-on
ar: تحديث الإضافة

source: Uninstall add-on
ar: إلغاء تثبيت الإضافة

source: Publish add-on
ar: نشر الإضافة

source: Delete add-on
ar: حذف الإضافة

source: Dependencies:
ar: الارتباطات:

source: addon_dependencies^None
ar: لا شيء

source: Translations:
ar: الترجمات:

source: translations^None
ar: لا شيء

source: Filters on addon description, version, type or author
ar: مرشحات حسب وصف الإضافة أو الإصدار أو النوع أو المؤلف

source: State:
ar: الحالة:

source: Tags:
ar: العلامات:

source: Order:
ar: أمر:

source: Add-ons Manager
ar: إدارة قائمة الإضافات

source: Add-on Details
ar: تفاصيل الإضافة

source: Update All
ar: تحديث الكل

source: Info
ar: معلومات

source: Exit
ar: خروج

source: Choose the add-ons you want to remove.
ar: اختر الإضافات التي تريد إزالتها.

source: Remove
ar: حذف
en@shaw: ğ‘®ğ‘°ğ‘¥ğ‘µğ‘

source: Base damage
ar: الضرر الأساسي

source: Time of day modifier
ar: معدِّل الوقت من اليوم

source: Leadership bonus
ar: مكافأة القيادة

source: Slowed penalty
ar: عقاب بطيء

source: Total damage
ar: مجموع الضرر

source: Chance to hit
ar: فرصة الإصابة

source: Chance of being unscathed
ar: فرصة أن لا يلحق بك أذى

source: Expected Battle Result (HP)
ar: نتيجة المعركة المتوقعة (نقاط الحياة)

source: Damage Calculations
ar: حسابات الأضرار

source: Attacker
ar: المهاجم

source: Defender
ar: مدافع

source: Name
ar: الاسم
en@shaw: ğ‘¯ğ‘±ğ‘¥

source: Sort by full campaign name in alphabetical order
ar: الفرز حسب اسم الحملة بالكامل حسب الترتيب الأبجدي

source: Timeline
ar: الجدول الزمني

source: Sort in approximate chronological order of story events
ar: الفرز بالترتيب الزمني التقريبي لأحداث القصة

source: Modifications:
ar: التعديلات:

source: Combat:
ar: القتال:

source: Default RNG
ar: مولد أرقام عشوائية قياسي

source: Predictable RNG
ar: مولد أرقام عشوائية يمكن التنبؤ به

source: Difficulty:
ar: الصعوبة:

source: Easy
ar: سهل

source: Normal
ar: عادي

source: Hard
ar: صعب

source: Play a Campaign
ar: العب حملة

source: game^Play
ar: تشغيل

source: Difficulty
ar: الصعوبة

source: Select difficulty:
ar: اختر الصعوبة:

source: Chat Log
ar: سجل الدردشة

source: Page:
ar: صفحة:

source: Last
ar: الأخير

source: Previous page
ar: الصفحة السابقة

source: Next page
ar: الصفحة التالية

source: clipboard^Copy
ar: نسخ

source: Copy this log to clipboard
ar: انسخ هذا السجل إلى الحافظة

source: Load Core
ar: تحميل النواة الأساسية

source: Select
ar: اختر
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘

source: filesystem^Copy
ar: نسخ

source: Copy this path to clipboard
ar: انسخ هذا المسار إلى الحافظة

source: filesystem^Browse
ar: تصفح

source: Browse this location using a file manager
ar: تصفح هذا الموقع باستخدام مدير الملفات

source: Edit Time Schedule
ar: تحرير الجدول الزمني

source: Name:
ar: اسم:
en@shaw: ğ‘¯ğ‘±ğ‘¥:

source: Description:
ar: الوصف:

source: ID:
ar: المعرف:

source: Image:
ar: الصورة:

source: Mask:
ar: قناع:

source: Sound:
ar: الصوت:

source: Lawful Bonus:
ar: مكافأة النهار:

source: Red:
ar: أحمر:
en@shaw: ğ‘®ğ‘§ğ‘›:

source: Green:
ar: أخضر:
en@shaw: ğ‘œğ‘®ğ‘°ğ‘¯:

source: Blue:
ar: أزرق:
en@shaw: ğ‘šğ‘¤ğ‘µ:

source: New ToD
ar: ToD جديد

source: Delete ToD
ar: حذف ToD

source: Confirm
ar: تأكيد

source: Would you like to apply the changes?
ar: هل ترغب في تطبيق التغييرات؟

source: Yes
ar: نعم
en@shaw: ğ‘˜ğ‘§ğ‘•

source: No
ar: لا
en@shaw: ğ‘¯ğ‘´

source: User Interaction Required
ar: تفاعل المستخدم مطلوب

source: User interaction required
ar: تفاعل المستخدم مطلوب

source: Place Label
ar: وضع لصيقة

source: Label:
ar: لصيقة:

source: Team only
ar: الفريق فقط

source: Choose an add-on to be associated with the current editor session. If the New Add-on option is chosen, its ID can be changed via the Change Add-on ID option.
ar: اختر إضافة لربطها بجلسة المحرر الحالية. إذا تم اختيار خيار إضافة جديدة، فيمكن تغيير معرفها عبر خيار تغيير معرف الإضافة.

source: Show all
ar: إظهار الكل

source: Whether to show all installed add-ons or only your add-ons
ar: هل سيتم عرض جميع الإضافات المثبتة أم إضافاتك فقط

source: Category:
ar: الفئة:

source: Properties
ar: الخصائص

source: Color
ar: اللون

source: Immutable
ar: غير قابل للتغيير

source: Visible in fog
ar: مرئي في الضباب

source: Visible in shroud
ar: مرئي في الحجاب

source: Add-on Publishing Setup
ar: إعداد نشر الإضافة

source: The name of the add-on displayed in-game.
ar: اسم الإضافة المعروضة داخل اللعبة.

source: Title:
ar: العنوان:

source: The description of the add-on to display in the add-ons manager.
ar: وصف الإضافة ليتم عرضها في إدارة الإضافات.

source: Icon:
ar: أيقونة:

source: Select an icon file
ar: اختر ملف أيقونة

source: The path to the icon image to display in the add-ons manager. Must be an image from mainline.
ar: المسار إلى صورة الأيقونة التي سيتم عرضها في إدارة الإضافات. يجب أن تكون صورة من الخط الرئيسي.

source: Author:
ar: المؤلف:

source: The author of this add-on. If forum authentication is used, this is your forum username.
ar: مؤلف هذه الإضافة. إذا تم استخدام مصادقة المنتدى، فهذا هو اسم مستخدم المنتدى الخاص بك.

source: The add-on’s current version. This should be of the form X.Y.Z.
ar: الإصدار الحالي للإضافة. يجب أن يكون هذا على شكل X.Y.Z.

source: A comma delimited list of the IDs of any other add-ons that this add-on depends on. The add-on ID is the folder name in your operating system’s file manager, not the add-on’s name.
ar: قائمة مفصولة بفواصل بمعرفات أي إضافات أخرى تعتمد عليها هذه الإضافة. معرف الإضافة هو اسم المجلد في إدارة ملفات نظام التشغيل الخاص بك، وليس اسم الإضافة.

source: Forum thread:
ar: موضوع المنتدى:

source: The numeric topic ID of a thread on the Wesnoth forums where players can post feedback.
ar: معرف الموضوع الرقمي لموضوع في منتديات ويسنوث حيث يمكن للاعبين نشر التعليقات.

source: Forum URL
ar: رابط المنتدى

source: The full URL of your feedback thread on the forums.
ar: عنوان URL الكامل لموضوع تعليقاتك في المنتديات.

source: Forum Authentication:
ar: مصادقة المنتدى:

source: Whether to use your forum username and password when uploading or to store your password and email address in the add-on’s _server.pbl.
ar: ما إذا كنت تريد استخدام اسم المستخدم وكلمة المرور الخاصين بالمنتدى عند التحميل أو تخزين كلمة المرور وعنوان البريد الإلكتروني في _server.pbl الخاص بالوظيفة الإضافية.

source: Comma delimited list of forum usernames of other people who are allowed to upload updates for this add-on.
ar: قائمة محددة بفواصل لأسماء مستخدمي المنتدى للأشخاص الآخرين المسموح لهم بتحميل التحديثات لهذه الإضافة.

source: Secondary Authors:
ar: مؤلفون ثانويون:

source: An email address you can be contacted at in case of issues with your add-on.
ar: عنوان بريد إلكتروني يمكنك الاتصال به في حالة وجود مشكلات تتعلق بإضافتك.

source: Email:
ar: البريد الإلكتروني:

source: The add-on’s current password. Using forum authentication is recommended instead since this password is not stored securely.
ar: كلمة المرور الحالية للإضافة. يوصى باستخدام مصادقة المنتدى بدلاً من ذلك نظرًا لعدم تخزين كلمة المرور هذه بشكل آمن.

source: Title
ar: العنوان

source: Description
ar: الوصف

source: Add
ar: إضافة

source: Delete
ar: حذف
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘

source: Validate
ar: موافقة

source: Save
ar: حفظ

source: Translation
ar: الترجمة

source: * Required
ar: * مطلوب

source: * Language:
ar: * اللّغة:

source: The POSIX locale name of the translation, such as sv (Swedish) or zh_CN (Simplified Chinese).
ar: الاسم المحلي للترجمة POSIX، مثل sv (السويدية) أو zh_CN (الصينية المبسطة).

source: * Title:
ar: * العنوان:

source: The translation of the add-on’s title.
ar: ترجمة عنوان الإضافة.

source: The translation of the add-on’s description.
ar: ترجمة وصف الإضافة.

source: Edit Scenario Settings
ar: تحرير إعدادات السيناريو

source: Identifier:
ar: المعرف:

source: Experience modifier:
ar: معدِّل الخبرة:

source: Turns:
ar: الأدوار:

source: Declare victory once all enemies are defeated
ar: أعلن النصر بمجرد هزيمة جميع الأعداء

source: Random starting time
ar: وقت البدء عشوائي

source: Side Setup
ar: إعداد الجانب

source: Number:
ar: العدد:

source: Team identifier:
ar: معرف الفريق:
