Repository: wesnoth/wesnoth
Catalog: po/wesnoth-lib/*.po
Languages: ar, da, en@shaw

source: Multiplayer_AI^Default AI (RCA)
ar: ذكاء صناعي قياسي (RCA)

source: Multiplayer_AI^Old Default AI (1.14 version)
ar: نسخة الذكاء الصناعي القياسي القديمة (نسخة 1.14)

source: Multiplayer_AI^Experimental AI
ar: ذكاء صناعي تجريبي

source: Multiplayer_AI^Dev AI: Idle AI
ar: ذكاء صناعي في تطوير: ذكاء صناعي خامل

source: Multiplayer_AI^Dev AI: Default AI (RCA) with Alternate Recruiting
ar: ذكاء صناعي في تطوير: ذكاء صناعي قياسي (RCA) مع خيارات تجنيد مختلفة

source: Fence
ar: سياج

source: Deep Water
ar: مياه عميقة

source: Gray Deep Water
ar: مياه عميقة رمادية

source: Medium Deep Water
ar: مياه متوسطة العمق

source: Tropical Deep Water
ar: مياه عميقة استوائية

source: Shallow Water
ar: مياه ضحلة
en@shaw: ğ‘–ğ‘¨ğ‘¤ğ‘´ ğ‘¢ğ‘·ğ‘‘ğ‘¼

source: Gray Shallow Water
ar: مياه ضحلة رمادية

source: Medium Shallow Water
ar: مياه ضحلة متوسطة

source: Tropical Shallow Water
ar: مياه ضحلة استوائية

source: Ford
ar: مخاضة
en@shaw: ğ‘“ğ‘¹ğ‘›

source: When a river happens to be extremely shallow, passing over it is a trivial matter for land based units. Moreover, any creature best adapted to swimming has full mobility even at such places in the river. As far as gameplay is concerned, a river ford is treated as either grassland or shallow water, choosing whichever one offers the best defensive and movement bonuses for the unit on it.
ar: عندما يكون النهر ضحلًا للغاية، فإن المرور فوقه يعد أمرًا تافهًا بالنسبة للوحدات الأرضية. علاوة على ذلك، فإن أي مخلوق يتكيف بشكل أفضل مع السباحة يتمتع بالقدرة على الحركة الكاملة حتى في مثل هذه الأماكن في النهر. بقدر ما يتعلق الأمر بقواعد اللعب، يتم التعامل مع نهر مخاظة على أنه إما أرض عشبية أو مياه ضحلة، ويتم اختيار أيهما يقدم أفضل مكافآت دفاعية وحركية للوحدة الموجودة فيه.

source: Coastal Reef
ar: شعاب مرجانية ساحلية
en@shaw: ğ‘’ğ‘´ğ‘•ğ‘‘ğ‘©ğ‘¤ ğ‘®ğ‘°ğ‘“

source: Gray Coastal Reef
ar: شعاب مرجانية رمادية

source: Medium Coastal Reef
ar: شعاب مرجانية ساحلية متوسطة

source: Tropical Coastal Reef
ar: شعاب مرجانية ساحلية استوائية

source: Swamp
ar: مستنقع
en@shaw: ğ‘•ğ‘¢ğ‘­ğ‘¥ğ‘

source: Kelp Forest
ar: غابة عشب البحر

source: Swamp Water Reed
ar: قصب مياه مستنقع

source: Muddy Quagmire
ar: مستنقع موحل

source: Grassland
ar: مَرْج
en@shaw: ğ‘œğ‘®ğ‘¨ğ‘•ğ‘¤ğ‘¨ğ‘¯ğ‘›

source: Green Grass
ar: عشب أخضر

source: Semi-dry Grass
ar: عشب شبه جاف

source: Dry Grass
ar: عشب يابس

source: Leaf Litter
ar: بقايا أوراق

source: Dirt
ar: تراب

source: Dark Dirt
ar: تراب مظلم

source: Regular Dirt
ar: تراب عادي

source: Dry Dirt
ar: تراب جاف

source: Road
ar: طريق
en@shaw: ğ‘®ğ‘´ğ‘›

source: Regular Cobbles
ar: حصى عادية

source: <italic>text='Roads'</italic> are beaten paths of dirt, formed by many travelers passing over them. As far as gameplay is concerned, roads behave as flat terrain.
ar: <italic>text='طرق'</italic> عبارة عن ممرات ترابية ناتجة من مرور العديد من المسافرين عليها. بقدر ما يتعلق الأمر بقواعد اللعب، فإن الطرق تتصرف كتضاريس مسطحة.

source: Clean Gray Cobbles
ar: حصى رمادية نظيفة

source: Overgrown Cobbles
ar: حصى متضخمة

source: Icy Cobbles
ar: حصى جليدية

source: Ice
ar: جليد
en@shaw: ğ‘²ğ‘•

source: Snow
ar: ثلج
en@shaw: ğ‘•ğ‘¯ğ‘´

source: Desert
ar: صحراء

source: Desert Sands
ar: رمال صحراء

source: <italic>text='Deserts'</italic> have a somewhat different composition than small sand pits or beaches, however for gameplay purposes they are identical. See <ref>dst='..terrain_sand' text='sand'</ref>.
ar: <italic>text='صحارى'</italic> لها تكوين مختلف إلى حد ما عن الحفر الرملية الصغيرة أو الشواطئ، ولكنها متطابقة لأغراض اللعب. أنظر<ref> dst='..terrain_sand' text='رمال'</ref> .

source: Sand
ar: رمل
en@shaw: ğ‘•ğ‘­ğ‘¯ğ‘›

source: Beach Sands
ar: رمال شاطئ

source: The instability of <italic>text='sand'</italic> makes it harder for most units to cross, and leaves them wide open to attack. In contrast, the wide feet or snakelike bodies of the reptilian races make sand much easier for them to navigate. Most units receive 20 to 40% defense in sand.
ar: عدم الاستقرار<italic>text='رمال'</italic> يجعل من الصعب على معظم الوحدات العبور، ويتركها مفتوحة للهجوم. وعلى النقيض من ذلك، فإن الأقدام العريضة أو الأجسام الشبيهة بالثعبان لدى أجناس الزواحف تجعل التنقل في الرمال أسهل بكثير بالنسبة لها. تتلقى معظم الوحدات 20 إلى 40% دفاعًا في الرمال.

source: Oasis
ar: واحة
en@shaw: ğ‘´ğ‘±ğ‘•ğ‘¦ğ‘•

source: A welcome sight to any traveler, an oasis allows units to heal as if stationed in a village, but provides no income or defensive advantage.
ar: منظر ترحيبي لأي مسافر، تسمح الواحة للوحدات بالشفاء كما لو كانت متمركزة في قرية، ولكنها لا توفر أي دخل أو ميزة دفاعية.

source: Rubble
ar: أنقاض
en@shaw: ğ‘®ğ‘©ğ‘šğ‘©ğ‘¤

source: Crater
ar: حفرة
en@shaw: ğ‘’ğ‘®ğ‘±ğ‘‘ğ‘»

source: Mixed Flowers
ar: زهور مختلطة
en@shaw: ğ‘¥ğ‘¦ğ‘’ğ‘•ğ‘› ğ‘“ğ‘¤ğ‘¬ğ‘»ğ‘•

source: Farmland
ar: مزرعة
en@shaw: ğ‘“ğ‘¸ğ‘¥ğ‘¤ğ‘¨ğ‘¯ğ‘›

source: Stones
ar: أحجار

source: Snowbits
ar: قطع ثلج

source: Small Mushrooms
ar: فطر صغير

source: Mushroom Farm
ar: مزرعة فطر
en@shaw: ğ‘¥ğ‘³ğ‘–ğ‘®ğ‘µğ‘¥ ğ‘œğ‘®ğ‘´ğ‘

source: Desert Plants
ar: نباتات صحراء
en@shaw: ğ‘›ğ‘©ğ‘Ÿğ‘»ğ‘‘ ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: Desert Plants without Bones
ar: نباتات صحراء بلا عظام

source: Windmill
ar: طاحونة هواء

source: Campfire
ar: نار معسكر

source: Sconce
ar: شمعدان

source: Brazier
ar: قدر نحاس

source: Lit Brazier
ar: قدر نحاس مضاء

source: Iron Fence
ar: سياج حديدي

source: Palisade
ar: حواجز

source: Wooden Palisade
ar: حاجز خشبي

source: Stones with Sand Drifts
ar: حجارة ذات رمل منجرف

source: Water Lilies
ar: زنابق ماء

source: Flowering Water Lilies
ar: زنابق ماء مزهرة

source: Seashells
ar: أصداف بحرية

source: Trash
ar: قمامة

source: Remains
ar: باقِ

source: Window
ar: نافذة

source: Great Tree
ar: شجرة شامخة
en@shaw: ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘‘ğ‘®ğ‘°

source: Snowy Great Tree
ar: شجرة عظيمة ثلجية

source: Dead Great Tree
ar: شجرة عظيمة ميتة

source: Dead Great Oak Tree
ar: شجرة بلوط عظيمة ميتة

source: Forest
ar: غابة
en@shaw: ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘

source: Tropical Forest
ar: غابة مدارية
en@shaw: ğ‘‘ğ‘®ğ‘­ğ‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘

source: Rainforest
ar: غابة مطيرة

source: Palm Forest
ar: غابة نخيل

source: Dense Palm Forest
ar: غابة نخيل كثيفة

source: Savanna
ar: سافانا

source: Pine Forest
ar: غابة صنوبر
en@shaw: ğ‘ğ‘²ğ‘¯ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘

source: Snowy Pine Forest
ar: غابة صنوبر ثلجية
en@shaw: ğ‘•ğ‘¯ğ‘´ğ‘° ğ‘ğ‘²ğ‘¯ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘

source: Summer Deciduous Forest
ar: غابة صيف متساقطة
en@shaw: ğ‘•ğ‘³ğ‘¥ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘¦ğ‘¡ğ‘µğ‘©ğ‘• ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘

source: Fall Deciduous Forest
ar: غابة نفضيه خريفية
en@shaw: ğ‘“ğ‘·ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘¦ğ‘¡ğ‘µğ‘©ğ‘• ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘

source: Winter Deciduous Forest
ar: غابة نفضية شتوية
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘¦ğ‘¡ğ‘µğ‘©ğ‘• ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘

source: Snowy Deciduous Forest
ar: غابة نفضية ثلجية
en@shaw: ğ‘•ğ‘¯ğ‘´ğ‘° ğ‘›ğ‘¦ğ‘•ğ‘¦ğ‘¡ğ‘µğ‘©ğ‘• ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘

source: Summer Mixed Forest
ar: غابة صيف مختلطة
en@shaw: ğ‘•ğ‘³ğ‘¥ğ‘¼ ğ‘¥ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘

source: Fall Mixed Forest
ar: غابة خريفية مختلطة

source: Winter Mixed Forest
ar: غابة شتاء مختلطة
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘¥ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘

source: Snowy Mixed Forest
ar: غابة ثلجية مختلطة
en@shaw: ğ‘•ğ‘¯ğ‘´ğ‘° ğ‘¥ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘

source: Hills
ar: تلال
en@shaw: ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ

source: Regular Hills
ar: تلال عادية

source: Dry Hills
ar: تلال جافة

source: Dunes
ar: كثبان
en@shaw: ğ‘›ğ‘µğ‘¯ğ‘Ÿ

source: Snow Hills
ar: تلال ثلجية
en@shaw: ğ‘•ğ‘¯ğ‘´ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ

source: Mountains
ar: جبال
en@shaw: ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: Regular Mountains
ar: جبال عادية

source: Dry Mountains
ar: جبال جافة

source: Snowy Mountains
ar: جبال ثلجية
en@shaw: ğ‘•ğ‘¯ğ‘´ğ‘° ğ‘¥ğ‘¬ğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘Ÿ

source: Desert Mountains
ar: جبال صحراوية

source: Stone Floor
ar: أرضية حجرية

source: Basic Stone Floor
ar: أرضية حجرية أساسية

source: Ancient Stone Floor
ar: أرضية حجرية قديمة

source: Rug
ar: سجادة

source: Royal Rug
ar: بساط ملكي

source: Normal Rug
ar: سجادة عادية

source: Cave Rug
ar: بساط كهف

source: Wooden Floor
ar: أرضية خشبية

source: Basic Wooden Floor
ar: أرضية خشبية أساسية

source: Old Wooden Floor
ar: أرضية خشبية قديمة

source: Lit
ar: إضاءة
en@shaw: ğ‘¤ğ‘¦ğ‘‘

source: Beam of Light
ar: شعاع نور

source: Cave
ar: كهف
en@shaw: ğ‘’ğ‘±ğ‘

source: Cave Floor
ar: أرضية كهف

source: Earthy Cave Floor
ar: أرضية كهف ترابية

source: Dark Flagstones
ar: أحجار بلاطة داكنة

source: Cave Path
ar: طريق كهفي

source: Mushroom Grove
ar: بُسْتان فُطر
en@shaw: ğ‘¥ğ‘³ğ‘–ğ‘®ğ‘µğ‘¥ ğ‘œğ‘®ğ‘´ğ‘

source: Non-mixed Mushroom Grove
ar: بستان فطر غير مختلط

source: Dwarven tales describe different types of mushrooms — with some types the difficulty of walking on the spongy floor has no relation to the ground underneath, even when the ground underneath is still visible. This terrain’s defense and movement costs are purely based on the unit’s stats for <italic>text='Fungus'</italic>.
ar: تصف حكايات الأقزام أنواعًا مختلفة من الفطر - مع بعض الأنواع، لا علاقة لصعوبة المشي على الأرضية الإسفنجية بالأرض تحتها، حتى عندما تكون الأرض تحتها لا تزال مرئية. تعتمد تكاليف الدفاع والحركة لهذه التضاريس بشكل كامل على إحصائيات الوحدة في <italic>text='الفطر'</italic> .

source: Lit Non-mixed Mushroom Grove
ar: بستان فطر مضاء غير مختلط

source: Lit Mushroom Grove
ar: بستان فطر مضاء

source: Mycelium
ar: عفن

source: Rockbound Cave
ar: كهف صخري
en@shaw: ğ‘®ğ‘­ğ‘’ğ‘šğ‘¬ğ‘¯ğ‘› ğ‘’ğ‘±ğ‘

source: <italic>text='Rockbound cave'</italic> terrain is formed by the action of water and wind, carrying erosive particles that carve the rock. It resembles a scraggy underground cavern which shoulders defense, but is hard for most units to traverse. Only settlers of caves, such as dwarves and trolls, are fully capable of navigating such topography. Most units have about 50% defense in rocky caves, whereas cavalry are limited to 40%. Dwarves, by dint of their small size, enjoy 60% defense in rockbound caves. Occasionally caves are <italic>text='illuminated'</italic>.
ar: <italic>text='كهف صخري'</italic> تتشكل هذه التضاريس بفعل الماء والرياح، التي تحمل جزيئات متآكلة تؤدي إلى نحت الصخر. إنه يشبه كهفًا وعرًا تحت الأرض يتحمل الدفاع، ولكن يصعب على معظم الوحدات اجتيازه. فقط مستوطنو الكهوف، مثل الترول والأقزام، هم القادرون تمامًا على التنقل في مثل هذه التضاريس. تمتلك معظم الوحدات حوالي 50% دفاعًا في الكهوف الصخرية، بينما تقتصر قوة الفرسان على 40%. يتمتع الأقزام، بفضل صغر حجمهم، بـ 60% دفاعًا في الكهوف الصخرية. في بعض الأحيان تكون الكهوف<italic>text='مضاءة'</italic> .

source: Earthy Rockbound Cave
ar: كهف صخري ترابي

source: Mine Rail
ar: سكك حديد منجمية

source: Bluff
ar: جرف

source: Gulch
ar: وادي

source: Unwalkable Ravine
ar: واد لا يمكن السير فيه

source: Wooded Bluffs
ar: جرف مشجر

source: Wooded Gulch
ar: وادي مشجر

source: Chasm
ar: هاوِيَة
en@shaw: ğ‘’ğ‘¨ğ‘Ÿğ‘©ğ‘¥

source: Regular Chasm
ar: هوة عادية

source: Earthy Chasm
ar: هوة ترابية

source: Ethereal Abyss
ar: هاوية أثيرية

source: Lava Chasm
ar: هاوية حمم
en@shaw: ğ‘¤ğ‘­ğ‘ğ‘© ğ‘’ğ‘¨ğ‘Ÿğ‘©ğ‘¥

source: Lava
ar: حمم
en@shaw: ğ‘¤ğ‘­ğ‘ğ‘©

source: The dangers inherent in trying to walk on <italic>text='lava'</italic> are fairly obvious. As far as movement is concerned, lava is equivalent to <ref>dst='terrain_unwalkable' text='unwalkable'</ref> terrain, and can only be crossed by those units capable of flying a considerable distance above it. The molten magma also produces a substantial glow, illuminating the area immediately above it. This provides an attack bonus for lawful units and removes the attack bonus from chaotic units.
ar: المخاطر الكامنة في محاولة المشي في <italic>text='حمم'</italic> واضحة إلى حد ما. وبقدر ما يتعلق الأمر بالحركة، فإن الحمم البركانية تعادل<ref> dst='terrain_unwalkable' text='غير قابل للمشي'</ref> في التضاريس، ولا يمكن عبورها إلا من قبل تلك الوحدات القادرة على الطيران لمسافة كبيرة فوقها. تنتج الصهارة أيضًا توهجًا كبيرًا، مما يضيء المنطقة الموجودة فوقها مباشرة. يوفر هذا مكافأة هجوم للوحدات النهارية ويزيل مكافأة الهجوم من الوحدات الليلية.

source: Volcano
ar: بركان

source: Regular Impassable Mountains
ar: جبال غير سالكة عادية

source: Dry Impassable Mountains
ar: جبال جافة غير سالكة

source: Snowy Impassable Mountains
ar: جبال ثلجية غير سالكة

source: Desert Impassable Mountains
ar: جبال صحراوية غير السالكة

source: Cave Wall
ar: حائط كهف

source: Natural Cave Wall
ar: حائط كهف طبيعي

source: Mine Wall
ar: جدار منجم

source: Natural Earthy Cave Wall
ar: جدار كهف ترابي طبيعي

source: Damaged Cave Wall
ar: جدار كهف متضرر

source: Thick Hedges
ar: تحوطات سميكة

source: Hedges Wall
ar: جدار تحوطات

source: Stone Wall
ar: جدار حجري

source: Lit Stone Wall
ar: جدار حجري مضاء

source: Straight Mine Wall
ar: جدار منجم مستقيم

source: Interior Wall
ar: جدار داخلي

source: Straight White Wall
ar: جدار أبيض مستقيم

source: Clean Stone Wall
ar: جدار حجري نظيف

source: Ancient Stone Wall
ar: جدار حجري قديم

source: Catacombs Wall
ar: جدار سراديب

source: Catacombs Stone Wall
ar: جدار سراديب حجري

source: Overgrown Wall
ar: جدار متضخم

source: Overgrown Stone Wall
ar: جدار حجري متضخم

source: Damaged Stone Wall
ar: جدار حجري تالف

source: Ruined Wall
ar: جدار مدمر

source: Gate
ar: بوابة

source: Rusty Gate
ar: بوابة صدئة

source: Door
ar: باب

source: Wooden Door
ar: باب خشبي

source: Open Rusty Gate
ar: بوابة صدئة مفتوحة

source: Open Wooden Door
ar: باب خشبي مفتوح

source: Impassable Overlay
ar: تراكب غير سالك

source: Unwalkable Overlay
ar: تراكب غير قابل للمشي

source: Void
ar: فراغ
en@shaw: ğ‘ğ‘¶ğ‘›

source: Village
ar: قرية
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡

source: Adobe Village
ar: قرية طوب

source: Ruined Adobe Village
ar: قرية طوب مدمرة

source: Desert Tent Village
ar: قرية خيمة صحراوية

source: Tent Village
ar: قرية خيمة

source: Orcish Village
ar: قرية أوركية

source: Snowy Orcish Village
ar: قرية أوركية ثلجية

source: Snowy Elven Village
ar: قرية إلفية ثلجية

source: Elven Village
ar: قرية إلفية

source: Cottage
ar: كوخ

source: Snowy Cottage
ar: كوخ ثلجي

source: Ruined Cottage
ar: كوخ مدمر

source: Human City
ar: مدينة بشرية

source: Windmill Village
ar: قرية طاحونة

source: Snowy Human City
ar: مدينة بشرية ثلجية

source: Ruined Human City
ar: مدينة بشرية مدمرة

source: Hill Stone Village
ar: قرية تلال حجرية

source: Snowy Hill Stone Village
ar: قرية تلال حجرية ثلجية

source: Ruined Hill Stone Village
ar: قرية تلال حجرية مدمرة

source: Tropical Village
ar: قرية استوائية

source: Drake Village
ar: قرية درايك

source: Snowy Drake Village
ar: قرية درايك ثلجية

source: Cave Village
ar: قرية كهف

source: Dwarven Village
ar: قرية أقزام

source: Hut
ar: كوخ

source: Snowy Hut
ar: كوخ ثلجي

source: Log Cabin
ar: كوخ خشبي

source: Snowy Log Cabin
ar: كوخ خشبي ثلجي

source: Igloo
ar: كوخ الإسكيمو

source: Swamp Village
ar: قرية مستنقعات

source: Merfolk Village
ar: قرية حوريين

source: <italic>text='Submerged villages'</italic> are the homes of merfolk and nagas. While water-dwelling creatures are at home here, land-dwellers have a hard time navigating and defending these villages. However, like any village, the facilities are available to all creatures which allow units to tend to their wounds. Any unit stationed in a village can heal eight hitpoints each turn, or be cured of poison. Merfolk and nagas have 60% defense in submerged villages, whereas land based units usually have a low defense.
ar: <italic>text='قرى مغمورة'</italic> هي منازل حوريين وأفعوانيين. بينما تعيش الكائنات المائية في موطنها هنا، يواجه سكان الأرض صعوبة في التنقل والدفاع عن هذه القرى. ومع ذلك، مثل أي قرية، فإن المرافق متاحة لجميع المخلوقات التي تسمح للوحدات بمعالجة جراحها. يمكن لأي وحدة متمركزة في القرية أن تتعالج ثماني نقاط حياة في كل دور، أو أن تشفى من السم. تتمتع وحدات الحوريين والأفعوانيين بدفاع يبلغ 60% في القرى المغمورة بالمياه، بينما تتمتع الوحدات البرية عادة بدفاع منخفض.

source: Village Overlay
ar: تراكب القرية

source: Encampment
ar: معسكر
en@shaw: ğ‘§ğ‘¯ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘¥ğ‘§ğ‘¯ğ‘‘

source: Ruined Encampment
ar: لمعسكر مدمّر

source: Snowy Encampment
ar: معسكر ثلجي

source: Castle
ar: قلعة
en@shaw: ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤

source: Orcish Castle
ar: قلعة أوركية

source: Snowy Orcish Castle
ar: قلعة أوركية الثلجية

source: Human Castle
ar: قلعة بشرية

source: Snowy Human Castle
ar: قلعة بشرية ثلجية

source: Elven Castle
ar: قلعة إلفية

source: Elven Castle Ruin
ar: قلعة إلفية مدمرة

source: Winter Elven Castle
ar: قلعة إلفية شتوية

source: Dwarven Underground Castle
ar: قلعة أقزام تحت الأرض

source: Dwarven Castle
ar: قلعة أقزام

source: Dwarven Castle Ruins
ar: قلعة أقزام مدمرة

source: Winter Dwarven Castle
ar: قلعة أقزام لشتوية

source: Ruined Castle
ar: قلعة مدمرة

source: Ruined Human Castle
ar: قلعة بشرية مدمرة

source: Sunken Human Ruin
ar: خرائب بشرية غارقة

source: Swamp Human Ruin
ar: خرائب بشرية في مستنقع

source: Desert Castle
ar: قلعة صحراوية

source: Ruined Desert Castle
ar: قلعة صحراوية مدمرة

source: Troll Encampment
ar: معسكر ترول

source: Aquatic Encampment
ar: معسكر مائي

source: Aquatic Castle
ar: قلعة مائية

source: Encampment Keep
ar: معسكر قيادة
en@shaw: ğ‘§ğ‘¯ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘¥ğ‘§ğ‘¯ğ‘‘ ğ‘’ğ‘°ğ‘

source: Ruined Encampment Keep
ar: معسكر مدمّر

source: Tall Encampment Keep
ar: معسكر قيادة مرتفع

source: Snowy Encampment Keep
ar: معسكر قيادة ثلجي

source: Keep
ar: قلعة قيادة
en@shaw: ğ‘’ğ‘°ğ‘

source: Orcish Keep
ar: معسكر قيادة أوركي

source: Snowy Orcish Keep
ar: معسكر قيادة أوركي ثلجي

source: Human Castle Keep
ar: قلعة قيادة بشرية

source: Snowy Human Castle Keep
ar: قلعة قيادة بشرية ثلجية

source: Elven Castle Keep
ar: قلعة قيادة إلفية

source: Elven Keep Ruin
ar: معسكر قيادة إلفي مدمر

source: Winter Elven Keep
ar: قلعة قيادة إلفية شتوية

source: Dwarven Underground Keep
ar: قلعة أقزام تحت أرضية

source: Dwarven Castle Keep
ar: قلعة قيادة أقزام

source: Dwarven Ruin Keep
ar: معسكر قيادة أقزام مدمّر

source: Winter Dwarven Keep
ar: معسكر قيادة أقزام شتوي

source: Ruined Keep
ar: معسكر قيادة مدّر

source: Ruined Human Castle Keep
ar: قلعة قيادة بشرية مدمرة

source: Sunken Human Castle Keep
ar: قلعة قيادة بشرية غارقة

source: Swamp Human Castle Keep
ar: قلعة قيادة مستنقع بشرية

source: Desert Keep
ar: معسكر قيادة صحراوي

source: Ruined Desert Keep
ar: معسكر قيادة صحراوي مدمر

source: Aquatic Encampment Keep
ar: معسكر قيادة مائي

source: Troll Encampment Keep
ar: معسكر قيادة ترول

source: Aquatic Keep
ar: معسكر قيادة مائي

source: Castle Overlay
ar: تراكب القلعة

source: Keep Overlay
ar: احتفظ بالتراكب

source: Bridge
ar: جسر

source: Wooden Bridge
ar: جسر خشبي

source: To those capable of building one, the ability to lay a <italic>text='bridge'</italic> offers a liberation from the fickle nature of waterways, whose fords come and go with the rise and fall of the waterline. This is to say nothing of the luxury of dry feet, the loss of which is no laughing matter in the cold months of the year. For those who go by land or sea, a bridge is the best of both worlds — for gameplay purposes, it is treated either as grassland or the underlying water, whichever offers the best movement and defensive bonuses for the unit occupying the bridge hex. Note that a swimming unit and a land unit are not capable of occupying a bridge hex at the same time.
ar: لأولئك القادرين على بناء واحد، القدرة على وضع<italic>text='جسر'</italic> يقدم التحرر من الطبيعة المتقلبة للممرات المائية، التي تأتي أمواجها وتذهب مع صعود وهبوط خط الماء. هذا ناهيك عن ترف الأقدام الجافة، التي لا يعد فقدانها أمرًا طريفا في الأشهر الباردة من العام. بالنسبة لأولئك الذين يسافرون عن طريق البر أو البحر، فإن الجسر هو أفضل ما في العالمين - لأغراض اللعب، يتم التعامل معه إما على أنه أرض عشبية أو مياه تحتية، أيهما يقدم أفضل حركة ومكافآت دفاعية للوحدة التي تشغل سداسي الجسر. لاحظ أن الوحدة السبّاحة والوحدة الأرضيّة غير قادرين على شغل سداسي جسر في نفس الوقت.

source: Rotting Bridge
ar: جسر متعفن

source: Basic Stone Bridge
ar: جسر حجري أساسي

source: Snowy Stone Bridge
ar: جسر حجري ثلجي

source: Cave Chasm Bridge
ar: جسر هوة كهفي

source: Hanging Bridge
ar: جسر معلق

source: Stone Chasm Bridge
ar: جسر هوة حجري

source: Plank Bridge
ar: جسر خشبي

source: Marker High
ar: علامة عالية

source: Marker High 2
ar: علامة عالية 2

source: Marker Low
ar: علامة منخفضة

source: Marker Low 2
ar: علامة منخفضة 2

source: Off Map
ar: خارج الخريطة

source: Fake Map Border
ar: حدود خريطة مزيفة

source: Art Placeholder
ar: مخصص لعمل فني

source: Shroud
ar: حجاب
en@shaw: ğ‘–ğ‘®ğ‘¬ğ‘›

source: Fake Shroud
ar: حجاب مزيف

source: Fog
ar: ضباب
en@shaw: ğ‘“ğ‘·ğ‘œ

source: Fungus
ar: فطر

source: <italic>text='Mushroom groves'</italic> are vast underground forests of giant mushrooms, which thrive in the damp darkness. Most units have trouble negotiating the spongy floor of smaller fungi, but they have plenty of cover behind the larger stalks. Mounted units, however, become completely mired and lack proper freedom of movement in combat. Undead units have a natural affinity for decay and function quite well in mushroom forests. Most units receive 50% to 60% defense in mushroom groves, whereas cavalry receive only 20%.
ar: <italic>text='بساتين فطر'</italic> عبارة عن غابات شاسعة تحت الأرض من الفطر العملاق، الذي يزدهر في الظلام الرطب. تواجه معظم الوحدات صعوبة في التعامل مع الأرضية الإسفنجية للفطريات الصغيرة، لكن لديها الكثير من الغطاء خلف السيقان الأكبر. ومع ذلك، تصبح الوحدات غارقة تمامًا وتفتقر إلى حرية الحركة المناسبة أثناء القتال. تتمتع الوحدات الميتة الحيّة بميل طبيعي للتحلل وتعمل بشكل جيد في غابات الفطر. تتلقى معظم الوحدات 50% إلى 60% دفاعًا في بساتين الفطر، بينما يتلقى الفرسان 20% فقط.

source: <italic>text='Cave'</italic> terrain represents any underground cavern with enough room for a unit to pass. Most units are wholly unfamiliar with the terrain, and thus are both slowed down and hindered in defense. Dwarves and trolls, who make their homes in caves, both have a relatively easy time navigating this terrain, especially dwarves, who by dint of their small size can navigate many obstacles that other races cannot. Occasionally caves are <italic>text='illuminated'</italic>. Rare patches of the underground world are illuminated by light from the surface shining down into the gloomy darkness. This provides an attack bonus for lawful units and removes the attack bonus from chaotic units. In all other regards this terrain is functionally identical to normal cave terrains. Most units receive 20 to 40% defense in caves, whereas dwarves have 50%.
ar: <italic>text='كهف'</italic> تمثل هذه التضاريس أي كهف تحت الأرض به مساحة كافية لمرور وحدة. معظم الوحدات غير معتادة تمامًا على هذه التضاريس، وبالتالي يتم إبطاء سرعتها وإعاقتها في الدفاع. الترول والأقزام، الذين يتخذون منازلهم في الكهوف، يتمتعون بوقت سهل نسبيًا في التنقل في هذه التضاريس، وخاصة الأقزام، الذين بفضل حجمهم الصغير يمكنهم التغلب على العديد من العقبات التي لا تستطيع الأجناس الأخرى القيام بها. في بعض الأحيان تكون الكهوف<italic>text='مضاءة'</italic> . تضاء بقع نادرة من عالم تحت الأرض بالضوء من السطح الذي يضيء في الظلام القاتم. يوفر هذا مكافأة هجوم للوحدات النهارية ويزيل مكافأة الهجوم من الوحدات الليلية. وفي جميع النواحي الأخرى، فإن هذه التضاريس مطابقة وظيفيًا لتضاريس الكهوف العادية. تحصل معظم الوحدات على 20 إلى 40% دفاعًا في الكهوف، بينما يحصل الأقزام على 50%.

source: <italic>text='Coastal reefs'</italic> are shallows formed by stone, coral and sand. This provides most land units with a more steady footing and defensive positions than wading in shallow water normally would and also grants most water-dwelling races an exceptionally high defense. Merfolk and Naga both receive 70% defense on coastal reefs.
ar: <italic>text='شعاب ساحلية'</italic> هي المياه الضحلة التي تتكون من الحجر والمرجان والرمل. يوفر هذا لمعظم الوحدات الأرضية قاعدة أكثر ثباتًا ومواقع دفاعية أكثر من الخوض في المياه الضحلة عادةً، ويمنح أيضًا معظم الأجناس التي تعيش في الماء دفاعًا عاليًا بشكل استثنائي. يحظى كل من الحوريين والأفعوانيين بدفاع 70% على الشعاب المرجانية الساحلية.
