Repository: wesnoth/wesnoth
Catalog: po/wesnoth-lib/*.po
Languages: ar, da, en@shaw

source: Delete previous auto-saves on victory in all modes and defeat in multiplayer
ar: حذف عمليات الحفظ التلقائي السابقة عند النصر في جميع الأوضاع والهزيمة في اللعب الجماعي

source: Maximum auto-saves:
ar: الحد الأقصى للحفظ التلقائي:

source: Set maximum number of automatic saves to be retained
ar: تحديد العدد الأقصى للمحفوظات التلقائية المحتفظ بها
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘·ğ‘‘ğ‘´ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ ğ‘•ğ‘±ğ‘ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘‘ğ‘±ğ‘¯ğ‘›

source: Cache
ar: ذاكرة التخزين المؤقت

source: Manage the game WML cache
ar: إدارة ذاكرة التخزين المؤقت ل WML اللعبة

source: Filter:
ar: الفلتر:
en@shaw: ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼:

source: Filters on hotkey description
ar: المنقيات في وصف مفتاح التشغيل السريع

source: Action
ar: إجراء
en@shaw: ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: Hotkey
ar: مفتاح التشغيل السريع

source: game_hotkeys^G
ar: ل

source: Available in game
ar: متاح في اللعبة

source: editor_hotkeys^E
ar: م

source: Available in editor
ar: متوفر في المحرر

source: mainmenu_hotkeys^M
ar: ق

source: Available at main menu
ar: متاح في القائمة الرئيسية

source: Add Hotkey
ar: إضافة مفتاح التشغيل السريع

source: Clear Hotkey
ar: مسح مفتاح التشغيل السريع
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘£ğ‘­ğ‘‘ğ‘’ğ‘°

source: Window size:
ar: حجم النافذة:

source: Pixel scale multiplier:
ar: مضاعف مقياس البكسل:

source: Change the game window size
ar: تغيير حجم نافذة اللعبة

source: Set the global pixel scale multiplier. A pixel scale multiplier of 2 will make everything look twice as large.
ar: قم بتعيين مضاعف مقياس البكسل العالمي. مضاعفة مقياس البكسل 2 مرات سيجعل كل شيء يبدو أكبر بمرتين.

source: Full screen
ar: الشاشة الكاملة
en@shaw: ğ‘“ğ‘«ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯

source: Toggle between fullscreen and window mode
ar: التبديل بين وضع ملء الشاشة ووضع النافذة

source: pixel_scale_multiplier^Automatic scale
ar: مقياس تلقائي

source: Choose pixel scale multiplier automatically based on current resolution
ar: اختيار مضاعف مقياس البكسل تلقائيًا بناءً على الدقة الحالية

source: Reduces tearing by synchronizing rendering with the screen refresh rate (requires restart to take effect)
ar: التقليل من التمزق عن طريق مزامنة العرض مع معدل تحديث الشاشة (يتطلب إعادة التشغيل ليصبح ساري المفعول)

source: Change the in-game interface theme. Additional themes may be provided by community-made add-ons
ar: تغيير نمط الواجهة داخل اللعبة. قد يتم توفير أنماط إضافية من خلال الإضافات التي أنشأها مجتمع ويسنوث

source: Apply
ar: تطبيق
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘²

source: Combat damage indicators
ar: مؤشرات أضرار القتال

source: Show amount of damage inflicted or healed as fading labels above units
ar: إظهار مقدار الضرر الذي تم إلحاقه أو شفاءه كلصائق باهتة أعلى الوحدات

source: Team color indicators
ar: مؤشرات ألوان الفريق

source: Show a colored circle around the base of each unit to show which side it is on
ar: إظهار دوائر ملونة تحت كل وحدة تشير إلى جانبها
da: Viser en farvet cirkel rundt om basen af hver enhed for at vise hvilket hold de er på
en@shaw: ğ‘–ğ‘´ ğ‘© ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘› ğ‘•ğ‘»ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘šğ‘±ğ‘• ğ‘ ğ‘°ğ‘— ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ ğ‘–ğ‘´ ğ‘¢ğ‘¦ğ‘— ğ‘•ğ‘²ğ‘› ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ªğ‘¯

source: Grid overlay
ar: تراكب الشبكة

source: Overlay a grid over the map
ar: تراكب شبكة على الخريطة

source: Animate map
ar: إحياء (تحريك رسوم) الخريطة

source: Display animated terrain graphics
ar: عرض رسومات التضاريس المتحركة

source: Animate water
ar: تحريك الماء

source: Display animated water graphics (can be slow)
ar: عرض رسومات مائية متحركة (يمكن أن تكون بطيئة)

source: Unit standing animations
ar: الرسوم المتحركة للوحدة الواقفة

source: Continuously animate standing units on the battlefield
ar: تحريك الوحدات الواقفة بشكل مستمر في ساحة المعركة

source: Unit idle animations
ar: رسوم وضع الخمول للوحدة

source: Play short random animations for idle units
ar: تشغيل رسوم متحركة عشوائية قصيرة للوحدات الخاملة

source: Frequency:
ar: التردد:
en@shaw: ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘°:

source: Set the frequency of unit idle animations
ar: تحديد تردد تحريكات الوحدات الخاملة
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘“ğ‘®ğ‘°ğ‘’ğ‘¢ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘²ğ‘›ğ‘©ğ‘¤ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Volume:
ar: المجلد:

source: Pause music on focus loss
ar: إيقاف الموسيقى مؤقتًا عند فقدان التركيز

source: Pause the music when you switch to any other window
ar: إيقاف الموسيقى مؤقتًا عند التبديل إلى أي نافذة أخرى

source: Sound effects
ar: المؤثرات الصوتية
en@shaw: ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘§ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘•

source: Sound effects on/off
ar: التأثيرات الصوتية تشغيل/مغلق
en@shaw: ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘§ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ªğ‘¯/ğ‘ªğ‘“

source: Change the sound effects volume
ar: تغيير مستوى صوت التأثيرات الصوتية
da: Skift lydeffekt volumen
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘§ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥

source: Music
ar: الموسيقى
en@shaw: ğ‘¥ğ‘¿ğ‘Ÿğ‘¦ğ‘’

source: Music on/off
ar: الموسيقى بدء/ايقاف
en@shaw: ğ‘¥ğ‘¿ğ‘Ÿğ‘¦ğ‘’ ğ‘ªğ‘¯/ğ‘ªğ‘“

source: Change the music volume
ar: تغيير مستوى صوت الموسيقى
da: Skift musik volumen
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘¥ğ‘¿ğ‘Ÿğ‘¦ğ‘’ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥

source: Play a bell sound at the beginning of your turn
ar: سماع صوت الجرس عند بداية دورك
da: Spiller en lyd når din tur begynder
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘© ğ‘šğ‘§ğ‘¤ ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘¨ğ‘‘ ğ‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯

source: Turn bell
ar: جرس الإعلان بالدور
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘šğ‘§ğ‘¤

source: Change the bell volume
ar: تغيير مستوى صوت الجرس
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘šğ‘§ğ‘¤ ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥

source: Turn menu and button sounds on/off
ar: تشغيل/إيقاف أصوات القائمة والأزرار
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¿ ğ‘¯ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ ğ‘ªğ‘¯/ğ‘ªğ‘“

source: User interface sounds
ar: أصوات واجهة المُستخدِم
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘• ğ‘•ğ‘¬ğ‘¯ğ‘›ğ‘Ÿ

source: Change the sound volume for button clicks, etc.
ar: تغيير مستوى الصوت عند النقر على زر، الخ.
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘•ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘ªğ‘¤ğ‘¿ğ‘¥ ğ‘“ğ‘¹ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘•, etc.

source: Chat lines:
ar: أسطر الحديث:

source: Set the number of chat lines shown
ar: ضبط عدد خطوط الدردشة المعروضة

source: Chat timestamping
ar: إظهار زمن الحديث
en@shaw: ğ‘—ğ‘¨ğ‘‘ ğ‘‘ğ‘²ğ‘¥ğ‘•ğ‘‘ğ‘¨ğ‘¥ğ‘ğ‘¦ğ‘™

source: Add a timestamp to chat messages
ar: إضافة زمن إلى رسائل الحديث
en@shaw: ğ‘¨ğ‘› ğ‘© ğ‘‘ğ‘²ğ‘¥ğ‘•ğ‘‘ğ‘¨ğ‘¥ğ‘ ğ‘‘ ğ‘—ğ‘¨ğ‘‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Uncheck to delete the saved password (on exit)
ar: إلغاء التحديد لحذف كلمة المرور المحفوظة (عند الخروج)

source: Accept whispers from friends only
ar: تقبل الهمسات من الأصدقاء فقط

source: Only accept whisper messages from people on your friends list
ar: لا تقبل إلا الرسائل الهامسة من الأشخاص الموجودين في قائمة أصدقائك

source: Do not show lobby joins
ar: عدم الإعلان باللاعبين الداخلين
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘¤ğ‘­ğ‘šğ‘° ğ‘¡ğ‘¶ğ‘¯ğ‘Ÿ

source: Do not show messages about players joining the multiplayer lobby
ar: عدم الإعلان بوصول اللاعبين إلى مدخل اللعب المتعدد
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘»ğ‘Ÿ ğ‘¡ğ‘¶ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘¤ğ‘­ğ‘šğ‘°

source: Show lobby joins of friends only
ar: الإعلان بالداخلين من الأصدقاء فقط
en@shaw: ğ‘–ğ‘´ ğ‘¤ğ‘­ğ‘šğ‘° ğ‘¡ğ‘¶ğ‘¯ğ‘Ÿ ğ‘ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦

source: Show messages about your friends joining the multiplayer lobby
ar: الإعلان بدخول أصدقائك إلى ردهة اللعب المتعدد بواسطة رسائل
en@shaw: ğ‘–ğ‘´ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¿ğ‘¼ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘¡ğ‘¶ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘¤ğ‘­ğ‘šğ‘°

source: Show all lobby joins
ar: الإعلان بجميع الداخلين
en@shaw: ğ‘–ğ‘´ ğ‘·ğ‘¤ ğ‘¤ğ‘­ğ‘šğ‘° ğ‘¡ğ‘¶ğ‘¯ğ‘Ÿ

source: Show messages about all players joining the multiplayer lobby
ar: الإعلان بدخول جميع اللاعبين إلى ردهة اللعب المتعدد بواسطة رسائل
en@shaw: ğ‘–ğ‘´ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘·ğ‘¤ ğ‘ğ‘¤ğ‘±ğ‘»ğ‘Ÿ ğ‘¡ğ‘¶ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘¤ğ‘­ğ‘šğ‘°

source: Alerts
ar: تنبيهات

source: Configure multiplayer notification settings
ar: تكوين إعدادات الإشعارات متعددة اللاعبين

source: Server Executable
ar: الخادم قابل للتنفيذ

source: Find and set path to MP server to host LAN games
ar: ابحث عن المسار إلى خادم اللعب المتعدد اللاعبين لاستضافة ألعاب شبكة محلية وقم بتعيينه

source: Add this username to your friends list (add optional notes, e.g., ‘player_name notes on friend’)
ar: أضف اسم المستخدم هذا إلى قائمة أصدقائك (أضف ملاحظات اختيارية، على سبيل المثال، "ملاحظات player_name على الصديق")

source: Add this username to your ignore list (add optional reason, e.g., ‘player_name reason ignored’)
ar: أضف اسم هذا المستخدم إلى قائمة التجاهل الخاصة بك (أضف سببًا اختياريًا، على سبيل المثال، "تم تجاهل player_name بسبب")

source: Remove this username from your list
ar: حذف اسم هذا اللاعب من قائمتك
en@shaw: ğ‘®ğ‘°ğ‘¥ğ‘µğ‘ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘Ÿğ‘»ğ‘¯ğ‘±ğ‘¥ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿ğ‘¼ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: You have not befriended or blocked any other players.
ar: لم تقم بمصادقة أو حظر أي لاعبين آخرين.

source: filesystem^Open
ar: فتح

source: Open this file with an external application
ar: افتح هذا الملف باستخدام تطبيق خارجي

source: Browse the screenshots folder using a file manager
ar: استعرض مجلد لقطات الشاشة باستخدام مدير الملفات

source: Choose Orb/Minimap Colors
ar: اختيار ألوان الكرة/الخريطة المصغرة

source: Show unmoved orb
ar: إظهار كرة عدم التحرك

source: Show partially moved orb
ar: عرض الكرة المتحركة جزئيًا

source: If a unit can move but can’t attack, show a two-color orb with the colors for partially and fully moved.
ar: إذا كانت الوحدة يمكنها التحرك ولكن لا يمكنها الهجوم، قم بإظهار كرة ثنائية اللون مع الألوان التي سيتم تحريكها جزئيًا وكليًا.

source: Use a two-color orb for disengaged units
ar: استخدم الكرة ذات اللونين للوحدات غير المفعلة

source: Show moved orb
ar: عرض الكرة المتحركة

source: Show ally orb
ar: إظهار كرة الحليف

source: During ally’s turn, use a two-color orb to show movement
ar: أثناء دور الحليف، استخدم كرة ثنائية اللون لإظهار الحركة

source: During your allies’ turns, their units have a two-color orb. One half is the ally orb color, and the other half shows whether the unit is unmoved, partially moved or fully moved.
ar: خلال أدوار حلفائك، يكون لوحداتهم كرة ثنائية اللون. النصف هو لون كرة الحليف، والنصف الآخر توضح ما إذا كانت الوحدة غير متحركة، أو متحركة جزئيًا، أو متحركة بالكامل.

source: Show enemy orb
ar: إظهار كرة للعدو

source: Server Information
ar: معلومات الخادم

source: Configure Options
ar: تحديد الاختيارات

source: Configure settings for the selected custom modifications.
ar: تكوين الإعدادات للتعديلات المخصصة المحددة.

source: Overall
ar: بشكل عام

source: Statistics
ar: إحصائيات
en@shaw: ğ‘•ğ‘‘ğ‘©ğ‘‘ğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘’ğ‘•

source: Damage
ar: الأضرار

source: stats dialog^Difference of actual outcome to expected outcome, as a percentage. The first number in parentheses is the expected number of hitpoints inflicted/taken. The sum (or difference) of the two numbers in parentheses is the actual number of hitpoints inflicted/taken.
ar: الفرق بين النتيجة الفعلية والنتيجة المتوقعة، كنسبة مئوية. الرقم الأول بين قوسين هو العدد المتوقع لنقاط الإصابة التي تم تسجيلها/إحداثها. مجموع (أو الفرق) بين الرقمين الموجودين بين قوسين هو العدد الفعلي لنقاط الإصابة التي تم تسبيبها/أخذها.

source: stats dialog^Ratio of actual to expected
ar: النسبة الفعلية إلى المتوقعة

source: Hits
ar: الزيارات

source: stats dialog^The <i>a priori</i> probability of inflicting/taking at most this many hits, in percent. Intuitively, this is a measure of how randomness affected this side. Values between 0 and 50 suggest the number of hits was less than expected. Values between 50 and 100 suggest the number of hits was more than expected. Green values indicate this side fared better than expected. Red values indicate this side fared worse than expected.
ar: الاحتمال <i>المسبق</i> لإلحاق/تلقي هذا العدد من الضربات على الأكثر، بالنسبة المئوية. من البديهي أن هذا مقياس لمدى تأثير العشوائية على هذا الجانب. تشير القيم بين 0 و50 إلى أن عدد الضربات كان أقل من المتوقع. تشير القيم بين 50 و100 إلى أن عدد الضربات كان أكبر من المتوقع. تشير القيم الخضراء إلى أن هذا الجانب كان أفضل من المتوقع. تشير القيم الحمراء إلى أن هذا الجانب كان أسوأ من المتوقع.

source: Surrender Game
ar: الاستسلام في اللعبة

source: Do you really want to surrender and quit the game?
ar: أتريد فعلاً الاستسلام ومغادرة هذه اللعبة؟

source: Surrender & Quit
ar: الاستسلام والمغادرة

source: Waiting...
ar: انتظار...

source: Waiting for remote input
ar: في انتظار الإدخال عن بعد

source: Quit game
ar: مغادرة اللعبة

source: Image
ar: صورة

source: Loc
ar: موقع

source: Layer
ar: طبقة

source: Base.x
ar: الأساس.x

source: Base.y
ar: الأساس.y

source: Center
ar: المركز

source: Terrain Layers
ar: طبقات التضاريس

source: Flags
ar: الأعلام

source: Choose Theme
ar: اختيار قالب العرض

source: Show Battle for Wesnoth help
ar: عرض المساعدة في ملحمة ويسنوث
en@shaw: ğ‘–ğ‘´ Â·ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘“ğ‘¹ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘£ğ‘§ğ‘¤ğ‘

source: Advance Unit
ar: تطوير الوحدة

source: What should our victorious unit become?
ar: ماذا يجب أن تصبح وحدتنا المنتصرة؟

source: Damage Calculation
ar: حساب الضرر

source: Attack
ar: هجوم
en@shaw: ğ‘©ğ‘‘ğ‘¨ğ‘’

source: Attack Enemy
ar: مهاجمة العدو

source: Type
ar: النوع
en@shaw: ğ‘‘ğ‘²ğ‘

source: Lvl
ar: المستوى

source: Moves
ar: التحركات

source: HP
ar: نقاط الحياة

source: XP
ar: نقاط الخبرة

source: Status
ar: الحالة
en@shaw: ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: Traits
ar: السمات

source: Search for unit name, unit type name, unit level, or trait
ar: ابحث عن اسم الوحدة أو اسم نوع الوحدة أو مستوى الوحدة أو السمة

source: Dismiss
ar: صرف

source: Rename
ar: إعادة تسمية

source: Error
ar: خطأ
en@shaw: ğ‘»ğ‘¹

source: Details:
ar: تفاصيل:

source: Version
ar: النسخة
en@shaw: ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯

source: Author
ar: المؤلف

source: Size
ar: الحجم

source: Downloads
ar: التنزيلات

source: Messages waiting
ar: رسائل في الانتظار
en@shaw: ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™

source: feature^Lua console completion
ar: تكميل وحدة التحكم Lua

source: feature^D-Bus notifications back end
ar: النهاية الخلفية لإشعارات D-Bus

source: feature^Win32 notifications back end
ar: النهاية الخلفية لإشعارات Win32

source: feature^Cocoa notifications back end
ar: النهاية الخلفية لإشعارات Cocoa

source: cpu_architecture^<unknown>
ar: <غير معروف>

source: filesystem_path_system^Volumes
ar: الأحجام

source: filesystem_path_game^Game executables
ar: الملفات التنفيذية للعبة

source: filesystem_path_game^Game data
ar: بيانات اللعبة

source: filesystem_path_game^User data
ar: بيانات المستخدم

source: filesystem_path_game^Editor maps
ar: محرر الخرائط

source: filesystem_path_system^Home
ar: الصفحة الرئيسية

source: filesystem_path_system^Root
ar: الجذر

source: operating_system^<unknown>
ar: <غير معروف>

source: language code for localized resources^en_US
ar: ar
en@shaw: en@shaw

source: conjunct pair^$first and $second
ar: $first و $second

source: conjunct start^$first, $second
ar: $first, $second

source: conjunct mid^$prefix, $next
ar: $prefix, $next

source: conjunct end^$prefix, and $last
ar: $prefix, و $last

source: disjunct pair^$first or $second
ar: $first أو $second

source: disjunct start^$first, $second
ar: $first, $second

source: disjunct mid^$prefix, $next
ar: $prefix, $next

source: disjunct end^$prefix, or $last
ar: $prefix, أو $last

source: No draw section defined for state.
ar: لم يتم تحديد قسم السحب للحالة.

source: No grid defined.
ar: لم يتم تحديد شبكة.
en@shaw: ğ‘¯ğ‘´ ğ‘œğ‘®ğ‘¦ğ‘› ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›.

source: Completed
ar: إكتملت

source: The server responded with an error:
ar: استجاب الخادم بخطأ:

source: Response
ar: الرد

source: addons_view^All Add-ons
ar: جميع الإضافات

source: addons_view^Installed
ar: مثبتة

source: addons_view^Upgradable
ar: قابلة للترقية

source: addons_view^Publishable
ar: قابلة للنشر

source: addons_view^Not Installed
ar: غير مثبتة

source: addons_of_type^Campaigns
ar: حملات

source: addons_of_type^Scenarios
ar: سيناريوهات

source: addons_of_type^SP/MP campaigns
ar: حملات اللعب الفردي/المتعدد

source: addons_of_type^MP campaigns
ar: حملات اللعب المتعدد

source: addons_of_type^MP scenarios
ar: سيناريوهات لعب متعدد

source: addons_of_type^MP map-packs
ar: حزم خرائط لعب متعدد

source: addons_of_type^MP eras
ar: عصور اللعب المتعدد

source: addons_of_type^MP factions
ar: فصائل اللعب المتعدد

source: addons_of_type^Modifications
ar: تعديلات

source: addons_of_type^Cores
ar: نُوى

source: addons_of_type^Resources
ar: موارد

source: addons_of_type^Other
ar: أخرى

source: addons_of_type^Unknown
ar: غير معروف

source: addons_order^Name ($order)
ar: الاسم ($order)

source: addons_order^Author ($order)
ar: المؤلف ($order)

source: addons_order^Size ($order)
ar: الحجم ($order)

source: addons_order^Downloads ($order)
ar: التنزيلات ($order)

source: addons_order^Type ($order)
ar: النوع ($order)

source: addons_order^Last updated ($datelike_order)
ar: آخر تحديث ($datelike_order)

source: addons_order^First uploaded ($datelike_order)
ar: رفعت لأول مرة ($datelike_order)

source: addon_tag^Cooperative
ar: تعاونية

source: addon_tag^All human players are on the same team, versus the AI
ar: جميع اللاعبين البشريين في نفس الفريق، مقابل الذكاء الاصطناعي

source: addon_tag^Cosmetic
ar: كونيّة

source: addon_tag^These make the game look different, without changing gameplay
ar: جعل اللعبة مختلفة، دون تغيير طريقة اللعب

source: addon_tag^Difficulty
ar: الصعوبة

source: addon_tag^Can make campaigns easier or harder
ar: يمكن جعل الحملات أسهل أو أصعب

source: addon_tag^RNG
ar: مولّد أرقام عشوائية

source: addon_tag^Modify the randomness in the combat mechanics, or remove it entirely
ar: تعديل العشوائية في آليات القتال، أو إزالتها بالكامل

source: addon_tag^Survival
ar: النجاة

source: addon_tag^Fight against waves of enemies
ar: محاربة موجات أعداء

source: addon_tag^Terraforming
ar: استصلاح الأرض

source: addon_tag^Players can change the terrain
ar: يمكن للّاعبين تغيير التضاريس

source: addon_state^Not installed
ar: غير مثبتة

source: addon_state^Published, not installed
ar: منشورة، غير مثبتة

source: addon_state^Installed
ar: مثبتة

source: addon_state^Published
ar: منشورة

source: addon_state^Installed, not tracking local version
ar: متثبتة، لا يتم تتبع الإصدار المحلي

source: addon_state^Published, not tracking local version
ar: منشورة، ولا يتم تتبع الإصدار المحلي

source: addon_state^Installed ($local_version|), upgradable
ar: مثبتة ($local_version|)، قابلة للترقية

source: addon_state^Published ($local_version| installed), upgradable
ar: منشورة ($local_version| مثبتة)، قابلة للترقية

source: addon_state^Installed ($local_version|), outdated on server
ar: مثبتة ($local_version|)، قديمة على الخادم

source: addon_state^Published ($local_version| installed), outdated on server
ar: منشورة ($local_version| مثبتة)، قديمة على الخادم

source: addon_state^Installed, not ready to publish
ar: مثبتة، غير جاهزة للنشر

source: addon_state^Ready to publish
ar: جاهزة للنشر

source: addon_state^Installed, broken
ar: مثبتة، معطلة

source: addon_state^Published, broken
ar: منشورة، مكسورة

source: addon_state^Unknown
ar: غير معروفة

source: ascending
ar: تصاعدي

source: oldest to newest
ar: من الأقدم إلى الأحدث

source: descending
ar: تنازليّا

source: newest to oldest
ar: من الأحدث إلى الأقدم

source: addons^Back to List
ar: العودة إلى القائمة

source: An error occurred while downloading the add-ons list from the server.
ar: حدث خطأ أثناء تنزيل قائمة الإضافات من الخادم.

source: No Add-ons Available
ar: لا توجد إضافات متاحة

source: There are no add-ons available for download from this server.
ar: لا توجد إضافات متاحة للتنزيل من هذا الخادم.

source: The following add-on appears to have publishing or version control information stored locally, and will not be removed:
ar: يبدو أن الإضافة التالية تحتوي على معلومات النشر أو التحكم في الإصدار مخزنة محليًا، ولن تتم إزالتها:

source: The following add-on could not be deleted properly:
ar: لا يمكن حذف الإضافة التالية بشكل صحيح:

source: Warning
ar: تحذير

source: The remote version of this add-on is greater or equal to the version being uploaded. Do you really wish to continue?
ar: الإصدار البعيد من هذه الإضافة أكبر أو يساوي الإصدار الذي يتم تحميله. هل ترغب حقا في الاستمرار؟

source: The passphrase attribute cannot be present when forum_auth is used.
ar: لا يمكن أن تكون سمة عبارة المرور موجودة عند استخدام forum_auth.

source: Invalid icon path. Make sure the path points to a valid image.
ar: مسار الأيقونة غير صالح. تأكد من أن المسار يشير إلى صورة صالحة.

source: The add-on was rejected by the server:
ar: وقع رفض الإضافة من قبل الخادم:

source: Deleting '$addon|' will permanently erase its download and upload counts on the add-ons server. Do you really wish to continue?
ar: حذف '$addon|' سوف يمحو بشكل دائم عدد التنزيلات والتحميلات على خادم الإضافات. هل ترغب حقا في الاستمرار؟

source: Do you want to uninstall '$addon|'?
ar: أتريد فعلاً محو الإضافة '$addon|'؟

source: url^None
ar: لا شيء

source: No usable weapon
ar: لا يوجد سلاح صالح للاستخدام

source: Defender resistance vs
ar: مقاومة المدافع ضد

source: Defender vulnerability vs
ar: ضعف المدافع مقابل

source: Attacker resistance vs
ar: مقاومة المهاجم ضد

source: Attacker vulnerability vs
ar: ضعف المهاجم مقابل

source: Missing Campaigns
ar: الحملات المفقودة

source: Wesnoth normally includes more than 15 mainline campaigns, even before installing any from the add-ons server. If you’ve installed the game via a package manager, there’s probably a separate package to install the complete game data.
ar: تتضمن ويسنوث عادةً أكثر من 15 حملة رسمية، حتى قبل تثبيت أي حملة من خادم الإضافات. إذا قمت بتثبيت اللعبة عبر إدارة الحزم، فمن المحتمل أن تكون هناك حزمة منفصلة لتثبيت بيانات اللعبة الكاملة.

source: active_modifications^None
ar: لا شيء

source: $requester requires the following modifications to be enabled:
ar: $requester يتطلب تفعيل التعديلات التالية:

source: $requester requires the following modifications to be disabled:
ar: $requester يتطلب تعطيل التعديلات التالية:

source: The currently chosen scenario is not compatible with your setup. Please select a compatible one.
ar: السيناريو المختار حاليًا غير متوافق مع الإعداد لديك. الرجاء تحديد سيناريو متوافق.

source: The currently chosen era is not compatible with your setup. Please select a compatible one.
ar: العصر المختار حاليًا غير متوافق مع الإعداد لديك. يرجى تحديد عصر متوافق.

source: The currently chosen modification is not compatible with your setup. Please select a compatible one.
ar: التعديل المختار حاليًا غير متوافق مع الإعداد لديك. الرجاء تحديد تعديل متوافق.

source: Core
ar: النواة

source: Campaign
ar: حملة
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯

source: Hybrid Campaign
ar: حملة هجينة

source: Multiplayer Campaign
ar: حملة متعددة اللاعبين

source: Scenario
ar: السيناريو

source: Multiplayer Scenario
ar: سيناريو متعدد اللاعبين

source: Faction
ar: فصيل

source: Era
ar: العصر

source: Map Pack
ar: حزمة خرائط

source: Modification
ar: تعديل

source: Media
ar: وسائل الإعلام

source: Theme
ar: السمة
en@shaw: ğ‘”ğ‘°ğ‘¥

source: Other
ar: أخرى

source: Cooperative
ar: تعاونية

source: Cosmetic
ar: كوني

source: RNG
ar: مولد أرقام عشوائية

source: Survival
ar: البقاء

source: Terraforming
ar: استصلاح الأرض

source: No validation errors
ar: لا توجد أخطاء في التحقق من الصحة

source: Success
ar: النجاح

source: Choose an icon
ar: اختر أيقونة

source: /1000 tiles
ar: 1000/ خانة
en@shaw: /1000 ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ

source: Coastal
ar: ساحلي
en@shaw: ğ‘’ğ‘´ğ‘•ğ‘‘ğ‘©ğ‘¤

source: Inland
ar: أرضي
en@shaw: ğ‘¦ğ‘¯ğ‘¤ğ‘©ğ‘¯ğ‘›

source: Island
ar: جزيرة
en@shaw: ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘›

source: Find File
ar: البحث عن الملف

source: Open
ar: فتح

source: The file already exists. Do you wish to overwrite it?
ar: الملف موجود بالفعل. هل ترغب في الكتابة فوقه؟

source: The file or folder $path cannot be created.
ar: لا يمكن إنشاء $path الملف أو المجلد.

source: The file or folder $path does not exist.
ar: $path الملف أو المجلد غير موجود.

source: Could not create a new folder at $path|. Make sure you have the appropriate permissions to write to this location.
ar: تعذر إنشاء مجلد جديد في $path|. تأكد من أن لديك الأذونات المناسبة للكتابة إلى هذا الموقع.
