Repository: wesnoth/wesnoth
Catalog: po/wesnoth-lib/*.po
Languages: ar, da, en@shaw

source: The following folder and its contents will be permanently deleted:
ar: سيتم حذف المجلد التالي ومحتوياته نهائيًا:

source: The following file will be permanently deleted:
ar: سيتم حذف الملف التالي نهائيا:

source: Do you wish to continue?
ar: أتريد فعلاً المواصلة؟

source: Could not delete $path|. Make sure you have the appropriate permissions to write to this location.
ar: تعذر حذف $path|. تأكد من أن لديك الأذونات المناسبة للكتابة إلى هذا الموقع.

source: New Bookmark
ar: إشارة مرجعية جديدة

source: dir_size^Unknown
ar: غير معروف

source: unit_byte^B
ar: بايت

source: Cache Cleaned
ar: تم تنظيف ذاكرة التخزين المؤقت

source: The game data cache has been cleaned.
ar: تم تنظيف ذاكرة التخزين المؤقت لبيانات اللعبة.

source: The game data cache could not be completely cleaned.
ar: تعذر تنظيف ذاكرة التخزين المؤقت لبيانات اللعبة بالكامل.

source: Cache Purged
ar: تم مسح ذاكرة التخزين المؤقت

source: The game data cache has been purged.
ar: تم مسح ذاكرة التخزين المؤقت لبيانات اللعبة.

source: The game data cache could not be purged.
ar: لا يمكن مسح ذاكرة التخزين المؤقت لبيانات اللعبة.

source: No Saved Games
ar: لا توجد ألعاب محفوظة

source: There are no saved games to load.
ar: لا توجد ألعاب محفوظة للتحميل.

source: game_version^Current Version
ar: الإصدار الحالي

source: game_version^Wesnoth $version
ar: ويسنوث $version

source: $active active, $reserve reserve
ar: $active نشط، $reserve احتياطي

source: The selected file is corrupt:
ar: الملف المحدد تالف:

source: (Invalid)
ar: (غير صالح)

source: Campaign: $campaign_name
ar: الحملة: $campaign_name
en@shaw: ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯: $campaign_name

source: Tutorial
ar: البرنامج التعليمي
en@shaw: ğ‘‘ğ‘µğ‘‘ğ‘¹ğ‘°ğ‘©ğ‘¤

source: Test scenario
ar: سيناريو اختبار

source: Replay
ar: الإعادة

source: Turn
ar: دور
en@shaw: ğ‘‘ğ‘»ğ‘¯

source: Scenario start
ar: بداية السيناريو
en@shaw: ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘•ğ‘‘ğ‘¸ğ‘‘

source: Difficulty:
ar: الصعوبة:
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘‘ğ‘°:

source: Version:
ar: النسخة:
en@shaw: ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯:

source: Modifications:
ar: التعديلات:

source: controller^AI
ar: الذكاء الصناعي

source: controller^Idle
ar: وضع الخمول

source: controller^Reserved
ar: محجوز

source: Unknown
ar: غير معروف

source: no
ar: لا
en@shaw: ğ‘¯ğ‘´

source: yes
ar: نعم
en@shaw: ğ‘˜ğ‘§ğ‘•

source: Opening links is not supported, contact your packager
ar: فتح الروابط غير مدعوم، اتصل بمزود الخدمة الخاص بك

source: Team Labels
ar: لصائق الفريق

source: Side $side_number ($name)
ar: الجانب $side_number ($name)

source: Building terrain rules
ar: قواعد بناء التضاريس

source: Reading files and creating cache
ar: قراءة الملفات وإنشاء ذاكرة التخزين المؤقت

source: Initializing display
ar: تهيئة العرض

source: Reinitialize fonts for the current language
ar: إعادة تهيئة الخطوط للغة الحالية

source: Initializing teams
ar: تهيئة الفرق

source: Loading game configuration
ar: جاري تحميل تكوينات اللعبة

source: Loading data files
ar: تحميل ملفات البيانات

source: Loading level
ar: مستوى التحميل

source: Initializing scripting engine
ar: تهيئة محرك البرمجة النصية

source: Initializing planning mode
ar: تهيئة وضع التخطيط

source: Reading unit files
ar: قراءة ملفات الوحدة

source: Loading units
ar: تحميل الوحدات

source: Searching for installed add-ons
ar: البحث عن الإضافات المثبتة

source: Starting game
ar: بدء المباراة

source: Verifying cache
ar: التحقق من ذاكرة التخزين المؤقت

source: Connecting to server
ar: الاتصال بالخادم

source: Logging in
ar: تسجيل الدخول

source: Waiting for server
ar: في انتظار الخادم

source: Connecting to redirected server
ar: الاتصال بالخادم المعاد توجيهه

source: Waiting for next scenario
ar: في انتظار السيناريو التالي

source: Getting game data
ar: الحصول على بيانات اللعبة

source: Downloading lobby data
ar: تنزيل بيانات الردهة

source: lua console
ar: وحدة التحكم في lua

source: Random
ar: عشوائي

source: Do you really want to log out?
ar: أتريد فعلاً تسجيل الخروج؟

source: Incompatible User-made Content
ar: محتوى غير متوافق من صنع المستخدم

source: Missing User-made Content
ar: المحتوى الذي صنعه المستخدم مفقود

source: This game requires one or more user-made addons to be installed or updated in order to join. Do you want to try to install them?
ar: تتطلب هذه اللعبة تثبيت أو تحديث واحدة أو أكثر من الإضافات التي أنشأها المستخدمون للانضمام. هل تريد محاولة تثبيتها؟

source: Games: showing $num_shown out of $num_total
ar: الألعاب: إظهار $num_shown من $num_total
en@shaw: ğ‘œğ‘±ğ‘¥ğ‘•: ğ‘–ğ‘´ğ‘¦ğ‘™ $num_shown ğ‘¬ğ‘‘ ğ‘ $num_total

source: $game_name (Era: $era_name)
ar: $game_name (العصر: $era_name)

source: era_or_mod^not installed
ar: غير مثبت

source: Reloaded:
ar: إعادة التحميل:

source: Shared vision:
ar: رؤية مشتركة:

source: Shuffle sides:
ar: خلط الجوانب:

source: Time limit:
ar: الحد الزمني:

source: Use map settings:
ar: استخدام إعدادات الخريطة:

source: One or more add-ons need to be installed in order to join this game.
ar: يجب تثبيت إضافة واحدة أو أكثر للانضمام إلى هذه اللعبة.

source: Observers allowed
ar: السماح بالمراقبين
en@shaw: ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘¼ğ‘Ÿ ğ‘©ğ‘¤ğ‘¬ğ‘›

source: Observers not allowed
ar: غير مسموح للمراقبين
en@shaw: ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘ğ‘¼ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ğ‘›

source: lobby
ar: الردهة

source: Something is wrong with the addon version check database supporting the multiplayer lobby. Please report this at https://bugs.wesnoth.org.
ar: هناك خطأ ما في قاعدة بيانات التحقق من إصدار الملحق التي تدعم الردهة متعددة اللاعبين. يرجى الإبلاغ عن هذا على https://bugs.wesnoth.org.

source: This game is password protected. Join using moderator rights anyway?
ar: هذه اللعبة محمية بكلمة مرور. الانضمام باستخدام حقوق المشرف على أي حال؟

source: This build of wesnoth does not include support for desktop notifications, contact your package manager
ar: لا يتضمن هذا الإصدار من ويسنوث دعمًا لإشعارات سطح المكتب، اتصل بمدير الحزم لديك

source: Side $side
ar: الجانب $side

source: Add Server
ar: إضافة خادم

source: Scenarios
ar: سيناريوهات

source: Multiplayer Campaigns
ar: حملات متعددة اللاعبين

source: Singleplayer Campaigns
ar: حملات اللعب الفردي

source: Custom Maps
ar: خرائط مخصصة

source: Custom Scenarios
ar: السيناريوهات المخصصة

source: Random Maps
ar: الخرائط العشوائية

source: No games found.
ar: لم يتم العثور على أي ألعاب.

source: No eras found.
ar: لم يتم العثور على عصور.

source: No eras found
ar: لم يتم العثور على عصور

source: No eras available for this game.
ar: لا توجد عصور متاحة لهذه اللعبة.

source: number of players^$min to $max
ar: $min إلى $max

source: The selected game has no sides!
ar: اللعبة المختارة ليس لها جوانب!

source: The selected game cannot be created.
ar: لا يمكن إنشاء اللعبة المحددة.

source: Choose Starting Scenario
ar: اختر سيناريو البداية

source: Select at which point to begin this campaign.
ar: حدد عند أي نقطة تبدأ هذه الحملة.

source: Computer Player
ar: مشغل الكمبيوتر

source: Empty slot
ar: (قائمة فارغة)

source: Reserved for $playername
ar: محجوز لأجل $playername

source: Vacant slot
ar: فتحة شاغرة

source: empty
ar: فارغ

source: this game
ar: هذه اللعبة

source: Lobby
ar: الردهة
en@shaw: ğ‘¤ğ‘­ğ‘šğ‘°

source: Game
ar: اللعبة

source: Waiting for players to choose factions...
ar: في انتظار اللاعبين لاختيار الفصائل...

source: The End
ar: النهاية

source: friend
ar: صديق

source: ignored
ar: تم تجاهله

source: No username specified
ar: لم يتم تحديد اسم مستخدم

source: Invalid username
ar: اسم غير صالح
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¿ğ‘Ÿğ‘»ğ‘¯ğ‘±ğ‘¥

source: Not on friends or ignore lists
ar: ليس موجودًا في قوائم الأصدقاء أو التجاهل

source: No hotkey selected
ar: لم يتم تحديد مفتاح التشغيل السريع

source: “<b>$hotkey_sequence|</b>” is in use by “<b>$old_hotkey_action|</b>”. Do you wish to reassign it to “<b>$new_hotkey_action|</b>”?
ar: “<b>$hotkey_sequence|</b>” مستعمل من طرف “<b>$old_hotkey_action|</b>”. هل تريد منحه إلى “<b>$new_hotkey_action|</b>”?

source: Reassign Hotkey
ar: إعادة تعيين مفتاح التشغيل السريع

source: All hotkeys have been reset to their default values.
ar: تم إعادة تعيين كافة مفاتيح التشغيل السريع إلى قيمها الافتراضية.

source: Hotkeys Reset
ar: إعادة ضبط مفاتيح التشغيل السريع

source: Unsupported image format. Try to save the screenshot as PNG instead.
ar: تنسيق الصورة غير مدعوم. حاول حفظ لقطة الشاشة بتنسيق PNG بدلاً من ذلك.

source: All Scenarios
ar: جميع السيناريوهات

source: This Turn
ar: هذا الدور

source: Actual hit rates, by chance to hit:
ar: معدلات الإصابة الفعلية، حسب احتمال الإصابة:

source: (no attacks have taken place yet)
ar: (لم تحدث أي هجمات حتى الآن)

source: stats dialog^Difference of actual outcome to expected outcome, as a percentage. The first number in parentheses is the expected number of hits inflicted/taken. The sum (or difference) of the two numbers in parentheses is the actual number of hits inflicted/taken.
ar: الفرق بين النتيجة الفعلية والنتيجة المتوقعة، كنسبة مئوية. الرقم الأول بين قوسين هو العدد المتوقع من الضربات التي تم تحقيقها/تلقيها. مجموع (أو الفرق) بين الرقمين الموجودين بين قوسين هو العدد الفعلي للضربات التي تم تحقيقها/تلقيها.

source: stats^Recruits
ar: المجندون

source: Recalls
ar: المستدعون

source: Advancements
ar: التطورات

source: Losses
ar: الخسائر

source: Kills
ar: القتلى

source: Inflicted
ar: الضرر الواقع

source: Taken
ar: أخِذت

source: Screenshot
ar: لقطة شاشة
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ğ‘–ğ‘·ğ‘‘

source: Version $version
ar: النسخة $version

source: Choose Test Scenario
ar: اختر سيناريو اختبار

source: Rename Unit
ar: إعادة تسمية الوحدة
en@shaw: ğ‘®ğ‘°ğ‘¯ğ‘±ğ‘¥ ğ‘¿ğ‘¯ğ‘¦ğ‘‘

source: This unit is loyal and requires no upkeep.
ar: هذه الوحدة مخلصة ولا تحتاج إلى تكلفة صيانة.

source: Do you really want to dismiss him?
ar: أتريد فعلاً صرفه؟

source: Do you really want to dismiss her?
ar: أتريد فعلاً صرفها؟

source: This unit is an experienced one, having advanced levels.
ar: هذه الوحدة ذات خبرة ولها مستويات متقدمة.

source: This unit is close to advancing a level.
ar: هذه الوحدة على وشك التقدم في المستوى.

source: Dismiss Unit
ar: طرد الوحدة

source: unit_variation^Default Variation
ar: الصنف القياسي

source: Create Unit
ar: إنشاء وحدة

source: Recruit Unit
ar: تجنيد وحدة

source: Recruit
ar: تجنيد
en@shaw: ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘

source: Unit List
ar: قائمة الوحدات
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Recall Unit
ar: استدعاء وحدة

source: Recall
ar: استدعاء
en@shaw: ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤

source: This unit cannot be recalled because you will not have enough gold at this point in your plan.
ar: لا يمكن استدعاء هذه الوحدة لأنه لن يكون لديك ما يكفي من الذهب في هذه المرحلة من خطتك.

source: This unit cannot be recalled because you do not have enough gold.
ar: لا يمكن استدعاء هذه الوحدة لأنه ليس لديك ما يكفي من الذهب.

source: No default gui defined.
ar: لم يتم تعريف واجهة المستخدم الرسومية القياسية.
en@shaw: ğ‘¯ğ‘´ ğ‘›ğ‘°ğ‘“ğ‘·ğ‘¤ğ‘‘ gui ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›.

source: addon_state^Installed, upgradable
ar: مثبتة، قابلة للترقية

source: addon_state^Published, upgradable
ar: منشورة، قابلة للترقية

source: addon_state^Installed, outdated on server
ar: مثبتة، قديمة على الخادم

source: addon_state^Published, outdated on server
ar: منشورة، قديمة على الخادم

source: Delete add-on from server
ar: حذف الإضافة من الخادم

source: whisper to $receiver
ar: همس إلى $receiver
en@shaw: ğ‘¢ğ‘¦ğ‘•ğ‘ğ‘» ğ‘‘ $receiver

source: Joined <i>$name</i>
ar: انضم إلى <i>$name</i>

source: Started private message with <i>$name</i>. If you do not want to receive messages from this player, type <i>/ignore $name</i>
ar: بدأت رسالة خاصة بـ <i>$name</i> . إذا كنت لا تريد تلقي رسائل من هذا المشغل، فاكتب <i>/ignore $name</i>

source: Open link?
ar: فتح الرابط؟

source: Copied link!
ar: تم نسخ الرابط!

source: No list defined.
ar: لم يتم تحديد قائمة.
en@shaw: ğ‘¯ğ‘´ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›.

source: No page defined.
ar: لم يتم تعريف أي صفحة.
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘±ğ‘¡ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›.

source: multimenu^All Selected
ar: الكل محدد

source: multimenu^$excess other
ar: $excess آخر

source: multimenu^None Selected
ar: لا شيء محدد

source: Need at least 1 parallel item.
ar: تحتاج إلى عنصر متوازي واحد على الأقل.

source: Invalid size.
ar: حجم غير صالح.

source: No widget defined.
ar: لم يتم تحديد القطعة.

source: No stack layers defined.
ar: لم يتم تحديد طبقات المكدس.

source: Found a widget with a helptip and without a tooltip.
ar: تم العثور على عنصر واجهة مستخدم يحتوي على تلميح تعليمات وبدون تلميح أدوات.

source: No nodes defined for a tree view.
ar: لم يتم تحديد عقد لشجرة العرض.
en@shaw: ğ‘¯ğ‘´ ğ‘¯ğ‘´ğ‘›ğ‘• ğ‘›ğ‘§ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘¨ ğ‘‘ğ‘®ğ‘° ğ‘ğ‘¿.

source: Unknown builder id for tree view node.
ar: معرف منشئ غير معروف لعقدة العرض.
en@shaw: ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯ ğ‘šğ‘¦ğ‘¤ğ‘›ğ‘» id ğ‘“ğ‘¹ ğ‘‘ğ‘®ğ‘° ğ‘ğ‘¿ ğ‘¯ğ‘´ğ‘›.

source: Resistances:
ar: المقاومات:

source: (Att / Def)
ar: (ه / د)

source: Lvl $lvl
ar: المستوى $lvl

source: HP:
ar: نقاط الحياة:

source: XP:
ar: نقاط الخبرة:

source: Experience Modifier:
ar: معدل الخبرة:

source: MP:
ar: نقاط الحركة:

source: Abilities
ar: القدرات

source: Saved Games
ar: الألعاب المحفوظة

source: Map Commands
ar: إدخال أمر المُستَخدِم للخريطة

source: Unit Commands
ar: إدخال أمر المُستَخدِم للوحدة

source: Player Chat
ar: دردشة اللاعب

source: Replay Control
ar: التحكم في إعادة التشغيل

source: Planning Mode
ar: وضع التخطيط

source: Scenario Editor
ar: محرر سيناريو

source: Editor Palettes
ar: لوحات التحرير

source: Editor Tools
ar: أدوات التحرير

source: Editor Clipboard
ar: حافظة المحرر

source: Debug Commands
ar: أوامر التصحيح

source: Custom WML Commands
ar: أوامر WML المخصصة

source: Scroll Up
ar: انتقل لأعلى

source: Scroll Down
ar: التمرير لأسفل

source: Scroll Left
ar: انتقل لليسار

source: Scroll Right
ar: انتقل لليمين

source: cancel
ar: إلغاء

source: Select Hex
ar: اختر سداسي

source: Deselect Hex
ar: إلغاء تحديد السداسي

source: Move/Attack
ar: التحرك/الهجوم

source: Select/Move/Attack
ar: تحديد/نقل/هجوم

source: Touch
ar: المس

source: Animate Map
ar: رسوم تحريك الخريطة

source: Next Unit
ar: الوحدة التالية
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘

source: Previous Unit
ar: الوحدة السابقة
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘¦ğ‘©ğ‘• ğ‘¿ğ‘¯ğ‘¦ğ‘‘

source: Hold Position
ar: البقاء على ذلك الوضع
en@shaw: ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯

source: End Unit Turn
ar: إنهاء دور الوحدة
en@shaw: ğ‘§ğ‘¯ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ğ‘»ğ‘¯

source: Scroll to Leader
ar: التمرير إلى القائد

source: Undo
ar: تراجع
en@shaw: ğ‘³ğ‘¯ğ‘›ğ‘µ

source: Redo
ar: إعادة
en@shaw: ğ‘®ğ‘°ğ‘›ğ‘µ

source: Zoom In
ar: تكبير
en@shaw: ğ‘Ÿğ‘µğ‘¥ ğ‘¦ğ‘¯

source: Zoom Out
ar: تصغير
en@shaw: ğ‘Ÿğ‘µğ‘¥ ğ‘¬ğ‘‘

source: Default Zoom
ar: التكبير الأصلي
en@shaw: ğ‘›ğ‘°ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘Ÿğ‘µğ‘¥

source: Toggle Full Screen
ar: تبديل الشاشة الكاملة

source: Map Screenshot
ar: لقطة شاشة للخريطة
en@shaw: ğ‘¥ğ‘¨ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ğ‘–ğ‘·ğ‘‘

source: Toggle Accelerated Speed
ar: تبديل السرعة المتسارعة

source: Terrain Description
ar: وصف التضاريس

source: Delete Unit
ar: حذف الوحدة

source: Save Replay
ar: حفظ الإعادة
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘®ğ‘°ğ‘ğ‘¤ğ‘±

source: Save Map
ar: حفظ الخريطة
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘¥ğ‘¨ğ‘

source: Repeat Recruit
ar: إعادة التجنيد
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘°ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘

source: Show/Hide Labels
ar: إظهار/إخفاء اللصائق

source: End Turn
ar: إنهاء الدور
en@shaw: ğ‘§ğ‘¯ğ‘› ğ‘‘ğ‘»ğ‘¯

source: Toggle Ellipses
ar: تبديل علامات الحذف
en@shaw: ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘§ğ‘¤ğ‘¦ğ‘ğ‘•ğ‘§ğ‘•

source: Toggle Grid
ar: شبكة تعيين
en@shaw: ğ‘‘ğ‘ªğ‘œğ‘©ğ‘¤ ğ‘œğ‘®ğ‘¦ğ‘›

source: Mouse Scrolling
ar: التمرير بالماوس

source: Status Table
ar: جدول الحالة
en@shaw: ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤

source: Mute
ar: كتم الصوت
en@shaw: ğ‘¥ğ‘¿ğ‘‘

source: Speak
ar: تكلّمَ
en@shaw: ğ‘•ğ‘ğ‘°ğ‘’

source: Create Unit (Debug!)
ar: خلق وحدة (تنقيح!)
en@shaw: ğ‘’ğ‘®ğ‘°ğ‘±ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ (ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ!)

source: Change Side (Debug!)
ar: تغيير الجانب (تصحيح!)
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘•ğ‘²ğ‘› (ğ‘›ğ‘°ğ‘šğ‘³ğ‘œ!)

source: Kill Unit (Debug!)
ar: قتل الوحدة (تصحيح!)

source: Objectives
ar: الأهداف

source: Pause Network Game
ar: إيقاف لعبة الشبكة مؤقتًا

source: Continue Network Game
ar: استمرار لعبة الشبكة

source: Quit to Menu
ar: الخروج إلى القائمة

source: Set Team Label
ar: وضع لصيقة للفريق
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘‘ğ‘°ğ‘¥ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Set Label
ar: وضع لصيقة
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤

source: Clear Labels
ar: محو اللصائق
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Show Enemy Moves
ar: إظهار تنقلات العدو
en@shaw: ğ‘–ğ‘´ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Best Possible Enemy Moves
ar: أفضل تنقل ممكن للعدوّ
en@shaw: ğ‘šğ‘§ğ‘•ğ‘‘ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Play Replay
ar: تشغيل الإعادة

source: Reset Replay
ar: إعادة تعيين الإعادة

source: Stop Replay
ar: إيقاف الإعادة

source: Next Turn
ar: الدور التالي
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘»ğ‘¯

source: Next Side
ar: الجانب التالي
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘²ğ‘›

source: Next Move
ar: الخطوة التالية

source: View: Full Map
ar: عرض: الخريطة الكاملة

source: View: Each Team
ar: عرض: كل فريق

source: View: Human Team
ar: عرض: الفريق البشري

source: Skip Animation
ar: تخطّي رسوم التحريك
en@shaw: ğ‘•ğ‘’ğ‘¦ğ‘ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: End Replay
ar: إنهاء الإعادة

source: whiteboard^Planning Mode
ar: وضع التخطيط

source: whiteboard^Execute Action
ar: تنفيذ الإجراء

source: whiteboard^Execute All Actions
ar: تنفيذ كافة الإجراءات

source: whiteboard^Delete Action
ar: حذف الإجراء

source: whiteboard^Move Action Up
ar: حرك الإجراء لأعلى

source: whiteboard^Move Action Down
ar: حريك الإجراء للأسفل

source: whiteboard^Suppose Dead
ar: افتراض الوحدة ميتة

source: Quit to Desktop
ar: الخروج إلى سطح المكتب
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘‘ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘

source: Close Map
ar: غلق الخريطة
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘¥ğ‘¨ğ‘

source: Switch Time of Day
ar: تبديل الوقت من اليوم

source: Switch Map
ar: تبديل الخريطة
en@shaw: ğ‘•ğ‘¢ğ‘¦ğ‘— ğ‘¥ğ‘¨ğ‘

source: Assign Local Time
ar: تخصيص التوقيت المحلي

source: Time Schedule Editor
ar: محرر الجدول الزمني

source: Partial Undo
ar: تراجع جزئي
en@shaw: ğ‘ğ‘¸ğ‘‘ğ‘¦ğ‘¨ğ‘¤ ğ‘³ğ‘¯ğ‘›ğ‘µ

source: New Scenario
ar: سيناريو جديد

source: Save Map As
ar: حفظ الخريطة ك
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘¥ğ‘¨ğ‘ ğ‘¨ğ‘Ÿ

source: Save Scenario As
ar: حفظ السيناريو ك

source: Save All Maps
ar: حفظ جميع الخرائط

source: Revert All Changes
ar: التراجع عن كافة التغييرات
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘»ğ‘‘ ğ‘·ğ‘¤ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: Map Information
ar: معلومات الخريطة
en@shaw: ğ‘¥ğ‘¨ğ‘ ğ‘¦ğ‘¯ğ‘“ğ‘¹ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Clear Selected Item Set
ar: مسح مجموعة العناصر المحددة

source: Swap Foreground/Background Palette Item
ar: تبديل عنصر لوحة المقدمة/الخلفية

source: Change Palette Group
ar: تغيير مجموعة اللوحة

source: Scroll Palette Left
ar: تمرير اللوحة لليسار

source: Scroll Palette Right
ar: تمرير اللوحة لليمين

source: Remove Location
ar: إزالة الموقع

source: Add New Side
ar: إضافة جانب جديد

source: Next Tool
ar: الأداة التالية
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘µğ‘¤

source: Paint Tool
ar: أدوات تلوين
en@shaw: ğ‘ğ‘±ğ‘¯ğ‘‘ ğ‘‘ğ‘µğ‘¤

source: Use left/right mouse button to draw fore-/background terrain. Hold Shift to paint base layer only. Ctrl+click to sample terrain under cursor.
ar: استخدم زر الفأرة الأيسر/الأيمن لرسم التضاريس الأمامية/الخلفية. اضغط مع الاستمرار على Shift لطلاء الطبقة الأساسية فقط. Ctrl + النقر لأخذ عينات من التضاريس الموجودة أسفل المؤشر.

source: Fill Tool
ar: أداة التعبئة
en@shaw: ğ‘“ğ‘¦ğ‘¤ ğ‘‘ğ‘µğ‘¤

source: Left mouse button selects or deselects with Ctrl, right brings up a context menu. Hold Shift for magic-wand selection of tiles with same terrain.
ar: يقوم زر الماوس الأيسر بالتحديد أو إلغاء التحديد باستخدام Ctrl، بينما يعرض اليمين قائمة السياق. اضغط مع الاستمرار على مفتاح Shift لاختيار البلاط باستخدام العصا السحرية لنفس التضاريس.

source: Selection Tool
ar: أداة التحديد
en@shaw: ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ğ‘µğ‘¤

source: Left mouse button displays player selection, right clears. Number keys scroll to the starting position, alt+number sets respective starting position under cursor, delete clears.
ar: يعرض زر الفأرة الأيسر اختيار اللاعب، والزر الأيمن يمسح. تقوم مفاتيح الأرقام بالتمرير إلى موضع البداية، ويحدد alt+رقم موضع البداية المعني أسفل المؤشر، وزر الحذف يمسحه.

source: Starting Positions Tool
ar: أدوات مناطق البداية

source: Label Tool
ar: أداة اللصيقة

source: Left mouse button sets or drags a label, right clears.
ar: زر الفأرة الأيسر يضبط التسمية أو يسحبها، واليمين يمسحها.

source: Left mouse button sets a new unit or moves a unit via drag and drop, right brings up a context menu. Needs a defined side.
ar: يقوم زر الماوس الأيسر بتعيين وحدة جديدة أو تحريك وحدة عبر السحب والإفلات، بينما يعرض اليمين قائمة السياق. يحتاج إلى جانب محدد.

source: Unit Tool
ar: أداة الوحدة

source: Item Tool
ar: أداة العنصر

source: Left mouse button sets a new item. Right click removes item.
ar: زر الفأرة الأيسر يقوم بتعيين عنصر جديد. الزر الأيسر يمحو العنصر.

source: Left mouse button sets the village ownership to the current side, right clears. Needs a defined side.
ar: زر الفأرة الأيسر يضبط ملكية القرية على الجانب الحالي، واليمين يمسحها. يحتاج إلى جانب محدد.

source: Village Tool
ar: أداة القرية

source: Can Recruit
ar: يمكنه التجنيد

source: Toggle the recruit attribute of a unit.
ar: تبديل سمة التجنيد للوحدة.

source: Can be Renamed
ar: يمكن إعادة تسميتها

source: Toggle the unit being renameable.
ar: تبديل قابلية الوحدة لإعادة التسمية.

source: Change Unit ID
ar: تغيير معرف الوحدة

source: Loyal
ar: مخلص

source: Show Tool Information
ar: إظهار معلومات الأداة

source: Toggle Minimap Unit Coding
ar: تبديل ترميز الوحدة في الخريطة المصغرة

source: Toggle Minimap Terrain Coding
ar: تبديل ترميز التضاريس في الخريطة المصغرة

source: Toggle Minimap Unit Drawing
ar: تبديل رسم الوحدة في الخريطة المصغرة

source: Toggle Minimap Village Drawing
ar: تبديل رسم القرية في الخريطة المصغرة

source: Toggle Minimap Terrain Drawing
ar: تبديل رسم التضاريس في الخريطة المصغرة

source: Next Brush
ar: الفرشاة التالية
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘šğ‘®ğ‘³ğ‘–

source: Default Brush
ar: الفرشاة الافتراضية
en@shaw: ğ‘›ğ‘°ğ‘“ğ‘·ğ‘¤ğ‘‘ ğ‘šğ‘®ğ‘³ğ‘–

source: Single Tile
ar: بلاطة واحدة

source: Radius One
ar: المحيط واحد

source: Radius Two
ar: المحيط اثنان

source: Brush NW-SE
ar: فرشاة شمال غرب-جنوب شرق

source: Brush SW-NE
ar: فرشاة جنوب غرب-شمال شرق

source: Cut
ar: قصّ
en@shaw: ğ‘’ğ‘³ğ‘‘

source: Copy
ar: نسخ
en@shaw: ğ‘’ğ‘ªğ‘ğ‘°

source: Left mouse button pastes from the clipboard, right brings up a context menu.
ar: زر الفأرة الأيسر يلصق من الحافظة، واليمين يظهر قائمة السياق.

source: Paste
ar: إلصاق
en@shaw: ğ‘ğ‘±ğ‘•ğ‘‘

source: Export Selected Coordinates to System Clipboard
ar: تصدير الإحداثيات المحددة إلى حافظة النظام
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘ğ‘¹ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘’ğ‘´ğ‘¹ğ‘›ğ‘¦ğ‘¯ğ‘±ğ‘‘ğ‘• ğ‘‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘›

source: Select All
ar: انتقاء الكل
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘·ğ‘¤

source: Select Inverse
ar: تحديد العكس
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¦ğ‘¯ğ‘ğ‘»ğ‘•

source: Select None
ar: اختر لا شيء
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘¯ğ‘³ğ‘¯

source: Rotate Clipboard Clockwise
ar: تدوير الحافظة في اتجاه عقارب الساعة
en@shaw: ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘› ğ‘’ğ‘¤ğ‘­ğ‘’ğ‘¢ğ‘²ğ‘Ÿ

source: Rotate Clipboard Counter-Clockwise
ar: تدوير الحافظة عكس اتجاه عقارب الساعة
en@shaw: ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘› ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘¼-ğ‘’ğ‘¤ğ‘­ğ‘’ğ‘¢ğ‘²ğ‘Ÿ

source: Flip Clipboard Horizontally
ar: قلب الحافظة أفقيًا
en@shaw: ğ‘“ğ‘¤ğ‘¦ğ‘ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘› ğ‘£ğ‘ªğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¤ğ‘¦

source: Flip Clipboard Vertically
ar: قلب الحافظة عموديًا
en@shaw: ğ‘“ğ‘¤ğ‘¦ğ‘ ğ‘’ğ‘¤ğ‘¦ğ‘ğ‘šğ‘¹ğ‘› ğ‘ğ‘»ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘¦

source: Rotate Selection
ar: تدوير المنتقى
en@shaw: ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Flip Selection
ar: تحديد الوجه
en@shaw: ğ‘“ğ‘¤ğ‘¦ğ‘ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Fill Selection
ar: ملء المنتقى
en@shaw: ğ‘“ğ‘¦ğ‘¤ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Randomize Tiles in Selection
ar: عشوائية البلاط في التحديد

source: Apply a Mask
ar: تطبيق قناع
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘² ğ‘© ğ‘¥ğ‘­ğ‘•ğ‘’

source: Create Mask
ar: إنشاء قناع
en@shaw: ğ‘’ğ‘®ğ‘°ğ‘±ğ‘‘ ğ‘¥ğ‘­ğ‘•ğ‘’

source: Refresh Display
ar: تحديث العرض
en@shaw: ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘– ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±
