Repository: wesnoth/wesnoth
Catalog: po/wesnoth-lib/*.po
Languages: ar, da, en@shaw

source: Team name:
ar: اسم الفريق:

source: Recruit list:
ar: قائمة المجندين:

source: No leader
ar: لا قائد

source: Fog of war
ar: ضباب الحرب
en@shaw: ğ‘“ğ‘ªğ‘œ ğ‘ ğ‘¢ğ‘¹

source: Hide in status table
ar: إخفاء في جدول الحالة

source: Gold:
ar: الذهب:

source: Gold per village:
ar: الذهب لكل قرية:

source: Income:
ar: الدخل:

source: Support per village:
ar: دعم لكل قرية:

source: Controller:
ar: المتحكم:

source: controller^Human
ar: بشري

source: controller^AI only
ar: ذكاء إصطناعي فقط

source: controller^None
ar: لا شيء

source: Share Vision:
ar: مشاركة الرؤية:

source: vision^All
ar: الكل

source: vision^Shroud
ar: ظلام

source: vision^None
ar: لا شيء

source: Attacks
ar: الهجمات

source: Movement Costs:
ar: تكاليف الحركة:

source: Advanced
ar: متقدم

source: Generate Map
ar: إنشاء خريطة
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ ğ‘¥ğ‘¨ğ‘

source: Choose a map generator:
ar: اختيار مولد الخرائط:

source: Settings
ar: الإعدادات
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Numerical seed:
ar: البذرة العددية:

source: Generate
ar: إنشاء
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘

source: New Map
ar: خريطة جديدة
en@shaw: ğ‘¯ğ‘¿ ğ‘¥ğ‘¨ğ‘

source: Width:
ar: العرض:
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘”:

source: Height:
ar: الطول:
en@shaw: ğ‘£ğ‘²ğ‘‘:

source: Create
ar: إنشاء

source: Resize Map
ar: إعادة تحجيم الخريطة
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘²ğ‘Ÿ ğ‘¥ğ‘¨ğ‘

source: New width:
ar: العرض الجديد:
en@shaw: ğ‘¯ğ‘¿ ğ‘¢ğ‘¦ğ‘›ğ‘”:

source: Old width:
ar: العرض القديم:
en@shaw: ğ‘´ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘›ğ‘”:

source: New height:
ar: الارتفاع الجديد:
en@shaw: ğ‘¯ğ‘¿ ğ‘£ğ‘²ğ‘‘:

source: Old height:
ar: الارتفاع القديم:
en@shaw: ğ‘´ğ‘¤ğ‘› ğ‘£ğ‘²ğ‘‘:

source: Expand/shrink direction:
ar: توسيع/تقليص الاتجاه:

source: Copy edge terrain
ar: نسخ تضاريس الحافة
en@shaw: ğ‘’ğ‘­ğ‘ğ‘¦ ğ‘§ğ‘¡ ğ‘‘ğ‘»ğ‘±ğ‘¯

source: Resize
ar: تغيير الحجم

source: ↑ ↓ to adjust speed
ar: ↑ ↓ لضبط السرعة

source: File:
ar: الملف:

source: Places
ar: الأماكن

source: Bookmarks the current folder
ar: وضع إشارة مرجعية على المجلد الحالي

source: Removes the current bookmark
ar: إزالة الإشارة المرجعية الحالية

source: New Folder
ar: مجلّد جديد
en@shaw: ğ‘¯ğ‘¿ ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼

source: Formula debugger
ar: مصحح أخطاء الصيغة
en@shaw: ğ‘“ğ‘¹ğ‘¥ğ‘˜ğ‘«ğ‘¤ğ‘© ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¼

source: Welcome
ar: مرحبًا
en@shaw: ğ‘¢ğ‘§ğ‘¤ğ‘’ğ‘©ğ‘¥

source: state
ar: الحالة
en@shaw: ğ‘•ğ‘‘ğ‘±ğ‘‘

source: Call stack
ar: مكدس الاستدعاءات
en@shaw: ğ‘’ğ‘·ğ‘¤ ğ‘•ğ‘‘ğ‘¨ğ‘’

source: Actions
ar: الإجراءات
en@shaw: ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Step operation
ar: خطوة العملية
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Next operation
ar: العملية التالية
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Step out
ar: مغادرة
en@shaw: ğ‘•ğ‘‘ğ‘§ğ‘ ğ‘¬ğ‘‘

source: Continue
ar: مواصلة
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿

source: Execution trace
ar: أثر التنفيذ
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘¦ğ‘’ğ‘¿ğ‘•ğ‘©ğ‘¯ ğ‘‘ğ‘®ğ‘±ğ‘•

source: WML Cache
ar: ذاكرة التخزين المؤقت لـ WML

source: Wesnoth maintains a cache of preprocessed WML data for campaigns, multiplayer scenarios, and other add-ons to speed up the loading process. The cache may be safely cleaned to free up disk space, thus removing stale files generated by older versions; or you may purge its entire contents if you are experiencing issues when loading the game data.
ar: تحتفظ ويسنوث بذاكرة تخزين مؤقت لبيانات WML التي تمت معالجتها مسبقًا لحملات وسيناريوهات اللاعبين المتعددين والإضافات الأخرى لتسريع عملية التحميل. قد يتم تنظيف ذاكرة التخزين المؤقت بأمان لتحرير مساحة على القرص، وبالتالي إزالة الملفات القديمة التي تم إنشاؤها بواسطة الإصدارات الأقدم؛ أو يمكنك مسح محتوياتها بالكامل إذا كنت تواجه مشكلات عند تحميل بيانات اللعبة.

source: Path:
ar: المسار:

source: cache^Clean
ar: تنظيف

source: Clear stale and unused cache files
ar: مسح ملفات ذاكرة التخزين المؤقت القديمة وغير المستخدمة

source: cache^Purge
ar: تطهير

source: Purge the entire contents of the cache
ar: مسح محتويات ذاكرة التخزين المؤقت بالكامل

source: Delete Save
ar: حذف المحفوظة
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘•ğ‘±ğ‘

source: Do you really want to delete this game?
ar: أتريد فعلاً محو هذه اللعبة؟
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘œğ‘±ğ‘¥?

source: Do not show again
ar: لا تظهر مرة أخرى

source: Date
ar: التاريخ
en@shaw: ğ‘›ğ‘±ğ‘‘

source: Load Game
ar: تحميل لعبة
en@shaw: ğ‘¤ğ‘´ğ‘› ğ‘œğ‘±ğ‘¥

source: Open saves folder
ar: فتح مجلد الحفظ

source: Show saves from a different version of Wesnoth
ar: إظهار المحفوظات من إصدار مختلف من ويسنوث

source: Change difficulty
ar: تغيير الصعوبة

source: Change campaign difficulty before loading
ar: تغيير صعوبة الحملة قبل التحميل

source: Show replay
ar: عرض الإعادة
en@shaw: ğ‘–ğ‘´ ğ‘®ğ‘°ğ‘ğ‘¤ğ‘±

source: Play the embedded replay from the saved game if applicable
ar: تشغيل الإعادة المضمنة من اللعبة المحفوظة إن أمكن

source: Cancel orders
ar: إلغاء الأوامر
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘¹ğ‘›ğ‘¼ğ‘Ÿ

source: Cancel any pending unit movements in the saved game
ar: إلغاء أي حركات وحدة معلقة في اللعبة المحفوظة

source: Save Game
ar: حفظ اللعبة
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘œğ‘±ğ‘¥

source: Ignore all
ar: تجاهل الكل
en@shaw: ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘·ğ‘¤

source: Quit Game
ar: مغادرة اللعبة
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘‘ ğ‘œğ‘±ğ‘¥

source: Overwrite?
ar: كتابة فوقية؟
en@shaw: ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘‘?

source: Save already exists. Do you want to overwrite it?
ar: المحفوظ موجود بالفعل. هل تريد الكتابة عليه؟
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘•. ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘´ğ‘ğ‘¼ğ‘®ğ‘²ğ‘‘ ğ‘¦ğ‘‘?

source: Leader
ar: قائد
en@shaw: ğ‘¤ğ‘°ğ‘›ğ‘»

source: Team
ar: الفريق

source: Gold
ar: الذهب

source: Villages
ar: القرى

source: Units
ar: الوحدات

source: Upkeep
ar: الصيانة

source: Income
ar: الدّخل

source: Side
ar: الجانب

source: Starting Gold
ar: الذهب المبدئي

source: Base Income
ar: الدخل الأساسي

source: Gold Per Village
ar: الذهب لكل قرية

source: Support Per Village
ar: الدعم لكل قرية

source: Current Status
ar: الوضع الحالي

source: Game Stats
ar: إحصائيات اللعبة

source: Scenario Settings
ar: إعدادات السيناريو

source: Scroll To
ar: انتقل إلى

source: Migrate
ar: ترحيل

source: Game data:
ar: بيانات اللعبة:

source: User data:
ar: بيانات المستخدم:

source: Saved games:
ar: الألعاب المحفوظة:

source: Add-ons:
ar: الإضافات:

source: Cache:
ar: ذاكرة التخزين المؤقت:

source: Logs:
ar: السجلات:

source: Screenshots:
ar: لقطات الشاشة:

source: Log File
ar: ملف السجل

source: Opens the log file pertaining to the current session, which may contain useful debug information
ar: فتح ملف السجل المتعلق بالجلسة الحالية، والذي قد يحتوي على معلومات تصحيح مفيدة

source: library^Name
ar: الاسم

source: library^Build version
ar: نسخة البناء

source: library^Runtime version
ar: إصدار وقت التشغيل

source: The following features were selected when building this version of Wesnoth:
ar: تم اختيار الميزات التالية عند إنشاء هذا الإصدار من ويسنوث:

source: Forums
ar: المنتدى

source: Donate
ar: تبرع

source: General
ar: عام

source: Paths
ar: مسارات

source: Libraries
ar: المكتبات

source: Features
ar: الميزات

source: Credits
ar: الاعتمادات
en@shaw: ğ‘’ğ‘®ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘•

source: Gamestate Inspector
ar: مفتش حالة اللعبة
en@shaw: ğ‘œğ‘±ğ‘¥ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘ğ‘§ğ‘’ğ‘‘ğ‘»

source: Copy this report to clipboard
ar: انسخ هذا التقرير إلى الحافظة

source: Lua Console
ar: وحدة التحكم في lua

source: Map Generator Settings
ar: إعدادات مولد الخريطة

source: Players:
ar: اللاعبون:
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘»ğ‘Ÿ:

source: Number of Hills:
ar: عدد التلال:

source: Max Hill Size:
ar: حجم التلال الأقصى:

source: Villages:
ar: القرى:
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ:

source: Castle Size:
ar: حجم القلعة:

source: Landform:
ar: نوع الأرض:
en@shaw: ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘“ğ‘¹ğ‘¥:

source: Roads Between Castles
ar: الطرق بين القلاع

source: Show Labels
ar: إظهار اللصائق

source: Battle For Wesnoth Help
ar: المساعدة في ملحمة ويسنوث

source: Press desired hotkey (Esc cancels)
ar: اضغط على مفتاح التشغيل السريع المطلوب (Esc للإلغاء)

source: Show or Hide Labels
ar: إظهار أو إخفاء اللصائق

source: <i>The Battle for Wesnoth</i> relies on volunteers for development, including translation. Translations may drift behind or even become abandoned.
ar: تعتمد <i>ملحمة ويسنوث </i>على المتطوعين في التطوير، بما في ذلك الترجمة. وقد تتأخر الترجمات أو حتى يتم التخلي عنها.

source: <b>Note:</b> The translation percentages shown apply to the core game interface and in-game help only. More complete stats, including details for each campaign, are available at the following page:
ar: <b>ملاحظة:</b> تنطبق نسب الترجمة المعروضة على واجهة اللعبة الأساسية والمساعدة داخل اللعبة فقط. تتوفر إحصائيات أكثر اكتمالاً، بما في ذلك تفاصيل كل حملة، في الصفحة التالية:

source: If you are interested in translating the game yourself, please follow the link below for more information:
ar: إذا كنت مهتمًا بترجمة اللعبة بنفسك، فيرجى اتباع الرابط أدناه للحصول على مزيد من المعلومات:

source: Show in-progress or abandoned translations
ar: إظهار الترجمات الجارية أو المهجورة

source: Loading...
ar: جارٍ التحميل...

source: General Lobby
ar: الردهة العامة

source: Matchmaking
ar: صياغة التوافيق

source: Games
ar: الألعاب
en@shaw: ğ‘œğ‘±ğ‘¥ğ‘Ÿ

source: Requires a password to join
ar: يتطلب كلمة مرور للانضمام
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘© ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘› ğ‘‘ ğ‘¡ğ‘¶ğ‘¯

source: Vacant slots
ar: الأماكن الشاغرة
en@shaw: ğ‘ğ‘±ğ‘’ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘¤ğ‘­ğ‘‘ğ‘•

source: Only show games with vacant slots
ar: إظهار الألعاب ذات الأماكن الشاغرة فقط

source: Friends
ar: الأصدقاء
en@shaw: ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ

source: Only show games with friends
ar: إظهار الألعاب مع الأصدقاء فقط

source: Blocked players
ar: اللاعبين المحظورين

source: Show games that include players you have blocked
ar: إظهار الألعاب التي تتضمن لاعبين قمت بحظرهم

source: Invert filter
ar: عكس الفلتر
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘»ğ‘‘ ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼

source: Create Game
ar: إنشاء لعبة
en@shaw: ğ‘’ğ‘®ğ‘°ğ‘±ğ‘‘ ğ‘œğ‘±ğ‘¥

source: Join
ar: انضمام
en@shaw: ğ‘¡ğ‘¶ğ‘¯

source: Observe
ar: مشاهدة
en@shaw: ğ‘©ğ‘šğ‘Ÿğ‘»ğ‘

source: Announcements
ar: الإعلامات

source: Profile
ar: الملف الشخصي

source: Match History
ar: تاريخ المباراة

source: Log Out
ar: تسجيل الخروج

source: Normal Replays
ar: الإعادة العادية

source: Quick Replays
ar: الاعادة السريعة

source: Skip quickly to the active turn when observing
ar: التخطي بسرعة إلى المنعطف النشط عند المراقبة

source: Enter Blindfolded
ar: أدخل معصوب العينين

source: Do not show the map until given control of a side
ar: لا تظهر الخريطة حتى يتم السيطرة على الجانب

source: Multiplayer Lobby
ar: ردهة اللاعبين المتعددين
en@shaw: ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘¤ğ‘­ğ‘šğ‘°

source: Player Info —
ar: معلومات اللاعب —

source: Add Friend
ar: إضافة صديق

source: Block
ar: حاجز

source: Remove from List
ar: إزالة من القائمة

source: Send Private Message
ar: إرسال رسالة خاصة

source: Moderator Controls
ar: ضوابط الوسيط

source: Reason:
ar: السبب:
en@shaw: ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯:

source: Ban time:
ar: وقت الحظر:
en@shaw: ğ‘šğ‘¨ğ‘¯ ğ‘‘ğ‘²ğ‘¥:

source: Check Status
ar: التحقق من الحالة

source: Kick
ar: ركل
en@shaw: ğ‘’ğ‘¦ğ‘’

source: Kick + Ban
ar: ركل + حظر

source: Stop Game
ar: إيقاف اللعبة

source: Debug level logging: maximum information
ar: مستوى التصحيح في التسجيل: الحد الأقصى من المعلومات

source: Info level logging: more information
ar: مستوى المعلومات في التسجيل: مزيد من المعلومات

source: Warning level logging: less information
ar: مستوى التحذير في التسجيل: معلومات أقل

source: Error level logging: minimum information
ar: مستوى الخطأ في التسجيل: الحد الأدنى من المعلومات

source: Disable logging
ar: تعطيل التسجيل

source: Logging Options
ar: خيارات تسجيل الدخول

source: Log Domain
ar: مجال السجل

source: log_level^Debug
ar: وضع التصحيح

source: log_level^Info
ar: معلومات

source: log_level^Warning
ar: تحذير

source: log_level^Error
ar: خطأ

source: log_level^None
ar: لا شيء

source: Clear Console
ar: تنظيف وحدة التحكم

source: Clear the log area
ar: مسح منطقة السجل

source: Data Migration
ar: تهجير البيانات

source: Choose which version of Wesnoth to import your data from. Some settings will not take effect until Wesnoth is restarted.
ar: اختر إصدار ويسنوث الذي تريد استيراد بياناتك منه. لن تصبح بعض الإعدادات نافذة المفعول حتى يتم إعادة تشغيل ويسنوث.

source: Skip
ar: تخطي

source: Multiplayer Alerts
ar: تنبيهات للعب المتعدد

source: Choose how you wish to be notified of events in multiplayer games or in the multiplayer lobby; either by playing sound alerts or (if the game window is inactive or minimized) displaying desktop notifications.
ar: اختر الطريقة التي تريد أن يتم إعلامك بها بالأحداث في الألعاب متعددة اللاعبين أو في ردهة اللعب الجماعي؛ إما عن طريق تشغيل التنبيهات الصوتية أو (إذا كانت نافذة اللعبة غير نشطة أو محدودة) عرض إشعارات سطح المكتب.

source: Sound
ar: الصوت

source: Desktop Notification
ar: إعلامات سطح المكتب

source: In Lobby
ar: في الردهة

source: Player joins
ar: انضمام لاعب

source: When a player joins the lobby or game
ar: عندما ينضم اللاعب إلى الردهة أو اللعبة

source: Player leaves
ar: غادر اللاعب

source: When a player leaves the lobby or game
ar: عندما يغادر اللاعب الردهة أو اللعبة

source: When a whisper is received
ar: عند تلقي همسة

source: Whisper
ar: الهمس

source: Friend message
ar: رسالة صديق

source: When a message from a friend is received
ar: عند استلام رسالة من صديق

source: Public message
ar: رسالة عامة

source: When a public message is received
ar: عند استلام رسالة عامة

source: Server message
ar: رسالة خادم

source: When a server message is received
ar: عند استلام رسالة من الخادم

source: Ready to start
ar: جاهز للبدء

source: When the game you are hosting is ready to start
ar: عندما تكون اللعبة التي تستضيفها جاهزة للبدء

source: Game has begun
ar: بدأت اللعبة

source: When the host (not you) has started the game
ar: عندما يبدأ المضيف (وليس أنت) اللعبة

source: Turn changed
ar: تغير الدور

source: When a new turn has begun
ar: عندما يبدأ دور جديد

source: Game created
ar: تم إنشاء اللعبة

source: When a new game has been created
ar: عندما يتم إنشاء لعبة جديدة

source: Reset all options to their default values
ar: إعادة ضبط كافة الخيارات إلى قيمها القياسية

source: Nickname
ar: اللقب

source: Change Control
ar: تغيير التحكم

source: Choose or enter the address of a multiplayer server.
ar: اختر أو أدخل عنوان خادم متعدد اللاعبين.

source: Address:
ar: العنوان:

source: Address
ar: العنوان
en@shaw: ğ‘©ğ‘›ğ‘®ğ‘§ğ‘•

source: Eras:
ar: العصور:

source: Random Faction Matchups:
ar: الفصائل العشوائية المتواجهة:

source: Allow for mirror matchups when random factions are chosen
ar: السماح بمطابقات التناظر عند اختيار فصائل عشوائية

source: Independent
ar: مستقل

source: Independent: Random factions assigned independently
ar: مستقلة: فصائل عشوائية يتم تعيينها بشكل مستقل

source: No Mirror
ar: لا تناظر

source: No Mirror: No two players will get the same faction
ar: لا تناظر: لن يحصل أي لاعبين على نفس الفصيل

source: No Ally Mirror
ar: لا تناظر مع الحليف

source: No Ally Mirror: No two allied players will get the same faction
ar: لا تناظر بين الحلفاء: لن يحصل أي لاعبين متحالفين على نفس الفصيل

source: Use Map Settings
ar: استخدم إعدادات الخريطة

source: Use scenario specific settings
ar: استخدم إعدادات السيناريو المحددة

source: Number of Turns
ar: عدد الأدوار

source: The maximum number of turns the game can last
ar: الحد الأقصى لعدد الأدوار التي يمكن أن تستمر بها اللعبة

source: unlimited
ar: غير محدود

source: The amount of income each village yields per turn
ar: مقدار الدخل الذي تنتجه كل قرية لكل دور

source: Village Gold
ar: قرية ذهب

source: The number of unit levels each village can support
ar: عدد مستويات الوحدات التي يمكن لكل قرية دعمها

source: Village Support
ar: دعم القرية

source: Experience Modifier
ar: تعديلات الخبرة

source: The amount of experience a unit needs to advance
ar: مقدار الخبرة التي تحتاجها الوحدة للتقدم

source: Fog of War
ar: ضباب الحرب

source: Enemy units cannot be seen unless they are in range of your units
ar: لا يمكن رؤية وحدات العدو إلا إذا كانت في نطاق وحداتك

source: The map is unknown until your units explore it
ar: الخريطة غير معروفة حتى تستكشفها وحداتك

source: Random Start Time
ar: وقت بداية عشوائي

source: Randomize the starting time of day
ar: عشوائية وقت البدء من اليوم

source: Time Limit
ar: المهلة

source: Enable custom time limits
ar: تمكين الحدود الزمنية المخصصة

source: Initial Limit
ar: الحد الأولي

source: Longest time allowed for first turn (seconds)
ar: أطول وقت مسموح به للدور الأول (بالثواني)

source: Time for general tasks each turn (seconds)
ar: وقت المهام العامة في كل دور (بالثواني)

source: Turn Bonus
ar: مكافأة الدور

source: Longest time possible for any turn (seconds)
ar: أطول وقت ممكن لأي دور (بالثواني)

source: Reservoir
ar: الخزان

source: Action Bonus
ar: مكافأة الاجراء

source: Time for each attack, recruit, and capture
ar: وقت كل هجوم وتجنيد وسيطرة

source: Custom Options
ar: خيارات مخصصة

source: Game Settings
ar: إعدادات اللعبة

source: Any
ar: أي كان

source: Random map options:
ar: خيارات الخريطة العشوائية:

source: Regenerate
ar: تجديد

source: Assign sides to players at random
ar: تعيين الجوانب للاعبين بشكل عشوائي

source: Shuffle Sides
ar: خلط الجوانب

source: Allow users who are not playing to watch the game
ar: السماح للمستخدمين الذين لا يلعبون بمشاهدة المباراة

source: Observers
ar: المراقبون

source: Strict Synchronization
ar: تزامن صارم

source: Stricter checks for out-of-sync errors
ar: عمليات فحص أكثر صرامة للأخطاء خارج-المزامنة

source: Private Replay
ar: إعادة خاصة

source: Whether the replay will be publicly available
ar: ما إذا كانت الإعادة ستكون متاحة للعموم أم لا

source: Name of game:
ar: اسم اللعبة:
en@shaw: ğ‘¯ğ‘±ğ‘¥ ğ‘ ğ‘œğ‘±ğ‘¥:

source: Set the password that people wanting to join your game as players must enter
ar: تعيين كلمة المرور التي يجب على الأشخاص الراغبين في الانضمام إلى لعبتك إدخالها كلاعبين

source: Map size:
ar: حجم الخريطة:

source: gender^Random
ar: عشوائي

source: Male
ar: مذكّر
en@shaw: ğ‘¥ğ‘±ğ‘¤

source: Female
ar: مؤنث
en@shaw: ğ‘“ğ‘°ğ‘¥ğ‘±ğ‘¤

source: Recruits
ar: المجندون

source: Choose Your Leader
ar: اختر قائدك

source: Host Networked Game
ar: لعبة مضيفة على الشبكة
en@shaw: ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ğ‘‘ ğ‘œğ‘±ğ‘¥

source: A local server instance has to be started in order to host a networked game. The server will run as a background process until all users have disconnected. Do you wish to continue?
ar: يجب بدء تشغيل مثيل خادم محلي لاستضافة لعبة متصلة بالشبكة. سيتم تشغيل الخادم كعملية خلفية حتى يتم قطع اتصال كافة المستخدمين. هل ترغب في الاستمرار؟

source: Select the faction and leader for this side
ar: اختيار الفصيل والقائد لهذا الجانب

source: Waiting for players to join...
ar: في انتظار انضمام اللاعبين...

source: Leave
ar: مغادرة

source: Game Lobby
ar: ردهة اللعبة

source: Password Required
ar: كلمة المرور مطلوبة
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘› ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘›

source: Joining this game requires a password.
ar: الانضمام إلى هذه اللعبة يتطلب كلمة مرور.
en@shaw: ğ‘¡ğ‘¶ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘œğ‘±ğ‘¥ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘© ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘›.

source: Login
ar: تسجيل الدخول
en@shaw: ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯

source: Login:
ar: تسجيل الدخول:
en@shaw: ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯:

source: Download
ar: تحميل

source: None
ar: لا شيء

source: Modifications
ar: التعديلات

source: Player:
ar: اللاعب:

source: Asterisks match all characters
ar: العلامات النجمية تطابق جميع الحروف

source: Content Type:
ar: نوع المحتوى:

source: Game name:
ar: إسم اللعبة:

source: A registered account on the Wesnoth forums is required to join the official server.
ar: يلزم وجود حساب مسجل في منتديات ويسنوث للانضمام إلى السيرفر الرسمي.

source: Sign Up
ar: التسجيل

source: Log on to the official Wesnoth multiplayer server
ar: تسجيل الدخول إلى خادم ويسنوث الرسمي متعدد اللاعبين
en@shaw: ğ‘¤ğ‘ªğ‘œ ğ‘ªğ‘¯ ğ‘‘ ğ‘ ğ‘ªğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¤ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘•ğ‘»ğ‘ğ‘»

source: Join a different server
ar: انضم إلى خادم مختلف
en@shaw: ğ‘¡ğ‘¶ğ‘¯ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘»

source: Host a game using a dedicated server
ar: استضافة لعبة باستخدام خادم مخصص

source: Play a multiplayer game with the AI or humans sharing the same machine
ar: العب لعبة متعددة اللاعبين مع الذكاء الاصطناعي أو بشر يتشاركون نفس الجهاز
en@shaw: ğ‘ğ‘¤ğ‘± ğ‘© ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘œğ‘±ğ‘¥ ğ‘¢ğ‘¦ğ‘ ğ‘ AI ğ‘¹ ğ‘£ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘Ÿ ğ‘–ğ‘ºğ‘¦ğ‘™ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘¥ğ‘©ğ‘–ğ‘°ğ‘¯

source: Local Game
ar: لعبة محلية
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘œğ‘±ğ‘¥

source: * Player being reported:
ar: * اللاعب الذي يتم الإبلاغ عنه:

source: * Reason for report:
ar: * سبب التقرير:

source: Location of occurrence:
ar: مكان الحدوث:

source: Additional information:
ar: معلومات إضافية:

source: * required fields
ar: * الحقول المطلوبة

source: Change the side’s controller
ar: تغيير التحكم في الجانب

source: Change the AI side’s behaviour
ar: تغيير سلوك جانب الذكاء الاصطناعي

source: Which team this side belongs to
ar: إلى أي فريق ينتمي هذا الجانب

source: This side’s color
ar: لون هذا الجانب

source: I’m Ready
ar: أنا مستعد

source: Press ESC to skip
ar: اضغط على ESC للتخطي

source: Hotkeys
ar: مفاتيح التشغيل السريع
da: Genvejstaster
en@shaw: ğ‘£ğ‘­ğ‘‘ğ‘’ğ‘°ğ‘Ÿ

source: Display
ar: عرض

source: Display the game version and build information
ar: عرض إصدار اللعبة ومعلومات البناء

source: Scroll speed:
ar: سرعة اللف:
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘•ğ‘ğ‘°ğ‘›:

source: Change the speed of scrolling around the map
ar: تغيير سرعة لفّ الخريطة
da: Skift scroll hastigheden når du bevæger dig rundt i banen
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘•ğ‘ğ‘°ğ‘› ğ‘ ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ğ‘¦ğ‘™ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘¥ğ‘¨ğ‘

source: Skip AI moves
ar: تخطي حركات الذكاء الاصطناعي
en@shaw: ğ‘•ğ‘’ğ‘¦ğ‘ AI ğ‘¥ğ‘µğ‘ğ‘Ÿ

source: Do not animate AI units moving
ar: عدم عرض رسوم وحدات الذكاء الاصطناعي عند تنقلها
da: Vis ikke når Computer enheder bevæger sig
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘‘ AI ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™

source: Accelerated speed
ar: حركة متسارعة
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘ğ‘°ğ‘›

source: Make units move and fight faster
ar: تسريع تنقل و قتال الوحدات
da: Får enheder til at bevægesig og kæmoe hurtigere
en@shaw: ğ‘¥ğ‘±ğ‘’ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘µğ‘ ğ‘¯ ğ‘“ğ‘²ğ‘‘ ğ‘“ğ‘­ğ‘•ğ‘‘ğ‘¼

source: Acceleration factor:
ar: عامل التسارع:

source: Speed at which unit moves and animations play when ‘Accelerated speed’ is enabled or when Shift is held down in-game
ar: السرعة التي تتحرك بها الوحدة وتشغيل الرسوم المتحركة بها عند تمكين "السرعة المتسارعة" أو عند الضغط باستمرار على مفتاح Shift داخل اللعبة

source: Disable automatic moves
ar: تعطيل التحركات التلقائية

source: Do not allow automatic movements at the beginning of a turn
ar: لا تسمح بالحركات التلقائية في بداية الدور

source: Turn dialog
ar: رسالة بداية الدور
en@shaw: ğ‘‘ğ‘»ğ‘¯ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: Display a dialog at the beginning of your turn
ar: إظهار رسالة في بداية دورك
da: Viser en dialog i begyndelsen af din tur
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘© ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ ğ‘¨ğ‘‘ ğ‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯

source: Enable planning mode on start
ar: تمكين وضع التخطيط عند البداية
en@shaw: ğ‘§ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘™ ğ‘¥ğ‘´ğ‘› ğ‘ªğ‘¯ ğ‘•ğ‘‘ğ‘¸ğ‘‘

source: Activates Planning Mode on game start
ar: تنشيط وضع التخطيط عند بدء اللعبة
en@shaw: ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘±ğ‘‘ğ‘• ğ‘ğ‘¤ğ‘¨ğ‘¯ğ‘¦ğ‘™ ğ‘¥ğ‘´ğ‘› ğ‘ªğ‘¯ ğ‘œğ‘±ğ‘¥ ğ‘•ğ‘‘ğ‘¸ğ‘‘

source: Hide allies’ plans by default
ar: إخفاء خطط الحلفاء قياسيا

source: Hide allies’ Planning Mode plans in multiplayer games
ar: إخفاء خطط وضع التخطيط للحلفاء في الألعاب متعددة اللاعبين

source: Interrupt move when an ally is sighted
ar: حركة المقاطعة عند رؤية الحليف

source: Sighting an allied unit interrupts your unit’s movement
ar: رؤية وحدة متحالفة تقاطع حركة وحدتك

source: Save replays at the end of scenarios
ar: حفظ الاعادة في نهاية السيناريوهات

source: Save replays of games on victory in all modes and defeat in multiplayer
ar: حفظ إعادات المباريات عند النصر في جميع الأوضاع والهزيمة في اللعب الجماعي

source: Delete auto-saves at the end of scenarios
ar: حذف المحفوظات التلقائية في نهاية السيناريوهات
