Repository: wesnoth/wesnoth
Catalog: po/wesnoth-lib/*.po
Languages: ar, da, en@shaw

source: Update Terrain Transitions
ar: تحديث انتقالات التضاريس
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Toggle Terrain Transition Update
ar: تبديل تحديث انتقال التضاريس

source: Auto-update Terrain Transitions
ar: التحديث التلقائي لانتقالات التضاريس
en@shaw: ğ‘·ğ‘‘ğ‘´-ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Auto-update Terrain Transitions: No
ar: التحديث التلقائي لانتقالات التضاريس: لا

source: Auto-update Terrain Transitions: Partial
ar: التحديث التلقائي لانتقالات التضاريس: جزئي

source: Refresh Image Cache
ar: تحديث سجل الصورة
en@shaw: ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘– ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘’ğ‘¨ğ‘–

source: Draw Hex Coordinates
ar: رسم احداثيات السداسيات
en@shaw: ğ‘›ğ‘®ğ‘· ğ‘£ğ‘§ğ‘’ğ‘• ğ‘’ğ‘´ğ‘¹ğ‘›ğ‘¦ğ‘¯ğ‘±ğ‘‘ğ‘•

source: Draw Terrain Codes
ar: رسم رموز التضاريس
en@shaw: ğ‘›ğ‘®ğ‘· ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘’ğ‘´ğ‘›ğ‘Ÿ

source: Draw Number of Bitmaps
ar: ارسم عدد الصور النقطية

source: Save Selection to Area
ar: حفظ التحديد في المنطقة

source: Rename Selected Area
ar: إعادة تسمية المنطقة المحددة

source: Remove Selected Area
ar: إزالة المنطقة المحددة

source: Add New Area
ar: إضافة منطقة جديدة

source: Add-on Publishing Editor
ar: محرر نشر الإضافة

source: Change Add-on ID
ar: تغيير معرف الإضافة

source: Edit Side
ar: تحرير جانب

source: Remove Side
ar: إزالة الجانب

source: Delay Shroud Updates
ar: تأخير تحديث الحجاب
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘± ğ‘–ğ‘®ğ‘¬ğ‘› ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘•

source: Update Shroud Now
ar: تحديث الحجاب الآن
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘–ğ‘®ğ‘¬ğ‘› ğ‘¯ğ‘¬

source: Continue Interrupted Move
ar: متابعة الحركة المتقطعة

source: Find Label or Unit
ar: العثور على لصيقة أو وحدة
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¹ ğ‘¿ğ‘¯ğ‘¦ğ‘‘

source: Speak to Ally
ar: تكلم مع الحليف
en@shaw: ğ‘•ğ‘ğ‘°ğ‘’ ğ‘‘ ğ‘¨ğ‘¤ğ‘²

source: Speak to All
ar: تكلم مع الجميع
en@shaw: ğ‘•ğ‘ğ‘°ğ‘’ ğ‘‘ ğ‘·ğ‘¤

source: Help about save-loading
ar: مساعدة حول حفظ-تحميل

source: Hint: save-loading is unnecessary
ar: تلميح: الحفظ-تحميل غير ضروري

source: Enter Command
ar: إدخال أمر المُستَخدِم

source: Custom Command
ar: الأوامر المخصصة
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: Run Formula
ar: تشغيل الصيغة

source: Clear Chat
ar: مسح الدردشة

source: Change Language
ar: تغيير اللغة

source: Refresh WML
ar: تحديث WML
en@shaw: ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘– WML

source: Next Tip of the Day
ar: نصيحة اليوم اللاحقة

source: Previous Tip of the Day
ar: نصيحة اليوم السابقة

source: Start Campaign
ar: بدء الحملة

source: Start Multiplayer Game
ar: بدء لعبة متعددة اللاعبين

source: Manage Add-ons
ar: إدارة الإضافات

source: Manage Cores
ar: إدارة النوى

source: Start Editor
ar: بدء المحرر

source: Show Credits
ar: إظهار الاعتمادات

source: Show Helptip
ar: عرض تلميح التعليمات

source: Show Lua Console
ar: عرض وحدة تحكم Lua

source: Unrecognized Command
ar: أمر غير معروف

source: No known themes. Try changing from within an existing game.
ar: ليست هناك أية نمط عرض معروف. حاول تبديلها انطلاقا من لعبة موجودة.
en@shaw: ğ‘¯ğ‘´ ğ‘¯ğ‘´ğ‘¯ ğ‘”ğ‘°ğ‘¥ğ‘Ÿ. ğ‘‘ğ‘®ğ‘² ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘¦ğ‘™ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¢ğ‘¦ğ‘ğ‘¦ğ‘¯ ğ‘©ğ‘¯ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘œğ‘±ğ‘¥.

source: The <b>$filename</b> server application provides multiplayer server functionality and is required for hosting local network games. It will normally be found in the same folder as the game executable.
ar: يوفر تطبيق الخادم <b>$filename</b> وظيفة خادم متعدد اللاعبين وهو مطلوب لاستضافة ألعاب الشبكة المحلية. عادةً ما يتم العثور عليه في نفس المجلد الذي توجد فيه اللعبة القابلة للتنفيذ.

source: Find Server Application
ar: البحث عن تطبيق الخادم

source: An error due to possibly invalid WML occurred The error message is :
ar: حدث خطأ بسبب احتمال وجود WML غير صالح رسالة الخطأ هي:
en@shaw: ğ‘©ğ‘¯ ğ‘»ğ‘¹ ğ‘›ğ‘¿ ğ‘‘ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› WML ğ‘ªğ‘’ğ‘»ğ‘› ğ‘ ğ‘»ğ‘¹ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ :

source: When reporting the bug please include the following error message :
ar: عند تقرير الخلل ، المرجو تضمين ما يلي:
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘®ğ‘°ğ‘ğ‘¹ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘šğ‘³ğ‘œ ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¦ğ‘¯ğ‘’ğ‘¤ğ‘µğ‘› ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘»ğ‘¹ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ :

source: Forested Hills
en@shaw: ğ‘“ğ‘¹ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ

source: Forested Snow Hills
en@shaw: ğ‘“ğ‘¹ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘¯ğ‘´ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ

source: Summer Deciduous Forested Hills
en@shaw: ğ‘•ğ‘³ğ‘¥ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘¦ğ‘¡ğ‘µğ‘©ğ‘• ğ‘“ğ‘¹ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ

source: Fall Deciduous Forested Hills
en@shaw: ğ‘“ğ‘·ğ‘¤ ğ‘›ğ‘¦ğ‘•ğ‘¦ğ‘¡ğ‘µğ‘©ğ‘• ğ‘“ğ‘¹ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ

source: Winter Deciduous Forested Hills
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘›ğ‘¦ğ‘•ğ‘¦ğ‘¡ğ‘µğ‘©ğ‘• ğ‘“ğ‘¹ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ

source: Snowy Deciduous Forested Hills
en@shaw: ğ‘•ğ‘¯ğ‘´ğ‘° ğ‘›ğ‘¦ğ‘•ğ‘¦ğ‘¡ğ‘µğ‘©ğ‘• ğ‘“ğ‘¹ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ

source: Summer Mixed Forested Hills
en@shaw: ğ‘•ğ‘³ğ‘¥ğ‘¼ ğ‘¥ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘“ğ‘¹ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ

source: Winter Mixed Forested Hills
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘‘ğ‘¼ ğ‘¥ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘“ğ‘¹ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ

source: Snowy Mixed Forested Hills
en@shaw: ğ‘•ğ‘¯ğ‘´ğ‘° ğ‘¥ğ‘¦ğ‘’ğ‘•ğ‘‘ ğ‘“ğ‘¹ğ‘©ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ

source: Manage Data
en@shaw: ğ‘¥ğ‘¨ğ‘¯ğ‘¨ğ‘¡ ğ‘›ğ‘¨ğ‘‘ğ‘¨

source: Choose the game to load
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘‘ ğ‘¤ğ‘´ğ‘›

source: Filter
en@shaw: ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼

source: Clear
en@shaw: ğ‘’ğ‘¤ğ‘½

source: Restore
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¹

source: Backup
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘³ğ‘

source: Generate Random Map
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘¥ğ‘¨ğ‘

source: Next Generator
en@shaw: ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘‘ğ‘»

source: Editor Settings
en@shaw: ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘¹ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Types
en@shaw: ğ‘‘ğ‘²ğ‘ğ‘•

source: Content
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘‘

source: Inspection window
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Variable
en@shaw: ğ‘ğ‘ºğ‘¦ğ‘©ğ‘šğ‘©ğ‘¤

source: Choose your preferred language:
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘¿ğ‘¼ ğ‘ğ‘®ğ‘¦ğ‘“ğ‘»ğ‘› ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡:

source: Use map settings
en@shaw: ğ‘¿ğ‘Ÿ ğ‘¥ğ‘¨ğ‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Reloaded game
en@shaw: ğ‘®ğ‘°ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘› ğ‘œğ‘±ğ‘¥

source: Unknown era
en@shaw: ğ‘³ğ‘¯ğ‘¯ğ‘´ğ‘¯ ğ‘ºğ‘¨

source: Gold per village
en@shaw: ğ‘œğ‘´ğ‘¤ğ‘› ğ‘ğ‘» ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡

source: Experience modifier
en@shaw: ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¼

source: Time limit
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘

source: Sort players:
en@shaw: ğ‘•ğ‘¹ğ‘‘ ğ‘ğ‘¤ğ‘±ğ‘»ğ‘Ÿ:

source: Friends first, ignored people last
en@shaw: ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘“ğ‘»ğ‘•ğ‘‘, ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘› ğ‘ğ‘°ğ‘ğ‘©ğ‘¤ ğ‘¤ğ‘­ğ‘•ğ‘‘

source: Alphabetically
en@shaw: ğ‘¨ğ‘¤ğ‘“ğ‘©ğ‘šğ‘§ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ğ‘¦

source: Selected game
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘œğ‘±ğ‘¥

source: Current room
en@shaw: ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘®ğ‘µğ‘¥

source: Other games
en@shaw: ğ‘³ğ‘ğ‘¼ ğ‘œğ‘±ğ‘¥ğ‘Ÿ

source: Rooms
en@shaw: ğ‘®ğ‘µğ‘¥ğ‘Ÿ

source: No ignored
en@shaw: ğ‘¯ğ‘´ ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘›

source: Send
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘›

source: Refresh
en@shaw: ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘–

source: Quick replay
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘®ğ‘°ğ‘ğ‘¤ğ‘±

source: Player Info â€”
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘» ğ‘¦ğ‘¯ğ‘“ğ‘´ -

source: Moderation
en@shaw: ğ‘¥ğ‘­ğ‘›ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Check status
en@shaw: ğ‘—ğ‘§ğ‘’ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: Kick / ban reason:
en@shaw: ğ‘’ğ‘¦ğ‘’ / ğ‘šğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯:

source: Kick/ban
en@shaw: ğ‘’ğ‘¦ğ‘’/ğ‘šğ‘¨ğ‘¯

source: Multiplayer command dialog
en@shaw: ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: Messaging
en@shaw: ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘¦ğ‘™

source: Message:
en@shaw: ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡:

source: Friends/Ignored List
en@shaw: ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ/ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘› ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Moderating
en@shaw: ğ‘¥ğ‘´ğ‘›ğ‘®ğ‘±ğ‘‘ğ‘¦ğ‘™

source: Time:
en@shaw: ğ‘‘ğ‘²ğ‘¥:

source: Ban
en@shaw: ğ‘šğ‘¨ğ‘¯

source: You will now connect to the multiplayer server.
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘¬ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ ğ‘‘ ğ‘ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘•ğ‘»ğ‘ğ‘».

source: View List
en@shaw: ğ‘ğ‘¿ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Players:
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘»ğ‘Ÿ:

source: Map size:
en@shaw: ğ‘¥ğ‘¨ğ‘ ğ‘•ğ‘²ğ‘Ÿ:

source: Era:
en@shaw: ğ‘ºğ‘¨:

source: Default
en@shaw: ğ‘›ğ‘°ğ‘“ğ‘·ğ‘¤ğ‘‘

source: Set Password
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘›

source: Map to play:
en@shaw: ğ‘¥ğ‘¨ğ‘ ğ‘‘ ğ‘ğ‘¤ğ‘±:

source: Number of turns
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ

source: Unlimited
en@shaw: ğ‘³ğ‘¯ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘ğ‘§ğ‘›

source: Village gold
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘œğ‘´ğ‘¤ğ‘›

source: Random start time
en@shaw: ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘‘ğ‘²ğ‘¥

source: Multiplayer server login dialog
en@shaw: ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘•ğ‘»ğ‘ğ‘» ğ‘¤ğ‘ªğ‘œğ‘¦ğ‘¯ ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ

source: Save password to preferences (clear text)
en@shaw: ğ‘•ğ‘±ğ‘ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘› ğ‘‘ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ (ğ‘’ğ‘¤ğ‘½ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘)

source: Password Reminder
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘› ğ‘®ğ‘¦ğ‘¥ğ‘²ğ‘¯ğ‘›ğ‘¼

source: Join Official Server
en@shaw: ğ‘¡ğ‘¶ğ‘¯ ğ‘ªğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¤ ğ‘•ğ‘»ğ‘ğ‘»

source: Host a game using dedicated server â€˜wesnothdâ€™
en@shaw: ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘© ğ‘œğ‘±ğ‘¥ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘›ğ‘§ğ‘›ğ‘©ğ‘’ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘»ğ‘ğ‘» 'wesnothd'

source: Start a tutorial to familiarize yourself with the game
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¨ ğ‘‘ğ‘µğ‘‘ğ‘¹ğ‘°ğ‘©ğ‘¤ ğ‘‘ ğ‘“ğ‘¨ğ‘¥ğ‘¦ğ‘¤ğ‘¾ğ‘®ğ‘¦ğ‘Ÿ ğ‘˜ğ‘¹ğ‘•ğ‘§ğ‘“ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘œğ‘±ğ‘¥

source: Configure the gameâ€™s settings
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘ ğ‘œğ‘±ğ‘¥ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: View the credits
en@shaw: ğ‘ğ‘¿ ğ‘ ğ‘’ğ‘®ğ‘§ğ‘›ğ‘¦ğ‘‘ğ‘•

source: Attack enemy
en@shaw: ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦

source: Gender:
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘›ğ‘»:

source: Race
en@shaw: ğ‘®ğ‘±ğ‘•

source: File:
en@shaw: ğ‘“ğ‘²ğ‘¤:

source: Delete File
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ ğ‘“ğ‘²ğ‘¤

source: Deletion of the file failed.
en@shaw: ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘±ğ‘¤ğ‘›.

source: Creation of the directory failed.
en@shaw: ğ‘’ğ‘®ğ‘°ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘“ğ‘±ğ‘¤ğ‘›.

source: No server has been defined.
en@shaw: ğ‘¯ğ‘´ ğ‘•ğ‘»ğ‘ğ‘» ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›.

source: player
da: spiller
en@shaw: ğ‘ğ‘¤ğ‘±ğ‘»

source: Show grid
en@shaw: ğ‘–ğ‘´ ğ‘œğ‘®ğ‘¦ğ‘›

source: Use new lobby interface
en@shaw: ğ‘¿ğ‘Ÿ ğ‘¯ğ‘¿ ğ‘¤ğ‘­ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘“ğ‘±ğ‘•

source: Sort lobby list
en@shaw: ğ‘•ğ‘¹ğ‘‘ ğ‘¤ğ‘­ğ‘šğ‘° ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Iconize lobby list
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘²ğ‘Ÿ ğ‘¤ğ‘­ğ‘šğ‘° ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Friends List
en@shaw: ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Multiplayer Options
en@shaw: ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Add As Friend
en@shaw: ğ‘¨ğ‘› ğ‘¨ğ‘Ÿ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›

source: Add As Ignore
en@shaw: ğ‘¨ğ‘› ğ‘¨ğ‘Ÿ ğ‘¦ğ‘œğ‘¯ğ‘¹

source: Show floating labels
en@shaw: ğ‘–ğ‘´ ğ‘“ğ‘¤ğ‘´ğ‘‘ğ‘¦ğ‘™ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ğ‘Ÿ

source: Show team colors
en@shaw: ğ‘–ğ‘´ ğ‘‘ğ‘°ğ‘¥ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘Ÿ

source: Show color cursors
en@shaw: ğ‘–ğ‘´ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘’ğ‘»ğ‘•ğ‘¼ğ‘Ÿ

source: Show haloing effects
en@shaw: ğ‘–ğ‘´ ğ‘£ğ‘±ğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘§ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘•

source: Change Resolution
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¤ğ‘µğ‘–ğ‘©ğ‘¯

source: sound^Advanced Options
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: sound^Standard Options
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¼ğ‘› ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Custom
en@shaw: ğ‘’ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘¥

source: Show unit idle animations
en@shaw: ğ‘–ğ‘´ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘²ğ‘›ğ‘©ğ‘¤ ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Sample rate (Hz):
en@shaw: ğ‘•ğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘®ğ‘±ğ‘‘ (Hz):

source: Change the sample rate
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘•ğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘®ğ‘±ğ‘‘

source: User defined sample rate
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘•ğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤ ğ‘®ğ‘±ğ‘‘

source: Change the buffer size
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘šğ‘³ğ‘“ğ‘» ğ‘•ğ‘²ğ‘Ÿ

source: Buffer size:
en@shaw: ğ‘šğ‘³ğ‘“ğ‘» ğ‘•ğ‘²ğ‘Ÿ:

source: Set the amount of chat lines shown
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘©ğ‘¥ğ‘¬ğ‘¯ğ‘‘ ğ‘ ğ‘—ğ‘¨ğ‘‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ ğ‘–ğ‘´ğ‘¯

source: Choose whether the game should run full screen or in a window
da: Vælg om spillet skal køre i fuldskærmstilstand eller i et vindue
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘–ğ‘«ğ‘› ğ‘®ğ‘³ğ‘¯ ğ‘“ğ‘«ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ ğ‘¹ ğ‘¦ğ‘¯ ğ‘© ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´

source: Units move and fight speed
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘µğ‘ ğ‘¯ ğ‘“ğ‘²ğ‘‘ ğ‘•ğ‘ğ‘°ğ‘›

source: Sighting an allied unit interrupts your unitâ€™s movement
en@shaw: ğ‘•ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘¨ğ‘¯ ğ‘¨ğ‘¤ğ‘²ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘³ğ‘ğ‘‘ğ‘• ğ‘˜ğ‘¹ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘µğ‘ğ‘¥ğ‘§ğ‘¯ğ‘‘

source: Overlay a grid onto the map
da: Ligger et net over banen
en@shaw: ğ‘´ğ‘ğ‘¼ğ‘¤ğ‘± ğ‘© ğ‘œğ‘®ğ‘¦ğ‘› ğ‘ªğ‘¯ğ‘‘ğ‘µ ğ‘ ğ‘¥ğ‘¨ğ‘

source: Sort the player list in the lobby by player groups
en@shaw: ğ‘•ğ‘¹ğ‘‘ ğ‘ ğ‘ğ‘¤ğ‘±ğ‘» ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘­ğ‘šğ‘° ğ‘šğ‘² ğ‘ğ‘¤ğ‘±ğ‘» ğ‘œğ‘®ğ‘µğ‘ğ‘•

source: View and edit your friends and ignores list
en@shaw: ğ‘ğ‘¿ ğ‘¯ ğ‘§ğ‘›ğ‘¦ğ‘‘ ğ‘¿ğ‘¼ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘¯ ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘Ÿ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Back to the multiplayer options
en@shaw: ğ‘šğ‘¨ğ‘’ ğ‘‘ ğ‘ ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘» ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Add this username to your friends list
en@shaw: ğ‘¨ğ‘› ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘Ÿğ‘»ğ‘¯ğ‘±ğ‘¥ ğ‘‘ ğ‘¿ğ‘¼ ğ‘“ğ‘®ğ‘§ğ‘¯ğ‘›ğ‘Ÿ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Add this username to your ignores list
en@shaw: ğ‘¨ğ‘› ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘Ÿğ‘»ğ‘¯ğ‘±ğ‘¥ ğ‘‘ ğ‘¿ğ‘¼ ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘Ÿ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Insert a username
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘© ğ‘¿ğ‘Ÿğ‘»ğ‘¯ğ‘±ğ‘¥

source: Show text above a unit when it is hit to display damage inflicted
da: Viser over den hvor meget skade en enhed tager.
en@shaw: ğ‘–ğ‘´ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘©ğ‘šğ‘³ğ‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘£ğ‘¦ğ‘‘ ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ğ‘¦ğ‘›

source: Change the resolution the game runs at
da: Ændrer opløsningen spillet kører i
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¤ğ‘µğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘®ğ‘³ğ‘¯ğ‘Ÿ ğ‘¨ğ‘‘

source: Change the theme the game runs with
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘ ğ‘”ğ‘°ğ‘¥ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘®ğ‘³ğ‘¯ğ‘Ÿ ğ‘¢ğ‘¦ğ‘

source: Use colored mouse cursors (may be slower)
da: Bruger farvede cursors (er måske langsommere)
en@shaw: ğ‘¿ğ‘Ÿ ğ‘’ğ‘³ğ‘¤ğ‘¼ğ‘› ğ‘¥ğ‘¬ğ‘• ğ‘’ğ‘»ğ‘•ğ‘¼ğ‘Ÿ (ğ‘¥ğ‘± ğ‘šğ‘° ğ‘•ğ‘¤ğ‘´ğ‘»)

source: Use graphical special effects (may be slower)
da: Brug grafiske special effekter (er måske langsommere)
en@shaw: ğ‘¿ğ‘• ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘§ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘• (ğ‘¥ğ‘± ğ‘šğ‘° ğ‘•ğ‘¤ğ‘´ğ‘»)

source: View and configure keyboard shortcuts
da: Vis og konfigurer tastatur genveje
en@shaw: ğ‘ğ‘¿ ğ‘¯ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘’ğ‘°ğ‘šğ‘¹ğ‘› ğ‘–ğ‘¹ğ‘‘ğ‘’ğ‘³ğ‘‘ğ‘•

source: Speed:
en@shaw: ğ‘•ğ‘ğ‘°ğ‘›:

source: Maximum auto-saves:
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘·ğ‘‘ğ‘´-ğ‘•ğ‘±ğ‘ğ‘Ÿ:

source: infinite
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘‘

source: Chat lines:
en@shaw: ğ‘—ğ‘¨ğ‘‘ ğ‘¤ğ‘²ğ‘¯ğ‘Ÿ:

source: (empty list)
en@shaw: (ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ ğ‘¤ğ‘¦ğ‘•ğ‘‘)

source: Prefs section^General
da: Generalt
en@shaw: ğ‘ğ‘®ğ‘§ğ‘“ğ‘• ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤

source: Prefs section^Display
da: Skærm
en@shaw: ğ‘ğ‘®ğ‘§ğ‘“ğ‘• ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘±

source: Prefs section^Sound
da: Lyd
en@shaw: ğ‘ğ‘®ğ‘§ğ‘“ğ‘• ğ‘•ğ‘¬ğ‘¯ğ‘›

source: Prefs section^Multiplayer
en@shaw: ğ‘ğ‘®ğ‘§ğ‘“ğ‘• ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘ğ‘¤ğ‘±ğ‘»

source: Advanced section^Advanced
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘

source: New theme will take effect on next new or loaded game.
en@shaw: ğ‘¯ğ‘¿ ğ‘”ğ‘°ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘§ğ‘“ğ‘§ğ‘’ğ‘‘ ğ‘ªğ‘¯ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¯ğ‘¿ ğ‘¹ ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘› ğ‘œğ‘±ğ‘¥.

source: Find $filename server binary to host networked games
en@shaw: ğ‘“ğ‘²ğ‘¯ğ‘› $filename ğ‘•ğ‘»ğ‘ğ‘» ğ‘šğ‘²ğ‘¯ğ‘¼ğ‘¦ ğ‘‘ ğ‘£ğ‘´ğ‘•ğ‘‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ğ‘‘ ğ‘œğ‘±ğ‘¥ğ‘Ÿ

source: Line doesn't fit on canvas.
en@shaw: ğ‘¤ğ‘²ğ‘¯ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘“ğ‘¦ğ‘‘ ğ‘ªğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘ğ‘©ğ‘•.

source: Rectangle doesn't fit on canvas.
en@shaw: ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¨ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘“ğ‘¦ğ‘‘ ğ‘ªğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘ğ‘©ğ‘•.

source: Text has a font size of 0.
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘•ğ‘²ğ‘Ÿ ğ‘ 0.

source: Text doesn't start on canvas.
en@shaw: ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ªğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘ğ‘©ğ‘•.

source: No resolution defined.
en@shaw: ğ‘¯ğ‘´ ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¤ğ‘µğ‘–ğ‘©ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›.

source: Linked '$id' group has multiple definitions.
en@shaw: ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘‘ '$id' ğ‘œğ‘®ğ‘µğ‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤ ğ‘›ğ‘§ğ‘“ğ‘©ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ.

source: Linked '$id' group needs a 'fixed_width' or 'fixed_height' key.
en@shaw: ğ‘¤ğ‘¦ğ‘™ğ‘’ğ‘‘ '$id' ğ‘œğ‘®ğ‘µğ‘ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘© 'fixed_width' ğ‘¹ 'fixed_height' ğ‘’ğ‘°.

source: A row must have a column.
en@shaw: ğ‘© ğ‘¸Â·ğ‘«ğ‘µğ‘±ğ‘™ğ‘”ğ‘®ğ‘¬ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥.

source: Number of columns differ.
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ ğ‘›ğ‘¦ğ‘“ğ‘¼.

source: A 'list_definition' should contain one row.
en@shaw: ğ‘© 'list_definition' ğ‘–ğ‘«ğ‘› ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘®ğ‘´.

source: 'list_data' must have the same number of columns as the 'list_definition'.
en@shaw: 'list_data' ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘•ğ‘±ğ‘¥ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘’ğ‘ªğ‘¤ğ‘©ğ‘¥ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘ 'list_definition'.

source: The number of value_labels and values don't match.
en@shaw: ğ‘ ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ value_labels ğ‘¯ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¥ğ‘¨ğ‘—.

source: No stack defined.
en@shaw: ğ‘¯ğ‘´ ğ‘•ğ‘‘ğ‘¨ğ‘’ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›.

source: No node defined.
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘±ğ‘¡ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›.

source: #(Invalid)
en@shaw: #(ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›)

source: Whisper session with $name started. If you donâ€™t want to receive messages from this user, type /ignore $name
en@shaw: ğ‘¢ğ‘¦ğ‘•ğ‘ğ‘» ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘¦ğ‘ $name ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘›. ğ‘¦ğ‘“ ğ‘¿ ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¦ğ‘• ğ‘¿ğ‘Ÿğ‘¼, ğ‘‘ğ‘²ğ‘ /ignore $name

source: Room $name joined
en@shaw: ğ‘®ğ‘µğ‘¥ $name ğ‘¡ğ‘¶ğ‘¯ğ‘›

source: $player has entered the room
en@shaw: $player ğ‘£ğ‘¨ğ‘Ÿ ğ‘§ğ‘¯ğ‘‘ğ‘»ğ‘› ğ‘ ğ‘®ğ‘µğ‘¥

source: $player has left the room
en@shaw: $player ğ‘£ğ‘¨ğ‘Ÿ ğ‘¤ğ‘§ğ‘ğ‘‘ ğ‘ ğ‘®ğ‘µğ‘¥

source: Password:
en@shaw: ğ‘ğ‘­ğ‘•ğ‘¢ğ‘»ğ‘›:

source: Load Game...
en@shaw: ğ‘¤ğ‘´ğ‘› ğ‘œğ‘±ğ‘¥...

source: Version
en@shaw: ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯:

source: Mandatory widget '$id' hasn't been defined.
en@shaw: ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘¹ğ‘° ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ '$id' ğ‘£ğ‘¨ğ‘Ÿğ‘¯ğ‘‘ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›.

source: Widget definition '$definition' doesn't contain the definition for '$id'.
en@shaw: ğ‘¢ğ‘¦ğ‘¡ğ‘©ğ‘‘ ğ‘›ğ‘§ğ‘“ğ‘©ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¯ '$definition' ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘¯ ğ‘ ğ‘›ğ‘§ğ‘“ğ‘©ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ '$id'.

source: No state or draw section defined.
en@shaw: ğ‘¯ğ‘´ ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘¹ ğ‘›ğ‘®ğ‘· ğ‘•ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘›.

source: Click dismiss needs a 'click_dismiss' or 'ok' button.
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘›ğ‘¦ğ‘•ğ‘¥ğ‘¦ğ‘• ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘© 'click_dismiss' ğ‘¹ 'ğ‘´ğ‘’ğ‘±' ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯.

source: Failed to show a dialog, which doesn't fit on the screen.
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘–ğ‘´ ğ‘© ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ, ğ‘¢ğ‘¦ğ‘— ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘“ğ‘¦ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯.

source: Accelerated
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘¤ğ‘¼ğ‘±ğ‘‘ğ‘©ğ‘›

source: Unit Description
en@shaw: ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯

source: Scenario Objectives
en@shaw: ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘Ÿ

source: Full Map
en@shaw: ğ‘“ğ‘«ğ‘¤ ğ‘¥ğ‘¨ğ‘

source: Each Team
en@shaw: ğ‘°ğ‘— ğ‘‘ğ‘°ğ‘¥

source: Team 1
en@shaw: ğ‘‘ğ‘°ğ‘¥ 1

source: Load Map
en@shaw: ğ‘¤ğ‘´ğ‘› ğ‘¥ğ‘¨ğ‘

source: Generate Tiles In Selection
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Randomize Tiles In Selection
en@shaw: ğ‘®ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¥ğ‘²ğ‘Ÿ ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘•ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯

source: Rotate Map
en@shaw: ğ‘®ğ‘´ğ‘‘ğ‘±ğ‘‘ ğ‘¥ğ‘¨ğ‘

source: Continue Move
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘¥ğ‘µğ‘

source: View Chat Log
en@shaw: ğ‘ğ‘¿ ğ‘—ğ‘¨ğ‘‘ ğ‘¤ğ‘ªğ‘œ

source: Enter User Command
en@shaw: ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘¿ğ‘Ÿğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘›

source: Clear Messages
en@shaw: ğ‘’ğ‘¤ğ‘½ ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Do you really want to quit?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘®ğ‘¾ğ‘¤ğ‘¦ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘¢ğ‘¦ğ‘‘?

source: Map-Screenshot
en@shaw: ğ‘¥ğ‘¨ğ‘-ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ğ‘–ğ‘·ğ‘‘

source: Screenshot done
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ğ‘–ğ‘·ğ‘‘ ğ‘›ğ‘³ğ‘¯

source: Map Generator
en@shaw: ğ‘¥ğ‘¨ğ‘ ğ‘¡ğ‘§ğ‘¯ğ‘»ğ‘±ğ‘‘ğ‘»

source: Number of hills:
en@shaw: ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘ ğ‘£ğ‘¦ğ‘¤ğ‘Ÿ:

source: Max hill size:
en@shaw: ğ‘¥ğ‘¨ğ‘’ğ‘• ğ‘£ğ‘¦ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ:

source: Castle size:
en@shaw: ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ:

source: The maximum text width is less than 1.
en@shaw: ğ‘ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘¦ğ‘Ÿ ğ‘¤ğ‘§ğ‘• ğ‘ğ‘¨ğ‘¯ 1.

source: The video mode could not be changed. Your window manager must be set to 16 bits per pixel to run the game in windowed mode. Your display must support 1024x768x16 to run the game full screen.
da: Video mode kunne ikke blive ændret. Din vindues manager må være sat til 16 bit per pixel for at køre spiller i et vindue. Din skærm må supporte 1024x768x16 før at køre i fuldskærm.
en@shaw: ğ‘ ğ‘ğ‘¦ğ‘›ğ‘¦ğ‘´ ğ‘¥ğ‘´ğ‘› ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘›. ğ‘¿ğ‘¼ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘•ğ‘§ğ‘‘ ğ‘‘ 16 ğ‘šğ‘¦ğ‘‘ğ‘• ğ‘ğ‘» ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ ğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ğ‘› ğ‘¥ğ‘´ğ‘›. ğ‘¿ğ‘¼ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ 1024x768x16 ğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘“ğ‘«ğ‘¤ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯.

source: Binding
en@shaw: ğ‘šğ‘²ğ‘¯ğ‘›ğ‘¦ğ‘™

source: Hotkey Settings
da: Genvejstaster
en@shaw: ğ‘£ğ‘­ğ‘‘ğ‘’ğ‘° ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ

source: Change Hotkey
da: Skift Genvejstast
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘£ğ‘­ğ‘‘ğ‘’ğ‘°

source: There are no alternative video modes available
da: Der er ingen andre video modes tilgængelige
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘·ğ‘¤ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘‘ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘›ğ‘¦ğ‘´ ğ‘¥ğ‘´ğ‘›ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤

source: (widescreen)
en@shaw: (ğ‘¢ğ‘²ğ‘›ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯)

source: Choose Resolution
da: Vælg Opløsning
en@shaw: ğ‘—ğ‘µğ‘Ÿ ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¤ğ‘µğ‘–ğ‘©ğ‘¯

source: A terrain with a string with more than 4 characters has been found, the affected terrain is :
en@shaw: ğ‘© ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘¹ ğ‘ğ‘¨ğ‘¯ 4 ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘“ğ‘¬ğ‘¯ğ‘›, ğ‘ ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘¦ğ‘Ÿ :

source: The text contains invalid markup:
en@shaw: ğ‘ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘±ğ‘¯ğ‘• ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘ ğ‘¥ğ‘¸ğ‘’ğ‘³ğ‘:

source: In section '[$section|]' where '$primary_key| = $primary_value' the mandatory key '$key|' isn't set.
en@shaw: ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ '[$section|]' ğ‘¢ğ‘º '$primary_key| = $primary_value' ğ‘ ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘¹ğ‘° ğ‘’ğ‘° '$key|' ğ‘¦ğ‘Ÿğ‘¯ğ‘‘ ğ‘•ğ‘§ğ‘‘.

source: In section '[$section|]' the mandatory key '$key|' isn't set.
en@shaw: ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ '[$section|]' ğ‘ ğ‘¥ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘‘ğ‘¹ğ‘° ğ‘’ğ‘° '$key|' ğ‘¦ğ‘Ÿğ‘¯ğ‘‘ ğ‘•ğ‘§ğ‘‘.

source: Full Screen
da: Fuld Skærm

source: Accelerated Speed
da: Turbo

source: Skip AI Moves
da: Se ikke Computerens tur

source: Show Grid
da: Vis net

source: Show Floating Labels
da: Vis Flydende Labels

source: Turn Dialog
da: Tur Dialog

source: Turn Bell
da: Tur Klokke

source: Show Team Colors
da: Vis Hold Farver

source: Show Color Cursors
da: Vis Farve Cursors

source: Show Haloing Effects
da: Vis strålende effekter

source: Adjust Gamma
da: Juster Gamma

source: Music Volume:
da: Musik Volume:

source: Scroll Speed:
da: Scoll Hastighed:

source: Change the brightness of the display
da: Skift displayets lydintensitet

source: Close Window
da: Luk Vindue

source: Press desired HotKey
da: Tryk på den ønskede genvejstast

source: Save Hotkeys
da: Gem Genvejstaster

source: This HotKey is already in use.
da: Denne Genvejstast er allerede i brug.
