Repository: wesnoth/wesnoth
Catalog: po/wesnoth-did/*.po
Languages: fi, gl

source: <i>“No, no. Even if there were another way, they would have spurned me all the same. They are wrong... blind. I have no regrets about what I did. No regrets...”</i> He quells the voice. Sleep comes, long stretches of dreamless darkness punctuated briefly by nightmarish forms — distorted, grotesque things that whisper in eerily familiar voices. <i>‘You are cursed, Malin the Damned! Cursed! Cursed. Cursed...’</i> They echo over and over, first a choir, then a duet, both male, then just one, a single voice alone in the darkness.
fi: <i>"Ei, ei. Vaikka olisi ollut toinenkin keino, he olisivat silti torjuneet minut. He ovat väärässä... sokeita. En kadu sitä, mitä tein. En kadu..."</i> Hän vaimentaa äänen. Uni tulee, pitkät unettoman pimeyden pätkät, joita painajaismaiset muodot — vääristyneet, irvokkaat olennot, jotka kuiskaavat pelottavan tutuilla äänillä - keskeyttävät hetkeksi. <i>'Sinä olet kirottu, Kirottu Malin! Kirottu! Kirottu. Kirottu...'</i> Ne kaikuvat yhä uudelleen, ensin kuorona, sitten duettona, molemmat miehiä, sitten vain yksi, yksittäinen ääni yksin pimeydessä.
gl: <i>“Non, non. Aínda que houbese outro xeito, eles teríanme despreciado igualmente. Están equivocados... cegos. Non me arrepinto do que fixen. Sen arrepentimentos...”</i>Apaga a voz. Chega o sono, longos tramos de escuridade sen soños salpicados brevemente por formas de pesadelo: cousas distorsionadas e grotescas que murmuran con voces estrañas e familiares. <i>"Estás maldito, Malin o Maldito! Maldito! Maldito. Malditos...’</i>Resonan unha e outra vez, primeiro un coro, despois un dúo, os dous masculinos, logo un só, unha soa voz na escuridade.

source: Malin wakes up to a plume of smoke rising behind him. He gives it only a brief thought before heading farther west. Soon, he catches sight of the golden banners of Tath and reunites with his teacher just outside of the city.
fi: Malin herää siihen, että hänen takanaan nousee savupilvi. Hän miettii asiaa vain hetken ennen kuin lähtee kauemmas länteen. Pian hän näkee Tathin kultaiset liput ja tapaa opettajansa aivan kaupungin ulkopuolella.
gl: Malin esperta cun penacho de fume que se eleva detrás del. El pensa só un breve momento antes de dirixirse máis ao oeste. Logo, descobre os estandartes dourados de Tath e reúnese co seu profesor ás aforas da cidade.

source: <i>“For your final test as my apprentice, you will aid me in retrieving a book,”</i> the necromancer says. <i>“The book was... stolen from me long ago. It has personal value to me, so you may think of this as a small favor. However, this task will require you to act against your countrymen of Wesnoth, since it was one of them who took it from me.”</i>
fi: "<i>Viimeisenä kokeena oppipoikana autat minua hakemaan kirjan</i> ", pimeyden herra sanoo. <i>"Kirja... varastettiin minulta kauan sitten. Sillä on minulle henkilökohtaista arvoa, joten voit pitää tätä pienenä palveluksena. Tämä tehtävä kuitenkin vaatii sinua toimimaan Wesnothin maanmiehiäsi vastaan, sillä se oli yksi heistä joka vei sen minulta."</i>
gl: <i>“Para a túa proba final como meu aprendiz, axudarásme a recuperar un libro,”</i> di o nigromante. <i>“O libro foime… roubado hai moito tempo. Ten un valor persoal para min, así que podes considerar isto como un pequeno favor. Con todo, esta tarefa obrigarache a actuar en contra dos teus compatriotas do Noroeste, xa que foi un deles quen me o levou.”</i>

source: Malin replies, <i>“They are no longer countrymen of mine.”</i>
fi: Malin vastaa: " <i>He eivät ole enää maanmiehiäni."</i>
gl: Malin responde, <i>“Xa non son meus compatriotas.”</i>

source: Darken Volk continues, <i>“Excellent. There is a lady of Tath by the name of Karae. She was trained as a mage in her youth and now uses her wealth to support a large number of mages in their studies. Among her library is the book we seek. We shall break into her manor and search from there.”</i>
fi: Darken Volk jatkaa <i>: "Erinomaista. Tathissa on nainen nimeltä Karae. Hänet koulutettiin nuoruudessaan maagiksi, ja nyt hän käyttää varallisuuttaan tukeakseen monia maageja heidän opinnoissaan. Hänen kirjastossaan on etsimämme kirja. Murtaudumme hänen kartanoonsa ja etsimme sieltä käsin."</i>
gl: Darken Volk continúa, <i>“Excelente. Hai unha dama de Tath chamada Karae. Na súa mocidade foi adestrada como maga e agora emprega a súa riqueza para apoiar un gran número de magos nos seus estudos. Entre a súa biblioteca atópase o libro que buscamos. Entraremos na súa mansión e procuraremos alí.”</i>

source: Intruders
fi: Tunkeutujat
gl: Intrusos

source: Night Watchman
fi: Yövartija
gl: Vixía nocturno

source: Gate Guard
fi: Porttivahti
gl: Garda da porta

source: City Guard
fi: Kaupungin vartija
gl: Garda da Cidade

source: Mage Guard
fi: Velho vartija
gl: Garda máxico

source: Head Trainer
fi: Pääkouluttaja
gl: Adestrador principal

source: Stables
fi: Tallit
gl: Establos

source: Temple
fi: Temppeli
gl: Templo

source: Move Malin and Darken Volk into the Mage Lady’s manor
fi: Siirrä Malin ja Darken Volk maagi daamin kartanoon
gl: Move a Malin e a Darken Volk á mansión da Meiga

source: Defeat General Taylor
fi: Kukista kenraali Taylor
gl: Derrota ao Xeneral Teilor

source: Enemy units have reduced vision. An enemy unit will see you if two hexes separate you from them.
fi: Vihollisyksiköillä on heikentynyt näkökenttä. Vihollisyksikkö näkee sinut, jos se on kahden heksan päässä sinusta.
gl: As unidades inimigas teñen visión reducida. Unha unidade inimiga verate se dous hexágonos te separan deles.

source: The stolen book lies within Lady Karae’s manor at the north end of the city. It will be difficult for us to defeat the entire city guard, so we must stay hidden as long as possible. For now, we can make use of this fog. I shall use it to cast a spell to obscure the town guards’ vision.
fi: Varastettu kirja on daami Karaen kartanossa kaupungin pohjoispäässä. Meidän on vaikea voittaa koko kaupungin vartiostoa, joten meidän on pysyttävä piilossa mahdollisimman pitkään. Toistaiseksi voimme hyödyntää tätä sumua. Käytän sitä loitsun langettamiseen, joka peittää kaupungin vartijoiden näkyvyyden.
gl: O libro roubado atópase na mansión de Lady Karae, no extremo norte da cidade. Será difícil que derrotemos á garda da cidade por completo, así que debemos permanecer agochados o maior tempo posible. Por agora, podemos aproveitar esta néboa. Empregarei un conxuro para obscurecer a visión dos gardas da cidade.

source: This spell will not hide us completely. If we stray too close to the guards, they will still be able to see us. Once we are spotted, we shall have to make a run for it. The faster we enter the manor, the more time we shall have to search for the book before the guards can pursue us.
fi: Tämä loitsu ei piilota meitä kokonaan. Jos harhailemme liian lähelle vartijoita, he huomaavat meidät. Kun meidät on havaittu, meidän täytyy juosta. Mitä nopeammin saavutamme kartanon, sitä enemmän aikaa meillä on kirjan etsimiseen ennen kuin vartijat voivat jahdata meitä.
gl: Este feitizo non nos ocultará por completo. Se nos afastamos demasiado dos gardas, aínda nos poderán ver. Unha vez que nos descubran, teremos que facer unha carreira. Canto máis rápido entremos no pazo, máis tempo teremos para buscar o libro antes de que os gardas poidan perseguirnos.

source: Note: Only the units you recruit now will be available to you once inside.
fi: Huomaa, että vain yksiköt joita värväät ovat saatavilla kartanon sisällä.
gl: Nota: só as unidades que recrutes agora estarán dispoñíbeis unha vez esteas dentro.

source: This blasted fog is so thick! I can’t see a thing!
fi: Tämä pahuksen tiheä sumu! En näe mitään eteeni!
gl: Esta néboa destruída é tan espesa! Non podo ver nada!

source: Stay alert, soldier. Report anything unusual immediately.
fi: Valppaana, sotilas. Raportoi kaikki epätavallinen välittömästi.
gl: Mantéñase alerta, soldado. Informa inmediatamente de calquera cousa inusual.

source: Undead are emerging from the forest!
fi: Epäkuolleita olentoja ilmestyy metsästä!
gl: Os non mortos están a saír do bosque!

source: Wake the guard! To arms!
fi: Herätä vartiosto! Aseisiin!
gl: Despertade a garda! Ás armas!

source: I have heard rumors that the mages of Tath have been experimenting on the wildlife...
fi: Olen kuullut huhuja että Tathin maagit ovat testailleet villieläimillä...
gl: Escoitei rumores de que os magos de Tath estiveron experimentando coa vida salvaxe...

source: Oh? The temple healers are trying to heal a man who is already dead. Perhaps you could... give them a little demonstration as to how it is actually done.
fi: Kas? Temppelin parantajat yrittävät parantaa miestä joka on jo kuollut. Ehkäpä voisit... näyttää heille pienen demonstraation että miten se hoidetaan.
gl: Ah? Os curandeiros do templo están tentando curar a un home que xa está morto. Quizais poderías... darlles unha pequena demostración de como se fai realmente.

source: Fat Jaime the Drunk Sailor
fi: Lihava Jaime, Humalainen Seilori
gl: Jaime gordo o mariñeiro bebedo

source: It appears as if these stables contain some armaments that could be useful for an undead rider.
fi: Näyttää siltä että tässä tallissa on varustuksia jotka olisivat hyödyllisiä epäkuolleelle ratsastajalle.
gl: Parece que estes establos conteñen algún armamento que podería ser útil para un xinete non morto.

source: Ooouuuh! It burns... burrrrnnns...
fi: Aaauuuh! Se polttaa... polllltttaa...
gl: Ouh! Queima… queima...

source: Beware the urns. It appears that they contain holy water that these mages have brewed themselves. As you might guess from the name, it is quite effective against undead.
fi: Varo uurnia. Näyttää siltä että ne sisältävät pyhää vettä jota nämä maagit ovat valmistaneet itse. Kuten jo saatoit arvata nimestä, se on hyvin tehokasta epäkuolleita vastaan.
gl: Coidado coas urnas. Parece que conteñen auga bendita que estes magos elaboraron eles mesmos. Como podes adiviñar polo nome, é bastante eficaz contra non mortos.

source: The undead are too strong! Retreat and regroup!
fi: Epäkuolleet ovat liian vahvoja! Perääntykää ja ryhmittäytykää uudelleen!
gl: Os mortos-vivos son demasiado fortes! Retírese e reagruparse!

source: Here is the entrance! Hurry!
fi: Täällä on sisäänkäynti! Nopeasti!
gl: Aquí está a entrada! A présa!

source: We have no hope of entering the manor now that dawn has broken and the entire city guard is alerted to our presence. Your incompetence is truly appalling.
fi: Meillä ei ole toivoakaan astua kartanoon nyt kun aamu on valjennut ja koko kaupungin vartiosto on hälytetty läsnäolostamme. Pätemättömyytesi on tosiaan tyrmistyttävää.
gl: Non temos esperanza de entrar no pazo agora que amenceu e toda a garda da cidade está alertada da nosa presenza. A túa incompetencia é realmente espantosa.

source: A Small Favor — II
fi: Pieni palvelus – osa II
gl: Un pequeno favor — II

source: Indoors
fi: Sisätilat
gl: En interiores

source: Find Lady Karae
fi: Löydä daami Karae
gl: Atopa á Lady Karae.

source: Lady Karae
fi: Daami Karae

source: Guard
fi: Vartija
gl: Garda

source: female^Guard
fi: Porttivahti
gl: Garda

source: Malin and Darken Volk enter the mage lady’s manor, closing the heavy gates behind them.
fi: Malin ja Darken Volk astuvat maagidaamin kartanoon sulkien nopeasti raskaat portit takanaan.
gl: Malin e Vol “O escuro” entraron na mansión da meiga, pechando tras deles as grosas portas.

source: That gate will not hold back the soldiers for long. We must hurry.
fi: Tuo portti ei pidättele sotilaita kauan. Meidän on parempi kiirehtiä.
gl: Esa porta non deterá os soldados por moito tempo. Máis nos vale darnos présa.

source: Undead have entered the manor! Defend yourselves!
fi: Epäkuolleet ovat astuneet kartanoon! Puolustautukaa!
gl: Os non mortos entraron no pazo! Defende-se!

source: Hunt down the undead! Destroy them all!
fi: Jahdatkaa epäkuolleita! Tuhotkaa heidät kaikki!
gl: Caza aos non mortos! Destrúeos todos!

source: The city guard has entered the manor. We will have to hold them off while we search.
fi: Kaupungin vartijat ovat saapuneet kartanoon. Meidän on pidäteltävä heitä samalla kun olemme etsintöjen parissa.
gl: A garda da cidade entrou no pazo. Teremos que reterlos mentres buscamos.

source: More guards are coming. We must hasten our search!
fi: Lisää vartijoita on tulossa. Meidän on kiirehdittävä etsintäämme!
gl: Están chegando máis gardas. Debemos acelerar a nosa busca!

source: It does not look like we have much time left...
fi: Meillä ei näytä olevan enää paljon aikaa jäljellä...
gl: Non parece que nos quede moito tempo...

source: There is only one thing that makes a dream impossible to achieve.
fi: On vain yksi asia, joka tekee unelmasta mahdottoman saavuttaa.
gl: Só hai unha cousa que fai imposible acadar un soño.

source: ... the fear of failure.
fi: ... epäonnistumisen pelko.
gl: ... o medo ao fracaso.

source: <i>There is nothing good or bad, but thinking makes it so.</i>
fi: <i>Ei ole hyvää tai pahaa, mutta sen ajattelu tekee siitä sen</i>
gl: <i>Non hai nada bo ou malo, pero pensar fai que sexa así.</i>

source: <i>Mirrors of shallow blue, cold and opaque, they stare, Piercing, unblinking, a pitiless reflection, Shattering our brittle, fancied reality.</i>
fi: <i>He tuijottavat, vaimean sinisiä peilejä, viileitä ja läpinäkymättömiä Lävistävä, vilkkumaton, säälimätön heijastus, Murskaten hauraan, loistokkaan todellisuutemme.</i>
gl: <i> Espellos de azul pouco profundo, fríos e opacos, miran, Perforante, sen pestaxear, un reflexo despiadado, Esnaquizando a nosa fráxil realidade imaginaria.</i>

source: <i>Emerald, verdant green gives way, Touched by shadow, dark dye of black, An abhorrent stain of pestilence.</i>
fi: <i>Smaragdi, vehreä vihreä antaa periksi, Varjon koskettamana, tumman musta väriaine, Inhottava ruton tahra.</i>

source: <i>Crimson pool, essence of life, Flesh and blood flow away to rot, Leaving only bones to remain.</i>
fi: <i>Purppuranpunainen allas, elämän ydin, Liha ja veri virtaavat pois mädäntymään, Jättäen vain luut jäljelle.</i>
gl: <i>Piscina carmesí, esencia da vida, A carne e o sangue flúen para podrecer, Deixando só ósos.</i>

source: This appears to be a wedding ring.
fi: Tämä näyttää olevan hääsormus.
gl: Este parece ser un anel de voda.

source: This vial of holy water is inscribed with a cross and two rings.
fi: Tähän pyhän veden pulloon on kaiverrettu risti ja kaksi sormusta.
gl: Este frasco de auga bendita está inscrito cunha cruz e dous aneis.

source: There is a torn up dress on this altar.
fi: Tässä alttarissa on revitty mekko.
gl: Hai un vestido rasgado neste altar.

source: This amulet feels strangely cold.
fi: Tämä amuletti tuntuu oudon kylmältä.
gl: Este amuleto séntese estrañamente frío.

source: The mages have hidden their gold somewhere else.
fi: Maagit ovat piilottaneet kultansa jonnekin muualle.
gl: Os meigos agocharon o seu ouro noutro lugar.

source: Darken Volk! I should have known it was you! What are you doing here?
fi: Darken Volk! Minun olisi pitänyt arvata että sinä olet tämän takana! Mitä sinä teet täällä?

source: Taking back what is rightfully mine.
fi: Tulin ottamaan takaisin sen mikä on oikeutetusti minun.
gl: Recuperando o que por dereito é meu.

source: As impudent as ever. What lies in that book is not meant for human eyes — yours or mine.
fi: Yhtä röyhkeä kuin aina ennenkin. Se mitä etsimäsi kirja sisältää ei ole tarkoitettu ihmisten silmille — sinun tai minun.
gl: Recuperando o que por dereito é meu.

source: I am not here to argue.
fi: En ole täällä väittelemässä.
gl: Non estou aquí para discutir.

source: Of course you are not. I assume your arrogance has only grown over the years.
fi: Et tietenkään ole. Oletan että ylimielisyytesi on vain kasvanut vuosien saatossa.
gl: Claro que non o es. Supoño que a túa arrogancia só medrou co paso dos anos.

source: If you wish to continue lecturing me, by all means, do so. It will only make you easier to kill.
fi: Jos haluat jatkaa soimaamistasi minulle, tee se kaikin mokomin. Se tekee tappamisestasi vain helpompaa.
gl: Se queres seguir dándome conferencias, por todos os medios, faino. Só che fará máis fácil matar.

source: I regret that it has come to this.
fi: Kadun, että tähän on tultu.
gl: Lamento que se chegase a isto.

source: Someone was... messing... with some potions here.
fi: Joku oli... sekoittanut... joitakin taikajuomia täällä.
gl: Alguén estaba... metido... con algunhas pocións aquí.

source: Darken Volk... you... wouldn’t dare...
fi: Darken Volk… sinä... et uskaltaisi...
gl: Darken Volk... ti... non te atreverías...

source: Enough with your decrepit prattling.
fi: Riittää jo tämä kulunut horinasi.
gl: Xa abonda coas túas charlas decrépitas.

source: I feel the breaking of an illusion spell. The book is in the vault in the northwest corner of the manor. We must find the passageway leading there!
fi: Tunnen illuusion loitsun murtuvan. Kirja on kartanon luoteiskulmassa olevassa holvissa. Meidän on löydettävä sinne johtava käytävä!
gl: Sinto como se rompe un feitizo de ilusión. O libro está na cámara acorazada, na esquina noroeste da mansión. Debemos atopar o pasadizo que leva ata alí!

source: Move Malin Keshar or Darken Volk through the passageway in the northwest leading to the vault
fi: Siirrä Malin Keshar tai Darken Volk luoteessa olevan holviin johtavan käytävän läpi
gl: Move a Malin Keshar ou a Darken Volk polo pasadizo do noroeste que conduce á cámara do tesouro

source: Here is the passage to the vault!
fi: Tässä on kulku holviin!
gl: Aquí está o pasadizo que leva á cámara do tesouro!

source: Surround those necromancers! They cannot escape now!
fi: Piirittäkää nuo pimeyden herrat! He eivät voi paeta nyt!
gl: Rodea eses nigromantes! Non poden escapar agora!

source: Fool boy! You took too long to defeat Karae! Now we are at the mercy of the city guards!
fi: Typerä poika! Sinulla kesti liian kauan kukistaa Karae! Nyt olemme kaupungin vartijoiden armoilla!
gl: Neno parvo! Tardaches demasiado en derrotar a Karae! Agora estamos a mercé dos gardas da cidade!

source: Fool boy! You took too long to find the path to the vault! Now we are at the mercy of the city guards!
fi: Typerä poika! Sinulla kesti liian kauan löytää holviin johtava käytävä! Nyt olemme kaupungin vartijoiden armoilla!

source: A Small Favor — III
fi: Pieni palvelus – osa III
gl: Un pequeno favor — III

source: Guardian
fi: Vartija
gl: Garda

source: female^Guardian
fi: Vartija
gl: Gardiá

source: Retrieve the book and escape
fi: Nouda kirja ja pakene
gl: Recupera o libro e escapa

source: Mage
fi: Maagi
gl: Meigo escuro

source: female^Mage
fi: Maagi
gl: Meiga

source: The book is very close, somewhere to the northwest.
fi: Kirja on hyvin lähellä, jossakin luoteessa päin.
gl: O libro está moi preto, nalgunha parte ao noroeste.

source: The guards continue to pursue us.
fi: Vartijat jatkavat jahtaamistamme.
gl: Os gardas seguen perseguindonos.

source: The guards are catching up to us.
fi: Vartijat ovat saavuttamassa meitä.
gl: Os gardas están a pillarnos.

source: <i>Beware that, when fighting monsters, you yourself do not become a monster...</i>
fi: <i>Varo, kun taistelet hirviöitä vastaan, että sinusta itsestäsi ei tule hirviötä...</i>
gl: <i>Ten coidado de que, cando loitas contra monstros, ti mesmo non te convertes nun monstro...</i>

source: <i>Death is the twilight that follows the light of day. Life fades with the setting sun into darkness. Existence churns and the soul is reborn into endless night.</i>
fi: <i>Kuolema on iltahämärä joka seuraa päivän valoa. Elämä hiipuu laskevan auringon mukana pimeyteen. Olemassaolo hämärtyy ja sielu uudestisyntyy loputtomaan yöhön.</i>
gl: <i>A morte é o crepúsculo que segue á luz do día. A vida esvaécese co sol posta na escuridade. A existencia revólvese e a alma renace nunha noite sen fin.</i>

source: There are quite a few failed potions around here.
fi: Täällä on muutamia epäonnistuneita taikajuomia.
gl: Hai bastantes pocións erradas por aquí.

source: This coffin is empty.
fi: Tämä arkku on tyhjä.
gl: Este cadaleito está baleiro.

source: Be careful around those urns.
fi: Ole varovainen noiden uurnien lähellä.
gl: Teña coidado ao redor desas urnas.

source: Fancy, but I’ve no use for a new cloak right now.
fi: Hieno, mutta minulla ei ole tarvetta uudelle viitalle nyt.
gl: Fantasía, pero non me serve unha capa nova agora mesmo.

source: The book! Guard it with your unlife while I come to fetch it.
fi: Kirja! Vartioi sitä epäkuolleella elämälläsi sillä aikaa kun tulen hakemaan sen.
gl: O libro! Gárdao coa túa non-vida mentres eu veño buscalo.

source: The book! Guard it with your life while I come to fetch it.
fi: Kirja! Vartioi sitä hengelläsi kunnes saavun sinne hakemaan sen.
gl: O libro! Gárdao coa túa vida mentres eu veño buscalo.

source: Hand that over.
fi: Ojenna se tänne.
gl: Entrega iso.

source: Can’t it wait until we’re away from all these guards?
fi: Eikö se voisi odottaa kunnes pääsemme näiltä vartijoilta pakoon?
gl: Non pode esperar a que esteamos lonxe de todos estes gardas?

source: ... Fine. There is a small tunnel in the cellar to the northeast. It will lead us far enough out of the city that we can escape pursuit.
fi: … Hyvä on. Kellarissa koillisessa päin on pieni tunneli. Se johtaa meidät tarpeeksi kauaksi kaupungista jotta pääsemme jahtaajia pakoon.
gl: ... Hai un pequeno túnel no soto do nordeste. Levaranos lonxe dabondo da cidade para para podermos fuxir da persecución.

source: Escape via the tunnel in the northeast cellar
fi: Pakene koillisessa kellarissa olevaa tunnelia pitkin
gl: Escapa polo túnel do soto do nordeste

source: Let’s get out of here.
fi: Lähdetään pois täältä.
gl: Saiamos de aquí.

source: We’ve got the book, but how do we get out of here?
fi: Meillä on kirja, mutta kuinka pääsemme täältä ulos?
gl: Temos o libro, pero como saímos de aquí?

source: Wait, you aren’t leaving me behind, are you?
fi: Odota! Et aio jättää minua jälkeesi, ethän?
gl: Agarda, non me estás deixando atrás, non?

source: Escape the manor (Malin reaches the tunnel in the northeast cellar before Darken Volk)
fi: Pakene kartanosta (Malin saavuttaa tunnelin kellarin koillisessa osassa ennen Darken Volkkia)
gl: Escapa da mansión (Malin chega ao túnel no soto nordeste antes de Darken Volk)

source: Darken Volk reaches the tunnel before Malin does
fi: Darken Volk saavuttaa tunnelin ennen Malinia

source: You have served me well, boy.
fi: Olet palvellut minua hyvin, oppipoikani.
gl: Servíchesme ben, rapaz.

source: As he heads into the tunnel, Darken Volk collapses the entrance, leaving Malin to be captured and executed by the city guards.
fi: Darken Volkin kadottua tunneliin hän romahduttaa sen sisäänkäynnin jättäen Malinin kaupunginvartioston vangittavaksi ja teloitettavaksi.
gl: Tras entrar no túnel, Vol “O escuro” derruba a entrada, eixando a Malin para que sexa capturada e executada polos gardas da cidade.

source: Alone at Last
fi: Vihdoinkin yksin
gl: Finalmente só

source: As he enters the tunnel underneath Lady Karae’s manor, Darken Volk gestures, causing the entrance to collapse. The two necromancers turn and begin walking down the pitch-black tunnel, temporarily safe from pursuit.
fi: Astuessaan Daami Karaen kartanon alapuolella olevaan tunneliin, Darken Volk elehtii, aiheuttaen sisäänkäynnin romahtamisen. Kaksi pimeyden herraa kääntyvät ja alkavat kävellä pikimustaa tunnelia pitkin, hetkellisesti turvassa takaa-ajajilta.
gl: Ao entrar no túnel baixo a mansión de Lady Karae, Darken Volk fai un xesto que provoca o derrubamento da entrada. Os dous nigromantes xirán e comezan a camiñar polo túnel completamente escuro, temporalmente a salvo da persecución.
