Repository: wesnoth/wesnoth
Catalog: po/wesnoth-did/*.po
Languages: fi, gl

source: They will come in time, when you learn to control more of them at once. For now, continue exploring these caves. We may yet find something else of use.
fi: Ne tulevat ajan koittaessa, kun opit hallitsemaan niitä enemmän kerralla. Toistaiseksi, jatka luolan tutkimista. Saatamme löytää jotain muutakin hyödyllistä käytettävää.
gl: Virán no tempo, cando aprendas a controlar máis deles á vez. De momento, continúa explorando estas covas. Aínda podemos atopar algo máis útil.

source: Reach the end of the cave
fi: Saavuta luolan loppupää
gl: Chega ao final da cova

source: It seems like a merman used to live here.
fi: Näyttää siltä että merenmies asui täällä ennen.
gl: Parece que aquí vivía un tritón.

source: Ick. Mudcrawlers. How did these things end up here?
fi: Ick. Mutapaakkuja. Miten ne ovat päättyneet tänne?
gl: Ick. Rastreadores de lodo. Como acabaron aquí estas cousas?

source: The magic of our world is unpredictable and random. Even without the interference of a trained mage, it sometimes coagulates by itself, giving rise to physical anomalies or breathing life into the inanimate. See there?
fi: Maailmamme taika on arvaamatonta ja satunnaista. Jopa ilman koulutetun maagin väliintuloa se hyytyy joskus itsestään, synnyttäen fyysisiä poikkeavuuksia tai puhaltaa elämää elottomaan. Näetkö tuon?
gl: A maxia do noso mundo é imprevisible e aleatoria. Mesmo sen a interferencia dun mago adestrado, ás veces coagula por si só, dando lugar a anomalías físicas ou dando vida ao inanimado. Ves alí?

source: It is merely a small eddy of energy, but enough to animate the swamp water.
fi: Kyseessä on vain pieni energiapyörre, mutta se riittää elävöittämään suon veden.
gl: É só un pequeno remolino de enerxía, pero suficiente para animar a auga do pantano.

source: I see. Well, even if these mudcrawlers are not much of a threat, they’re still bothersome. I wonder if I could be rid of them. What is magic mud even weak to, anyway? Fire?
fi: Ymmärrän. Vaikka nämä mutapaakut eivät olekaan uhka, ne ovat silti sietämättömiä. Voisinkohan päästä niistä eroon? Mille taikamuta on edes heikkoa? Tulelle?
gl: Xa vexo. Ben, aínda que estes rastreadores de barro non sexan unha gran ameaza, aínda son molestos. Pregúntome se podería librarme deles. De todos os xeitos, para que é débil o barro máxico? Lume?

source: You should be able to figure it out on your own.
fi: Sinun pitäisi pystyä selvittämään se itse.
gl: Deberías poder descubrilo por ti mesmo.

source: ... I suppose you’re right.
fi: ... Taidat olla oikeassa.
gl: ... Supoño que tes razón.

source: It looks like there is something mired in the mud over there. I should have a look.
fi: Näyttää siltä, että tuolla on jotain juuttunut mutaan. Minun pitäisi käydä katsomassa.
gl: Parece que hai algo sumido na lama alí. Debería botarlle unha ollada.

source: Hmm, a storm trident. I wonder if it could be useful.
fi: Hmm, myrskytridentti. Siitä voisi olla hyötyä.
gl: Hmm, un tridente de tormenta. Pregúntome se podería ser útil.

source: I can use the trident to set these trees aflame.
fi: Voin sytyttää nämä puut liekkeihin myrskytridentin avulla.
gl: Podo usar o tridente para incendiar estas árbores.

source: Let’s see if this fire does anything.
fi: Katsotaan, saako tämä tuli mitään aikaiseksi.
gl: A ver se este lume fai algo.

source: I think that did it. No more pesky crawlers.
fi: Taisi onnistua. Ei enää ärsyttäviä mutapaakkuja.
gl: Creo que iso fixo. Non máis molestos rastreadores.

source: Nothing happens.
fi: Mitään ei tapahdu.
gl: Non pasa nada.

source: Somehow, I feel that killing these mudcrawlers is a less than meaningful use of my time.
fi: Jotenkin tuntuu siltä, että näiden mutapaakkujen tuhoaminen on merkityksetöntä ajankäyttöä.
gl: Dalgunha maneira, sinto que matar a estes rastreadores de fango é un uso pouco significativo do meu tempo.

source: I don’t think there’s much experience to be gained by fighting a few rats.
fi: En usko että muutaman rotan kanssa taistelusta saa paljon kokemusta.
gl: Non creo que haxa moita experiencia que gañar loitando contra algunhas ratas.

source: I must be absolutely mad to be spending hours here just feeding rats to this rotten pile of flesh...
fi: Minun täytyy olla täysin hullu, jos käytän täällä tunteja vain syöttääkseni rottia tälle mätänevälle lihakasalle...
gl: Debo estar absolutamente tolo por pasar horas aquí só alimentando ratas a este montón de carne podre...

source: Has this boy been smoking again?
fi: Onko tämä poika taas polttanut jotain vahvempaa?
gl: Este rapaz volveu fumar?

source: Day 1337: All sense of time and being are entombed within darkness. How long has passed since I came here? My senses are a blur. My past life, my prior goals, my very self is all but a distant memory. All I know now is the constant squealing of rats and the ever growing mountain of flesh that feasts before me.
fi: Päivä 1337: Kaikki ajan ja olemuksen taju on hautautunut pimeyteen. Kuinka kauan siitä on kun tulin tänne? Aistini ovat sumentuneet. Aikaisempi elämäni, tavoitteeni, oma minuuteni on vain kaukainen muisto. Ainoa asia mitä nyt tiedän, on jatkuva rottien vinkuna ja aina kasvava lihakasa joka ahmii edessäni.
gl: Día 1337: Todo o sentido do tempo e do ser está sepultado na escuridade. Canto tempo pasou desde que vin aquí? Os meus sentidos son un borrón. A miña vida pasada, os meus obxectivos anteriores, o meu propio eu non son máis que un recordo distante. O único que sei agora é o constante chirrido das ratas e a montaña de carne cada vez maior que me deleita.

source: You. You there behind the screen. You are the one controlling me. Why are you doing this? What did I do to deserve this torment? Please, I beg of you. End me now. Release me from my misery!
fi: Sinä. Sinä siellä näytön takana. Sinä joka hallitset minua. Miksi teet tämän minulle? Mitä minä tein ansaitakseni tämän kidutuksen? Pyydän, rukoilen sinua. Lopeta tämä. Päästä minut kärsimyksestäni!
gl: Ti. Ti estás detrás da pantalla. Ti es o que me controla. Por que fas isto? Que fixen para merecer este tormento? Por favor, pídoche. Acaba comigo agora. ¡Libérame da miña miseria!

source: What a fat rat. I wonder where it came from?
fi: Onpa lihava rotta. Mistäköhän se on tullut?
gl: Que rata gorda. Pregúntome de onde veu?

source: This scorpion seems unusually large... and poisonous.
fi: Skorpioni näyttää epätavallisen suurelta... ja myrkylliseltä.
gl: Este escorpión parece inusualmente grande... e velenoso.

source: A tattered, red flag. Some orcs used to live here, but it seems like they were slain in a fierce battle.
fi: Repaleinen punainen lippu. Joitakin örkkejä asui täällä ennen, mutta näyttää siltä että heidät kaikki surmattiin raivokkaassa taistelussa.
gl: Unha bandeira vermella esfarrapada. Algúns orcos adoitaban vivir aquí, pero parece que morreron nunha feroz batalla.

source: This banner is different than the other ones. It looks familiar.
fi: Tämä sotalippu on erilainen kuin toiset. Se näyttää tutulta.
gl: Este banner é diferente dos outros. Parece familiar.

source: A pack of wolves, the same that the goblins use as mounts. They were abandoned here for some reason.
fi: Susilauma, joita hiidet käyttävät ratsuina. Heidät on hylätty tänne jostain syystä.
gl: Unha manada de lobos, a mesma que usan os trasnos como monturas. Foron abandonados aquí por algún motivo.

source: An empty vial. I wonder if this could be useful.
fi: Tyhjä pullo. Mahtaakohan siitä olla hyötyä.
gl: Un frasco baleiro. Pregúntome se isto podería ser útil.

source: This scorpion’s poison gland is still intact. I bet I can make a potion out of it.
fi: Skorpionin myrkkyrauhanen on vielä ehjä. Pystyisin tekemään siitä rohtoa.
gl: A glándula veleno deste escorpión aínda está intacta. Aposto a que podo facer unha poción con el.

source: I think I can pour in the poison from here.
fi: Uskon pystyväni kaatamaan myrkyn täältä.
gl: Creo que podo verter o veleno dende aquí.

source: These rats will no longer bother us.
fi: Rotat eivät enää tule häiritsemään meitä.
gl: Estes ratos xa non nos molestarán.

source: It appears as if there are some rats living here, but the hole in the wall is too small to reach them.
fi: Näyttää siltä että jotkut rotista pesivät täällä, mutta seinässä oleva reikä on liian pieni tavoittaaksemme ne.
gl: Parece que aquí viven algunhas ratas, pero o buraco da parede é demasiado pequeno para chegar a eles.

source: I’m ready to learn about controlling spirits.
fi: Olen valmis oppimaan henkien hallitsemista.
gl: Estou preparado para aprender a controlar os espíritos.

source: I’m not ready yet.
fi: En ole vielä valmis.
gl: Aínda non estou preparado.

source: You have done well so far to master the reanimation of skeletons. Now, I shall teach you to control spirits. Are you ready?
fi: Olet onnistunut hyvin hallitsemaan luurankojen elävöittämisessä. Nyt, opetan sinulle henkien hallitsemista. Oletko valmis?
gl: Fixéchesche ben ata agora para dominar a reanimación dos esqueletos. Agora, vouche ensinar a controlar os espíritos. Estás listo?

source: Mastery over ghosts, especially the more powerful ones, is something even experienced necromancers may struggle with. While other undead are nothing more than mindless slaves upon reanimation, spirits are the souls of their original owners and thus retain some degree of consciousness. If the spirit is stronger than you, it will break free of your hold. To master it, your own soul must be unwavering.
fi: Aaveiden, erityisesti voimakkaampien aaveiden, hallitseminen on jotain, jonka kanssa jopa kokeneet manaajat saattavat kamppailla. Siinä missä muut epäkuolleet ovat vain aivottomia orjia, henget ovat alkuperäisten omistajiensa sieluja ja säilyttävät siten jonkinasteisen tietoisuuden. Jos henki on vahvempi kuin sinä, se vapautuu otteestasi. Jotta voit hallita sitä, oman sielusi on oltava järkkymätön.
gl: O dominio sobre pantasmas, especialmente os máis poderosos, é algo co que incluso os nigromantes experimentados poden loitar. Aínda que outros non mortos non son máis que escravos sen sentido tras a reanimación, os espíritos son as almas dos seus donos orixinais e, polo tanto, conservan certo grao de conciencia. Se o espírito é máis forte ca ti, liberarase do teu control. Para dominalo, a túa propia alma debe ser inquebrantable.

source: I doubt I shall be overcome by the soul of an orc.
fi: Epäilen, ettei örkin sielu voita minua.
gl: Dubido que me vaia vencer a alma dun orco.

source: Perhaps, but that is not what I meant. Before you can begin to control other souls, you must first master your own.
fi: Ehkä, mutta en tarkoittanut sitä. Ennen kuin voit alkaa hallita muita sieluja, sinun on ensin hallittava oma sielusi.
gl: Quizais, pero non é o que quería dicir. Antes de comezar a controlar outras almas, primeiro debes dominar a túa.

source: What do you mean? I am proud. I am strong. If it is a matter of conviction—
fi: Mitä tarkoitat? Olen ylpeä. Olen vahva. Jos kyse on vakaumuksesta—
gl: Que queres dicir? Estou orgulloso. son forte. Se é unha cuestión de convicción—

source: It is not I that you must convince, but yourself. Hold thy tongue and listen. After a great slaughter, even after the corpses are all rotted to nothing but bones, the bridge between the land of death and life is weakened. By placing yourself closer to death, you will better understand who it is that you really are. But you must not speak. Be silent and embrace the darkness.
fi: Sinun ei tarvitse vakuuttaa minua, vaan itsesi. Pidä suusi kiinni ja kuuntele. Suuren teurastuksen jälkeen, vielä senkin jälkeen, kun ruumiit ovat mädäntyneet pelkiksi luiksi, silta kuoleman ja elämän maan välillä heikkenee. Kun asetut lähemmäs kuolemaa, ymmärrät paremmin, kuka todella olet. Mutta et saa puhua. Olkaa hiljaa ja syleile pimeyttä.
gl: Non son eu a quen debes convencer, senón a ti mesmo. Manteña a lingua e escoita. Despois dunha gran matanza, mesmo despois de que os cadáveres estean todos podrecidos a non ser máis que ósos, a ponte entre a terra da morte e a vida debilita. Ao poñerte máis preto da morte, entenderás mellor quen é o que realmente es. Pero non debes falar. Cala e abraza a escuridade.

source: Concentrate.
fi: Keskity.
gl: Concéntrase.

source: What sorcery is this? Darken Volk, what’s going... on..?
fi: Mitä taikuutta tämä on? Darken Volk, mitä... tapahtuu...?
gl: Que bruxaría é esta? Darken Volk, que está pasando...?

source: Where is everything? Who are you?
fi: Missä kaikki on? Kuka sinä olet?
gl: Onde está todo? Quen es ti?

source: I am Malin Keshar.
fi: Minä olen Malin Keshar.
gl: Son Malin Quesar.

source: No, <i>I</i> am Malin Keshar. Tell me who you are, and this time, make it believable.
fi: Ei, <i>minä</i> olen Malin Keshar. Kerro kuka olet ja tällä kertaa tee siitä uskottavaa.
gl: Non, <i>son</i> Malin Keshar. Dime quen es, e esta vez, faino creíble.

source: I am Malin Keshar, but no longer the naive, uncertain boy I once was.
fi: Olen Malin Keshar, mutta en enää se naiivi, epävarma poika, joka olin.
gl: Son Malin Keshar, pero xa non o neno inxenuo e incerto que era.

source: I am no boy, nor am I uncertain. And I certainly won’t be questioned by a mere reflection like you.
fi: En ole poika, enkä ole epävarma. Ja minua ei todellakaan kyseenalaista kaltaisesi silkka heijastus.
gl: Non son un neno, nin son incerto. E desde logo non me cuestionará unha mera reflexión coma ti.

source: The distorted reflection you see mirrors the reality within. An ever morphing perspective, warped by a profusion of uncertain ambitions.
fi: Näkemäsi vääristynyt heijastus heijastaa todellisuutta sisälläsi. Jatkuvasti muuttuva näkökulma, jota vääristää epävarmojen tavoitteiden runsaus.
gl: O reflexo distorsionado que ves reflicte a realidade interior. Unha perspectiva en constante transformación, deformada por unha profusión de ambicións incertas.

source: Nonsense. My convictions are strong and my mind is set. I have but one goal. I will gain power. I will master death, and I will use it to protect my home and slaughter these orcs. And I’ll make my family and my people accept me back.
fi: Pötyä. Vakaumukseni ovat vahvoja ja olen tehnyt päätökseni. Minulla on vain yksi tavoite. Saada voimaa. Tulen hallitsemaan kuolemaa, ja käytän sitä suojellakseni kotiani ja teurastamaan nämä örkit. Ja saan perheeni ja väkeni hyväksymään minut takaisin.
gl: Tonterías. As miñas conviccións son fortes e a miña mente está fixada. Só teño un obxectivo. gañarei poder. Dominarei a morte e usarei para protexer a miña casa e matar estes orcos. E farei que a miña familia e a miña xente me acepten de volta.

source: When you are drawn in many directions at once, which one will you choose? If you try for them all, you shall be torn apart.
fi: Kun sinua vedetään moneen suuntaan kerralla, minkä suunnan valitset? Jos valitset ne kaikki niin repeydyt hajalle.
gl: Cando sexas debuxado en moitas direccións á vez, cal escollerás? Se intentas por todos eles, serás destrozado.

source: Protecting my home and slaying the orcs are the same thing. If you mean choosing between my family and gaining more power... they will come around and see reason. I will make sure of it.
fi: Kotini suojeleminen ja örkkien tappaminen ovat sama asia. Jos tarkoitat valitsemista perheeni ja voimieni väliltä niin... he tulevat vielä ymmärtämään. Varmistan sen.
gl: Protexer a miña casa e matar aos orcos é o mesmo. Se te refires a elixir entre a miña familia e gañar máis poder... virán e verán razón. Asegurareime diso.

source: When you do not have the wisdom to see through the veil of lies you have told yourself, you must not seek the advice of one who only spins the web of deception further.
fi: Kun sinulla ei ole tarpeeksi viisautta näkemään omien valheittesi läpi, älä pyydä neuvoa häneltä, joka vain kutoo valheiden verkkoa pidemmälle.
gl: Cando non tes a sabedoría para ver a través do veo de mentiras que te diches a ti mesmo, non debes buscar o consello de quen só tea máis a rede do engano.

source: Enough with this. No proverbs are going to help me achieve my goals. This is just like back on Alduin. My teachers never understood what I needed. I don’t need to think and I don’t need to philosophize about “the grand nature of my life and my place in the universe.” Right now, I must train my skills with necromancy. That’s it.
fi: Riittää. Sananlaskut eivät auta minua saavuttamaan tavoitteitani. Tämä on samanlaista kuin Alduinilla. Opettajani eivät ikinä ymmärtäneet mitä tarvitsin. Minun ei tarvitse ajatella ja minun ei tarvitse filosofoida "elämäni luonteesta ja paikastani universumissa." Juuri nyt, minun täytyy harjoittaa kykyjäni manaamisessa. Siinä kaikki.
gl: Abonda con isto. Ningún proverbio me vai axudar a acadar os meus obxectivos. Isto é igual que en Alduin. Os meus profesores nunca entenderon o que necesitaba. Non necesito pensar e non necesito filosofar sobre "a grande natureza da miña vida e o meu lugar no universo". Agora mesmo, debo adestrar as miñas habilidades coa nigromancia. Iso é.

source: When you are sad and alone, even all the power in the world will not help you. In the barren void of endless night, will rage and hatred alone be enough to sustain you?
fi: Kun olet surullinen ja yksin, edes kaikki maailman voima ei auta sinua. Riittääkö pelkkä raivo ja viha ylläpitämään sinua loputtoman yön karussa tyhjyydessä?
gl: Cando estás triste e só, nin sequera o poder do mundo che axuda. No baleiro estéril da noite sen fin, a rabia e o odio serán suficientes para sosterte?

source: ... well, my choice is already made. Rethinking it now is pointless. I have never been one for regrets.
fi: ... No, olen jo valintani tehnyt. Sen uudelleen miettiminen nyt on turhaa. En ole koskaan ollut katuvainen.
gl: ... ben, a miña elección xa está feita. Repensalo agora non ten sentido. Nunca fun un dos arrepentimentos.

source: ... Damn it all. As if I would pay any heed to a twisted doppelganger of myself. Anyway...
fi: … Pahus soikoon. Ihan niin kuin välittäisin kieroutuneesta kaksoisolennostani. Joka tapauksessa...
gl: ... Maldito todo. Como se lle fixese caso a un doppelganger retorcido de min mesmo. En fin...

source: What did Darken Volk say about it again? “After a great slaughter, even after the corpses are all rotted to nothing but bones, the bridge between the land of death and life is weakened.” If I use that knowledge...
fi: Mitä Darken Volk sanoikaan siitä? "Suuren teurastuksen jälkeen, vielä senkin jälkeen kun ruumiit ovat mädäntyneet pelkiksi luiksi, silta kuoleman ja elämän maan välillä heikkenee." Jos käytän sitä tietoa...
gl: Que dixo Darken Volk ao respecto de novo? "Despois dunha gran matanza, mesmo despois de que os cadáveres estean todos podrecidos e só os ósos, a ponte entre a terra da morte e a vida está debilitada". Se uso ese coñecemento...

source: ... I should be able to sense the soul past the barrier of life and death...
fi: ... Minun pitäisi pystyä aistimaan sielu elämän ja kuoleman rajan takaa...
gl: ... Debería ser capaz de sentir a alma máis aló da barreira da vida e a morte...

source: I did it! I—
fi: Minä tein sen! Minä-
gl: fíxeno! eu-

source: Freedom! Your sorceries cannot shackle me, Malin the Damned!
fi: Vapaus! Sinun manauksesi eivät voi kahlita minua, Kirottu Malin!
gl: Liberdade! As túas feiticías non me poden encadenar, Malin the Damned!

source: I failed? No... it must have been because the spell was too tricky to master on the first attempt. No matter, no matter. It’s only a single, weak spirit. It should be simple to crush it and exert my will back over it.
fi: Epäonnistuin? Ei... sen täytyi johtua siitä, että loitsu oli liian hankala hallittavaksi ensimmäisellä yrityksellä. Ei väliä, ei väliä. Se on vain yksi, heikko henki. Sen murskaaminen ja tahtoni palauttaminen pitäisi olla helppoa.
gl: Fallei? Non... debeu ser porque o feitizo era demasiado complicado de dominar no primeiro intento. Non importa, non importa. É só un espírito único e débil. Debería ser sinxelo esmagalo e exercer a miña vontade de volta sobre el.

source: Defeat the rebel ghost
fi: Kukista kapinoiva kummitus
gl: Derrota a pantasma rebelde

source: I’ve got you!
fi: Nyt sain sinut!
gl: Teñoche!

source: I’ve done it! I’ve learned to summon the souls of the dead!
fi: Minä tein sen! Olen oppinut kutsumaan kuolleiden sieluja!
gl: Xa o fixen! ¡Aprendín a convocar as almas dos mortos!

source: So you have, and you even managed to regain control of it when it slipped out of your grasp. Well done. Now pay heed. A necromancer’s first ghost is often special — use it carefully, and it will serve you well. Let it escape your control again, and it will be lost to you forever.
fi: Niin, ja onnistuit myös saamaan kummituksen takaisin hallintaasi kun se livahti otteestasi. Hyvin tehty. Nyt kuuntele tarkasti. Pimeyden herran ensimmäinen kummitus on yleensä ainutlaatuinen — käytä sitä varoen ja se tulee palvelemaan sinua hyvin. Anna sen karata otteestasi uudelleen, niin se on ikuisesti kadonnut sinulle.
gl: Así o ten, e ata conseguiu recuperar o control dela cando se escapou do seu alcance. Ben feito. Agora preste atención. A primeira pantasma dun nigromante adoita ser especial: úsao con coidado e servirache ben. Déixao escapar do teu control de novo e perderache para sempre.

source: I see. I won’t make the same mistake twice.
fi: Vai niin. En tee samaa virhettä kahdesti.
gl: Xa vexo. Non cometerei o mesmo erro dúas veces.

source: We shall see. You have done well enough so far, but I still have much more to teach you. Come, we have work to do.
fi: Sen näemme. Olet onnistunut hyvin tähän mennessä, mutta minulla on vielä paljon opetettavaa sinulle. Tule, meillä on työtä tehtävänä.
gl: Xa veremos. Fixéchesche ben ata agora, pero aínda teño moito máis que ensinarche. Veña, temos traballo por facer.

source: Spring of Reprisal
fi: Koston kevät
gl: Primavera de represalias

source: Weeks pass in the cold, bare caverns. As the grip of black magic grows stronger, so does Malin’s control of the undead. He finds it to be a mastery of a different sort than what he was taught at the Academy. The magic reaches out to him as it never has before; he listens and it speaks back — he senses its will and lets it guide him — he embraces the dark magic as an extension of himself.
fi: Viikot kuluvat kylmissä, tyhjissä luolissa. Kun Malinin ote mustaan magiaan kasvaa, niin myös kasvaa hänen hallintansa epäkuolleista. Hän kokee sen olevan erityyppistä hallintaa kuin mitä hänelle opetettiin Akademissa. Magia ojentautuu hänelle, paremmin kuin koskaan ennen; hän kuuntelee ja se puhuu takaisin — hän aistii sen tahdon ja antaa sen ohjata häntä — hän omaksuu pimeän taikuuden omana jatkeenansa.
gl: As semanas pasan nas cavernas frías e espidas. A medida que o control da maxia negra se fai máis forte, tamén se fai o control de Malin sobre os non mortos. Considera que é unha mestría dun tipo diferente ao que lle ensinaron na Academia. A maxia chega ata el como nunca antes; escoita e responde - intuye a súa vontade e deixa que o guíe - abraza a maxia escura como unha extensión de si mesmo.
