Repository: wesnoth/wesnoth
Catalog: po/wesnoth-did/*.po
Languages: fi, gl

source: It is of little concern to you. It is merely the byproduct of the new magical arts that I have learned.
fi: Sinun ei tarvitse välittää siitä. Se on vain uusien oppimieni maagisten taitojen sivutuote.
gl: Non che preocupa pouco. É só o subproduto das novas artes máxicas que aprendín.

source: It don’t take a trained mage ta see that yer ‘magical arts’ refers to necromancy! That creature stinks o’ death!
fi: Ei tartte olla koulutettu maagi nähräkseen, että sinnun 'maagiset taitosi' viittaavat nekromaniaan! Tuo otus haiskahtaa kuolemalle!
gl: Non fai falla un mago adestrado para ver que as túas "artes máxicas" refírese á nigromancia! ¡Esa criatura apesta a morte!

source: And why should you care about such things? Orcs march on Parthyn! We must defend the town!
fi: Ja miksi sinun pitäisi välittää siitä? Örkit marssivat Parthyniin! Meidän täytyy puolustaa kaupunkia!
gl: E por que te deberías preocupar por tales cousas? Os orcos marchan sobre Parthyn! Hai que defender a cidade!

source: Better ta face them orcs alone than ta use dark magic! I warned ya about this before, but obviously ya ignored me. Yer father’d be turnin’ in his grave if he be seein’ what you’ve become.
fi: Parempi kohrata örkit yksin kuin käyttää pimeää taikuutta! Mie varoitin sua tästä enne, mutta selvästi et huomioinu sitä. Isäsi kääntyis haudassansa jos hän näkis mikä susta on tullu.
gl: Mellor enfrontarse a estes orcos só que usar maxia escura! Avisei sobre isto antes, pero obviamente non me fixeches caso. O teu pai volveríase na súa tumba se vise en que te convertiches.

source: You dare bring my father into this! I’ve fought with every fiber of my being against these orcs, and I’ve done it all to protect my country and kinsmen. Is this how you repay me? With scorn and disdain?
fi: Kuinka uskallat sotkea isäni tähän! Olen taistellut jokaista soluani myöten näitä örkkejä vastaan, ja olen tehnyt kaiken suojellakseni maatani ja maanmiehiäni. Näinkö sinä maksat minulle takaisin? Halveksunnalla ja väheksynnällä?
gl: Atréveste a traer a meu pai nisto! Loitei con cada fibra do meu ser contra estes orcos, e fixen todo para protexer o meu país e os meus parentes. É así como me pagas? Con desprezo e desprezo?

source: Master, do not listen to him! He is clearly blinded by his own prejudice! He jeopardizes the safety of Parthyn!
fi: Mestari, älä kuuntele häntä! Hän on selvästi omien ennakkoluulojensa sokaisema! Hän vaarantaa Parthynin turvallisuuden!
gl: Mestre, non o escoite! Está claramente cegado polos seus propios prexuízos! ¡Pon en perigo a seguridade de Parthyn!

source: Silence from you.
fi: Hiljaa, sinä siinä.
gl: Cala.

source: Drogan! With my newfound powers, I have already eliminated several orcish chieftains! If you will allow me to help, I will crush the one who comes here as well!
fi: Drogan! Uusien voimieni avulla olen jo eliminoinut useita örkkipäälliköitä! Jos sallitte minun auttaa, murskaan myös sen, joka on tulossa tänne!
gl: Drogan! Cos meus novos poderes, xa eliminei a varios xefes orcos! Se me permites axudar, esmagarei tamén ao que veña aquí!

source: Fine story ye be tellin’ me. I find it likelier that ya brought yer pet orcs here ta help ya take revenge on us. If I let ya through, yer undead will kill us where we stand ’n sack the whole city. Watchin’ ya grow up, I never could’ve thought you’d turn into such a traitor.
fi: Hieno tarina, jonka kerrot mulle. Meikäläisen mielestä on todennäköisempää, että toit lemmikkiörkkis tän, jotta voit kostaa meille. Jos päästän teitin läpi, epäkuolleet tappavat meidät ja ryöstävät koko kaupungin. En olisi ikinä uskonut, että sinnust tulisi tuollanen petturi.
gl: Fermosa historia a que me contas. Vexo máis probable que trouxeses aquí aos teus orcos mascotas para axudarte a vingarte de nós. Se te deixo pasar, os teus mortos viventes matarannos onde estamos e saquearán toda a cidade. Ao verte medrar, nunca pensei que te converterías nun traidor así.

source: And what of the rest of you? Dela, at least you don’t believe that, do you?
fi: Entä te muut? Dela, sinä et ainakaan usko tuota, ethän?
gl: E o resto de vós? Dela, polo menos ti non o cres, non?

source: I...
fi: Minä...
gl: Eu...

source: Stop lookin’ ta her, Malin. Tha fact that even Dela be rejectin’ ya should tell ya how much o’ a traitor ye are.
fi: Älä katso hänneen, Malin. Se, että jopa Dela hylkää sinnut, kertoo sielle, kuinka suuri petturi olet.
gl: Deixa de mirala, Malin. O feito de que ata Dela estea rexeitando deberías dicirche o que es un traidor.

source: Master, he threatens the safety of the city by standing in your way.
fi: Herra, hän uhkaa kaupungin turvallisuutta seistessään tielläsi.
gl: Mestre, interpoñéndose no noso camiño está a ameazar a seguridade da cidade.

source: You’re the traitor, Drogan! This is twice now that you’ve tried to prevent me from protecting Parthyn. I’ll defend my home no matter the cost, even if it means I must cut you down first.
fi: Sinä se petturi olet, Drogan! Tämä on toinen kerta kun estät minua suojelemasta Parthynia. Puolustan kotiani, maksoi mitä maksoi, vaikka se tarkoittaisi että minun pitää kaataa sinut tieltäni.
gl: Ti es o traidor, Drogan! Esta xa é a segunda vez que intentaches impedir que protexera Parthyn. Vou defender o meu fogar a calquera prezo, aínda que iso supoña que te teña que abater primeiro.

source: <i>If I want the people of Parthyn to accept me back, I must be cautious. I musn’t kill any of them besides Drogan or they’ll oust me for good.</i>
fi: <i>Jos haluan että Parthynin väki hyväksyy minut takaisin, minun täytyy olla varovainen. Jos tapan jonkun muun kuin Droganin niin he häätävät minut lopullisesti.</i>
gl: <i>Se quero que a xente de Parthyn me acepte de volta, debo ser cauteloso. Non debo matar a ningún deles ademais de Drogan ou me expulsarán definitivamente.</i>

source: Grunts! Prepare the camp! We attack the city tonight— wait. You! Necromancer, you followed us all the way here?!
fi: Soturit! Valmistelkaa leiriä! Me hyökkäämme kaupunkiin tänä yönä— odota. Sinä! Seurasit meitä tänne asti pimeyden herra?!
gl: Gruñidos! Prepara o campamento! Atacamos a cidade esta noite, agarda. Ti! Nigromante, nos seguiches ata aquí?!

source: Did you really think you could outrun the dead, who need neither rest nor sleep? Prepare to meet your makers, orc. Drogan, I will show you what my new powers are capable of. You will see how foolish you are to oppose me.
fi: Luulitko tosiaan olevasi nopeampi kuin kuolleet, jotka eivät tarvitse lepoa tai unta? Valmistaudu kohtaamaan tekijäsi örkki. Drogan, näytän sinulle mihin minun uudet voimani pystyvät. Näet vielä kuinka typerä olet vastustaaksesi minua.
gl: De verdade pensabas que poderías superar os mortos, que non necesitan descansar nin durmir? Prepárate para coñecer aos teus creadores, orco. Drogan, vouche mostrar do que son capaces os meus novos poderes. Verás que parvo eres ao opoñerte a min.

source: Did you really think you could outrun the dead, who need no rest nor sleep? Prepare to meet your makers, orc.
fi: Luulitko tosiaan olevasi nopeampi kuin kuolleet, jotka eivät tarvitse lepoa tai unta? Valmistaudu kohtaamaan tekijäsi örkki.
gl: De verdade pensabas que poderías superar os mortos, que non necesitan descansar nin durmir? Prepárate para coñecer aos teus creadores, orco.

source: A monolith of grey stone, appearing solid, but crumbling within.
fi: Harmaan kiven monoliitti, kiinteältä näyttävä, mutta mureneva sisältä.
gl: Un monolito de pedra gris, que parece sólido, pero que se desmorona por dentro.

source: Darkness is not the enemy, but believing it is so makes it so.
fi: Pimeys ei ole vihollinen, mutta siihen uskominen tekee siitä niin.
gl: A escuridade non é o inimigo, pero crer que é así fai que sexa así.

source: The dead fish returns home.
fi: Kuollut kala palaa kotiin.
gl: O peixe morto volve á casa.

source: Behold, Drogan! I have slain the orcish chieftain. Do you trust me now?
fi: Katso, Drogan! Olen kukistanut örkkipäällikön. Luotatko minuun nyt?
gl: Mirad, Drogan! Acabei co xefe dos orcos. Confías en min agora?

source: I see that you’ve not lost all o’ yer humanity by allying yerself with tha orcs. But ya can’t come back, Malin. No necromancer will ever be welcome in Parthyn.
fi: Näen että et ole menettänyt koko ihmisyyttäs liittoutumal örkkien kanssa. Mutta et voi tulla takas, Malin. Mikään pimeyden herra ei ole ikin tervetullut Parthyniin.
gl: Vexo que non perdeches toda a túa humanidade por aliarte con eses orcos. Pero non podes volver, Malin. Ningún nigromante será benvido en Parthyn.

source: What?! You ungrateful cur! You’d sack tha city and let everyone die, and for what? Only to spurn something you don’t understand? You’re a fool. Parthyn will only be under greater danger with you leading it. If we are to survive, <i>you</i> are the one who must leave!
fi: Mitä?! Senkin kiittämätön lurjus! Jättäisit kaupungin ryöstettäväksi ja antaisit kaikkien kuolla, ja minkä takia? Vain torjuaksesi jotain, mitä et ymmärrä? Olet typerys. Parthyn on vain suuremmassa vaarassa sinun johdollasi. Jos aiomme selviytyä, <i>sinun</i> on lähdettävä!
gl: Que?! Cur ingrato! Saquearías a cidade e deixarías morrer a todos, e para que? Só para desprezar algo que non entendes? Vostede é un parvo. Parthin só estará en maior perigo con ti liderándoo. Se queremos sobrevivir, <i>ti</i> es o que debe marchar!

source: Have ye lost yer mind, Malin? There’s no way we’re banishin’ Drogan!
fi: Oletko menettänyt järkesi, Malin? Emme missään nimessä karkota Drogania!
gl: Perdiches a cabeza, Malin? Non hai xeito de desterrar a Drogan!

source: Malin, ye were once one o’ my friends and tha pride o’ tha town. I truly don’t want ta fight ya. I’ll give ya one more chance. Leave Parthyn.
fi: Malin, olit kerran yks ystävistäni ja kaupungin ylpeys. En todellakaan halua taistella kanssasi. Annan siulle viel yhden mahdollisuuden. Lähre Parthynista.
gl: Malin, unha vez fuches un dos meus amigos e o orgullo da cidade. Realmente non quero loitar contigo. Vouche dar unha oportunidade máis. Deixa Parthin.

source: Your choice, not mine. If you refuse to leave by your own volition, then it will have to be by force. Attack him!
fi: Sinun valintasi, ei minun. Jos kieltäydyt lähtemästä omasta tahdostasi, se on tehtävä väkisin. Hyökätkää hänen kimppuunsa!
gl: A túa elección, non a miña. Se te negas a marchar pola túa propia vontade, entón terá que ser pola forza. Atácao!

source: The orc was carrying some gold.
fi: Örkilla oli mukanaan kultaa.
gl: O orco levaba algo de ouro.

source: I am defeated but not dead, foul thing that was once my brother. Watch your back, because I will come for you and I will kill you...
fi: Olen lyöty, mutta en kuollut, paha olento, joka oli kerran veljeni. Varo selustaasi, sillä tulen hakemaan sinut ja tapan sinut...
gl: Estou vencido pero non morto, ser abominable que un día foi o meu irmán. Coida as túas costas, porque irei a por ti e matareite...

source: Now the people of Parthyn will never accept me back!
fi: Nyt Parthynin väki ei koskaan hyväksy paluutani!
gl: Agora a xente de Parcin nunca me aceptará de volta!

source: See how you die when you spurn the help of Malin Keshar...
fi: Katso kuinka kuolet, kun torjut Malin Kesharin avun...
gl: Mira como morres por rexeitar a axuda de Malin Quesar...

source: See what your traitorous ways have won you, Drogan?
fi: Näetkö nyt, Drogan, mitä petturin tiesi on sinulle voittanut?
gl: Mira o que che trouxo a túa traizón, Drogan?

source: Drogan, no! Malin, you monster, how could ya just murder Drogan in cold blood?
fi: Drogan, ei! Malin, senkin hirviö, miten voit murhata Droganin kylmäverisesti?
gl: Drogan, non! Malin, monstro, como poderías asasinar a Drogan a sangue frío?

source: He chose this fate for himself! I merely retaliated in turn!
fi: Hän valitsi tämän kohtalon itselleen! Minä vain vastasin samalla mitalla takaisin!
gl: Escolleu este destino para si mesmo! Eu só reprendín á súa vez!

source: How could ye possibly think Drogan was tha traitor when you’re the one attacking Parthyn?
fi: Kuinka voit uskoa, että Drogan oli petturi, kun sinä olet se, joka hyökkää Parthyniin?
gl: Como poderías pensar que Drogan era o traidor cando ti es o que ataca a Parthyn?

source: What? I have not harmed even a single villager or guardsman besides Drogan! I am only trying to help, but none of you will listen to reason!
fi: Mitä? En ole vahingoittanut ainuttakaan kyläläistä tai vartijaa Droganin lisäksi! Minä yritän vain auttaa, mutta kukaan teistä ei kuuntele järkeä!
gl: Que? Non prexudiquei nin a un só aldeano ou garda ademais de Drogan! Só trato de axudar, pero ningún de vós escoitará a razón!

source: I tried to! I wanted ta believe in ya, I really did. After Father died, you and Drogan were all I had...
fi: Minä yritin! Minä halusin uskoa sinua, minä todella halusin. Sen jälkeen kun isä kuoli, sinä ja Drogan olitte ainoita jotka minulla enää oli jäljellä...
gl: Tenteino! Quería crer en ti, de verdade. Despois de que pai morrese, ti e Drogan eras o único que tiña...

source: Then why did you listen to him instead of me? I was trying to keep us together. He was trying to tear us apart! You wouldn’t even lift a finger to help me when he threatened to attack me!
fi: Miksi sitten kuuntelit häntä minun sijastani? Minä yritin pitää meidät yhdessä. Hän yritti erottaa meidät toisistamme! Sinä et edes yrittänyt auttaa minua kun hän uhkasi hyökätä kimppuuni!
gl: Entón por que escoitaches a el en vez de a min? Estaba tentando manternos xuntos. Tentaba separarnos! Nin sequera levantarías un dedo para axudarme cando ameazou con agredirme!

source: Malin, that’s—
fi: Malin, se on—
gl: Malin, iso é—

source: You’ve always been like this. You never think for yourself. You always just follow whatever other people tell you. Not a single original thought in your head.
fi: Olet aina ollut tällainen. Et koskaan ajattele omasta puolestasi. Seuraat aina vain sitä, mitä muut ihmiset sanovat sinulle. Sinulla ei ole yhtään omaperäistä ajatusta päässäsi.
gl: Sempre fuches así. Nunca pensas por ti mesmo. Sempre segues o que che din os demais. Nin un só pensamento orixinal na túa cabeza.

source: That man used necromancy? He must be evil! Never mind that he be your own brother, trying to protect his own home!
fi: Tuo mies käytti pimeyden magiaa? Hänen täytyy olla paha! Unohda, että hän on oma veljesi, joka yrittää suojella omaa kotiaan!
gl: Ese home usou a nigromancia? Debe ser malvado! Non importa que sexa o teu propio irmán, intentando protexer a súa propia casa!

source: Enough! There’s nothing I can say ta someone who embraces evil so shamelessly! You’ll pay for Drogan’s death!
fi: Riittää! En voi sanoa mitään sellaiselle, joka syleilee pahuutta niin häpeämättömästi! Sinä maksat Droganin kuolemasta!
gl: Abonda! Non hai nada que poida dicir a alguén que abrace o mal tan sen vergoña! Pagarás pola morte de Drogan!

source: <i>So, no matter what, she’ll be against me? Then this is hopeless. Even if they intend to fight me, I’ve no wish to fight the townsfolk...</i>
fi: <i>Hän on siis minua vastaan, vaikka mitä tapahtuisi? Sitten tämä on toivotonta. Vaikka he aikoisivat taistella minua vastaan, en halua taistella kaupunkilaisia vastaan...</i>
gl: <i>Entón, pase o que pase, estará contra min? Entón isto é sen esperanza. Aínda que teñan a intención de loitar contra min, non teño ningún desexo de loitar contra os veciños...</i>

source: <i>I guess I should just leave and find Darken Volk.</i>
fi: <i>Minun pitäisi kai lähteä etsimään Darken Volkia.</i>
gl: <i>Supoño que debería marchar e atopar a Darken Volk.</i>

source: Escape to the northwest
fi: Pakene luoteeseen
gl: Escapa polo noroeste.

source: A monolith of dark stone, shadowed panes reflecting distorted images.
fi: Mustan kiven monoliitti, varjostetut ruudut, jotka heijastavat vääristyneitä kuvia.
gl: Un monolito de pedra escura, cristais sombreados que reflicten imaxes distorsionadas.

source: As ugly in death as he was in life. Darken Volk was right. It <i>is</i> fitting.
fi: Yhtä ruma kuolemassa kuin elämässäkin. Darken Volk oli oikeassa. Se <i>on</i> sopivaa.
gl: Tan feo na morte como era na vida. Darken Volk tiña razón. <i>É</i> axeitado.

source: What have you done?! Killing Drogan wasn’t enough — ya had ta defile his body as well? How could ya turn him into such a... a hideous thing? I can’t believe how depraved you’ve become!
fi: Mitä sinä olet tehnyt?! Droganin tappaminen ei riittänyt - sinun piti häpäistä myös hänen ruumiinsa? Miten saatoit tehdä hänestä tuollaisen... hirvittävän olion? En voi uskoa kuinka turmeltunut sinusta on tullut!
gl: Que fixeches?! Matar a Drogan non foi suficiente; tamén tiñas que contaminar o seu corpo? Como poderías convertelo nun... unha cousa horrible? Non podo crer o depravado que te fixeches!

source: What you see on the outside reflects the inside. The face of truth is undoubtedly an ugly one.
fi: Se, mitä näet ulkoapäin, heijastaa sisäpuolta. Totuuden kasvot ovat epäilemättä rumat.
gl: O que ves por fóra reflicte o interior. A cara da verdade é, sen dúbida, fea.

source: Look what we have here! A human city on the verge of collapse and a necromancer with only a few paltry minions at his command. The wolves will feed well tonight!
fi: Katsokaa mitäs täällä on! Ihmisten kaupunki joka on romahtamaisillaan ja pimeyden herra jolla on vain muutama mitätön käskyläinen käytössänsä. Sudet ruokkivat hyvin tänä iltana!
gl: Mira o que temos aquí! Unha cidade humana ao bordo do colapso e un nigromante con só uns poucos esbirros insignificantes ao seu mando. Os lobos alimentaranse ben esta noite!

source: More orcs, and powerful ones at that! There’s no way I’m escaping now...
fi: Lisää örkkejä, ja voimakkaita vielä! Minulla ei ole mitään mahdollisuutta paeta nyt...
gl: Máis orcos, e máis poderosos! Non hai maneira de escapar agora...

source: Flee while you still can, Malin the Damned! When I have defeated these orcs and secured Parthyn against further raids, I will hunt you down and I will kill you. You are my brother no longer.
fi: Pakene vielä kun voit, Kirottu Malin! Kun olen kukistanut nämä örkit ja turvannut Parthynin uusia hyökkäyksiä vastaan, minä jahtaan ja tapan sinut. Sinä et ole enää veljeni.
gl: Fuxe mentres aínda poidas, Malin the Damned! Cando derrote a estes orcos e asegure a Parthyn contra novas incursións, perseguireite e matareino. Xa non es meu irmán.

source: Flee while you still can, Malin the Damned! When I have secured Parthyn against further raids, I will hunt you down and I will kill you. You are my brother no longer.
fi: Pakene vielä kun voit, Kirottu Malin! Kun olen turvannut Parthynin uusia hyökkäyksiä vastaan, minä jahtaan ja tapan sinut. Sinä et ole enää veljeni.
gl: Fuxe mentres aínda poidas, Malin the Damned! Cando teña protexido a Parthyn contra novas incursións, perseguireite e matareino. Xa non es meu irmán.

source: O gods, how did it come to this? My own sister determined to personally see to my demise. Banished from Parthyn, my country, my home... spurned by my people, whom I have given everything for... nothing has gone right ever since I got into an argument with that fat, orc-loving toad Zephrin and tried to curse him. I was only testing my new spell on him! It was only supposed to be a simple curse! How was I supposed to know it would kill him? Blasted Academy.
fi: Oi jumalat, miten tämä päättyi näin? Minun oma siskoni päättänyt henkilökohtaisesti tuhota minut. Karkotettu Parthynista, maastani, kodistani... väkeni halveksimana, joille annoin kaikkeni... mikään ei ole mennyt oikein siitä asti kun jouduin väittelyyn sen lihavan, örkkejä rakastavan sammakon Zephrinin kanssa ja yritin kirota hänet. Testasin vain uutta loitsuani häneen! Sen piti olla vain yksinkertainen kirous! Mistä minun olisi pitänyt tietää että se tappaisi hänet? Kirottu Akademia.
gl: Oh deuses, como chegou a isto? A miña propia irmá decidiu encargarse persoalmente da miña morte. Desterrado de Parthyn, o meu país, o meu fogar... desprezado pola miña xente, pola que dei todo... nada foi ben desde que me petei con aquel sapo gordo e amante dos orcos Zephrin e tentei maldecilo. Só estaba probando o meu novo feitizo con el! Só debía ser unha simple maldición! Como debía saber que o mataría? Academia Blasted.

source: ... Now the only being who still wants to see me alive is a necromancer. I’m beginning to think that I’m the one who was cursed...
fi: … Nyt ainoa, joka yhä haluaa nähdä minut hengissä on pimeyden herra. Alan uskomaan että minä olen se joka on kirottu...
gl: ... Agora o único ser que aínda quere verme con vida é un nigromante. Estou comezando a pensar que o maldito son eu...

source: A Small Favor — I
fi: Pieni palvelus – osa I
gl: Un pequeno favor — I

source: Fleeing from the city of his birth, Malin escapes into the forested hills north of the Great River. Some distance west, he finally stops after several days bereft of rest and sleep. He closes his eyes, trying to purge the last few hours from his mind, but the darkness only makes the images all the more vivid. He is tired, <i>so</i> tired, but sleep does not come.
fi: Malin pakenee synnyinkaupungistaan metsäisille kukkuloille Suuren joen pohjoispuolelle. Jonkin matkan päässä lännessä hän pysähtyy lopulta useiden lepoa ja unta vailla olleiden päivien jälkeen. Hän sulkee silmänsä yrittäen puhdistaa viimeiset tunnit mielestään, mutta pimeys tekee kuvista vain entistäkin elävämpiä. Hän on väsynyt, <i>niin</i> väsynyt, mutta uni ei tule.
gl: Fuxindo da cidade do seu nacemento, Malin escapa aos outeiros boscosos ao norte do Gran Río. A certa distancia ao oeste, finalmente para despois de varios días sen descanso e sono. Pecha os ollos, intentando purgar as últimas horas da súa mente, pero a escuridade só fai que as imaxes sexan aínda máis vivas. Está canso, <i>tan</i> canso, pero o sono non chega.

source: <i>“No regrets. No regrets...”</i> He repeats it under his breath like a chant, murmuring over and over in his half-conscious state. After a while, a second voice joins, a voice that sounds very much like his own, but somehow feels foreign and alien. <i>‘There could have been another way. You might have been wrong.’</i>
fi: <i>"En kadu mitään. En kadu mitään..."</i> Hän toistaa sitä hiljaisesti kuin lorua, ja mumisee sitä yhä uudelleen ja uudelleen puoliksi tajuttomassa tilassaan. Hetken kuluttua toinen ääni yhtyy, ääni, joka kuulostaa hyvin paljon hänen omalta ääneltään, mutta tuntuu jotenkin vieraalta ja muukalaiselta. <i>"Olisi voinut olla toinenkin keino. Olit ehkä väärässä."</i>
gl: <i>"Non me arrepinto. Sen arrepentimentos...”</i>Repíteo entre si como un cántico, murmurando unha e outra vez no seu estado semiconsciente. Despois dun tempo, únese unha segunda voz, unha voz que se parece moito á súa, pero que dalgún xeito se sente estranxeira e allea. <i>"Podía haber outro xeito. Quizais te equivocaches.’</i>
