Repository: wesnoth/wesnoth
Catalog: po/wesnoth-did/*.po
Languages: fi, gl

source: ... what a horrendous pile of flesh. Even for a ghoul, this thing is beyond disgusting. Maybe I can send it to a quick death against all those Foolish Heroes.
fi: ...mikä kauhea kasa lihaa. Jopa kalmoksi tämä on enemmän kuin ällöttävä. Ehkä voin lähettää sen nopeaan kuolemaan noita hölmöjä sankareita vastaan.
gl: ... que horrible montón de carne. Incluso para un ghoul, esta cousa é máis que noxenta. Quizais poida mandalo a unha morte rápida contra todos eses heroes tolos.

source: You are not the creature I seek!
fi: Sinä et ole se olento, jota etsin!
gl: Non es a criatura que busco!

source: Oh for the love of... not these slimy things again...
fi: Voi hyvänen aika... Ei taas näitä limaisia otuksia...
gl: Oh, por amor de... non estas cousas viscosas de novo...

source: ... wait a second, is this creature even supposed to live in this kind of habitat?
fi: ... Hetkinen, onko tämän olennon edes tarkoitus elää tällaisessa elinympäristössä?
gl: ... agarda un segundo, se supón que esta criatura vive neste tipo de hábitat?

source: The creatures down here keep getting stranger and stranger.
fi: Otukset täällä alhaalla käyvät vain oudommaksi ja oudommaksi.
gl: As criaturas de aquí abaixo seguen sendo cada vez máis estrañas.

source: Finally, I have found you! Now hold still for just a moment...
fi: Viimeinkin löysin sinut! Ole paikallasi hetki...
gl: Por fin te atopei! Agora quédate quieto un momento...

source: Ha! I have you now!
fi: Ha! Sainpas sinut!
gl: Ha! Teñoche agora!

source: ... what’s that sound?
fi: … mikä tuo ääni on?
gl: ... que son ese?

source: Where did you come from? Get off of me!
fi: Mistä sinä tulit? Päästä minusta irti!
gl: De onde viches? ¡Fágase de min!

source: I’m getting out of here!
fi: Minä häivyn täältä!
gl: Vou saír de aquí!

source: Aaargh, so many tentacles! Aieeeeee!!!
fi: Aaargh, niin paljon lonkeroita! Aieeeeee!!!
gl: Aaargh, tantos tentáculos! Aieeeeee!!!

source: Bad Ending
fi: Ikävä loppu
gl: Mal Final

source: Unfortunately for him, Mal Keshar was overrun by a horde of tentacles. With his delusions of grandeur crushed, his boney remains were consigned to being no more than a few decorative elements around the watery backdrop of the village of squids for all eternity.
fi: Valitettavasti, Mal Keshar joutui suuren lonkerojoukon pyyhkäisemäksi. Hänen suuruudenhullut ajatuksensa murskattuna, ja hänen luiset jäänteensä jäivät vain koristeeksi mustekalojen vetisen kylän ympärille ikuisiksi ajoiksi.
gl: Desafortunadamente para el, Mal Keshar foi invadido por unha horda de tentáculos. Cos seus delirios de grandeza esmagados, os seus restos óseos foron consignados a non ser máis que uns cantos elementos decorativos arredor do fondo acuoso da aldea das luras para toda a eternidade.

source: Apprentice Mage
fi: Maagin oppipoika
gl: Aprendiz de mago

source: Trained in swordsmanship as a boy and the magical arts as a young man, Malin Keshar is talented at both but an expert in neither. Although not as powerful as other fighters in direct combat, Malin’s sharp wit often allows him to outsmart his foes without putting himself in much danger.
fi: Malin Kesharia koulutettiin miekkailemaan poikana ja hänelle opetettiin maagisia taitoja nuorena miehenä. Hän oli kokenut kummassakin, muttei kummassakaan asiantuntija. Vaikka hän ei olekaan yhtä voimakas kuin toiset soturit suorassa taistelussa, Malinin terävä nokkeluus yleensä sallii hänen päihittämään vastuksensa oveluudessa ilman että hän asettaa itseänsä suureen vaaraan.
gl: Adestrado na esgrima desde neno e nas artes máxicas xa de mozo, Malin Keshar é talentoso en ambas, pero experto en ningunha. Aínda que non é tan poderoso como outros guerreiros no combate directo, a agudeza da súa mente permítelle a miúdo superar aos seus inimigos sen poñerse en demasiado perigo.

source: magic blast
fi: taikapamaus
gl: explosión máxica

source: Apprentice Necromancer
fi: Pimeyden herran oppipoika
gl: Aprendiz de nigromante

source: Under Darken Volk’s tutelage, Malin has become adept at wielding necromancy both as a tool to raise an army of undead, and as a means to increase his own, personal power. Malin’s focus on improving his magical prowess has left little time for him to improve his swordsmanship, but he still holds on to his short sword as his melee weapon of choice.
fi: Darken Volkin oppipoikana, Malinista on tullut pätevä hallitsemaan elävöittämistä työkaluna nostattamaan epäkuolleiden armeijaa ja keinona lisätä omaa, henkilökohtaista voimaansa. Malinin keskittyminen maagisten kykyjensä parantamiseen on jättänyt hänelle vain vähän aikaa parantaa miekkailutaitojansa, mutta hän silti pitää lyhytmiekkaansa valittuna lähitaisteluaseenansa.
gl: Baixo a tutela de Darken Volk, Malin fíxose experto en manexar a nigromancia como ferramenta para levantar un exército de mortos-vivos e como medio para aumentar o seu propio poder persoal. O foco de Malin en mellorar a súa destreza máxica deixoulle pouco tempo para mellorar a súa esgrima, pero aínda mantén a súa espada curta como a súa arma corpo a corpo preferida.

source: Dark Mage
fi: Synkkä maagi
gl: Mago escuro

source: Although Malin’s sword has grown rusty from lack of proper care, he continues to use it for melee combat, perhaps more as a keepsake than an effective weapon. His increasing skill with magic, however, is more than enough to compensate.
fi: Vaikka Malinin miekasta on tullut ruosteinen laiminlyödyn huolenpidon vuoksi, hän jatkaa sen käyttämistä lähitaistelussa, ehkäpä enemmän muistonesineenä kuin tehokkaana aseena. Hänen kasvaneet taikavoimansa kuitenkin, ovat enemmän kuin tarpeeksi kompensoimaan asiaa.
gl: Aínda que a espada de Malin se volveu ferruxenta pola falta de coidado axeitado, continúa usándoa en combate corpo a corpo, quizais máis como recordo que como arma efectiva. A súa crecente habilidade coa maxia, con todo, compensa con creces esta deficiencia.

source: female^Frontier Baroness
fi: Rintaman paronitar
gl: Baronesa da fronteira

source: At Wesnoth’s frontiers, all able-bodied men and women must be able to defend their homes in times of need. Men are most often trained in the use of sword or bow and are used as soldiers who withstand the brunt of orcish assaults to hold the raiders at bay. Women, instead, learn to use the staff and sling and are most effective as scouts and ambushers. The most proficient are powerful skirmishers and are highly adept at reconnaissance, allowing them to often outmaneuver and entrap orcish raiders.
fi: Wesnothin rajoilla kaikkien työkykyisten miesten ja naisten on kyettävä puolustamaan kotiaan hädän hetkellä. Miehet koulutetaan useimmiten miekan tai jousen käyttöön, ja heitä käytetään sotilaina, jotka kestävät örkkien suurimmat hyökkäykset ja pitävät ryöstäjät loitolla. Naiset sen sijaan oppivat käyttämään sauvaa ja ritsaa, ja he toimivat tehokkaimmin tiedustelijoina ja väijyjinä. Taitavimmat naiset ovat voimakkaita vartijoita ja erittäin taitavia tiedustelijoita, minkä ansiosta he pystyvät usein kiertämään örkkiryöstäjät paremmin ja saamaan heidät ansaan.
gl: Nas fronteiras de Wesnoth, todos os homes e mulleres sanos deben poder defender as súas casas en tempos de necesidade. Os homes son máis frecuentemente adestrados no uso da espada ou do arco e úsanse como soldados que soportan o peso dos asaltos dos orcos para manter a distancia aos asaltantes. As mulleres, en cambio, aprenden a usar o bastón e o cabestrillo e son máis eficaces como exploradores e emboscadoras. Os máis hábiles son poderosos escaramuzadores e son moi hábiles no recoñecemento, o que lles permite a miúdo superar e atrapar aos asaltantes orcos.

source: bite
fi: purema
gl: mordedura

source: +1 melee damage
fi: + 1 lähitaistelu vahinkoa
gl: +1 de dano corpo a corpo

source: +1 ranged damage
fi: +1 kaukotaistelu vahinkoa
gl: +1 de dano a distancia

source: +1 movement
fi: +1 liikepiste
gl: +1 movemento

source: Nearby undead units gain 20% damage
fi: Lähellä olevat epäkuolleet saavat 20% vahinkolisän
gl: As unidades non mortas próximas gañan 20% dimaxes

source: Gains +10% resistance to blade, impact, and pierce
fi: Saa +10% vastus viiltoon, murskaukseen ja lävistykseen
gl: Gaña +10% rde resistencia á lámina, ao impacto e á perforación

source: Chill tempest gains area of effect damage
fi: Jäämyrsky saa vaikutusalue vahingon
gl: A tempestade fría gaña danos de área de efecto

source: Shadow wave reduces incoming magic damage
fi: Pimeyden hyöky vähentää tulevaa maagista vahinkoa
gl: A onda de sombra reduce o dano máxico entrante

source: Drain HP from nearby enemies, but lose HP every turn
fi: Ime EP lähellä olevilta vihollisilta, mutta menetä EP joka vuoro
gl: Elimina HP dos inimigos próximos, pero perde HP cada turno

source: touch
fi: kosketus
gl: tocar

source: chill tempest
fi: jäämyrsky
gl: tempestade fría

source: shadow wave
fi: pimeyden hyöky
gl: onda sombría

source: Ancient Lich
fi: Muinainen Kuolonherra
gl: Lich Antigo

source: A lich that accrues enough power over its newfound immortal lifespan becomes one who can stain souls with despair and sow ruin across the world. Invariably in command of a nigh-limitless horde of risen warriors and undead monsters, a lich of this order has a mastery of dark sorcery that can bring dread to the most storied magi of human and elven kind. Such a figure usually marks a dark and bloody chapter in history, and in those times of need, it is only through the tireless efforts of the most valiant heroes that the rise of an Ancient Lich has not led to the shadows ruling the world for the rest of time.
fi: Kuolonherra, joka kasvattaa tarpeeksi voimia uuden kuolemattomuutensa aikana, tulee sellainen joka voi tahrata sielut epätoivolla ja kylvää tuhoa ympäri maailmaa. Tämän luokan kuolonherralla on aina komennossaan lähes rajaton joukko ylösnousseita sotureita ja epäkuolleita hirviöitä, ja hän hallitsee pimeän magian, joka voi aiheuttaa kauhua ihmis- ja haltijalajien tarunomaisimmillekin maageille. Tällainen hahmo merkitsee yleensä synkkää ja veristä lukua historiassa, ja näinä hädän hetkinä vain urheimpien sankareiden väsymättömien ponnistelujen ansiosta muinaisen kuolonherran nousu ei ole johtanut siihen, että varjot hallitsevat maailmaa lopullisesti.
gl: Un lich que acumula o suficiente poder sobre a súa nova vida inmortal convértese nun que pode manchar as almas de desesperación e sementar a ruína en todo o mundo. Invariablemente ao mando dunha horda case ilimitada de guerreiros resucitados e monstros non mortos, un lich desta orde ten un dominio da feiticería escura que pode provocar temor aos magos máis famosos de xénero humano e élfico. Tal figura adoita marcar un capítulo escuro e sanguento da historia, e naqueles tempos de necesidade, só a través dos esforzos incansables dos heroes máis valentes o ascenso dun Lich Antigo non levou a que as sombras gobernasen o mundo durante o resto do tempo.

source: Increased hitpoints
fi: Kasvata elämäpisteitä
gl: Puntos de vida aumentados

source: Malin’s sword gains the magical special
fi: Malinin miekka saa maaginen-spesiaalin
gl: A espada de Malin gaña o especial máxico

source: Malin’s sword gains the plague special
fi: Malinin miekka saa rutto-spesiaalin
gl: A espada de Malin gaña o especial da peste

source: +2 ranged damage, but -10% arcane resistance
fi: +2 kaukotaistelu vahinkoa, mutta -10% salatiede vastustusta
gl: +2 de dano a distancia, pero -10% aresistencia de cana

source: Malin’s melee attack heals him every hit
fi: Malinin lähitaistelu hyökkäykset parantavat häntä joka osumalla
gl: O ataque corpo a corpo de Malin cúrao cada golpe

source: Chill tempest gains the impetuity special
fi: Jäämyrsky saa myräkkä-spesiaalin
gl: Tempestade fría gaña o especial de impetuidade

source: Malin gains a special corpse launching attack
fi: Malin saa ruumiin laukaisu-spesiaali hyökkäyksen
gl: Malin gaña un ataque especial de lanzamento de cadáveres

source: corpse launch
fi: raatopaiskaus
gl: lanzamento de cadáveres

source: +2 melee damage
fi: +2 lähitaistelu vahinkoa
gl: +2 danos corpo a corpo

source: Malin gains +10% resistance to blade and pierce, but loses -10% resistance to arcane
fi: Malin saa +10% vastuksen viiltoon ja lävistykseen, mutta menettää -10% vastusta salatieteestä
gl: Malin gaña +10% rde resistencia á lámina e á perforación, pero perde -10% rde resistencia ao arcano

source: Improves the vitalize special
fi: Parantaa vitaalius-spesiaalia
gl: Mellora o vitalize especial

source: Gains the corpse master ability
fi: Saa raatomestari-kyky
gl: Obtén a habilidade de mestre de cadáveres

source: +1 ranged strikes, but -20% arcane resistance and -12 hp
fi: +1 kaukotaistelu iskuja, mutta -20% salatiede vastusta ja -12 ep
gl: +1 golpes a distancia, pero -20% aresistencia de cana e -12 hp

source: Shadow wave gains the fervor special and -10% arcane resistance
fi: Pimeyden hyöky saa intohimo-spesiaalin ja -10% salatiede vastusta
gl: A onda de sombra adquire o fervor especial e unha resistencia de -10% arcane

source: Gains the consumption ability
fi: Saa kulutus-kyky
gl: Gaña a capacidade de consumo

source: claws
fi: kynnet
gl: Garras

source: +2 HP
fi: +2 EP

source: Wail gains the malevolence special
fi: Vaikerointi saa pahantahtoisuus-spesiaalin
gl: Wail gaña o especial de malevolencia

source: Wail gains the hysteria special
fi: Vaikerointi saa hysteria-spesiaalin
gl: Wail gaña o especial de histeria

source: Gains +20% resistance to fire
fi: Saa +20% kestävyyttä tuleen
gl: Gaña +20% rde resistencia ao lume

source: Spectral Servant
fi: Spektraalinen Palvelija
gl: Servo Espectral

source: wail
fi: vaikerointi
gl: laiar

source: Phantom
fi: Fantomi
gl: Pantasma

source: baneblade
fi: turmion terä

source: soul eater
fi: sielunsyöjä
gl: devorador de almas

source: This unit heals 4 HP whenever it kills an enemy unit.
fi: Tämä yksikkö paranee 4 EP aina kun se tappaa vihollisyksikön.
gl: Esta unidade cura 4 HP sempre que mata unha unidade inimiga.

source: This unit heals 8 HP whenever it kills an enemy unit.
fi: Tämä yksikkö paranee 8 EP aina kun se tappaa vihollisyksikön.
gl: Esta unidade cura 8 HP sempre que mata unha unidade inimiga.

source: This unit gains 15% damage on offense and heals 12 HP whenever it kills an enemy unit.
fi: Tämä yksikkö tekee 15% enemmän vahinkoa hyökätessä ja paranee 12 EP aina kun se tappaa vihollisyksikön.
gl: Esta unidade gaña 15% dimaxes ao ataque e cura 12 HP sempre que mata unha unidade inimiga.

source: malice
fi: pahansuopuus
gl: malicia

source: This unit increases the damage of nearby undead units by 20%.
fi: Tämä yksikkö nostaa lähellä olevien epäkuolleiden vahinkoa 20%.
gl: Esta unidade aumenta o dano das unidades non mortas próximas nun 20%.

source: This unit increases the damage of nearby undead units by 40%.
fi: Tämä yksikkö nostaa lähellä olevien epäkuolleiden vahinkoa 40%.
gl: Esta unidade aumenta o dano das unidades non mortas próximas nun 40%.

source: shadow veil
fi: varjoverhous
gl: velo sombrío

source: Allied undead units within a 5 hex radius are hidden.
fi: Epäkuolleet liittolaiset 5 hexin säteellä ovat piilossa.
gl: As unidades non mortas aliadas nun radio de 5 hexágonos están ocultas.

source: frost nova
fi: pakkastähti
gl: nova xeada

source: On offense, this attack will additionally deal 70% of its damage in cold damage to all enemies adjacent to the target.
fi: Hyökätessä, kaikki kohteen ympärillä olevat viholliset kärsivät 70% tuotetusta vahingosta.
gl: En ataque, este ataque infligirá adicionalmente 70% of dano por frío a todos os inimigos adxacentes ao obxectivo.

source: spell bind
fi: solmuloitsu
gl: feitizo ligar

source: When this attack is used, the damage taken from fire, cold, and arcane attacks will be reduced by 60%.
fi: Kun tätä hyökkäystä käytetään, kaikki vahinko tulesta, kylmästä ja salatieteestä vähennetään 60%.
gl: Cando se usa este ataque, o dano provocado polos ataques de lume, frío e arcanos reducirase nun 60%.

source: reap
fi: niittää
gl: colleitar

source: This unit heals for 70% of the damage this attack deals.
fi: Tämä yksikkö paranee 70% tuotetusta vahingosta.
gl: Esta unidade cura 70% of o dano que inflixe este ataque.

source: soul rend
fi: sieluturmelu
gl: alma rasgar

source: Every turn, this unit loses 3 hitpoints, but drains 6 hitpoints from each adjacent enemy.
fi: Joka vuoro, tämä yksikkö menettää 3 elämäpistettä, mutta imee 6 elämäpistettä jokaiselta lähellä olevalta viholliselta.
gl: Cada turno, esta unidade perde 3 puntos de vida, pero drena 6 puntos de vida de cada inimigo adxacente.

source: malevolence
fi: pahantahtoisuus
gl: malevolencia

source: This attack gains 50% damage on offense, but causes this unit to lose 1 hp per hit.
fi: Tämä hyökkäys saa 50% vahinkolisän hyökkäyksessä, mutta aiheuttaa tämän yksikön menettävän 1 ep per osuma.
gl: Este ataque gaña 50% dimaxes en ataque, pero fai que esta unidade perda 1 hp por golpe.

source: This attack gains up to 10 strikes when this unit is wounded.
fi: Tämä hyökkäys saa jopa 10 iskua, kun tämä yksikkö on haavoittunut.
gl: Este ataque gaña ata 10 golpes cando esta unidade é ferida.

source: sorrow
fi: suru
gl: mágoa

source: Adjacent enemy units do 20% less damage.
fi: Vierellä olevat vihollisyksiköt saavat 20% vahinkovähennyksen.
gl: As unidades inimigas adxacentes fan 20% less de dano.

source: Adjacent enemy units do 40% less damage.
fi: Vierellä olevat vihollisyksiköt saavat 40% vahinkovähennyksen.
gl: As unidades inimigas adxacentes fan 40% less de dano.

source: enlightened
fi: valaistunut
gl: iluminado

source: female^enlightened
fi: valaistunut
gl: feminino^iluminado

source: This unit can teleport between mushroom groves.
fi: Tämä yksikkö pystyy teleporttaamaan sienilehtojen välillä.
gl: Esta unidade pode teletransportarse entre cogomelos.

source: vitalize
fi: vitaalius
gl: vitalizar

source: This unit heals 2 HP every time this attack hits.
fi: Tämä yksikkö paranee 2 EP aina kun tämä hyökkäys osuu.
gl: Esta unidade cura 2 HP cada vez que este ataque golpea.

source: This unit heals 4 HP every time this attack hits.
fi: Tämä yksikkö paranee 4 EP aina kun tämä hyökkäys osuu.
gl: Esta unidade cura 4 HP cada vez que este ataque golpea.

source: fervor
fi: intohimo

source: This attack gains 2 attacks on offense, but causes this unit to lose 4 hp per hit.
fi: Tämä hyökkäys saa 2 iskua lisää hyökätessä, mutta yksikkö menettää 4 ep joka osumasta.
gl: Este ataque gaña 2 ataques na ofensiva, pero fai que esta unidade perda 4 puntos de vida por golpe.

source: impetuity
fi: mielenkuohu
gl: impetuidade

source: This attack loses one strike on offense but deals three times the normal damage.
fi: Tämä hyökkäys menettää yhden iskun hyökätessä, mutta antaa kolminkertaisen vahinkolisän.
gl: Este ataque perde un golpe en ataque pero fai tres veces o dano normal.

source: corpse launcher
fi: raatopaiskaus
gl: lanzador de cadáveres

source: On offense, enemies cannot retaliate against this attack. This attack consumes 3 HP from each nearby allied corpse to deal 15 impact damage (per corpse) to the target on top of this attack’s base damage.
fi: Hyökätessä, viholliset eivät voi iskeä takaisin tätä hyökkäystä vastaan. Tämä hyökkäys ottaa 3 EP jokaiselta lähellä olevalta elävältä kuolleelta tehdäkseen 15 isku-vahinkoa (per elävä kuollut) kohteeseen tämän hyökkäyksen alkuperäisen vahingon lisäksi.
gl: En ataque, os inimigos non poden tomar represalias contra este ataque. Este ataque consume 3 HP de cada cadáver aliado próximo para causar 15 danos de impacto (por cada cadáver) ao obxectivo ademais do dano base deste ataque.

source: consumption
fi: kulutus
gl: consumo

source: At night, this unit and adjacent allied undead gain 25% damage. However, this unit loses 2 HP per turn.
fi: Yöllä tämä yksikkö ja viereiset epäkuolleet liittolaisesi saavat 25% vahinkolisän. Tämä yksikkö menettää kuitenkin 2 EP vuorossa.
gl: Pola noite, esta unidade e os non mortos aliados adxacentes gañan un 25 % de dano. Non obstante, esta unidade perde 2 HP por quenda.

source: corpse master
fi: raatomestari
gl: mestre dos cadáveres

source: Adjacent allied corpses heal 8 HP per turn and gain 30% resistance to blade, impact, and pierce.
fi: Vierellä olevat elävät kuolleet paranevat 8 EP vuorossa ja saavat 30% vastustuslisän viiltoa, murskausta ja lävistystä vastaan.
gl: Os cadáveres aliados adxacentes curan 8 HP por quenda e gañan un 30 % de resistencia á folla, impacto e perforación.

source: zombie frenzy
fi: zombie vimma
gl: frenesí zombi

source: Adjacent allied corpses gain 30% damage and are berserk.
fi: Vierellä olevat elävät kuolleet saava 30% vahinkolisän ja hurmos-spesiaalin.
gl: Os cadáveres aliados adxacentes gañan un 30% de dano e están en estado carraxe.

source: cannibalize
fi: kannibalisointi
gl: canibalizar

source: On each turn, this unit regenerates 2 HP per adjacent allied ghoul-type unit, but consumes 1 HP from each ally in the process.
fi: Jokaisella vuorolla tämä yksikkö uusii 2 EP kutakin viereistä kalmo-tyyppistä yksikköä kohti, mutta kuluttaa 1 EP jokaiselta liittolaiselta prosessin aikana.
gl: En cada quenda, esta unidade rexenera 2 HP por unidade de tipo necrófago aliada adxacente, pero consume 1 HP de cada aliado no proceso.

source: On each turn, this unit regenerates 4 HP per adjacent allied ghoul-type unit, but consumes 2 HP from each ally in the process.
fi: Jokaisella vuorolla tämä yksikkö uusii 4 EP kutakin viereistä kalmo-tyyppistä yksikköä kohti, mutta kuluttaa 2 EP jokaiselta liittolaiselta prosessin aikana.
gl: En cada queda, esta unidade rexenera 4 HP por unidade de tipo necrófago aliada adxacente, pero consume 2 HP de cada aliado no proceso.

source: death cloud
fi: kuoleman pilvi
gl: nube de morte

source: This unit poisons all nearby enemy units on the start of every new turn.
fi: Tämä yksikkö myrkyttää kaikki lähellä olevat vihollisyksiköt jokaisen uuden vuoron alussa.
gl: Esta unidade envelena todas as unidades inimigas cercanas ao comezo de cada nova quenda.

source: ghoulfication
fi: kalmoistaminen
gl: Necrófización

source: When a unit is killed by this attack, it turns into a ghoul.
fi: Kun yksikkö kuolee tähän hyökkäykseen, hän muuttuu kalmoksi.
gl: Cando unha unidade é eliminada por este ataque, convértese nun necrófago.

source: starving
fi: nälissään
gl: esfameado

source: This unit loses 1 hitpoint every turn.
fi: Tämä yksikkö menettää 1 elämäpisteen vuorossa.
gl: Esta unidade perde 1 punto de vida cada quenda.

source: masochism
fi: masokismi
gl: masoquismo

source: female^masochism
fi: masokismi
gl: masoquista

source: This unit gains up to 50% damage as its hitpoints are reduced.
fi: Tämä yksikkö saa enintään 50% vahinkolisän elämäpisteiden vähentyessä.
gl: Esta unidade gaña ata un 50 % de dano a medida que se reducen os seus puntos de vida.

source: This unit gains up to 100% damage as its hitpoints are reduced.
fi: Tämä yksikkö saa enintään 100% vahinkolisän elämäpisteiden vähentyessä.
gl: Esta unidade gaña ata un 100 % de dano a medida que se reducen os seus puntos de vida.

source: drunk
fi: juoppunut
gl: bébedo

source: female^drunk
fi: juoppunut
gl: bébeda

source: This unit is drunk and has 10% increased resistances.
fi: Tämä yksikkö on humalassa ja saa 10% vastustuslisän.
gl: Esta unidade está bébeda e ten as resistencias aumentadas un 10%.

source: drunken rage
fi: känninen raivo
gl: Coraxe bébeda

source: On offense, this attack presses the engagement for 4 rounds of attacks.
fi: Hyökätessä tämä hyökkäys painostaa taistelua 4 hyökkäyskierrosta.
gl: En ataque, este ataque presiona o compromiso durante 4 roldas de ataques.

source: Jaw damage +1, Claws damage +2
fi: Pureman vahinko +1, kynsien vahinko +2
gl: Dano na mandíbula +1, dano nas garras +2

source: +10% resistance to blade and impact
fi: +10% vastus viiltoon ja murskaukseen
gl: +10% rresistencia á lámina e ao impacto
