Repository: wesnoth/wesnoth
Catalog: po/wesnoth-did/*.po
Languages: fi, gl

source: Master, you are gravely injured!
fi: Herra, olette vakavasti haavoittunut!
gl: Mestre, estades gravemente ferido!

source: So it seems...
fi: Siltä näyttää...
gl: Así que parece...

source: Perhaps it would be a suitable end. The orcs were the ones who provoked this journey of mine. Would it not be fitting for them to end my quest as well?
fi: Ehkä se olisi sopiva loppu. Örkit olivat ne, jotka provosoivat tämän matkani. Eikö olisi sopivaa, että he myös päättäisivät sen?
gl: Quizais sería un final axeitado. Os orcos foron os que provocaron esta miña viaxe. Non sería apropiado que remataran tamén a miña busca?

source: There is another way, master. Remember the book!
fi: On toinenkin tapa, mestari. Muistakaa se kirja!
gl: Non ten por que, mestre. Acórdese do libro!

source: Yes... yes. The book. That half-rotten, tattered tome which I gave my blood and soul for. I forsook my people, my family, my home... to follow that damned necromancer! And in the end, he betrayed me too, just like Drogan, just like Dela...
fi: Kyllä... kyllä. Kirja. Se puoliksi mädäntynyt, riekaleinen kirja, jonka puolesta annoin vereni ja sieluni. Hylkäsin kansani, perheeni, kotini... seuratakseni sitä kirottua pimeyden herraa! Ja lopulta hänkin petti minut, aivan kuten Drogan, aivan kuten Dela...
gl: Si... si. O libro. Ese tomo medio podre e farrapado polo que entreguei o sangue e a alma. Abandoei á miña xente, á miña familia, á miña casa... para seguir a ese maldito nigromante! E ao final, tamén me traizoou, igual que Drogan, como Dela...

source: Everyone has betrayed me. I am alone. All that is left...
fi: Kaikki ovat pettäneet minut. Olen yksin. Ainoa asia mitä on jäljellä...
gl: Todos me traizoaron. estou só. Todo o que queda...

source: Leave me while I prepare.
fi: Jätä minut sillä aikaa kun valmistaudun.
gl: Déixame só mentres me preparo.

source: Yes, master.
fi: Kyllä, mestari.
gl: Claro, mestre.

source: ... I suppose I have never been one for regrets...
fi: … En ole ikinä ollut katuvaa tyyppiä...
gl: ... Supoño que nunca fun de arrepentimento...

source: Flesh of Malin Keshar
fi: Malin Kesharin liha
gl: Carne de Malin Keshar

source: I feel... different. Where am I?
fi: Tuntuu... erilaiselta. Missä minä olen?
gl: Síntome... diferente. Onde estou?

source: Why is my body still intact? Am I still alive? Or...
fi: Miksi ruumiini on vielä ehjä? Olenko vielä elossa? Vai...
gl: Por que o meu corpo segue intacto? Sigo vivo? Ou...

source: ... something isn’t quite right.
fi: ... jokin ei ole kohdillaan.
gl: ... algo non está ben.

source: I see, accepting death was not enough. To become a lich, I must master it.
fi: Vai niin, kuoleman hyväksyminen ei riittänyt. Tullakseen kuolonherraksi, minun täytyy hallita sitä.
gl: Xa vexo, aceptar a morte non era suficiente. Para converterme nun lich, debo dominalo.

source: First comes the flesh, the physical form of life. Blood is the crux of life for mortal creatures, but if I wish to ascend beyond that...
fi: Ensiksi tulee liha, elämän ruumiillinen muoto. Veri on elämän ydin kuolevaisille olennoille, mutta jos haluat nousta sen yli...
gl: Primeiro vén a carne, a forma física da vida. O sangue é o cerne da vida das criaturas mortais, pero se quero ascender máis aló...

source: The flesh dies, and then...
fi: Liha kuolee, ja sitten...
gl: A carne morre, e entón...

source: Drain the blood, strip away the meat, and all that is left is the bone.
fi: Valuta veri, poista liha, ja kaikki mitä jäljelle jää on luut.
gl: Escorre o sangue, tira a carne e só queda o óso.

source: I remember a time when I thought skeletons were repulsive, sickening things. I suppose it’s only natural for the living to fear the most prominent figure of death. Even if I grew out of such a naive thought... I suppose I couldn’t have expected Drogan and Dela to follow suit so easily. My family and friends, yes, but they were nothing but simpletons. If only they had tried to understand me instead of shunning me outright.
fi: Muistan sen ajan kun ajattelin luurankoja kuvottaviksi ja iljettäviksi asioiksi. On kai normaalia että elävät pelkäävät kuolemaa edustavaa hahmoa. Vaikka kasvoinkin noista lapsellisista ajatuksista pois... en kai olisi saanut odottaa että Drogan ja Dela seuraisivat perässä niin helposti. Perhettäni ja ystäviäni, kyllä, mutta he olivat vain hölmöjä. Jos he olisivat yrittäneet ymmärtää minua sen sijaan että vieroksuvat minua suoraan.
gl: Lembro unha época na que pensaba que os esqueletos eran cousas repulsivas e enfermizas. Supoño que é natural que os vivos teñan medo á figura máis destacada da morte. Aínda que xurdíse dun pensamento tan inxenuo... supoño que non podía esperar que Drogan e Dela seguisen o exemplo tan facilmente. A miña familia e os meus amigos, si, pero non eran máis que simples. Se tratasen de entenderme en vez de evitarme directamente.

source: I do not really regret following my own path that much.
fi: En kadu omaa seuraamaani polkua niin paljon.
gl: Realmente non me arrepinto de seguir tanto o meu propio camiño.

source: Bones of Malin Keshar
fi: Malin Kesharin luut
gl: Ósos de Malin Quesar

source: The physical form collapses altogether. What remains?
fi: Fyysinen muoto romahtaa kokonaan. Mitä jää jäljelle?
gl: A forma física colapsa por completo. Que queda?

source: The soul. Dela always said I was a creature without a soul. I suppose she was jesting at the time, but maybe not after I killed Drogan.
fi: Sielu. Dela sanoi aina, että olen olento ilman sielua. Hän kai vitsaili silloin, mutta ehkä ei enää sen jälkeen, kun tapoin Droganin.
gl: A alma. Dela sempre dixo que eu era unha criatura sen alma. Supoño que estaba bromeando nese momento, pero quizais non despois de matar a Drogan.

source: Bah! I don’t deserve this, and I certainly don’t answer to someone like her. I have only ever fought to protect my people and my family, but the only thing I received in return was scorn and exile. My own sister thought I was a monster for using my power to save our town. My people would rather feed themselves to orcs than follow my ‘sorcerous ways’. Drogan, Dela... all of them! They are the ones without souls, not me!
fi: Pah! En ansaitse tätä, enkä todellakaan vastaa hänen kaltaisilleen. Olen aina taistellut vain suojellakseni kansaani ja perhettäni, mutta vastineeksi olen saanut vain halveksuntaa ja karkotuksen. Oma sisareni piti minua hirviönä, koska käytin voimiani pelastaakseni kaupunkimme. Kansani syöttäisi itsensä mieluummin örkeille kuin seuraisi "pimeän magian polkuani". Drogan, Dela... he kaikki! He ovat ne, joilla ei ole sielua, en minä!
gl: Bah! Non me merezo isto, e certamente non respondo a alguén coma ela. Eu só loitei por protexer ao meu pobo e á miña familia, pero o único que recibín a cambio foi o desprezo e o exilio. A miña propia irmá pensou que era un monstro por usar o meu poder para salvar a nosa cidade. A miña xente prefire alimentarse de orcos que seguir os meus "camiños feiticeiros". Drogan, Dela... todos! Eles son os sen alma, non eu!

source: I should not really care anymore. I don’t care anymore. According to them, I have forsaken my soul already. So what does it matter?
fi: Minun ei pitäisi enää välittää. En välitä enää. Heidän mukaansa olen jo hylännyt sieluni. Joten mitä väliä sillä on?
gl: Realmente non debería importarme máis. xa non me importa. Segundo eles, xa abandonei a miña alma. Entón, que importa?

source: I should not regret anything. I’m not really one for regrets...
fi: Minun ei pitäisi katua mitään. En ole katuvaa tyyppiä...
gl: Non debería arrepentirme de nada. Realmente non son un dos arrepentimentos...

source: Soul of Malin Keshar
fi: Malin Kesharin sielu
gl: Alma de Malin Quesar

source: These thralls contain only a meager amount of energy, but enough to sustain me.
fi: Näissä orjissa on vain niukka määrä energiaa, mutta riittävästi ylläpitämään minua.
gl: Estes esclavos conteñen só unha escasa cantidade de enerxía, pero a suficiente como para sosterme.

source: The flesh appears, distorted and warped, but somehow strangely familiar.
fi: Liha ilmestyy, vääristyneenä ja vääntyneenä, mutta jotenkin oudon tuttuna.
gl: A carne aparece, distorsionada e deformada, pero dalgún xeito estrañamente familiar.

source: I feel an aching in my bones, as if they are crumbling inside me.
fi: Tunnen kipua luissani, aivan kuin ne olisivat murenemassa sisälläni.
gl: Sinto unha dor nos meus ósos, coma se esfaresesen dentro de min.

source: Cold... it’s so very cold. Not a biting chill, but a numbness, an emptiness that eats at me from within...
fi: Kylmä... on tosi kylmä. Ei pureva viima, mutta tunnoton, tyhjyys joka syö minut sisältä päin...
gl: Frío... fai moito frío. Non un arrepío mordaz, senón un entumecimiento, un baleiro que me come dende dentro...

source: conscience
fi: omatunto
gl: conciencia

source: This unit has its damage increased by 50%
fi: Tämän yksikön vahinkopisteet kasvavat 50%
gl: Esta unidade ten o seu dano aumentado nun 50 %

source: carapace
fi: panssari
gl: caparazón

source: This unit gains 40% to all resistances.
fi: Tämän yksikön vastustukset kasvavat 40%.
gl: Esta unidade gaña un 40% a todas as resistencias.

source: lifeblood
fi: veri
gl: alma vital

source: This unit will heal 40 HP every turn. If it is poisoned, it will remove the poison instead of healing.
fi: Tämä yksikkö paranee 40 elinvoimapistettä vuorossa. Jos hänet on myrkytetty, poista myrkky parantamisen sijaan.
gl: Esta unidade curará 40 HP cada turno. Se está envelenado, eliminará o veleno en lugar de curar.

source: These runes seem to be useful.
fi: Nämä riimut vaikuttavat hyödyllisiltä.
gl: Estas runas parecen ser útiles.

source: There is darkness...
fi: Pimeys...
gl: Hai escuridade…

source: and peace...
fi: ja rauha...
gl: e paz…

source: for a moment.
fi: hetkeksi.
gl: por un instante.

source: Then, they are replaced by a pulling, a pain too strong to resist, and then...
fi: Sitten, ne korvaantuvat vetävällä, liian vahvalla tuskalla vastustaakseen, ja sitten...
gl: Entón, todo é substituído por unha forza que o arrastra, unha dor demasiado forte para resistir, e logo...

source: ... by emptiness.
fi: … tyhjyydellä.
gl: ... pola nada.

source: <big>AAAaaiiigghh!!</big>
fi: <big>AAAaaiiigg!!</big>

source: The cold, it burns!
fi: Kylmyys, se polttaa!
gl: O frío, queima!

source: I need warmth... life...
fi: Tarvitsen lämpöä... elämää...
gl: Necesito calor… vida…

source: I sense some primitive life in that direction. Perhaps I can sustain myself upon them.
fi: Aistin alkeellista elämää tuossa suunnassa. Ehkäpä pystyn ylläpitämään itseni niillä.
gl: Sinto algunha vida primitiva nesa dirección. Quizais podo manterme con eles.

source: Regain your strength
fi: Hanki voimasi takaisin
gl: Recupera a túa forza.

source: Destruction of Mal Keshar
fi: Mal Kesharin tuhoutuminen
gl: Destrución de Mal Quesar

source: <s><i>Welcome to Zephryn’s laboratory. Please be mindful of ongoing experiments during your visit.</i></s> <big><i><b>This territory is the domain of the mighty Xanthric. All unwelcome intruders shall die.</b></i></big>
fi: <s><i>Tervetuloa Zephrynin laboratorioon. Pyydän, ottakaa huomioon käynnissä olevat kokeet vierailunne aikana.</i></s> <big><i><b>Tämä reviiri kuuluu mahtavan Xanthricin valtakuntaan. Kaikki ei-tervetulleet tunkeilijat tulevat kuolemaan.</b></i></big>
gl: <s><i>Benvido ao laboratorio de Zephryn. Teña en conta os experimentos en curso durante a súa visita.</i></s> <big><i><b>Este territorio é o dominio do poderoso Xánthric. Todos os intrusos non desexados morrerán.</b></i></big>

source: That mage’s name is suspiciously... familiar.
fi: Tuon maagin nimi on epäilyttävän... tuttu.
gl: O nome dese mago é sospeitosamente... familiar.

source: A monolith of black stone, a fractured surface shrouded by darkened shadow.
fi: Mustan kiven monoliitti, haljennut pinta, joka on tummentuneen varjon verhoama.
gl: Un monolito de pedra negra, unha superficie fracturada envolta por sombras escuras.

source: Why are these bats chasing me?
fi: Miksi nämä lepakot jahtaavat minua?
gl: Por que me están perseguindo estes morcegos?

source: Blasted rats!
fi: Pahuksen rotat!
gl: Ratas malditas!

source: Dela used to be afraid of spiders. Imagine if she saw something like this...
fi: Dela pelkäsi ennen hämähäkkejä. Kuvittele, jos hän näkisi jotain tällaista...
gl: Dela tiña medo ás arañas. Imaxina se viu algo así...

source: For a moment, I was a little worried there. To have come so far and conquered death... only to be slain by an oversized arachnid! What a tale that would be.
fi: Olin hetken aikaa hieman huolissani. Olin tullut niin pitkälle ja voittanut kuoleman... vain tullakseni ylisuuren hämähäkkieläimen tappamaksi! Mikä tarina siitä tulisi.
gl: Por un momento, alí estaba un pouco preocupado. Chegar tan lonxe e conquistar a morte... só para ser asasinado por un arácnido de gran tamaño! Que conto sería ese.

source: What an unusual bat.
fi: Onpas erikoinen lepakko.
gl: Que morcego máis inusual.

source: Yes! I can draw energy from even these insignificant creatures.
fi: Kyllä! Voin imeä energiaa jopa näistä merkityksettömistä olennoista.
gl: Si! Podo sacar enerxía mesmo destas criaturas insignificantes.

source: You found some gold!
fi: Löysit vähän kultaa!
gl: Atopou un pouco de ouro!

source: You picked up a brazier!
fi: Poimit hiilipannun!
gl: Colleches un braseiro!

source: You picked up an empty flask.
fi: Poimit tyhjän pullon.
gl: Colleches un frasco baleiro.

source: You should do something else first.
fi: Sinun pitäisi tehdä jotain muuta ensiksi.
gl: Deberías facer outra cousa primeiro.

source: You melted the ice.
fi: Sulatit jään.
gl: Derretiches o xeo.

source: You filled the flask.
fi: Täytit pullon.
gl: Encheches o frasco.

source: You picked up the flask of water.
fi: Poimit vesipullon.
gl: Colleches o frasco de auga.

source: You created a new potion!
fi: Loit uuden taikajuoman!
gl: Creaches unha nova poción!

source: Mal Keshar drinks the potion and feels energy flow through his skeletal form. The power of death surges in his vacant body, threatening to overflow, to burst free, but at the last moment, he reins it in. The stream of magic trickles down to drops, diminished, tempered, but manageable.
fi: Mal Keshar juo taikajuoman ja tuntee energian virtaavan luurankomuodossaan. Kuoleman voima vyöryy hänen tyhjään ruumiiseensa ja uhkaa valua yli, päästä valloilleen, mutta viime hetkellä hän hillitsee sen. Taikavirta valuu pisaroihin, vähentyneenä, hillittynä, mutta hallittavissa olevana.
gl: Mal Keshar bebe a poción e sente fluír a enerxía a través da súa forma esquelética. O poder da morte aflora no seu corpo baleiro, ameazando con desbordarse, con liberarse, pero no último momento, el regíñase. O fluxo de maxia escorrega en gotas, diminuído, temperado, pero manexable.

source: <i>Dark water beneath crystal ice, Unmasked by a lick of flame, Transmuted by the altar of darkness Into pitch black shadow.</i>
fi: <i>Tumma vesi kristallijään alla, Paljastuu liekin nuolemalla, Pimeyden alttarilla muuntunut, Pikimustaksi varjoksi.</i>
gl: <i>Auga escura baixo o xeo cristalino, Desenmascarado por unha chama de lume, Transmutado polo altar das tebras Nunha sombra negra.</i>

source: Someone left their experiment unfinished here.
fi: Joku jätti keskeneräisen kokeen tänne.
gl: Alguén deixou o seu experimento sen rematar aquí.

source: You picked up a key!
fi: Poimit avaimen!
gl: Colleches unha chave!

source: You found a skeleton.
fi: Löysit luurangon.
gl: Atopaches un esqueleto.

source: There are some robe scraps stuck to this skeleton. This must have once been a mage.
fi: Tähän luurankoon on tarttunut joitakin kaapunpalasia. Tämän on täytynyt joskus olla maagi.
gl: Hai algúns restos de bata pegados a este esqueleto. Este debeu ser unha vez un mago.

source: You picked up a brazier.
fi: Poimit hiilipannun.
gl: Colleches un braseiro.

source: You opened the coffin.
fi: Avasit ruumisarkun.
gl: Abriches o cadaleito.

source: You placed the skeleton in the coffin.
fi: Laitoit luurangon ruumisarkkuun.
gl: Colocaches o esqueleto no cadaleito.

source: You cremated the bones!
fi: Poltit luut tuhkaksi!
gl: Incineraches os ósos!

source: Ash swirls upward, charred remnants of the once living. Charcoal from bone, embers from flesh, he consumes the pallid cinders, siphoning away the energy with a draining touch.
fi: Tuhka pyörteilee ylöspäin, hiiltyneitä jäänteitä kerran eläneistä. Hiiltä luusta, kekäleitä lihasta, hän nielee kalpean tuhkan ja imee energian pois tyhjentävällä kosketuksella.
gl: A cinza xira cara arriba, restos carbonizados dos vivintes. Carbón do óso, brasa da carne, consume as cinzas pálidas, desviando a enerxía cun toque drenante.

source: <i>Bones, scattered carelessly onto the floor, Remains laid without rest, Reside outside their coffin, locked away, In eternal wakefulness. Then, the key is found and the lid opened, And the tongue of fire begets ashen repose.</i>
fi: <i>Luut, huolimattomasti hajallaan lattialla, Jäänteet asetettu ilman lepopaikkaa, Oleskellen heidän arkkujensa ulkopuolella, lukittuna pois, Ikuisesti hereillä. Sitten, avain löydetään ja kansi avataan, Ja tulen kieli synnyttää tuhkaisen levon.</i>
gl: <i>Bones, espallados descoidadamente polo chan, Queda deitado sen descanso, Reside fóra do seu cadaleito, pechado, En eterna vixilia. Entón, atópase a chave e ábrese a tapa, E a lingua de lume enxendra repouso ceniciento.</i>

source: This place seems familiar.
fi: Tämä paikka näyttää tutulta.
gl: Este lugar parece familiar.

source: The blood is drained and the flesh is stripped. The bone remains, waiting to be reanimated. A necromancer’s most basic weapon is that, the puppet body of a skeleton.
fi: Veri valutetaan ja liha riisutaan. Luut jäävät jäljelle odottamaan, että se elvytetään uudelleen. Se on pimeyden herran perusase, luurankoinen sätkynukke.
gl: Escórrese o sangue e quítase a carne. O óso queda á espera de ser reanimado. A arma máis básica dun nigromante é ese, o corpo de títeres dun esqueleto.

source: ... but that is not what I am looking at, is it? This is... <i>my</i> face. This is what I have become...
fi: ... mutta se ei ole sitä mitä minä nyt näen? Nämä ovat... <i>minun</i> kasvoni. Tämä on se, mitä minusta on tullut...
gl: ... pero non é o que estou mirando, non si? Esta é... <i>a miña</i> cara. Nisto me convertín...

source: A skeleton, yourself.
fi: Oma luurankosi.
gl: Un esqueleto, ti mesmo.

source: A skeleton — a puppet for Darken Volk’s manipulation, yes.
fi: Luuranko — Darken Volkin sätkynukke hänen manipuloinnilleen, kyllä.
gl: Un esqueleto, un monicreque para a manipulación de Darken Volk, si.

source: A puppet of your own machinations.
fi: Omien harhaluulojesi sätkynukke.
gl: Un monicreque das túas propias maquinacións.

source: From the outset, deep down, you knew. If you followed this path, they would never accept you. Yet, you manipulated yourself into believing the opposite. You could not face the truth.
fi: Jo alussa, syvällä sisimmässäsi, sinä tiesit. Että jos seuraisit tätä polkua, he eivät tulisi koskaan hyväksymään sinua. Silti, sinä manipuloit itsesi uskomaan toisin. Et pystynyt hyväksymään totuutta.
gl: Dende o principio, no fondo, sabías. Se seguiches este camiño, nunca te aceptarían. Con todo, manipulácheste para crer o contrario. Non podías enfrontarte á verdade.

source: But I was right. My logic was sound. My reasoning was flawless. They should have accepted me...
fi: Mutta olin oikeassa. Logiikkani oli järkevä. Perusteluni oli virheetön. Heidän olisi pitänyt hyväksyä minut...
gl: Pero tiña razón. A miña lóxica era boa. O meu razoamento foi impecable. Deberían terme aceptado...

source: A puppet shackled by the limitations of your own feelings. No matter its faultlessness, logic could not have displaced the reality of your world. A culture of preconception supplanting even the instinct for survival.
fi: Omien tunteidesi rajoitusten kahlitsema sätkynukke. Huolimatta sen virheettömyydestä, logiikka ei olisi voinut syrjäyttää maailmasi todellisuutta. Ennakkokäsityskulttuuri, joka syrjäyttää jopa selviytymisvaiston.
gl: Un monicreque encadenado polas limitacións dos teus propios sentimentos. Non importa a súa integridade, a lóxica non podería ter desprazado a realidade do teu mundo. Unha cultura da preconcepción que suplanta ata o instinto de supervivencia.

source: Enough of this.
fi: Tämä riittää.
gl: Basta con isto.

source: This is what you have become. A decaying soul chained within the puppet form of a skeleton.
fi: Tämä on se mitä sinusta on tullut. Mädäntyvä sielu, joka on kahlittuna luurankoiseen sätkynukkeen.
gl: Isto é no que te convertiches. Unha alma en descomposición encadeada dentro da forma de monicreque dun esqueleto.

source: A rotten soul? I was never concerned with such things to begin with. When you are slain by orcs and decompose into nothing but a maggot-eaten carcass, no ‘soul’ is going to be of any use.
fi: Mädäntynyt sielu? En ole koskaan ollut huolissani sellaisista asioista. Kun örkit tappavat sinut ja mätänet pelkäksi toukan syömäksi raadoksi, ei "sielusta" ole mitään hyötyä.
gl: Unha alma podre? Nunca me preocuparon tales cousas para comezar. Cando os orcos matan e se descompón en nada máis que un cadáver devorado por gusanos, ningunha "alma" servirá de nada.

source: Better to sacrifice the spirit and live, than to die with dignity?
fi: Onko parempi uhrata sielu ja elää kuin kuolla arvokkaasti?
gl: Mellor sacrificar o espírito e vivir, que morrer con dignidade?

source: Dignity in death is a notion contrived of by fools. It is an assertion of lies, told by humans to comfort themselves in the face of an immutable force. But not I. By sacrificing my soul, I have conquered death and will live on past all those who tried to destroy me.
fi: Kuoleman arvokkuus on typerysten keksimä käsite. Se on valhe, jonka ihmiset kertovat lohduttaakseen itseään muuttumattoman voiman edessä. Mutta minä en. Uhraamalla sieluni olen voittanut kuoleman ja elän kaikkien niiden ohi, jotka yrittivät tuhota minut.
gl: A dignidade na morte é unha noción ideada polos tolos. É unha afirmación de mentiras, contadas polos humanos para consolarse ante unha forza inmutable. Pero eu non. Ao sacrificar a miña alma, conquistei a morte e vivirei ao longo de todos aqueles que intentaron destruírme.

source: For what purpose? You will persist on, bitter and alone, until the end of time?
fi: Mitä varten? Jatkat olemassaoloa, katkerana ja yksin, ajan loppuun asti?
gl: Con que finalidade? Persistirás, amargado e só, ata o fin dos tempos?

source: I regret nothing.
fi: En kadu mitään.
gl: Non me arrepinto de nada.

source: I sense the lair of something powerful nearby. Capturing that castle may be a worthwhile endeavor, but I shall have to approach carefully.
fi: Aistin, että lähellä on jonkin voimakkaan olennon pesä. Linnan valtaaminen voi olla kannattava yritys, mutta minun on lähestyttävä sitä varovasti.
gl: Sinto a guarida de algo poderoso preto. Capturar ese castelo pode ser un esforzo que paga a pena, pero terei que achegarme con coidado.

source: <i><big>What manner of vile creature intrudes upon my domain?!</big></i>
fi: <i><big>Minkälainen iljettävä olento tunkeutuu valtakuntaani?!</big></i>
gl: <i><big>Que clase de criatura vil se entromete no meu dominio?!</big></i>

source: <i>I suppose there is some irony in this.</i>
fi: <i>Tässä lienee jonkin verran ironiaa.</i>
gl: <i>Supoño que hai algo de ironía nisto.</i>

source: I was not aware that dragons still existed. This was most unexpected. Nevertheless, this shall be a worthwhile test of my new powers.
fi: En tiennyt, että lohikäärmeitä on yhä olemassa. Tämä oli hyvin odottamatonta. Siitä huolimatta, tämä on kuitenkin arvokas testi uusille voimilleni.
gl: Non sabía que os dragóns aínda existían. Isto foi moi inesperado. Non obstante, esta será unha proba que vale a pena dos meus novos poderes.
