Repository: wesnoth/wesnoth
Catalog: po/wesnoth-did/*.po
Languages: fi, gl

source: Descent into Darkness
fi: Laskeutuminen pimeyteen
gl: O descenso á escuridade

source: DiD
fi: Lp
gl: DE

source: Easy
fi: Helppo
gl: Doado

source: Neophyte
fi: Käännynnäinen
gl: Aprendiz

source: Evoker
fi: Manaaja
gl: Invocador

source: Normal
fi: Normaali

source: Challenging
fi: Haastava
gl: Esixente

source: Summoner
fi: Kutsuja
gl: Convocador

source: The northern frontier town of Parthyn is annually raided by neighboring tribes of orcs. Malin Keshar, an outcast mage, seeks to defend his home and wreak vengeance on the orcs by any means necessary, even if it means sacrificing his own soul in the process.
fi: Läheiset örkkiheimot hyökkäävät vuosittain Parthynin pohjoiseen rajakaupunkiin. Malin Keshar, karkotettu maagi, yrittää puolustaa kotiaan ja kostaa örkeille kaikin tarvittavin keinoin, vaikka se merkitsisi oman sielunsa uhraamista siinä samalla.
gl: A cidade fronteiriza do norte de Parthyn é asaltada anualmente polas tribos veciñas de orcos. Malin Keshar, un mago paria, busca defender a súa casa e vingarse dos orcos por calquera medio necesario, aínda que isto signifique sacrificar a súa propia alma no proceso.

source: (Intermediate level, 10 scenarios.)
fi: (Keskitasoa, 10 skenaariota.)
gl: (Nivel intermedio, 10 escenarios.)

source: Original Campaign Design
fi: Aluperäinen kampanjasuunnittelu
gl: Deseño orixinal da campaña

source: Latest Campaign Revision
fi: Uusin kampanjaversio
gl: Última revisión da campaña

source: Artwork and Graphics Design
fi: Taidetyö ja graafinen suunnittelu
gl: Traballo artístico e deseño gráfico

source: Miscellaneous
fi: Sekalaista
gl: Miscelánea

source: A Big Hunk of Flesh
fi: Lihakasa
gl: Un gran pedazo de carne

source: Feed a Ghoul way too many rats.
fi: Syötä kalmolle liian monta rottaa.
gl: Alimente a un Ghoul demasiadas ratas.

source: Yer a Ghoul, Drogan
fi: Oot kalmo, Drogan
gl: Es un necrófago, Drogan

source: Make that arrogant jerk Drogan into just another one of your minions.
fi: Tee tuosta ylimielisestä Drogan-mäntistä sinun sätkynukkesi.
gl: Fai de ese arrogante idiota Drogan só un dos teus secuaces.

source: High Grade Sushi
fi: Korkeatasoista sushia
gl: Sushi de alta calidade

source: Upgrade a normal swimmer zombie into a super zombie.
fi: Ylennä tavallinen uimari-zombi superzombiksi.
gl: Actualice un zombi nadador normal a un super zombie.

source: Drunken Fist Style
fi: Känninen nyrkki-tyyli
gl: Estilo Puño Borracho

source: Make the drunken sailor zombie drink some poorly aged rum.
fi: Juota humalaiselle merimies-zombille huonosti ikääntynyttä rommia.
gl: Fai que o zombie mariñeiro borracho beba un pouco de ron mal envellecido.

source: A Monolith of Stone
fi: Kivinen monoliitti
gl: Un monolito de pedra

source: Find and explore all eight unique monoliths in a single playthrough.
fi: Löydä ja tutki kaikki kahdeksan ainutlaatuista monoliittia yhdellä pelikerralla.
gl: Busca e explora os oito monolitos únicos nunha única partida.

source: Am I the Bad Guy?
fi: Olenko minä pahis?
gl: Son o malo?

source: Reflect on all of your doings. Did you learn anything from them?
fi: Mieti tekojasi. Opitko niistä mitään?
gl: Reflexiona sobre todas as túas accións. Aprendeches algo deles?

source: Fish are Friends not Food
fi: Kala on kamu ei sapuskaa
gl: Os peixes son amigos, non alimentos

source: Find and eat Inky in the secret underground squid village.
fi: Löydä ja syö Inky salaisessa maanalaisessa mustekalakylässä.
gl: Busca e come a Inky na aldea secreta de luras subterráneas.

source: Saving Parthyn
fi: Parthynin pelastaminen
gl: Salvar Parcin

source: Malin Keshar was born ten years after the death of Haldric IV. He grew up in the northern border town of Parthyn, the second child and eldest son of the city’s baron. Every summer, by the time the mountainous paths and high passes shed their wintry gowns of snow, orcs descended from the northern hills to ravage the settlements at the frontier. Every year, Malin’s father led the townsfolk to repel the raids and force the orcs to retreat back to the north.
fi: Malin Keshar syntyi kymmenen vuotta Haldric IV:n kuoleman jälkeen. Hän varttui pohjoisessa Parthynin rajakaupungissa kaupungin paronin toisena lapsena ja vanhimpana poikana. Joka kesä, kun vuoristosolat sulivat, örkit tulivat pohjoisesta hävittämään asutuksia raja-alueella. Joka vuosi, Malinin isä johti kaupungin väkeä torjuakseen hyökkäykset ja pakotti örkit perääntymään takaisin pohjoiseen.
gl: Malin Quesar naceu dez anos despois da morte de Haldric IV. Medrou na cidade fronteiriza do norte de Parthyn, segundo fillo e primoxénito do barón da cidade. Cada verán, cando os camiños montañosos e os altos pasos deixaban atrás os seus vestidos invernais de neve, os orcos descendían das colinas do norte para saquear os asentamentos da fronteira. Cada ano, o pai de Malin guiaba aos habitantes da cidade a repeler as incursións e obrigar aos orcos a retirarse de novo cara ao norte.

source: When Malin was ten, a passing mage sensed strong magical abilities in the boy and suggested he be sent to the Isle of Alduin for training in the magical arts. Malin studied there for eight years, learning all manner of magic from basic control over the elements, to the mystic arts and scrying, to alchemy and simple medicine.
fi: Kun Malin oli kymmenvuotias, ohikulkeva velho aisti vahvoja maagisia kykyjä pojassa ja ehdotti että hänet lähetettäisiin Alduinin saarelle taitojensa opettelua varten. Malin opiskeli siellä kahdeksan vuotta, oppien kaikenlaista taikuutta elementtien perus hallitsemista mystisiin taitoihin ja ennustamiseen, alkemiaan ja yksinkertaiseen lääketieteeseen.
gl: Cando Malin tiña dez anos, un mago que pasaba sentiu fortes habilidades máxicas no neno e suxeriu que fose enviado á illa de Alduin para adestrarse nas artes máxicas. Malin estudou alí durante oito anos, aprendendo todo tipo de maxia, desde o control básico dos elementos, ata as artes místicas e as criaturas, ata a alquimia e a medicina sinxela.

source: Although his life on Alduin was luxurious and peaceful, Malin found the teachings of the scholarly mages to be too philosophical for his tastes. His thoughts turned back to Parthyn, where more practical magics were necessary to drive off the orcs. Malin began to research these magics on his own, but his lack of patience and general indiscretion eventually led to several confrontations with his teachers and other students. Believing Malin to be too reckless, the mages expelled him from Alduin.
fi: Vaikka hänen elämänsä Alduinilla oli ylellistä ja rauhallista, Malinin mielestä maagien teoreettiset opetukset olivat liian filosofisia hänen makuunsa. Hänen ajatuksensa kääntyivät Parthyniin, missä käytännöllisempi magia olisi välttämätön örkkien karkottamiseen. Malin alkoi tutkia näitä taikoja omin päin, mutta hänen kärsimättömyytensä ja yleinen tahdittomuutensa johtivat lopulta useisiin yhteenottoihin opettajiensa ja muiden oppilaiden kanssa. Uskoen Malinin olevan liian vastuuton, maagit erottivat hänet Alduinista.
gl: Aínda que a súa vida en Alduin foi luxosa e pacífica, Malin considerou que as ensinanzas dos magos eruditos eran demasiado filosóficas para os seus gustos. Os seus pensamentos volveron a Parthyn, onde eran necesarias maxias máis prácticas para expulsar aos orcos. Malin comezou a investigar estas maxias pola súa conta, pero a súa falta de paciencia e a súa indiscreción xeral provocaron varios enfrontamentos cos seus profesores e outros estudantes. Considerando que Malin era demasiado imprudente, os magos expulsárono de Alduin.

source: When Malin returned to Parthyn, orcs had already begun to attack the city. Although he tried his best to fight them off, the raids were far more relentless and the town guard was far weaker than he had remembered. One night, a particularly powerful band of orcs overran the city walls and Malin could only watch as his father was cut down by one of the savage orcish warriors.
fi: Kun Malin palasi Parthyniin, örkit olivat jo aloittaneet hyökkäyksensä kaupunkiin. Vaikka hän yritti parhaansa mukaan torjua heidät, hyökkäykset olivat heltymättömiä ja kaupungin vartijat paljon heikompia kuin hän oli muistanut. Eräänä yönä erityisen voimakas örkki lauma valtasi kaupungin muurit, ja Malin pystyi vain katsomaan vierestä, kun yksi raakalaismainen örkkisoturi surmasi hänen isänsä.
gl: Cando Malin volveu a Parthyn, os orcos xa comezaran a atacar a cidade. Aínda que fixo todo o posible por loitar contra eles, as incursións foron moito máis implacables e a garda da cidade era moito máis débil do que lembrara. Unha noite, unha banda de orcos particularmente poderosa invadiu as murallas da cidade e Malin só puido ver como o seu pai era derribado por un dos salvaxes guerreiros orcos.

source: Shaken by the loss of their commander, the human defense began to falter. The orcs roared in anticipation of victory, but before they could overrun the city, skeleton warriors poured out of the woods to their rear. The undead cut down orc after orc, swords and axes hacking through flesh and bone with ruthless efficiency. The soldiers watched in half amazement, half fear as the orcs dropped and the skeletons turned toward them, empty eyes bleeding with fetid magic. All was dreadfully still as the blood and carnage settled in the rank darkness.
fi: Komentajansa menettämisen ravistelemana ihmisten puolustukset alkoivat horjua. Örkkit karjuivat voittoansa, mutta ennen kuin he pystyivät valtaamaan kaupungin, luurankosotureita alkoi valua metsästä örkkien selustaan. Epäkuolleet surmasivat örkin örkkien perään, hakaten läpi lihan ja luun käyttäen miekkoja ja kirveitä häikäilemättömällä tehokkuudella. Sotilaat katsoivat ihmetyksen ja pelon vallassa, kun örkit kaatuivat ja epäkuolleet kääntyivät heitä kohti, tuijottaen tyhjillä silmillänsä jotka tihkuivat löyhkäävää magiaa. Kaikki oli hirvittävän hiljaa kun veri ja teurastus asettuivat pimeyteen.
gl: Conmocionados pola morte do seu comandante, a defensa dos humanos comezou a fallar. Os orcos celebraban anticipadamente a súa vitoria, pero antes de que puidesen arrasar a cidade, guerreiros esqueletos saíron dos bosques as súas costas. Os non mortos abatían orco tras orco, coas espadas e machados rachando carne e óso cunha eficacia implacable. Os soldados observaban, medio abraiados e medio aterrados, mentres os orcos caían e os esqueletos se volvín cara a eles, cos ollos baleiros a sangrar maxia fétida. Todo quedou terriblemente quieto mentres o sangue e a carnicería se asentaban na escuridade pútrida.

source: The silence was broken by the irregular shuffle of a man emerging from the trees. He stood before them, a hunched figure with a rasping voice reminiscent of crackling bones. <i>“I am Darken Volk. While I know you do not love my kind, I think it is vital that we put aside our differences. The orcish menace grows in the north and they will soon return in even greater force. You cannot hope to defend against them without my... help. For now, I ask only to refresh myself in your town.”</i>
fi: Hiljaisuus rikkoutui kun metsän uumenista ilmestyi epätavallinen laahustava mies. Hän seisoi heidän edessään, kyyristynyt hahmo jonka karhea ääni muistutti rätiseviä luita. <i>”Minä olen Darken Volk. Tiedän, ettei teillä ole rakkautta minunlaisiani kohtaan, mutta uskon että on elintärkeää heittää syrjään erimielisyytemme. Örkkien uhka kasvaa pohjoisessa ja he palaavat vielä suuremmalla joukolla. Ette pysty puolustautumaan heitä vastaan ilman... apuani. Toistaiseksi pyydän vain että saan virkistäytyä kaupungissanne.”</i>
gl: O silencio rompeuse co arrastre irregular dun home que saía das árbores. Púxose diante deles, unha figura encorvada cunha voz áspera que lembraba ós ósos crepitantes. <i>“Son Darken Volk. Aínda que sei que non amades á miña clase, creo que é vital que deixemos de lado as nosas diferenzas. A ameaza orca medra no norte e pronto volverán con aínda mais forza. Non podedes esperar defendervos deles sen a miña… axuda. Por agora, só pido refrescarme na vosa cidade.”</i>

source: Drogan, the captain of the guard, replied, <i>“Nay, ye surely know that tha law says tha penalty fer necromancy be death. But, since you’ve saved our town, I’ll let ya rest here fer up ta three days. After, I’m banishin’ ya from Parthyn. Should ye return, we’ll attack ya on sight.”</i>
fi: Drogan, vartioston kapteeni, vastasi: <i>”Ei, sie varmasti tiedät että lain mukaan rangaistus mustasta magiasta on kuolema. Mutta, koska pelastit kaupunkimme, annan sinun levätä täällä kolmen päivän ajan. Tämän jälkeen, karkotan sinut Parthynistä. Jos palaat, niin hyökkäämme näköyhteyden saatuamme.”</i>
gl: Drogan, o capitán da garda, respondeu, <i>“Non, seguro que sabes que a lei di que a pena pola nigromancia é a morte. Pero, posto que salvaches a nosa vila, deixareite quedar aquí ata tres días. Logo, vou desterrarte de Parthyn. Se volves, atacarémoste en canto te vexamos.”</i>

source: Malin, troubled by his father’s death and the strength of the orcish assault, argued to no avail that Darken Volk be allowed to stay. After a couple days, the necromancer left Parthyn without incident.
fi: Malin, huolissaan isänsä kuolemasta ja örkkien hyökkäyksen voimakkuudesta, perusteli ilman tuloksia että Darken Volkin pitäisi antaa jäädä. Muutaman päivän jälkeen, pimeyden herra lähti Parthynistä ilman välikohtausta.
gl: Malin, preocupado pola morte do seu pai e pola forza do asalto orco, insistiu sen éxito en que se permitise quedar a Vol “O escuro”. Pasados un par de días, o nigromante marchou de Parthyn sen incidentes.

source: Defenders
fi: Puolustajat
gl: Defensores

source: Orcs
fi: Örkit
gl: Orcos

source: Defend the river fort for two nights
fi: Puolusta jokilinnoitusta kahden yön ajan
gl: Defende o forte do río durante dúas noites

source: Kill the orcish leader
fi: Kukista örkkijohtaja
gl: Mata o líder orco

source: Orcs reach the outskirts of Parthyn
fi: Örkit saavuttavat Parthynin laitaman
gl: Os orcos chegan aos arredores de Parthin

source: Death of Malin Keshar
fi: Malin Kesharin kuolema
gl: Morte de Malin Quesar

source: Death of Dela Keshar
fi: Dela Kesharin kuolema
gl: Morte de Dela Quesar

source: Death of Drogan
fi: Droganin kuolema
gl: Morte de Drogan

source: You really think it was a good idea to send out a raidin’ party right after the orcs just attacked us? Father isn’t even here with us any more...
fi: Uskotko tosiaan että oli hyvä idea lähettää joukkomme heti örkkien hyökkäyksen jälkeen? Isä ei ole enää keskuudessamme...
gl: Realmente cres que foi unha boa idea enviar unha festa de ataque xusto despois de que os orcos nos atacasen? O pai xa non está aquí connosco...

source: Nor is Darken Volk. We are truly defenseless.
fi: Eikä myöskään Darken Volk. Olemme täysin suojattomia.
gl: Tampouco é Darken Volk. Estamos realmente indefensos.

source: Not like we even need him. No way we’re trusting a necromancer.
fi: Ihan niin kuin tarvitsisimme häntä. Emme varmasti luota manaajaan.
gl: Nin sequera o necesitamos. De ningún xeito confiamos nun nigromante.

source: Quit bickerin’, you two. With most o’ them orcs dead now, their camps will be lots weaker. Our raiders will clear ’em out and leave us a quiet summer.
fi: Te kaksi, lakatkaa riitely. Nyt kun suuri osa örkeistä on kuollut, heidän leirinsä ovat paljon heikompia. Hyökkääjämme kukistavat heidät ja saamme rauhallisen kesän.
gl: Deixade de discutir, vós dous. Con a maioría dos orcos mortos agora, os seus campamentos serán moito máis débiles. Os nosos asaltantes eliminaranos e deixaranos un verán tranquilo.

source: So much for quiet, Drogan. Orcs amass north of the river!
fi: Se siitä rauhallisuudesta, Drogan. Örkit kokoontuvat joen pohjoispuolella!
gl: Ata aquí a tranquilidade, Drogan. Os orcos amontoáronse ao norte do río!

source: What? Curses! Why be thar still so many o’ ’em?
fi: Mitä? Kirottua! Miksi heit' on vielä näin paljon?
gl: Que? Maldicións! Por que aínda hai tantos?

source: Well ya sent out a bunch of our soldiers before we even started ta fix the city walls...
fi: No, lähetit joukon sotilaitamme ennen kuin edes saimme kaupungin muurit korjattua...
gl: Pois mandaches a un grupo dos nosos soldados antes de comezar a arranxar as murallas da cidade...

source: Quiet, you. Malin, you’ve got ta hold tha river fort or they’ll overrun us. Tha raidin’ party should be back in two days ta help us fight ’em off. Fer now, I’ll send tha remaining guards to help ya.
fi: Vaiti, sinä. Malin, sinun täytyy pitää jokilinnoitus tai ne varmasti pyyhkäisevät meidät alleen. Joukkojemme on määrä palata kahdessa päivässä auttamaan meitä taistelussa heit' vastaan. Toistaiseksi lähetän jäljel olevat sotilaat auttamaan sinnuu.
gl: Calade. Malin, tes que manter o forte do río ou nos arrasarán. O destacamento da incursión debería volver en dous días para axudarnos a repelelos. Por agora, mandarei os gardas restantes para axudarche.

source: What in blazes is that... that thing? Has tha necromancer returned already? His timin’ couldn’t be any worse...
fi: Mikä pahus tuo... tuo on? Onks pimeyden herra palannut jo? Hänen ajoituksensa ei vois olla huonompi...
gl: Que diabos é iso… esa cousa? ¿Xa volveu o nigromante? O seu momento non podería ser peor…

source: No, Drogan. I raised this corpse with the skills Darken Volk taught me before he left. I have no love for it, but we need to take action, or we’ll never be able to repel the orcs!
fi: Ei, Drogan. Nostatin tämän ruumiin taidoilla, jotka Darken Volk minulle opetti ennen lähtöään. Vaikken siitä pidäkään, meidän täytyy toimia, tai emme pysty ikinä torjumaan örkkejä!
gl: Non, Drogan. Erguín este cadáver coas habilidades que Vol “O escuro” me aprendeu antes de marchar. Non lle teño ningún afecto, pero debemos actuar, ou nunca poderemos repelir aos orcos!

source: I’m ’shamed of ya, Malin. Even if it’d ensure our survival, nothin’ good ever comes of necromancy. The moment ya use it, you’ve already sold yer soul ta black magic!
fi: Häpeän sinnuu, Malin. Vaikka se takaisi selviytymisemme, mitää hyvää ei ikinä tule manaamisesta. Heti ku käytät sitä, olet myynyt sielusi mustalle magialle!
gl: Estou avergoñado de ti, Malin. Aínda que garantise a nosa supervivencia, a nigromancia non vén nada bo. No momento en que o usas, xa vendeches a túa alma de maxia negra!

source: What?! I am hardly evil, Drogan!
fi: Mitä?! Olen hädin tuskin paha, Drogan!
gl: Que?! Non son mal, Drogan!

source: Ya say that, but you’ve been very quiet ’bout why tha mages sent you home from Alduin. I’m beginning ta think you were already dabblin’ in this witchcraft even before ya met that necromancer!
fi: Niin sanot, mutta olet ollut hyvin harvasanainen siitä, miks maagit lähettivät sinut kotiin Alduinista. Alan epäillä että olit jo sekaantunut tähän mustaan magiaan ennen kuin edes tapasit sen pimeyden herran!
gl: Iso dis, pero levas moi calado sobre por que os meigos te mandaron de volta de Alduin. Comezo a pensar que xa andabas a meterte nesta bruxería antes mesmo de coñecer a ese nigromante!

source: No! No... it was something stupid, something silly... it does not matter now! I’ll not stand by and allow the orcs to destroy my home while I have the power to prevent it!
fi: Ei! Ei... se oli vain jotain tyhmää... mutta sillä ei ole nyt väliä! En vain aio seisoa katselemassa, kun örkit tuhoavat kotini, kun minulla on taitoja moisen kauhun estämiseen!
gl: Non! Non… foi algo estúpido, algo tolo… xa non importa! Non vou quedar parado e permitir que os orcos destrúan o meu fogar mentres teño o poder de evitalo!

source: Welcome to Parthyn
fi: Tervetuloa Parthyniin
gl: Benvidos a Parcin

source: Ignorance is the parent of fear.
fi: Pelon alkuperä, on tietämättömyys.
gl: A ignorancia é o pai do medo.

source: A monolith of pale stone, luminous and bright, but cold and brittle to the touch.
fi: Vaalean kiven monoliitti, valoisa ja kirkas, mutta kylmä ja hauras kosketukselle.
gl: Un monolito de pedra pálida, luminoso e brillante, pero frío e quebradizo ao tacto.

source: Someone left a dead fish here.
fi: Joku jätti kuolleen kalan tänne.
gl: Alguén deixou aquí un peixe morto.

source: The orcs have broken through. Parthyn is open to attack!
fi: Örkit ovat murtautuneet linjojemme läpi. Parthyn on avoin hyökkäykselle!
gl: Os orcos romperon a defensa. Parcin está desprotexida!

source: Who will be left to defend Parthyn?
fi: Kuka jää jäljelle puolustamaan Parthynia?
gl: Quen vai quedar para defender Parcin?

source: I’m... dying...
fi: Minä... kuolen...
gl: estou... morrendo...

source: We’re back from the raid, Drogan. Seems like we made it just in time!
fi: Olemme palanneet hyökkäysretkeltä, Drogan. Näyttää siltä että saavuimme juuri oikeaan aikaan!
gl: Voltamos da redada, Drogan. Parece que o fixemos xusto a tempo!

source: More humans! We’ll need more fighters to squash ’em all. Grunts, retreat!
fi: Lisää ihmisiä! Tarvitsemme enemmän taistelijoita murskaamaan heidät kaikki. Soturit, perääntykää!
gl: Máis humanos! Necesitaremos máis loitadores para esmagalos a todos. Gruñidos, retirada!

source: The orcs are dead!
fi: Örkit ovat hajalla, kuolleita tai paenneet!
gl: Os orcos están mortos!

source: By all rights, Malin, I should have ya kill’d on tha spot. I can’t believe ya let that necromancer corrupt you. I s’ppose part o’ this is my fault since I let ’im into Parthyn, but still... Since I showed ’im mercy, I’ll show ya the same. I’m banishin’ you from Parthyn.
fi: Oikeutetusti, minun olisi pitänyt teloituttaa sinut siihen paikkaan, Malin. En voi uskoa että annoit sen pimeyden herran korruptoida sinua. Toisaalta olen myös osasyyllinen sillä päästin hänet Parthyniin, mutta silti... koska kuitenkin annoin hälle armoa, niin annan myös sinulle. Olet täten karkotettu Parthynin seuduilta.
gl: Por dereito, Malin, deberíache telos matado alí mesmo. Non podo crer que deixases que ese nigromante te corrompese. Supoño que parte disto é culpa miña por deixalo entrar en Parthyn, pero aínda así... Xa que lle mostrei misericordia, vouche mostrar o mesmo. Vouche desterrar de Parthyn.

source: Fine words, Drogan. Would you rather have let the orcs overrun the town?
fi: Kauniita sanoja, Drogan. Olisit siis mieluummin antanut örkkien polkea meidät ja kaupungin jalkoihinsa?
gl: Boas palabras, Droga. Preferirías deixar que os orcos invadisen a vila?

source: Aye, better that than ta even dabble in dark magic. We woulda rebuilt this place like always. Even if I died, ’least it woulda been with dignity. Too bad tha mages didn’t teach ya more sense.
fi: Kyl, parempi niin kuin sekaantua pimeään magiaan. Me olisimme rakentaneet kaupungin uudelleen, aivan niin kuin ennenkin. Vaikka olisin kuollut ainaki kuolisin kunniani kanssa. Ikävä juttu ettei maagit opettaneen sinulle enemmän maalaisjärkeä.
gl: Si, mellor iso que xogar coa maxia escura. Teriamos reconstruído este lugar como sempre. Mesmo se morrese, polo menos sería con dignidade. Que pena que os meigos non che ensinaran máis sentido común.

source: I only did it to protect what I care about! Is this really what I deserve for saving your hides?
fi: Tein vain sen mitä piti suojellakseni sitä mistä välitän! Onko tämä tosiaan sitä mitä ansaitsen pelastettuani nahkanne?
gl: Só o fixen para protexer o que me importa! É isto realmente o que merezco por gardar as túas peles?

source: Yes, yes it is. Nobody’ll support ya on yer crazy path to depravity.
fi: Kyl, kyl on. Kukaan ei tue sinnuu järjettömyyden polullasi turmeltumiseen.
gl: Si, si o é. Ninguén che apoiará no teu camiño tolo cara á depravación.

source: We should all be glad to see you gone, necromancer. I detest having fought by your side.
fi: Olisimme iloisia nähdessämme sinun katoavan täältä, manaaja. Vihaan sitä että olen taistellut puolellasi.
gl: Todos deberíamos estar contentos de verte marchar, nigromante. Detesto ter loitado ao teu lado.

source: Dela? Sister?
fi: Dela? Sisko?
gl: Dela? Irmá?

source: Well...
fi: No...
gl: Ben...
