Repository: wesnoth/wesnoth
Catalog: po/wesnoth-did/*.po
Languages: fi, gl

source: Silence permeates the darkness, broken only by the irregular dripping of water from the musty cave walls. Malin looks toward Darken Volk occasionally, expecting something from the elder necromancer, but is met with stone-cold dispassion. There is no acknowledgment... no word of gratitude — only a sense of unease that has as much to do with the book as it does with Darken Volk.
fi: Hiljaisuus täyttää pimeyden, ja sen rikkoo vain veden epäsäännöllinen tippuminen luolan tunkkaisista seinistä. Malin vilkaisee välillä Darken Volkia kohti, odottaen jotain vanhemmalta pimeyden herralta, mutta kohtaa kivikylmän välinpitämättömyyden. Ei mitään tunnustusta... ei kiitollisuuden sanaa - vain levottomuuden tunne, joka liittyy yhtä paljon kirjaan kuin Darken Volkiin.
gl: O silencio impregna a escuridade, rota só polo goteo irregular de auga das paredes mocedas das covas. Malin mira ocasionalmente cara a Darken Volk, esperando algo do nigromante ancián, pero atópase con desapaixón como a pedra. Non hai ningún recoñecemento... ningunha palabra de agradecemento, só unha sensación de malestar que ten tanto que ver co libro como con Darken Volk.

source: They continue walking through the damp, cold air all through the morning and day, finally emerging as the last rays of sunlight sink below the horizon.
fi: He jatkavat kävelyä kosteassa, kylmässä ilmassa koko aamun ja päivän, ja lopulta he nousevat esiin, kun auringonvalon viimeiset säteet painuvat horisontin alle.
gl: Seguen camiñando polo aire húmido e frío durante toda a mañá e todo o día, e finalmente emerxen cando os últimos raios do sol se afunden baixo o horizonte.

source: Wesnothians
fi: Wesnothilaiset
gl: Noroccidentais

source: Take the book back from Darken Volk
fi: Ota kirja takaisin Darken Volkilta
gl: Recupera o libro Vol “O escuro”

source: Well, we got your precious book and made it out of Tath in one piece. What do we do now?
fi: No, saimme arvokkaan kirjasi ja selvisimme Tathista ehjin nahoin. Mitä me nyt teemme?
gl: Pois, xa temos o teu libro precioso e saímos de Tath enteiros. Que facemos agora?

source: ‘We’? <i>We</i> do nothing.
fi: "Me"? <i>Me</i> emme tee mitään.
gl: ‘Nós’? <i>Nós</i> non facemos nada.

source: Now give the book to me.
fi: Anna kirja nyt minulle.
gl: Agora dáme o libro.

source: Darken Volk grabs the mysterious book from Malin’s hands and stalks away.
fi: Darken Volk nappaa salaperäisen kirjan Malinin käsistä ja hiipii pois.
gl: Vol “O escuro” arrebatoulle a Malin o misterioso libro das mans e dispúxose a marchar.

source: Now go your own way, and I will go mine.
fi: Nyt lähdet omille teillesi, ja minä lähden omilleni.
gl: Agora segue o teu propio camiño, que eu seguirei o meu.

source: You can’t just leave me here!
fi: Et voi vain jättää minua tänne!
gl: Non podes deixarme aquí sen máis!

source: Master, do you not see? He has merely been using you to get that book!
fi: Herra, etkö ymmärrä? Hän on käyttänyt sinua hyväkseen ainoastaan saadakseen tuon kirjan!
gl: Mestre, non o ve? Só vos empregou para conseguir o libro!

source: What do you mean?
fi: Mitä tarkoitat?
gl: Que queres dicir?

source: He cares not about your noble quest to push back the orcs. He needed your help to fight the mages!
fi: Hän ei välitä jalosta pyrkimyksestänne työntää örkit takaisin. Hän tarvitsi apuasi maageja vastaan!
gl: Non lle importa a vosa nobre empresa de repeler aos orcos. Necesitaba da vosa axuda para loitar contra os meigos!

source: Wait!
fi: Odota!
gl: Agarda!

source: You used me! You knew the people of Parthyn would cast me out — you knew I had nobody else to turn to! You knew I would do whatever you said...
fi: Sinä käytit minua! Tiesit, että Parthynin väki hylkäisi minut - tiesit, ettei minulla ollut ketään muuta, jonka puoleen kääntyä! Tiesit, että tekisin mitä tahansa sanoisit...
gl: Usachesme! Sabías que a xente de Parthyn me expulsaría; sabías que non tiña a ninguén máis a quen acudir! Sabías que faría o que dixeses...

source: After all this time... I haven’t just been a pawn to you... have I?
fi: Kaiken tämän jälkeen... En ole ollut sinulle pelkkä pelinappula... vai olenko?
gl: Despois de todo este tempo... non só fun un peón para ti... non si?

source: Why don’t you say anything?! Don’t you care at all?!
fi: Miksi et sano mitään?! Etkö välitä ollenkaan?!
gl: Por que non dis nada?! Non che importa nada?!

source: ... you can’t abandon me too, not the way they did... Father, Drogan, Dela...
fi: … Sinäkään et voi hylätä minua, et niin kuin he... isä, Drogan, Dela...
gl: ... non podes abandonarme a min tamén, non como o fixeron eles... Pai, Drogan, Dela...

source: He will not help you, but perhaps the book might. You were the one who helped him retrieve it. It is rightfully yours!
fi: Hän ei auta sinua, mutta ehkä kirja saattaisi auttaa. Sinä olit se joka auttoi häntä saamaan sen takaisin. Se on oikeutetusti sinun!
gl: Non che axudará, pero quizais o libro si. Ti fuches quen o axudou a recuperalo. É o teu dereito!

source: Yes, I suppose that is right...
fi: Kyllä, luulen että olet oikeassa...
gl: Si, supoño que iso é certo…

source: Darken Volk! That book is as much mine as it is yours! Give it back, or I will take it by force!
fi: Darken Volk! Tuo kirja on yhtä paljon minun kuin sinun! Anna se takaisin tai otan sen väkisin!
gl: Darken Volk! Ese libro é tanto meu como teu! Devólveo, ou lévoo pola forza!

source: You are even more of a fool than I thought.
fi: Olet vieläkin tyhmempi kuin luulin.
gl: Es máis parvo do que pensaba.

source: You let me believe Parthyn would accept me back, so when they didn’t, I would be willing to attack my own countrymen!
fi: Annoit minun uskoa, että Parthyn hyväksyisi minut takaisin, ja kun niin ei käynyt, auttaisin sinua hyökkäämään omia maanmiehiäni vastaan!
gl: Fixéchesme crer que Parthyn me aceptaría de volta, así que cando non o fixo estiven disposto a atacar aos meus propios compatriotas!

source: What you let yourself believe is no fault of mine. I gave you more power than you could have possibly dreamed. Use it to fight the orcs that annoy you so, not me.
fi: Mitä annoit itsesi uskoa ei ole minun syytäni. Annoin sinulle enemmän voimaa kuin mistä olet saattanut edes uneksia. Käytä sitä taistellaksesi örkkejäsi vastaan, jotka niin kovasti sinua ärsyttävät, eikä minua.
gl: Non teño a culpa de que creses o que criches. Dinche máis poder do que xamais puideches soñar. Úsao para enfrontarte aos orcos que tanto odias, non contra min.

source: You took my home away from me. You took Drogan away. You turned my sister against me! You have ruined my life!
fi: Veit minulta kotini. Veit Droganin. Käänsit siskoni minua vastaan! Olet pilannut elämäni!
gl: Quitáchesme a miña casa! ¡Levaches a Drogan! Volviches a miña irmá en contra miña! Arruináchesme a vida!

source: The only thing I have done is given you the power to achieve your own goals. The rest, you have done yourself.
fi: Ainoa asia minkä olen tehnyt on voimien antaminen, jotta voit saavuttaa tavoitteesi. Lopun, olet tehnyt itse.
gl: O único que fixen é darche o poder de acadar os teus propios obxectivos. O resto, fixéchelo ti mesmo.

source: That’s not true! You can’t abandon me like this!
fi: Tuo ei ole totta! Et voi hylätä minua näin!
gl: Iso non é certo! Non me podes abandonar así!

source: Fighting the orcs is your ambition, not mine. You cannot expect me to help you in an endeavor that does not concern me at all.
fi: Örkkien taisteleminen on sinun tavoitteesi, ei minun. Et voi olettaa minun auttavan sinua pyrkimyksissäsi jotka eivät liity minuun mitenkään.
gl: Loitar contra os orcos é a túa ambición, non a miña. Non podes esperar que che axude nun esforzo que non me preocupa en absoluto.

source: The very same to you! I helped you retrieve that book! If you will not help me with my mission, I will at least keep the fruits of my labor.
fi: Samat sanat sinulle! Autoin sinua saamaan tuon kirjan! Jos et auta minua tehtävässäni, aion vähintäänkin pitää työni hedelmät itselläni.
gl: O mesmo para ti! Eu axudeiche a recuperar ese libro! Se non me axudas coa miña misión, polo menos quedareime cos froitos do meu traballo.

source: Hardly. I will crush you easily.
fi: Tuskinpa. Murskaan sinut helposti.
gl: Non o creo. Esmagareite sen problema ningún.

source: Perhaps, but I have nothing left to lose...
fi: Ehkäpä, mutta minulla ei ole enää mitään hävittävää...
gl: Quizais, pero xa non teño nada que perder...

source: Now you shall pay for what you have done to me.
fi: Nyt saat maksaa siitä mitä olet minulle tehnyt.
gl: Agora terás que pagar por todo o que me fixeches.

source: Done? I have done nothing but give you an opportunity. What you choose to do with your life is not my business. Leave me alone!
fi: Tehnyt? En ole tehnyt mitään paitsi antanut sinulle mahdollisuuden. Mitä valitset tekevän elämälläsi ei ole minun asiani. Jätä minut nyt yksin!
gl: O que che fixen? Non fixen máis que darche unha oportunidade. O que elixas facer coa túa vida non é asunto meu. Déixame en paz!

source: A monolith of dark stone, marred by cracks running throughout.
fi: Tumman kiven monoliitti, läpikulkevien halkeamien turmelema.
gl: Un monolito de pedra escura, estropeado por fendas que corren por todas partes.

source: This lighthouse has been dark for quite some time. I wonder if I could relight it?
fi: Tämä majakka on ollut pimeänä jo jonkin aikaa. Voisinkohan sytyttää sen uudelleen?
gl: Este faro leva bastante tempo escuro. Pregúntome se podería volver a acendelo?

source: ... no, that would be silly...
fi: ... ei, se olisi typerää...
gl: ... non, sería unha tontería...

source: He seems to be drinking the remains of the rum in the cargo hold.
fi: Hän näyttää juovan rommin jäännöksiä lastiruumassa.
gl: Parece estar bebendo os restos do ron na bodega.

source: Sir Cadaeus
fi: Herra Cadaeus
gl: Sir Cadeus

source: Your travels in this region have not gone unnoticed, necromancers! The disaster you wreaked upon the good city of Tath and the noble Lady Karae can only be paid back in turn with your blood. Yes, on this day, you shall have to answer for your innumerable crimes.
fi: Matkanne tällä alueella eivät ole jääneet huomaamatta, pimeyden herrat! Tuho, jonka aiheutitte Tathin hyvälle kaupungille ja jalolle daami Karaelle, voidaan maksaa takaisin vain verellänne. Tänä päivänä joudutte vastaamaan lukemattomista rikoksistanne.
gl: As túas viaxes nesta rexión non pasaron desapercibidas, nigromantes! O desastre que causaches sobre a boa cidade de Tath e a nobre Lady Karae só se pode pagar á súa vez co teu sangue. Si, neste día, terás que responder polos teus innumerables crimes.

source: Pompous words from an arrogant fool. We shall see how well you fare once I have finished this upstart.
fi: Ylimielisiä sanoja ylimieliseltä typerykseltä. Katsotaan, miten hyvin pärjäätte, kun olen lopettanut tämän nousukkaan.
gl: Palabras pomposas dun tolo arrogante. Veremos como te saes unha vez remate con este arribista.

source: I finally found you, Malin! At last, you’ll pay fer what you’ve done to my people and my home. I won’t let you live ta see another sunset.
fi: Löysin sinut vihdoin, Malin! Vihdoinkin saat maksaa siitä, mitä olet tehnyt kansalleni ja kodilleni. En anna sinun elää nähdäksesi toista auringonlaskua.
gl: Finalmente atopeite, Malin! Por fin pagarás polo que fixeches ao meu pobo e ao meu fogar. Non te deixarei vivir para ver outro solpor.

source: ... I suppose you did vow to kill me...
fi: ... No, sinä vannoit tappavasi minut...
gl: Supoño que prometes matarme...

source: You didn’t think I’d keep my word? You thought I’d forgive you fer killing Drogan and tearing apart our town? You don’t know how badly I want ta kill ya, Malin.
fi: Etkö uskonut, että pitäisin sanani? Luulitko, että antaisin sinulle anteeksi Droganin tappamisen ja kaupunkimme hajottamisen? Et tiedä, kuinka kovasti haluan tappaa sinut, Malin.
gl: Non pensaches que cumpriría a miña palabra? Pensaches que te perdoaría por matar a Drogan e destrozar a nosa cidade? Non sabes como quero matarte, Malin.

source: Nothing to say this time? No quip ’bout how we don’t understand ya? No comment about yer moral superiority? I can only hope you’ll be so quiet when I kill you.
fi: Eikö tällä kertaa ole mitään sanottavaa? Ei letkautusta siitä, ettemme ymmärrä sinua? Ei kommenttia moraalisesta ylivertaisuudestasi? Voin vain toivoa, että olet yhtä hiljaa, kun tapan sinut.
gl: Nada que dicir esta vez? Non hai broma de como non te entendemos? Sen comentarios sobre a túa superioridade moral? Só podo esperar que esteas tan calado cando te mate.

source: Vile fiend... I regret that I was... not strong enough... to destroy you...
fi: Viheliäinen peto... kadun että en ollut... tarpeeksi vahva... tuhoamaan sinut...
gl: Vile demonio... lamento non ser... o suficientemente forte... para destruírte...

source: You brought this on yourself...
fi: Aiheutit tämän itse...
gl: Ti trouxeches isto contigo...

source: For the Light I fall...
fi: Valon vuoksi minä kukistun...
gl: Pola Luz caio...

source: See? This is what happens when you abandon me!
fi: Näetkö? Näin tapahtuu kun minut hylkää!
gl: Mira? Isto é o que pasa cando me abandonas!

source: Ungrateful wretch, this is how you repay me? Curse you, Malin the Damned!
fi: Kiittämätön retale, näinkö sinä maksat minulle takaisin? Kiroan sinut, Malin Kirottu!
gl: Desgraciado ingrato, así é como me pagas? Maldito sexas, Malin o Maldito!

source: I have already been cursed many times over. One more time is nothing...
fi: Minut on jo kirottu monta kertaa. Yksi kerta lisää ei ole mitään...
gl: Xa me maldiciron moitas veces. Unha vez máis non é nada...

source: Well, I suppose I should get that book off the battlefield.
fi: No, nyt minun pitäisi saada se kirja pois taistelukentältä.
gl: Pois, supoño que debería recuperar ese libro do campo de batalla.

source: Bring the book back to Malin’s camp
fi: Tuo kirja takaisin Malinin leiriin
gl: Leva o libro de volta ao campamento de Malin

source: Pick up the book by moving a unit onto it. Bats and ghosts cannot carry the book.
fi: Nosta kirja siirtämällä yksikkö sen päälle. Lepakot ja kummitukset eivät voi kuljettaa kirjaa.
gl: Recolle o libro movendo unha unidade onda el. Os morcegos e as pantasmas non poden portar o libro.

source: A monolith of black stone, broken shards inexplicably held together by nothingness.
fi: Mustan kiven monoliitti, rikkinäiset pirstaleet pysyvät selittämättömästi kasassa tyhjyyden avulla.
gl: Un monolito de pedra negra, anacos rotos unidos inexplicablemente pola nada.

source: I have the book.
fi: Minulla on se kirja.
gl: Teño o libro.

source: My minions have captured the book.
fi: Kätyrini on napannut kirjan.
gl: Os meus secuaces capturaron o libro.

source: I am sorry, master, but this book is too heavy for me.
fi: Olen pahoillani, herrani, mutta tämä kirja on liian painava minulle.
gl: Síntoo moito, mestre, pero este libro é pesado de máis para min.

source: It’s impossible for a bat to carry a book that heavy.
fi: Lepakon on mahdotonta kantaa noin painavaa kirjaa.
gl: É imposible que un morcego leve un libro tan pesado.

source: Telemon the Slayer
fi: Telemon Surmaaja
gl: Telemon O asasino

source: Foul necromancer! Your time has come!
fi: Saastainen pimeyden herra! Aikasi on koittanut!
gl: Nigromante malo! Chegou o teu momento!

source: Reinforcements! I took too long to retrieve that book and now I have no way to win this battle...
fi: Vahvistukset! Minulla kesti liian kauan saada se kirja ja nyt minulla ei ole mitään keinoa voittaa tämä taistelu...
gl: Reforzos! Tardei demasiado en recuperar ese libro e agora non teño forma de gañar esta batalla...

source: The terrain is hazardous in these mountains. No one will be able to pursue me.
fi: Maasto on vaarallista näillä vuorilla. Kukaan ei pysty jahtaamaan minua.
gl: O terreo é perigoso nestas montañas. Ninguén poderá perseguirme.

source: ... then again, is there a point? Even should I escape, then what? All that I have fought for, everyone who I have tried to protect, everything is gone to me.
fi: … mutta toisaalta, onko sillä mitään väliä? Vaikka pakenisinkin, mitä sitten? Kaikki minkä vuoksi olen taistellut, kaikki joita olen yrittänyt suojella, kaikki on minulta poissa.
gl: ... de novo, hai algún punto? Incluso debería escapar, entón que? Todo polo que loitei, a todos os que tentei protexer, todo foi para min.

source: Life, death... unlife — at this point, I could accept any of them and nothing would change.
fi: Elämä, kuolema... epäkuolema — tässä vaiheessa, pystyisin hyväksymään minkä tahansa niistä ja mikään ei muuttuisi.
gl: Vida, morte... non-vida - neste momento, podería aceptar calquera deles e nada cambiaría.

source: ... but, I suppose giving up now would be a waste...
fi: ... mutta luulen että tässä vaiheessa luovuttaminen olisi tuhlausta...
gl: ... pero supoño que renunciar agora sería un desperdicio...

source: So, they are all dead. The paladin, Darken Volk, Dela...
fi: Joten, he ovat kaikki kuolleet. Temppeliritari, Darken Volk, Dela...
gl: Entón, están todos mortos. O paladín, Darken Volk, Dela...

source: All that I have fought for, everyone who I have tried to protect, everything is gone. Everyone is dead. Is this truly all that I am left with?
fi: Kaikki minkä puolesta olen taistellut, kaikki keitä olen yrittänyt suojella, kaikki on poissa. Kaikki ovat kuolleet. Onko tämä tosiaan kaikki mitä minulla on jäljellä?
gl: Todo polo que loitei, todos os que tentei protexer, todo desapareceu. Todos están mortos. Isto é realmente todo o que me queda?

source: ... nothing at all...
fi: ... Ei mitään...
gl: ... nada de nada...

source: <i>“To become a lich, one must first die.”</i>
fi: <i>”Tullakseen kuolonherraksi on ensin kuoltava.”</i>
gl: «<i>"Para ser un liche, primeiro hai que morrer."</i>

source: So reads the book that Malin has reclaimed. <i>“The spells of necromancy can free the spirit from the limitations of the flesh, but only once the soul has been unbound from the body. The necromancer must make the necessary incantations with his dying breaths, then conquer his own spirit in much the same way he binds the spirits of others. Because he retains his own will, however, the lich can call upon the awesome powers of the spirit world.”</i>
fi: Niin lukee kirjassa, jonka Malin otti takaisin. <i>”Elävöittämisen taiat voivat vapauttaa hengen lihan rajoituksista, mutta vain kun sielu on vapautettu ruumiista. Pimeyden herran on tehtävä tarpeelliset manaukset kuolinhenkäyksellään, sitten valloittaa hänen oma henkensä hyvin samalla tavalla kuin hän valloittaa muiden henkiä. Mutta koska hän säilyttää oman tahtonsa, kuolonherra voi kutsua henkimaailman vaikuttavat voimat palvelukseensa.”</i>
gl: Iso dicía o libro que Malin reclamara. <i>“Os conxuros da nigromancia poden liberar o espírito das limitacións da carne, mais só unha vez que a alma foi desligada do corpo. O nigromante debe pronunciar os encantamentos necesarios cos seus derradeiros alentos e despois conquistar o seu propio espírito do mesmo xeito que somete os espíritos alleos. Porén, ao conservar a súa propia vontade, o liche pode invocar os terribles poderes do mundo espiritual.”</i>

source: Malin closes the book. After all this time and all that he has struggled for, could he just surrender to despair and perish? He has never been one to simply give up, but then, is there anything left for him to struggle for? Still, the words, that terrifying idea, stick in the back of his mind. Life has offered him nothing; could death be any worse? Death... and not rebirth, but undeath.
fi: Malin sulkee kirjan. Kaiken tämän ajan ja kaiken sen jälkeen, minkä eteen hän on taistellut, voisiko hän vain antautua epätoivoon ja kadota? Hän ei ole koskaan ollut sellainen, joka vain luovuttaisi, mutta onko hänellä enää mitään, minkä puolesta taistella? Silti sanat, tuo kauhistuttava ajatus, jäävät hänen takaraivoonsa. Elämä ei ole tarjonnut hänelle mitään; voisiko kuolema olla yhtään pahempi? Kuolema... ei uudestisyntyminen, vaan kuolemattomuus.
gl: Malin pecha o libro. Despois de todo este tempo e de todo polo que loitou, ¿podería simplemente entregarse á desesperación e perecer? Nunca foi quen simplemente desistir, pero entón, queda algo polo que loitar? Aínda así, as palabras, esa idea aterradora, quedan no fondo da súa mente. A vida non lle ofreceu nada; a morte pode ser peor? A morte... e non o renacemento, senón a non morte.

source: With all of Wesnoth forbidden to him, Malin finds refuge in a secluded frontier village where few questions are asked. When word eventually filters to the town that Parthyn has been overrun by orcs, Malin rouses himself from his listless state without really knowing why, and heads northward.
fi: Koko Wesnoth on kielletty häneltä, joten Malin etsii turvapaikan syrjäisestä rajakylästä, jossa ei juurikaan kysellä. Kun kylään lopulta kantautuu sana, että örkit ovat vallanneet Parthynin, Malin herää vaisusta tilastaan tietämättä miksi, ja suuntaa pohjoiseen.
gl: Con todo o Noroeste prohibido para el, Malin atopa refuxio nunha aldea fronteiriza illada, onde se fan poucas preguntas. Cando finalmente chega á vila a noticia de que Parthyn foi invadida polos orcos, Malin sacúdese do seu estado de apatía sen saber realmente por que, e emprende o camiño cara ao norte.

source: Malin soon finds the track of an enormous orc army and follows them until he reaches their camps. As he sees the number of orcs, he begins to realize the futility of his quest — harassing and harrying one clan of orcs is a far different task than waging a truly meaningful war against them as a whole. Then again, perhaps he is beyond the point of ordinary reason.
fi: Malin löytää pian valtavan örkkiarmeijan jäljet ja seuraa niitä kunnes hän saavuttaa heidän leirinsä. Kun hän näkee örkkien määrän, hän alkaa ymmärtää tehtävänsä turhuuden - yhden örkkiklaanin ahdistelu ja häirintä on aivan eri tehtävä kuin todella merkityksellisen sodan käyminen niitä vastaan kokonaisuutena. Toisaalta, ehkä hän on sittenkin tavallisen järjen ulkopuolella.
gl: Malin pronto atopa o rastro dun exército enorme de orcos e segueos ata chegar aos seus campamentos. Ao ver a cantidade de orcos, comeza a decatarse da futilidade da súa misión: hostigar e acosar un clan de orcos é unha tarefa moi diferente a librar unha guerra realmente significativa contra todos eles. Porén, quizais xa estea máis aló do punto da razón ordinaria.

source: <i>There is nothing else left for me to do anyway,</i> Malin thinks, and raises his undead to assault the camp. Within mere minutes, nearly his entire army is destroyed and he is badly injured by a poisoned dagger. Malin retreats and finds refuge in a small cave.
fi: <i>Minulla ei ole kuitenkaan enää mitään muuta tehtävänä,</i> Malin ajattelee ja nostaa epäkuolleensa hyökkäämään leiriin. Muutamassa minuutissa lähes koko hänen armeijansa on tuhottu ja hän loukkaantuu pahasti myrkytettyyn tikariin. Malin vetäytyy ja löytää turvapaikan pienestä luolasta.
gl: <i>De todos os xeitos non me queda máis que facer,</i> pensa Malin, e levanta aos seus mortos-vivos para atacar o campamento. En poucos minutos, case todo o seu exército é destruído e está gravemente ferido por unha daga envelenada. Malin retírase e atopa refuxio nunha pequena cova.

source: teamname^Opposers
fi: Vastustajat
gl: Opositores

source: Complete the ritual
fi: Suorita rituaali loppuun
gl: Completa o ritual

source: While Malin is standing on a runestone, he receives additional abilities
fi: Malinin seistessä riimukiven päällä hän saa lisäkykyjä
gl: Mentres Malin está de pé nunha pedra rúnica, recibe habilidades adicionais

source: Cursed beasts!
fi: Kirotut pedot!
gl: Bestas malditas!

source: I won’t go down like this, felled by an orc’s blade!
fi: En aio kaatua näin, örkin miekan kaatamana!
gl: Non acabarei así, derrotado pola folla dun orco!
