Repository: wesnoth/wesnoth
Catalog: po/wesnoth-did/*.po
Languages: fi, gl

source: Ya can’t support ’im on this one, Dela.
fi: Et pysty tukemaan hänt' tässä asiassa, Dela.
gl: Non podes apoialo neste, Dela.

source: I... guess you’re right. You’ve decided your magic is more important than us, Malin. I can’t help you.
fi: Minä... luulen että olet oikeassa. Olet päättänyt että taikuutesi on sinulle tärkeämpää kuin me, Malin. En voi auttaa sinua.
gl: Eu... supoño que tes razón. Decidiches que a túa maxia é máis importante ca nós, Malin. Non podo axudarche.

source: Begone, Malin. I’ve no wish to see yer face around here ever again.
fi: Katoa, Malin. En toivo näkeväni naamaas täällä enää ikinä.
gl: Vaite, Malin. Non teño ganas de ver a túa cara por aquí nunca máis.

source: Bravely done holdin’ off them orcs by yerself, Malin. But we’re not outta trouble yet. The raidin’ party reports that more warlords be gatherin’ their armies in the hills, just a few days north o’ tha Great River. I don’t know if we can fight ’em all off.
fi: Urheasti tehty, pitämällä örkit loitolla yksikses, Malin. Mutta emme ole vielä selvillä vesillä. Joukkomme raportoivat että enemmän örkkisotapäälliköitä kasaavat armeijoitansa kukkuloilla, vain muutaman päivän matkan päässä Suurjoen pohjoispuolel. En oo varma pystymmekö kukistamaan heidät kaikki.
gl: Con valentía, por ti mesmo, rexeito os orcos, Malin. Pero aínda non saímos de problemas. O grupo de ataques informa de que máis señores da guerra están reunindo os seus exércitos nos outeiros, só uns días ao norte do Gran Río. Non sei se podemos loitar contra todos eles.

source: Then we must seek help. It has not been long since Darken Volk’s departure. Perhaps I can find him and ask him to aid us.
fi: Sitten meidän on haettava apua. Siitä ei ole kauaa kun Darken Volk lähti. Ehkä voimme löytää hänet ja pyytää häntä auttamaan meitä.
gl: Entón debemos buscar axuda. Non pasou moito desde a partida de Darken Volk. Quizais podo atopalo e pedirlle que nos axude.

source: I’ll pretend like I didn’t hear that.
fi: Teeskentelen etten kuullut tuota.
gl: Vou finxir que non oín iso.

source: Then what would you have us do, Drogan? Let the orcs overrun Parthyn? Abandon our families to those savages?
fi: Mitä meidän pitäisi sitten tehdä, Drogan? Antaa örkkien vallata Parthyn? Hylätä perheemme noille raakalaisille?
gl: Entón, que queres que fixemos, Drogan? Que os orcos invadan Parthyn? Abandonar as nosas familias a eses salvaxes?

source: Yes. Leave Parthyn fer now and rebuild later, like we always do.
fi: Kyl. Lähteä Parthynista toistaseks ja uudelleenrakentaa myöhemmin, niin kuin aina ennen.
gl: Si. Deixa Parthyn fer agora e reconstruílo máis tarde, como facemos sempre.

source: Or we can drive off the orcs altogether and make sure they never attack us again. Surely I cannot be the only one who sees that what Drogan says is madness!
fi: Tai voimme ajaa örkit pois kokonaan ja varmistaa että ne eivät enää ikinä hyökkää kimppuumme. Taatusti en ole ainoa jonka mielestä Droganin idea on hulluutta!
gl: Ou podemos expulsar os orcos por completo e asegurarnos de que nunca nos volvan atacar. Seguro que non podo ser o único que ve que o que di Drogan é unha loucura!

source: If ya go out on a quest to seek depravity, none o’ us will support ya.
fi: Jos sie lähdet tavoittelemaan turmeltuneisuutta, kukaan meistä ei tule tukemaan sinnuu siinä.
gl: Se saes nunha procura para buscar a depravación, ninguén te apoiará.

source: Better to die than to ally ourselves with a necromancer.
fi: Parempi kuolla kuin liittoutua manaajan kanssa.
gl: Mellor morrer que aliarnos cun nigromante.

source: I hope that you’ll stay with us, Malin. Be reasonable.
fi: Toivon että jäät tänne kanssamme, Malin. Ole järkevä.
gl: Espero que te quedes con nós, Malin. Sexa razoable.

source: Be reasonable? I am the only one who sees reason here. If no one will help me, I will go by myself.
fi: Järkevä? Olen ainoa täällä joka näkee järjen. Jos kukaan teistä ei auta minua, minä lähden yksin.
gl: Ser razoable? Eu son o único que ve razón aquí. Se ninguén me axuda, irei eu só.

source: Malin, seekin’ out the help of a necromancer is just... just foolhardy! We need ya here to help protect the town!
fi: Malin, pimeyden herran avun etsintä on... on harkitsematonta! Tarvitsemme sinua täällä auttamaan kaupungin suojelussa!
gl: Malin, buscar a axuda dun nigromante é só... un temerario! Necesitamos de ti aquí para axudar a protexer a cidade!

source: You will eventually see that I am right, Dela. I am resolved.
fi: Näet vielä lopulta että olen oikeassa, Dela. Olen päätökseni tehnyt.
gl: Finalmente verás que teño razón, Dela. estou resolto.

source: Peaceful Valley
fi: Rauhallinen laakso
gl: Un val tranquilo

source: Bitter and alone, Malin follows the back-trail of the orcish band north from Parthyn. He curses the mages for casting him out from the Isle of Alduin only half-trained, unprepared for conflict. He curses Drogan for lacking the resolve to make the necessary sacrifices to protect their home. Most fiercely, he curses the orcs for their mindless savagery, pillagers and raiders who view violence as little more than sport.
fi: Katkerana ja yksin, Malin seuraa örkkijoukon jälkiä Parthynista pohjoiseen. Hän kiroaa maagit, jotka heittivät hänet Alduinin saarelta vain puolikoulutettuna ja valmistautumattomana konfliktiin. Hän kiroaa Drogania siitä, ettei hänellä ollut päättäväisyyttä tehdä tarvittavia uhrauksia kotinsa suojelemiseksi. Kaikkein kiivaimmin hän kiroaa örkkejä heidän mielettömästä raakalaismaisuudestaan, ryöstäjiä ja ryöstelijöitä, jotka pitävät väkivaltaa pelkkänä urheiluna.
gl: Amargado e só, Malin segue o rastro de volta da banda orca cara ao norte desde Parthyn. Maldice aos magos por expulsalo da Illa de Alduin sen estar totalmente adestrado, sen preparación para o conflito. Maldice a Drogan por carecer da determinación necesaria para facer os sacrificios precisos para protexer o seu fogar. E con máis forza, maldice aos orcos polo seu salvaxismo sen sentido, saqueadores e invasores que ven a violencia como pouco máis que un xogo.

source: Three days’ travel northeast, Malin stumbles upon Darken Volk, the necromancer who had saved Parthyn and taught him to raise the dead. The dark mage suggests that they travel together; Malin obliges, having been abandoned by his kinsmen. As the weeks pass, Darken Volk teaches Malin more dark magic.
fi: Kolmen päivän matkan päästä koillisessa, Malin törmää Darken Volkiin, pimeyden herraan, joka oli pelastanut Parthynin ja opettanut hänet herättämään kuolleita. Pimeyden maagi ehdottaa, että he matkustaisivat yhdessä; Malin suostuu, koska hänen väkensä on hylänneet hänet. Viikkojen kuluessa, Darken Volk opettaa Malinille lisää pimeää magiaa.
gl: Tres días de viaxe cara ao nordeste, Malin atopa a Vol “O escuro”, o nigromante que salvara Parcin e lle aprendera a Malin a resucitar aos mortos. O meigo escuro suxire que viaxen xuntos; Malin accede, xa que foi abandonado polos seus parentes. Co paso das semanas, Vol “O escuro” ensínaalle máis maxia negra.

source: Goblins
fi: Hiidet
gl: Trasnos

source: Occupy all of the goblin villages
fi: Valtaa kaikki hiisikylät
gl: Toma o control das aldeas dos trasnos

source: Death of Darken Volk
fi: Darken Volkin kuolema
gl: Morte de Vol “O escuro”

source: In truth, I share your hatred for the orcs. The Northlands have been my home for many years and the orcs have been a growing infestation in recent times. They despoil the beauty of the land wherever they go, hacking and burning everything without care or concern. If you are interested, I would be happy to take you on as my... apprentice... so that I can teach you to fight against them.
fi: Totta puhuen jaan vihasi örkkejä kohtaan. Pohjoiset maat ovat olleet kotini monta vuotta, ja örkit ovat viime aikoina olleet kasvava vitsaus. He tuhoavat maan kauneuden kaikkialla, minne menevätkin, hakaten ja polttaen kaiken huoletta ja piittaamattomasti. Jos olet kiinnostunut, otan sinut mielelläni... oppipojaksi... jotta voin opettaa sinut taistelemaan heitä vastaan.
gl: En verdade, comparto o teu odio polos orcos. As Terras do Norte foron a miña casa durante moitos anos e os orcos convertéronse nunha infestación crecente nos últimos tempos. Destrozan a beleza da terra alí onde van, talando e queimando todo sen coidado nin remorso. Se che interesa, estaría encantado de aceptarche como meu... aprendiz... para que che poda ensinar a loitar contra eles.

source: Yes! These orcs have threatened my friends and my home for too long. It’s time I gained the power to put them in their place.
fi: Kyllä! Nämä örkit ovat uhanneet ystäviäni ja kotiani liian kauan. Minun on aika saada voimat laittaakseni heidät paikoilleen.
gl: Si! Estes orcos ameazaron aos meus amigos e á miña casa durante moito tempo. É hora de que gañe o poder de poñelos no seu lugar.

source: Yes, perhaps removing the threat of orcish raids will persuade the people of Parthyn to welcome you back. But for now, I must train you. The orcs are powerful in the hills, strong enough that even I dare not confront them directly.
fi: Niin, ehkä örkkihyökkäysten uhan poistaminen saa Parthynin asukkaat toivottamaan sinut tervetulleeksi takaisin. Mutta toistaiseksi, minun on koulutettava sinua. Orkit ovat voimakkaita kukkuloilla, niin voimakkaita, etten edes minä uskalla kohdata heitä suoraan.
gl: Si, quizais eliminar a ameaza das incursións dos orcos convenzará á xente de Parthyn para que che dea a benvida. Pero de momento, debo adestrarte. Os orcos son poderosos nos outeiros, o suficientemente fortes como para que nin eu me atreva a enfrontalos directamente.

source: Then what shall we do?
fi: Joten mitä me sitten teemme?
gl: Entón que faremos?

source: Strike at them where they are weak. A goblin village lies in this valley, just ahead. They are the bastard children of the orcs, feeble creatures individually, but annoying enough in large numbers. Subduing them will provide us a supply of fresh corpses and souls to use against the orcs.
fi: Iske heihin siellä, missä he ovat heikkoja. Tässä laaksossa on hiisikylä, aivan edessämme. Ne ovat örkkien äpärälapsia, heikkoja olentoja yksittäin, mutta tarpeeksi ärsyttäviä suuressa joukossa. Heidän alistamisensa antaa meille lisää tuoreita ruumiita ja sieluja, joita voimme käyttää örkkejä vastaan.
gl: Atacádelles onde son máis débiles. Unha aldea de trasnos atópase neste val, xusto adiante. Son os fillos bastardos dos orcos, criaturas febles individualmente, pero abondo molestas en gran número. Subxugándoos obteremos un subministro de corpos e almas frescas para empregar contra os orcos.

source: ... It will be a worthwhile test of your skills.
fi: ... Siitä tulee hyödyllinen testi taidoillesi.
gl: ... Será unha proba valiosa das túas habilidades.

source: Beware the goblin guards in the villages.
fi: Varo hiisivahteja kylissä.
gl: Coidado cos gardas trasnos das vilas.

source: Someone dropped a key here.
fi: Joku tiputti avaimen tänne.
gl: Alguén deixou aquí unha chave.

source: There are some rotten corpses in this cage.
fi: Tässä häkissä on mädäntyneitä ruumiita.
gl: Nesta gaiola hai algúns cadáveres podrecidos.

source: Make use of them.
fi: Käytä niitä.
gl: Fai uso deles.

source: A necromancer must always use whatever supplies he is given. Do it.
fi: Pimeyden herran on aina käytettävä kaikkia välineitä mitä hänelle on annettu. Tee se.
gl: Un nigromante sempre debe usar calquera material que se lle dea. Faino.

source: Eeeek! Don’t kill me!
fi: Eeeek! Älä tapa minua!
gl: Eeeek! Non me mates!

source: Why do you hesitate? Did the orcs show your people any mercy when they attacked Parthyn?
fi: Miksi epäröit? Näyttivätkö örkit väellesi armoa kun he hyökkäsivät Parthyniin?
gl: Por que dubidas? Os orcos mostraronlle misericordia á túa xente cando atacaron a Parthyn?

source: ... No.
fi: … Ei.
gl: ... Non.

source: Ruuuun! The monster’s going to eat us!
fi: Juoskaaaa! Hirviöt aikovat syödä meidät!
gl: Ruuuun! O monstro vainos comer!

source: Villager
fi: Kyläläinen
gl: Aldeán

source: Ahhh... I did not realize there was a swamp near this village. Malin, it would be beneficial for your training if we were to investigate.
fi: Ahhh... En tiennyt, että tämän kylän lähellä on suo. Malin, olisi hyödyllistä harjoittelullesi, jos tutkisimme asiaa.
gl: Ahhh... Non me decatei de que había unha braña preto desta aldea. Malin, sería beneficioso para o teu adestramento que o investigásemos.

source: Rise from the realms of death and decay!
fi: Nouskaa kuoleman ja rappion valtakunnista!
gl: Erguédevos dos reinos da morte e da putrefacción!

source: What are these things?
fi: Mitä nuo oliot ovat?
gl: Que son estas cousas?

source: They are ghouls — noxious beings fashioned from living flesh into carcasses of disease and poison. Those that outlive their masters gravitate towards the natural decay present in swamps and bogs.
fi: Ne ovat kalmoja — turmiollisia olioita jotka on muotoiltu elävästä lihasta taudin ja myrkyn ruhoiksi. Ne jotka elävät pitempään kuin isäntänsä hakeutuvat luonnollista mädäntymistä kohti, jota esiintyy soissa ja nevoilla.
gl: Son ghouls: seres nocivos transformados a partir de carne viva en cadáveres de enfermidades e veleno. Os que sobreviven aos seus amos gravitan cara á decadencia natural presente nos pantanos e turbeiras.

source: Isn’t it cruel to turn men into such hideous forms?
fi: Eikö ole julmaa muuttaa ihminen noin hirvittäväksi?
gl: Non é cruel transformar aos homes en formas tan horribles?

source: You need not pity them. Once, these were... evil men... murderers and outlaws, no better than the orcs you hunt. I have transformed them so their physical forms match the spirits within. Is that not fitting? No punishment is too great for their kind.
fi: Sinun ei tarvitse sääliä heitä. Kerran, nämä olivat... pahoja miehiä... murhaajia ja lainsuojattomia, ei sen parempia kuin örkit joita metsästät. Olen muuttanut heidät niin että heidän ruumiillinen muoto vastaa sisäistä sielua. Eikö se ole oikeudenmukaista? Mikään rangaistus ei ole liian suuri heidän kaltaisilleen.
gl: Non necesitades compaixón por eles. Unha vez, estes foron… homes malignos… asasino­s e foraxidos, non mellores que os orcos que perseguides. Transformeinos para que as súas formas físicas se axusten aos espíritos que conteñen. Non é axeitado? Ningún castigo é demasiado grande para a súa especie.

source: I suppose so...
fi: Niin kai...
gl: Supoño que non…

source: The big wolf is done with.
fi: Iso susi on hoideltu.
gl: O lobo grande xa está.

source: Sacking goblin villages is all well and good, but corpses and bats will not stand up to full orcish warriors.
fi: Hiisikylien turmeleminen on ihan hyvä juttu, mutta kävelevillä ruumiilla ja lepakoilla ei ole vastusta örkkisotureille.
gl: O saqueo de aldeas de trasnos está moi ben e todo iso, pero os cadáveres e os morcegos non resistirán contra os guerreiros orcos de verdade.

source: Have some patience. We have only just begun your training. These carcasses will supply you sufficient resources for practice. When you have mastered the basics, we will then assault the orcs and you will see your forces grow quickly.
fi: Kärsivällisyyttä. Me olemme vasta aloittaneet koulutuksesi. Nämä ruumiit tarjoavat meille tarpeelliset resurssit harjoituksille. Kun hallitset alkeet, me hyökkäämme örkkien kimppuun ja näet voimiesi kasvavan nopeasti.
gl: Ten un pouco de paciencia. Acabamos de comezar a túa formación. Estes cadáveres proporcionaránche recursos suficientes para practicar. Cando dominas o básico, atacaremos os orcos e verás que as túas forzas crecen rapidamente.

source: A Haunting in Winter
fi: Kummittelua talvella
gl: Un inverno de cacería

source: Malin and Darken Volk spend the summer and fall traveling across the lower Northlands. They attack goblin villages and small orcish camps when they find them. Although Darken Volk is occasionally demanding and irritable, he proves to be an effective mentor. Malin’s power grows considerably under the necromancer’s tutelage.
fi: Malin ja Darken Volk viettivät kesän ja syksyn tehden matkaa siellä täällä ympäri pohjoisia maita. He hyökkäsivät pieniin hiisikyliin ja örkkileireihin aina kun sattuivat sellaisia löytämään. Vaikka Darken Volk on ajoittain vaativa ja ärtyisä, hän osoittaa olevansa tehokas opettaja. Malinin voimat kasvavat huomattavasti pimeyden herran opissa.
gl: Malin e Vol “O escuro” pasaron o verán e outono percorréndose de arriba a abaixo a parte sur das Terras Nórdicas. A medida que atopaban pequenas vilas de trasnos e campamentos de orcos, atacábanos. Aínda que Vol “O escuro” ás veces é esixente e irritable, demostra ser un mentor eficaz. O poder de Malin medra considerablemente baixo a tutela do nigromante.

source: The colored patchwork of fall eventually fades to wintry snowfall drifting over barren lands. The nights grow longer as the sun disappears behind a seemingly perpetual mist of pallid clouds. Hounded by the elements, the two necromancers retreat into the hills to seek shelter. By a stroke of good fortune, they stumble across a mostly abandoned cave just as the winter sets in.
fi: Syksyn värillinen tilkkutäkki haalistuu lopulta talviseksi lumisateeksi, joka ajelehtii karuille maille. Yöt pidentyvät, kun aurinko katoaa ikuiselta näyttävän vaalean pilvisumun taakse. Luonnonvoimien vainoamana kaksi manaajaa vetäytyy kukkuloille etsimään suojaa. Onneksi he törmäävät enimmäkseen hylättyyn luolaan juuri talven tullessa.
gl: O mosaico de cores do outono eventualmente esvaécese ata converterse nunha nevada invernal á deriva sobre terras áridas. As noites medran a medida que o sol desaparece detrás dunha brétema aparentemente perpetua de nubes pálidas. Acosados polos elementos, os dous nigromantes retíranse nos outeiros para buscar refuxio. Por un golpe de fortuna, tropezan cunha cova maioritariamente abandonada xusto cando chega o inverno.

source: teamname^Monsters
fi: teamname^Hirviöt
gl: Monstros

source: teamname^Illusion
fi: teamname^Illuusio
gl: Ilusión

source: Explore
fi: Tutki
gl: Explora

source: Reflection pool
fi: Heijastusallas
gl: Piscina de reflexión

source: Kill both young ogres
fi: Tapa molemmat nuoret jätit
gl: Mata os dous mozos ogros

source: I sense many lifeforms in this cavern, but none are very powerful. Most likely they are merely nothing more than beasts. Still, we may be able to use them to continue your training.
fi: Aistin monta elämänmuotoa tässä luolassa, mutta mikään niistä ei ole erityisen voimakas. Todennäköisesti ne ovat vain villejä petoja. Mutta silti, saatamme käyttää niitä jatkaaksemme koulutustasi.
gl: Intúo moitas formas de vida nesta caverna, pero ningunha é moi poderosa. O máis probable é que non sexan máis que bestas. Aínda así, é posible que poidamos utilizalos para continuar coa túa formación.

source: Better than nothing. Which way do these creatures lie?
fi: Parempi kuin ei mitään. Missä suunnassa nämä luontokappaleet ovat?
gl: Mellor que nada. De que lado están estas criaturas?

source: East.
fi: Idässä.
gl: Leste.

source: Me kill you!
fi: Minä tappaa sinä!
gl: Mátote!

source: No, me kill you!
fi: Ei, minä tappaa sinä!
gl: Non, mátote!

source: No, me kill— I see human!
fi: Ei, minä tapp— minä näkee ihminen!
gl: Non, mátome, vexo un humano!

source: Human! We smash human!
fi: Ihminen! Me murskata ihminen!
gl: Humano! Esmagamos humanos!

source: Simple-minded, obtuse creatures.
fi: Yksinkertaisia, hidasjärkisiä otuksia.
gl: Criaturas obtusas e de mente sinxela.

source: This should be an easy task for you. Once you have slain them both, we shall turn them into skeletons.
fi: Tämän pitäisi olla helppo tehtävä sinulle. Kun olet surmannut ne molemmat, muutamme ne luurangoiksi.
gl: Esta debería ser unha tarefa fácil para ti. Unha vez que os matedes a ambos, converterémolos en esqueletos.

source: Me... die...
fi: Minä... kuolla...
gl: Eu... morro...

source: The ogres are dead.
fi: Jätit ovat kuolleet.
gl: Os ogros están mortos.

source: Good... I have already showed you how to raise a skeleton before, but perhaps it would be best if we... went over it once again. Other than for ghouls, flesh and blood are useless for undead creatures. First, let out the blood and innards and dispose of them.
fi: Hyvä... Olen jo aiemmin näyttänyt sinulle, miten luuranko elävöitetään, mutta ehkä olisi parasta, jos me... kävisimme sen vielä kerran läpi. Toisin kuin kalmot, liha ja veri ovat hyödyttömiä epäkuolleille olennoille. Päästä ensin veri ja sisälmykset pihalle ja hävitä ne.
gl: Ben... Xa che ensinarei antes como levantar un esqueleto, pero quizais o mellor sería que... repasáramos de novo. Ademais dos ghouls, a carne e o sangue son inútiles para as criaturas non mortas. En primeiro lugar, deixa saír o sangue e as entrañas e eliminalos.

source: Very well.
fi: Hyvä on.
gl: Moi ben.

source: What a mess.
fi: Mikä sotku.
gl: Que desfeita.

source: Leave it. The ghouls will take care of it in due course. Next, strip away the flesh. A little remaining is fine; too much will hamper your skeletons’ movement.
fi: Jätä ne. Kalmot hoitavat sen aikanaan. Seuraavaksi poista liha. Jos lihaa jää vähän jäljellä niin hyvä; liika määrä haittaa luurankojen liikkumista.
gl: Déixao. Os ghouls encargaranse diso no seu momento. A continuación, elimina a carne. Un pouco restante está ben; demasiado dificultará o movemento dos teus esqueletos.

source: And then?
fi: Ja sitten?
gl: E entón?

source: Bind the strings of energy to the bone. Skeletons are no more than puppets. Novices will directly control their movement with strands of dark magic, but you should have no need for such crude methods. Instead, impart your will upon the skeleton, spread the threads over the bones, then let loose the twine from your hand. If your will is strong enough, the skeleton will be able to move on its own.
fi: Sido energian narut luuhun. Luurangot ovat pelkkiä nukkeja. Aloittelijat ohjaavat niiden liikettä suoraan pimeän magian säikeillä, mutta sinun ei pitäisi tarvita niin karkeaa menetelmää. Sen sijaan välitä tahtosi luurankoon, levitä langat luiden päälle ja päästä sitten langat irti kädestäsi. Jos tahtosi on tarpeeksi vahva, luuranko pystyy liikkumaan itsestään.
gl: Une as cordas de enerxía ao óso. Os esqueletos non son máis que títeres. Os novatos controlarán directamente o seu movemento con fíos de maxia escura, pero non deberías ter necesidade de métodos tan crus. Pola contra, imparte a túa vontade sobre o esqueleto, estende os fíos sobre os ósos e, a continuación, solta o fío da túa man. Se a túa vontade é o suficientemente forte, o esqueleto poderá moverse por si só.

source: I will try.
fi: Minä yritän.
gl: Intentareino.

source: Do it again.
fi: Tee se uudestaan.
gl: Faino de novo.

source: Good. Now head north. I sense another ogre there.
fi: Hyvä. Nyt suuntaa pohjoiseen. Aistin toisen jätin siellä.
gl: Ben. Agora vai cara ao norte. Sinto alí outro ogro.

source: I can turn this one into a skeleton as well.
fi: Voin muuttaa tämänkin luurangoksi.
gl: Tamén podo converter este nun esqueleto.

source: The ogre seems to have looted a bow. Use it to create a Skeleton Archer.
fi: Jätti näyttää ryöstäneen jousen. Käytä sitä luodaksesi luujousimiehen.
gl: O ogro parece que saqueou un arco. Úsao para crear un Skeleton Archer.

source: It seems that raising skeletons is already a trivial matter for you now. You are indeed... talented.
fi: Näyttää siltä, että luurankojen elävöittäminen on sinulle nyt jo yksinkertainen asia. Olet todellakin... lahjakas.
gl: Parece que criar esqueletos xa é un asunto trivial para ti agora. Realmente es... talentoso.

source: Perhaps, but I will need more than a few skeletons to fight the orcs.
fi: Ehkä, mutta tarvitsen enemmän kuin muutaman luurangon taistellakseni örkkejä vastaan.
gl: Quizais, pero necesitarei máis que algúns esqueletos para loitar contra os orcos.
