Repository: wesnoth/wesnoth
Catalog: po/wesnoth-did/*.po
Languages: fi, gl

source: Still, it seems to be hurting the lich. Let us retreat and bring it with us. We may yet find another way to destroy it and put an end to this lich.
fi: Silti se näyttää vahingoittavan kuolonherraa. Peräännytään ja tuokaa se mukaamme. Voimme vielä löytää toisen tavan tuhota sen ja tehdä lopun tästä kuolonherrasta.
gl: Aínda así, parece que está a ferir o lichón. Retirémonos e levámolo connosco. Aínda podemos atopar outra forma de destruílo e acabar con este lich.

source: It must be connected to the lich’s power. Perhaps if we burn it with faerie fire, the lich will be destroyed. Let us take it and retreat.
fi: Sen on oltava yhteydessä kuolonherran voimiin. Ehkä jos poltamme sen keijutulella, kuolonherra tuhoutuu. Ottakaamme se ja vetäytykäämme.
gl: Debe estar conectado ao poder do lich. Quizais se o queimamos con lume de fadas, o lichón será destruído. Tomémolo e reculémonos.

source: That be an evil grimoire!
fi: Tuo ollos paha loitsukirja!
gl: Iso é un grimorio malvado!

source: Try destroyin’ the blasted thing.
fi: Yritä tuhota se kirottu kapine.
gl: Tenta destruír' o maldito.

source: Me axe kinna cut tha paper. It be protected by magic!
fi: Miun kirves ei pysty leikkaan paperia. Se ollos taian suojaama!
gl: Eu quero cortar o papel. Estará protexido pola maxia!

source: Me like skull on book. It look good.
fi: Minä tykkää kallosta kirjassa. Se näyttää hyvältä.
gl: Gústame a caveira no libro. Parece ben.

source: Idiot.
fi: Idiootti.
gl: Idiota.

source: Uuuuuh, I can’t pull skull off book, but lich scream.
fi: Uuuuuh, en pysty vetämään kalloa pois kirjasta, mutta kuolonherra ujeltaa.
gl: Uuuuuh, non podo sacar o cranio do libro, pero o berro de lich.

source: Defend the book, my minions! Aaargh!
fi: Puolustakaa kirjaa, käskyläiseni! Aaargh!
gl: Defende o libro, meus secuaces! Aaargh!

source: The book must be connected to the lich’s power! Take it and retreat. Once we smash that book, the lich should be destroyed.
fi: Kirjan täytyy olla yhteydessä kuolonherran voimiin! Ota se ja peräänny. Kun olemme murskanneet kirjan, kuolonherran pitäisi tuhoutua.
gl: O libro debe estar conectado ao poder do lich! Tómao e retira. Unha vez que esnaquicemos ese libro, o lich debe ser destruído.

source: Epilogue
fi: Loppunäytös
gl: Epílogo

source: The foolish hero was tricked, and left believing both that the book could be destroyed, and that the lich might be weakened by doing so.
fi: Hölmöä sankaria huijattiin, ja hän jäi uskomaan, että kirja voitaisiin tuhota ja että kuolonherra voisi heikentyä sen vuoksi.
gl: O heroe insensato foi enganado e deixouse crendo que o libro podía ser destruído e que o lich podía debilitarse ao facelo.

source: Retreating outside the cave, the foolish hero tried to destroy the book. None of the attempts left so much as a single dent or char, yet each one caused another scream to echo from the cave mouth. Eventually, the cave entrance collapsed, and everything was still. Satisfied, the foolish hero left the ruined lair behind, book stowed away safely — and secretly — in his pack.
fi: Hölmö sankari vetäytyi luolan ulkopuolelle ja yritti tuhota kirjan. Yksikään yrityksistä ei jättänyt jälkeensä edes lommoa, mutta jokainen niistä aiheutti uuden huudon, joka kaikui luolan suusta. Lopulta luolan suuaukko romahti, ja kaikki oli hiljaa. Tyytyväisenä typerä sankari jätti raunioituneen luolan taakseen, kirja turvallisesti - ja salaa - reppuunsa säilöttynä.
gl: Retirándose fóra da cova, o heroe insensato intentou destruír o libro. Ningún dos intentos deixou nin unha soa abolladura ou carbón, pero cada un provocou que outro berro ecoara da boca da cova. Finalmente, a entrada da cova derrubouse e todo quedou quieto. Satisfeito, o insensato heroe deixou atrás a guarida en ruínas, o libro gardado de forma segura e en segredo no seu paquete.

source: Years pass. Every summer, by the time the mountainous paths and high passes shed their wintry gowns of snow, humans, elves and dwarves patrol to resist orcish raiders. Undead no longer trouble the watches and memories of the lich fade to mere legend.
fi: Vuodet kuluvat. Joka kesä, kun vuoristopolut ja korkeat solat karistavat talvisen lumipukunsa, ihmiset, haltiat ja kääpiöt partioivat vastustamaan örkkien ryöstöretkiä. Epäkuolleet eivät enää vaivaa vartioita, ja muistot kuolonherrasta häipyvät pelkäksi legendaksi.
gl: Pasan os anos. Cada verán, cando os camiños montañosos e os pasos altos despoxan os seus vestidos de neve invernais, os humanos, os elfos e os ananos patrullan para resistir aos asaltantes orcos. Os mortos-vivos xa non preocupan os reloxos e os recordos do lich esvaécense en simples lendas.

source: Rumors circulate about a spirit of good fortune that protects these guards. It is said that when attacked by orcs at night, the darkness itself descends to repel the assailants.
fi: Huhut kertovat, että näitä vartijoita suojelee hyvän onnen henki. Sanotaan, että kun örkit hyökkäävät yöllä, itse pimeys laskeutuu torjumaan hyökkääjät.
gl: Circulan rumores sobre un espírito de boa fortuna que protexe a estes gardas. Dise que cando son atacados polos orcos pola noite, a propia escuridade descende para repeler aos asaltantes.

source: A monolith of black stone, a dark surface reflecting deep shadow infinitely into the night.
fi: Mustan kiven monoliitti, jonka tumma pinta heijastaa syvän varjon äärettömään yöhön.
gl: Un monolito de pedra negra, unha superficie escura que reflicte unha sombra profunda infinitamente na noite.

source: A monolith of black stone, cold and brittle to the touch.
fi: Mustan kiven monoliitti, kylmä ja hauras kosketukselle.
gl: Un monolito de pedra negra, frío e quebradizo ao tacto.

source: female^Inky
fi: Inky
gl: Inky

source: A cuttlefish! Perhaps I shall make it my pet.
fi: Mustekala! Ehkäpä teen siitä lemmikkini.
gl: Un choco! Quizais o faga a miña mascota.

source: We meet again, squiddy one.
fi: Tapaamme uudestaan, kalmari.
gl: Vémonos de novo, calamar.

source: Get these tentacles off of me!
fi: Ota lonkerosi irti minusta!
gl: Quitame estes tentáculos!

source: Release me at once you oversized piece of calamari— eeeeaaaaaaaaa!
fi: Vapauta minut heti, senkin ylisuuri kalmarin palanen... eeeeeaaaaaaaaaaa!
gl: Soltame de inmediato, anaco de calamares de gran tamaño, eeeeaaaaaaaaa!

source: Curses. She got away.
fi: Pahus. Se pääsi karkuun.
gl: Maldicións. Ela escapou.

source: It appears that she has evaded me once again.
fi: Näyttää siltä, että hän on jälleen kerran onnistunut välttämään minua.
gl: Parece que ela me eludiu unha vez máis.

source: I remember this place. It swirls with strange energy, like a pool of memories.
fi: Minä muistan tämän paikan. Siinä virtaa outoa energiaa, niin kuin muistojen allas.
gl: Lembro este lugar. Remuíñase cunha enerxía estraña, como un charco de recordos.

source: D’ya still ’member tha good ol’ days? When you were little, ’n yer father had no time fer ya, we used ta train together in tha fields. Just you ’n me fer hours on end, practicin’ with our swords ’n havin’ fun.
fi: Muistakkos viel' ne hyvät ajat? Kun olit pieni ja isälläs ei ollu aikaa siulle, me harjoittelimme yhres pelloill'. Vain sinä ja minä, tuntikausii harjoittelemas miekoillamme ja pitäen hauskaa.
gl: Aínda te lembras dos bos tempos? Cando eras pequeno, o teu pai non tiña tempo para ti, adestrabamos xuntos nos campos. Só ti e eu por horas e horas, practicando coas nosas espadas e divertíndonos.

source: It were so much simpler back then, without yer complicated magic ’n yer crazy education ta mess things up. Don’t ya think so, Malin?
fi: Kaikk' oli yksinkertasempaa sillon, ilman monimutkaisia taikoja ja hullua koulutusta sekoittamas' asioita. Eikös nii, Malin?
gl: Daquela era moito máis sinxelo, sen a túa maxia complicada nin a túa educación tola para desordenar as cousas. Non o pensas, Malin?

source: That name is no longer mine.
fi: Tuo ei ole enää nimeni.
gl: Ese nome xa non é meu.

source: What does the darkness have in store for me this time?
fi: Mitä pimeydellä on tällä kertaa minulle varassa?
gl: Que me reserva esta vez a escuridade?

source: I guess we were never that close, but you were still my brother. When you went to Alduin fer those eight years, I was so lonely, ya know? Bein’ the daughter of a baron, it was real hard to make any real friends. It was always just people tryin’ to be nice and friendly just to get something out of me. People didn’t care about me. They only cared about my title.
fi: Emme kai ikinä olleet kauhean läheisiä, mutta olit silti veljeni. Kun lähdit Alduinille kahdeksaksi vuodeksi, olin niin yksinäinen, tiedätkös? Paronin tyttärenä, oli hankalaa saada oikeita ystäviä. Ihmiset esittivät olevansa ystävällisiä ja kivoja saadakseen minusta jotain irti. He eivät välittäneet minusta. He välittivät vain minun tittelistäni.
gl: Supoño que nunca estivemos tan preto, pero aínda eras meu irmán. Cando fuches a Alduin durante eses oito anos, estaba tan só, sabes? Sendo a filla dun barón, era moi difícil facer amigos de verdade. Sempre era a xente que intentaba ser amable e amable só para sacar algo de min. A xente non se preocupaba por min. Só lles importaba o meu título.

source: When you first came back from Alduin, I was so, so happy to see ya. I thought you and me and pa could finally be a family again and I’d finally have someone I could talk to as just, you know, a friend. And then ya went and screwed it all up by turnin’ to that dark magic of yours. You don’t know how much that hurt me. You really don’t, Malin.
fi: Kun palasit Alduinilta olin niin, niin onnellinen nähdessäni sinut. Luulin että sinä, minä ja isä voisimme viimein olla uudestaan perhe ja että minulla viimein olisi joku jonka kanssa voisin puhua niin kuin ystävä. Ja sitten menit ja pilasit kaiken kääntymällä mustan magian puoleen. Et tiedäkään kuinka paljon se satutti minua. Et tosiaan tiedä, Malin.
gl: Cando volveches de Alduin, estaba moi feliz de velo. Pensei que ti, eu e pai por fin poderíamos ser unha familia de novo e que por fin tería alguén con quen falar como só, xa sabes, un amigo. E entón foches e foches todo volvéndose a esa túa maxia escura. Non sabes canto me doeu iso. Realmente non, Malin.

source: That is not my name.
fi: Tuo ei ole nimeni.
gl: Ese non é o meu nome.

source: A necromancer’s existence is a solitary one. Though we may be surrounded by hordes of the undead, it is a scarce occasion that we interact with another truly sentient being. In all my years of travels, you were my first and only apprentice.
fi: Pimeyden herran olemassaolo on yksinäistä. Vaikka olemmekin epäkuolleiden laumojen ympäröimä, on harvinainen tilaisuus olla vuorovaikutuksessa toisen tietoisen olennon kanssa. Matkusteltuani vuosia, sinä olit minun ensimmäinen ja ainoa oppipoika.
gl: A existencia dun nigromante é solitaria. Aínda que poidamos estar rodeados de hordas de mortos-vivos, é unha escasa ocasión que interactuemos con outro ser verdadeiramente sensible. En todos os meus anos de viaxe, fuches o meu primeiro e único aprendiz.

source: I taught you everything I knew. I imparted you with all the power you needed to accomplish your goals. I thought that in return, you would afford me a single, small favor, and that I would not ask more of you. How did you repay me? By betraying me using the very skills I taught you! You are a cursed soul, Mal Keshar the Damned!
fi: Opetin sinulle kaiken minkä tiesin. Kerroin sinulle kaiken voiman jota tarvitsit tavoitteesi saavuttamiseksi. Luulin että vastapalvelukseksi auttaisit minua ainoassa, pienessä palvelussa, ja en pyytäisi sinulta enempää. Miten sinä maksoit takaisin? Pettämällä minut käyttämällä taitoja joita opetin sinulle! Sinä olet kirottu sielu, Mal Keshar Kirottu!
gl: Ensineino todo o que sabía. Impartinche todo o poder que precisabas para lograr os teus obxectivos. Pensei que, a cambio, me darías un único e pequeno favor e que non che pediría máis. Como me pagaches? Traizoándome usando as mesmas habilidades que che ensinei! Es unha alma maldita, Mal Keshar o condenado!

source: That is indeed my name.
fi: Tuo on tosiaan nimeni.
gl: Ese é realmente o meu nome.

source: Mal Keshar stares into the abyss, oddly at ease alone amongst the darkness.
fi: Mal Keshar tuijottaa tyhjyyteen, oudon rauhassa, yksin pimeydessä.
gl: Mal Keshar mira para o abismo, estrañamente a gusto só entre a escuridade.

source: Slain by those who were once my countrymen...
fi: Tapettu niiden toimesta, jotka olivat kerran maanmiehiäni...
gl: Asatado polos que antes foron os meus paisanos...

source: His evil deeds have come to an end.
fi: Hänen pahat tekonsa ovat päättyneet.
gl: As súas accións malignas chegaron ao seu fin.

source: Who do you think he was before he was corrupted by the darkness?
fi: Kuka luulet hänen olleen ennen kuin pimeys turmeli hänet?
gl: Quen cres que era antes de ser corrompido pola escuridade?

source: It matters not. He embraced death over life, and thus relinquished his right to mercy. Let us return home; the town will need us to defend against the orcish raids.
fi: Sillä ei ole väliä. Hän hyväksyi kuoleman elämän sijaan ja luopui siten oikeudestaan armoon. Palataan kotiin, kaupunki tarvitsee meitä puolustautuakseen örkkihyökkäyksiä vastaan.
gl: Non importa. Abrazou a morte sobre a vida, e así renunciou ao seu dereito á misericordia. Volvamos a casa; a cidade necesitará de nós para defendernos das incursións dos orcos.

source: Yes, sir.
fi: Kyllä, herra.
gl: Si, señor.

source: Darkness descends... and I...
fi: Pimeys laskeutuu... ja minä...
gl: A escuridade descende... e eu...

source: It’s done. He’ll trouble us no more.
fi: Se on tehty. Hän ei enää vaivaa meitä.
gl: Feito. Xa non nos dará máis problemas.

source: Who do you think he was before becoming a lich?
fi: Kuka luulet hänen olleen ennen kuin hänestä tuli kuolonherra?
gl: Como pensas que sería antes de converterse nun liche?

source: Likely one of those arrogant mages who think themselves superior to everyone else. He probably learned necromancy just to subjugate people like us.
fi: Todennäköisesti yksi niistä ylimielisistä maageista, jotka pitävät itseään kaikkia muita parempina. Hän luultavasti opetteli elävöittämisen vain alistamaan kaltaisiamme ihmisiä.
gl: Probablemente un deses magos arrogantes que se cren superiores aos demais. Probablemente aprendeu a nigromancia só para someter a xente coma nós.

source: So he was an evil tyrant. How dreadful.
fi: Hän oli siis paha tyranni. Kuinka kauheaa.
gl: Entón era un malvado tirano. Que espantoso.

source: Probably. Anyway, there’s no use in dwelling upon one so wicked. Let’s go.
fi: Luultavasti. Joka tapauksessa, ei ole mitään järkeä jäädä miettimään jotakuta niin pahaa. Mennään.
gl: Probablemente. De todos os xeitos, de nada serve pensar nun tan malvado. Imos.

source: Well, that is the end of his evil ways.
fi: No niin, tämä on hänen pahojen teidensä loppu.
gl: Ben, esta é a fin dos seus camiños de maldade.

source: I wonder who this lich was in life before he turned to the evil that is undeath.
fi: Kukakohan tämä kuolonherra oli elämässä, ennen kuin hän kääntyi pahaan epäkuolleisuuteen.
gl: Pregúntome quen sería este liche en vida antes de entregarse ao mal que é a non morte.

source: A selfish human, only greedy for power while utterly indifferent to anything but himself. A necromancer’s only purpose is to work for their own gain, nothing else.
fi: Itsekäs ihminen, joka on vain ahne voimaa kohtaan ja täysin välinpitämätön kaikkea muuta kohtaan paitsi itsensä suhteen. Pimeyden herran ainoa tarkoitus on työskennellä oman etunsa vuoksi, ei mitään muuta.
gl: Un humano egoísta, só cobizoso de poder e totalmente indiferente a calquera cousa que non sexa a si mesmo. O único propósito dun nigromante é traballar para o seu propio beneficio, nada máis.

source: Pure evil, that is what they are.
fi: Täysi pahuus, se on se mitä he ovat.
gl: Puro mal, iso é o que son.

source: Indeed. We need not afford this one any compassion. Let us leave this miserable place.
fi: Tosiaan. Meidän ei tarvitse näyttää hänelle myötätuntoa. Lähdetään tästä kurjasta paikasta.
gl: De feito. Non necesitamos darlle compaixón a este. Deixemos este lugar miserable.

source: Tha lich be nae but a pile o’ bones now.
fi: Kuolonherra on ny' pelkkä kasa luita.
gl: Agora non hai máis que un montón de ósos.

source: I wonder what kind o’ human he did be in life.
fi: Millainenkoha ihmine' hän oli elämäs'.
gl: Pregúntome que tipo de humano foi na vida.

source: Me guess be that he be some loonie mage who wanted ta make other humans inta ’is slaves. Why else d’ye think tha lad woul’ turn ta dark magic?
fi: Arvaan ett' hän oli hullu maagi joka halus' tehdä toisista ihmisistä orjians'. Miks muuten luulet hänen kääntynee' pimeän magian puolee'?
gl: Supoño que é un mago loco que quería facer que outros humanos fosen escravos. Por que se non pensas que ese rapaz se transformará en maxia escura?

source: Aye. Let’s git to workin’.
fi: Kyl. Aletaa' hommiin.
gl: Ben. Poñámonos a traballar.

source: Felled by an orc... so it ends... like this...
fi: Örkkien kaatama... joten se päättyy... näin...
gl: Derribado por un orco... así acaba... así...

source: The lich is dead! I have finally avenged my father.
fi: Kuolonherra on tuhottu! Olen viimeinkin kostanut isäni puolesta.
gl: O lich morreu! Por fin vinguei a meu pai.

source: Who you think he was, boss?
fi: Kukakohan hän oli, pomo?
gl: Ti quen pensas que sería, xefe?

source: Just some angst-ridden mage who turned to dark magic when he swore some stupid quest for revenge upon us. Amusing that he was more bothersome in death than in life. Annoying that it took so long to kill him.
fi: Vain joku ahdistunut maagi, joka turvautui pimeään magiaan, kun hän vannoi jotain typerää kostoretkeä meille. Huvittavaa, että hän oli vaivalloisempi kuolemassa kuin elämässä. Ärsyttävää, että hänen tappamisensa kesti niin kauan.
gl: Só un mago angustiado que se converteu na maxia escura cando xurou algunha estúpida procura de vinganza sobre nós. Divertido que fose máis molesto na morte que na vida. Molesto que tardara tanto en matalo.

source: Boss, look! The lich dropped a shiny book!
fi: Pomo, katso! Kuolonherra tiputti kiiltävän kirjan!
gl: Xefe, mira! O lich caeu un libro brillante!

source: Well, what is it?
fi: No, mikä se on?
gl: Ben, que é?

source: I don’t know, but it looks like someone wrote something inside! It says:
fi: En tiedä, mutta näyttää siltä, että joku on kirjoittanut jotain sisälle! Siinä lukee:
gl: Non o sei, pero parece que alguén escribiu algo dentro! Di:

source: <i>That stupid memory came back to bother me again today. It was that time at the Academy when Zephrin and I were arguing about orcs. I still remember that hoarse voice of his telling me, ‘Fun story, Malin, but you really should put a disclaimer. You know, to make sure everyone understands no orcs were harmed in the making of this story, hahaha.’ I can still hear his infernal cackling ringing in my head. Sure thing, Zephrin, right... like my whole life was some sort of work of fiction!</i>
fi: <i>Se typerä muisto palasi häiritsemään minua taas tänään. Se oli silloin Akatemiassa, kun Zephrin ja minä väittelimme örkeistä. Muistan vieläkin hänen karhean äänensä sanovan minulle: "Hauska tarina, Malin, mutta sinun pitäisi todella laittaa vastuuvapauslauseke. Tiedäthän, jotta kaikki ymmärtävät, ettei tarinaa tehdessä ole vahingoitettu örkkejä, hahaha. Voin yhä kuulla hänen pirullisen kaakatuksensa soivan päässäni. Totta kai, Zephrin, aivan kuin koko elämäni olisi jonkinlainen fiktioteos!</i>
gl: <i>Ese estúpido recordo volveu molestarme hoxe. Foi aquela época na Academia na que Zephrin e eu estabamos discutindo sobre os orcos. Aínda recordo aquela súa voz rouca que me dicía: 'Historia divertida, Malin, pero deberías poñer un descargo de responsabilidade. Xa sabes, para asegurarte de que todos entendan que ningún orco foi prexudicado na elaboración desta historia, jajaja. Aínda podo escoitar o seu cacareo infernal soando na miña cabeza. Seguro, Zephrin, certo... ¡como toda a miña vida fose unha especie de obra de ficción!</i>

source: Bah! Do these people believe that we are fools? They must think we are all actors in a poorly written drama! I’ve had enough of this. I’m going home.
fi: Pah! Luulevatko nämä ihmiset, että me olemme tyhmiä? Heidän täytyy ajatella, että olemme kaikki näyttelijöitä huonosti kirjoitetussa draamassa! Olen saanut tarpeekseni tästä. Menen kotiin.
gl: Bah! Esta xente cre que somos parvos? Deben pensar que todos somos actores dun drama mal escrito! Xa me farto disto. Vou a casa.

source: Anyway, round up the wolves. I’m going home.
fi: No, kerätkää sudet kokoon. Lähden kotiin.
gl: De todos os xeitos, reúne os lobos. Vou a casa.

source: ... Then my battle against the orcs is lost!
fi: Sitten taisteluni örkkejä vastaan on menetetty!
gl: ... Entón a miña batalla contra os orcos está perdida!

source: Squidville
fi: Kalmarikylä

source: teamname^Squid
fi: Kalmarit
gl: Squid

source: This cuttlefish will not escape me any longer! Hunt her down!
fi: Tämä mustekala ei enää karkaa minulta! Jahdatkaa häntä!
gl: Este choco xa non se me escapará! Cazala!

source: Right, I got dragged down here without any of my minions. I suppose I will have to do this myself.
fi: Niin, minut raahattiin tänne ilman kätyreitäni. Minun kai pitää hoitaa tämä itse.
gl: Ben, arrastráronme aquí sen ningún dos meus secuaces. Supoño que terei que facelo eu.

source: Hunt down Inky
fi: Metsästä Inky
gl: Caza a Inky

source: Why are these tentacles so large..?
fi: Miksi nuo lonkerot ovat niin suuria...?
gl: Por que son tan grandes estes tentáculos…?

source: I can see... the colors of the universe..!
fi: Minä pystyn näkemään... universumin värit..!
gl: Podo ver... as cores do universo..!

source: The stars go whirly whirl and turn into...
fi: Tähdet pyörivät ja muuttuvat...
gl: As estrelas xiran e convértense en...

source: ... glowy mushrooms lighting up this dank gloom, blue and green, loomy bloomy big shroomy...
fi: ... hehkuvat sienet valaisevat tätä kosteaa synkkää, sinistä ja vihreää, kangasmaista, kukkivaa, isoa, sienimäistä...
gl: ... cogomelos brillantes iluminando esta penumbra húmeda, azul e verde, cogomelos grandes e floridos...

source: ... hi hi ho ho the shrooms go marching lo...
fi: ... hi hi ho ho ho sienet marssivat...
gl: ... ola ola ho ho os cogomelos marchan cara abaixo...

source: ... wait for me shroomies..!
fi: ...odottakaa minua sienet...!
gl: ... espérame cogomelos..!

source: ... wait what am I doing? A skeleton cannot taste or smell or eat anything. These shrooms do not work on me. Do you think I am a fool? Am I just some kind of bad actor hired for amusement? What kind of sadistic higher power makes poor old lonely liches like me suffer so much just for the sake of entertainment? How revolting. I hope your sick enjoyment at my predicament is worth it, you monster.
fi: ... hetkinen, mitä minä teen? Luurangot eivät voi maistaa, haistaa tai syödä mitään. Nämä sienet eivät toimi minuun. Luuletko, että olen hölmö? Olenko vain joku huono näyttelijä, joka on palkattu huvin vuoksi? Millainen sadistinen korkeampi voima saa kaltaiseni vanhat yksinäiset kuolonherrat kärsimään näin paljon vain viihteen vuoksi? Kuinka vastenmielistä. Toivottavasti sairas nautintosi ahdingostani on sen arvoista, senkin hirviö.
gl: ... espera que estou a facer? Un esqueleto non pode probar nin cheir nin comer nada. Estes cogomelos non me funcionan. Cres que son un parvo? Son só unha especie de mal actor contratado por diversión? Que tipo de poder sádico superior fai que os pobres vellos liches solitarios coma min sufran tanto só por entretemento? Que repugnante. Espero que o teu goce enfermo na miña situación mereza a pena, monstro.

source: ENLIGHTENED
fi: VALAISTUNUT
gl: ILUMINADO

source: Necron
fi: Kuolonsyöjä
