Repository: wesnoth/wesnoth
Catalog: po/wesnoth-did/*.po
Languages: fi, gl

source: When spring comes, Darken Volk leads Malin toward the jagged mountain peaks in the north. In the higher reaches, snow begins to melt into rivulets of water, streaming downward and fracturing the surface of the ice that blankets the river Listra. Though the unstable terrain is hazardous to traverse, the elder necromancer insists that they press on, saying that he hopes to catch the orcish fighters unprepared by arriving early in the year.
fi: Kun kevät tulee, Darken Volk johtaa Malinin kohti rosoisia vuoren huippuja pohjoisessa. Yläjuoksulla, lumi alkaa sulamaan puroiksi, virraten alaspäin ja murtaen jään pinnan, joka peittää Listra-joen. Vaikka epävakaa maasto on vaarallinen läpi kuljettavaksi, vanhempi pimeyden herra vaatii että he jatkavat matkaa, toivoen nappaavan örkit odottamattomasti saapumalla aikaisin vuoden alussa.
gl: Cando chega a primavera, Darken Volk guía a Malin cara aos picos escarpados do norte. Nas zonas máis altas, a neve comeza a derreterse en pequenos regatos que descenden, fracturando a superficie do xeo que cobre o río Listra. Aínda que o terreo inestable é perigoso de percorrer, o vello nigromante insiste en seguir adiante, dicindo que espera sorprender aos guerreiros orcos chegando cedo no ano.

source: Move Malin to the end of the mountain pass
fi: Siirrä Malin vuorisolan päähän
gl: Leva a Malin ao comezo do paso da montaña

source: Kill the orc leaders
fi: Kukista örkkijohtajat
gl: Mata aos líderes orcos

source: Across this pass lies the eastern edge of the Heart Mountains proper. For their distinctive shape, the orcs call these the ‘Whitefang’ Mountains, which is also the namesake of the dominant clan in this region. They are the very same who killed your father.
fi: Tämän solan toisella puolella sijaitsee Sydänvuorten itäinen reuna. Örkit kutsuvat näitä vuoria erottuvan muotonsa vuoksi "Valkohammas"-vuoriksi, mikä on myös alueen hallitsevan klaanin nimi. He ovat samat, jotka tappoivat isäsi.
gl: A través deste paso atópase o bordo oriental das propias Montañas do Corazón. Pola súa forma distintiva, os orcos chámanlles as montañas 'Whitefang', que tamén é o homónimo do clan dominante nesta rexión. Son os mesmos que mataron o teu pai.

source: The Whitefang orcs... so that’s their name. When I was younger, I remember fearing the sight of their banners rais’d across the river. Now, though, it’s something totally different. Loathing? Disgust? A desire for vengeance? Certainly... this is no longer a fight merely to protect Parthyn.
fi: Valkohammas örkit… joten se on heidän nimensä. Kun olin nuorempi, muistan pelänneeni heidän lippujensa nostatusta joen toisella puolella. Nyt, tunnen jotain aivan muuta. Inhoa? Paheksuntaa? Kostonhimoa? Tämä ei enää ole taistelua pelkästään Parthynin suojelemiseksi.
gl: Os orcos Colmillo Branco... así que é o seu nome. Cando era máis novo, recordo que temía ver as súas pancartas erguidas ao outro lado do río. Agora, porén, é algo totalmente diferente. Odio? Noxo? Un desexo de vinganza? Certamente... esta xa non é unha loita só para protexer a Parthyn.

source: Then it is a fight of enmity. For that, you must ensure that your hatred of these orcs is strong enough, else you will never be able to achieve your goal.
fi: Silloin kyseessä on vihamielinen taistelu. Siksi sinun on varmistettava, että vihasi näitä örkkejä kohtaan on tarpeeksi voimakas, muuten et koskaan pysty saavuttamaan tavoitettasi.
gl: Entón é unha loita de inimizade. Para iso, debes asegurarte de que o teu odio a estes orcos sexa o suficientemente forte, se non, nunca poderás alcanzar o teu obxectivo.

source: You needn’t worry about my will to fight. I only ask that you lead me to them.
fi: Sinun ei tarvitse olla huolissasi taistelutahdostani. Pyydän vain, että johdatat minut heidän luokseen.
gl: Non te preocupes pola miña vontade de loitar. Só pido que me levedes ata eles.

source: The fastest way to the core of their dominion lies through this mountain pass. Beyond here lies your main target.
fi: Nopein tie heidän valtakuntansa ytimeen kulkee tämän vuoristosolan kautta. Tämän takana on pääkohteesi.
gl: O camiño máis rápido para chegar ao núcleo do seu dominio pasa por este paso de montaña. Máis aló de aquí está o teu obxectivo principal.

source: Then let’s go.
fi: Mennään sitten.
gl: Entón imos.

source: Revenge is a confession of pain.
fi: Kosto on kivun myöntämistä.
gl: A vinganza é unha confesión de dor.

source: These skulls appear to have been gnawed on.
fi: Näitä kalloja on nakerreltu.
gl: Estes cranios parecen estar roídos.

source: Someone was pushed off from here.
fi: Joku tönäistiin täältä alas.
gl: Alguén foi expulsado de aquí.

source: The best orc is a dead orc.
fi: Paras örkki on kuollut örkki.
gl: O mellor orco é un orco morto.

source: There is a strange comfort in watching you die.
fi: Minulle tuo lohtua nähdä sinun kuolevan.
gl: Hai unha estraña comodidade ao verte morrer.

source: Feel my wrath!
fi: Tunne raivoni!
gl: Sente a miña ira!

source: Your soul is mine!
fi: Sielusi on minun!
gl: A túa alma é miña!

source: These orcs aren’t so strong after all!
fi: Nämä örkit eivät olekaan niin vahvoja!
gl: Estes orcos non son tan fortes despois de todo!

source: Wait, human! I may be of use to you! What is it that you desire? Slaves? Gold? Land?
fi: Odota, ihminen! Minusta voi olla sinulle hyötyä! Mitä sinä haluat? Orjia? Kultaa? Maata?
gl: Agarda, humano! ¡Podo serche de utilidade! Que é o que desexas? Escravos? Ouro? Terra?

source: What I desire is your death.
fi: Mitä minä haluan on sinun kuolemasi.
gl: O que desexo é a túa morte.

source: The ice doesn’t look very thick...
fi: Jää ei näytä kovinkaan paksulta...
gl: O xeo non parece moi seguro…

source: The weak ice gives way beneath the undead creature, who becomes mired in the thick mud at the lake’s bottom.
fi: Heikko jää antaa periksi epäkuolleiden olentojen alla, ja ne juuttuvat tiheään mutaan järven pohjassa.
gl: O quebradizo xeo creba baixo o non morto, que queda atrapado no denso lodo do fondo da lagoa.

source: The weak ice gives way beneath the heavy warrior, who drowns in the frigid mountain waters.
fi: Heikko jää antaa periksi raskaan soturin alla, ja hän hukkuu hyiseen vuoristoveteen.
gl: O quebradizo xeo creba baixo o pesado guerreiro, que afoga nas augas glaciais da montaña.

source: We’ve finally a chance to strike at the heart of the Whitefang’s territory. At last... we shall have revenge.
fi: Meillä on viimeinkin mahdollisuus iskeä Valkohampaiden alueen ytimeen. Viimeinkin... saamme kostomme.
gl: Por fin temos a oportunidade de atacar o corazón do territorio de Colmillo Branco. Por fin... teremos vinganza.

source: Schism
fi: Kapina
gl: Cisma

source: The cycle of the seasons churns and summer and fall roll around once more. Malin’s thoughts turn back to Parthyn frequently, where a year prior, he had still been among family and friends in the rustic little town that he still thinks of as his home. He has since become a forsaken wanderer, he thinks, but the still burning image of his father being cut down amidst the ruins of his home is stamped deep into his thoughts.
fi: Vuodenaikojen kiertokulku jatkuu, ja kesä ja syksy pyörähtävät jälleen kerran käyntiin. Malinin ajatukset palaavat usein Parthyniin, jossa hän oli vielä vuotta aiemmin ollut perheen ja ystävien parissa maalaismaisemassa, jota hän pitää edelleen kotinaan. Hänestä on sittemmin tullut hylätty vaeltaja, hän ajattelee, mutta yhä polttava kuva hänen isästään, joka kaadettiin kotinsa raunioiden keskellä, on leimautunut syvälle hänen ajatuksiinsa.
gl: O ciclo das estacións xira e o verán e o outono roldan unha vez máis. Os pensamentos de Malin volven a Parthyn con frecuencia, onde un ano antes aínda estivo entre familiares e amigos na pequena cidade rústica na que aínda considera a súa casa. Desde entón converteuse nun vagabundo abandonado, pensa, pero a imaxe aínda ardente do seu pai sendo derrubado entre as ruínas da súa casa está gravada no fondo dos seus pensamentos.

source: Companionship and peace... perhaps they are but a farce and certainly an impossibility with the threat of the orcish clans still looming. It was a choice to live and suffer the path of solitary vengeance rather than appease the law of his land... and thus watch his home burn. It was a choice, he admits, not destiny, not fate. It is a choice that he oft ponders, but usually comes to the same conclusion. Perhaps there is no point in reminiscing on his once tranquil, pastoral life. He has never been one for regrets.
fi: Kumppanuus ja rauhallisuus... ehkä ne ovat vain farsseja ja varma mahdottomuus, kun örkkiklaanien uhka on yhä olemassa. Oli valinta elää ja kärsiä yksinäisen koston polkua sen sijaan, että olisi tyytynyt maansa lakeihin... ja siten katsonut kotinsa palavan. Hän myöntää, että se oli valinta, eikä kohtalo. Se on valinta, jota hän pohtii usein, mutta päätyy yleensä samaan lopputulokseen. Ehkä ei ole mitään järkeä muistella hänen aikoinaan rauhallista, paimentolaista elämäänsä. Hän ei ole koskaan ollut katuvaa tyyppiä.
gl: Compañía e paz... quizais non sexan máis que unha farsa e, por suposto, unha imposibilidade ante a ameaza dos clans orcos que aínda se asoman. Foi unha opción vivir e sufrir o camiño da vinganza solitaria en lugar de aplacar a lei da súa terra... e así ver arder a súa casa. Foi unha elección, admite, non o destino, nin o destino. É unha opción que el reflexiona a miúdo, pero que normalmente chega á mesma conclusión. Quizais non teña sentido rememorar a súa vida pastoril e tranquila. Nunca foi un dos arrepentimentos.

source: Malin turns his attention to the task at hand. Darken Volk leads him through the heart of the Whitefang territory, where they terrorize and murder entire camps of orcs with their undead minions. Word spreads among the orcish towns, which begin to post more guards and dispatch frequent patrols to exterminate the two necromancers. All of their attempts fail.
fi: Malin kääntää huomionsa käsillä olevaan tehtävään. Darken Volk johdattaa hänet Valkohammas alueen keskiöön, jossa he terrorisoivat ja murhaavat kokonaisia örkkileirejä epäkuolleilla kätyreillään. Sana leviää örkkikaupunkien keskuudessa, jotka alkavat asettaa lisää vartijoita ja lähettää usein partioita tuhoamaan kaksi pimeyden herraa. Kaikki yritykset epäonnistuvat.
gl: Malin vira a súa atención cara á tarefa que teñen entre mans. Darken Volk condúceo polo corazón do territorio de Whitefang, onde aterrorízan e asasinan campamentos enteiros de orcos cos seus secuaces non mortos. A noticia espállase polas poboacións orcas, que comezan a colocar máis gardas e a enviar patrullas frecuentes para exterminar aos dous nigromantes. Todos os seus intentos fracasan.

source: As Malin and Darken Volk continue their raids on the orcs, they eventually force the usually fractious Whitefang chieftains to unite in opposition. The orcs pursue the two necromancers east toward the mouth of the river humans call the Longlier and elves call the Arkan-thoria, where they manage to surround the humans and force a fight.
fi: Kun Malin ja Darken Volk jatkavat hyökkäyksiään örkkien kimppuun, he lopulta pakottavat yleensä hajanaiset Valkohammas päälliköt yhdistymään vastarintaan. Örkit jahtaavat pimeyden herroja itään kohti joen suuta, jota ihmiset kutsuvat Longlieriksi ja haltijat Arkan-thoriaksi, siellä he onnistuvat saartamaan manaajat ja pakottamaan heidät taisteluun.
gl: Mentres Malin e Darken Volk continúan coas súas incursións contra os orcos, acaban obrigando aos xefes dos Colmibrancos, normalmente belixerantes entre si, a unirse en oposición. Os orcos persiguen aos dous nigromantes cara o leste, cara á desembocadura do río que os humanos chaman Longlier e os elfos Arkan-thoria, onde conseguen rodear aos humanos e forzar un combate.

source: River Longlier
fi: Pitkäkäinen
gl: Río Xacer

source: Kill the orcish leaders
fi: Kukista örkkijohtajat
gl: Mata aos líderes orcos

source: Even before the very founding of Wesnoth, you have hounded my people at every turn. You have trampled our fields, slaughtered our livestock, and burned our houses. You have brought war to a place of peace and death to a place of life. You are nothing but remorseless killers and savage beasts. Your kind deserves no mercy and shall receive none. I will crush you into the dust and make you into my slaves for all eternity.
fi: Jo ennen Wesnothin perustamista olette vainonneet kansaani joka käänteessä. Olette talloneet peltojamme, teurastaneet karjaamme ja polttaneet talojamme. Olette tuoneet sodan rauhan paikkaan ja kuoleman elämän tilalle. Olette pelkkiä säälimättömiä tappajia ja raakalaismaisia petoja. Te ette ansaitse armoa, ettekä saa sitä. Murskaan teidät tomuksi ja teen teistä orjiani iäisyydeksi.
gl: Mesmo antes da propia fundación do Noroeste, perseguides o meu pobo en cada ocasión. Pisoteastes os nosos campos, degolastes o noso gando e queimastes as nosas casas. Trouxestes a guerra a un lugar de paz e a morte a un lugar de vida. Non sodes máis que asasino­s sen remorso e bestas salvaxes. A vosa estirpe non merece misericordia e non recibirá ningunha. Vou esmagarvos ata reduciros a po e convertervos en meus escravos por toda a eternidade.

source: The silly necromancer is trying to talk us to death! You have caused us enough trouble, human. It is time for you to die.
fi: Typerä pimeyden herra yrittää puhua meidät hengiltä! Olet aiheuttanut meille tarpeeksi ongelmia, ihminen. Sinun on aika kuolla.
gl: Ese parvo do nigromante está a tentar falarnos até matarnos!. Xa causaches problemas dabondo. Chegou a túa hora.

source: Ummm... unless... you are already dead, like the skeletons?
fi: Ummm... paitsi jos... olet jo valmiiksi kuollut, niin kuin luurangot?
gl: Hm… a non ser que… E se xa está morto, coma os esqueletos?

source: Then it will be time for you to die again!
fi: Sitten sinun on aika kuolla uudestaan!
gl: Entón chegará a hora de que morras de novo!

source: How puny and weak you look in death.
fi: Kuinka mitättömältä ja heikolta näytätkään kuolemassa.
gl: Que insignificante e débil pareces na morte.

source: You and your kind deserve no eternal rest in death. After this battle, I’ll raise your corpse and make your bones dance for me, orc. But for now, I’ve one last one to take care of—
fi: Sinä ja kaltaisesi ette ansaitse ikuista lepoa kuolemassa. Tämän taistelun jälkeen nostan ruumiisi ylös ja panen luusi tanssimaan minulle, örkki. Mutta nyt minulla on vielä yksi, josta pitää huolehtia—
gl: Ti e a túa especie non mereces descanso eterno na morte. Despois desta batalla, levantarei o teu cadáver e farei bailar para min aos teus ósos, orco. Pero de momento, teño un último do que ocuparme—

source: Retreat!
fi: Perääntykää!
gl: Retiro!

source: He flees! The coward!
fi: Hän pakenee! Pelkuri!
gl: Fuxe! Que covarde!

source: That is no surprise. Orcs may like to make a show of strength, but will always flee in the face of an overwhelming force. Nevertheless, the Whitefangs are still numerous and have some ties to other orcish clans. You must hunt this chieftain down before he can alert the others, else we may soon have dozens more on our tail.
fi: Tämä ei ole yllätys. Örkit tykkäävät näyttää voimiansa, mutta pakenevat aina ylivoimaisen joukon edessä. Siitä huolimatta, Valkohampaat ovat runsaslukuisia ja heillä on suhteita toisiin örkkiklaaneihin. Sinun täytyy jahdata tämä örkkipäällikkö ennen kuin hän voi varoittaa toisia, muuten meillä saattaa pian olla kymmeniä örkkipäälliköitä perässämme.
gl: Iso non é ningunha sorpresa. Aos orcos lles gustaría facer unha demostración de forza, pero sempre fuxirán ante unha forza esmagadora. Non obstante, os Colmillos Brancos aínda son numerosos e teñen algúns lazos con outros clans orcos. Debes cazar a este xefe antes de que poida alertar aos demais, se non, en breve poderemos ter ducias máis na nosa cola.

source: By ‘you’, you mean... on my own?
fi: Kun sanot "sinun" tarkoitatko... itsekseni?
gl: Con ‘ti’, queres dicir... pola miña conta?

source: Your apprenticeship is nearly over; you are more than capable of handling a single, half-dead orc on your own. After you have dealt with him, I do have a small favor I will ask of you. It will constitute the last part of your... training. I have some other things that I must attend to in preparation. In a few weeks, meet with me to the west, near the town of Tath.
fi: Koulutuksesi on melkein ohi; olet enemmän kuin kykenevä hoitamaan yhden, puoli kuolleen örkin itseksesi. Sen jälkeen kun olet hoidellut hänet, minulla on pieni palvelus jota pyydän sinulta. Siitä tulee viimeinen osa sinun... koulutustasi. Minulla on muita asioita hoidettavana ennen sitä. Parin viikon päästä, tapaa kanssani lännessä, lähellä Tathin kaupunkia.
gl: A túa aprendizaxe está case rematada; es máis que capaz de manexar un só orco medio morto por conta propia. Despois de tratar con el, teño un pequeno favor que che pedirei. Constituirá a última parte da túa... formación. Teño outras cousas que debo atender na preparación. Dentro dunhas semanas, reúnete comigo ao oeste, preto da cidade de Tath.

source: It will be done.
fi: Näin olkoon.
gl: Farase.

source: Return to Parthyn
fi: Paluu Parthyniin
gl: O regreso a Parcin

source: Two days’ travel south of the previous battle, Malin picks up the trail of the regrouped orcish warriors. He follows them down the western bank of the river Listra, past the Whitefang Mountains. He wonders why they continue rushing toward the Great River instead of calling for reinforcements, but after a bit of thought, he realizes where the orcs are headed. It is, after all, the season when they usually raid human towns.
fi: Kaksi päivää edellisestä taistelusta etelään Malin seuraa uudelleen ryhmittyneiden örkkisotureiden jälkiä. Hän seuraa heitä Listra-joen länsirantaa pitkin Valkohammas-vuorten ohi. Hän ihmettelee, miksi he jatkavat ryntäämistä kohti Suurta jokea sen sijaan, että kutsuisivat apujoukkoja, mutta hetken miettimisen jälkeen hän tajuaa, minne örkit ovat matkalla. Onhan nyt vuodenaika, jolloin ne yleensä tekevät ryöstöretkiä ihmiskaupunkeihin.
gl: A dous días de viaxe ao sur da batalla anterior, Malin atopa o rastro dos guerreiros orcos reagrupados. Ségueos pola marxe occidental do río Listra, pasando polas montañas Whitefang. Pregúntase por que seguen correndo cara ao Gran Río en vez de pedir reforzos, pero despois de pensalo un pouco, dáse conta de onde van os orcos. Despois de todo, é a tempada na que adoitan atacar vilas humanas.

source: <i>‘This chieftain has no intention of warning the rest of his clan about me. I suppose he must think that I intend to attack the rest of the Whitefangs rather than pursue him this far; with his brethren occupied against me, he will be able to raid more human towns undisturbed. Selfish creature. Exactly what one would expect from an orc.’</i> Malin thinks carefully and quickly realizes what he should do.
fi: <i>"Tällä örkkipäälliköllä ei ole aikomustakaan varoittaa muita klaaninsa jäseniä minusta. Hän kai luulee, että aion hyökätä jäljellä olevien Valkohampaiden kimppuun sen sijaan, että seuraisin häntä näin pitkälle; kun hänen veljensä ovat varattuina minua vastaan, hän voi ryöstää lisää ihmiskaupunkeja häiriöttä. Itsekäs olento. Juuri sitä, mitä örkilta voi odottaa</i> Malin miettii tarkkaan ja tajuaa nopeasti, mitä hänen pitäisi tehdä.
gl: <i>'Este xefe non ten intención de avisar ao resto do seu clan sobre min. Supoño que debe pensar que pretendo atacar ao resto dos Colmiños Brancos en lugar de perseguilo ata aquí; cos seus irmáns ocupados contra min, poderá asaltar máis pobos humanos sen ser molestado. Criatura egoísta. Exactamente o que se esperaría dun orco.’</i> Malin pensa coidadosamente e rapidamente dáse conta do que debe facer.

source: He tramps through the woods tirelessly, forsaking several days’ sleep as he and his servants draw closer to the Great River, hoping to cut off the orcs before they reach Parthyn. Soon, Malin recognizes some familiar surroundings...
fi: Hän tarpoaa väsymättä metsien läpi ja luopuu useiden päivien unesta, kun hän ja hänen palvelijansa lähestyvät Suurta jokea toivoen voivansa katkaista örkkien tien ennen kuin ne saavuttavat Parthynin. Pian Malin tunnistaa tutun ympäristön...
gl: Vagabunda polo bosque incansablemente, abandonando varios días de sono mentres el e os seus servos se achegan ao Gran Río, coa esperanza de cortar os orcos antes de que cheguen a Parthyn. Pronto, Malin recoñece unha contorna familiar...

source: Guardsmen
fi: Vartijat
gl: Gardas

source: River fort guard
fi: Jokilinnakkeen vartija
gl: Garda do forte do río

source: Remove the traitor Drogan
fi: Poista petturi Drogan
gl: Eliminar ao traidor Drogan

source: Kill any people from Parthyn but Drogan
fi: Tapa kuka tahansa Parthynista paitsi Drogan
gl: Matar a calquera habitante de Parcin aparte de Drogan

source: I bring word from the north, Drogan! Orcs march on Parthyn, no more than a few hours’ journey away. They mean to raid the village tonight!
fi: Tuon uutisia pohjoisesta, Drogan! Örkit marssivat Parthyniin, vain muutaman tunnin matkan päässä täältä. He aikovat hyökätä kylään tänä yönä!
gl: Traio noticia do norte, Drogan! Os orcos marchan sobre Parthyn, a non máis de unhas horas de viaxe. Pretenden saquear a vila esta noite!

source: I hoped I’d never see ya again, Malin. You’re obviously not taking yer banishment seriously, so I’ll tell ya one last time — no matter why you’ve come back, we’re not welcomin’ ya here. Take one step closer to Parthyn and I’ll order tha guards to attack ya.
fi: Toivoin, etten näkisi sua enää koskaan, Malin. Et selvästikään ota karkotustasi tosissasi, joten sanon siulle vielä kerran — riippumatta siitä, miksi tulit takaisin, emme toivota sinnuu tervetulleeksi tän. Astu askelkin lähemmäs Parthynia, niin käsken vartijat hyökkäämään kimppuus.
gl: Esperaba non volverte ver nunca, Malin. Obviamente non te estás tomando en serio o teu desterro, así que che contarei por última vez: non importa por que volveches, non te damos a benvida aquí. Da un paso máis preto de Parthyn e ordenarei aos gardas que te ataquen.

source: Banishment or not, I’m here to help defend my home against the orcs!
fi: Karkoitus tai ei, olen täällä auttamassa puolustamaan kotiani örkkejä vastaan!
gl: Desterramento ou non, estou aquí para axudar a defender a miña casa contra os orcos!

source: Orcs or not, ya gots ta leave!
fi: Örkkeja tai ei, sun täytyy lähteä!
gl: Orcos ou non, tes que marchar!

source: Dela, help me! You, at least, must see reason!
fi: Dela, auta minua! Ainakin sinun täytyy ymmärtää!
gl: Dela, axúdame! Ti, polo menos, debes ver a razón!

source: Ya know there’s no way she’s sidin’ with ya.
fi: Tiedät, ettei hän missään nimessä ole puolellasi.
gl: Xa sabes que non hai maneira de que estea contigo.

source: That... I don’t really...
fi: Se... En oikeastaan...
gl: Iso... realmente non...

source: See? If ya keep bein’ stubborn, we’ll attack ya. Leave.
fi: Näekkös? jos jatkat itsepäisyyttäsi, hyökkäämme kimppuus. Lähre pois.
gl: Mira? Se segues sendo’ teimudo, atacaremos ou. Saír.

source: Master, do not listen to them! He, too, has a choice, but he foolishly chooses to spurn your aid! He jeopardizes the safety of Parthyn!
fi: Mestari, älä kuuntele heitä! Hänelläkin on valinnanvaraa, mutta hän typerästi päättää kieltäytyä avustasi! Hän vaarantaa Parthynin turvallisuuden!
gl: Mestre, non os escoite! El tamén ten elección, mais tola­mente decide rexeitar a súa axuda. Pon en perigo a seguridade de Parthyn!

source: I didn’t think I’d ever see ya again, Malin. But what’s this awful thing that stands ’side ya?
fi: En uskonu näkeväni sinnuu enää koskaa, Malin. Mutta mikä on toi kauhea otus, joka seisoo vierelläs?
gl: Xamais pensei que volvería verter, Malin. Pero que é esa cousa malvada que está ao teu carón?
