Repository: wesnoth/wesnoth
Catalog: po/wesnoth-did/*.po
Languages: fi, gl

source: <i><big>A derelict corpse like you has no business challenging a dragon! Even my lowly elementals will be more than a match for you. Rise, my thralls!</big></i>
fi: <i><big>Kaltaisellasi hylätyllä ruumiilla ei ole mitään asiaa lohikäärmeen haastamiseen! Jopa minun vaatimattomista elementaaleistani on enemmän kuin tarpeeksi vastusta sinulle. Nouskaa, orjani!</big></i>
gl: <i><big>Un cadáver abandonado coma ti non ten por qué desafiar a un dragón! Incluso os meus elementais humildes serán máis que un xogo para ti. Levántate, meus esclavos!</big></i>

source: Fire magic. Annoying, but you are not the only one who can summon minions to your aid.
fi: Tulimagiaa. Ärsyttävää, mutta et ole ainoa joka pystyy kutsumaan orjia avuksensa.
gl: Maxia do lume. Molesto, pero non es o único que pode convocar esbirros na túa axuda.

source: <i><big>A few decrepit souls will do you no good, necromancer. Your bones shall soon join my garden of carcasses!</big></i>
fi: <i><big>Muutama kulunut sielu ei tule auttamaan sinua pimeyden herra. Luusi liittyvät pian haaskojen puutarhaani!</big></i>
gl: <i><big>Unhas poucas almas decrépitas non che servirán de nada, nigromante. Os teus ósos pronto uniranse ao meu xardín de cadáveres!</big></i>

source: Defeat Xanthric
fi: Kukista Xanthric
gl: Derrota a Xanthric

source: At most one rune may be activated each turn
fi: Vain yksi riimu voidaan aktivoida kerran vuorossa
gl: Pódese activar como máximo unha runa cada turno

source: <i><big>How dare you?! That stone is <b>my</b> throne! I am the king of this domain!</big></i>
fi: <i><big>Kuinka uskallat?! Tuo kivi on <b>minun</b> valtaistuimeni! Minä olen tämän valtakunnan kuningas!</big></i>
gl: <i><big>¡Como te atreves?! Esa pedra é o <b>o meu</b> trono! Eu son o rei deste dominio!</big></i>

source: Peasant, warrior, king, and emperor, all living things are the subjects of death. Eternity will claim your soul as its own if I do not.
fi: Talonpoika, soturi, kuningas ja keisari, kaikki elävät olennot ovat kuoleman alaisia. Ikuisuus lunastaa sielusi itselleen jos minä en.
gl: Campesiño, guerreiro, rei e emperador, todos os seres vivos son súbditos da morte. A eternidade reclamará a túa alma como propia se non o fago.

source: There are many corpses around here. I can put them to use.
fi: Tämä paikka on monien raatojen ympäröimä. Pystyn käyttämään niitä hyödykseni.
gl: Hai moitos cadáveres por aquí. Podo utilizalos.

source: How could this happen...
fi: Miten näin on voinut käydä...
gl: Como puido pasar isto...

source: You were not as powerful as you thought.
fi: Et ollut niin voimakas mitä kuvittelit.
gl: Non eras tan poderoso como pensabas.

source: <i>It’s... so... cold...</i>
fi: <i>On... niin... kylmä...</i>
gl: <i>Fai... moito... frío...</i>

source: So, the beast dies. I will have to make a few modifications to this lair later. First, I shall have to test the extent to which I can push these new powers.
fi: Ja niin peto kuolee. Minun täytyy tehdä muutamia muutoksia tähän luolaan myöhemmin. Ensiksi, minun täytyy testata mihin asti pystyn puskemaan nämä uudet voimat.
gl: Entón, a besta morre. Terei que facer algunhas modificacións neste covil máis adiante. En primeiro lugar, terei que probar ata que punto podo impulsar estes novos poderes.

source: Excellent! My will is even strong enough to conquer a dragon. None can stand against me any longer! To those who cursed me prior, I spit at thee! For I am Mal Keshar the Damned, he who is spurned by all who live and draw breath! I laugh, for now, you are all naught but remains and dust, and I live on, alone...
fi: Erinomaista! Tahtoni on tarpeeksi voimakas lohikäärmeen valloittamiseen. Kukaan ei pysty enää seisomaan minua vastaan! Niille jotka kirosivat minua aikaisemmin, syljen teitä kohti! Sillä minä olen Mal Keshar Kirottu, hän joka on kaiken elävän ja hengittävän hyljeksimä! Minä nauran, sillä nyt, te olette kaikki jäännöksiä ja tomua, ja minä elän, yksin...
gl: Excelente! A miña vontade é o suficientemente forte como para conquistar un dragón. Xa ninguén pode estar contra min! Aos que antes me maldecían, eu che cuspiro! Porque eu son Mal Keshar o condenado, aquel que é desprezado por todos os que viven e respiran! Rínome, de momento, todos sodes máis que restos e po, e sigo vivo, só...

source: So this is how it ends...
fi: Joten näin se päättyy...
gl: Así que así remata...

source: Endless Night
fi: Loputon yö
gl: A eterna noite

source: Years pass. Every summer, by the time the mountainous paths and high passes shed their wintry gowns of snow, the lich sends his soldiers to attack the orcs, removing all human, elven, and dwarven patrols that impede them. Every year, the undead inflict some damage before being repelled.
fi: Vuodet kuluvat. Joka kesä, kun vuoristopolut ja korkeat solat karistavat talvisen lumipukunsa, kuolonherra lähettää sotilaansa hyökkäämään örkkien kimppuun ja poistamaan kaikki heitä estävät ihmis-, haltija- ja kääpiöpartiot. Joka vuosi epäkuolleet aiheuttavat jonkin verran vahinkoa ennen kuin heidät torjutaan.
gl: Pasan os anos. Cada verán, para cando os camiños montañosos e os pasos altos desfán os seus mantos de neve invernais, o liche envia aos seus soldados a atacar aos orcos, acabando con calquera patrulla de humanos, elfos ou ananos que se interpuxese no seu camiño. Cada ano os non mortos inflixen algún dano antes de ser repelidos.

source: The lich sometimes wonders if his endeavors are naught but a fruitless crusade, but then again, so what? Life, unlife, death... nothing has ever given his existence meaning. And yet, he still persists? For what?
fi: Joskus kuolonherra miettii, ovatko hänen pyrkimyksensä pelkkää hedelmätöntä ristiretkeä, mutta toisaalta, mitä sitten? Elämä, elottomuus, kuolema... mikään ei ole koskaan antanut hänen olemassaololleen merkitystä. Ja silti hän jatkaa? Minkä vuoksi?
gl: O lich ás veces pregúntase se os seus esforzos non son máis que unha cruzada infrutuosa, pero de novo, e que? A vida, a non vida, a morte... nada lle deu sentido á súa existencia. E aínda así, aínda persiste? Para que?

source: <i>Reason and purpose...</i>
fi: <i>Syy ja tarkoitus...</i>
gl: <i>Razón e propósito...</i>

source: He needs none. Philosophy only begets misery. Violence and savagery have always been the essence of his existence, a conviction that he has only embraced more wholly in undeath. Better to simply kill without deliberation, without consideration. He has never been one for regrets.
fi: Hän ei tarvitse mitään. Filosofia synnyttää vain kurjuutta. Väkivalta ja raakalaismaisuus ovat aina olleet hänen olemassaolonsa ydin, ja hän on omaksunut tämän vakaumuksen entistä täydellisemmin kuoleman ulkopuolella. Parempi yksinkertaisesti tappaa pohtimatta, ilman harkintaa. Hän ei ole koskaan ollut katuvaa tyyppiä.
gl: Non necesita ningún. A filosofía só xera miseria. A violencia e o salvaxismo sempre foron a esencia da súa existencia, unha convicción que só aceptou máis plenamente na morte. Mellor simplemente matar sen deliberación, sen consideración. Nunca foi un dos arrepentimentos.

source: Rumors circulate of a lich who preys on scouting patrols. A hero, gathering his loyal troops to him, decides to put an end to the evil.
fi: Huhut kiertävät kuolonherrasta, joka saalistaa partioita. Sankari, joka kokoaa uskolliset joukkonsa luokseen, päättää tehdä lopun pahuudesta.
gl: Corren rumores dun liche que se alimenta das patrullas de recoñecemento. Un heroe, reunindo ao seu lado aos seus leais soldados, decide poñer fin a tal maldade.

source: Mal Keshar continues to study the book and re-reads the final entry.
fi: Mal Keshar jatkaa kirjan tutkimista ja lukee viimeisen merkinnän uudelleen.
gl: Mal Keshar segue estudando o libro e volve ler a entrada final.

source: <i>“We prevailed today on the field, but our victory did not please me. I realize now... the world is not ready for our knowledge. They cannot understand that we have conquered that primordial fear: death. Instead, as they look upon us, judgment of our appearance drives them to ignorant terror. I give up on all of them. [...] In some future time, less conservative attitudes may dominate, and our knowledge can be put to good use. I can certainly afford to wait. In the meantime, we are doing what we can to hasten that day.”</i>
fi: <i>"Voitimme tänään tanterella, mutta voittomme ei miellyttänyt minua. Ymmärrän nyt... maailma ei ole valmis tietoihimme. He eivät ymmärrä, että olemme voittaneet alkukantaisen pelon: kuoleman. Sen sijaan, kun he katsovat meitä, ulkonäkömme tuomitseminen ajaa heidät tietämättömään kauhuun. Luovutan heidän kaikkien suhteen. [...] Jonain tulevana aikana vähemmän konservatiiviset asenteet saattavat olla vallalla, ja tietoamme voidaan käyttää hyödyksi. Minulla on todellakin varaa odottaa. Sillä välin me teemme kaikkemme, jotta tuo päivä nopeutuisi."</i>
gl: <i>“Impoñémonos hoxe no campo, pero a nosa vitoria non me gustou. Eu entendo agora... o mundo non está preparado para o noso coñecemento. Non poden entender que conquistemos ese medo primordial: a morte. En cambio, mentres nos miran, o xuízo da nosa aparencia lévaos ao terror ignorante. Renuncio a todos eles. [...] Nun futuro, as actitudes menos conservadoras poden dominar, e o noso coñecemento pode ser usado. Certamente podo permitirme o luxo de esperar. Mentres tanto, estamos facendo o que podemos para acelerar ese día.”</i>

source: <i>“As for me, I will make my journal conspicuous on this battlefield. I suspect that most will fear it enough to try to destroy it, but I have placed several wards on my journal to protect it. This way, it should survive long enough to make its way into the hands of someone more open-minded. Tath, in particular, is home to many mages. It only takes one who is willing to learn...”</i>
fi: <i>"Mitä minuun tulee, aion tehdä päiväkirjastani näkyvän tällä taistelukentällä. Epäilen, että useimmat pelkäävät sitä niin paljon, että yrittävät tuhota sen, mutta olen asettanut päiväkirjaani useita suojia sen suojelemiseksi. Tällä tavoin sen pitäisi selvitä tarpeeksi kauan, jotta se pääsee jonkun avomielisen käsiin. Erityisesti Tathissa asuu monia maageja. Tarvitaan vain yksi, joka on halukas oppimaan..."</i>
gl: <i>“En canto a min, farei que o meu diario destaque neste campo de batalla. Sospeito que a maioría o temerá o suficiente para intentar destruílo, pero coloquei varios protexes no meu diario para protexelo. Deste xeito, debería sobrevivir o tempo suficiente para chegar ás mans de alguén máis aberto de mente. Tath, en particular, é o fogar de moitos magos. Só fai falta quen estea disposto a aprender...”</i>

source: The final entry gnaws at Mal Keshar. While he had been Darken Volk’s pawn, both of them were being used as pawns by the author of the book. Has his whole existence been nothing more than that of a puppet?
fi: Viimeinen merkintä kalvaa Mal Kesharia. Vaikka hän oli ollut Darken Volkin pelinappula, kirjan kirjoittaja käytti heitä molempia pelinappuloina. Oliko koko hänen olemassaolonsa ollut pelkkä sätkynukkena olemista?
gl: A entrada final roe a Mal Keshar. Aínda que fora o peón de Darken Volk, ambos os dous estaban sendo usados ​​como peóns polo autor do libro. Toda a súa existencia non foi máis que a dun monicreque?

source: Still, despite his misgivings about being manipulated, he feels that he can learn something from the book. Orcs had only ever been half of the story — the other had been his own people being unable to accept his use of dark magic. But, if he allowed a foolish hero to take a copy of the book, would others eventually follow in his footsteps? If enough people began to view necromancy as merely another magical art, could it eventually be accepted in society?
fi: Vaikka hän epäilee manipulointia, hän kuitenkin uskoo voivansa oppia kirjasta jotakin. Örkit olivat aina olleet vain puolet tarinasta - toinen puoli oli ollut se, että hänen oma kansansa ei ollut kyennyt hyväksymään hänen pimeän magian käyttöään. Mutta jos hän sallisi hölmön sankarin ottaa kopion kirjasta, seuraisivatko muut lopulta hänen jalanjälkiään? Jos tarpeeksi moni alkaisi pitää elävöittämistä vain yhtenä maagisen taiteen lajina, voisiko se lopulta tulla hyväksytyksi yhteiskunnassa?
gl: Aínda así, a pesar dos seus receos por ser manipulado, sente que pode aprender algo do libro. Os orcos só foran a metade da historia; o outro fora o seu propio pobo sendo incapaz de aceptar o uso da maxia escura. Pero, se permitise que un heroe tonto tomara unha copia do libro, outros acabarían por seguir os seus pasos? Se a suficiente xente comezase a ver a nigromancia como unha arte máxica máis, podería ser aceptada na sociedade?

source: The book still sits on a dusty shelf in Mal Keshar’s keep, untended and untouched, but constantly plaguing his mind.
fi: Kirja istuu vieläkin Mal Kesharin pölyisessä hyllyssä, yksin ja koskemattomana, mutta jatkuvasti vaivaten hänen mieltänsä.
gl: O libro aínda está sentado nun andel poeirento da fortaleza de Mal Keshar, sen coidado nin tocado, pero constantemente asolagando a súa mente.

source: If he allowed a foolish hero to take a copy of the book, would others eventually follow in his footsteps? Would the author’s plan actually work, or would people continue to view necromancy as only a corrupting power? One voice tells him that being accepted by society should not be of any concern to him. Another says that it would not hurt to try. He does not come to any conclusions, but a slightly embellished copy of the tome sits there in his lair, waiting to be taken.
fi: Jos hän sallisi hölmön sankarin ottaa kopion kirjasta, seuraisivatko muut lopulta hänen jalanjälkiään? Toimisiko kirjailijan suunnitelma todella, vai pitäisivätkö ihmiset elävöittämistä edelleen vain turmelevana voimana? Yksi ääni sanoo hänelle, että yhteiskunnan hyväksynnän ei pitäisi olla hänelle mikään huolenaihe. Toinen sanoo, että yrittäminen ei olisi pahitteeksi. Hän ei tee mitään johtopäätöksiä, mutta hieman kaunisteltu kopio kirjasta istuu hänen piilopaikassaan odottamassa, että se otettaisiin haltuun.
gl: Se permitise que un heroe tonto tomara unha copia do libro, outros acabarían por seguir os seus pasos? Funcionaría o plan do autor ou a xente continuaría considerando a nigromancia só como un poder corruptor? Unha voz dille que ser aceptado pola sociedade non debería preocuparlle. Outro di que non estaría de máis intentalo. Non chega a ningunha conclusión, pero unha copia lixeiramente adornada do tomo está alí na súa guarida, á espera de ser levada.

source: teamname^Void
fi: Tyhjyys
gl: Baleiro

source: teamname^Inky
fi: Inky
gl: Inky

source: Defeat the foolish hero
fi: Kukista hölmö sankari
gl: Derrota ao heroe parvo

source: Defeat another foolish hero
fi: Kukista toinen hölmö sankari
gl: Derrota a outro heroe parvo.

source: Defeat yet another foolish hero
fi: Kukista vielä toinen hölmö sankari
gl: Derrota a outro máis dos heroes parvos.

source: Defeat both foolish heroes
fi: Kukista molemmat hölmöt sankarit
gl: Derrota a ambos heroes parvos

source: Allow an enemy unit to take the book
fi: Salli vihollisyksikön ottaa kirja
gl: Permite que unha unidade inimiga tome o libro

source: Endless Night $timesForever
fi: Loputon yö $timesForever
gl: A eterna noite $timesForever

source: Humans
fi: Ihmiset
gl: Humanos

source: Too Foolish Hero
fi: Toinen hölmö sankari
gl: Heroe demasiado parvo

source: Your doom is at hand, lich! It is nigh time you answered for your evil crimes!
fi: Tuomiosi on käsillä, kuolonherra! Sinun on aika maksaa pahoista rikoksistasi!
gl: O teu castigo está próximo, liche! Xa é hora de que respondas polos teus crimes malvados!

source: Bandits
fi: Lainsuojattomat
gl: Bandidos

source: You have preyed on too many of my men. Our territory will be much more secure without your undead pestering us.
fi: Olet riistänyt liikaa miehiäni. Alueemme tulee olemaan paljon turvallisempi ilman epäkuolleitasi, jotka häiritsevät meitä.
gl: Depredaches a moitos dos meus homes. O noso territorio estará moito máis seguro sen os teus non mortos a importunarnos.

source: Elves
fi: Haltijat
gl: Elfos

source: We have finally found you, lich! Long have we heard of your abominable deeds, ensnaring the living with your dark sorceries and molding them into your slaves. Your wretched unlife ends here!
fi: Olemme vihdoin löytäneet sinut, kuolonherra! Kauan olemme kuulleet kauhistuttavista teoistasi, elävien vangitsemisesta pimeillä maagisilla voimillasi ja heidän muokkaamisestaan orjiksesi. Kurja elämäsi päättyy tähän!
gl: Por fin atopamoste, lich! Hai moito tempo que escoitamos falar dos teus abominables feitos, atrapando aos vivos coas túas escuras feiticías e moldeándoos nos teus escravos. A túa miserable non-vida acaba aquí!

source: Dwarves
fi: Kääpiöt
gl: Ananos

source: Been a long time since I’ve smashed me some undead. Ye gots ye plenty o’ bones for me hammer ta break.
fi: Siit' on pitkä aika, kun olen viimeksi murskannut epäkuolleita. Sinul' on paljon luita vasarani rikottavaks'.
gl: Hai moito tempo que non me esnaquizaba uns mortos-vivos. Tes moitos ósos para que me rompa o martelo.

source: I’ve finally found your lair, lich! You have attacked my tribe and wreaked havoc on our homes for many years. You slew my father and turned his body into one of your nasty creations. With your death, your annoying minions will pester us no longer!
fi: Löysin vihdoin piilopaikkasi, kuolonherra! Olet hyökännyt heimoni kimppuun ja tuhonnut kotiamme monta vuotta. Tapoit isäni ja muutit hänen ruumiinsa yhdeksi ilkeistä luomuksistasi. Kuolemasi myötä ärsyttävät kätyrisi eivät enää kiusaa meitä!
gl: Por fin atopei a túa guarida, lich! Atacaches a miña tribo e causaches estragos nas nosas casas durante moitos anos. Mataches a meu pai e convertes o seu corpo nunha das túas desagradables creacións. Coa túa morte, os teus molestos secuaces xa non nos molestarán!

source: I almost feel as if the universe is mocking me by sending me this many imbeciles...
fi: Minusta melkein tuntuu että universumi pilkkaa minua lähettämällä minulle näin monta idioottia...
gl: Case sinto como se o universo se mofase de min enviándome tantos imbéciles...

source: Foolish Hero
fi: Hölmö sankari
gl: Heroe estúpido

source: That was quite the nightmare...
fi: Tuo oli aikamoinen painajainen...
gl: Foi todo un pesadelo...

source: ...unless it was not one? No. No no no. I don’t even want to think about that.
fi: Ellei se sitten ollut painajainen? Ei. Ei, ei, ei. En halua edes ajatella sitä.
gl: ...a non ser que non fose un? Non non non non. Non quero nin pensar niso.

source: I need to go slaughter some foolish heroes to purge that from my mind.
fi: Minun täytyy mennä teurastamaan vähän hölmöjä sankareita pyyhkiäkseni sen mielestäni.
gl: Necesito ir matar algúns heroes tolos para purgar iso da miña mente.

source: I will destroy you like the last foolish hero who challenged me.
fi: Tuhoan sinut niin kuin edellisen hölmön sankarin joka haastoi minut.
gl: Destruireite coma ao último heroe parvo que me desafiou.

source: Another foolish hero? Seriously?
fi: Toinen hölmö sankari? Oikeasti?
gl: Outro heroe estúpido? En serio?

source: Is there an endless supply of foolish heroes with death wishes? Honestly, where do you all come from?
fi: Onko jossakin loputon varasto hullunkurisia sankareita, jotka haluavat kuolla? Ollaksemme rehellisiä, mistä te kaikki tulette?
gl: Hai un subministro sen fin de heroes estúpidos con desexos de morrer? En serio, de onde saídes todos?

source: Am I doomed to fight foolish heroes forever?
fi: Olenko tuomittu taistelemaan hölmöjä sankareita vastaan ikuisesti?
gl: Estou condenado a loitar contra heroes estúpidos para sempre?

source: How long is this going to keep happening?
fi: Kuinka kauan tämä tulee jatkumaan?
gl: Canto tempo vai seguir pasando isto?

source: At this point, I would be more surprised if these foolish heroes stopped showing up.
fi: Tässä vaiheessa olisin yllättyneempi jos nämä hölmöt sankarit lakkaisivat näyttäytymästä.
gl: Neste punto, sorprenderíame máis se estes heroes tolos deixasen de aparecer.

source: Your doom is at hand, lich! It is nigh time you answered for your crimes against humanity!
fi: Tuomiosi on käsillä, kuolonherra! Sinun on aika vastata teoistasi ihmiskuntaa vastaan!
gl: O teu castigo está próximo, liche! Xa é hora de que respondas polos teus crimes contra a humanidade!

source: Narrow-minded and obtuse, as one would expect of cityfolk. Go back to your manors and taverns before I decide to kill you.
fi: Ahdasmielinen ja hidasjärkinen, kuten kaupunkilaisilta voi odottaa. Menkää takaisin kartanoihinne ja kapakkoihinne, ennen kuin päätän tappaa teidät.
gl: De mente estreita e obtuso, como cabría esperar dos cidadáns da cidade. Volve aos teus pazos e tabernas antes de que decida matarte.

source: Not even real soldiers. How meaningless.
fi: Ei edes oikeita sotilaita. Kuinka merkityksetöntä.
gl: Nin tan sequera son soldados de verdade. Que sen sentido.

source: Life or death, it is all the same. There are always those who try to kill me. Ever do they fail.
fi: Elämä tai kuolema, molemmat ovat samaa. Aina on niitä, jotka yrittävät tappaa minut. Aina he epäonnistuvat.
gl: A vida ou a morte, é igual. Sempre hai quen tenta matarme. Nunca fallan.

source: And it has been some time since I’ve had a supply of dwarven corpses to work with. I suppose I can put your hammers to good use in the mines.
fi: Siitä on jo aikaa, kun minulla on ollut kääpiöiden ruumiita käytettävissäni. Voin kai käyttää vasaroitanne hyödyksi kaivoksissa.
gl: E hai tempo que non teño un abastecemento de cadáveres de ananos cos que traballar. Supoño que podo facer un bo uso dos teus martelos nas minas.

source: The Whitefang Orcs! It is you who despoiled my motherland and razed my home. It is you who forced me to resort to necromancy to protect myself. It is you who ended my mortal life and forced me to become a lich. And you desire vengeance? Hah! The irony of this would be hysterical if I could still feel such an emotion.
fi: Valkohammas örkit! Te olette ne, jotka ryöstivät isänmaani ja hävittivät kotini. Te pakotitte minut turvautumaan elävöittämiseen suojellakseni itseäni. Te lopetitte kuolevaisen elämäni ja pakotitte minut kuolonherraksi. Ja sinä haluat kostoa? Hah! Tämän ironia olisi hysteeristä, jos voisin vielä tuntea sellaisia tunteita.
gl: Os orcos Colmillo Branco! Es ti quen espoliaches a miña patria e arrasaches a miña casa. Es ti quen me obrigou a recorrer á nigromancia para protexerme. Es ti quen acabou coa miña vida mortal e me obrigou a converterme nun liche. E ti queres vinganza? Hah! A ironía disto sería histérica se aínda puidese sentir tal emoción.

source: That’s an evil grimoire!
fi: Tuo on paha loitsukirja!
gl: Ese é un grimorio malvado!

source: It might be linked to the lich’s power! Try burning it.
fi: Se saattaa olla linkitettynä kuolonherran voimiin! Yritä polttaa se.
gl: Pode estar ligado ao poder do lich! Proba a queimalo.

source: <small>(faking pain)</small> Aaargh!
fi: <small>(esittää olevana kivuissa)</small> Aaargh!
gl: <small>(finxindo dor)</small> Aaargh!

source: It’s not catching fire!
fi: Se ei syty tuleen!
gl: Non está prendendo lume!

source: Still, it seems to be hurting the lich. Let us retreat and bring it with us. The mages may be able to destroy this and put an end to this lich.
fi: Silti se näyttää vahingoittavan kuolonherraa. Peräännytään ja tuokaa se mukaamme. Maagit voivat ehkä tuhota sen ja tehdä lopun tästä kuolonherrasta.
gl: Aínda así, parece que está a ferir o lichón. Retirémonos e levámolo connosco. Os magos poden ser capaces de destruír isto e poñer fin a este lich.
