Repository: wesnoth/wesnoth
Catalog: po/wesnoth-did/*.po
Languages: fi, gl

source: Gain the Soul Eater ability
fi: Saa sielunsyöjä-kyky
gl: Consigue a habilidade Soul Eater

source: Improve the Soul Eater ability
fi: Paranna sielunsyöjä-kykyä
gl: Mellora a habilidade de Soul Eater

source: Further improve the Soul Eater ability
fi: Paranna sielunsyöjä-kykyä lisää
gl: Mellora aínda máis a habilidade de Soul Eater

source: +1 chill tempest damage
fi: +1 jäämyrsky vahinkoa
gl: +1 dano da tempestade de frío

source: +1 shadow wave damage
fi: +1 pimeyden hyöky vahinkoa
gl: +1 de dano da onda sombría

source: Shadow wave reduces incoming fire, cold, and arcane damage
fi: Pimeyden hyöky vähentää tulevaa tuli, kylmä ja salatiede vahinkoa
gl: A onda de sombra reduce o dano do lume, o frío e os arcanos entrantes

source: Improve the malice ability
fi: Paranna pahansuopuus-kykyä
gl: Mellorar a capacidade de malicia

source: Gain the ability to hide allied units
fi: Saa kyky piilottaa yksikkösi
gl: Obtén a capacidade de ocultar unidades aliadas

source: Improved baneblade drain
fi: Paranna turmion terän elämän imemistä
gl: Mellora o drenaxe de baneblade

source: Reduces nearby enemy units’ damage
fi: Vähennä lähellä olevien vihollisten vahinkoa
gl: Reduce o dano das unidades inimigas próximas

source: Improves the sorrow ability
fi: Paranna suru-kykyä
gl: Mellora a habilidade de pesar

source: Gains the corpse launch attack
fi: Saa raatopaiskaus hyökkäys
gl: Obtén o ataque de lanzamento do cadáver

source: Gains the zombie frenzy ability
fi: Saa zombie vimma -kyky
gl: Obtén a habilidade de frenesí zombie

source: +5% resistance to blade and impact
fi: +5% vastus viiltoon ja murskaukseen
gl: +5% de resistencia á folla e impacto

source: Gains the cannibalize ability
fi: Saa kannibalisointi-kyky
gl: Obtén a habilidade de canibalizar

source: Improves the cannibalize ability
fi: Paranna kannibalisointi kykyä
gl: Mellora a habilidade de canibalizar

source: Gains the death cloud ability
fi: Saa kuoleman pilvi -kyky
gl: Obtén a habilidade de nube de morte

source: Gain increasing damage as hitpoints are reduced
fi: Tee enemmän vahinkoa mitä enemmän elämäpisteet vähentyvät
gl: Aumenta o dano a medida que os puntos de vida diminúen

source: Gains the ability to turn enemies into ghouls
fi: Saa kyky muuttaa viholliset kalmoiksi
gl: Obtén a habilidade de converter inimigos en necrófagos

source: loyal
fi: uskollinen
gl: leal

source: to himself
fi: itselleen
gl: (a si mesmo)

source: I’m not ready to die yet...
fi: En ole valmis kuolemaan...
gl: Aínda non estou preparado para morrer…

source: Fool boy! With my demise, none in this world will aid you...
fi: Typerä poika! Kun minä kuolen, kukaan tässä maailmassa ei auta sinua...
gl: Parvo! Coa miña morte, ninguén neste mundo te axudará...

source: No! I was so close... to achieving my goal... of so many years...
fi: Ei! Olin niin lähellä... saavuttaa tavoitteeni... niin monien vuosien ajan...
gl: Non! Estaba tan preto... de acadar o obxectivo... que durante tantos anos perseguín...

source: Your incompetence at this simple task is appalling. You will never grow strong enough to be of use to me.
fi: Taitamattomuutesi tässä yksinkertaisessa tehtävässä on tyrmistyttävää. Et koskaan kasva tarpeeksi vahvaksi ollaksesi minulle hyödyksi.
gl: A túa incompetencia nesta sinxela empresa foi atroz. Nunca chegarás ser forte dabondo para serme de utilidade.

source: maimed
fi: silvottu
gl: mutilado

source: female^maimed
fi: silvottu
gl: mutilada

source: <italic>text='Maimed'</italic> units have 3 less movement points than usual.
fi: <italic>text='Silvottu'</italic> yksiköillä on 3 liikepistettä vähemmän kuin normaalisti.
gl: As unidades <italic>text='Mutiladas'</italic> teñen 3 puntos de movemento menos do habitual.

source: Malin Keshar
gl: Malin Quesar

source: Darken Volk
gl: Vol “O escuro”

source: Arrghhaaugghhh...
gl: Arrghhaughhhh...

source: Taylor
gl: Teilor

source: Tentacly
gl: Tentáculo

source: Mal Keshar
gl: Mal Quesar

source: Xanthric
gl: Xántrico

source: Bloub°°°
gl: Tonto°°°

source: Dela Keshar
gl: Dela Quesar

source: Aha!
gl: Ai!

source: hysteria
gl: histeria

source: +$experience_gained| exp
gl: +$experiencia_gañada| exp
