Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tutorial/*.po
Languages: en@shaw, he, ko, nl, no, pt_br

source: The village supports one unit and pays 1 gold per turn. Youâ€™re only losing 1 gold per turn now.
en@shaw: ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘• ğ‘¢ğ‘³ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¯ ğ‘ğ‘±ğ‘Ÿ 1 ğ‘œğ‘´ğ‘¤ğ‘› ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯. ğ‘¿'ğ‘¼ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¤ğ‘µğ‘Ÿğ‘¦ğ‘™ 1 ğ‘œğ‘´ğ‘¤ğ‘› ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯ ğ‘¯ğ‘¬.

source: Youâ€™ve learned well, Liâ€™sar!
en@shaw: ğ‘¿'ğ‘ ğ‘¤ğ‘»ğ‘¯ğ‘› ğ‘¢ğ‘§ğ‘¤, Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸!

source: End your turn
en@shaw: ğ‘§ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯
he: סיים את תורך
ko: 턴을 종료합니다
nl: Beëindig je beurt
no: Avslutt runden din
pt_br: Termine o seu turno

source: Youâ€™ve captured all the villages around the keep, but stay near so you can recruit more units.
en@shaw: ğ‘¿'ğ‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘› ğ‘·ğ‘¤ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘ ğ‘’ğ‘°ğ‘, ğ‘šğ‘³ğ‘‘ ğ‘•ğ‘‘ğ‘± ğ‘¯ğ‘½ ğ‘•ğ‘´ ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¥ğ‘¹ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•.

source: You should leave the villages near your keep for Konrad to capture, as he needs to stay nearby to recruit more units anyway.
en@shaw: ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘¤ğ‘°ğ‘ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¯ğ‘½ ğ‘¿ğ‘¼ ğ‘’ğ‘°ğ‘ ğ‘“ğ‘¹ Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘», ğ‘¨ğ‘Ÿ ğ‘£ğ‘° ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘•ğ‘‘ğ‘± ğ‘¯ğ‘½ğ‘šğ‘² ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¥ğ‘¹ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±.
ko: Konrad는 어차피 소집을 위해 남아있어야 하므로 본성 주변의 마을들은 Konrad가 점령하도록 두는 편이 좋습니다.

source: You should leave the villages near your keep for Liâ€™sar to capture, as she needs to stay nearby to recruit more units anyway.
en@shaw: ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘¤ğ‘°ğ‘ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¯ğ‘½ ğ‘¿ğ‘¼ ğ‘’ğ‘°ğ‘ ğ‘“ğ‘¹ Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸ ğ‘‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘», ğ‘¨ğ‘Ÿ ğ‘–ğ‘° ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘•ğ‘‘ğ‘± ğ‘¯ğ‘½ğ‘šğ‘² ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¥ğ‘¹ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±.

source: Orcs have no ranged attack, so use your archers against them.
en@shaw: ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘•ğ‘´ ğ‘¿ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘¸ğ‘—ğ‘»ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘§ğ‘¥.
ko: 오크에겐 원격 공격이 없으니까, 궁사들로 저들을 상대해.

source: Attack the orc with an Archer (move mouse over units to see description on right)
en@shaw: ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ ğ‘¹ğ‘’ ğ‘¢ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘¸ğ‘—ğ‘» (ğ‘¥ğ‘µğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘´ğ‘ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘‘ ğ‘•ğ‘° ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘®ğ‘²ğ‘‘)
ko: 궁사로 오크를 공격하세요 (오른쪽 클릭으로 유닛 설명을 보려면 해당 유닛에 커서를 이동합니다)

source: Excellent. Elves are well-protected in the forest. Thereâ€™s only a 30% chance of hitting an Elvish Archer in forests.
en@shaw: ğ‘§ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘©ğ‘¯ğ‘‘. ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ ğ‘¢ğ‘§ğ‘¤-ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘. ğ‘ğ‘º'ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘© 30% ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘ ğ‘£ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘¸ğ‘—ğ‘» ğ‘¦ğ‘¯ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘•.

source: Itâ€™s very dangerous to stand in water when there are enemies about! Your unit will have an 80% chance of being hit when the enemy counter-attacks! Cancel!
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘• ğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¸ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘©ğ‘šğ‘¬ğ‘‘! ğ‘¿ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘¯ 80% ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘£ğ‘¦ğ‘‘ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘¼-ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•! ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤!

source: Attack the Orc with the other Archer
en@shaw: ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ ğ‘¹ğ‘’ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘¸ğ‘—ğ‘»
ko: 다른 궁사로 오크를 공격
no: Angrip Orken med den andre Bueskytteren.

source: Fighter to HERE
en@shaw: ğ‘“ğ‘²ğ‘‘ğ‘¼ ğ‘‘ ğ‘£ğ‘½
ko: '여기'로 전사를 이동

source: Your other units cannot reach that Orc this turn. Send a Fighter to the village to the far east. It will take two turns to reach it.
en@shaw: ğ‘¿ğ‘¼ ğ‘³ğ‘ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘°ğ‘— ğ‘ğ‘¨ğ‘‘ ğ‘¹ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘»ğ‘¯. ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘© ğ‘“ğ‘²ğ‘‘ğ‘¼ ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘‘ ğ‘ ğ‘“ğ‘¸ ğ‘°ğ‘•ğ‘‘. ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘‘ğ‘µ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘®ğ‘°ğ‘— ğ‘¦ğ‘‘.
ko: 너의 다른 유닛들은 이번 턴에 오크에게 갈 수 없어. 전사를 동쪽 멀리 있는 마을로 보내. 거기에 도착하는데는 2 턴이 걸릴거야.

source: You can order a unit to move for multiple turns by selecting the unit and clicking on the destination. A number will indicate how many turns it will take until that unit reaches the tile.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘“ğ‘¹ ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘šğ‘² ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¯ ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ ğ‘›ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯. ğ‘© ğ‘¯ğ‘³ğ‘¥ğ‘šğ‘» ğ‘¢ğ‘¦ğ‘¤ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ ğ‘£ğ‘¬ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘®ğ‘°ğ‘—ğ‘©ğ‘Ÿ ğ‘ ğ‘‘ğ‘²ğ‘¤.
ko: 당신은 유닛을 선택하고 목적지를 선택해서 그 유닛이 여러 턴동안 이동하게 할 수 있습니다. 유닛이 해당 칸에 도착하기까지 몇 턴이 걸릴지가 숫자로 표시됩니다.

source: Tell a Fighter to move to the far east village
en@shaw: ğ‘‘ğ‘§ğ‘¤ ğ‘© ğ‘“ğ‘²ğ‘‘ğ‘¼ ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘‘ ğ‘ ğ‘“ğ‘¸ ğ‘°ğ‘•ğ‘‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡
ko: 전사에게 동쪽의 마을로 이동하도록 명령
no: Send en Stridsmann til landsbyen langt i øst.

source: Send the other Fighter and the Shaman south so they can attack next turn, then return to the keep to recruit more units!
en@shaw: ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘“ğ‘²ğ‘‘ğ‘¼ ğ‘¯ ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ ğ‘•ğ‘¬ğ‘” ğ‘•ğ‘´ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘»ğ‘¯, ğ‘ğ‘§ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘ ğ‘’ğ‘°ğ‘ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¥ğ‘¹ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•!
ko: 다른 전사와 샤먼을 남쪽으로 보내서 그들이 다음 턴에 공격할 수 있게 하고, 본성으로 돌아와서 유닛을 더 소집하도록 해!
no: Send den andre Stridsmannen og Sjamanen sørover så de kan angripe neste runde. Vend så tilbake til Vakttårnet for å rekruttere fler enheter.

source: Move your Fighter and Shaman south, then return Konrad to the Keep
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘¿ğ‘¼ ğ‘“ğ‘²ğ‘‘ğ‘¼ ğ‘¯ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ ğ‘•ğ‘¬ğ‘”, ğ‘ğ‘§ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘‘ ğ‘ ğ‘’ğ‘°ğ‘
ko: 전사와 샤먼을 남쪽으로 보내고, Konrad를 본성으로 돌려보내세요

source: Move your Fighter and Shaman south, then return Liâ€™sar to the Keep
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘¿ğ‘¼ ğ‘“ğ‘²ğ‘‘ğ‘¼ ğ‘¯ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ ğ‘•ğ‘¬ğ‘”, ğ‘ğ‘§ğ‘¯ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸ ğ‘‘ ğ‘ ğ‘’ğ‘°ğ‘

source: Recruit another Archer and a Fighter
en@shaw: ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘¸ğ‘—ğ‘» ğ‘¯ ğ‘© ğ‘“ğ‘²ğ‘‘ğ‘¼
ko: 다른 궁사와 전사를 소집하세요

source: I have no more money to recruit!
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘´ ğ‘¥ğ‘¹ ğ‘¥ğ‘³ğ‘¯ğ‘¦ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘!
ko: 더 소집할 수 있는 돈이 없어요!
no: Jeg har ikke penger å rekruttere for!

source: This is often a problem, which is why owning villages is important.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘© ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥, ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘¢ğ‘² ğ‘´ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘.
ko: 자주 그런 문제가 발생하기 때문에, 마을을 얼마나 갖고 있느냐가 매우 중요하지.
no: Dette er ofte et problem, det er derfor det er så viktig å eie landsbyer.

source: Move Konrad to another (unowned) village
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ (ğ‘³ğ‘¯ğ‘´ğ‘¯ğ‘›) ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡
ko: Konrad를 다른 미점령 마을로 이동

source: Move Liâ€™sar to another (unowned) village
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸ ğ‘‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ (ğ‘³ğ‘¯ğ‘´ğ‘¯ğ‘›) ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡

source: That Grunt is blocking the bridge! We must occupy that island before the Wolf Riders reach it.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘œğ‘®ğ‘³ğ‘¯ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘šğ‘®ğ‘¦ğ‘¡! ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘ªğ‘’ğ‘˜ğ‘«ğ‘ğ‘² ğ‘ğ‘¨ğ‘‘ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘¢ğ‘«ğ‘¤ğ‘“ ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘®ğ‘°ğ‘— ğ‘¦ğ‘‘.
ko: 저 졸개가 다리를 막고 있어! 늑대 기병들이 도착하기 전에 저 섬을 점령해야해.

source: Canâ€™t our units just move around him?
en@shaw: ğ‘’ğ‘­ğ‘¯ğ‘‘ ğ‘¬ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘£ğ‘¦ğ‘¥?

source: No. Once you move close to an enemy unit, you are in its <i>Zone of Control</i> and cannot move further that turn. To move your troops onto that island without wading slowly through the water, youâ€™ll have to kill him.
en@shaw: ğ‘¯ğ‘´. ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¿ ğ‘¥ğ‘µğ‘ ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘, ğ‘¿ ğ‘¸ ğ‘¦ğ‘¯ ğ‘¦ğ‘‘ğ‘• 'ğ‘Ÿğ‘´ğ‘¯ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤' ğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘‘ ğ‘‘ğ‘»ğ‘¯. ğ‘‘ ğ‘¥ğ‘µğ‘ ğ‘¿ğ‘¼ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘ªğ‘¯ğ‘‘ğ‘µ ğ‘ğ‘¨ğ‘‘ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘¢ğ‘±ğ‘›ğ‘¦ğ‘™ ğ‘•ğ‘¤ğ‘´ğ‘¤ğ‘¦ ğ‘”ğ‘®ğ‘µ ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼, ğ‘¿'ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘£ğ‘¦ğ‘¥.

source: Attack the orc with an Archer
en@shaw: ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ ğ‘¹ğ‘’ ğ‘¢ğ‘¦ğ‘ ğ‘©ğ‘¯ ğ‘¸ğ‘—ğ‘»
ko: 오크를 궁사로 공격

source: Advance other units and capture villages, then End Turn
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘• ğ‘³ğ‘ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¯ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ, ğ‘ğ‘§ğ‘¯ ğ‘§ğ‘¯ğ‘› ğ‘‘ğ‘»ğ‘¯
ko: 다른 유닛을 전진시켜서 마을을 점령하고, 턴을 종료하세요
no: Forflytt andre enheter og befest om mulig landsbyer, Avslutt Runden.

source: No other units can reach that Orc. I hope my archer survives its counter-attack! Iâ€™d better grab more villages and move everyone closer for next turn.
en@shaw: ğ‘¯ğ‘´ ğ‘³ğ‘ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘— ğ‘ğ‘¨ğ‘‘ ğ‘¹ğ‘’. ğ‘² ğ‘£ğ‘´ğ‘ ğ‘¥ğ‘² ğ‘¸ğ‘—ğ‘» ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘Ÿ ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¬ğ‘¯ğ‘‘ğ‘¼-ğ‘©ğ‘‘ğ‘¨ğ‘’! ğ‘²'ğ‘›ğ‘° ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘œğ‘®ğ‘¨ğ‘š ğ‘¥ğ‘¹ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘§ğ‘ğ‘®ğ‘°ğ‘¢ğ‘³ğ‘¯ ğ‘’ğ‘¤ğ‘´ğ‘•ğ‘¼ ğ‘“ğ‘¹ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘»ğ‘¯.

source: Yes. If your Shaman stands just behind that unit on the bridge, it will heal it at the beginning of the next turn.
en@shaw: ğ‘˜ğ‘§ğ‘•. ğ‘¦ğ‘“ ğ‘¿ğ‘¼ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘Ÿ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘šğ‘®ğ‘¦ğ‘¡, ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘°ğ‘¤ ğ‘¦ğ‘‘ ğ‘¨ğ‘‘ ğ‘ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯ğ‘¦ğ‘™ ğ‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘»ğ‘¯.
ko: 그래. 샤먼이 다리 위에 있는 유닛 바로 뒤에 있으면 다음 턴이 시작할때 그것을 치료할 수 있어.

source: Move your Shaman onto the bridge to stand behind your other unit
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘¿ğ‘¼ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ ğ‘ªğ‘¯ğ‘‘ğ‘µ ğ‘ ğ‘šğ‘®ğ‘¦ğ‘¡ ğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘šğ‘¦ğ‘£ğ‘²ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘³ğ‘ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘
ko: 샤먼을 다리 위로 보내서 당신의 다른 유닛 뒤에 있게 하십시오

source: Be careful: if you stand on the bridge you are exposed to attack from multiple directions!
en@shaw: ğ‘šğ‘° ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤: ğ‘¦ğ‘“ ğ‘¿ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘šğ‘®ğ‘¦ğ‘¡ ğ‘¿ ğ‘¸ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘´ğ‘Ÿğ‘› ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¥ğ‘³ğ‘¤ğ‘‘ğ‘¦ğ‘ğ‘©ğ‘¤ ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ!
ko: 조심해. 다리 위에 있으면 넌 여러 방향에서 공격에 노출된다구!
no: Vær forsiktig: Hvis du står på broen er du utsatt for angrep fra fler sider!

source: Itâ€™s very dangerous to stand in water when there are enemies about! Your unit will have an 80% chance of being hit! Cancel, and wait for them to attack you!
en@shaw: ğ‘¦ğ‘‘'ğ‘• ğ‘ğ‘§ğ‘®ğ‘¦ ğ‘›ğ‘±ğ‘¯ğ‘¡ğ‘¼ğ‘©ğ‘• ğ‘‘ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘º ğ‘¸ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘©ğ‘šğ‘¬ğ‘‘! ğ‘¿ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘¯ 80% ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘£ğ‘¦ğ‘‘! ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤, ğ‘¯ ğ‘¢ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¿!

source: Donâ€™t forget about your fighter in the east; you can move him south to that last village near the channel.
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘“ğ‘¼ğ‘œğ‘§ğ‘‘ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¿ğ‘¼ ğ‘“ğ‘²ğ‘‘ğ‘¼ ğ‘¦ğ‘¯ ğ‘ ğ‘°ğ‘•ğ‘‘; ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘£ğ‘¦ğ‘¥ ğ‘•ğ‘¬ğ‘” ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¯ğ‘½ ğ‘ ğ‘—ğ‘¨ğ‘¯ğ‘©ğ‘¤.

source: We need to take that village, otherwise they will take it next turn! Move your wounded unit onto the village so it can heal, then kill that Orc!
en@shaw: ğ‘¢ğ‘° ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡, ğ‘³ğ‘ğ‘¼ğ‘¢ğ‘²ğ‘Ÿ ğ‘ğ‘± ğ‘¢ğ‘¦ğ‘¤ ğ‘‘ğ‘±ğ‘’ ğ‘¦ğ‘‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘»ğ‘¯! ğ‘¥ğ‘µğ‘ ğ‘¿ğ‘¼ ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘ªğ‘¯ğ‘‘ğ‘µ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘•ğ‘´ ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘°ğ‘¤, ğ‘ğ‘§ğ‘¯ ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘¹ğ‘’!
ko: 우리가 저 마을을 차지하지 않으면, 저들이 다음 턴에 마을을 차지할거야! 부상병을 마을로 보내서 회복시키고, 저 오크를 처치해!

source: Careful! It is now nighttime. Orcs are chaotic, meaning their attacks are 25% stronger at night and 25% weaker in the day. You are lawful: stronger by day. Elves are neutral: unaffected by night and day.
en@shaw: ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤! ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘¬ ğ‘¯ğ‘²ğ‘‘ğ‘‘ğ‘²ğ‘¥. ğ‘¹ğ‘’ğ‘• ğ‘¸ ğ‘’ğ‘±ğ‘­ğ‘‘ğ‘¦ğ‘’, ğ‘¥ğ‘°ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘¸ 25% ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘¨ğ‘‘ ğ‘¯ğ‘²ğ‘‘ ğ‘¯ 25% ğ‘¢ğ‘°ğ‘’ğ‘» ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘±. ğ‘¿ ğ‘¸ ğ‘¤ğ‘·ğ‘“ğ‘«ğ‘¤: ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘šğ‘² ğ‘›ğ‘±. ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘µğ‘‘ğ‘®ğ‘©ğ‘¤: ğ‘©ğ‘¯ğ‘©ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘› ğ‘šğ‘² ğ‘¯ğ‘²ğ‘‘ ğ‘¯ ğ‘›ğ‘±.
ko: 조심해! 지금은 야간이야. 오크들은 혼돈 계열이라 밤에는 공격력이 25% 강해지고 낮에는 25% 약해져. 너는 질서 계열이라 낮에 더 강하지. 엘프들은 중립 계열이라 밤낮의 영향을 받지 않아.

source: After this dialog, hold the mouse over the landscape image below the minimap on the right to see a description of the time of day.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ, ğ‘£ğ‘´ğ‘¤ğ‘› ğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘¤ğ‘¨ğ‘¯ğ‘›ğ‘•ğ‘’ğ‘¨ğ‘ ğ‘¦ğ‘¥ğ‘¦ğ‘¡ ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘ ğ‘¥ğ‘¦ğ‘¯ğ‘°ğ‘¥ğ‘¨ğ‘ ğ‘ªğ‘¯ ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘•ğ‘° ğ‘© ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘‘ğ‘²ğ‘¥ ğ‘ ğ‘›ğ‘±.
ko: 이 대화가 끝나면, 커서를 오른쪽 미니맵 아래의 지형 이미지에 두고 시간대에 대한 설명을 읽어보십시오.

source: Remember to retreat your wounded units to villages. Healers can only heal 4 hitpoints at a time, while villages can heal 8 (the maximum for any unit).
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘ ğ‘¿ğ‘¼ ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ. ğ‘£ğ‘°ğ‘¤ğ‘»ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘£ğ‘°ğ‘¤ 4 ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘¨ğ‘‘ ğ‘© ğ‘‘ğ‘²ğ‘¥, ğ‘¢ğ‘²ğ‘¤ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘°ğ‘¤ 8 (ğ‘ ğ‘¥ğ‘¨ğ‘’ğ‘•ğ‘¦ğ‘¥ğ‘©ğ‘¥ ğ‘“ğ‘¹ ğ‘§ğ‘¯ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘).
ko: 부상병을 마을로 후퇴시켜야 한다는걸 기억하십시오. 치료사들은 한번에 HP 4밖에 치료할 수 없지만, 마을에서는 8을 치료할 수 있습니다(최대치까지).

source: Defend here
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘£ğ‘½
ko: 여기를 방어하세요
no: Forsvar her

source: Beware of those Orcs crossing the river! If they get into the forest theyâ€™ll be hard to dislodge!
en@shaw: ğ‘šğ‘°ğ‘¢ğ‘º ğ‘ ğ‘ğ‘´ğ‘Ÿ ğ‘¹ğ‘’ğ‘• ğ‘’ğ‘®ğ‘ªğ‘•ğ‘¦ğ‘™ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼! ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘œğ‘§ğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘ğ‘±ğ‘¤ ğ‘šğ‘° ğ‘£ğ‘¸ğ‘› ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘¤ğ‘­ğ‘¡!

source: You can make sure youâ€™ve used all your units each turn by pressing <b>n</b> to automatically select the next unit. SPACE will indicate a unit is finished. When <b>n</b> no longer selects a new unit, you can end your turn.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘±ğ‘’ ğ‘–ğ‘«ğ‘¼ ğ‘¿'ğ‘ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘·ğ‘¤ ğ‘¿ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘°ğ‘— ğ‘‘ğ‘»ğ‘¯ ğ‘šğ‘² ğ‘ğ‘®ğ‘§ğ‘•ğ‘¦ğ‘™ 'n' ğ‘‘ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘. ğ‘•ğ‘ğ‘±ğ‘• ğ‘¢ğ‘¦ğ‘¤ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘. ğ‘¢ğ‘§ğ‘¯ 'n' ğ‘¯ğ‘´ ğ‘¤ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘• ğ‘© ğ‘¯ğ‘¿ ğ‘¿ğ‘¯ğ‘¦ğ‘‘, ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘§ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯.

source: You only need to defeat the leader to win (see Main Menu->Objectives).
en@shaw: ğ‘¿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ (ğ‘•ğ‘° ğ‘¥ğ‘±ğ‘¯ ğ‘¥ğ‘§ğ‘¯ğ‘¿->ğ‘©ğ‘šğ‘¡ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘Ÿ).
ko: 당신은 적의 대장을 격파해야만 승리할 수 있습니다 (메인 메뉴 -> 목표 를 보십시오).

source: Remember to recruit troops useful for the situation. Archers are particularly effective against Grunts, Wolf Riders and their leader.
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ ğ‘•ğ‘¦ğ‘‘ğ‘¿ğ‘±ğ‘–ğ‘©ğ‘¯. ğ‘¸ğ‘—ğ‘»ğ‘• ğ‘¸ ğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘’ğ‘¿ğ‘¤ğ‘¼ğ‘¤ğ‘¦ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘œğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘•, ğ‘¢ğ‘«ğ‘¤ğ‘“ ğ‘®ğ‘²ğ‘›ğ‘¼ğ‘Ÿ ğ‘¯ ğ‘ğ‘º ğ‘¤ğ‘°ğ‘›ğ‘».
ko: 상황에 따라 유용한 부대를 소집해야 함을 기억하십시오. 궁사들은 졸개, 늑대 기병과 그들의 대장에게 특히 효과적입니다.

source: Stay near the keep! You need to be on a keep to recruit more units, and I doubt the Orc leader will let you use his!
en@shaw: ğ‘•ğ‘‘ğ‘± ğ‘¯ğ‘½ ğ‘ ğ‘’ğ‘°ğ‘! ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘šğ‘° ğ‘ªğ‘¯ ğ‘© ğ‘’ğ‘°ğ‘ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¥ğ‘¹ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•, ğ‘¯ ğ‘² ğ‘›ğ‘¬ğ‘‘ ğ‘ ğ‘¹ğ‘’ ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘§ğ‘‘ ğ‘¿ ğ‘¿ğ‘Ÿ ğ‘£ğ‘¦ğ‘Ÿ!
ko: 본성 근처에 있도록 해! 넌 본성에서 유닛을 더 소집해야해. 설마 오크 대장이 자기 부하를 쓰라고 내어주진 않을테니!

source: Their leader has moved into that village! Heâ€™s not as stupid as I thought. The village heals him each turn and provides good defense.
en@shaw: ğ‘ğ‘º ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘£ğ‘¨ğ‘Ÿ ğ‘¥ğ‘µğ‘ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡! ğ‘£ğ‘°'ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¨ğ‘Ÿ ğ‘•ğ‘‘ğ‘µğ‘ğ‘¦ğ‘› ğ‘¨ğ‘Ÿ ğ‘² ğ‘”ğ‘·ğ‘‘. ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘£ğ‘°ğ‘¤ğ‘Ÿ ğ‘£ğ‘¦ğ‘¥ ğ‘°ğ‘— ğ‘‘ğ‘»ğ‘¯ ğ‘¯ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘Ÿ ğ‘œğ‘«ğ‘› ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•.

source: That unit has captured our village! Youâ€™d better get him out; it heals him each turn and provides good defense.
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘› ğ‘¬ğ‘¼ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡! ğ‘¿'ğ‘› ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘œğ‘§ğ‘‘ ğ‘£ğ‘¦ğ‘¥ ğ‘¬ğ‘‘; ğ‘¦ğ‘‘ ğ‘£ğ‘°ğ‘¤ğ‘Ÿ ğ‘£ğ‘¦ğ‘¥ ğ‘°ğ‘— ğ‘‘ğ‘»ğ‘¯ ğ‘¯ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘Ÿ ğ‘œğ‘«ğ‘› ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•.

source: Using me to attack is risky! I can slow the opponent with my ranged attack, but I hope you have a plan if I miss!
en@shaw: ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘¥ğ‘° ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘•ğ‘’ğ‘¦! ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘¤ğ‘´ ğ‘ ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘² ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘£ğ‘´ğ‘ ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘ğ‘¤ğ‘¨ğ‘¯ ğ‘¦ğ‘“ ğ‘² ğ‘¥ğ‘¦ğ‘•!
ko: 나를 공격에 보내는건 위험부담이 커요! 난 원격 공격으로 상대를 느리게 할 수 있지만, 내가 실패했을 경우를 대비했길 바래요!

source: You are close to killing their leader! The unit who finishes him will gain 16 experience points because he is level 2. Choose your unit carefully!
en@shaw: ğ‘¿ ğ‘¸ ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘‘ ğ‘’ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘ğ‘º ğ‘¤ğ‘°ğ‘›ğ‘»! ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘£ğ‘µ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘Ÿ ğ‘£ğ‘¦ğ‘¥ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘±ğ‘¯ 16 ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ 2. ğ‘—ğ‘µğ‘Ÿ ğ‘¿ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤ğ‘¦!
ko: 이제 저들의 대장을 거의 다 잡았어! 그는 레벨 2이기 때문에 그를 처치하는 유닛은 16 포인트의 경험치를 쌓을거야. 주의해서 병사를 선택하도록 해!

source: We will miss $deadguy.name| because he had $deadguy.experience experience points, meaning he would have advanced to level 2 soon.
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘¦ğ‘• $deadguy.name| ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘£ğ‘° ğ‘£ğ‘¨ğ‘› $deadguy.experience ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•, ğ‘¥ğ‘°ğ‘¯ğ‘¦ğ‘™ ğ‘£ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘ ğ‘‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ 2 ğ‘•ğ‘µğ‘¯.
ko: 우린 $deadguy.experience 의 경험치를 갖고 있던 $deadguy.name|를 그리워 할거야. 그는 곧 레벨 2로 승급할 수 있었는데.

source: We will miss $deadguy.name| because she had $deadguy.experience experience points, meaning she would have advanced to level 2 soon.
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘¦ğ‘• $deadguy.name| ğ‘šğ‘¦ğ‘’ğ‘ªğ‘Ÿ ğ‘–ğ‘° ğ‘£ğ‘¨ğ‘› $deadguy.experience ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•, ğ‘¥ğ‘°ğ‘¯ğ‘¦ğ‘™ ğ‘–ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘‘ ğ‘‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ 2 ğ‘•ğ‘µğ‘¯.
ko: 우린 $deadguy.experience 의 경험치를 갖고 있던 $deadguy.name|를 그리워 할거야. 그녀는 곧 레벨 2로 승급할 수 있었는데.

source: We will miss $deadguy.name|, but itâ€™s better than one of our experienced troops dying!
en@shaw: ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¥ğ‘¦ğ‘• $deadguy.name|, ğ‘šğ‘³ğ‘‘ ğ‘¦ğ‘‘'ğ‘• ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘¬ğ‘¼ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘›ğ‘²ğ‘¦ğ‘™!

source: Losing a healer hurts all the troops! Keep them out of the enemyâ€™s reach!
en@shaw: ğ‘¤ğ‘µğ‘Ÿğ‘¦ğ‘™ ğ‘© ğ‘£ğ‘°ğ‘¤ğ‘¼ ğ‘£ğ‘»ğ‘‘ğ‘• ğ‘·ğ‘¤ ğ‘ ğ‘‘ğ‘®ğ‘µğ‘ğ‘•! ğ‘’ğ‘°ğ‘ ğ‘ğ‘§ğ‘¥ ğ‘¬ğ‘‘ ğ‘ ğ‘ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦'ğ‘Ÿ ğ‘®ğ‘°ğ‘—!

source: You can see where an enemy can reach by moving the mouse over them. You can see all the possible enemy moves at once with the <b>Show Enemy Moves</b> command from the â€˜Actionsâ€™ menu.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘° ğ‘¢ğ‘º ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘— ğ‘šğ‘² ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘´ğ‘ğ‘¼ ğ‘ğ‘§ğ‘¥. ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘° ğ‘·ğ‘¤ ğ‘ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¥ğ‘µğ‘ğ‘Ÿ ğ‘¨ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ 'ğ‘–ğ‘´ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘¥ğ‘µğ‘ğ‘Ÿ' ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ 'ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ' ğ‘¥ğ‘§ğ‘¯ğ‘¿.

source: Level 2 units are powerful, but not invulnerable! Goodbye, $deadguy.name|.
en@shaw: ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ 2 ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¸ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘ğ‘©ğ‘¤ğ‘¯ğ‘»ğ‘©ğ‘šğ‘©ğ‘¤! ğ‘œğ‘«ğ‘›ğ‘šğ‘², $deadguy.name|.
ko: 레벨 2 유닛은 강력하지만, 무적의 존재는 아니야! 잘가, $deadguy.name|.

source: Beware of the Orc leader: he can do 36 hitpoints of damage at night! Attack with many units at once during the day.
en@shaw: ğ‘šğ‘°ğ‘¢ğ‘º ğ‘ ğ‘ ğ‘¹ğ‘’ ğ‘¤ğ‘°ğ‘›ğ‘»: ğ‘£ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘µ 36 ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¨ğ‘‘ ğ‘¯ğ‘²ğ‘‘! ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¨ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘ ğ‘›ğ‘±.
ko: 오크 대장을 조심해. 그는 야간에는 한방에 36 데미지까지 줄 수 있어! 주간에 여러 유닛으로 공격하도록 해.

source: Advancing a level has fully healed me! I always have a 60% chance of hitting with my Marksman ability, and I deal 9 damage each for 4 attacks. Use me to dislodge hard-to-hit units.
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘¦ğ‘™ ğ‘© ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘£ğ‘°ğ‘¤ğ‘› ğ‘¥ğ‘°! ğ‘² ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘© 60% ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘ ğ‘£ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘² ğ‘¥ğ‘¸ğ‘’ğ‘•ğ‘¥ğ‘©ğ‘¯ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦, ğ‘¯ ğ‘² ğ‘›ğ‘°ğ‘¤ 9 ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘°ğ‘— ğ‘“ğ‘¹ 4 ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•. ğ‘¿ğ‘Ÿ ğ‘¥ğ‘° ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘¤ğ‘­ğ‘¡ ğ‘£ğ‘¸ğ‘›-ğ‘‘-ğ‘£ğ‘¦ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•.
ko: 승급을 통해 난 완전히 회복되었어1 난 나의 명사수 능력으로 언제나 60%의 명중률을 갖고, 4번의 공격으로 각각 9의 데미지를 줄 수 있어. 맞추기 어려운 유닛을 몰아낼 때 나를 쓰도록 해.

source: female^Advancing a level has fully healed me! I always have a 60% chance of hitting with my Marksman ability, and I deal 9 damage each for 4 attacks. Use me to dislodge hard-to-hit units.
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘¦ğ‘™ ğ‘© ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘£ğ‘°ğ‘¤ğ‘› ğ‘¥ğ‘°! ğ‘² ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘© 60% ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘ ğ‘£ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘² ğ‘¥ğ‘¸ğ‘’ğ‘•ğ‘¥ğ‘©ğ‘¯ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦, ğ‘¯ ğ‘² ğ‘›ğ‘°ğ‘¤ 9 ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘°ğ‘— ğ‘“ğ‘¹ 4 ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•. ğ‘¿ğ‘Ÿ ğ‘¥ğ‘° ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘¤ğ‘­ğ‘¡ ğ‘£ğ‘¸ğ‘›-ğ‘‘-ğ‘£ğ‘¦ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•.
ko: 승급을 통해 난 완전히 회복되었어1 난 나의 명사수 능력으로 언제나 60%의 명중률을 갖고, 4번의 공격으로 각각 9의 데미지를 줄 수 있어. 맞추기 어려운 유닛을 몰아낼 때 나를 쓰도록 해.

source: Advancing a level has fully healed me! I am good with both bow and sword, and I have a special ability: ambush. I can hide in forests where enemies can only see me if they are right next to me.
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘¦ğ‘™ ğ‘© ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘£ğ‘°ğ‘¤ğ‘› ğ‘¥ğ‘°! ğ‘² ğ‘¨ğ‘¥ ğ‘œğ‘«ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘šğ‘´ğ‘” ğ‘šğ‘´ ğ‘¯ ğ‘•ğ‘¹ğ‘›, ğ‘¯ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦: ğ‘¨ğ‘¥ğ‘šğ‘«ğ‘–. ğ‘² ğ‘’ğ‘¨ğ‘¯ ğ‘£ğ‘²ğ‘› ğ‘¦ğ‘¯ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘¢ğ‘º ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘•ğ‘° ğ‘¥ğ‘° ğ‘¦ğ‘“ ğ‘ğ‘± ğ‘¸ ğ‘®ğ‘²ğ‘‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘¥ğ‘°.
ko: 승급을 통해 난 완전히 회복되었어! 난 활과 검 모두에 능하고, 특별한 능력인 기습을 가지고 있어. 난 숲에 숨어서 적이 근처에 올때까지 날 볼 수 없게 할 수 있지.

source: Advancing a level has fully healed me! I am good with both bow and sword, and I have a special ability: leadership. Level 1 units around me do 25% more damage, so position me carefully.
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘¦ğ‘™ ğ‘© ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘£ğ‘°ğ‘¤ğ‘› ğ‘¥ğ‘°! ğ‘² ğ‘¨ğ‘¥ ğ‘œğ‘«ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘šğ‘´ğ‘” ğ‘šğ‘´ ğ‘¯ ğ‘•ğ‘¹ğ‘›, ğ‘¯ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦: ğ‘¤ğ‘°ğ‘›ğ‘¼ğ‘–ğ‘¦ğ‘. ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ 1 ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¥ğ‘° ğ‘›ğ‘µ 25% ğ‘¥ğ‘¹ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡, ğ‘•ğ‘´ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘¥ğ‘° ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤ğ‘¦.
ko: 승급을 통해 난 완전히 회복되었어! 난 활과 검 모두에 능하고, 특별한 능력인 통솔을 가지고 있어. 내 근처의 레벨 1 유닛들이 입히는 데미지는 25% 증가하니까, 주의해서 내 위치를 정해야해.

source: Advancing a level has fully healed me! I am particularly good with the sword, dealing 8 damage in 4 attacks.
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘•ğ‘¦ğ‘™ ğ‘© ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘Ÿ ğ‘“ğ‘«ğ‘¤ğ‘¦ ğ‘£ğ‘°ğ‘¤ğ‘› ğ‘¥ğ‘°! ğ‘² ğ‘¨ğ‘¥ ğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘’ğ‘¿ğ‘¤ğ‘¼ğ‘¤ğ‘¦ ğ‘œğ‘«ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘•ğ‘¹ğ‘›, ğ‘›ğ‘°ğ‘¤ğ‘¦ğ‘™ 8 ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ 4 ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•.
ko: 승급을 통해 난 완전히 회복되었어! 난 검에 특히 강해서, 4번 공격하고 각 8의 데미지를 줄 수 있지.

source: You took too long! Weâ€™ll never be rid of these Orcs!
en@shaw: ğ‘¿ ğ‘‘ğ‘«ğ‘’ ğ‘‘ğ‘µ ğ‘¤ğ‘ªğ‘™! ğ‘¢ğ‘°'ğ‘¤ ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘› ğ‘ ğ‘ğ‘°ğ‘Ÿ ğ‘¹ğ‘’ğ‘•!

source: You are victorious! You may want to try Novice-level campaigns such as: The South Guard, An Orcish Incursion, A Tale of Two Brothers, and Heir to the Throne. The South Guard was specifically designed as a beginnerâ€™s campaign. Konrad, Liâ€™sar and Delfador are characters from Heir to the Throne.
en@shaw: ğ‘¿ ğ‘¸ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¹ğ‘¦ğ‘©ğ‘•! ğ‘¿ ğ‘¥ğ‘± ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘‘ğ‘®ğ‘² ğ‘¯ğ‘­ğ‘ğ‘©ğ‘•-ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯ğ‘Ÿ ğ‘•ğ‘³ğ‘— ğ‘¨ğ‘Ÿ: ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘›, ğ‘©ğ‘¯ Â·ğ‘¹ğ‘’ğ‘¦ğ‘– Â·ğ‘¦ğ‘¯ğ‘’ğ‘»ğ‘ ğ‘©ğ‘¯, ğ‘© Â·ğ‘‘ğ‘±ğ‘¤ ğ‘ Â·ğ‘‘ğ‘µ Â·ğ‘šğ‘®ğ‘³ğ‘ğ‘¼ğ‘Ÿ, ğ‘¯ Â·ğ‘º ğ‘‘ ğ‘ Â·ğ‘”ğ‘®ğ‘´ğ‘¯. ğ‘ Â·ğ‘•ğ‘¬ğ‘” Â·ğ‘œğ‘¸ğ‘› ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘ğ‘©ğ‘•ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘¤ğ‘° ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘› ğ‘¨ğ‘Ÿ ğ‘© ğ‘šğ‘¦ğ‘œğ‘¦ğ‘¯ğ‘»ğ‘Ÿ ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘±ğ‘¯. Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸ ğ‘¯ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘¸ ğ‘’ğ‘¨ğ‘®ğ‘©ğ‘’ğ‘‘ğ‘¼ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘º ğ‘‘ ğ‘ ğ‘”ğ‘®ğ‘´ğ‘¯.

source: Fighter
en@shaw: ğ‘“ğ‘²ğ‘‘ğ‘¼
ko: 투사
