Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tutorial/*.po
Languages: en@shaw, he, ko, nl, no, pt_br

source: Young and brash, Fighters are skilled with swords and are vulnerable to attack from enemies. However, they have the potential to become great warriors one day.
en@shaw: ğ‘˜ğ‘³ğ‘™ ğ‘¯ ğ‘šğ‘®ğ‘¨ğ‘–, ğ‘“ğ‘²ğ‘‘ğ‘»ğ‘Ÿ ğ‘¸ ğ‘•ğ‘’ğ‘¦ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘•ğ‘¹ğ‘›ğ‘Ÿ ğ‘¯ ğ‘¸ ğ‘ğ‘©ğ‘¤ğ‘¯ğ‘»ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘ ğ‘ğ‘©ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¤ ğ‘‘ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘œğ‘®ğ‘±ğ‘‘ ğ‘¢ğ‘ªğ‘®ğ‘¦ğ‘¼ğ‘Ÿ ğ‘¢ğ‘³ğ‘¯ ğ‘›ğ‘±.
ko: 젊고 용맹한 투사들은 검에 숙달되어 있으며, 적의 공격으로부터 취약하다. 하지만 그들은 언젠가 대단한 전사가 될 자질을 가지고 있다.

source: sword
en@shaw: ğ‘•ğ‘¹ğ‘›
ko: 검

source: female^Fighter
en@shaw: ğ‘“ğ‘²ğ‘‘ğ‘¼
ko: 투사

source: saber
en@shaw: ğ‘•ğ‘±ğ‘šğ‘»
ko: 기병도

source: Quintains are used to practice swordplay and jousting on. It would be extremely unusual to be attacked by one.
en@shaw: ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ğ‘• ğ‘¸ ğ‘«ğ‘¸ğ‘¹ğ‘´ğ‘–ğ‘±ğ‘¿ğ‘Ÿğ‘› ğ‘‘ ğ‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘• ğ‘•ğ‘¹ğ‘›ğ‘ğ‘¤ğ‘± ğ‘¯ ğ‘¡ğ‘¬ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘ªğ‘¯. ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘’ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘¥ğ‘¤ğ‘¦ ğ‘³ğ‘¯ğ‘¿ğ‘ ğ‘«ğ‘©ğ‘¤ ğ‘‘ ğ‘šğ‘° ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘‘ ğ‘šğ‘² ğ‘¢ğ‘³ğ‘¯.
ko: 인간형 과녁은 검술과 승마술을 연습하는데 사용된다. 이것으로부터 공격받는다는건 대단히 이례적인 일이다.

source: flail
en@shaw: ğ‘“ğ‘¤ğ‘±ğ‘¤
ko: 도리깨

source: For this tutorial, you are playing Li'sar.
ko: 당신은 이 연습 게임에서 Li'sar의 역할을 하게 됩니다.

source: Left click on Li'sar
ko: Li'sar를 클릭

source: <big>You have selected Li'sar.</big> The places she can move to are highlighted.
ko: <big>당신은 Li'sar를 선택했습니다.</big> 그녀가 움직일 수 있는 부분이 밝게 표시됩니다.

source: Move Li'sar next to Delfador by clicking on the tile marked 'HERE'.
ko: '여기'로 표시된 타일을 클릭해서 Li'sar를 Delfador 옆으로 움직이세요.

source: <big>Oops!</big> You moved to the wrong place! After this message, you can press 'u' to undo, then try again.
ko: <big>이런!</big> 당신은 잘못된 곳으로 이동했습니다! 이 메세지가 닫히고 나면, 'u'를 눌러서 행동을 취소하고 다시 시도할 수 있습니다.

source: Child, you have 32 hitpoints and a sword. I'm fairly sure you'll win.
ko: 자네에겐 HP 32와 검이 있으니, 확실히 이길 수 있겠지.

source: To attack the quintain, first select the attacker (Li'sar) then the target (the quintain). You will see an attack description. When you click OK, Li'sar will attack.
ko: 과녁을 공격하려면, 먼저 공격자 (Li'sar) 를 설정하고 타겟 (인간형 과녁) 을 선택해야 합니다. 그러면 공격 정보표를 볼 수 있습니다. 확인을 누르면 Li'sar가 공격합니다.

source: Note: the tiny blue crown above Delfador means you will lose the game if he is killed. You will also lose the game if your leader (Li'sar) is killed.
ko: 참고: Delfador 위에 있는 작은 파란색 관은 그가 죽는다면 당신이 게임오버됨을 의미합니다. 또한 당신의 리더 (Li'sar)가 죽어도 패배합니다.

source: Unfortunately, you've used up your turn attacking the quintain. The quintain will now get a turn.
ko: 안됐네만 자네는 과녁을 공격하는데 턴을 이미 써 버렸네. 이제 과녁의 차례네.

source: female^Unfortunately, you've used up your turn attacking the quintain. The quintain will now get a turn.
ko: 안됐네만 자네는 과녁을 공격하는데 턴을 이미 써 버렸네. 이제 과녁의 차례네.

source: Yes. It's a magical quintain. Now, this quintain gets 5 chances to hit you for 3 damage each. If it hits every time, you'll drop from $student_hp to $future_hp hit points. Brace yourself!
ko: 그래. 이건 마법의 과녁이라네. 이제 이 과녁은 각각 3의 데미지를 줄 5번의 기회를 갖는다네. 만약 전부 맞으면 자네의 HP는 $student_hp 에서 $future_hp 로 떨어지겠지. 잘 버텨보게!

source: Click on the village to move Li'sar
ko: 마을을 클릭해서 Li'sar를 이동시키세요

source: You're about to be healed by $hp_difference hitpoints, but I think you're going to need some help against that quintain.
ko: 자네는 HP $hp_difference 까지 회복할테지만, 자네가 저 과녁을 처치하는 덴 도움이 좀 필요할 것 같군.

source: female^You're about to be healed by $hp_difference hitpoints, but I think you're going to need some help against that quintain.
ko: 자네는 HP $hp_difference 까지 회복할테지만, 자네가 저 과녁을 처치하는 덴 도움이 좀 필요할 것 같군.

source: I'll recruit some elves!
ko: 엘프를 좀 소집해야겠어요!
no: Ja! Jeg kan rekruttere noen alver!

source: Move Li'sar to the keep
ko: Li'sar를 본성으로 이동

source: Whenever you're on a keep, you can recruit into castle tiles around it by right-clicking and selecting 'Recruit'. This time you will only be given one type of unit to choose: the Elvish Fighter.
ko: 당신이 본성에 있으면 성채 타일을 오른쪽 클릭하고 '소집'을 선택함으로써 그곳에 유닛을 소집할 수 있습니다. 이번에 당신이 선택할 수 있는 유닛 종류는 엘프 전사 하나뿐입니다.

source: Hey, the quintain just healed 2 hitpoints! I'd better attack it at once!
ko: 이봐요, 과녁이 방금 HP 2를 회복했어요! 어서 공격해야겠어요!

source: I'll tell them to use the one that does the most damage!
ko: 제일 큰 데미지를 주는 걸로 공격시키겠어요!

source: And which would that be? The sword (5-4) or the bow (3-3)? I suppose you'll find out...
ko: 그럼 어느 것이 나을까? 검 (5-4) 일까 활 (3-3) 일까? 자넨 알아낼 거라 믿네...

source: You wouldn't do anything stupid like charging that quintain yourself again, now would you? Use the fighters you recruited first; they'll be a lot of help.
ko: 또 과녁에게 돌격하는 바보같은 일은 하지 않을 거라 보네, 어떤가? 고용한 전사들을 이용하게. 그들은 큰 도움이 될거야.

source: Your elf used a sword (5-4; or 5 damage, 4 attacks), which is a melee attack. Quintain defended with its melee attack (3-5). The ranged attack was safer.
ko: 자네의 엘프는 근접 공격인 검(5-4 또는 4회 공격, 각 데미지 5)을 썼네. 과녁은 자기의 근접 공격 (3-5)으로 방어했네. 원격 공격이 더 안전하지.

source: Your elf used a sword (5-4; or 5 damage, 4 attacks), which is a melee attack. The quintain defended with its melee attack (3-5). The ranged attack was safer. End your turn, then attack again.
ko: 자네의 엘프는 근접 공격인 검(5-4 또는 4회 공격, 각 데미지 5)을 썼네. 과녁은 자기의 근접 공격 (3-5)으로 방어했네. 원격 공격이 더 안전하지. 턴을 종료하고, 다시 공격하게.

source: Your elf used a sword (5-4; or 5 damage, 4 attacks), which is a melee attack. The quintain defended with its melee attack (3-5). You should tell the other Elf to use the bow.
ko: 자네의 엘프는 근접 공격인 검(5-4 또는 4회 공격, 각 데미지 5)을 썼네. 과녁은 자기의 근접 공격 (3-5)으로 방어했네. 다른 엘프에게 활을 쓰라고 해보게.

source: Your elf used a bow, which is a ranged attack (3-3; or 3 damage, 3 attacks). The quintain has no ranged attack, only a melee attack, so it could not defend itself.
ko: 자네의 엘프는 원격 공격인 활(3-3 또는 3회 공격, 각 데미지 3)을 썼네. 과녁에는 원격 공격이 없고 오로지 근접 공격만 있어서 자기 자신을 방어할 수 없네.

source: Your elf used a bow, which is a ranged attack (3-3; or 3 damage, 3 attacks). The quintain has no ranged attack, only a melee attack, so it could not defend itself. End your turn, then attack again.
ko: 자네의 엘프는 원격 공격인 활(3-3 또는 3회 공격, 각 데미지 3)을 썼네. 과녁에는 원격 공격이 없고 오로지 근접 공격만 있어서 자기 자신을 방어할 수 없네. 턴을 종료하고 다시 공격하게.

source: Note: Once you select a unit, you'll see percentages for different terrain tiles. The higher the percentage, the more defense that unit will have. For example, defense is good in castles and villages but bad in rivers. The dummy's attacks are magical, however, so they have a 70% chance of hitting you wherever you stand.
ko: 참고: 유닛을 선택하면 지형 타일마다 다른 비율을 볼 수 있습니다. % 비율이 높을수록 유닛이 가진 방어력은 높습니다. 예를 들어, 성채와 마을에서의 방어력은 좋지만 강에서의 방어력은 나쁩니다. 하지만 꼭두각시의 공격은 마법으로, 당신이 어디에 서 있든간에 70%의 명중률을 갖습니다.

source: Yes, you gain experience through battle, especially by killing an opponent. Gain enough experience and you'll become more powerful.
ko: 그래, 자네는 전투를 통해서 경험치를 얻는데, 특히 상대를 처치했을때 더 많이 얻게되지. 충분한 경험치를 쌓으면 자네는 더 강해질걸세.

source: Now, Li'sar, I will leave you with more dummies to practice on! After that, we have real work to do...
ko: 자, Li'sar, 자네가 연습할 수 있게 더 많은 꼭두각시를 만들어주겠네! 다음번에는 진짜 일이 생길걸세...

source: Yes, I'm still figuring it out.
ko: 그래, 난 아직 더 감을 잡아야 겠어.
no: Ja, jeg trenger treningen.

source: No, I think I've got it.
ko: 아니, 이제 할 수 있어.
no: Nei, jeg tror jeg har fått nok.

source: After your victory notice, the map will be grayed out to indicate that the scenario is over, but you will be able to examine the final positions and state of your troops before clicking 'End Scenario' to continue to the next scenario.
ko: 승리 메세지가 뜨면, 시나리오가 끝났다는 표시로 맵이 회색빛으로 변하지만, 당신은 '시나리오 마치기'를 선택해서 다음 시나리오로 가기 전에 부대의 마지막 위치나 상태 등을 확인해 볼 수 있습니다.

source: <big>Remember:</big> You can press 'u' to undo most things; useful for correcting mistakes.
ko: <big>기억하세요:</big> 당신은 'u'를 눌러서 대부분의 행동을 취소할 수 있습니다. 이것은 실수한 것을 되돌리는데 유용합니다.

source: One lucky attack by an Orcish Grunt, and I'm done for!
ko: 오크 졸개에게 운나쁘게 한방만 맞으면, 당하고 말거야!

source: Death of Li'sar
ko: Li'sar의 죽음
no: Li'sar dør

source: This is no game, Li'sar!
ko: 이건 노는게 아니야, Li'sar!

source: See this dark blue water? It's too deep for either side to cross. They could slowly wade through that narrow band of shallow lighter-blue water in the east; but we could stand on the shore and force them to fight us from the water, where they are exposed and we are protected by the forest.
ko: 저 어둡고 푸른 물결이 보이나? 저긴 너무 깊어서 어느 쪽도 건널 수가 없어. 동쪽엔 더 밝은 파란색 여울이 띠를 이루고 있는데, 저들은 더 얕은 저곳으로 천천히 헤엄쳐 올 수밖에 없지. 하지만 우리는 강가에 버티고 서서 저들이 물 속에서 드러난 채로 싸우는 동안 숲 속에서 안전하게 저들을 상대할 수 있지.

source: If any Elvish Fighters from your last battle had experience, we would recall them to the current battlefield. However, both units don't have much experience so it's more efficient to recruit new ones. Recruit an Elvish Fighter.
ko: 저번 전투에서 경험치를 얻은 엘프 전사가 있다면, 지금의 전장에서 그들을 재소집할 수 있어. 하지만 두 유닛 모두 경험치가 별로 없어서 새로 소집하는 것이 더 효율적이야. 엘프 전사를 소집해.

source: Move Li'sar to capture a village
ko: Li'sar를 이동시켜 마을을 점령

source: You've learned well, Konrad!
ko: 잘했어, Konrad!

source: The village supports one unit and pays 1 gold per turn. You're only losing 1 gold per turn now.
ko: 마을은 유닛 하나의 유지비를 지원하고 턴당 금 1을 제공해. 이제 넌 턴당 금 1 만을 잃게 될거야.

source: You've learned well, Li'sar!
ko: 잘했어, Li'sar!

source: You've captured all the villages around the keep, but stay near so you can recruit more units.
ko: 넌 본성 근처에 있는 모든 마을을 점령했지만, 더 많은 유닛을 재소집할 수 있게 본성 근처에 남아있는 편이 좋아.
no: Du har befestet alle landsbyene rundt vakttårnet, men hold deg i nærheten så du kan rekruttere fler enheter.

source: You should leave the villages near your keep for Li'sar to capture, as she needs to stay nearby to recruit more units anyway.
ko: Li'sar는 어차피 소집을 위해 남아있어야 하므로 본성 주변의 마을들은 Li'sar가 점령하도록 두는 편이 좋습니다.

source: Excellent. Elves are well-protected in the forest. There's only a 30% chance of hitting an Elvish Archer in forests.
ko: 정말 잘했어. 엘프들은 숲에서의 방어력이 좋아. 숲에 있는 엘프 궁사에 대한 명중률은 30%밖에 되지 않지.

source: It's very dangerous to stand in water when there are enemies about! Your unit will have an 80% chance of being hit when the enemy counter-attacks! Cancel!
ko: 적이 근처에 있을 때 물 속에 있는 것은 매우 위험해! 적이 반격을 가했을때 너의 유닛이 맞을 확률은 80%야! 취소하도록 해!

source: Move your Fighter and Shaman south, then return Li'sar to the Keep
ko: 전사와 샤먼을 남쪽으로 보내고, Li'sar를 본성으로 돌려보내세요

source: Move Li'sar to another (unowned) village
ko: Li'sar를 다른 미점령 마을로 이동

source: Can't our units just move around him?
ko: 우리 유닛들이 저 졸개를 돌아서 가면 안되나요?
no: Kan ikke enhetene våre bare flytte forbi ham?

source: No. Once you move close to an enemy unit, you are in its 'Zone of Control' and cannot move further that turn. To move your troops onto that island without wading slowly through the water, you'll have to kill him.
ko: 안돼. 일단 네가 적 유닛에 가까워지면, 너는 그것의 '통제 권역'에 들어가서 그 턴에는 더 이상 움직일 수 없게 돼. 천천히 헤엄쳐 가지 않고서 저 섬에 부대를 이동시키려면, 저것을 처치할 수밖에 없어.

source: No other units can reach that Orc. I hope my archer survives its counter-attack! I'd better grab more villages and move everyone closer for next turn.
ko: 다른 유닛은 저 오크에게 닿을 수 없어요. 내 궁사가 저 녀석의 반격에서 살아남길 바래야겠어요! 다음 턴에 더 많은 마을을 손에 넣고 모두를 좀더 가까이 보내야겠어요.

source: It's very dangerous to stand in water when there are enemies about! Your unit will have an 80% chance of being hit! Cancel, and wait for them to attack you!
ko: 적이 근처에 있을 때 물 속에 있는 것은 매우 위험해! 너의 유닛이 맞을 확률은 80%야! 취소하고 그들이 널 공격할때까지 기다리도록 해!

source: Don't forget about your fighter in the east; you can move him south to that last village near the channel.
ko: 동쪽에 있는 전사를 잊으면 안돼. 그를 남쪽 수로 근처에 있는 마지막 마을로 이동시켜.

source: Beware of those Orcs crossing the river! If they get into the forest they'll be hard to dislodge!
ko: 강을 건너고 있는 오크들을 주의해! 저들이 숲에 들어오게 되면 몰아내기 어려워져!

source: You can make sure you've used all your units each turn by pressing 'n' to automatically select the next unit. SPACE will indicate a unit is finished. When 'n' no longer selects a new unit, you can end your turn.
ko: 'n' 키를 누르면 자동으로 다음 유닛이 선택되므로 매 턴마다 이것을 통해 모든 유닛이 사용되었는지 파악할 수 있습니다. 스페이스 바는 유닛의 조작이 끝났음을 표시하여 'n' 키의 대상에서 벗어나게 합니다. 'n' 키를 눌러도 새 유닛이 선택되지 않으면, 턴을 마치셔도 됩니다.

source: Their leader has moved into that village! He's not as stupid as I thought. The village heals him each turn and provides good defense.
ko: 저들의 대장이 저 마을로 이동했어! 생각만큼 멍청하진 않나보군. 마을은 매 턴 그에게 치료를 베풀고 방어력을 높은 수준으로 올려줘.

source: That unit has captured our village! You'd better get him out; it heals him each turn and provides good defense.
ko: 저 유닛이 우리 마을을 점령했어! 저 녀석을 쫓아내는 편이 좋아. 마을은 매 턴 그에게 치료를 베풀고 방어력을 높은 수준으로 올려줘.

source: We will miss $deadguy.name|, but it's better than one of our experienced troops dying!
ko: $deadguy.name|의 죽음은 아쉬운 일이지만, 높은 경험치를 쌓은 부대가 죽는 것보다는 나은 일이야!

source: Losing a healer hurts all the troops! Keep them out of the enemy's reach!
ko: 치료사를 잃는 건 부대 전체에 타격을 주게 돼! 그들을 적의 사거리에 닿지 않도록 지켜!

source: You can see where an enemy can reach by moving the mouse over them. You can see all the possible enemy moves at once with the 'Show Enemy Moves' command from the 'Actions' menu.
ko: 당신은 적에게 커서를 옮겨서 그들이 어디까지 이동할 수 있는지 볼 수 있습니다. 또한 '행동' 메뉴의 '모든 적의 이동을 본다' 명령을 선택하면 모든 적의 이동 가능 영역을 볼 수 있습니다.

source: You took too long! We'll never be rid of these Orcs!
ko: 너무 오래 걸려! 우린 저 오크들을 좇아낼 수 없을거야!

source: You are victorious! You may want to try Novice-level campaigns such as: The South Guard, An Orcish Incursion, A Tale of Two Brothers, and Heir to the Throne. The South Guard was specifically designed as a beginner's campaign. Konrad, Li'sar and Delfador are characters from Heir to the Throne.
ko: 너의 승리야! 이제 넌 남부 경비대, 오크족의 습격, 두 형제 이야기나 왕좌의 후계자 같은 초급 캠페인을 하고싶을거야. 남부 경비대는 특별히 초심자들을 위해 구성된 캠페인이야. Konrad, Li'sar와 Delfador는 왕좌의 후계자 편에서 나오는 인물들이지.

source: You will learn the basics of: movement attacking healing recruiting
no: Du kommer til å lære grunnleggende: bevegelse angrep helbredelse rekruttering

source: *Welcome to Wesnoth! For this tutorial, you are playing $student, standing in the keep. Your mentor Delfador is on the East side of the river. *Left click or any key to continue...
no: *Velkommen til Wesnoth! Under opplæringen spiller du $student som står i vakttårnet. Din læremester Delfador er på østsiden av elven. *Venstreklikk, eller trykk en tast for å fortsette...

source: Left click on $student
no: Venstreklikk på $student

source: *You have selected $student. The places $he could move to are highlighted. *Left click or any key to continue...
no: *Du har valgt $student. Feltene $he kan flytte til er fremhevet. *Venstreklikk, eller trykk en tast for å fortsette...

source: Left click on tile labelled HERE
no: Venstreklikk på feltet merket HIT

source: *Oops! You moved to the wrong place! After this message, you can press 'u' to Undo, then try again. *Left click or any key to continue...
no: *Oppsann! Du flyttet til feil felt! For å få prøve igjen, trykk på 'u' for Ugjort, og gjør om. *Venstreklikk, eller trykk en tast for å fortsette...

source: Good morning Delfador! Is it time to attack things?
no: God morgen, Delfador! Er det tid for å angripe ting?

source: Have you found an orc for me to fight, huh? A troll?
no: Har du funnet en ork jeg kan filleriste, hva? - eller et Troll??

source: Quiet! I will summon an enemy for you...
no: Stillhet! Jeg skal oppbringe en fiende verdig en kriger som du...

source: A quintain? You want me to pretend to fight a dummy??
no: En stråmann? Skal jeg lekesloss med en nikkedukke?

source: Child, you have 32 hitpoints and a sword. I'm fairly sure you'll win.
no: Barn, du har 32 helsepoeng og et sverd. Med list og lempe kan du ennå vinne.

source: To attack the quintain, you will first select the attacker ($student) and then the target (the quintain). You will see a description of the details of the attack. When you click OK, $student will attack. *Left click or any key to continue...
no: For å angripe stråmannen, velg først angriperen ($stdent) og så målet (stråmannen). Du vil få se en detaljert beskrivelse av angrepet. Om du trykker OK, vil $student angripe. *Venstreklikk, eller trykk en tast for å fortsette...

source: Click on $student
no: Klikk på $student

source: Unfortunately, you've used up your turn attacking the quintain. The quintain will now get a turn.
no: Uheldigvis har du brukt opp anledningene dine til å angripe denne runden. Stråmannen får nå gjøre sin tur.

source: Yes: it's a magical quintain. Now, this quintain gets five chances to hit you, and if it hits every time, you'll drop from $student_hp to $future_hp hit points. Brace yourself!
no: Ja: det er en magisk stråmann. Nå får dukken fem sjanser til å treffe deg, og hvis den treffer med alle slagene faller du fra $student_hp til $future_hp helsepoeng. Så ta deg sammen!

source: Ouch! I need to heal! Only $student_hp hp left!
no: Aouu! Jeg trenger helbredelse! Bare $student_hp hp igjen!

source: There is a village on the other side of the river. Visiting villages is a good idea, and ending your turn in one will heal you: you should retreat to there.
no: Det er en landsby på den andre siden av elven. Det hyggelig å besøke landsbyen, og hvis du ender turen der, vil du bli helbredet: du bør nok trekke deg tilbake dit.

source: Click on the village to move $student
no: Klikk på landsbyen for å flytte $student

source: You now 'own' this village: you can see it flies your flag, and soon a '1' will appear next to the house icon at the top of screen. Villages give gold: every turn you gain two gold, plus one for every village you own. *Left click or any key to continue...
no: Nå 'eier' du denne landsbyen: Du kan se flagget ditt vaie over den, og snart vil det dukke opp et 1-tall ved siden av husikonet på toppen av skjermen. Landsbyer produserer gull: hver runde vil du motta to gullstykker, pluss ett for hver landsby du eier. *Venstreklikk, eller trykk en tast for å fortsette...

source: You're about to be healed by 8 hitpoints. But I think you're going to need some help against that quintain.
no: Du kommer til å bli helbredet for 8 helsepoeng. Jeg tror nok du trenger litt hjelp med den stråmannen.

source: A splendid idea. If you return to your keep, you can recruit two units. You have plenty of gold for that.
no: En utmerket idé. Hvis du vender tilbake til vakttårnet, kan du rekruttere to enheter. Du har rikelig med gull.

source: Move $student to the keep
no: Flytt $student til vakttårnet

source: Whenever you're on a keep, you can recruit into castle tiles around it, by right-clicking and selecting 'Recruit'. This time you will only be given one type of unit to choose: select it. *Left click or any key to continue...
no: Du kan alltid rekruttere enheter i borgen rundt når du står i et vakttårn. Høyreklikk på det, og velg 'Rekrutter'. Denne gangen har du bare en type å velge blandt. *Venstreklikk, eller trykk en tast for å fortsette...

source: These newly recruited units can do nothing this turn: you will control them next turn. Note: after this dialog, you can move the mouse over a unit to see a description on the right of the screen. *Left click or any key to continue...
no: Disse nylig rekrutterte enhetene kan ikke gjøre noe denne runden: du kan kontrollere dem neste runde. Merk: etter denne dialogen kan du se beskrivelsen av en enhet til høyre på skjermen ved å flytte musepekeren over den. *Venstreklikk, eller trykk en tast for å fortsette...

source: Hey, the quintain just healed by two hitpoints! I'd better attack it at once!
no: Hei, stråmannen ble nettopp helbredet for to helsepoeng! Jeg bør angripe den straks!

source: Yes, if a unit doesn't do anything for a turn, it will slowly heal. But before you send your fighters against the quintain, you should know they have two kinds of attack...
no: Ja, hvis en enhet ikke gjør noe en hel runde, vil den helbredes sakte. Før du sender stridsmennene dine mot stråmannen bør du vite at den har to typer angrep...

source: I'll tell them to use the one which does most damage!
no: Jeg gir dem bare ordre om å bruke det angrepet som gjør mest skade!

source: And which would that be? The sword (5-4) or the bow (3-3)? I guess you'll find out...
no: Og hvilket ville det være? Sverdet (5-4) eller buen (3-3)? Du finner det nok ut...

source: End your turn, then attack again.
no: Avslutt runden din og angrip så igjen.

source: Your elf used a sword (5-4, or 5 damage, 4 attacks), which is a melee attack, so the quintain defended with its melee attack (3-5). The ranged attack was safer.
no: Alven brukte et sverd (5-4, eller 5 skade, 4 angrep), som er et nærkampsvåpen. Stråmannen får forsvare seg med sitt eget nærkampangrep (3-5). Avstandsvåpnet var nok sikrere.

source: Your elf used a sword (5-4, or 5 damage, 4 attacks), which is a melee attack, so the quintain defended with its melee attack (3-5). The ranged attack was safer. End your turn, then attack again.
no: Alven brukte et sverd (5-4, eller 5 skade, 4 angrep), som er et nærkampsvåpen. Stråmannen får forsvare seg med sitt eget nærkampangrep (3-5). Avstandsvåpnet var nok sikrere. Avslutt runden, og angrip så igjen.

source: Your elf used a sword (5-4, or 5 damage, 4 attacks), which is a melee attack, so the quintain defended with its melee attack (3-5). You should tell the other Elf to use the bow.
no: Alven brukte et sverd (5-4, eller 5 skade, 4 angrep), som er et nærkampsvåpen. Stråmannen får forsvare seg med sitt eget nærkampangrep (3-5). Du bør råde alven til å bruke buen.

source: Your elf used a bow, which is a ranged attack (3-3, or 3 damage, 3 attacks). The quintain has no ranged attack, only a melee attack, so it could not defend itself.
no: Alven brukte en bue (3-3, eller 3 skade, 3 angrep), som er et avstandsvåpen. Stråmannen har ikke noe avstandsangrep, kun nærkamp, så den kunne ikke forsvare seg.

source: Your elf used a bow, which is a ranged attack (3-3, or 3 damage, 3 attacks). The quintain has no ranged attack, only a melee attack, so it could not defend itself. End your turn, then attack again.
no: Alven brukte en bue (3-3, eller 3 skade, 3 angrep), som er et avstandsvåpen. Stråmannen har ikke noe avstandsangrep, kun nærkamp, så den kunne ikke forsvare seg. Avslutt runden, og angrip så igjen.

source: Keep attacking, with both elves, until the quintain is finished!
no: Fortsett å angripe med begge alvene til stråmannen må bite i gresset!

source: Note: Remember to pull back wounded units into villages, and recruit more if you need. Take special care of units with the highest experience points (XP).
no: Merk: Husk å trekke skadde enheter tilbake til landsbyene, og rekrutter fler hvis nødvendig. Ta spesielt vare på erfarne enheter med mange erfaringspoeng (XP).

source: Note: These dummies only attack if you are a single tile away. With care, you should be able to kill them one at a time.
no: Merk: Disse øvingsdukkene angriper bare hvis du er et enkelt felt unna. Med flid burde du kunne felle dem en om gangen.

source: Note: When a unit gets enough experience (the experience bar is the smaller bar on the right), it will go up a level. Elvish Fighters have two options, and you will get to choose which one you want.
no: Merk: Når en enhet får nok erfaring (den minste av søylene til høyre for enheten viser erfaringen), vil den gå opp et nivå. Alviske Stridsmenn har to valg, og du kan velge hvilket du vil.

source: Note: Each village you own can support a single unit for free. After that, each unit costs you one gold per turn.
no: Merk: Hver landsby du eier kan gi en enhet gratis underhold. Utover det vil hver enhet koste deg et gullstykke hver runde.

source: Note: Once you select a unit, you see percentages for different places: higher means more defensible. For example, defence is good in castles and villages, bad inside rivers. The dummies' attacks are magical, however, so they have a 70% chance of hitting you wherever you stand.
no: Merk: Når du har valgt en enhet, ser du ulike prosenter for ulike felter: en høyere prosent betyr mer forsvar for enheten. For eksempel er det lett å forsvare seg i borger og landsbyer, men vanskelig til livs i en elv. Stråmennenes angrep er dessverre magiske, og magiske angrep har 70% sjanse for å treffe uansett hvor du står.
