Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tutorial/*.po
Languages: en@shaw, he, ko, nl, no, pt_br

source: <big>Click a mouse button or press spacebar to continue...</big>
en@shaw: <big>ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘© ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¹ ğ‘ğ‘®ğ‘§ğ‘• ğ‘•ğ‘ğ‘±ğ‘•ğ‘šğ‘¸ ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿...</big>
ko: <big>마우스 클릭이나 스페이스바로 넘어갑니다...</big>

source: Wesnoth Tutorial
en@shaw: Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘‘ğ‘µğ‘‘ğ‘¹ğ‘°ğ‘©ğ‘¤
ko: Wesnoth 연습 게임
no: Wesnoth Opplæring

source: Konrad
en@shaw: Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›
pt_br: Kornad

source: Delfador
en@shaw: Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹

source: You will learn the basics of: Movement Attacking Healing Recruiting
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘»ğ‘¯ ğ‘ ğ‘šğ‘±ğ‘•ğ‘¦ğ‘’ğ‘• ğ‘: ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ğ‘¦ğ‘™
ko: 당신은 다음 사항들의 기초를 익히게 됩니다: 이동 공격 회복 소집

source: Destroy a fierce enemy
en@shaw: ğ‘›ğ‘©ğ‘•ğ‘‘ğ‘®ğ‘¶ ğ‘© ğ‘“ğ‘½ğ‘• ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦
ko: 사나운 적(?)을 격파하라
no: Bekjemp en farlig fiende

source: Get yourself killed
en@shaw: ğ‘œğ‘§ğ‘‘ ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘’ğ‘¦ğ‘¤ğ‘›
ko: 자살한다
no: Bli drept i forsøket

source: Who would you like to play?
en@shaw: ğ‘£ğ‘µ ğ‘¢ğ‘«ğ‘› ğ‘¿ ğ‘¤ğ‘²ğ‘’ ğ‘‘ ğ‘ğ‘¤ğ‘±?
ko: 주인공을 누구로 할까요?
no: Hvilken karakter vil du spille?

source: Li'sar
en@shaw: Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸

source: <big>Welcome to Wesnoth!</big>
en@shaw: <big>ğ‘¢ğ‘§ğ‘¤ğ‘’ğ‘©ğ‘¥ ğ‘‘ Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘”!</big>
ko: <big>Wesnoth 세계에 오신걸 환영합니다!</big>

source: For this tutorial, you are playing Konrad.
en@shaw: ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘µğ‘‘ğ‘¹ğ‘°ğ‘©ğ‘¤, ğ‘¿ ğ‘¸ ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›.
ko: 당신은 이 연습 게임에서 Konrad의 역할을 하게 됩니다.

source: You are standing in the keep, and your mentor Delfador is on the east side of the river.
en@shaw: ğ‘¿ ğ‘¸ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘ ğ‘’ğ‘°ğ‘, ğ‘¯ ğ‘¿ğ‘¼ ğ‘¥ğ‘§ğ‘¯ğ‘‘ğ‘¹ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘¦ğ‘Ÿ ğ‘ªğ‘¯ ğ‘ ğ‘°ğ‘•ğ‘‘ ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼.
ko: 당신은 본성에 서 있으며, 당신의 멘토 Delfador가 강의 동쪽에 있습니다.

source: For this tutorial, you are playing Liâ€™sar.
en@shaw: ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘µğ‘‘ğ‘¹ğ‘°ğ‘©ğ‘¤, ğ‘¿ ğ‘¸ ğ‘ğ‘¤ğ‘±ğ‘¦ğ‘™ Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸.

source: Left click on Konrad
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›
ko: Konrad를 클릭

source: Left click on Liâ€™sar
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸

source: <big>You have selected Konrad.</big> The places he can move to are highlighted.
en@shaw: <big>ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›.</big> ğ‘ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘£ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘‘ ğ‘¸ ğ‘£ğ‘²ğ‘¤ğ‘²ğ‘‘ğ‘©ğ‘›.
ko: <big>당신은 Konrad를 선택했습니다.</big> 그가 움직일 수 있는 부분이 밝게 표시됩니다.

source: <big>You have selected Liâ€™sar.</big> The places she can move to are highlighted.
en@shaw: <big>ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸.</big> ğ‘ ğ‘ğ‘¤ğ‘±ğ‘•ğ‘©ğ‘Ÿ ğ‘–ğ‘° ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘‘ ğ‘¸ ğ‘£ğ‘²ğ‘¤ğ‘²ğ‘‘ğ‘©ğ‘›.

source: HERE
en@shaw: ğ‘£ğ‘½
ko: 여기
no: HIT

source: Move Konrad next to Delfador by clicking on the tile marked 'HERE'.
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘šğ‘² ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘²ğ‘¤ ğ‘¥ğ‘¸ğ‘’ğ‘‘ 'ğ‘£ğ‘½'.
ko: '여기'로 표시된 타일을 클릭해서 Konrad를 Delfador 옆으로 움직이세요.

source: Move Liâ€™sar next to Delfador by clicking on the tile marked 'HERE'.
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘šğ‘² ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘¦ğ‘™ ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘²ğ‘¤ ğ‘¥ğ‘¸ğ‘’ğ‘‘ 'ğ‘£ğ‘½'.

source: Left click on tile labeled HERE
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘‘ğ‘²ğ‘¤ ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ğ‘› ğ‘£ğ‘½
ko: 여기라고 씌어진 타일을 클릭

source: <big>Oops!</big> You moved to the wrong place! After this message, you can press <b>u</b> to undo, then try again.
en@shaw: <big>ğ‘«ğ‘ğ‘•!</big> ğ‘¿ ğ‘¥ğ‘µğ‘ğ‘› ğ‘‘ ğ‘ ğ‘®ğ‘ªğ‘™ ğ‘ğ‘¤ğ‘±ğ‘•! ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘§ğ‘•ğ‘¦ğ‘¡, ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘®ğ‘§ğ‘• 'ğ‘¿' ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘µ, ğ‘ğ‘§ğ‘¯ ğ‘‘ğ‘®ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯.

source: Good morning, Delfador! Is it time to attack things?
en@shaw: ğ‘œğ‘«ğ‘› ğ‘¥ğ‘¹ğ‘¯ğ‘¦ğ‘™, Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹! ğ‘¦ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ?
ko: 좋은 아침이에요, Delfador! 이제 뭔가 공격해볼 수 있나요?

source: Um, well...
en@shaw: ğ‘©ğ‘¥, ğ‘¢ğ‘§ğ‘¤...
ko: 흐음, 글쎄...
no: Hmm.. vel, tja..

source: Have you found an orc for me to fight, huh? A troll?
en@shaw: ğ‘£ğ‘¨ğ‘ ğ‘¿ ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘©ğ‘¯ ğ‘¹ğ‘’ ğ‘“ğ‘¹ ğ‘¥ğ‘° ğ‘‘ ğ‘“ğ‘²ğ‘‘, ğ‘£ğ‘©? ğ‘© ğ‘‘ğ‘®ğ‘´ğ‘¤?
ko: 제가 싸워 볼 오크는 찾으셨나요, 네? 아님 트롤?

source: Quiet! I will summon an enemy for you...
en@shaw: ğ‘’ğ‘¢ğ‘²ğ‘§ğ‘‘! ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘³ğ‘¥ğ‘©ğ‘¯ ğ‘©ğ‘¯ ğ‘§ğ‘¯ğ‘©ğ‘¥ğ‘¦ ğ‘“ğ‘¹ ğ‘¿...
ko: 가만 있게! 자네의 적수를 소환해주지...

source: Quintain
en@shaw: ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯
ko: 인간형 과녁
no: Stråmann

source: ... this quintain!
en@shaw: ... ğ‘ğ‘¦ğ‘• ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯!
ko: ... 이 과녁이라네!
no: ... denne stråmannen!

source: A quintain? You want me to pretend to fight a dummy?
en@shaw: ğ‘© ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯? ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘¥ğ‘° ğ‘‘ ğ‘ğ‘®ğ‘¦ğ‘‘ğ‘§ğ‘¯ğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘© ğ‘›ğ‘©ğ‘¥ğ‘°?
ko: 과녁이요? 모형이랑 싸우는 척이라도 해야되나요?

source: Child, you have 32 hitpoints and a sword. Iâ€™m fairly sure youâ€™ll win.
en@shaw: ğ‘—ğ‘²ğ‘¤ğ‘›, ğ‘¿ ğ‘£ğ‘¨ğ‘ 32 ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘¯ ğ‘© ğ‘•ğ‘¹ğ‘›. ğ‘²'ğ‘§ğ‘¥ ğ‘“ğ‘ºğ‘¤ğ‘¦ ğ‘–ğ‘«ğ‘¼ ğ‘¿'ğ‘¤ ğ‘¢ğ‘¦ğ‘¯.

source: To attack the quintain, first select the attacker (Konrad) then the target (the quintain). You will see an attack description. When you click OK, Konrad will attack.
en@shaw: ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯, ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘» (Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›) ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ (ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯). ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘° ğ‘©ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯. ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘´ğ‘’ğ‘±, Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’.
ko: 과녁을 공격하려면, 먼저 공격자 (Konrad) 를 설정하고 타겟 (인간형 과녁) 을 선택해야 합니다. 그러면 공격 정보표를 볼 수 있습니다. 확인을 누르면 Konrad가 공격합니다.

source: To attack the quintain, first select the attacker (Liâ€™sar) then the target (the quintain). You will see an attack description. When you click OK, Liâ€™sar will attack.
en@shaw: ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯, ğ‘“ğ‘»ğ‘•ğ‘‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘» (Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸) ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘‘ğ‘¸ğ‘œğ‘§ğ‘‘ (ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯). ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘° ğ‘©ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯. ğ‘¢ğ‘§ğ‘¯ ğ‘¿ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘´ğ‘’ğ‘±, Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸ ğ‘¢ğ‘¦ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’.

source: Click on the quintain to attack it
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¦ğ‘‘
ko: 인간형 과녁을 클릭해서 공격하세요
no: Klikk på stråmannen for å angripe den.

source: Hey! This quintain fights back!
en@shaw: ğ‘£ğ‘±! ğ‘ğ‘¦ğ‘• ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ ğ‘“ğ‘²ğ‘‘ğ‘• ğ‘šğ‘¨ğ‘’!
ko: 이봐요! 이 모형 반격하잖아요!
no: Hei! Stråmannen slår tilbake!

source: Hmm, maybe we should have started with a doll.
en@shaw: ğ‘™ğ‘¥, ğ‘¥ğ‘±ğ‘šğ‘° ğ‘¢ğ‘° ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘›ğ‘ªğ‘¤.
ko: 흐음, 보통 인형으로 시작하는 편이 나았을지도 모르겠군.
no: Hmm, kanskje vi skulle startet med en filledukke.

source: Should I retreat?
en@shaw: ğ‘–ğ‘«ğ‘› ğ‘² ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘?
ko: 물러날까요?
no: Bør jeg slå retrett?

source: Good idea!
en@shaw: ğ‘œğ‘«ğ‘› ğ‘²ğ‘›ğ‘¾!
ko: 좋은 생각이네!
no: God idé!

source: Note: the tiny blue crown above Delfador means you will lose the game if he is killed. You will also lose the game if your leader (Konrad) is killed.
en@shaw: ğ‘¯ğ‘´ğ‘‘: ğ‘ ğ‘‘ğ‘²ğ‘¯ğ‘¦ ğ‘šğ‘¤ğ‘µ ğ‘’ğ‘®ğ‘¬ğ‘¯ ğ‘©ğ‘šğ‘³ğ‘ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘µğ‘Ÿ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¦ğ‘“ ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘’ğ‘¦ğ‘¤ğ‘›. ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¤ğ‘µğ‘Ÿ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¦ğ‘“ ğ‘¿ğ‘¼ ğ‘¤ğ‘°ğ‘›ğ‘» (Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›) ğ‘¦ğ‘Ÿ ğ‘’ğ‘¦ğ‘¤ğ‘›.
ko: 참고: Delfador 위에 있는 작은 파란색 관은 그가 죽는다면 당신이 게임오버됨을 의미합니다. 또한 당신의 리더 (Konrad)가 죽어도 패배합니다.

source: Note: the tiny blue crown above Delfador means you will lose the game if he is killed. You will also lose the game if your leader (Liâ€™sar) is killed.
en@shaw: ğ‘¯ğ‘´ğ‘‘: ğ‘ ğ‘‘ğ‘²ğ‘¯ğ‘¦ ğ‘šğ‘¤ğ‘µ ğ‘’ğ‘®ğ‘¬ğ‘¯ ğ‘©ğ‘šğ‘³ğ‘ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘µğ‘Ÿ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¦ğ‘“ ğ‘£ğ‘° ğ‘¦ğ‘Ÿ ğ‘’ğ‘¦ğ‘¤ğ‘›. ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¤ğ‘µğ‘Ÿ ğ‘ ğ‘œğ‘±ğ‘¥ ğ‘¦ğ‘“ ğ‘¿ğ‘¼ ğ‘¤ğ‘°ğ‘›ğ‘» (Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸) ğ‘¦ğ‘Ÿ ğ‘’ğ‘¦ğ‘¤ğ‘›.

source: Unfortunately, youâ€™ve used up your turn attacking the quintain. The quintain will now get a turn.
en@shaw: ğ‘©ğ‘¯ğ‘“ğ‘¹ğ‘—ğ‘©ğ‘¯ğ‘©ğ‘‘ğ‘¤ğ‘°, ğ‘¿'ğ‘ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘³ğ‘ ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯. ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘¬ ğ‘œğ‘§ğ‘‘ ğ‘© ğ‘‘ğ‘»ğ‘¯.

source: female^Unfortunately, youâ€™ve used up your turn attacking the quintain. The quintain will now get a turn.
en@shaw: ğ‘©ğ‘¯ğ‘“ğ‘¹ğ‘—ğ‘©ğ‘¯ğ‘©ğ‘‘ğ‘¤ğ‘°, ğ‘¿'ğ‘ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘³ğ‘ ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯. ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘¬ ğ‘œğ‘§ğ‘‘ ğ‘© ğ‘‘ğ‘»ğ‘¯.

source: The DUMMY gets a turn?
en@shaw: ğ‘ ğ‘›ğ‘©ğ‘¥ğ‘° ğ‘œğ‘§ğ‘‘ğ‘• ğ‘© ğ‘‘ğ‘»ğ‘¯?
ko: 모형 주제에 턴을 갖는다고요?
no: Får FUGLESKREMSELET egen tur??

source: Yes. Itâ€™s a magical quintain. Now, this quintain gets 5 chances to hit you for 3 damage each. If it hits every time, youâ€™ll drop from $student_hp to $future_hp hit points. Brace yourself!
en@shaw: ğ‘˜ğ‘§ğ‘•. ğ‘¦ğ‘‘'ğ‘• ğ‘© ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯. ğ‘¯ğ‘¬, ğ‘ğ‘¦ğ‘• ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ ğ‘œğ‘§ğ‘‘ğ‘• 5 ğ‘—ğ‘­ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘‘ ğ‘£ğ‘¦ğ‘‘ ğ‘¿ ğ‘“ğ‘¹ 3 ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘°ğ‘—. ğ‘¦ğ‘“ ğ‘¦ğ‘‘ ğ‘£ğ‘¦ğ‘‘ğ‘• ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘‘ğ‘²ğ‘¥, ğ‘¿'ğ‘¤ ğ‘›ğ‘®ğ‘ªğ‘ ğ‘“ğ‘®ğ‘ªğ‘¥ $student_hp ğ‘‘ $future_hp ğ‘£ğ‘¦ğ‘‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•. ğ‘šğ‘®ğ‘±ğ‘• ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“!

source: Click on the End Turn button on the bottom right
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘‘ğ‘»ğ‘¯ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘šğ‘ªğ‘‘ğ‘«ğ‘¥ ğ‘®ğ‘²ğ‘‘
ko: 오른쪽 밑에 있는 턴 종료 버튼을 클릭
no: Klikk på 'Avslutt Runde' nederst til høyre.

source: Ouch! I need to heal! Only $student_hp hitpoints left!
en@shaw: ğ‘¬ğ‘—! ğ‘² ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘£ğ‘°ğ‘¤! ğ‘´ğ‘¯ğ‘¤ğ‘¦ $student_hp ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘¤ğ‘§ğ‘“ğ‘‘!
ko: 으악! 회복이 필요해요! HP가 $student_hp 뿐이야!

source: Village
en@shaw: ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡
ko: 마을
no: Landsby

source: There is a village on the other side of the river. Visiting villages is a good idea, and ending your turn in one will heal you. To the village!
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘ªğ‘¯ ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼. ğ‘ğ‘¦ğ‘Ÿğ‘©ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘© ğ‘œğ‘«ğ‘› ğ‘²ğ‘›ğ‘¾, ğ‘¯ ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯ ğ‘¦ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘°ğ‘¤ ğ‘¿. ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡!
ko: 강 건너에 마을이 있네. 마을에 들르는 것은 좋은 선택이지. 그리고 그곳에서 턴을 마치면 회복이 된다네. 마을로 가게!

source: female^There is a village on the other side of the river. Visiting villages is a good idea, and ending your turn in one will heal you. To the village!
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘ªğ‘¯ ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘•ğ‘²ğ‘› ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼. ğ‘ğ‘¦ğ‘Ÿğ‘©ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¦ğ‘Ÿ ğ‘© ğ‘œğ‘«ğ‘› ğ‘²ğ‘›ğ‘¾, ğ‘¯ ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯ ğ‘¦ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘°ğ‘¤ ğ‘¿. ğ‘‘ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡!
ko: 강 건너에 마을이 있네. 마을에 들르는 것은 좋은 선택이지. 그리고 그곳에서 턴을 마치면 회복이 된다네. 마을로 가게!

source: Click on the village to move Konrad
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘‘ ğ‘¥ğ‘µğ‘ Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›
ko: 마을을 클릭해서 Konrad를 이동시키세요

source: Click on the village to move Liâ€™sar
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘‘ ğ‘¥ğ‘µğ‘ Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸

source: You captured a village! It now flies your flag color and has been added to your total village count at the top of the screen (house icon). Villages provide the gold needed to recruit units. Each turn, you gain two gold plus one for every village you own.
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘› ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡! ğ‘¦ğ‘‘ ğ‘¯ğ‘¬ ğ‘“ğ‘¤ğ‘²ğ‘Ÿ ğ‘¿ğ‘¼ ğ‘“ğ‘¤ğ‘¨ğ‘œ ğ‘’ğ‘³ğ‘¤ğ‘¼ ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘¨ğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘¿ğ‘¼ ğ‘‘ğ‘´ğ‘‘ğ‘©ğ‘¤ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘¨ğ‘‘ ğ‘ ğ‘‘ğ‘ªğ‘ ğ‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯ (ğ‘£ğ‘¬ğ‘Ÿ ğ‘²ğ‘’ğ‘ªğ‘¯). ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘› ğ‘ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¯ğ‘°ğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•. ğ‘°ğ‘— ğ‘‘ğ‘»ğ‘¯, ğ‘¿ ğ‘œğ‘±ğ‘¯ ğ‘‘ğ‘µ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘ğ‘¤ğ‘³ğ‘• ğ‘¢ğ‘³ğ‘¯ ğ‘“ğ‘¹ ğ‘§ğ‘ğ‘®ğ‘¦ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¿ ğ‘´ğ‘¯.
ko: 마을을 점령했습니다! 이제 마을에는 당신의 깃발이 펄럭이고 그 마을은 스크린 위에 있는 총 아군 마을 수에 포함됩니다(집 아이콘 옆). 마을은 유닛의 소집에 필요한 금을 제공합니다. 매 턴마다 당신이 가진 마을 하나당 금 2가 모입니다.

source: Click on the End Turn button
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘§ğ‘¯ğ‘› ğ‘‘ğ‘»ğ‘¯ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯
ko: 턴 종료 버튼을 클릭
no: Klikk på 'Avslutt Runde'

source: Youâ€™re about to be healed by $hp_difference hitpoints, but I think youâ€™re going to need some help against that quintain.
en@shaw: ğ‘¿'ğ‘¼ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘‘ ğ‘šğ‘° ğ‘£ğ‘°ğ‘¤ğ‘› ğ‘šğ‘² $hp_difference ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¿'ğ‘¼ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘¯ğ‘°ğ‘› ğ‘•ğ‘³ğ‘¥ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯.

source: female^Youâ€™re about to be healed by $hp_difference hitpoints, but I think youâ€™re going to need some help against that quintain.
en@shaw: ğ‘¿'ğ‘¼ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘‘ ğ‘šğ‘° ğ‘£ğ‘°ğ‘¤ğ‘› ğ‘šğ‘² $hp_difference ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•, ğ‘šğ‘³ğ‘‘ ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¿'ğ‘¼ ğ‘œğ‘´ğ‘¦ğ‘™ ğ‘‘ ğ‘¯ğ‘°ğ‘› ğ‘•ğ‘³ğ‘¥ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯.

source: Iâ€™ll recruit some elves!
en@shaw: ğ‘²'ğ‘¤ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘•ğ‘³ğ‘¥ ğ‘§ğ‘¤ğ‘ğ‘Ÿ!

source: Keep
en@shaw: ğ‘’ğ‘°ğ‘
ko: 본성
no: Vakttårn

source: A splendid idea. You can recruit two units if you return to the keep. You have plenty of gold for that.
en@shaw: ğ‘© ğ‘•ğ‘ğ‘¤ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘› ğ‘²ğ‘›ğ‘¾. ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘‘ğ‘µ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘“ ğ‘¿ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘ ğ‘’ğ‘°ğ‘. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘¤ğ‘§ğ‘¯ğ‘‘ğ‘° ğ‘ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘‘.
ko: 멋진 생각이네. 본성에 돌아가면 유닛 둘을 소집할 수 있을걸세. 돈은 충분하다네.

source: female^A splendid idea. You can recruit two units if you return to the keep. You have plenty of gold for that.
en@shaw: ğ‘© ğ‘•ğ‘ğ‘¤ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘› ğ‘²ğ‘›ğ‘¾. ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘‘ğ‘µ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘“ ğ‘¿ ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ ğ‘‘ ğ‘ ğ‘’ğ‘°ğ‘. ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘ğ‘¤ğ‘§ğ‘¯ğ‘‘ğ‘° ğ‘ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘‘.
ko: 멋진 생각이네. 본성에 돌아가면 유닛 둘을 소집할 수 있을걸세. 돈은 충분하다네.

source: Move Konrad to the keep
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘‘ ğ‘ ğ‘’ğ‘°ğ‘
ko: Konrad를 본성으로 이동

source: Move Liâ€™sar to the keep
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸ ğ‘‘ ğ‘ ğ‘’ğ‘°ğ‘

source: Whenever youâ€™re on a keep, you can recruit into castle tiles around it by right-clicking and selecting <b>Recruit</b>. This time you will only be given one type of unit to choose: the Elvish Fighter.
en@shaw: ğ‘¢ğ‘§ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘¿'ğ‘¼ ğ‘ªğ‘¯ ğ‘© ğ‘’ğ‘°ğ‘, ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘‘ ğ‘šğ‘² ğ‘®ğ‘²ğ‘‘-ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘¦ğ‘™ ğ‘¯ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ 'ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘'. ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘²ğ‘¥ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘œğ‘¦ğ‘ğ‘©ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ ğ‘—ğ‘µğ‘Ÿ: ğ‘ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘“ğ‘²ğ‘‘ğ‘¼.

source: Right click on one castle tile and select Recruit
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘¤ ğ‘¯ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘
ko: 성채 타일 하나를 오른쪽 클릭해서 소집을 선택
no: Høyreklikk på et borgfelt og velg Rekrutter

source: These newly recruited units can do nothing this turn; you will control them next turn. Note: after this dialog, you can move the mouse over a unit to see a description on the right of the screen.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘¯ğ‘¿ğ‘¤ğ‘¦ ğ‘®ğ‘¦ğ‘’ğ‘®ğ‘µğ‘‘ğ‘©ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘µ ğ‘¯ğ‘³ğ‘”ğ‘¦ğ‘™ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘»ğ‘¯; ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘ğ‘§ğ‘¥ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ğ‘»ğ‘¯. ğ‘¯ğ‘´ğ‘‘: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘²ğ‘©ğ‘¤ğ‘ªğ‘œ, ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘´ğ‘ğ‘¼ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ ğ‘•ğ‘° ğ‘© ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘ ğ‘®ğ‘²ğ‘‘ ğ‘ ğ‘ ğ‘•ğ‘’ğ‘®ğ‘°ğ‘¯.
ko: 새로 소집된 유닛들은 이 턴에선 아무것도 하지 못합니다. 당신은 다음 턴에 이들을 조작할 수 있습니다. 참고: 이 대화창이 닫히면, 당신은 유닛 위에 커서를 놓아서 화면 오른쪽에 나타나는 유닛 설명을 볼 수 있습니다.

source: Right click on the other castle tile and Recruit another unit
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘’ğ‘¨ğ‘•ğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘¤ ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘
ko: 나머지 성채 타일을 오른쪽 클릭해서 또다른 유닛을 소집
no: Høyreklikk på et annet borgfelt og Rekrutter enda en enhet.

source: Hey, the quintain just healed 2 hitpoints! Iâ€™d better attack it at once!
en@shaw: ğ‘£ğ‘±, ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘£ğ‘°ğ‘¤ğ‘› 2 ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•! ğ‘²'ğ‘›ğ‘° ğ‘šğ‘§ğ‘‘ğ‘¼ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¦ğ‘‘ ğ‘¨ğ‘‘ ğ‘¢ğ‘³ğ‘¯ğ‘•!

source: Yes, if a unit doesn't do anything for a turn, it will slowly heal.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘¦ğ‘“ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘›ğ‘µ ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘© ğ‘‘ğ‘»ğ‘¯, ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘¤ğ‘´ğ‘¤ğ‘¦ ğ‘£ğ‘°ğ‘¤.
ko: 그래, 한 턴동안 아무것도 하지 않은 유닛은 느린 속도로 회복하게 된다네.

source: Had the quintain survived your onslaught, it would have regained two hitpoints. If a unit doesnâ€™t do anything for a turn, it will slowly heal.
en@shaw: ğ‘£ğ‘¨ğ‘› ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ğ‘› ğ‘¿ğ‘¼ ğ‘ªğ‘¯ğ‘•ğ‘¤ğ‘ªğ‘‘, ğ‘¦ğ‘‘ ğ‘¢ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘°ğ‘œğ‘±ğ‘¯ğ‘› ğ‘‘ğ‘µ ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•. ğ‘¦ğ‘“ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘›ğ‘³ğ‘Ÿğ‘¯ğ‘‘ ğ‘›ğ‘µ ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘© ğ‘‘ğ‘»ğ‘¯, ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘•ğ‘¤ğ‘´ğ‘¤ğ‘¦ ğ‘£ğ‘°ğ‘¤.

source: But before you send your fighters against the quintain, you should know they have two kinds of attack...
en@shaw: ğ‘šğ‘³ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¿ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘“ğ‘²ğ‘‘ğ‘»ğ‘Ÿ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯, ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘¯ğ‘´ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘µ ğ‘’ğ‘²ğ‘¯ğ‘›ğ‘Ÿ ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’...
ko: 그런데 자네가 전사들을 과녁으로 보내기 전에, 그들이 두 가지의 공격형태를 가지고 있다는 걸 알아야 하네...

source: Iâ€™ll tell them to use the one that does the most damage!
en@shaw: ğ‘²'ğ‘¤ ğ‘‘ğ‘§ğ‘¤ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘¿ğ‘• ğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘›ğ‘´ğ‘Ÿ ğ‘ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡!

source: And which would that be? The sword (5â€“4) or the bow (3â€“3)? I suppose youâ€™ll find out...
en@shaw: ğ‘¯ ğ‘¢ğ‘¦ğ‘— ğ‘¢ğ‘«ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘šğ‘°? ğ‘ ğ‘•ğ‘¹ğ‘› (5-4) ğ‘¹ ğ‘ ğ‘šğ‘´ (3-3)? ğ‘² ğ‘•ğ‘©ğ‘ğ‘´ğ‘Ÿ ğ‘¿'ğ‘¤ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘¬ğ‘‘...

source: Left click on an Elvish Fighter
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘“ğ‘²ğ‘‘ğ‘¼
ko: 엘프 전사를 클릭
no: Venstreklikk på en Alvisk Stridsmann.

source: End your turn and attack again.
en@shaw: ğ‘§ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯ ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘©ğ‘œğ‘±ğ‘¯.
ko: 턴을 종료하고 다시 공격하세요.

source: You wouldnâ€™t do anything stupid like charging that quintain yourself again, now would you? Use the fighters you recruited first; theyâ€™ll be a lot of help.
en@shaw: ğ‘¿ ğ‘¢ğ‘«ğ‘›ğ‘¯ğ‘‘ ğ‘›ğ‘µ ğ‘§ğ‘¯ğ‘¦ğ‘”ğ‘¦ğ‘™ ğ‘•ğ‘‘ğ‘µğ‘ğ‘¦ğ‘› ğ‘¤ğ‘²ğ‘’ ğ‘—ğ‘¸ğ‘¡ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ ğ‘¿ğ‘¼ğ‘•ğ‘§ğ‘¤ğ‘“ ğ‘©ğ‘œğ‘±ğ‘¯, ğ‘¯ğ‘¬ ğ‘¢ğ‘«ğ‘› ğ‘¿? ğ‘¿ğ‘Ÿ ğ‘ ğ‘“ğ‘²ğ‘‘ğ‘»ğ‘Ÿ ğ‘¿ ğ‘®ğ‘¦ğ‘’ğ‘®ğ‘µğ‘‘ğ‘©ğ‘› ğ‘“ğ‘»ğ‘•ğ‘‘; ğ‘ğ‘±ğ‘¤ ğ‘šğ‘° ğ‘© ğ‘¤ğ‘ªğ‘‘ ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘.

source: Left click on the Quintain to attack it.
en@shaw: ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¦ğ‘‘.
ko: 인간형 과녁을 클릭해서 공격하세요.
no: Venstrekilkk på stråmannen for å angripe den.

source: Your elf used a sword (5â€“4; or 5 damage, 4 attacks), which is a melee attack. Quintain defended with its melee attack (3â€“5). The ranged attack was safer.
en@shaw: ğ‘¿ğ‘¼ ğ‘§ğ‘¤ğ‘“ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘© ğ‘•ğ‘¹ğ‘› (5-4; ğ‘¹ 5 ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡, 4 ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•), ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘© ğ‘¥ğ‘±ğ‘¤ğ‘± ğ‘©ğ‘‘ğ‘¨ğ‘’. ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘±ğ‘¤ğ‘± ğ‘©ğ‘‘ğ‘¨ğ‘’ (3-5). ğ‘ ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘±ğ‘“ğ‘».

source: Your elf used a sword (5â€“4; or 5 damage, 4 attacks), which is a melee attack. The quintain defended with its melee attack (3â€“5). The ranged attack was safer. End your turn, then attack again.
en@shaw: ğ‘¿ğ‘¼ ğ‘§ğ‘¤ğ‘“ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘© ğ‘•ğ‘¹ğ‘› (5-4; ğ‘¹ 5 ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡, 4 ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•), ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘© ğ‘¥ğ‘±ğ‘¤ğ‘± ğ‘©ğ‘‘ğ‘¨ğ‘’. ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘±ğ‘¤ğ‘± ğ‘©ğ‘‘ğ‘¨ğ‘’ (3-5). ğ‘ ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¢ğ‘ªğ‘Ÿ ğ‘•ğ‘±ğ‘“ğ‘». ğ‘§ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯, ğ‘ğ‘§ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘©ğ‘œğ‘±ğ‘¯.

source: Your elf used a sword (5â€“4; or 5 damage, 4 attacks), which is a melee attack. The quintain defended with its melee attack (3â€“5). You should tell the other Elf to use the bow.
en@shaw: ğ‘¿ğ‘¼ ğ‘§ğ‘¤ğ‘“ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘© ğ‘•ğ‘¹ğ‘› (5-4; ğ‘¹ 5 ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡, 4 ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•), ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘© ğ‘¥ğ‘±ğ‘¤ğ‘± ğ‘©ğ‘‘ğ‘¨ğ‘’. ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘¦ğ‘‘ğ‘• ğ‘¥ğ‘±ğ‘¤ğ‘± ğ‘©ğ‘‘ğ‘¨ğ‘’ (3-5). ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘‘ğ‘§ğ‘¤ ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘§ğ‘¤ğ‘“ ğ‘‘ ğ‘¿ğ‘• ğ‘ ğ‘šğ‘´.

source: Attack with the other Elf
en@shaw: ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘³ğ‘ğ‘¼ ğ‘§ğ‘¤ğ‘“
ko: 다른 엘프로 공격
no: Angrip med den andre alven.

source: Your elf used a bow, which is a ranged attack (3â€“3; or 3 damage, 3 attacks). The quintain has no ranged attack, only a melee attack, so it could not defend itself.
en@shaw: ğ‘¿ğ‘¼ ğ‘§ğ‘¤ğ‘“ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘© ğ‘šğ‘´, ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘© ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’ (3-3; ğ‘¹ 3 ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡, 3 ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•). ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘© ğ‘¥ğ‘±ğ‘¤ğ‘± ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘•ğ‘´ ğ‘¦ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“.

source: Your elf used a bow, which is a ranged attack (3â€“3; or 3 damage, 3 attacks). The quintain has no ranged attack, only a melee attack, so it could not defend itself. End your turn, then attack again.
en@shaw: ğ‘¿ğ‘¼ ğ‘§ğ‘¤ğ‘“ ğ‘«ğ‘–ğ‘”ğ‘´ğ‘µğ‘¿ğ‘•ğ‘‘ ğ‘© ğ‘šğ‘´, ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘© ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’ (3-3; ğ‘¹ 3 ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡, 3 ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘•). ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘®ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘© ğ‘¥ğ‘±ğ‘¤ğ‘± ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘•ğ‘´ ğ‘¦ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘‘ğ‘•ğ‘§ğ‘¤ğ‘“. ğ‘§ğ‘¯ğ‘› ğ‘¿ğ‘¼ ğ‘‘ğ‘»ğ‘¯, ğ‘ğ‘§ğ‘¯ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘©ğ‘œğ‘±ğ‘¯.

source: Keep attacking with both elves until the quintain is finished!
en@shaw: ğ‘’ğ‘°ğ‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘¦ğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘šğ‘´ğ‘” ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘³ğ‘¯ğ‘‘ğ‘¦ğ‘¤ ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘!
ko: 과녁을 끝장낼때까지 두 엘프들로 계속 공격하게!

source: Maybe you should recruit another elf?
en@shaw: ğ‘¥ğ‘±ğ‘šğ‘° ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘©ğ‘¯ğ‘³ğ‘ğ‘¼ ğ‘§ğ‘¤ğ‘“?
ko: 아마 엘프를 더 소환해야 할지도?
no: Kanskje du bør rekruttere enda en alv?

source: Note: You can right click on a unit to see a detailed Unit Description.
en@shaw: ğ‘¯ğ‘´ğ‘‘: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘²ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘‘ ğ‘•ğ‘° ğ‘© ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯.
ko: 참고: 당신은 유닛을 오른쪽 클릭해서 자세한 유닛 설명을 볼 수 있습니다.

source: Note: Remember to pull back wounded units into villages and recruit more if needed. Take special care of units with the highest experience points (XP) so they can level up!
en@shaw: ğ‘¯ğ‘´ğ‘‘: ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼ ğ‘‘ ğ‘ğ‘«ğ‘¤ ğ‘šğ‘¨ğ‘’ ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¥ğ‘¹ ğ‘¦ğ‘“ ğ‘¯ğ‘°ğ‘›ğ‘©ğ‘›. ğ‘‘ğ‘±ğ‘’ ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘’ğ‘º ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘£ğ‘²ğ‘©ğ‘•ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• (XP) ğ‘•ğ‘´ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ ğ‘³ğ‘!
ko: 참고: 부상병을 마을로 물리고 필요하다면 추가 소집을 하십시오. 가장 높은 경험치를 가진 유닛은 특별한 주의를 갖고 돌보아 그들이 레벨업을 할 수 있게 하십시오!

source: Note: Each village you own can support a single unit for free. After that, each unit costs you one gold per turn.
en@shaw: ğ‘¯ğ‘´ğ‘‘: ğ‘°ğ‘— ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘¿ ğ‘´ğ‘¯ ğ‘’ğ‘¨ğ‘¯ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘© ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘“ğ‘¹ ğ‘“ğ‘®ğ‘°. ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘‘, ğ‘°ğ‘— ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘­ğ‘•ğ‘‘ğ‘• ğ‘¿ ğ‘¢ğ‘³ğ‘¯ ğ‘œğ‘´ğ‘¤ğ‘› ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯.
ko: 참고: 당신이 가진 각 마을은 하나의 유닛을 공짜로 쓸 수 있게 해 줍니다. 유닛이 더 많아지면, 각 유닛은 당신에게 턴당 금 1을 요구합니다.
