Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tutorial/*.po
Languages: en@shaw, he, ko, nl, no, pt_br

source: Note: When a unit gets enough experience (the experience bar is the smaller bar on the right), it will go up a level. Elvish Fighters have two options, and you will have a chance to choose which one you want. Note that level 2 units cost you twice as much to support as level 1 units.
en@shaw: ğ‘¯ğ‘´ğ‘‘: ğ‘¢ğ‘§ğ‘¯ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘œğ‘§ğ‘‘ğ‘• ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• (ğ‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘šğ‘¸ ğ‘¦ğ‘Ÿ ğ‘ ğ‘•ğ‘¥ğ‘·ğ‘¤ğ‘¼ ğ‘šğ‘¸ ğ‘ªğ‘¯ ğ‘ ğ‘®ğ‘²ğ‘‘), ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘œğ‘´ ğ‘³ğ‘ ğ‘© ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤. ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘“ğ‘²ğ‘‘ğ‘»ğ‘Ÿ ğ‘£ğ‘¨ğ‘ ğ‘‘ğ‘µ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ, ğ‘¯ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘—ğ‘µğ‘Ÿ ğ‘¢ğ‘¦ğ‘— ğ‘¢ğ‘³ğ‘¯ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘. ğ‘¯ğ‘´ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ 2 ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘ªğ‘•ğ‘‘ ğ‘¿ ğ‘‘ğ‘¢ğ‘²ğ‘• ğ‘¨ğ‘Ÿ ğ‘¥ğ‘³ğ‘— ğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤ 1 ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•.
ko: 참고: 유닛이 충분한 경험치를 얻으면 (경험치 바는 오른쪽의 더 작은 바입니다), 승급을 하게 됩니다. 엘프 전사들은 두 가지 선택지가 있어 당신은 둘중 원하는 것을 선택하게 됩니다. 레벨 2 유닛을 유지하는데는 레벨 1 유닛의 두 배가 든다는 점을 참고하십시오.

source: Note: Once you select a unit, youâ€™ll see percentages for different terrain tiles. The higher the percentage, the more defense that unit will have. For example, defense is good in castles and villages but bad in rivers. The dummyâ€™s attacks are magical, however, so they have a 70% chance of hitting you wherever you stand.
en@shaw: ğ‘¯ğ‘´ğ‘‘: ğ‘¢ğ‘³ğ‘¯ğ‘• ğ‘¿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘, ğ‘¿'ğ‘¤ ğ‘•ğ‘° ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘“ğ‘¹ ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘»ğ‘±ğ‘¯ ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ. ğ‘ ğ‘£ğ‘²ğ‘¼ ğ‘ ğ‘ğ‘¼ğ‘•ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘¡, ğ‘ ğ‘¥ğ‘¹ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘. ğ‘“ğ‘¹ ğ‘¦ğ‘œğ‘Ÿğ‘­ğ‘¥ğ‘ğ‘©ğ‘¤, ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘• ğ‘¦ğ‘Ÿ ğ‘œğ‘«ğ‘› ğ‘¦ğ‘¯ ğ‘’ğ‘­ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘¯ ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ ğ‘šğ‘³ğ‘‘ ğ‘šğ‘¨ğ‘› ğ‘¦ğ‘¯ ğ‘®ğ‘¦ğ‘ğ‘¼ğ‘Ÿ. ğ‘ ğ‘›ğ‘©ğ‘¥ğ‘°ğ‘Ÿ ğ‘©ğ‘‘ğ‘¨ğ‘’ğ‘• ğ‘¸ ğ‘¥ğ‘¨ğ‘¡ğ‘¦ğ‘’ğ‘©ğ‘¤, ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘•ğ‘´ ğ‘ğ‘± ğ‘£ğ‘¨ğ‘ ğ‘© 70% ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘ ğ‘£ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘¿ ğ‘¢ğ‘ºğ‘§ğ‘ğ‘» ğ‘¿ ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘›.

source: The quintain is dead, and I have gained more experience!
en@shaw: ğ‘ ğ‘’ğ‘«ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘›ğ‘§ğ‘›, ğ‘¯ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘œğ‘±ğ‘¯ğ‘› ğ‘¥ğ‘¹ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•!
ko: 과녁이 부서지고, 내게 더 많은 경험치가 쌓였어요!

source: Yes, you gain experience through battle, especially by killing an opponent. Gain enough experience and youâ€™ll become more powerful.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘¿ ğ‘œğ‘±ğ‘¯ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘”ğ‘®ğ‘µ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘¦ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ğ‘¦ ğ‘šğ‘² ğ‘’ğ‘¦ğ‘¤ğ‘¦ğ‘™ ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘´ğ‘¯ğ‘©ğ‘¯ğ‘‘. ğ‘œğ‘±ğ‘¯ ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘¯ ğ‘¿'ğ‘¤ ğ‘šğ‘¦ğ‘’ğ‘³ğ‘¥ ğ‘¥ğ‘¹ ğ‘ğ‘¬ğ‘¼ğ‘“ğ‘©ğ‘¤.

source: Now, Konrad, I will leave you with more dummies to practice on! After that, we have real work to do...
en@shaw: ğ‘¯ğ‘¬, Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘°ğ‘ ğ‘¿ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘¹ ğ‘›ğ‘©ğ‘¥ğ‘°ğ‘Ÿ ğ‘‘ ğ‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘• ğ‘ªğ‘¯! ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘‘, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¾ğ‘¤ ğ‘¢ğ‘»ğ‘’ ğ‘‘ ğ‘›ğ‘µ...
ko: 자, Konrad, 자네가 연습할 수 있게 더 많은 꼭두각시를 만들어주겠네! 다음번에는 진짜 일이 생길걸세...

source: Now, Liâ€™sar, I will leave you with more dummies to practice on! After that, we have real work to do...
en@shaw: ğ‘¯ğ‘¬, Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸, ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¤ğ‘°ğ‘ ğ‘¿ ğ‘¢ğ‘¦ğ‘ ğ‘¥ğ‘¹ ğ‘›ğ‘©ğ‘¥ğ‘°ğ‘Ÿ ğ‘‘ ğ‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘• ğ‘ªğ‘¯! ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘¨ğ‘‘, ğ‘¢ğ‘° ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¾ğ‘¤ ğ‘¢ğ‘»ğ‘’ ğ‘‘ ğ‘›ğ‘µ...

source: Note: These dummies only attack if you are a single tile away. With care, you should be able to kill them one at a time.
en@shaw: ğ‘¯ğ‘´ğ‘‘: ğ‘ğ‘°ğ‘Ÿ ğ‘›ğ‘©ğ‘¥ğ‘°ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¦ğ‘“ ğ‘¿ ğ‘¸ ğ‘© ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘‘ğ‘²ğ‘¤ ğ‘©ğ‘¢ğ‘±. ğ‘¢ğ‘¦ğ‘ ğ‘’ğ‘º, ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘’ğ‘¦ğ‘¤ ğ‘ğ‘§ğ‘¥ ğ‘¢ğ‘³ğ‘¯ ğ‘¨ğ‘‘ ğ‘© ğ‘‘ğ‘²ğ‘¥.
ko: 참고: 이 꼭두각시들은 당신과의 거리가 한 칸 이하일때만 공격합니다. 약간만 주의하면 당신은 그들을 각개격파할 수 있습니다.

source: Do you want to keep practicing?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘’ğ‘°ğ‘ ğ‘ğ‘®ğ‘¨ğ‘’ğ‘‘ğ‘¦ğ‘•ğ‘¦ğ‘™?
ko: 연습을 더 하기 바라십니까?
no: Vil du fortsette å øve?

source: Yes, Iâ€™m still figuring it out.
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘²'ğ‘§ğ‘¥ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘»ğ‘¦ğ‘™ ğ‘¦ğ‘‘ ğ‘¬ğ‘‘.

source: No, I think Iâ€™ve got it.
en@shaw: ğ‘¯ğ‘´, ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘²'ğ‘ ğ‘œğ‘ªğ‘‘ ğ‘¦ğ‘‘.

source: After your victory notice, the map will be grayed out to indicate that the scenario is over, but you will be able to examine the final positions and state of your troops before clicking <b>End Scenario</b> to continue to the next scenario.
en@shaw: ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘¿ğ‘¼ ğ‘ğ‘¦ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘•, ğ‘ ğ‘¥ğ‘¨ğ‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘œğ‘®ğ‘±ğ‘› ğ‘¬ğ‘‘ ğ‘‘ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ ğ‘ğ‘¨ğ‘‘ ğ‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘¼, ğ‘šğ‘³ğ‘‘ ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¦ğ‘œğ‘Ÿğ‘¨ğ‘¥ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘©ğ‘Ÿğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¯ ğ‘•ğ‘‘ğ‘±ğ‘‘ ğ‘ ğ‘¿ğ‘¼ ğ‘‘ğ‘®ğ‘µğ‘ğ‘• ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘¦ğ‘™ 'ğ‘§ğ‘¯ğ‘› ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´' ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘‘ ğ‘ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘•ğ‘¦ğ‘¯ğ‘ºğ‘°ğ‘´.

source: <big>Remember:</big> You can press <b>u</b> to undo most things; useful for correcting mistakes.
en@shaw: <big>ğ‘®ğ‘¦ğ‘¥ğ‘§ğ‘¥ğ‘šğ‘¼:</big> ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘®ğ‘§ğ‘• 'ğ‘¿' ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘µ ğ‘¥ğ‘´ğ‘•ğ‘‘ ğ‘”ğ‘¦ğ‘™ğ‘Ÿ; ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘¥ğ‘¦ğ‘•ğ‘‘ğ‘±ğ‘’ğ‘•.

source: Galdrad
en@shaw: Â·ğ‘œğ‘­ğ‘¤ğ‘›ğ‘®ğ‘«ğ‘›

source: , your new recruit, has two traits: strong and intelligent. Strong means a unit does more damage, and intelligent means it requires less experience to advance a level.
en@shaw: , ğ‘¿ğ‘¼ ğ‘¯ğ‘¿ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘, ğ‘£ğ‘¨ğ‘Ÿ ğ‘‘ğ‘µ ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘•: ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘‘. ğ‘•ğ‘‘ğ‘®ğ‘ªğ‘™ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘›ğ‘³ğ‘Ÿ ğ‘¥ğ‘¹ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡, ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘§ğ‘¤ğ‘¦ğ‘¡ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘¤ğ‘§ğ‘• ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘‘ ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘• ğ‘© ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤.
ko: 는 두 가지 특성을 갖고 있지: strong and intelligent. Strong 유닛이 더 큰 데미지를 준다는걸 의미하고, Intelligent 다음 레벨로 승급하는데 필요한 경험치가 더 적다는걸 의미해.

source: has two traits: quick and resilient. Quick means a unit can move one tile further each turn, and resilient means it has more hitpoints.
en@shaw: ğ‘£ğ‘¨ğ‘Ÿ ğ‘‘ğ‘µ ğ‘‘ğ‘®ğ‘±ğ‘‘ğ‘•: ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘¯ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘¤ğ‘˜ğ‘©ğ‘¯ğ‘‘. ğ‘’ğ‘¢ğ‘¦ğ‘’ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘µğ‘ ğ‘¢ğ‘³ğ‘¯ ğ‘‘ğ‘²ğ‘¤ ğ‘“ğ‘»ğ‘ğ‘¼ ğ‘°ğ‘— ğ‘‘ğ‘»ğ‘¯, ğ‘¯ ğ‘®ğ‘¦ğ‘Ÿğ‘¦ğ‘¤ğ‘˜ğ‘©ğ‘¯ğ‘‘ ğ‘¥ğ‘°ğ‘¯ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¥ğ‘¹ ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•.
ko: 에게는 두가지 특성이 있어: quick and resilient. Quick 유닛이 턴당 한 칸씩 더 갈 수 있다는걸 의미하고, resilient HP가 더 많다는걸 의미해.

source: Patch of forest
en@shaw: ğ‘ğ‘¨ğ‘— ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘
ko: 작은 숲
no: Skogholt

source: Now put an unwounded unit, preferably a fighter, in that patch of forest on the south-east of the island; a nice, defensible spot.
en@shaw: ğ‘¯ğ‘¬ ğ‘ğ‘«ğ‘‘ ğ‘©ğ‘¯ ğ‘³ğ‘¯ğ‘¢ğ‘µğ‘¯ğ‘›ğ‘©ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘, ğ‘ğ‘®ğ‘§ğ‘“ğ‘»ğ‘©ğ‘šğ‘¤ğ‘° ğ‘© ğ‘“ğ‘²ğ‘‘ğ‘¼, ğ‘¦ğ‘¯ ğ‘ğ‘¨ğ‘‘ ğ‘ğ‘¨ğ‘— ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘¬ğ‘”-ğ‘°ğ‘•ğ‘‘ ğ‘ ğ‘ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘›; ğ‘© ğ‘¯ğ‘²ğ‘•, ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘ğ‘ªğ‘‘.
ko: 이제 부상을 입지 않은 유닛을 섬의 남동쪽에 있는 작은 섬으로 보내. 되도록이면 전사가 좋아. 괜찮은 방어 지점이지.

source: Can one unit survive against all those enemies?
en@shaw: ğ‘’ğ‘¨ğ‘¯ ğ‘¢ğ‘³ğ‘¯ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘²ğ‘ ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘·ğ‘¤ ğ‘ğ‘´ğ‘Ÿ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ?
ko: 유닛 하나가 저 많은 적들에게서 살아남을 수 있나요?
no: Kan én enhet overleve mot alle de fiendene?

source: With a little help, yes. If you move your Shaman next to the defending unit, she will heal it 4 hitpoints per turn. Just be careful not to expose the Shaman to attack since she is fairly weak herself.
en@shaw: ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘£ğ‘§ğ‘¤ğ‘, ğ‘˜ğ‘§ğ‘•. ğ‘¦ğ‘“ ğ‘¿ ğ‘¥ğ‘µğ‘ ğ‘¿ğ‘¼ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘ ğ‘›ğ‘¦ğ‘“ğ‘§ğ‘¯ğ‘›ğ‘¦ğ‘™ ğ‘¿ğ‘¯ğ‘¦ğ‘‘, ğ‘–ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘°ğ‘¤ ğ‘¦ğ‘‘ 4 ğ‘£ğ‘¦ğ‘‘ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘• ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯. ğ‘¡ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘ºğ‘“ğ‘©ğ‘¤ ğ‘¯ğ‘ªğ‘‘ ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘´ğ‘Ÿ ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ ğ‘‘ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘•ğ‘¦ğ‘¯ğ‘• ğ‘–ğ‘° ğ‘¦ğ‘Ÿ ğ‘“ğ‘ºğ‘¤ğ‘¦ ğ‘¢ğ‘°ğ‘’ ğ‘£ğ‘»ğ‘•ğ‘§ğ‘¤ğ‘“.
ko: 약간의 도움만 있다면 가능하지. 방어 유닛 곁에 샤먼을 보내두면 그녀가 턴당 HP 4를 회복시켜 줄거야. 샤먼은 매우 약하니까 그녀가 공격에 노출되지 않게 조심하도록.

source: Move a unit (fighter if possible) to the patch of forest
en@shaw: ğ‘¥ğ‘µğ‘ ğ‘© ğ‘¿ğ‘¯ğ‘¦ğ‘‘ (ğ‘“ğ‘²ğ‘‘ğ‘¼ ğ‘¦ğ‘“ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤) ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘— ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘
ko: 유닛을(가능하면 전사를) 작은 숲으로 보내십시오

source: Advance other units onto the island or to capture villages, then End Turn
en@shaw: ğ‘©ğ‘›ğ‘ğ‘­ğ‘¯ğ‘• ğ‘³ğ‘ğ‘¼ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘ªğ‘¯ğ‘‘ğ‘µ ğ‘ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘¹ ğ‘‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ğ‘¦ğ‘Ÿ, ğ‘ğ‘§ğ‘¯ ğ‘§ğ‘¯ğ‘› ğ‘‘ğ‘»ğ‘¯
ko: 다른 유닛을 섬에 보내거나 마을을 점령하고, 턴을 종료하십시오
no: Forflytt fler enheter over til øya eller for å befeste landsbyer, avslutt så runden.

source: That unit is about one kill (8 experience points) away from gaining a level! Do not let it die!
en@shaw: ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¢ğ‘³ğ‘¯ ğ‘’ğ‘¦ğ‘¤ (8 ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•) ğ‘©ğ‘¢ğ‘± ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘œğ‘±ğ‘¯ğ‘¦ğ‘™ ğ‘© ğ‘¤ğ‘§ğ‘ğ‘©ğ‘¤! ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¤ğ‘§ğ‘‘ ğ‘¦ğ‘‘ ğ‘›ğ‘²!
ko: 그 유닛은 한 마리만 더 잡으면(경험치 8) 승급할 수 있어! 죽게 놔두면 안돼!

source: I hope I have a chance to retreat after this!
en@shaw: ğ‘² ğ‘£ğ‘´ğ‘ ğ‘² ğ‘£ğ‘¨ğ‘ ğ‘© ğ‘—ğ‘­ğ‘¯ğ‘• ğ‘‘ ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘‘ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ğ‘¦ğ‘•!
ko: 이후에 물러날 기회가 있기를!

source: One lucky attack by an Orcish Grunt, and Iâ€™m done for!
en@shaw: ğ‘¢ğ‘³ğ‘¯ ğ‘¤ğ‘³ğ‘’ğ‘¦ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘šğ‘² ğ‘©ğ‘¯ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘œğ‘®ğ‘³ğ‘¯ğ‘‘, ğ‘¯ ğ‘²'ğ‘§ğ‘¥ ğ‘›ğ‘³ğ‘¯ ğ‘“ğ‘¹!

source: Ouch! I could make use of some healing in a village.
en@shaw: ğ‘¬ğ‘—! ğ‘² ğ‘’ğ‘«ğ‘› ğ‘¥ğ‘±ğ‘’ ğ‘¿ğ‘Ÿ ğ‘ ğ‘•ğ‘³ğ‘¥ ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡.
ko: 아야! 마을에서 회복을 좀 해야겠어.

source: I have $side.gold gold; enough to recruit!
en@shaw: ğ‘² ğ‘£ğ‘¨ğ‘ $side.gold ğ‘œğ‘´ğ‘¤ğ‘›; ğ‘¦ğ‘¯ğ‘³ğ‘“ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘!
ko: $side.gold 골드가 있으니, 소집하기는 충분하겠어!

source: Yes, keep recruiting more units: I think you might need them!
en@shaw: ğ‘˜ğ‘§ğ‘•, ğ‘’ğ‘°ğ‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ğ‘¦ğ‘™ ğ‘¥ğ‘¹ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•: ğ‘² ğ‘”ğ‘¦ğ‘™ğ‘’ ğ‘¿ ğ‘¥ğ‘²ğ‘‘ ğ‘¯ğ‘°ğ‘› ğ‘ğ‘§ğ‘¥!
ko: 그래, 유닛을 계속 소집하도록 해. 아마 그들이 필요하게 될테니!
no: Ja, fortsett å rekruttere fler enheter: jeg tror du vil trenge dem!

source: Wesnoth Tutorial Part II
en@shaw: Â·ğ‘¢ğ‘§ğ‘•ğ‘¯ğ‘·ğ‘” ğ‘‘ğ‘µğ‘‘ğ‘¹ğ‘°ğ‘©ğ‘¤ ğ‘ğ‘¸ğ‘‘ 2
ko: Wesnoth 연습 게임 2편
no: Wesnoth Opplæring Del II

source: Thrag
en@shaw: Â·ğ‘ğ‘®ğ‘©ğ‘œ

source: Defeat the Orc Leader
en@shaw: ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ ğ‘¹ğ‘’ ğ‘¤ğ‘°ğ‘›ğ‘»
ko: 오크 대장을 격파하라
no: Nedkjemp den Orkiske Lederen

source: Death of Konrad
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›
he: מותו של קונרד
ko: Konrad의 죽음
nl: Dood van Konrad
no: Konrad dør
pt_br: Morte de Konrad

source: Turns run out
en@shaw: ğ‘‘ğ‘»ğ‘¯ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ ğ‘¬ğ‘‘
he: סיום התורות
ko: 턴 오버
nl: Overschrijding van het aantal beurten
no: Rundene tar slutt
pt_br: Fim dos turnos

source: Death of Liâ€™sar
en@shaw: ğ‘›ğ‘§ğ‘” ğ‘ Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸

source: Ho Galdrad! Has Delfador conjured something else to beat me with? A flock of scarecrows, perhaps?
en@shaw: ğ‘£ğ‘´ Â·ğ‘œğ‘­ğ‘¤ğ‘›ğ‘®ğ‘«ğ‘›! ğ‘£ğ‘¨ğ‘Ÿ Â·ğ‘›ğ‘§ğ‘¤ğ‘“ğ‘©ğ‘›ğ‘¹ ğ‘’ğ‘­ğ‘¯ğ‘¡ğ‘»ğ‘› ğ‘•ğ‘³ğ‘¥ğ‘”ğ‘¦ğ‘™ ğ‘§ğ‘¤ğ‘• ğ‘‘ ğ‘šğ‘°ğ‘‘ ğ‘¥ğ‘° ğ‘¢ğ‘¦ğ‘? ğ‘© ğ‘“ğ‘¤ğ‘ªğ‘’ ğ‘ ğ‘•ğ‘’ğ‘¨ğ‘®ğ‘’ğ‘®ğ‘´ğ‘•, ğ‘ğ‘¼ğ‘£ğ‘¨ğ‘ğ‘•?
ko: 오 Galdrad! Delfador가 날 쓰러뜨릴만한 뭔가 또다른 마술을 부려놨나요? 허수아비떼라든가?

source: This is no game, Konrad!
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘œğ‘±ğ‘¥, Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›!
ko: 이건 노는게 아니야, Konrad!

source: Orcs have encamped across the river. This is elven country; they are fools to enter here. We Elves are fast and hard to hit in forests. You must defeat their leader so they never threaten us again. I will advise you.
en@shaw: ğ‘¹ğ‘’ğ‘• ğ‘£ğ‘¨ğ‘ ğ‘§ğ‘¯ğ‘’ğ‘¨ğ‘¥ğ‘ğ‘‘ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼. ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘§ğ‘¤ğ‘ğ‘§ğ‘¯ ğ‘’ğ‘³ğ‘¯ğ‘‘ğ‘®ğ‘°; ğ‘ğ‘± ğ‘¸ ğ‘“ğ‘µğ‘¤ğ‘Ÿ ğ‘‘ ğ‘§ğ‘¯ğ‘‘ğ‘¼ ğ‘£ğ‘½. ğ‘¢ğ‘° ğ‘§ğ‘¤ğ‘ğ‘Ÿ ğ‘¸ ğ‘“ğ‘­ğ‘•ğ‘‘ ğ‘¯ ğ‘£ğ‘¸ğ‘› ğ‘‘ ğ‘£ğ‘¦ğ‘‘ ğ‘¦ğ‘¯ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘•. ğ‘¿ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘›ğ‘¦ğ‘“ğ‘°ğ‘‘ ğ‘ğ‘º ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘•ğ‘´ ğ‘ğ‘± ğ‘¯ğ‘§ğ‘ğ‘¼ ğ‘”ğ‘®ğ‘§ğ‘‘ğ‘©ğ‘¯ ğ‘³ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯. ğ‘² ğ‘¢ğ‘¦ğ‘¤ ğ‘¨ğ‘›ğ‘ğ‘²ğ‘Ÿ ğ‘¿.
ko: 오크들이 강 건너에 기지를 세웠어. 감히 엘프 영역에 들어오다니 간이 부은 놈들이지. 우리 엘프들은 숲에서는 빠르고 잘 피할 수 있어. 네가 저들의 대장을 물리쳐서 저들이 우릴 다시 위협하지 못하게 하도록 해. 내가 조언해주지.

source: This is no game, Liâ€™sar!
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘œğ‘±ğ‘¥, Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸!

source: What should I do?
en@shaw: ğ‘¢ğ‘ªğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘² ğ‘›ğ‘µ?
ko: 뭘 해야 하나요?
no: Hva gjør jeg nå?

source: First, we will have to deal with the Orcish Grunt stationed in the middle of the river. He should be little trouble.
en@shaw: ğ‘“ğ‘»ğ‘•ğ‘‘, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘›ğ‘°ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¹ğ‘’ğ‘¦ğ‘– ğ‘œğ‘®ğ‘³ğ‘¯ğ‘‘ ğ‘•ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘¥ğ‘¦ğ‘›ğ‘©ğ‘¤ ğ‘ ğ‘ ğ‘®ğ‘¦ğ‘ğ‘¼. ğ‘£ğ‘° ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¤ğ‘¦ğ‘‘ğ‘©ğ‘¤ ğ‘‘ğ‘®ğ‘³ğ‘šğ‘©ğ‘¤.
ko: 먼저, 우리는 강 중간에 배치된 오크 졸개를 상대해야돼. 좀 성가실거야.

source: By then, their leader will have recruited units to send against us and the real fight will begin.
en@shaw: ğ‘šğ‘² ğ‘ğ‘§ğ‘¯, ğ‘ğ‘º ğ‘¤ğ‘°ğ‘›ğ‘» ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¦ğ‘’ğ‘®ğ‘µğ‘‘ğ‘©ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘‘ ğ‘•ğ‘§ğ‘¯ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯ğ‘•ğ‘‘ ğ‘³ğ‘• ğ‘¯ ğ‘ ğ‘®ğ‘¾ğ‘¤ ğ‘“ğ‘²ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘©ğ‘œğ‘¦ğ‘¯.
ko: 그때쯤에 저들의 대장은 우리에게 보낼 병력을 소집할테고 본격적인 싸움이 시작되겠지.

source: SHALLOW
en@shaw: ğ‘–ğ‘¨ğ‘¤ğ‘´
ko: 얕음
no: GRUNDT

source: DEEP
en@shaw: ğ‘›ğ‘°ğ‘
ko: 깊음
no: DYPT

source: See this dark blue water? Itâ€™s too deep for either side to cross. They could slowly wade through that narrow band of shallow lighter-blue water in the east; but we could stand on the shore and force them to fight us from the water, where they are exposed and we are protected by the forest.
en@shaw: ğ‘•ğ‘° ğ‘ğ‘¦ğ‘• ğ‘›ğ‘¸ğ‘’ ğ‘šğ‘¤ğ‘µ ğ‘¢ğ‘·ğ‘‘ğ‘¼? ğ‘¦ğ‘‘'ğ‘• ğ‘‘ğ‘µ ğ‘›ğ‘°ğ‘ ğ‘“ğ‘¹ ğ‘²ğ‘ğ‘¼ ğ‘•ğ‘²ğ‘› ğ‘‘ ğ‘’ğ‘®ğ‘ªğ‘•. ğ‘ğ‘± ğ‘’ğ‘«ğ‘› ğ‘•ğ‘¤ğ‘´ğ‘¤ğ‘¦ ğ‘¢ğ‘±ğ‘› ğ‘”ğ‘®ğ‘µ ğ‘ğ‘¨ğ‘‘ ğ‘¯ğ‘¨ğ‘®ğ‘´ ğ‘šğ‘¨ğ‘¯ğ‘› ğ‘ ğ‘–ğ‘¨ğ‘¤ğ‘´ ğ‘¤ğ‘²ğ‘‘ğ‘»-ğ‘šğ‘¤ğ‘µ ğ‘¢ğ‘·ğ‘‘ğ‘¼ ğ‘¦ğ‘¯ ğ‘ ğ‘°ğ‘•ğ‘‘; ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘° ğ‘’ğ‘«ğ‘› ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘–ğ‘¹ ğ‘¯ ğ‘“ğ‘¹ğ‘• ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘“ğ‘²ğ‘‘ ğ‘³ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¢ğ‘·ğ‘‘ğ‘¼, ğ‘¢ğ‘º ğ‘ğ‘± ğ‘¸ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘´ğ‘Ÿğ‘› ğ‘¯ ğ‘¢ğ‘° ğ‘¸ ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘ ğ‘“ğ‘¹ğ‘¦ğ‘•ğ‘‘.

source: The more likely attack, then, is across the bridge. That middle island is the key: it has a village for healing injured units and forests in which we fight so well.
en@shaw: ğ‘ ğ‘¥ğ‘¹ ğ‘¤ğ‘²ğ‘’ğ‘¤ğ‘¦ ğ‘©ğ‘‘ğ‘¨ğ‘’, ğ‘ğ‘§ğ‘¯, ğ‘¦ğ‘Ÿ ğ‘©ğ‘’ğ‘®ğ‘ªğ‘• ğ‘ ğ‘šğ‘®ğ‘¦ğ‘¡. ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘¦ğ‘›ğ‘©ğ‘¤ ğ‘²ğ‘¤ğ‘©ğ‘¯ğ‘› ğ‘¦ğ‘Ÿ ğ‘ ğ‘’ğ‘°: ğ‘¦ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡ ğ‘“ğ‘¹ ğ‘£ğ‘°ğ‘¤ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘¡ğ‘»ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘¯ ğ‘“ğ‘ªğ‘®ğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘¢ğ‘¦ğ‘— ğ‘¢ğ‘° ğ‘“ğ‘²ğ‘‘ ğ‘•ğ‘´ ğ‘¢ğ‘§ğ‘¤.
ko: 좀더 나은 공격 수단은 다리를 통해 오는거야. 저 중앙의 섬이 요점이지. 여기엔 부상병을 치료할 수 있는 마을이 있고, 우리가 싸우기 좋은 숲이 있어.

source: To start, we will need some units: Two Elvish Fighters Two Elvish Archers One Elvish Shaman
en@shaw: ğ‘‘ ğ‘•ğ‘‘ğ‘¸ğ‘‘, ğ‘¢ğ‘° ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘°ğ‘› ğ‘•ğ‘³ğ‘¥ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘•: ğ‘‘ğ‘µ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘“ğ‘²ğ‘‘ğ‘»ğ‘Ÿ ğ‘‘ğ‘µ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘¸ğ‘—ğ‘»ğ‘• ğ‘¢ğ‘³ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯
ko: 시작하려면, 우리에겐 약간의 병력이 필요해: 엘프 전사 둘 엘프 궁사 둘 엘프 샤먼 하나
no: Til å begynne med trenger vi noen enheter: To Alviske Stridsmenn To Alviske Bueskyttere En Alvisk Sjaman

source: During your tutorial, both $recall_name1 and $recall_name2 gained $recall_xp1 experience points. You should recall them now so they can gain more experience, rather than recruiting new ones.
en@shaw: ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘‘ğ‘µğ‘‘ğ‘¹ğ‘°ğ‘©ğ‘¤, ğ‘šğ‘´ğ‘” $recall_name1 ğ‘¯ $recall_name2 ğ‘œğ‘±ğ‘¯ğ‘› $recall_xp1 ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•. ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘ğ‘§ğ‘¥ ğ‘¯ğ‘¬ ğ‘•ğ‘´ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘œğ‘±ğ‘¯ ğ‘¥ğ‘¹ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•, ğ‘®ğ‘­ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ğ‘¦ğ‘™ ğ‘¯ğ‘¿ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ.
ko: 네 연습게임 동안에 $recall_name1 와(/과) $recall_name2 은(/는) 경험치를 $recall_xp1 포인트 얻었어. 새로운 병력을 소집하기보다는 그들을 재소집해서 경험치를 더 쌓게 하도록 해.

source: During your tutorial, $recall_name1 gained $recall_xp1 experience points, and $recall_name2 gained $recall_xp2. You should recall them now so they can gain more experience, rather than recruiting new ones.
en@shaw: ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘‘ğ‘µğ‘‘ğ‘¹ğ‘°ğ‘©ğ‘¤, $recall_name1 ğ‘œğ‘±ğ‘¯ğ‘› $recall_xp1 ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•, ğ‘¯ $recall_name2 ğ‘œğ‘±ğ‘¯ğ‘› $recall_xp2. ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘ğ‘§ğ‘¥ ğ‘¯ğ‘¬ ğ‘•ğ‘´ ğ‘ğ‘± ğ‘’ğ‘¨ğ‘¯ ğ‘œğ‘±ğ‘¯ ğ‘¥ğ‘¹ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•, ğ‘®ğ‘­ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ğ‘¦ğ‘™ ğ‘¯ğ‘¿ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ.
ko: 네 연습게임 동안에 $recall_name1 은(/는) 경험치를 $recall_xp1 포인트 얻었고, $recall_name2 은(/는) $recall_xp2 포인트 얻었어. 새로운 병력을 소집하기보다는 그들을 재소집해서 경험치를 더 쌓게 하도록 해.

source: During your tutorial, $recall_name1 gained $recall_xp1 experience points. You should recall that unit now, and recruit a second one (which is cheaper than recalling, anyway).
en@shaw: ğ‘›ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘‘ğ‘µğ‘‘ğ‘¹ğ‘°ğ‘©ğ‘¤, $recall_name1 ğ‘œğ‘±ğ‘¯ğ‘› $recall_xp1 ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘•. ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘ğ‘¨ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘¯ğ‘¬, ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘© ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘› ğ‘¢ğ‘³ğ‘¯ (ğ‘¢ğ‘¦ğ‘— ğ‘¦ğ‘Ÿ ğ‘—ğ‘°ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘¯ ğ‘®ğ‘¦ğ‘’ğ‘ªğ‘¤ğ‘¦ğ‘™, ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±).
ko: 네 연습게임 동안에 $recall_name1 은(/는) 경험치를 $recall_xp1 포인트 얻었어. 그 유닛을 재소집하고, 다른 병력 하나를 소집해.(어쨌든 재소집하는 것보다는 싸니까)

source: RECALL $recall_name1
en@shaw: ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ $recall_name1
ko: $recall_name1 를 재소집
no: TILBAKEKALL $recall_name1

source: Right click on the tile north-east of you and recall $recall_name1
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘²ğ‘¤ ğ‘¯ğ‘¹ğ‘”-ğ‘°ğ‘•ğ‘‘ ğ‘ ğ‘¿ ğ‘¯ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ $recall_name1
ko: 북동쪽 칸을 오른쪽 클릭해서 $recall_name1 을 재소집

source: If any Elvish Fighters from your last battle had experience, we would recall them to the current battlefield. However, both units donâ€™t have much experience so itâ€™s more efficient to recruit new ones. Recruit an Elvish Fighter.
en@shaw: ğ‘¦ğ‘“ ğ‘§ğ‘¯ğ‘¦ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘“ğ‘²ğ‘‘ğ‘»ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿ğ‘¼ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘£ğ‘¨ğ‘› ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•, ğ‘¢ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘ğ‘§ğ‘¥ ğ‘‘ ğ‘ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ğ‘“ğ‘°ğ‘¤ğ‘›. ğ‘£ğ‘¬ğ‘§ğ‘ğ‘¼, ğ‘šğ‘´ğ‘” ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘³ğ‘— ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘• ğ‘•ğ‘´ ğ‘¦ğ‘‘'ğ‘• ğ‘¥ğ‘¹ ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘¯ğ‘¿ ğ‘¢ğ‘³ğ‘¯ğ‘Ÿ. ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘“ğ‘²ğ‘‘ğ‘¼.

source: If you had any experienced units alive from your last battle we would recall them. Instead we must recruit a new Elvish Fighter.
en@shaw: ğ‘¦ğ‘“ ğ‘¿ ğ‘£ğ‘¨ğ‘› ğ‘§ğ‘¯ğ‘¦ ğ‘¦ğ‘’ğ‘•ğ‘ğ‘½ğ‘¦ğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘¤ğ‘²ğ‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘¿ğ‘¼ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤ ğ‘¢ğ‘° ğ‘¢ğ‘«ğ‘› ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ ğ‘ğ‘§ğ‘¥. ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘§ğ‘› ğ‘¢ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘“ğ‘²ğ‘‘ğ‘¼.
ko: 지난 전투에서 살아남은 경험 있는 유닛이 있다면 그들을 재소집하면 되지만, 아무도 없으니 새 엘프 전사를 소집해야해.

source: Elvish Fighter
en@shaw: ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘“ğ‘²ğ‘‘ğ‘¼
ko: 엘프 전사
no: Alvisk Stridsmann

source: Right click on the tile north-east of you and recruit an Elvish Fighter
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘²ğ‘¤ ğ‘¯ğ‘¹ğ‘”-ğ‘°ğ‘•ğ‘‘ ğ‘ ğ‘¿ ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘“ğ‘²ğ‘‘ğ‘¼
ko: 북동쪽 칸을 오른쪽 클릭해서 엘프 전사를 소집

source: No! I said recruit an Elvish SHAMAN! Now try again...
en@shaw: ğ‘¯ğ‘´! ğ‘² ğ‘•ğ‘§ğ‘› ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯! ğ‘¯ğ‘¬ ğ‘‘ğ‘®ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯...
ko: 아니야! 난 엘프 <big>샤먼</big>을 소집하라고 했어! 다시 해보도록 해...

source: The Shaman is a fairly weak unit but has the ability to heal units around it. It also has a special attack which slows enemies, halving the damage they do!
en@shaw: ğ‘ ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘© ğ‘“ğ‘ºğ‘¤ğ‘¦ ğ‘¢ğ‘°ğ‘’ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ ğ‘šğ‘³ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘‘ ğ‘£ğ‘°ğ‘¤ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘©ğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘‘. ğ‘¦ğ‘‘ ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘£ğ‘¨ğ‘Ÿ ğ‘© ğ‘•ğ‘ğ‘§ğ‘–ğ‘©ğ‘¤ ğ‘©ğ‘‘ğ‘¨ğ‘’ ğ‘¢ğ‘¦ğ‘— ğ‘•ğ‘¤ğ‘´ğ‘Ÿ ğ‘§ğ‘¯ğ‘¦ğ‘¥ğ‘¦ğ‘Ÿ, ğ‘£ğ‘¨ğ‘ğ‘¦ğ‘™ ğ‘ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘ğ‘± ğ‘›ğ‘µ!
ko: 샤먼은 매우 약한 유닛이지만 주변의 유닛을 치료하는 능력이 있어. 또한 샤먼은 적을 느리게 해서 그들의 데미지를 반감시키는 특수 공격을 쓸 수 있지!

source: So, should I end my turn now?
en@shaw: ğ‘•ğ‘´, ğ‘–ğ‘«ğ‘› ğ‘² ğ‘§ğ‘¯ğ‘› ğ‘¥ğ‘² ğ‘‘ğ‘»ğ‘¯ ğ‘¯ğ‘¬?
ko: 그럼, 이제 턴을 종료하나요?
no: Så, bør jeg avslutte rnden min nå?

source: While none of your recruited units can move, you still can. Your five units cost you 5 gold in upkeep, leaving you 3 gold poorer per turn. You need more income.
en@shaw: ğ‘¢ğ‘²ğ‘¤ ğ‘¯ğ‘³ğ‘¯ ğ‘ ğ‘¿ğ‘¼ ğ‘®ğ‘¦ğ‘’ğ‘®ğ‘µğ‘‘ğ‘©ğ‘› ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘¥ğ‘µğ‘, ğ‘¿ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘’ğ‘¨ğ‘¯. ğ‘¿ğ‘¼ ğ‘“ğ‘²ğ‘ ğ‘¿ğ‘¯ğ‘¦ğ‘‘ğ‘• ğ‘’ğ‘ªğ‘•ğ‘‘ ğ‘¿ 5 ğ‘œğ‘´ğ‘¤ğ‘› ğ‘¦ğ‘¯ ğ‘³ğ‘ğ‘’ğ‘°ğ‘, ğ‘¤ğ‘°ğ‘ğ‘¦ğ‘™ ğ‘¿ 3 ğ‘œğ‘´ğ‘¤ğ‘› ğ‘ğ‘«ğ‘®ğ‘» ğ‘ğ‘» ğ‘‘ğ‘»ğ‘¯. ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ğ‘’ğ‘³ğ‘¥.
ko: 소집된 유닛들은 아무도 움직일 수 없지만, 넌 아직 가능하지. 너의 유닛 다섯은 유지비 5 골드를 요구해서 턴마다 3 골드씩을 잃게 만들어. 네겐 더 많은 수입이 필요해.

source: Move Konrad to capture a village
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘› ğ‘‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡
ko: Konrad를 이동시켜 마을을 점령

source: Move Liâ€™sar to capture a village
en@shaw: ğ‘¥ğ‘µğ‘ Â·ğ‘¤ğ‘¦ğ‘•ğ‘¸ ğ‘‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘© ğ‘ğ‘¦ğ‘¤ğ‘¦ğ‘¡

source: No! I said recruit an Elvish ARCHER! Now try again...
en@shaw: ğ‘¯ğ‘´! ğ‘² ğ‘•ğ‘§ğ‘› ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘¸ğ‘—ğ‘»! ğ‘¯ğ‘¬ ğ‘‘ğ‘®ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯...
ko: 아니야! 난 엘프 <big>궁사</big>를 소집하라고 했어! 다시 해보도록 해...

source: Eowynial
en@shaw: Â·ğ‘°ğ‘´ğ‘¢ğ‘¦ğ‘¯ğ‘¾ğ‘¤

source: Shaman
en@shaw: ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯
ko: 샤먼
no: Sjaman

source: Recruit an Elvish Shaman to your north
en@shaw: ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘–ğ‘±ğ‘¥ğ‘©ğ‘¯ ğ‘‘ ğ‘¿ğ‘¼ ğ‘¯ğ‘¹ğ‘”
ko: 북쪽에 엘프 샤먼을 소집
no: Rekrutter en Alvisk Sjaman i nord.

source: Elriend
en@shaw: Â·ğ‘§ğ‘¤ğ‘®ğ‘°ğ‘§ğ‘¯ğ‘

source: No! I said RECALL $recall_name2|! Now try again...
en@shaw: ğ‘¯ğ‘´! ğ‘² ğ‘•ğ‘§ğ‘› ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ $recall_name2|! ğ‘¯ğ‘¬ ğ‘‘ğ‘®ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯...
ko: 아니야! 난 $recall_name2|를 <big>재소집</big>하라고 했어! 다시 해보도록 해...

source: Archer #1
en@shaw: ğ‘¸ğ‘—ğ‘» #1
ko: 궁사 #1
no: Bueskytter #1

source: Archer #2
en@shaw: ğ‘¸ğ‘—ğ‘» #2
ko: 궁사 #2
no: Bueskytter #2

source: Recruit two Elvish Archers in tiles to your west
en@shaw: ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘‘ğ‘µ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘¸ğ‘—ğ‘»ğ‘• ğ‘¦ğ‘¯ ğ‘‘ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘¿ğ‘¼ ğ‘¢ğ‘§ğ‘•ğ‘‘
ko: 서쪽의 빈칸에 엘프 궁사 둘을 소집하세요
no: Rekrutter to Alviske Bueskyttere i feltene i vest.

source: No! I said recruit an Elvish FIGHTER! Now try again...
en@shaw: ğ‘¯ğ‘´! ğ‘² ğ‘•ğ‘§ğ‘› ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘“ğ‘²ğ‘‘ğ‘¼! ğ‘¯ğ‘¬ ğ‘‘ğ‘®ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯...
ko: 아니야! 난 엘프 <big>전사</big>를 소집하라고 했어! 다시 해보도록 해...

source: Golir
en@shaw: Â·ğ‘œğ‘´ğ‘¤ğ‘½

source: No! I said recall $recall_name1, not $recall_name2|! Now try again...
en@shaw: ğ‘¯ğ‘´! ğ‘² ğ‘•ğ‘§ğ‘› ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ $recall_name1, ğ‘¯ğ‘ªğ‘‘ $recall_name2|! ğ‘¯ğ‘¬ ğ‘‘ğ‘®ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯...
ko: 아니야! $recall_name1 을 재소집해야지, $recall_name2|가 아니야! 다시 해보도록 해...

source: No! I said RECALL $recall_name1 from the last battle, not recruit a new $recruit.language_name|! Now try again...
en@shaw: ğ‘¯ğ‘´! ğ‘² ğ‘•ğ‘§ğ‘› ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ $recall_name1 ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘šğ‘¨ğ‘‘ğ‘©ğ‘¤, ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘© ğ‘¯ğ‘¿ $recruit.language_name|! ğ‘¯ğ‘¬ ğ‘‘ğ‘®ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯...
ko: 아니야! 난 이전의 전투에서 남은 $recall_name1 을 재소집하라고 했지, 새로이 $recruit.language_name|를 소집하라고 하지 않았어! 다시 해보도록 해...

source: Right click on the tile east of you and recall $recall_name2
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘²ğ‘¤ ğ‘°ğ‘•ğ‘‘ ğ‘ ğ‘¿ ğ‘¯ ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ $recall_name2
ko: 동쪽의 빈칸을 오른쪽 클릭하여 $recall_name2 를 재소집하세요

source: RECALL $recall_name2
en@shaw: ğ‘®ğ‘°ğ‘’ğ‘·ğ‘¤ $recall_name2
ko: $recall_name2 를 재소집
no: TILBAKEKALL $recall_name2

source: Right click on the tile east of you and recruit an Elvish Fighter
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘‘ğ‘²ğ‘¤ ğ‘°ğ‘•ğ‘‘ ğ‘ ğ‘¿ ğ‘¯ ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘©ğ‘¯ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘“ğ‘²ğ‘‘ğ‘¼
ko: 동쪽의 빈칸을 오른족 클릭하여 엘프 전사를 소집

source: $recruit.language_name|? I said RECRUIT a new ELVISH FIGHTER. Now try again...
en@shaw: $recruit.language_name|? ğ‘² ğ‘•ğ‘§ğ‘› ğ‘®ğ‘©ğ‘’ğ‘®ğ‘µğ‘‘ ğ‘© ğ‘¯ğ‘¿ ğ‘§ğ‘¤ğ‘ğ‘¦ğ‘– ğ‘“ğ‘²ğ‘‘ğ‘¼. ğ‘¯ğ‘¬ ğ‘‘ğ‘®ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯...
ko: $recruit.language_name|? 난 새로운 <big>엘프 전사</big>를 <big>소집</big>하라고 말했어. 다시 해보도록 해...

source: Elindel
en@shaw: Â·ğ‘§ğ‘¤ğ‘¦ğ‘¯ğ‘›ğ‘§ğ‘¤

source: Youâ€™ve learned well, Konrad!
en@shaw: ğ‘¿'ğ‘ ğ‘¤ğ‘»ğ‘¯ğ‘› ğ‘¢ğ‘§ğ‘¤, Â·ğ‘’ğ‘­ğ‘¯ğ‘®ğ‘©ğ‘›!
