Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tutorial/*.po
Languages: en@shaw, he, ko, nl, no, pt_br

source: Now, you need to attack with your fighter. To attack, first select a unit, then select its target, which must be next to the attacking unit. You will then see the attack options box, where you must select an attack to use.
he: עכשיו, אתה צריך להתקיף בעזרת הלוחם שלך. כדי להתקיף, תחילה בחר את היחידה, ואז בחר את המטרה, שחייבת להיות ליד היחידה התוקפת. אז תראה את התיבה של אפשרויות התקפה, שם אתה צריך לבחור באיזו התקפה להשתמש.
nl: Nu moet je aanvallen met je krijger. Om aan te vallen selecteer je eerst de eenheid en dan zijn doelwit, dat naast de aanvallende eenheid moet staan. Je krijgt dan een venster met aanvalsmogelijkheden, waarin je moet kiezen welke aanval je wilt gebruiken.
pt_br: Agora, você precisa atacar com seu guerreiro. Para atacar, primeiro selecione uma unidade, então selecione seu alvo, que deve estar adjacente à unidade que está atacando. Você irá ver a caixa de opções de ataque, onde você deve escolher um ataque para ser usado.

source: Attack Merle
he: תקוף את מרלה
nl: Val Merle aan
pt_br: Ataque Merle

source: You have successfully attacked Merle.
he: תקפת את מרלה בהצלחה.
nl: Je hebt Merle met succes aangevallen.
pt_br: Você conseguiu atacar Merle.

source: End your turn, and wait for Merle to attack you.
he: סיים את תורך, וחכה למרלה שתתקוף אותך.
nl: Beëindig je beurt en wacht totdat Merle je aanvalt.
pt_br: Termine o seu turno, e espere Merle te atacar.

source: Your fighter has survived Merle's attack. Whenever a unit survives a battle, it receives experience from the combat. Once a unit gains enough experience, it advances to the next level, and becomes more powerful.
nl: Je strijder heeft Merles aanval overleeft. Elke eenheid die een gevecht overleeft krijgt ervaring. Wanneer een eenheid ervaren genoeg is promoveert hij en wordt daarmee sterker.
pt_br: Seu guerreiro sobreviveu ao ataque de Merle. Sempre que uma unidade sobrevive a uma batalha, ela ganha experiência pelo combate. Uma vez que uma unidade ganhe uma quantidade suficiente de experiência, ela avança para o próximo nível, e fica mais poderosa.

source: Move your fighter onto a village.
he: הזז את הלוחם שלך אל הכפר.
nl: Plaats je strijder op een dorp.
pt_br: Mova seu guerreiro em alguma vila.

source: Villages heal the units on them.
he: כפרים מרפאים יחידות השוכנות בהם.
nl: Dorpen genezen de troepen in hun dorp.
pt_br: Vilas curam as unidades nelas.

source: Now, you must defeat Merle by reducing her to 0 HP or lower. Just attack repeatedly.
he: עכשיו, אתה צריך להביס את מרלה על ידי כך שתוריד את הנק"פ שלה ל־0 או פחות. פשוט התקף שוב ושוב.
nl: Nu moet je Merle verslaan door haar HP op 0 of lager te brengen. Val gewoon meermaals aan.
pt_br: Agora, você deve derrotar Merle, reduzindo seus pontos de vida a zero ou menos. Apenas ataque repetidamente.

source: Defeat Merle
he: הבס את מרלה
nl: Versla Merle
pt_br: Derrote Merle

source: Oops! You moved your leader off of the keep. Remember, when your leader is not on a keep, you cannot recruit. Also remember that if your leader dies, you lose. In order to continue the tutorial, I will have to teleport you back onto your keep.
he: אופס! הזזת את המנהיג שלך מתוך המצודה. זכור, כאשר המנהיג שלך לא במצודה, אתה לא יכול לגייס. זכור גם שאם המנהיג שלך מת, אתה מפסיד. כדי להמשיך את השיעור, אני אהיה חייב לשגר אותך חזרה אל תוך המצודה שלך.
nl: Oeps! Je hebt je leider van de donjon afbewogen. Als je leider niet op een donjon staat kun je geen troepen rekruteren. En als je leider sterft dan heb je het spel verloren. Om het oefenspel voort te zetten zal ik je terug moeten teleporteren naar de donjon.
pt_br: Oops! Você moveu seu líder para fora do forte. Lembre-se que quando seu líder está fora de um forte, você não pode recrutar. Também lembre-se que se seu líder morrer, você perde. Para continuar o tutorial, teleportarei você de volta para o forte.

source: Unfortunately, you lost, because your leader was defeated. Hopefully you have gained wisdom from my teachings anyway.
he: לצערי הפסדת, בגלל שהמנהיג שלך הובס. בכל מקרה, אני מקווה שרכשת חוכמה בלימודיך.
nl: Helaas! Je hebt verloren omdat je leider verslagen is. Hopelijk heb je toch wat van mijn lessen opgestoken.
pt_br: Infelizmente você perdeu, porque seu líder foi derrotado. Espero que você tenha aprendido algo de meus ensinamentos de qualquer forma.

source: Unfortunately, you lost, because you ran out of time. Hopefully you have gained wisdom from my teachings anyway.
he: לצערי הפסדת, בגלל שנגמר לך הזמן. בכל מקרה, אני מקווה שרכשת חוכמה בלימודיך.
nl: Helaas! Je hebt verloren omdat je tijd op is. Hopelijk heb je toch wat van mijn lessen opgestoken.
pt_br: Infelizmente você perdeu, porque acabou o tempo. Espero que tenha aprendido algo de meus ensinamentos de qualquer forma.

source: You have successfully completed the first training scenario.
he: סיימת בהצלחה את תרחיש האימון הראשון שלך.
nl: Je hebt het eerste trainingscenario met succes beëindigd.
pt_br: Você completou o seu primeiro cenário de treino com sucesso.

source: Hooray!
he: הידד!
nl: Hoera!
pt_br: Aeeeee!

source: Do you want to review any of the skills learned in this scenario?
he: האם אתה רוצה לסקור שוב מיומנות כלשהי מבין אלו שנלמדו בתרחיש זה?
nl: Wil je een vaardigheid die je tijdens dit scenario hebt geleerd nakijken?
pt_br: Você quer revisar alguma das habilidades aprendidas neste cenário?

source: Yes
he: כן
nl: Ja
pt_br: Sim

source: I'm done reviewing skills!
he: גמרתי לסקור מיומנויות!
nl: Ik heb genoeg vaardigheden nagekeken!
pt_br: Já estou cheio de revisar habilidades!

source: No
he: לא
nl: Nee
pt_br: Não

source: Although you have completed your first scenario, your training is not yet over. We will now proceed to the next scenario, in which you will fight me in a mock battle.
he: למרות שסיימת את תרחישך הראשון, אימונך עדיין לא הסתיים. נמשיך עכשיו לתרחיש הבא, בו תלחם בי בקרב דמה.
nl: Je hebt je eerste scenario uitgespeeld, maar je training is nog niet voorbij. We zullen doorgaan naar het volgende scenario, waarin we elkaar in een schijngevecht zullen bestrijden.
pt_br: Apesar de você ter completado seu primeiro cenário, seu treinamento ainda não acabou. Iremos agora para o próximo cenário, onde você lutará comigo em uma batalha simulada.

source: Traits and Specialties
he: מאפיינים ויכולות מיוחדים.
nl: Karaktertrekken en Bijzonderheden
pt_br: Características e especialidades

source: Now you will be subject to a more difficult test. You must defeat me in mock battle.
he: עכשיו אתה תועמד למבחן קשה יותר. אתה חייב להביס אותי בקרב דמה.
nl: Nu krijg je een moeilijkere opdracht: je moet mij verslaan in een schijngevecht.
pt_br: Agora você enfrentará um teste mais difícil. Você deve derrotar-me em um combate simulado.

source: You can win most scenarios simply by defeating all enemy leaders. Win this scenario by defeating me. Your fighter from the previous scenario can help you in this battle. To recall him, right-click on a castle tile, select Recall, select your fighter, then select 'OK'. You should also recruit Elvish Fighters and Elvish Archers.
he: אתה יכול לנצח את רוב התרחישים פשוט על ידי כך שתביס את כל המנהיגים של האוייב. נצח את התרחיש הזה על ידי כך שתביס אותי. הלוחם שלך מהתרחיש הקודם יכול לעזור לך בקרב הזה. כדי להחזיר אותו, לחץ לחיצה ימנית על אריח הטירה, בחר 'החזר', בחר בלוחם שלך ואז לחץ על 'אישור'. כדאי לך גם לגייס לוחמים אלפים וקשתים אלפים.
nl: Je kunt de meeste scenario's winnen door eenvoudigweg alle vijandelijke leiders te verslaan. Deze kun je winnen door mij te verslaan. Je strijder uit het vorige scenario kan je helpen. Roep hem op door rechts te klikken op een kasteelvakje, Oproepen te kiezen, je strijder te selecteren en op 'OK' te drukken. Je moet ook elfenkrijgers en Elfenschutters rekruteren.
pt_br: Você pode vencer a maioria dos cenários simplesmente derrotando todos os líderes inimigos. Vença este cenário me derrotando. Seu guerreiro do cenário anterior pode ajudá-lo nesta batalha. Para convocá-lo, clique com o botão direito do mouse em um hexágono do castelo, escolha Convocar, escolha o seu guerreiro, então escolha 'Ok'. Você deve também recrutar guerreiros élficos e arqueiros élficos.

source: Skills covered: Recalling Traits Gold Time of day Terrains Resistance Specialties Objects
he: מיומנויות נרכשות: החזרה מאפיינים יחודיים זהב זמן ביום סוגי שטח עמידות יכולות מיוחדות חפצים
nl: @Behandelde vaardigheden: Oproepen Trekken Goud Tijd van de dag Terreinsoorten Resistentie Specialiteiten Objects
pt_br: Habilidades abordadas: Convocando Características Ouro Hora do dia Terrenos Resistência Especialidades Objetos

source: Defeat Delfador
he: הבס את דלפדור
nl: Versla Delfador
pt_br: Derrotar Delfador

source: You have successfully recalled your Elvish Fighter.
he: החזרת בהצלחה את הלוחם האלפי שלך.
nl: Je hebt met succes je elfenkrijger opgeroepen.
pt_br: Você conseguiu convocar seu guerreiro élfico.

source: En garde!
he: על המשמר!
pt_br: Em guarda!

source: You may notice that your units have slightly different statistics from the statistics shown before you recruited them. This is because they have been assigned traits.
nl: Het is je misschien opgevallen dat de eenheden die je gerekruteerd hebt iets andere karakteristieken hebben dan het rekruteringsvenster vermeldde. Dat komt doordat ze elk bepaalde trekken hebben gekregen.
pt_br: Você pode notar que suas unidades tem estatísticas diferentes daquelas mostradas quando você as recrutou. Isto é por elas terem recebido características.

source: When you recruit and recall units, you lose gold. If this would cause you to have less than 0 gold, you cannot recruit or recall.
he: כשאתה מגייס ומחזיר יחידות, אתה מפסיד זהב. אם זה יגרום לכך שיהיה לך פחות מ־0 זהב, אתה לא יכול לגייס או להחזיר.
nl: Rekruteren en oproepen kost goud. Als je na betaling van een eenheid minder dan 0 goudstukken zou overhouden, dan kun je die niet rekruteren of oproepen.
pt_br: Quando você recruta e convoca unidades, você gasta ouro. Se você ficar com menos do que 0 peças de ouro, você não pode recrutar ou convocar.

source: The sun is setting over Wesnoth. The time of day affects how much damage units of different alignments can inflict upon each other.
he: השמש שוקעת על ווסנות'. הזמן ביום משפיע על הנזק שיחידות מנטיות שונות גורמות אחת לשניה.
nl: De zon gaat onder in Wesnoth. De tijd van de dag beïnvloedt de hoeveelheid schade die de units van verschillende allianties toebrengen.
pt_br: O sol está se pondo em Wesnoth. A hora do dia afeta quanto dano unidades de diferentes alinhamentos podem infligir umas nas outras.

source: Each hex has a terrain, which gives the hex distinctive properties.
he: לכל אריח משושה יש סוג שטח, שנותן לאריח מאפיינים יחודיים.
nl: Elk vakje heeft een terreintype, dat het vakje bijzondere eigenschappen geeft.
pt_br: Cada hexágono contém um terreno, que dá ao hexágono várias propriedades.

source: Each attack has a damage type which affects how much damage different units take from that attack.
he: לכל התקפה יש סוג נזק שמשפיע על כמות הנזק שההתקפה גורמת ליחידות שונות.
nl: Elke aanval doet een andere soort schade, de soort schade (snij, puntig,...) bepaalt hoeveel schade bepaalde eenheden van bepaalde aanvallen ontvangen.
pt_br: Cada ataque tem um tipo de dano que afeta quanto dano diferentes unidades tomam daquele ataque.

source: Many units have a specialty which changes the rules of play in some way.
he: להרבה יחידות יש יכולות מיוחדות שמשנות בדרך כלשהי את חוקי המשחק.
nl: Veschillende eenheden hebben een bijzondere eigenschap die de spelregels een beetje veranderen.
pt_br: Muitas unidades tem uma especialidade que muda as regras de o jogo de alguma maneira.

source: Some objects change the statistics of the unit that triggered them. One of your units found a potion which will make him do more damage on his attack. To see his new combat statistics, look at the Status Table.
he: כמה מהחפצים משנים את הנתונים של היחידה שהפעילה אותם. אחת מהיחידות שלך מצאה שיקוי שיתן לה לגרום יותר נזק בהתקפה שלה. כדי לראות את נתוני הקרב החדשים הסתכל על 'טבלת המצב'.
nl: Sommige objecten veranderen de karakteristieken van de eenheid die het object gebruikt. Een van je eenheden heeft een drankje gevonden waardoor hij meer schade zal toebrengen met zijn aanval. Kijk in de balk rechts om zijn nieuwe " "eigenschappen te zien.
pt_br: Alguns objetos modificam as estatísticas das unidades que os utilizaram. Uma de suas unidades encontrou uma poção que ira fazê-lo causar mais dano em seu ataque. Para ver suas novas estatísticas de combate, olhe a tabela de status.

source: This potion increases the damage of all the drinker's attacks by four.
he: השיקוי הזה מגדיל את הנזק של כל ההתקפות של מי ששותה אותו פי ארבע.
nl: Dit drankje verhoogt de schade van de aanval met een factor vier.
pt_br: Esta poção aumenta o dano de todos os ataques do usuário em quatro.

source: Potion of Strength
he: שיקוי כח
nl: Drank van Sterkte
pt_br: Poção de Força

source: Remember to try to prevent the enemy from capturing villages, and to recapture the ones that they already have. This will cut off their gold supply and make them unable to recruit.
he: זכור לנסות למנוע מהאוייב לכבוש את הכפרים. ולכבוש מחדש את הכפרים שכבר כבש. הדבר יפגע באספקת הזהב של האויב והוא לא יוכל לגייס יחידות חדשות.
nl: Probeer de vijand er van te weerhouden dorpen in te nemen, en probeer ook de dorpen die hij al heeft af te pakken. Op die manier verminder je zijn inkomen, zodat hij minder eenheden kan rekruteren.
pt_br: Lembre-se de tentar impedir o inimigo de capturar vilas, e de recapturar aquelas que eles já possuem. Isto irá cortar seu fornecimento de ouro, e torná-los incapazes de recrutar.

source: Next, you may want to begin a campaign, or play multiplayer.
he: בשלב הבא, יכול להיות שתרצה להתחיל מערכה או לשחק משחק רב-משתתפים.
nl: Nu kun je met een veldtocht beginnen of misschien een multiplayer spel uitproberen.
pt_br: Depois você pode começar uma campanha ou um multiplayer.

source: That was explained well! But..
he: זה הוסבר היטב! אבל..
nl: Dat was een goede uitleg! Maar..
pt_br: Isso foi bem explicado! Porém...

source: Skills covered: Recruiting units Moving units Attacking enemy units Gaining experience Winning scenarios
he: מיומנויות נרכשות: גיוס יחידות הזזת יחידות תקיפת יחידות אוייב רכישת ניסיון נצחון בתרחישים
nl: Besproken vaardigheden: Eenheden rekruteren Eenheden verplaatsen Vijandelijke eenheden aanvallen Ervaringspunten Scenario's winnen
pt_br: Habilidades abordadas: Recrutando unidades Movendo unidades Atacando unidades inimigas Ganhando experiência Vencendo cenários

source: Current objective:
he: מטרה נוכחית:
nl: Huidig doel:
pt_br: Objetivo atual:

source: Death of Delfador
he: מותו של דלפדור
nl: Dood van Delfador
pt_br: Morte de Delfador

source: How do I recruit units?
he: איך אני מגייס יחידות?
nl: Hoe rekruteer ik eenheden?
pt_br: Como eu recruto unidades?

source: To recruit a unit, right click on the castle tile on which you wish to recruit the unit. Then select Recruit, or just hold your cursor over the tile and press 'Ctrl-R'. Next, select the type of unit that you want to recruit, and select 'OK'. In order to recruit faster, you can use 'Ctrl-Shift-R' to re-recruit the last type of unit you recruited.
he: כדי לגייס יחידה לחץ לחיצה ימנית על אריח הטירה עליו אתה מעונין לגייס את היחידה. אז בחר ב-'גייס' או פשוט החזק את הסמן על האריח ולחץ 'Ctrl-r'. כעת, בחר את סוג היחידה אותה אתה רוצה לגייס, ולחץ על 'אישור'. כדי לגייס יחידות בצורה מהירה יותר אתה יכול להשתמש ב 'Ctrl-Shift-r' כדי חגייס יחידה מאותו סוג של היחידה האחרונה שגייסת
nl: Om een eenheid te rekruteren moet je rechtsklikken op het kasteelvakje waar je de eenheid wilt plaatsen en dan Rekruteren selecteren. Je kunt ook de muiscursor op het vakje zetten en Ctrl+R indrukken. Selecteer vervolgens het soort eenheid dat je wilt rekruteren en klik op 'OK'. Gebruik Ctrl+Shift+R om nog een eenheid van hetzelfde soort te rekruteren.
pt_br: Para recrutar uma unidade, clique com o botão direito na parte do castelo na qual você deseja recrutar a unidade. Então escolha recrutar, ou simplesmente deixe o cursor do mouse sobre o local e aperte 'Ctrl-R'. Para recrutar mais rapidamente, você pode utilizar 'Ctrl-Shift-R' para re-recrutar o último tipo de unidade recrutado.

source: What's a leader?
he: מה זה מנהיג?
nl: Wat is een leider?
pt_br: O que é um líder?

source: A leader is a unit that can recruit. This means that when the leader is on a keep, units can be recruited on the surrounding castle tiles. Leaders are usually powerful units that each side only controls one of. Also, your leader is usually the first unit that your side controls, and starts on a keep. You can select your leader quickly by pressing 'l'. If your leader dies, you lose the game. You can win most scenarios by defeating all enemy leaders.
nl: Een leider is een eenheid die kan rekruteren. Dat betekent dat wanneer een leider in een donjon staat, hij eenheden kan rekruteren op de overige kasteelvakjes. Leiders zijn meestal sterke eenheden waarvan elke partij er één heeft. Vaak begin je met alleen een leider die in een donjon staat. Je kunt je leider snel selecteren door op 'l' te drukken. Als je leider sterft, heb je het spel verloren. In de meeste scenario's win je als je alle vijandelijke leiders hebt verslagen.
pt_br: Um líder é uma unidade que pode recrutar. Isso significa que quando o líder está em um forte, ele pode recrutar unidades nas regiões de castelo ao redor. Líderes são em geral unidades poderosas, das quais cada time controla apenas uma. Além disso, seu líder é geralmente a primeira unidade que o seu time controla, e começa em um forte. Você pode selecionar o seu líder rapidamente apertando 'l'. Se seu líder morrer, você perde o jogo. A maioria dos cenários pode ser vencida derrotando todos os líderes inimigos.

source: You have to carefully review their skills, which are displayed to the left of the unit selection box, and cost, which is displayed after the name of the unit. You will learn more about these statistics throughout the tutorial.
he: אתה חייב לסקור בזהירות את המיומנויות שלהם, שמוצגות משמאל לתיבת בחירת היחידה, ועלות, שמוצגת אחרי שם היחידה. אתה תלמד עוד על הנתונים האילו לאורך השיעור.
nl: Je moet de eigenschappen van de eenheden (aan de linker kant van het rekruteringsvenster) en hun prijs (achter de naam van de eenheid) goed bekijken. Je zult gedurende dit oefenspel meer leren over deze eigenschappen.
pt_br: Você deve revisar com cuidado as habilidades das unidades, que aparecem na parte esquerda do diálogo de seleção de unidade, e o seu custo, que aparece após o nome da unidade. Você aprenderá mais sobre essas estatísticas durante o tutorial.

source: How should I choose what kind of units to recruit?
he: איך אבחר איזה סוג יחידות לגייס?
nl: Hoe beslis ik wat voor troepen ik rekruteer?
pt_br: Como eu deveria escolher que tipo de unidades recrutar?

source: What happens when I recruit a unit?
he: מה קורה כאשר מגייסים יחידה?
nl: Wat gebeurt er wanneer ik een eenheid rekruteer?
pt_br: O que acontece quando eu recruto uma unidade?

source: When you recruit a unit, it appears at full health on a castle tile of your choice. It also receives two traits, which will be discussed later. It cannot move or attack until you end your turn.
he: כאשר אתה מגייס יחידה, היא מופיע בבריאות מלאה על אריח הטירה שבחרת. היא גם מקבלת שני מאפיינים יחודיים עליהם נדבר בהמשך. היא לא יכולה לזוז או לתקוף עד סוף התור שלך.
nl: Een gerekruteerde eenheid begint volledig gezond op het kasteelvakje dat je gekozen hebt. Hij krijgt twee willekeurige kenmerken, waarover later meer. Hij kan pas na het einde van je beurt aanvallen en bewegen.
pt_br: Quando você recruta uma unidade, ela aparece com PV cheios em uma área de castelo que você escolher. Ela também recebe duas características, as quais iremos discutir mais tarde. Ela não pode se mover ou atacar até o fim do seu turno.

source: How do I end my turn?
he: איך אני מסיים את תורי?
nl: Hoe beëindig ik m'n beurt?
pt_br: Como eu termino o meu turno?

source: One way to end your turn is to press 'Alt-Space'. Alternatively, you can right-click and select End Turn, or select the End Turn button in the lower right hand corner.
nl: Je beurt kun je beëindigen door 'Alt+Spatiebalk' in te drukken. Een andere manier is rechts te klikken en Einde Beurt te kiezen, of met de knop 'Einde Beurt' rechts onder in beeld.
pt_br: Uma maneira de terminar o seu turno é apertar 'Alt-espaço'. Outra maneira é clicar com o botão da direita e escolher Terminar o Turno, ou apertar o botão 'Fim de Turno' no canto inferior direito.

source: When you end your turn, it becomes another side's turn and only that side has the right to move, until that side ends its turn. After all sides end their turns, the next turn begins. This has various effects, including causing all units to regain their full movement potential. The number of the current turn is displayed on the status bar next to the image of a flag. When this number exceeds the maximum number of turns, you lose the game.
he: כאשר אתה מסיים את התור שלך, התור עובר לצד אחר ורק לצד הזה יש את הזכות לזוז, עד שהוא מסיים את תורו. כאשר כל הצדדים מסיים את תורם מתחיל התור הבא. לכך יש השפעות שונות כולל החזרת כל היחידות ליכולת התנועה המלאה שלהם. מספר התור הנוכחי מוצג בשורת המצב ליד תמונת הדגל. כשהמספר עובר את מספר התורות המרבי אתה מפסיד את המשחק.
nl: Als je je beurt beëindigt, komt de volgende partij aan de beurt en mag alleen die partij zetten doen, totdat ook hij zijn beurt beëindigt. Nadat alle partijen hun beurt hebben beëindigd, begint de volgende beurt. Alle eenheden krijgen dan hun bewegingsmogelijkheden terug. Het beurtnummer wordt in de statusbalk weergegeven naast de afbeelding van een vlag. Wanneer dit nummer het maximum overschrijdt verlies je het spel.
pt_br: Quando você termina o seu turno, passa então a ser o turno de outro time, e apenas aquele time pode se mover, até que termine o seu turno. Depois que todos os times terminarem seus turnos, o próximo turno começa. Isso tem vários efeitos, incluindo fazer com que todas as unidades recuperem seus movimentos. O número do turno atual é mostrado na barra de status próximo ao desenho de uma bandeira. Quando esse número excede o número máximo de turnos, você perde o jogo.

source: What happens when I end my turn?
he: מה קורה כשהתור שלי מסתיים?
nl: wat gebeurt er wanneer ik m'n beurt beëindig?
pt_br: O que acontece quando eu termino o meu turno?

source: How far can my Elvish Fighter move?
he: כמה רחוק יכול הלוחם האלפי שלי לזוז?
nl: Hoe ver kan mijn elfenkrijger zich verplaatsen?
pt_br: Até onde meu Guerreiro Elfo pode se mover?
