Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tutorial/*.po
Languages: en@shaw, he, ko, nl, no, pt_br

source: How do I play a campaign?
he: כיצד אני משחק מערכה?
nl: Hoe speel ik een veldtocht?
pt_br: Como eu jogo uma campanha?

source: To begin a campaign, run Wesnoth, select 'Campaign', select which campaign to play, then select Easy, Normal, or Hard. Heir to the Throne is the suggested for newcomers to Wesnoth.
he: כדי להתחיל מערכה, הרץ את ווסנות' בחר 'מערכה', בחר באיזו מערכה אתה רוצה לשחק, ואז בחר קל נורמלי או קשה. יורש העצר היא מערכה המומלצת לאלה שרק הגיעו לווסנות'.
nl: Om een veldtocht te beginnen start je Wesnoth en selecteer je 'Veldtocht'. Vervolgens kies je een veldtocht uit en selecteer je het niveau (makkelijk, normaal, moeilijk). De Kroonprins wordt aangeraden voor beginnende spelers.
pt_br: Para começar uma campanha, execute wesnoth, escolha 'Campanha', então escolha que campanha jogar, e a dificuldade. 'Herdeiro do Trono' é recomendada para iniciantes.

source: How do I play multiplayer?
he: כיצד אני משחק משחק רב-משתתפים?
nl: Hoe speel ik multiplayer?
pt_br: Como jogar jogos multijogadores?

source: To play Wesnoth against other people, select 'Multiplayer'. Then select 'Join Official Server'. This will connect you to the official Wesnoth server, where you can join a game by selecting it, then selecting 'Join Game'.
he: כדי לשחק בווסנות' נגד אנשים אחרים, בחר 'משחק רב משתתפים' ואז בחר 'הצטרף לשרת רשמי'. זה יחבר אותך לשרת הרשמי של ווסנות', שם שתוכל להצטרף למשחק על ידי בחירתו. אז לחץ על 'הצטרף למשחק'.
nl: Om Wesnoth tegen andere spelers te spelen selecteer je 'Multiplayer'. Daarna kun je 'Log in op de Officiële Server' kiezen. Je komt dan op de officiële Wesnoth server terecht, waar je mee kunt doen met een spel door het spel te selecteren en op 'Meespelen' te klikken.
pt_br: Para jogar wesnoth contra outras pessoas, escolha 'Multijogadores'. Se você tiver a versão de desenvolvimento mais recente, escolha 'Entrar no Server Oficial'. Isso vai conectá-lo com o servidor oficial de wesnoth, onde você pode entrar em um jogo escolhendo ele, então escolhendo 'Entrar em um Jogo'.

source: Your fighter has survived Merle's attack. Whenever a unit survives a battle, it gets experience from the combat. Once a unit gains enough experience, it advances to the next level, and becomes more powerful.
he: הלוחם שלך שרד את התקפתה של מרלה. כל פעם שיחידה שורדת קרב, היא מקבלת ניסיון מהקרב. כאשר היחידה צברה מספיק ניסיון, היא מתקדמת לרמה הבאה, והופכת להיות חזקה יותר.

source: You may notice that your units have slightly different statistics than the statistics shown before you recruited them. This is because they have been assigned traits.
he: יכול להיות שתשים לב לכך שליחידות שלך יש נתונים קצת שונים מהנתונים שרואים לפני שגייסת אותם. זה קורה בגלל שקבעו להם את המאפיינים היחודיים.

source: A leader is a unit that can recruit. This means that when the leader is on a keep, he can recruit units on the surrounding castle tiles. Leaders are usually powerful units that each side only controls one of. Also, your leader is usually the first unit that your side controls, and starts on a keep. You can select your leader quickly by pressing 'l'. If your leader dies, you lose the game. You can win most scenarios by defeating all enemy leaders.
he: מנהיג זו יחידה שיכולה לגייס. כלומר כאשר מנהיג נמצא במצודה, הוא יכול לגייס יחידות על אריחי הטירה מסביב למצודה. מנהיגים הם בדרך כלל יחידות רבות עוצמה ולכל צד רק יחידה אחת כזו. בנוסף, המנהיג שלך הוא היחידה הראשונה בה הצד שלך שולט, והיא מתחילה במצודה. אתה יכול לבחור את המנהיג שלך על ידי לחיצה על 'l', אם המנהיג שלך מת הפסדת את המשחק. אתה יכול לנצח את רוב התרחישים על ידי שתביס את כל מנהיגי האוייב.

source: One way to end your turn is to press 'Alt-Space'. Alternatively, you can right-click and select End Turn, or select the End Turn button in the lower-right hand corner.
he: דרך אחת לסיים את התור היא ללחוץ על 'Alt-Space'. לחילופין, אתה יכול ללחוץ לחיצה ימנית ולבחור סיים תור, או ללחוץ על הכפתור 'סיים תור' בפינה הימנית התחתונה של המסך.

source: Your Elvish Fighter begins with a certain number of move points each turn; this is called his speed. When your Elvish Fighter moves along a path, each hex he goes through costs him move points; this includes his destination. When you select your Elvish Fighter, all hexes he can't move onto within one turn will be shaded. If the destination is far enough away that he needs more than one turn to reach it, a number will appear showing how many turns it will take him. Clicking on a far-away space will set the unit on a course for that space, which means it automatically moves as far as it can towards that space every turn. If you accidentally set a unit on a course, select it twice to remove the course.
he: הלוחם האלפי שלך מתחיל עם מספר מסויים של נקודות תזוזה כל תור. נקרא לזה המהירות שלו. כאשר הלוחם האלפי שלך זז לאורך מסלול, כל אריח שהוא עובר עולה לו בנקודות תנועה; זה כולל את היעד שלו. כאשר אתה בוחר את הלוחם האלפי שלך, כל האריחים שהוא לא יכול להגיע אליהם תוך תור אחד יהיו מוצללים, ויופיע מספר שמראה את מספר התורות שיקח לו להגיע. לחיצה על מיקום מרוחק תשים את היחידה על מסלול לאותו מיקום, מה שאומר שהיא תזוז כל תור באופן אוטומטי, כמיטב יכולתה, לעבר המיקום. אם שמת יחידה על מסלול בטעות, בחר אותה פעמיים כדי לבטל את המסלול.

source: A unit's zone of control is the location consisting of all hexes the unit is adjacent to. Units cannot move through opponent's zones of control; they can only move into it. When they do this, they lose all of their remaining movement. Zones of control can be used to block enemies from reaching your weak and wounded units.
he: אזור השליטה של יחידה הוא המיקום שמכיל את כל האריחים שהיחידה צמודה אליהם. יחידות לא יכולות לזוז דרך אזורי השליטה של היריב; אלה רק לזוז לתוכם. כאשר הן עושות זאת, הן מאבדות את כל נקודות התנועה שנישארו להן. אזורי שליטה יכולים לשמש כדי לחסום אוייבים מלהגיע אל היחידות החלשות והפצועות שלך.

source: Units you control have a green, yellow, or red energy circle above their health bar, the green vertical bar next to them. Units with full movement have green: ones with some movement yellow, ones with no movement red. Units controlled by the enemy do not have an energy circle. Allied units you do not control, like me, have a blue energy circle. Also, the option 'Show Team Colors', in Preferences, causes the color of a unit's controller is displayed as a disc below the unit.
he: ליחידות בהן אתה שולט יש מעל לקו הבריאות שלהן,כלומר הקו הירוק שלידם, מעגל אנרגיה בצבע ירוק צהוב או אדום: מעגל אנרגיה ירוק ליחידות עם נקודות תנועה מלאות, צהוב ליחידות עם נקודות תנועה כלשהן ואדום ליחידות בלי נקודות תנועה. ליחידות שנשלטות על ידי האוייב אין את מעגל האנרגיה. ליחידות של בני ברית, בהן אתה לא שולט, כמוני, יהיה מעגל אנרגיה כחול. חוץ מזה בחירת האפשרות 'הראה צבעי קבוצה' מההגדרות, תגרום לכך שצבעו של מי ששולט ביחידה יוצג כדיסק מתחת ליחידה.

source: Whenever a unit is attacked, it retaliates with one of their own weapons. This means that after each blow from the attacker, the defender retaliates with one blow. This continues until one side runs out of blows, in which case the other unit continues attacking until its blows are depleted as well. However, any unit can only retaliate by using a weapon of the same range as the one used to attack. This means that a ranged attack can only be countered by a ranged attack and a melee attack can only be countered by a melee attack. Most units have more powerful melee attacks than ranged attacks. Units with strong ranged attacks are useful in retaliation against melee oriented units. Some melee units without ranged attacks won't be able to retaliate at all. However ranged units cannot shoot across multiple hexes; this is one of the distinctive features of Wesnoth.
he: כאשר יחידה מותקפת היא מגיבה עם אחד מכלי הנשק שלה. זאת אומרת שאחרי כל מהלומה מהמתקיף, המגן מגיב עם מהלומה אחת משלו. הדבר ממשיך עד שלאחד הצדדים נגמרות המהלומות, במקרה זה היחידה השניה ממשיכה עד שגם לה נגמרות המהלומות. אולם כל יחידה יכולה להגיב רק בעזרת נשק עם אותו טווח כמו הנשק בו היא הותקפה. כלומר אפשר לנשק קפ"פ רק עם נשק קפ"פ ולנשק רחוק טווח רק עם נשק ארוך טווח . לרוב היחידות יש התקפות קפ"פ חזקות יותר מאשר התקפות לטווח רחוק. יחידות עם התקפות טווח רחוק חזקות שימושיות כנגד יחידות עם קפ"פ חזק. לחלק מהיחידות אין בכלל נשק ארוך טווח והן לא יוכלו בכלל להגיב.

source: Will my fighter hit every time when he attacks?
he: האם הלוחם שלי יפגע בכל פעם שהוא יתקוף?

source: Whenever a unit moves onto a village, he flags the village for his side. This action takes all of the unit's remaining movement. Villages flagged for a side give the side several benefits, including giving the side an extra gold coin every turn, and reducing the total upkeep cost of that side's units by one. The total number of villages you control is also displayed on the status bar after the picture of a house. In addition to the economic benefit of villages, villages can be used in battle. Villages heal the units on them 8 HP per turn.
he: כאשר יחידה נכנסת לתוך כפר היא מסמנת אותו בדגל הצבא שלה. הפעולה הזאת לוקחת את כל נקודות התנועה הנותרות של היחידה. כפרים שתחת דגל של צד מסויים נותנים לו כמה הטבות בין השאר מטבע זהב אחד בכל תור, והורדת מחיר התחזוקה של היחידות בנקודת זהב אחת לתור. כמות הכפרים הנשלטים על ידך מוצגת בשורת המצב ליד התמונה של הבית. בנוסף לערכם הכלכלי, כפרים גם שימושיים בקרב. כפרים יכולים לרפא יחידות שבתוכם ב־8 נק"פ לתור.

source: There are ways to heal even without villages. If a unit does not move or attack for 1 turn, he heals 2 HP from resting. However if an enemy attacks him he cannot receive rest-heal. Also, there are some units which heal the units surrounding them. The Elvish Shaman is one such unit; units next to an Elvish Shaman are healed 4 HP per turn. Finally, whenever you beat a scenario all of your units are fully healed.
he: יש דרכים להבריא גם ללא כפרים. אם יחידה לא זזה או תוקפת בתורה, היא מקבלת 2 נק"פ ממנוחה. אבל, אם היא מותקפת על ידי האוייב היא לא יכולה לנוח ולהבריא. כמו כן יש יחידות שמרפאות יחידות בסביבה שלהם. השמאנים האלפים הם דוגמה ליחידה כזאת, יחידה שליד שמאן אלפי מקבלת 4 נק"פ בכל תור. לבסוף, כאשר אתה מנצח תרחיש כל היחידות שלך מבריאות לחלוטין.

source: Sometimes it is not clear how to win a scenario just by listening to the dialog. In this case you need to look at the scenario objectives, which appear after the opening dialog. It can also be accessed by clicking 'Objectives' on the menu. The scenario objectives are a list of victory conditions and defeat conditions, and when any of the conditions are met, the scenario is over. Hopefully, it was a victory condition that was met.
he: לפעמים זה לא ברור איך לנצח בתרחיש רק על ידי הקשבה לדיאלוג. במקרה זה אתה צריך להסתכל על מטרות התרחיש, שמופיעות אחרי דיאלוג הפתיחה. אפשר לגשת אליהן גם על ידי לחיצה על 'מטרות' בתפריט. מטרות התרחיש הן רשימה של תנאים לניצחון ולתבוסה, וכאשר אחד מהתנאים מתקיים התרחיש מסתיים. בתקווה שמה שקרה היה אחד מתנאי הנצחון.

source: When you win a scenario, all of your units survive and are revived to full health, and you do not have to pay them for the remaining turns. Also, if your army remains in the area after you win, all villages surrender to you immediately after you win. However between scenarios, 20% of your gold is lost.
he: כאשר אתה מנצח תרחיש, כל היחידות שלך ששרדו חוזרות לבריאות מלאה, ואתה לא צריך לשלם להם על התורות שנשארו. כמו כן, אם הצבא שלך נשאר באזור לאחר הניצחון, כל הכפרים נכנעים לך מיד לאחר שנצחת. לעומת זאת בין תרחישים אתה מאבד 20% מהזהב שלך.

source: The function of traits is add variety by making units of the same type different from each other. This is done by randomly assigning each unit traits when they are recruited. The traits that a unit has are displayed on the Status Table, and the function of a specific trait can be found by putting your cursor over that trait.
he: התפקיד של המאפיינים היחודיים הוא להוסיף גיוון על ידי כך שיחידות מאותו סוג שונות אחת מהשניה. הגיוון מושג מהוספה מקרית של מאפיינים יחודיים בזמן שיחידה מגוייסת. המאפיינים היחודיים של היחידה מוצגים בטבלת המצב, ניתן למצוא את פעולתו של המאפיין היחודי על ידי שתשים עליו את הסמן.

source: There are four distinct traits, which have effects ranging from increasing a unit's hit points to decreasing the amount of XP required to advance. However all traits are designed to improve unit's power; there are no 'negative' traits. Most units have an equal chance to get any two different traits when they are recruited. Also, some races and units may have traits that are unique to them.
he: ישנם ארבע סוגים שונים של מאפיינים יחודיים, בעלי השפעות שנעות מהגדלת הנק"פ של היחידה להורדת כמות הנק"נ שהיחידה צריכה בכדי להתקדם רמה. כל המאפיינים היחודיים תוכננו לשפר את עוצמת היחידה, אין מאפיינים שליליים. לרוב היחידות יש סיכוי שווה לקבל כל שני מאפיינים יחודיים בזמן שהן מגוייסות. למרות שלכמה יחידות וגזעים יכולים להיות מאפיינים שיחודיים רק להם.

source: There are 3 alignments: Lawful, Neutral, and Chaotic. There are also 3 times of day: day, twilight, and night. During day, units of the alignment Lawful, such as humans, do 25% more damage, while Chaotic units such as undead do 25% less. At night it is reversed. During twilight, all units do their normal damage. Neutral units such as elves are unaffected by day and night.
he: ישנם 3 נטיות: סדר, נטראלי ותוהו. ישנם גם 3 זמנים יום, דימדומים ולילה. במשך היום יחידות עם נטיה לסדר, כמו בני אדם, גורמות 25% יותר נזק, בעוד יחידות תוהו, כמו אל-מתים, גורמות 25% פחות נזק. בלילה המצב הפוך ובדימדומים כל היחידות גורמות לנזק הרגיל שלהן. יחידות נטראליות, כמו אלפים, לא מושפעות על ידי יום ולילה.

source: The times of day usually progress in a sequence: dawn- identical to twilight, morning- day, evening- day, dusk- twilight, first-watch- night, second-watch- night, then repeat. This is represented by the sun and moon which each rise in the east and set in the west. However some scenarios have a different sequence, such as underground where it is perpetually night. You can find out the current time of day by looking at the Status Table.
he: הזמן היום בדרך כלל מתקדם באופן סידרתי: שקיעה- שזהה לדימדומים , בוקר - יום, ערב - יום, זריחה - בין הערביים, משמרת ראשונה - לילה, משמרת שנייה - לילה, וחוזר חלילה. הדבר מסומן על ידי השמש והירח שעולים במזרח ושוקעים במערב. אולם יש תרחישים עם סדר שונה, כמו מתחת לאדמה שם תמיד לילה. אתה יכול לבדוק מה הזמן הנוכחי ביום ב - 'טבלת המצב'.

source: Two terrains have properties which have already been described; namely villages and castle. However the properties of most terrains are more subtle, and have to do with the advantages and disadvantages different units have when they move onto them. The first property of a terrain is the number of move points it takes each unit to move through the hex. The second property is the defense that the terrain gives units standing on it. This is a percentage which determines the unit's chance to be hit on that terrain. For example; many elves have 70% defense in woods, and are therefore hit 30% of the time.
he: כבר תארנו את המאפיינים של שני סוגי שטח; כפרים וטירות. אבל המאפיינים של רוב סוגי השטח פשוטים יותר, וקשורים ליתרונות ולחסרונות של יחידות שעולות עליהם. המאפיין הראשון של סוג שטח הוא מספר נקודות התנועה שלוקח לכל יחידה לחצות את האריח. המאפיין השני הוא ההגנה שהשטח נותן ליחידות שנמצאות בו. כלומר האחוז שקובע את הסיכוי של יחידה מסוג מסוים להפגע בסוג השטח זה. לדוגמה; להרבה אלפים יש 70% הגנה ביער, ולכן הם נפגעים רק ב 30% מהמקרים.

source: To find out the properties of a terrain with respect to a specific unit, right-click on the unit, select Unit Description, then look at Terrain Modifiers. To find out which terrain is on a particular hex, move your cursor over that hex and look in the upper-right hand corner of the screen. This will display, in order, the name of the terrain, then the coordinates of the hex, then the selected unit's defense, then the number of move points it will cost the selected unit to move through that hex.
he: כדי למצוא את ההשפעות של סוג שטח כלשהו בנוגע ליחידה מסויימת, לחץ לחיצה ימנית על היחידה בחר 'תאור יחידה' ואז הסתכל תחת התאמות שטח. כדי למצוא את סוג השטח באריח מסויים, הזז את הסמן מעל האריח 'והבט בפינה הימנית העליונה של המסך. שם יוצג, לפי סדר, סוג השטח, הקורדינטות של האריח, ההגנה של היחידה המסומנת, מספר נקודות התנועה שידרשו ליחידה המסומנת לחצות את האריח.

source: The objects you encounter are put in by the scenario designer, so they vary from campaign to campaign. In Heir to the Throne, most objects give the unit who picks them up a new weapon. However there are usually not that many objects in a campaign.
he: החפצים בהם תתקל הושמו על ידי מתכנן התרחיש, ולכן הם משתנים ממערכה למערכה. ביורש העצר, רוב החפצים נותנים ליחידה שלוקחת אותם נשק חדש. אולם, בדרך כלל אין כל כך הרבה חפצים במערכה.

source: Most objects are permanent changes to the unit that receives them. However a few objects, such as holy water, last only until the end of the scenario.
he: רוב החפצים גורמים לשינויים קבועים ביחידה שמקבלת אותם. אולם, כמה חפצים, כמו מים קדושים, נשארים רק עד סוף התרחיש.
