Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tutorial/*.po
Languages: en@shaw, he, ko, nl, no, pt_br

source: Your Elvish Fighter begins with a certain number of move points each turn; this is called its speed. When your Elvish Fighter moves along a path, each hex it passes through costs it move points; this includes the destination. When you select your Elvish Fighter, all hexes it can't move onto within one turn will be shaded. If the destination is far enough away that more than one turn is needed to reach it, a number will appear showing how many turns it will take. Clicking on a far-away space will set the unit on a course for that space, which means it automatically moves as far as it can towards that space every turn. If you accidentally set a unit on a course, select it twice to remove the course.
nl: Je elfenkrijger begint zijn beurt met een bepaald aantal zetten. Dit is zijn snelheid. Wanneer de elfenkrijger een afstand aflegt kost elk vakje waar hij doorheen beweegt hem zetten, inclusief het doelvakje. Als je je Elfenvechter selecteerd zullen alle vakjes die hij deze beurt niet kan bereiken verduisterd worden. Als het doelvakje zo ver is dat de strijder er niet in één beurt kan komen, dan verschijnt er een nummer dat aangeeft hoeveel beurten het hem zal kosten. Wanneer je op zo'n vakje klikt zal de eenheid in deze en komende beurten automatisch steeds zo ver mogelijk richting dat vakje bewegen. Als je dat per ongeluk doet moet je twee keer op de eenheid klikken om deze automatische piloot uit te schakelen.
pt_br: Seu guerreiro Elfo começa com um certo número de pontos de movimento a casa turno; a isso chamamos de velocidade. Quando seu elfo se move por aí, cada hexágono que ele se move gasta alguns pontos de movimento; isso inclui seu destino. Quando você seleciona seu guerreiro élfico, todos os hexágonos que ele não consegue alcançar em um turno ficarão escurecidos. Se o destino for tão longe que ele precise de mais de um turno para alcançá-lo, um número aparecerá, mostrando quantos turnos vai demorar o trajeto. Clicando em tal local distante vai fazer com que a unidade comece a se deslocar para aquele local, movendo-se automaticamente o máximo que puder a cada turno até chegar lá. Se você sem querer fizer uma unidade começar a seguir tal caminho, selecionando ela duas vezes cancela a viagem.

source: A unit's zone of control is the location consisting of all hexes the unit is adjacent to. Units cannot move through opponent's zones of control; they can only move into it. When they do this, they lose all their remaining movement. Zones of control can be used to block enemies from reaching your weak and wounded units.
nl: De beheersingszone van een eenheid bestaat uit alle aan hem grenzende vakjes. Eenheden van de tegenstander kunnen niet door deze zone heenlopen; ze kunnen er wel inlopen. Als ze dat doen, kunnen ze die beurt niet meer bewegen. De beheersingszone kun je gebruiken om zwakke en gewonde eenheden af te schermen van de vijand.
pt_br: A zona de controle de uma unidade é o espaço consistente de todos os hexágonos aos quais a unidade esta adjacente. Unidades não podem se mover na zona de controle de um oponente; elas podem apenas entrar nela. Ao fazerem isso, perdem todos os pontos de movimento que sobraram. Zonas de controle podem ser utilizadas para impedir que um inimigo chegue nas suas unidades fracas e/ou feridas.

source: What's the zone of control?
he: מה זה אזור שליטה?
nl: Wat is de 'beheersingszone'?
pt_br: O que é uma zona de controle?

source: Units you control have a green, yellow, or red energy circle above their health bar, the green vertical bar next to them. Units with full movement have green: ones with some movement yellow, ones with no movement red. Units controlled by the enemy do not have an energy circle. Allied units you do not control, like me, have a blue energy circle. Also, the option 'Show Team Colors', in Preferences, causes the color of a unit's controller to be displayed as a disc below the unit.
nl: Het groene balkje naast een eenheid is zijn gezondsheidsbalk. Boven dat balkje staat een groen, geel of rood energiebolletje. Groen geeft aan dat een eenheid nog niet bewogen heeft, geel dat hij wel bewogen heeft maar nog verder kan en rood dat hij niet meer mag bewegen. Vijandelijke eenheden hebben geen bolletje en geallieerde eenheden hebben een blauw bolletje. Buiten dat zorgt de optie 'Toon Teamkleuren' in Opties er voor dat een cirkel onder elke eenheid wordt getekend in de kleur van zijn team.
pt_br: Unidades sob o seu comando têm um círculo de energia verde, amarelo ou vermelho logo em cima da barra de vida (verde) delas. Unidades que ainda não se movimentaram tem o círculo verde; as que andaram um pouco, amarelo, as que não podem mais andar, vermelho. Unidades controladas pelo inimigo não tem um círculo de energia. Unidades aliadas que você não controla, como eu, tem um círculo azul de energia. Além disso, a opção 'mostras as cores dos times', em Preferências, faz com que a cor do controlador de uma unidade apareça como um círculo abaixo da unidade.

source: How do I tell who is allied and who is an enemy?
he: איך אני יכול לדעת מי אוייב ומי בן ברית?
nl: Hoe kun je het verschil zien tussen vriend en vijand?
pt_br: Como eu vejo quem é aliado e quem é inimigo?

source: Can Merle retaliate from my attack?
he: האם מרלה יכולה להגיב על ההתקפה שלי?
nl: Kan Merle een tegenaanval uitvoeren op mijn aanval?
pt_br: A Merle pode reagir ao meu ataque?

source: Whenever a unit is attacked, it retaliates with one of their own weapons. This means that after each blow from the attacker, the defender retaliates with one blow. This continues until one side runs out of blows, in which case the other unit continues attacking until its blows are depleted as well. However, any unit can only retaliate by using a weapon of the same range as the one used to attack. This means that a ranged attack can only be countered by a ranged attack and a melee attack can only be countered by a melee attack. Most units have more powerful melee attacks than ranged attacks. Units with strong ranged attacks are useful in retaliation against melee oriented units. Some melee units without ranged attacks won't be able to retaliate at all. However, ranged units cannot shoot across multiple hexes; this is one of the distinctive features of Wesnoth.
nl: Wanneer een eenheid aangevallen wordt, zal hij terugslaan met een van zijn eigen wapens. Dat wil zeggen, na elke klap van de aanvaller volgt een klap van de verdediger. Dit gaat zo door totdat een van beide partijen door zijn slagen heen is, waarna de andere eenheid doorgaat met klappen uitdelen totdat ook zijn slagen op zijn. Een verdediger kan echter alleen verdedigen met een wapen voor dezelfde afstand als dat van het wapen van de aanvaller. Oftewel: bij een aanval of afstand wordt ook op afstand verdedigd en een bij aanval dichtbij wordt ook dichtbij verdedigd. De meeste eenheden hebben sterkere aanvallen op korte afstand dan op lange afstand. Eenheden met een sterke aanval op afstand zijn goed bruikbaar tegen eenheden die voornamelijk dichbij vechten. Sommige eenheden zijn helemaal niet in staat zich daartegen te verdedigen. Een aanval op afstand vind echter nooit plaats over meerdere vakjes - een onderscheidende eigenschap van Wesnoth.
pt_br: Sempre que uma unidade é atacada, ela reage com uma de suas próprias armas. Isso significa que após cada golpe do atacante, o defensor reage com um golpe. Isso continua até que um dos lados fique sem golpes; nesse caso o outro lado continua atacando até que seus golpes também acabem. Porém, uma unidade só pode reagir com uma arma de mesmo alcance que aquela usada para atacar. Isso significa que um ataque a distância só pode ser contra-atacado por outro ataque à distância, e um ataque corpo a corpo, por outro ataque corpo a corpo. A maioria das unidades tem um ataque corpo a corpo mais forte que o ataque a distância, de maneira que arqueiros são úteis, já que seus inimigos em geral não podem contra-atacar com a mesma potência que eles. Porém, eles não podem atirar a mais de um hexágono de distância; isso é uma das grandes diferenças de Wesnoth.

source: Every attack does a certain amount of damage per hit, and can be used a certain number of times per battle. These numbers, called the attack's damage and strike numbers, are displayed in order under the name of the attack on the unit's status table and next to it on the attack options menu. To quickly find the maximum damage an attack can inflict, multiply the damage by the number of strikes. For example, my lightning attack does 14 damage per blow and has 4 blows, so it can deal up to 56 damage in a single combat.
he: לכל התקפה יש את הנזק שלה ומספר ההתקפות לתור שיתבצעו איתה. המספרים הללו מוצגים, בסדר הזה, תחת שם ההתקפה בטבלת המצב של היחידה ולידה תחת התפריט של אפשרויות התקפה. כדי למצוא באופן מהיר את הנזק המרבי שההתקפה יכולה לגרום הכפל את הנזק במספר ההתקפות לתור. לדוגמה, התקפת הברק שלי גורמת 14 נזק למכה, ולכן יכולה לגרום עד 56 נזק בקרב אחד.
nl: Elke aanval brengt een bepaalde hoeveelheid schade toe per rake klap, en kan een bepaald aantal keren per beurt gebruikt worden. Deze twee getallen, de schade van de aanval en het aantal slagen, worden in die volgorde weergegeven onder de naam van de aanval in de statustabel van de eenheid en ernaast in het venster met aanvalsmogelijkheden. Om de maximale schade te berekenen die een eenheid kan toebrengen vermenigvuldig je de schade met het aantal slagen; als bijvoorbeeld een bliksem-aanval 14 schade doet per slag en 4 slagen heeft, dan kan het maximaal 56 schade toebrengen.
pt_br: Cada ataque causa uma certa quantidade de dano por golpe, e pode ser usado um certo numero de vezes por batalha. Esses números, chamados de número de dano e de golpe de um ataque, são mostrados em ordem abaixo do nome do ataque na descrição da unidade, e próximo a ele no menu de opções de ataque. Para descobrir rapidamente o dano máximo que um ataque pode causar, multiplique o dano pelo número de golpes. Por exemplo, meu ataque de relâmpagos causa 14 de dano por golpe e tem 4 golpes, então ele pode causar até 56 de dano em uma única luta.

source: How can you tell how powerful a unit's attacks are?
he: איך אפשר למצוא כמה חזקות ההתקפות של היחידה?
nl: Hoe zie je hoe sterk de aanval van een eenheid is?
pt_br: Como você pode saber quão poderosos são os ataques de uma unidade?

source: Will my fighter hit every time when it attacks?
nl: Zal mijn strijder raak slaan telkens als hij aanvalt?
pt_br: Meu guerreiro vai sempre acertar quando ele atacar?

source: Units have the ability to block blows. The chance that a unit has to hit is based on the defender's skill at defending blows, and is listed on the attack options menu after the damage and strike numbers for the bow attack.
he: ליחידות יש את היכולת לחסום מכות, סיכוי הפגיעה של יחידה מבוססים על היכולת של המגן לחסום את המכה. פרט זה רשום תחת התפריט של אפשרויות התקפה אחרי הנזק ומספר ההתקפות לתור של התקפה בקשת.
nl: Eenheden kunnen een klap ontwijken. De kans dat je een eenheid raakt is gebaseerd op zijn verdedigingspercentage. Die raakkans staat in het venster met aanvalsmogelijkheden na de schade en aantal slagen.
pt_br: As unidades têm a capacidade de se defender de golpes. A chance que uma unidade tem de acertar é baseada na habilidade do defensor, e é listada no menu de opções de ataque depois dos números de dano e golpes para o ataque.

source: What's experience?
he: מה זה ניסיון?
nl: Wat is ervaring?
pt_br: O que é experiência?

source: When a unit fights another unit, it gains experience, denoted 'XP', from the combat. The amount of experience gained is equal to the opponent's level, which is usually a representation of that unit's power. However, much more experience is gained from defeating an enemy unit. The amount of XP gained from killing an enemy is equal to 8 times the enemy's level.
he: כאשר יחידה נלחמת ביחידה אחרת, היא רוכשת בקרב נקודות ניסיון, או נק"נ בקיצור. כמות נקודות הניסיון שהיא מקבלת שווה לרמה של היחידה האוייבת, שבדרך כלל מסמנת את העוצמה שלה. אבל, הרבה יותר ניסיון מתקבל מהבסה של יחידת האוייב. כמות נקודות הניסיון המתקבלת היא פי 8 מרמת האוייב.
nl: Als een eenheid een andere eenheid bevecht verdient het een aantal ervaringspunten, aangegeven met XP, gelijk aan de rang van de tegenstander. De rang geeft gewoonlijk de sterkte van een eenheid weer. Veel meer ervaring kan worden verkregen door een vijand te verslaan. Een gedode vijand levert 8 maal zijn rang aan XP op.
pt_br: Quando uma unidade luta com outra unidade, ela ganha experiência, também conhecida como 'XP', pelo combate. A quantidade de experiência ganha é igual ao nível do oponente, que é uma representação do poder da unidade. Porém a maior parte da experiência vem de derrotar uma unidade inimiga. A quantidade de XP ganha por derrotar um inimigo é 8 vezes o nível do inimigo.

source: When a unit advances, it transforms into a different unit type. This unit type is dependent on what the unit was originally, but occasionally there will be more than one choice of what to advance into. Advanced units are usually more powerful and 1 level higher than they were originally. Also, when a unit advances, it is healed completely and any handicaps that have been cast on it are removed. This is known as 'advance-heal'.
he: כאשר יחידה מתקדמת רמה היא הופכת לסוג אחר של יחידה. הסוג תלוי בסוג המקורי אבל לפעמים תהיה יותר מאפשרות אחת לאיזה יחידה להפוך. היחידה תהיה בדרך כלל בעלת יותר עוצמה וברמה אחת גבוהה יותר מהיחידה המקורית. כמו כן כאשר יחידה מתקדמת רמה היא מבריאה לחלוטין, וכל נכות שהושמה עליה מוסרת. זה ידוע כרפוי-התקדמות.
nl: Als een eenheid promoveert, verandert hij in een ander soort eenheid. Het soort eenheid is wel afhankelijk van wat hij eerst was, en soms is er een keuze mogelijk. Gepromoveerde eenheden zijn meestal sterker en hebben een rang die 1 hoger is dan die van de originele eenheid. Bovendien zal een promoverende eenheid volledig genezen en ontdaan worden van nadelige effecten die het heeft opgelopen in het gevecht; dit wordt promotiegenezing genoemt.
pt_br: Quando uma unidade passa de nível, ela se transforma em outro tipo de unidade. Este tipo de unidade depende da unidade original, mas às vezes você têm uma escolha. Unidades avançadas são geralmente mais poderosas e um nível maior do que elas eram originalmente. Além disso, quando uma unidade avança, ela se cura completamente, e quaisquer penalidades que haviam nela são removidas. A isso chamamos de cura do avanço.

source: What happens when a unit advances?
he: מה קורה שיחידה מתקדמת?
nl: Wat gebeurt er wanneer een eenheid promoveert?
pt_br: O que acontece quando uma unidade passa de nível?

source: What happens when a unit moves onto a village?
he: מה קורה שיחידה זזה לתוך כפר?
nl: Wat gebeurt er wanneer een eenheid een dorp inneemt?
pt_br: O que acontece quando uma unidade se move para uma vila?

source: Whenever a unit moves onto a village, it flags the village for its side. This action takes all the unit's remaining movement. Villages flagged for a side give the side several benefits, including giving the side an extra gold coin every turn, and reducing the total upkeep cost of that side's units by one. The total number of villages you control is also displayed on the status bar after the picture of a house. In addition to the economic benefit of villages, villages can be used in battle. Villages heal the units on them 8 HP per turn.
nl: Wanneer een eenheid een dorp inneemt hijst het de vlag van het team waartoe de eenheid behoort. Deze actie neemt alle bewegingspunten van de eenheid in beslag. Dorpen die de vlag van een team dragen geven dit team een aantal voordelen zoals een extra goudstuk elke beurt en een goudstuk minder onderhoudskost. Het totale aantal dorpen dat je controleert wordt getoond op de statusbalk naast de afbeelding van een huisje. Afgezien van de economische voordelen kunnen dorpen ook gebruikt worden in de strijd. Dorpen genezen de eenheden in hun dorp met 8HP per beurt.
pt_br: Sempre que uma unidade se move para uma vila, ele marca a vila para o seu time. Essa ação termina todo o movimento da unidade. Vilas marcadas para um time dão a esse time vários benefícios, incluindo ouro extra por turno, e reduzindo a despesa total daquele time em um. O número total de vilas que você controla é mostrado na barra de status depois da figura de uma casa. Além do benefício econômico, vilas podem ser utilizadas em batalha. Uma unidade nelas cura 8 HP por turno.

source: How do I heal when there aren't any villages nearby?
he: איך אני מבריא כאשר אין כפרים בסביבה?
nl: Hoe genees ik wanneer er geen dorpen in de buurt zijn?
pt_br: Como eu curo quando não existem vilas por perto?

source: There are ways to heal even without villages. If a unit does not move or attack for 1 turn, it heals 2 HP from resting. However, if an enemy attacks it, the unit cannot receive rest-heal. Also, there are some units which heal the units surrounding them. The Elvish Shaman is one such unit; units next to an Elvish Shaman are healed 4 HP per turn. Finally, whenever you win a scenario all your units are healed fully.
nl: Er zijn manieren om te genezen zonder dorpen. Een eenheid die een beurt niet beweegt of aanvalt geneest door de rust 2HP. Hij mag dan ook niet aangevallen worden. Daarnaast zijn er eenheden die eenheden die direct naast hen staan genezen, zoals bijvoorbeeld de Elfensjamaan; alle eenheden die naast een Elfensjamaan staan genezen 4HP per beurt. En ten slotte worden aan het einde van een scenario alle eenheden volledig gezond.
pt_br: Existem outros modos de curar além das vilas. Se uma unidade não se mover ou atacar por 1 turno, ela cura 2 HP por descanso. Porém, se for atacada por um inimigo, ela não receberá o benefício do descanso. Além disso, também existem unidades que curam outras ao redor delas. O Xamã Elfo é uma desses; unidades próximas a um Xamã curam 4 HP por turno. Finalmente, sempre que você termina um cenário, todas as suas unidades se curam completamente.

source: How do I know how to complete a scenario? Will you always tell me?
he: איך אני אדע כשאסיים את התרחיש? האם תמיד תגידו לי?
nl: Hoe weet ik hoe ik een scenario kan winnen? Zul je het me altijd vertellen?
pt_br: Como eu vou saber como completar um cenário? Você vai sempre me contar?

source: Sometimes it is not clear how to win a scenario just by listening to the dialog. In this case you need to look at the scenario objectives, which appear after the opening dialog. The objectives can also be accessed by clicking 'Objectives' on the menu. The scenario objectives list victory conditions and defeat conditions, and when any of the conditions are met, the scenario is over. Hopefully, it was a victory condition that was met.
nl: Wanneer uit de dialoog niet duidelijk wordt hoe je het scenario kunt winnen dan kun je dat zien in het venster met scenariodoelen dat verschijnt na de begindialoog. Je kunt dat venster ook oproepen door in het menu op 'Scenariodoel' te klikken. De scenariodoelen zijn een lijst van voorwaarden voor de overwinning en voorwaarden voor verlies. Wanneer aan een van de voorwaarden is voldaan is het spel afgelopen; en hopelijk was het dan een voorwaarde die tot de overwinning leidt.
pt_br: Às vezes não é muito clara a maneira de vencer um cenário apenas ouvindo o diálogo. Nesse caso, você precisa verificar os objetivos do cenário, que aparecem depois do diálogo de abertura. Eles também podem ser acessados clicando em 'Objetivos' no menu. Os objetivos do cenário são uma lista de condições para a vitória e para a derrota, e se qualquer uma das condições é alcançada, o cenário acaba. Com sorte, a condição alcançada era de vitória.

source: When you win a scenario, all your units survive and are revived to full health, and you do not have to pay them for the remaining turns. Also, if your army remains in the area after you win, all villages surrender to you immediately after you win. However, between scenarios 20% of your gold is lost.
nl: Als je een scenario wint genezen al je eenheden volledig van hun verwondingen en hoef je geen onderhoudskosten meer voor ze te betalen voor de resterende beurten. Als je leger in het gebied blijft na de overwinning geven alle dorpen zich aan je over. Tussen twee scenario's in verlies je echter 20% van je goud.
pt_br: Quando você vence um cenário, todas as suas unidades sobrevivem e são curadas completamente, e você não tem que pagar por elas pelos turnos que sobram. Além disso, se seu exército permanecer na área após a vitória, todas as vilas se rendem a você imediatamente. Porém, de um cenário para o outro, 20% do seu ouro é perdido.

source: What happens when I win a scenario?
he: מה קורה שאני מנצח תרחיש?
nl: Wat gebeurt er wanneer ik een scenario win?
pt_br: O que acontece quando eu venço um cenário?

source: What happens when I recall a unit?
he: מה קורה שאני מחזיר יחידה?
nl: Wat is hier gebeurd?
pt_br: O que acontece quando eu convoco uma unidade?

source: First, you must pay 20 pieces of gold for each unit you recall, regardless of the type of unit. Other than that, recalled units are basically like recruited units, except that instead of a new unit appearing, a unit from a previous scenario will appear.
he: ראשית, אתה חייב לשלם 20 מטבעות זהב על כל יחידה שאתה מחזיר, בלי קשר לסוג היחידה. חוץ מזה, יחידות מוחזרות הם באופן בסיסי כמו יחידות שגוייסו, מלבד העובדה שבמקום יחידה חדשה תופיע יחידה מהתרחיש הקודם.
nl: Ten eerste betaal je voor elke eenheid die je oproept 20 goudstukken, ongeacht het soort eenheid. Buiten dat is er weinig verschil met gerekruteerde eenheden, behalve dat in plaats van een nieuwe eenheid een eenheid uit een voorgaand scenario verschijnt.
pt_br: Primeiro, você deve pagar 20 peças de ouro para cada unidade que convocares, independente do tipo de unidade que for. Fora isso, unidades convocadas são idênticas a unidades recrutadas, exceto que ao invés de uma nova unidade aparecendo, uma unidade de um cenário anterior aparecerá.

source: How should I decide which units to recall?
he: איך אני מחליט איזה יחידות להחזיר?
nl: Hoe moet ik beslissen welke eenheden op te roepen?
pt_br: Como devo decidir que unidades convocar?

source: You should usually recall units that have already advanced to the next level. However, you may also want to recall units that have high experience, and are thus likely to advance. You should recall units that will be useful for the scenario you are in; for example in a forest scenario, recall elves.
he: בדך כלל כדי לך להחזיר יחידות שכבר התקדמו לרמה הבאה. אבל יכול להיות שתרצה להחזיר יחידות עם הרבה ניסיון, ולכן בעלות סיכוי לעלות רמה בקרוב. כדאי לך להחזיר יחידות שיהיו מועילות בתרחיש הנוכחי; לדוגמה בתרחיש יער, החזר אלפים.
nl: Normaal gesproken is het verstandig eenheden op te roepen die al gepromoveerd zijn, of die zoveel ervaring hebben dat ze vermoedelijk snel zullen promoveren. Het is bovendien verstandig eenheden te rekruteren die bruikbaar zijn in het scenario; zo kun je in een bosrijk gebied bijvoorbeeld Elven goed gebruiken.
pt_br: Você deve normalmente convocar unidades que já avançaram para o próximo nível. Porém, pode ser útil convocar unidades que tenham bastante experiência, e talvez passem rapidamente de nível. Você deve recrutar unidades que sejam úteis para o cenário em que você se encontra; por exemplo, em um cenário de floresta, convoque elfos.

source: What do traits do?
he: מה עושים המאפיינים היחודיים?
nl: Wat doen kenmerken?
pt_br: O que as características fazem?
