Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tutorial/*.po
Languages: en@shaw, he, ko, nl, no, pt_br

source: The function of traits is to add variety by making units of the same type different from each other. This is done by randomly assigning each unit traits when they are recruited. A unit's traits are displayed in the Status Table, and the function of a specific trait can be found by putting your cursor over that trait.
nl: Deze trekken hebben tot doel verschil aan te brengen tussen eenheden van hetzelfde soort. Daarom worden willekeurige trekken toegewezen aan een eenheid als die gerekruteerd wordt. De trekken van een eenheid worden weergegeven in de statusbalk, en het effect van een kenmerk kan achterhaald worden door met de muis over dat kenmerk te bewegen.
pt_br: A função das características é adicionar variedade, fazendo com que unidades de um mesmo tipo sejam diferentes umas das outras. Isso é feito dando aleatoriamente duas características a uma unidade quando ela é recrutada. As características que uma unidade tem são exibidos na tabela de status, e a função de cada característica pode ser vista passando o cursor sobre ela.

source: There are four distinct traits, which have effects ranging from increasing a unit's hit points to decreasing the amount of XP required to advance. However, all traits are designed to improve a unit's power; there are no 'negative' traits. Most units have an equal chance to obtain any two different traits when they are recruited. Also, some races and units may have traits that are unique to them.
nl: Er zijn vier verschillende trekken, die effecten hebben zoals het verhogen van de hit points van een eenheid of het verlagen van de hoeveelheid ervaring die nodig is om te promoveren. Elk kenmerk heeft een positieve invloed op de eenheid; er zijn geen 'slechte' kenmerken. Een eenheid krijgt willekeurig twee verschillende trekken toegewezen.
pt_br: Existem 4 tipos diferentes de características, que têm efeitos que vão de aumentar os pontos de vida de uma unidade, até diminuir a quantidade de XP necessária para passar de nível. Porém, todas elas são feitas para aumentar o poder de uma unidade: não existem características 'ruins'. As unidades têm em geral uma chance igual de pegar quaisquer duas características quando são recrutadas. Além disso, algumas raças e unidades podem ter características únicas.

source: What kind of traits can my units get?
he: אילו מאפיינים יחודיים יכולות היחידות שלי לקבל?
nl: Welke kenmerken kunnen mijn eenheden krijgen?
pt_br: Que tipos de características minhas unidades podem ter?

source: You need to pay each unit you recruit or recall gold when you recruit it. The cost of recruiting a unit is displayed under the unit's name. The cost of recalling a unit is always 20 gold. A unit also costs gold for each turn it is under your control. This cost, called 'upkeep', is equal to the level of the unit. However, units you do not recruit or recall such as your leader do not cost any gold at all. The total upkeep cost of your units is displayed on the status bar at the top after a picture of gold and then a red arrow.
he: אתה צריך לשלם לכל יחידה שאתה מגייס או מחזיר זהב. המחיר לגיוס יחידה מוצג תחת שמה. המחיר להחזרת יחידה הוא תמיד 20 זהב. יחידה גם עולה זהב בכל תור שהיא תחת שליטתך. העלות, שנקראת 'תחזוקה', שווה לרמת היחידה. אולם, יחידות שלא גייסת או החזרת כמו למשל המנהיג שלך לא עולות זהב בכלל. המחיר הכולל של תחזוקת היחידות שלך מוצג בשורת המצב למעלה ליד התמונה של הזהב עם החץ האדום.
nl: Je moet elke eenheid die je rekruteert of oproept een bedrag aan goudstukken betalen. Bij het rekruteren wordt dat bedrag onder de naam van de eenheid weergegeven. Het oproepen van een eenheid kost altijd 20 goudstukken. Je betaalt ook per beurt een bedrag voor elke eenheid die je hebt. Deze onderhoudskosten zijn gelijk aan de rang van de eenheid. Eenheden die je niet gerekruteerd of opgeroepen hebt, zoals je leider, zijn gratis. De totale onderhoudskosten voor je leger staat in de statusbalk boven in het scherm, naast een plaatje van goud en een rode pijl.
pt_br: Você precisa pagar cada unidade que você recruta ou convoca uma quantidade em outro quando você a recruta. O custo de recrutar uma unidade é mostrado abaixo do nome da unidade. O custo de convocar uma unidade é sempre de 20 peças de ouro. Uma unidade também custa uma quantidade de ouro por cada turno em que está sob o seu controle. Esse custo, chamado de 'manutenção', é igual ao nível da unidade. Porem, unidades que você não recrutou ou convocou, como o seu líder, não custam nada. A manutenção total de suas unidades é mostrada na barra de status, no topo, depois de uma imagem de ouro com uma seta vermelha.

source: How much gold do my units cost?
he: כמה זהב עולות היחידות שלי?
nl: Hoeveel goud kosten mijn troepen?
pt_br: Quanto ouro custam minhas unidades?

source: You begin each scenario with a percentage of gold from the previous scenario. If this is less than 100 gold, you begin with 100 gold instead. The amount of gold you have is displayed on the status bar after the picture of gold. After the start of a scenario, you receive 2 gold every turn. Since you usually need more gold than that, you should flag villages, which give you 1 gold per turn.
he: אתה מתחיל כל תרחיש עם אחוז מסוים של הזהב מתרחיש הקודם אבל עם לפחות 100 זהב. כמות הזהב שיש לך מוצגת בשורת המצב ליד תמונת הזהב. אחרי תחילה התרחיש אתה מקבל 2 זהב כל תור. מכיוון שבדרך כלל אתה צריך יותר, כדי לכבוש כפרים, כל כפר נותן זהב אחד כל תור.
nl: Je begint elk scenario met een percentage van het goud dat je overhad in het vorige scenario. Als dat bedrag minder is dan 100 goudstukken dan begin je in plaats daarvan met 100 goudstukken. Het aantal goudstukken dat je hebt wordt weergegeven in de statusbalk achter een afbeelding van goud. Je krijgt er per beurt 2 goudstukken bij. Meestal heb je meer nodig dan dat en daarom moet je dorpen innemen. Die leveren 1 goudstuk per beurt op.
pt_br: Você começa cada cenário com uma porcentagem do ouro do cenário anterior. Se essa quantidade for menor que 100 peças de ouro, você começa com 100. A quantidade de ouro que você tem é mostrada na barra de status depois da imagem de ouro. Depois do início de um cenário, você recebe 2 peças de ouro por turno. Como em geral você vai precisar de mais ouro do que isso, você precisa capturar vilas, que dão a você uma peça de ouro por turno.

source: How do I get gold?
he: כיצד אני מקבל זהב?
nl: Hoe krijg ik goud?
pt_br: Como eu consigo ouro?

source: There are 3 alignments: Lawful, Neutral, and Chaotic. There are also 3 times of day: day, twilight, and night. During the day, units of the alignment Lawful, such as humans, do 25% more damage, while Chaotic units such as undead do 25% less. At night this is reversed. During twilight, all units do their normal damage. Neutral units such as elves are unaffected by day and night.
nl: Er zijn 3 allianties: Rechtvaardig, neutraal en chaotisch. Er zijn ook 3 tijden van de dag: dag, schemering en nacht. Overdag brengen eenheden van de alliantie Rechtvaardig, zoals mensen, 25% meer schade toe, en die van de alliantie Chaotisch, zoals levende doden minder. 's Nachts is dat precies andersom. Tijdens de schemering verandert er niets. Neutrale eenheden, zoals elfen worden niet beïnvloed door dag en nacht.
pt_br: Existem 3 alinhamentos: Ordeiro, Neutro e Caótico. Existem também 3 períodos do dia: dia, poente/nascente, e noite. Durante o dia, unidades ordeiras, como os humanos, causam 25% a mais de dano, enquanto unidades caóticas, como os mortos-vivos, causam 25% a menos. A noite é o contrário. No poente e nascente, todas as unidades causam uma quantidade normal de dano. Unidades neutras, como os elfos, não são afetadas pelo dia e pela noite.

source: What are the different alignments and times of day?
he: מהם הנטיות השונות והזמנים השונים של היום?
nl: Wat zijn de verschillende alliantie en tijden van de dag?
pt_br: O que são os diferentes alinhamentos e períodos do dia?

source: The times of day usually progress in a sequence: dawn- identical to twilight, morning- day, evening- day, dusk- twilight, first-watch- night, second-watch- night, then repeat. This is represented by the sun and moon which each rise in the east and set in the west. However, some scenarios have a different sequence, such as underground where it is perpetually night. You can find out the current time of day by looking at the Status Table.
nl: De tijd van de dag doorloopt meestal de volgende cyclus: ochtend (schemering), voormiddag (dag), namiddag (dag), avond (schemering), eerste wacht (nacht), tweede wacht (nacht) en weer ochtend. Dit wordt aangegeven met de zon en de maan die elk in het oosten opkomen en in het westen ondergaan. Sommige scenario's hebben een andere cyclus, bijvoorbeeld ondergronds, waar het altijd nacht is. Je kunt de huidige tijd van de dag zien in de overzichtsbalk rechts.
pt_br: Os períodos do dia normalmente progridem em uma seqüência: nascente, manhã, tarde, poente, noite, madrugada, e nascente novamente. Isso é representado pelo sol e pela lua que nascem no leste e se põe no oeste. Porém, em alguns cenários a seqüência pode ser um pouco diferente, como por exemplo no subsolo, onde é sempre noite. Você pode descobrir o período atual do dia olhando na tabela de status.

source: How do I know what time of day it is?
he: איך אני יודע מה הזמן הנוכחי ביום?
nl: Hoe weet je hoe laat het is in Wesnoth?
pt_br: Como eu sei que horas são?

source: Two terrains have properties which have already been described; namely villages and castles. However, the properties of most terrains are more subtle, and have to do with the advantages and disadvantages different units have when they move onto them. The first property of a terrain is the number of move points it takes each unit to move through the hex. The second property is the defense that the terrain gives units standing on it. This is a percentage which determines the unit's chance to be hit on that terrain. For example, many elves have 70% defense in forest, and are therefore hit on average 30% of the time.
nl: Van twee terreintypen hebben we de eigenschappen al gezien: dorpen en kastelen. Voor de meeste terreintypes zijn de eigenschappen echter iets subtieler, en hebben ze te maken met de voor- en nadelen van de verschillende eenheden in dat terrein. De eerste eigenschap is het aantal zetten dat een eenheid nodig heeft om het vakje in te bewegen. De tweede is het verdedigingspercentage dat een eenheid krijgt in het terrein. Dit percentage bepaalt de kans dat een eenheid op dat terrein geraakt wordt. Bijvoorbeeld: veel elfen hebben 70% verdediging in het bos, zodat ze 30% van de tijd geraakt worden.
pt_br: Já descrevemos as propriedas de dois terrenos: castelos e vila. Porém, as características dos outros terrenos são mais sutis, e têm a ver com as vantagens e desvantagens que diferentes unidades têm quando se movem neles. A primeira pripriedade de um terreno é o número de pontos de movimento que custa para cada unidade se mover por aquele hexágono. A segunda propriedade é a defesa que o terreno dá a unidades que estão nele. Isso é uma porcentagem que determina a chance de uma unidade de ser acertada naquele terreno. por exemplo, elfos têm 70% de defesa na floresta, sendo então acertados 30% do tempo.

source: What are the different properties that terrains have?
he: מהם המאפיינים השונים שיש לסוגי שטח?
nl: Wat zijn de verschillende eigenschappen van de terreintypes?
pt_br: Quais são as diferentes propriedades que os terrenos têm?

source: To find out the properties of a terrain with respect to a specific unit, right-click on the unit, select Unit Description, then look at Terrain Modifiers. To find out which terrain is on a particular hex, move your cursor over that hex and look in the upper right hand corner of the screen. This will display, in order, the name of the terrain, then the coordinates of the hex, then the selected unit's defense, then the number of move points it will cost the selected unit to move through that hex.
nl: Om de eigenschappen van een terreinsoort voor een bepaald soort eenheid te achterhalen, kun je rechtsklikken op de eenheid, 'Profiel eenheid' kiezen en kijken onder Terreinspecificaties. Wanneer je met je muis over een vakje beweegt kun je rechtsboven in het scherm zien wat het terreintype in dat vakje is. Hier staat achtereenvolgens de naam van het terreintype, de coördinaten van het vakje, het verdedigingspercentage van de geselecteerde eenheid in dat vakje en het aantal zetten dat hij nodig heeft in dat terrein.
pt_br: Para descobrir as propriedades de um terreno para com relação a uma unidade específica, clique com o botão direito na unidade, escolha Descrição da unidade, então escolha Modificadores de Terreno. Para descobrir que de que terreno é um hexágono em particular, mova seu cursor sobre aquele hexágono e olhe no canto superior direito da tela. Lá vai estar mostrado, em ordem, o nome do terreno, as coordenadas do hexágono, a defesa da unidade selecionada, e o número de pontos de movimento que custam para a unidade selecionada passar por aquele hexágono.

source: How do I find out the properties of a specific terrain?
he: איך אני מוצא את המאפיינים של שטח מסויים?
nl: Hoe vind ik wat de eigenschappen van een terreintype zijn?
pt_br: Como eu descubro as propriedades de um terreno específico?

source: How does resistance affect attack damage?
he: איך עמידות משפיעה על נזק מהתקפות?
nl: Hoe beïnvloed resistentie de aanvalsschade?
pt_br: Como a resistência afeta o dano do ataque?

source: Each unit has a certain resistance against each attack type. This resistance is a percentage which is subtracted from the damage of opponent's weapons of that type. For example, if an Elvish Scout is attacked by an Elvish Archer, the archer does 20% more damage than normal, since Elvish Scouts have -20% resistance to pierce. This bonus/penalty is calculated additively with other bonuses/penalties like time of day, so two -50% penalties would add up to -100%.
he: לכל יחידה יש עמידות מסויימת כנגד כל סוגי ההתקפה. העמידות היא אחוז הנזק שמופחת מהנזק שנשק יריב מסוג זה יעשה. לדוגמה, אם סייר אלפי מותקף על ידי קשת אלפי, הקשת יגרום 20% יותר נזק מכרגיל, בכלל שלסייר האלפי יש עמידות של -20% נגד נזק חודרני. הבונוס\עונש מחושב בנוסף לבונוסים\עונשים אחרים כמו הזמן ביום, כלומר 2 עונשים של -50% יהיו ביחד עונש של -100%.
nl: Elke eenheid is in zekere mate resistent tegen elk aanvalstype. Deze resistentie is een percentage dat afgetrokken wordt van de schade die een tegenstander toebrengt. Als bijvoorbeeld een Elfenscout wordt aangevallen door een Elfenschutter dan doet de schutter 20% meer schade dan normaal, omdat de scout een resistentie van -20% heeft tegen puntige wapens. Deze bonus/malus wordt opgeteld bij andere bonussen zoals die van de tijd van de dag. Dus twee bonussen van 50% geven een bonus van 100% in totaal.
pt_br: Cada unidade tem uma certa resistência contra cada tipo de ataque. Essa resistência é uma porcentagem que é aplicada no dano da arma do oponente. Por exemplo, se um batedor elfo é atacado por um arqueiro elfo, o arqueiro causa 20% a mais de dano do que o normal, já que os batedores tem -20% de resistência a perfuração. Esse bônus ou penalidade é calculado somando-se com outros bônus/penalidades como o período do dia, de maneira que duas penalidades de -50% viram uma de -100%.

source: There are 6 different damage types: blade, pierce, impact, fire, cold, and holy. Heavily armored units have high resistance to the physical types: blade, pierce, and impact, but low resistance to the magical types: fire and cold. All living units have resistance to holy while undead are extremely weak to it. To find out a specific unit's resistance, right-click on the unit, select Unit Description, then look at Resistances.
he: ישנם 6 סוגי נזק שונים: להב, חודרני, ריסוק, אש, קור וקדוש. ליחידות עם שיריון כבד יש עמידות גבוהה לסוגי הנזק הפיזיים: להב, חודרני וריסוק, אבל התנגדות נמוכה לסוגים הקסומים: אש קור וקדוש. לכל היחידות החיות יש עמידות למים קדושים בזמן שליחידות אל-מתים יש עמידות נמוכה ביותר. כדי למצוא את העמידות של יחידה מסוימת, לחץ לחיצה ימנית על היחידה, בחר 'תאור יחידה' ואז הסתכל על עמידות.
nl: Er zijn 6 verschillende soorten schade: snij-, puntige, impact-, vuur-, koude- en heilige schade. Zwaar bepantserde eenheiden zijn erg resistent tegen de fysieke soorten: snij, puntige en impact, maar kwetsbaar voor de magische soorten: vuur en koude. Alle levende eenheden hebben resistentie tegen heilige wapens, terwijl levende doden er juist heel erg kwetsbaar voor zijn. Rechtsklik op een eenheid, kies 'Profiel eenheid' en kijk onder Resistenties om de resistenties van een eenheid te achterhalen.
pt_br: Existem 6 diferentes tipos de dano: cortante, perfurante, impacto, fogo, frio e sagrado. Unidades com armadura pesada tem resistência aos tipos físicos: cortante, perfurante e impactante, mas baixa resistência com os tipos mágicos: fogo e gelo. Todas as unidades vivas são resistentes a sagrado, enquanto mortos vivos são extremamente vulneráveis a isso. Para saber as resistências de uma unidade em particular, clique com o botão da direita na unidade, selecione Descrição da Unidade, e selecione resistência.

source: What are the different damage types?
he: מהם סוגי הנזק השונים?
nl: Wat zijn de verschillende soorten schade?
pt_br: Quais são os diferentes tipos de dano?

source: Each specialty does something different; that's the whole point of a specialty. To find a description of a unit's specialty, put your cursor over the name of the specialty.
he: כל תכונה מיוחדת עושה משהו שונה; זו המטרה של תכונה מיוחדת. כדי למצוא את התאור של התכונה המיוחדת של היחידה, שים את הסמן מעל שם התכונה המיוחדת.
nl: Elke bijzondere eigenschap doet iets anders; dat is het hele idee van een bijzondere eigenschap. Om een beschrijving van de bijzondere eigenschap te krijgen kun je je muis over die eigenschap in de rechterbalk bewegen.
pt_br: Cada especialidade faz algo diferente; essa é a idéia de uma especialidade. para descobrir a descrição da especialidade de uma unidade, passe o seu cursor sobre o nome.

source: What do specialties do?
he: מה עושות התכונות מיוחדות?
nl: Wat doen bijzondere eigenschappen?
pt_br: O que fazem as especialidades?

source: The specialties a unit gets are determined by the unit type; for example all generals have the specialty leadership. There are two kinds of specialties: abilities, and attack specials. Abilities apply to units while attack specials only apply to one of the unit's attacks.
he: התכונות המיוחדות שיחידה מקבלת תלויות בסוג שלה; לדוגמא לכל הגנרלים יש את התכונה המיוחדת של מנהיגות. ישנם שני סוגים של תכונות מיוחדות: כישורים ויכולות התקפה מיוחדות. כישורים מתייחסים ליחידה בעוד שיכולות התקפה מיוחדות מתייחסות רק לאחת מצורות ההתקפה של היחידה.
nl: De bijzondere eigenschappen van een eenheid worden bepaald door het soort eenheid; zo hebben alle generaals de eigenschap Leiderschap. Er zijn twee soorten eigenschappen: vaardigheden en speciale aanvallen. Vaardigheden horen bij de eenheid, terwijl bijzondere aanvallen alleen voor een van zijn aanvallen horen.
pt_br: As especialidades que uma unidade pega são determinadas pelo tipo de unidade; por exemplo, todos os generais possuem liderança. Existem dois tipos de especialidades: habilidades, e ataques especiais. habilidades se aplicam a unidades enquanto ataques especiais se aplicam ao ataque de uma unidade.

source: Which units get specialties?
he: אילו יחידות מקבלות תכונות מיוחדות?
nl: Welke eenheden krijgen deze bijzondere eigenschappen?
pt_br: Que unidades recebem especialidades?

source: There are many different specialties, and learning about them is one of the interesting parts of playing Wesnoth. The two most common specialties are called 'magical' and 'leadership'. Magical attacks have a 70% chance of hitting enemies regardless of what terrain they are on. Units do more damage while next to a unit of higher level with leadership.
he: ישנן הרבה יכולות מיוחדות, וללמוד עליהם זה אחד החלקים המעניינים במשחק. שתי היכולות המיוחדות הנפוצות ביותר נקראות 'קסם' ו 'מנהיגות'. להתקפות קסומות יש 70% לפגוע באוייבים בלי קשר לסוג השטח עליו הם נמצאים. יחידות גורמות יותר נזק כאשר הן ליד יחידה עם יכולת מנהיגות גבוהה יותר.
nl: Er zijn veel verschillende bijzondere eigenschappen, en die te leren kennen is een van de interesantste onderdelen van Wesnoth. De twee meest voorkomende eigenschappen zijn 'magisch' en 'leiderschap'. Magische aanvallen hebben altijd 70% kans om te raken, onafhankelijk van terreintypes. Eenheden die naast een eenheid van hogere rang met leiderschap staan, brengen meer schade toe dan normaal.
pt_br: Existem muitas diferentes especialidades, e aprender sobre elas é uma das partes interessantes de jogar Wesnoth. As duas especialidades mais comuns são 'mágico' e 'liderança'. Ataques mágicos tem uma chance de 70% de acertar inimigos independentemente de em que terrenos eles estão. Unidades causam mais dano quando próximo a uma unidade de nível mais alto com liderança.

source: What kinds of specialties can my units get?
he: אילו יכולות מיוחדות יכולה היחידה שלי לקבל?
nl: Wat voor bijzondere eigenschappen kunnen mijn troepen krijgen?
pt_br: Que tipos de especialidades minhas unidades podem pegar?

source: How do I use specialties?
he: איך אני משתמש ביכולות מיוחדות?
nl: Hoe gebruik ik de bijzondere eigenschappen van mijn troepen.
pt_br: Como eu uso especialidades?

source: To use a specialty, you just have to move and/or attack with your units in a way which triggers the specialty. For example, in order to use leadership, you must move a unit with leadership next to another unit, then attack with the other unit.
he: כדי להשתמש ביכולת מיוחדת, אתה פשוט צריך לזוז ו/או לתקוף עם היחידות שלך בדרך שתפעיל את היכולת המיוחדת. לדוגמא, כדי להשתמש במנהיגות, אתה חייב להזיז את היחידה עם מנהיגות אל ליד יחידה אחרת, ואז לתקוף עם היחידה האחרת.
nl: Om een eigenschap te gebruiken moet je gewoon bewegen of aanvallen zodat de eigenschap zijn werking heeft. Als je bijvoorbeeld leiderschap wilt gebruiken, zet je je eenheid met leiderschap naast een andere eenheid, en dan val je met die andere eenheid aan.
pt_br: Para usar uma especialidade, você só precisa mover e/ou atacar com suas unidades de uma maneira que ative a especialidade. Por exemplo, para utilizar liderança, você deve mover uma unidade com liderança próxima a uma outra unidade e então atacar com essa outra unidade.

source: What kind of objects am I likely to encounter?
he: באילו חפצים אני, ככל הנראה, אתקל?
nl: Wat soort objecten zal ik tegenkomen?
pt_br: Que tipos de objetos eu posso encontrar?

source: The objects you encounter are put in by the scenario designer, so they vary from campaign to campaign. In Heir to the Throne, most objects give the unit who picks them up a new weapon. However, there are usually not that many objects in a campaign.
nl: De objecten in het spel zijn toegevoegd door een scenarioschrijver, en verschillen dus per veldtocht. In De Kroonprins geven de meeste objecten de gebruiker een nieuw wapen. Er zijn echter meestal niet heel veel objecten in een veldtocht.
pt_br: Os objetos que você encontra são colocados pelo criador do cenário, então eles variam de campanha para campanha. Em 'Herdeiro do Trono', a maioria dos objetos dão novas armas para as unidades que os pegam. Porem, normalmente não existem tantos objetos em uma campanha.

source: Most objects are permanent changes to the unit that receives them. However, a few objects, such as holy water, last only until the end of the scenario.
nl: De meeste voorwerpen veranderen de drager van het voorwerp permanent. Slechts enkele zoals wijwater gaan maar één scenario mee.
pt_br: A maior parte dos objetos operam mudanças permanentes na unidade que os recebem. Alguns objetos, como água benta, duram apenas até o fim do cenário.

source: How long do these objects last?
he: לכמה זמן החפצים האלו משפיעים?
nl: Hoe lang blijft de werken van deze objecten geldig?
pt_br: Quanto tempo duram esses objetos?
