Repository: wesnoth/wesnoth
Catalog: po/wesnoth-tutorial/*.po
Languages: en@shaw, he, ko, nl, no, pt_br

source: The quintain is dead, sirs, and I have gained more experience!
no: Stråmannen er død, mine herrer, og jeg har vunnet rik erfaring!

source: Yes, you gain more experience through battle, especially killing an opponent: gain enough experience and you become more powerful. Now $student, I will leave you with more dummies to practice on! After that, we have real work to do...
no: Ja, du vinner erfaring gjennom slag, og særlig ved å drepe en motstander: erfaring vil til sist gjøre deg til et mer dødelig våpen i strid. Nå $student, gir jeg deg noen fler stråmenn å øve på! Etter det har vi virkelig arbeid å gjøre...

source: *Remember: You can press 'u' to undo most things: useful to correct mistakes.
no: *Husk: Du kan trykke 'u' for å gjøre det meste ugjort: nyttig når man angrer en feil.

source: , your new recruit, has two traits: strong and intelligent. Strong means a unit does more damage, and intelligent means it requires less experience to advance a level.
no: , din nye rekrutt har to karaktertrekk: sterk og intelligent. Sterk betyr at angrepene gjør mer skade, og intelligent betyr at mindre erfaring trenges for å avansere et nivå.

source: has two traits: quick and resilient. Quick means a unit can move one tile further each turn, and resilient means it has more hitpoints.
no: har også to karaktertrekk: rask og seig. Rask betyr et flytt mer per runde, seig betyr fler helsepoeng.

source: Now put an unwounded unit, preferably a fighter, in that patch of forest on the south-east of the island: a nice, defensible spot.
no: Plasser en usåret enhet, en Stridsmann er å foretrekke, i skogholtet sørøst på øya: et godt felt, og lett å forsvare.

source: With a little help, yes. If your move your Shaman next to the defending unit, it will heal it by 4 hitpoints per turn. Just be careful not to expose the Shaman to attack: is fairly weak itself.
no: Med litt hjelp, ja. Hvis du flytter Sjamanen din ved siden av den forsvarende enheten, vil den helbredes 4 helsepoeng i runden. Vær forsiktig med å utsette Sjamanen for angrep: de er svake av støpning!

source: I hope I get to retreat after this!
no: Jeg håper jeg kan få avløsning etter dette!

source: One lucky attack by an Orcish Grunt and I'm done for!
no: Et heldig angrep av en Orkisk Fotsoldat, og jeg er ferdig!

source: Ouch! I could use some healing in a village.
no: Aouu! Jeg kunne trenge helbredelse i en landsby.

source: I have $gold gold: enough to recruit!
no: Jeg har $gold gullstykker: nok til å rekruttere!

source: Ho Galdrad! Has Delfador conjured something else to beat me with? A flock of scarecrows, perhaps?
no: Ohoy Galdrad! Har Delfador fremtrollet noe annet å bryne meg mot? Et dusin fugleskremsel, kanskje?

source: This is no game, $student|. Orcs have encamped across the river. This is elven country: we Elves are fast and hard to hit in forests. They are fools to enter here. You must defeat their leader, so they never bother us again. I will advise you.
no: Dette er ingen lek, $student|. Orker har slått leir på andre siden av elven. Dette er alvisk land og jord: vi alver er snare og vanskelige å treffe i skogen. De er tåper som trenger seg inn hit. Du må bekjempe lederen deres, det er det eneste språket de forstår. Jeg vil gi deg råd.

source: First, we will have to deal with the Orcish Grunt stationed in the middle of the river. He should be little trouble.
no: Først må vi ta hånd om den Orkiske Fotsoldaten som er stasjonert ute i elven. Han bør ikke volde mye trøbbel.

source: By then, their leader will have recruited units to send against us, and the real fight will begin.
no: Innen den tid vil lederen deres ha rekruttert enheter å sende mot oss. Den virkelige prøven begynner da.

source: See this dark blue water: it is too deep for either side to cross. They could slowly wade through that narrow band of shallow lighter-blue water in the east, but we would stand on the shore and force them to fight us from the water, where they are exposed and we are protected by the forest.
no: Ser du det mørkeblå vannet: det er for dypt til at noen kan krysse der. De kan komme til å vade langsomt over det smale båndet med lysere blått vann i øst, men vi kan stå på bredden og tvinge dem til å sloss i selve vadestedet. Der vil de stå utsatt til, mens vi er beskyttet av skogen.

source: The more likely attack, then, is across the bridge. That middle island is the key: it has a village, for healing injured units, and forest in which we fight so well.
no: Hovedangrepet vil trolig komme over broen. Den midterste øya er nøkkelen: det er en landsby der, hvor skadde enheter kan helbredes, og felter med skog hvor vi kjemper så godt.

source: During your tutorial, $recall_name1 gained $recall_xp1 experience points, and $recall_name2 gained $recall_xp2. You should recall them now so they can gain more experience, rather than recruiting new ones.
no: Under opplæringen din vant $recall_name1 $recall_xp1 erfaringspoeng, og $recall_name2 vant $recall_xp2. Du bør tilbakekalle de nå, så de kan vinne mer erfaring, heller enn å rekruttere ferske rekrutter.

source: During your tutorial, $recall_name1 gained $recall_xp1 experience points. You should recall that unit now, and recruit a second one (which is cheaper than recalling, anyway).
no: Under opplæringen din vant $recall_name1 $recall_xp1 erfaringspoeng. Du bør tilbakekalle ham nå, og rekruttere en annen (det er billigere enn å tilbakekalle uansett).

source: Right click on the tile south of you and recall $recall_name1
no: Høyreklikk på feltet sør for deg og tilbakekall $recall_name1|.

source: If any Elvish Fighters from your last battle had experience, we would recall them: as they don't, it's cheaper to recruit new ones. So recruit an Elvish Fighter.
no: Hvis du hadde noen erfarne Alviske Stridsmenn fra forrige slag ville vi tilbakekalt dem: siden vi ikke har det, er det billigere å rekruttere nye. Så rekrutter en Alvisk Stridsmann!

source: If you had any experienced units alive from your last battle we would recall them, instead we must recruit a new Elvish Fighter.
no: Hvis du hadde hatt noen overlevende veteraner fra forrige slag ville vi tilbakekalt dem, istedet må vi rekruttere en ny Alvisk Stridsmann.

source: Right click on the tile south of you and recruit an Elvish Fighter
no: Høyreklikk på feltet sør for deg og rekrutter en Alvisk Stridsmann.

source: No! I said recruit an Elvish SHAMAN|! Now try again...
no: Nei, Jeg sa en Alvisk SJAMAN|! Prøv igjen...

source: The Shaman is a fairly weak unit, but has the ability to heal units around it. It also has a special attack which slows enemies, halving the damage they do!
no: Sjamanen er en temmelig svak enhet, men har evnen til å helbrede enheter rundt seg. De har også et spesialangrep som saktner fienden, og halverer skaden de gjør!

source: It's true, none of your recruited units can move, but you still can. Your five units cost you 5 gold, leaving you 3 gold pieces poorer per turn. You need more income.
no: Det er sant! Ingen av dine rekrutterte enheter kan flytte, men du kan. De fem enhetene koster deg 5 gullstykker i runden, med grunninntekten din på 2 gull vil du tape 3 gullstykker per runde. Du trenger mer inntekt.

source: Move $student to capture a village
no: Flytt $student for å befeste en landsby.

source: No! I said recruit an Elvish ARCHER|! Now try again...
no: Nei, jeg sa en Alvisk BUESKYTTER|! Prøv igjen...

source: No! I said RECALL $recall_name2|! Now try again...
no: Nei, jeg sa TILBAKEKALL $recall_name2|! Prøv igjen...

source: No! I said recruit an Elvish FIGHTER|! Now try again...
no: Nei, jeg sa rekrutter en Alvisk Stridsmann|! Prøv igjen...

source: No! I said recall $recall_name1, not $recall_name2|! Now try again...
no: Nei, jeg sa tilbakekall $recall_name1, ikke $recall_name2|! Prøv igjen...

source: No! I said RECALL $recall_name1 from the last battle, not recruit a new $recruit.type|! Now try again...
no: Nei, jeg sa TILBAKEKALL $recall_name1 fra forrige slag, ikke rekrutter en ny $recruit_type|! Prøv igjen...

source: Right click on the tile south-east of you and recall $recall_name2
no: Høyreklikk på feltet sørvest for deg og tilbakekall $recall_name2|.

source: Right click on the tile south-east of you and recruit an Elvish Fighter
no: Høyreklikk på feltet sørøst for deg og rekrutter en Alvisk Stridsmann

source: No! I said RECRUIT a new Elvish Fighter, not a $recruit.type|! Now try again...
no: Nei, jeg sa REKRUTTER en ny Alvisk Stridsmann, ikke en $recruit_type|! Prøv igjen...

source: You've learned well, $student|! The village supports one unit, and pays one gold per turn: you're only losing 1 gold per turn now.
no: Du har lært raskt, $student|! Landsbyen underholder en enhet, og betaler et gullstykke per runde: du taper bare 1 gull per runde nå.

source: You should leave the villages near your keep for $student to capture: $he needs to stay nearby to recruit more units anyway.
no: Du bør la $student befeste landsbyene rundt Vakttårnet: $he må allikevel holde seg i nærheten for å rekruttere fler enheter.

source: Orcs have no ranged attack, so use your archers against it.
no: Orker har ingen avstandsangrep, så bruk Beskytterne dine mot den.

source: Attack the Orc with an Archer (move mouse over units to see description on right)
no: Angrip Orken med en Bueskytter (beveg musa over enheter for å se beskrivelse til høyre).

source: It's very dangerous to stand in water when there are enemies about! Your unit would have an 80% chance of being hit when the orc counter-attacks! Cancel!
no: Det er veldig farlig å stå i vann når det er fiender i nærheten! Enhetene dine vil ha 80% sjanse for å bli truffet av Orkenes motangrep! Gjør om!

source: Fighter to Here
no: Stridsmann Hit

source: You can make a unit keep moving for multiple turns: select the unit, then click on the target. You will see (2) if it will take two turns to reach it.
no: Du kan få en enhet til å bevege seg over fler runder: velg enheten, og klikk så på målfeltet. Du ser (2) hvis det tar to runder å nå dit.

source: Move Fighter and Shaman south, then return $student to the Keep
no: Flytt Stridsmannen og Sjamanen sørover, og vend så tilbake til Vakttårnet.

source: Move $student to another (unowned) village
no: Flytt $student til en annen (ubefestet) landsby.

source: The orc is blocking the bridge! We must occupy that island before the wolf riders reach it.
no: Orken blokkerer broen! Vi må okkupere den øya før Ulverytterne når dit.

source: No: once you move close to an enemy unit, you are in it's 'Zone of Control', and cannot move further that turn. To move your troops onto that island without wading slowly through the water, you'll have to kill him.
no: Nei: med en gang du flytter inntil en fiendtlig enhet, er du i 'Kontrollsonen' dens (forkortet ZoC - 'Zone of Control'), og kan ikke flytte videre den runden. For å flytte tropper over til øya, uten å måtte vade sakte gjennom vannet, blir du nødt til å drepe ham.

source: Attack the Orc with an Archer
no: Angrip Orken med en Bueskytter.

source: No other units can reach that Orc: I hope my archer survives its counter-attack! I'd better grab more villages, and move everyone closer for next turn.
no: Ingen andre enheter kan trygt nå den Orken: Jeg håper Bueskytteren min overlever motangrepet! Jeg bør nok få tak i fler landsbyer, og flytte alle nærmere før neste runde.

source: Yes. If your Shaman stands just behind that unit on the bridge, it will heal it at the beginning of next turn, too.
no: Ja. Hvis Sjamanen din står rett bak enheten på broen, vil den helbredes ved begynnelsen av neste runde også.

source: Move Shaman onto bridge to stand behind unit
no: Flytt Sjamanen ut på broen og bak enheten.

source: It's very dangerous to stand in water when there are enemies about! Your unit would have an 80% chance of being hit! Cancel, and wait for them to attack you!
no: Det er svært farlig å stå i vannet med fiender i nærheten! Enheten din vil ha en 80% sjanse for å bli truffet! Gjør om, og vent på at de skal angripe deg!

source: Don't forget about your fighter in the east: you can move him south to that last village near the channel.
no: Ikke glem Stridsmannen din i øst: du kan flytte ham sørover til den siste landsbyen nær elven.

source: We need to take that village, otherwise they will take it next turn! Move your wounded unit to take it so it can heal, then kill that orc!
no: Vi må befeste den landsbyen, ellers vil de ta den neste runde! Flytt dine sårede enheter for å ta den så de kan helbredes, og drep så Orken.

source: Careful! It is now nighttime. Orcs are chaotic: their attacks are 25% stronger at night, 25% weaker in the day. You are lawful: stronger by day. Elves are neutral: we are unaffected by night and day.
no: Forsiktig! Det er natt nå. Orker er lyssky: angrepene deres er 25% sterkere om natten, 25% svakere om dagen. Du er hederlig: sterkere om dagen enn om natten. Alvene er nøytrale: vi er upåvirket av natt og dag.

source: After this dialog, hold the mouse over the image below the map on the right, to see a description of the time of day.
no: Etter denne dialogen kan du holde musepekeren over bildet under kartet til høyre. Du vil da se en beskrivelse av tiden på døgnet.

source: Remember to retreat your wounded units to villages. Healers can only heal 4 hitpoints at a time, villages can heal 8 (the maximum for any unit).
no: Husk å trekke sårede tropper tilbake til landsbyer. Helbredere kan bare gi 4 helsepoeng om gangen, landsbyer gir 8 (maksimal helbredelse for alle enheter).

source: Beware those orcs crossing the river! If they get into the forest they'll be hard to dislodge!
no: Vær oppmerksom på Orkene som krysser elven! Hvis de får fotfeste i skogen vil de være vanskelige å hive på sjøen.

source: You can make sure you've used all your units for this turn: press 'n' for the next unit, SPACE to indicate it's finished. When 'n' no longer selects a new unit, you can end your turn.
no: Du kan forsikre deg om at du har brukt alle enhetene dine en runde: trykk 'n' for å vise neste enhet med forflytning igjen, MELLOMROM for å indikere at en enhet er ferdig denne runden. Når 'n' ikke lenger viser nye enheter, kan du avslutte runden.

source: Remember to recruit more troops as you need them: Archers are particularly effective against Grunts, Wolf Riders and their leader.
no: Hsk å rekruttere fler tropper, da du vil komme til å trenge dem: Bueskyttere er spesielt effektive mot Fotsoldater, Ulveryttere og Orkenes leder.

source: Stay near the keep: you need to be on a keep to recruit more units, and I doubt the Orc leader will let you use his!
no: Hold deg i nærheten av Vakttårnet: du må være i et vakttårn for å rekruttere enheter, og jeg tviler på at Orkenes leder vil la deg bruke hans!

source: Their leader has moved into that village! He's not as stupid as I thought: it heals him each turn and provides good defense.
no: Lederen har flyttet inn i den landsbyen! Han er ikke så dum som jeg trodde: han blir helbredet og nyter godt forsvar.

source: That unit has captured our village! You'd better get him out: it heals him each turn and provides good defense.
no: Den enheten har befestet landsbyen vår! Du bør få ham ut derfra: han blir helbredet og nyter godt forsvar.

source: Using me to attack is risky! I can slow the opponent with my ranged attack, but I hope you have a plan if I miss!
no: Å bruke meg til å angripe er risikabelt! Jeg kan saktne ned motstanderen med avstandsangrepet mitt, men jeg håper du har en plan hvis jeg bommer!

source: You are close to killing their leader! The unit which finishes him will gain 16 experience points, because he is level 2. Choose your unit carefully!
no: Du er nær ved å drepe lederen deres! Enheten som feller ham vil motta 16 erfaringspoeng (8 per nivå). Velg denne enheten med omtanke!

source: We will miss $deadguy.user_description|, and he had $deadguy.experience experience points, meaning he would have advanced to level 2 soon.
no: Vi kommer til å savne $deadguy.user_description|, han hadde hele $deadguy.experience erfaringspoeng, det betyr at han snart ville ha avansert til nivå 2.

source: We will miss $deadguy.user_description|, but better than one of our experienced troops dying!
no: Vi kommer til å savne $deadguy.user_description|, men heller ham enn en av våre erfarne tropper!

source: Losing a healer hurts all the troops! Keep them out of the enemy's reach!
no: Å miste en helbreder er et tap for alle troppene! Hold dem unna fiendens rekkevidde!

source: You can see where an enemy could reach by moving the mouse over them. You can see all the possible enemy moves at once with 'Show Enemy Moves' from the 'Actions' menu.
no: Du kan se hvor en fiende kan nå ved å holde musepekeren over dem. Du kan se alle mulige fiendtlige trekk samtidig med 'Vis Fiendens Trekk' under 'Handlinger'-menyen.

source: $student, level 2 units are powerful, but not invulnerable. Goodbye, $deadguy.user_description.
no: $student, nivå 2 enheter er kraftfulle, men ikke usårbare. Far vel, $deadguy.user_description.

source: Beware the leader: he can do 36 hitpoints damage at night! Attack with many units at once, during the day.
no: Ta deg i akt for lederen: han kan gjøre 36 helsepoeng i skade om natten! Angrip med mange enheter samtidig, og om dagen!

source: Advancing a level has fully healed me! I always have a 60% chance of hitting with my bow, and 9 hitpoints damage on each of the four attacks. Use me to dislodge hard-to-hit units.
no: Jeg er fullstendig helbredet etter nivåavansement! Jeg har alltid 60% sjanse til å treffe med buen, og gjør 9 helsepoeng skade med hver av de fire angrepene. Bruk meg til å knekke enheter som er vonde å treffe.

source: Advancing a level has fully healed me! I am good with both bow and sword, but I have a special ability: ambush. I can hide in forests, and enemies can only see me if they are right next to me.
no: Jeg er fullstendig helbredet etter nivåavansement! Jeg er god med både bue og sverd, men jeg har en spesiell egenskap: bakhold. Jeg kan skjule meg i felter med skog, og fienden ser meg bare hvis de er rett ved siden av meg.

source: Advancing a level has fully healed me! I am good with both bow and sword, but I have a special ability: leadership. Level 1 units around me do 25% more damage, so position me carefully.
no: Jeg er fullstendig helbredet etter nivåavansement! Jeg er god med både bue og sverd, men jeg har en spesiell egenskap: lederskap. Nivå 1 enheter rundt meg gjøre 25% mer skade, så plasser meg klokt.

source: Advancing a level has fully healed me! I am particularly good with the sword: four attacks doing 8 damage each.
no: Jeg er fullstendig helbredet etter nivåavansement! Jeg er særlig god med sverdet: fire angrep med 8 skade for hvert treff!

source: You took too long, we'll never be rid of these orcs!
no: Du har brkt for lang tid. Vi blir aldri kvitt orkene nå!

source: Basic Training
he: אימון בסיסי
nl: Basistraining
pt_br: Treinamento Básico

source: I am here to learn how to fight in a battle. As an experienced elder mage, surely you can explain the art of combat to me...
he: אני כאן כדי ללמוד איך להלחם בקרב. כמכשף בכיר מנוסה, ודאי שאתה יכול להסביר לי את אומנות הקרב...
nl: Ik ben hier gekomen om te leren vechten. Jij, als ervaren oude magiër kunt me vast en zeker veel van de krijgskunst bijbrengen.
pt_br: Eu estou aqui para aprender como lutar em uma batalha. Como um mago ancião experiente, certamente o senhor me ensinar as artes do combate.

source: Before entering any battle, you need to recruit units. To recruit a unit, right click on the castle tile on which you wish to recruit the unit. Then select Recruit, and select 'OK'. You can only recruit units on castle tiles connected to the keep your leader is on.
he: לפני שאתה נכנס לקרב כל שהוא , אתה צריך לגייס יחידות. לגיוס יחידה, לחץ לחיצה ימנית על אריח הטירה שאליה אתה רוצה לגייס את היחידה. עכשיו בחר גיוס ואז לחץ על 'אישור'. אתה יכול לגייס יחידות רק על אריחי טירה הצמודים למצודה בה נמצא המנהיג שלך.
nl: Voordat je aan een gevecht begint moet je troepen rekruteren. Om een eenheid te rekruteren rechtsklik je op het kasteelvakje waarop je de eenheid wilt plaatsen. Vervolgens selecteer je 'Rekruteren' en druk je op 'Ok'. Je kunt alleen maar rekruteren wanneer je leider op de donjon staat.
pt_br: Antes de entrar em qualquer batalha, você precisa recrutar unidades. Para recrutar uma unidade, clique com o botão direito em no hexágono de castelo em que você deseja recrutar a unidade. Então escolha recrutar, e selecione 'Ok'. Você só pode recrutar unidades em hexágonos de castelo conectados ao forte no qual está o seu líder.

source: Recruit a unit
he: גייס יחידה
nl: Rekruteer een eenheid
pt_br: Recrutar uma unidade

source: Excellent! You have recruited an Elvish Fighter.
he: מצויין, גייסת לוחם אלפי.
nl: Prima! Je hebt een elfenkrijger gerekruteerd.
pt_br: Excelente! Você acabou de recrutar um guerreiro élfico.

source: What do I do next?
he: מה לעשות עכשיו?
nl: Wat doe ik nu?
pt_br: O que eu faço agora?

source: Since units cannot move on the turn they are recruited, you must end your turn. To do this, simply click the 'End Turn' button in the lower-right hand corner.
he: מכיוון שיחידות לא יכולות לנוע באותו תור בו גויסו, אתה חייב לסיים את התור. כדי לעשות זאת, פשוט לחץ על הכפתור 'סיים תור' שנמצא בפינה הימנית התחתונה.
nl: Omdat eenheden niet kunnen bewegen in dezelfde beurt waarin ze gerekruteerd worden, moet je je beurt beëindigen. Om dit te doen klik je op 'Einde Beurt' rechtsonder in beeld.
pt_br: Dado que unidades não podem se mover no turno em que elas são recrutadas, você precisa terminar o seu turno. Para isso, simplesmente clique no botão 'Fim de Turno', no canto inferior direito.

source: You have successfully ended your turn.
he: סיימת את תורך בהצלחה.
nl: Je hebt je beurt beëindigd.
pt_br: Você conseguiu terminar o seu turno.

source: Your next task is to move your Elvish Fighter. To move a unit, first select it, then select his destination. In this case, his destination is the forest next to the Elvish Shaman, Merle.
he: המשימה הבאה שלך היא להזיז את הלוחם האלפי שלך. כדי להזיז יחידה תחילה בחר אותה, ואז בחר את היעד. היעד הוא היער ליד השמאן האלפי, מרלה.
nl: Je volgende taak is je elfenkrijger te verplaatsen. Om een eenheid te verplaatsen selecteer je de eenheid en vervolgens de bestemming. In dit geval is de bestemming het bos naast de Elfensjamaan Merle.
pt_br: Sua próxima tarefa é mover seu guerreiro élfico. Para mover uma unidade, primeiro selecione-a, então selecione o seu destino. Neste caso, seu destino é a floresta, próximo à Merle, a xamã élfica.

source: Move your Elvish Fighter next to Merle
he: הזז את הלוחם האלפי שלך לצידו מרלה
nl: Positioneer je elfenkrijger naast Merle
pt_br: Mova seu guerreiro elfo para perto de Merle

source: Excellent! You have successfully moved your Elvish Fighter. However, since he moved next to an enemy unit, he has lost all his movement for this turn; this is called the 'zone of control'.
he: מצויין! הזזת בהצלחה את הלוחם האלפי שלך. אולם מכיוון שהוא התקרב ליחידת אוייב, הוא איבד את כל הצעדים שלו בתור הזה; זה נקרא 'איזור שליטה'.
nl: Uitstekend! Je hebt je elfenkrijger verplaatst. Omdat hij echter naast een vijandelijke eenheid is terechtgekomen kan hij niet verder bewegen; dit effect heet de beheersingszone.
pt_br: Excelente! Você conseguiu mover seu guerreiro élfico com sucesso. Porém, desde que ele se moveu próximo a uma unidade inimiga, ele perdeu todo o seu movimento para este turno; isto é chamado uma 'zona de controle'.
