Repository: wesnoth/wesnoth
Catalog: po/wesnoth-thot/*.po
Languages: gl

source: The maps show a village nearby. Their keep should be just ahead, but something doesn’t feel right.
gl: Os mapas mostran unha aldea próxima. A súa fortaleza debería estar xusto máis adiante, pero algo non parece estar ben.

source: It’s too quiet... and I think I smell traces of smoke on the wind. There has been fire near here recently, and not a clean one.
gl: Non se escoita unha alma… e creo que cheiro a fume no vento. Houbo lume preto de aquí ultimamente, e non un lume limpo.

source: Look sharp for the inhabitants here. They might have something to tell us.
gl: Buscade ás xentes destas terras. Seghuro que nos poden contar algho.

source: Defeat the enemy leader
gl: Derrota o líder inimigo

source: Ollin
gl: Olin

source: Don’t kill me, masters! Please don’t kill me!
gl: Non me maten, señores! Por favor, non me maten!

source: You’re in no danger from us. What lies to the east of here?
gl: Non te imos faser mal, ho. Pero mira unha cousa, poderías contarnos que podemos esperar atoparnos se seghimos en direcsión leste?

source: You wear no mask. You... you’re not with them?
gl: Un momento, vós non levades máscaras… Non estades con eles?

source: What are you talking about?
gl: Máscaras? Que se estamos con quen?

source: The masked dwarves. Killing, burning, kidnapping. Look...
gl: Os ananos enmascarados. Matan, queiman, secuestran. Mirade…

source: Fellow dwarves, hail! We’re looking for a human refugee, a male with a broken arm. Have you seen him? Our master demands his life.
gl: Ananos, saúde! Buscamos un refuxiado humano, un home cun brazo roto. Vístelo? O noso amo esixe a súa vida.

source: He is here. How has he wronged your master, that you seek his death?
gl: Está aquí. Pero que fixo para que o queirades morto?

source: Does it matter? He is only a dirtgrubbing human, not fit to polish the boots of the true people.
gl: Que máis dá? Só é un humano.

source: What is your name, masked one? Will you stand behind your deed? I am a witness.
gl: Como te chamas, anano? Ou vas esconder tras unha máscara ante un observador?

source: A witness? My name is... my name is not important. My deed will speak its own truth.
gl: Un observador? Chámome… que máis dá como me chame?

source: You speak without honor. Mine is the power of our ancient Law; speak your name and give up your murder, or the Law will cast you forth. I am a witness!
gl: Falas sen honor, anano. En min reside o poder da lei. Pronunsia o teu nome e detén este asasinato, ou quedarás desterrado. Son un observador!

source: If you were a witness of the true people, you would not let a dirtgrubber hide behind your robes. I deny you!
gl: Se foses un observador de verdade, non deixarías que un comemerda se aghochase detrás túa. Dásme noxo!

source: The Law speaks: you are cast out. You are un-dwarf. I AM A WITNESS!
gl: Desafiastes á lei, e por iso quedas desde hoxe desterrado. Ti xa non es un anano. <b>Son un observador!</b>

source: Up axes!
gl: Arriba os machados!

source: I have never seen the formal banishment before. One reads of it in the old tales, of course, but to hear it with one’s own ears? It was... unsettling.
gl: É a primeira ves que presensio un desterro formal. Escoitara falar deles nos contos, pero un xamais se imaxina formando parte dun. Foi… inquietante.

source: It is not something we do often. The last such was in my grandsire’s time. But look upon the human’s wrists if you have any doubt it was merited.
gl: Non é algo que fagamos a miúdo. A última fora nos tempos do meu avó. Pero mira o que levaba esta escoura se é que aínda tes dúbidas sobre se o merecía.

source: Shackles. Scars. No, Angarthing, I would not doubt you, even if it were my place to doubt a loremaster.
gl: Cadeas… Non, Anhgardin, non dubidarei de ti. mesmo se me correspondese dubidar dun mestre do saber.

source: They are defeated!
gl: Derrotámolos!

source: You have acted in honor. I am a witness.
gl: Actuaches con honor, Aighlondur. Son un observador.

source: I do not wish to imagine what could drive dwarves to such depravity. These outlaws must have been desperate; consumed by fear or madness.
gl: Non quero imaxinar o que podería levar aos ananos a tal depravación. Estes foraxidos debían estar desesperados; consumidos polo medo ou a loucura.

source: Thank you for your help, and for saving us!
gl: Grazas pola túa axuda e por salvarnos!

source: I do not mean to sound ungrateful, but — the fighting... they always come back...
gl: Non quero parecer desagradecido, pero... as pelexas... sempre volven...

source: There is a camp of mages not far upriver. If they have not yet departed, they can help you. Travel westways, to lands of the Northern Alliance. There you will be safe, and welcomed.
gl: Hai un campamento de magos non moi lonxe río arriba. Se aínda non partiron, poden axudarte. Viaxa cara ao oeste, ás terras da Alianza do Norte. Alí estarás a salvo e serás benvido.

source: We dwarves travel east. We must reach Kal Kartha, more urgently now than ever. Before anything terrible happens, if we are lucky...
gl: Nós, os ananos, viaxamos cara ao leste. Debemos chegar a Kal Kartha, con máis urxencia ca nunca. Antes de que ocorra algo terrible, se temos sorte...

source: Forbidden Forest
gl: O bosque prohibido

source: Forest
gl: Bosque

source: Burumardir-Athelorand
gl: Burumardir-Adeloran

source: Who disturbs our forest?
gl: Quen ousa perturbar a tranquilidade do noso bosque?

source: A delegation of the Northern Alliance, urgently seeking the road through to Kal Kartha.
gl: Unha delegación da Alianza do Norte, buscando con urxencia o camiño cara a Cal Carda.

source: We allow few outsiders in our forest paths, and no dwarves since the war in the east. No axe-bearers shall come near our trees. Return whence you came!
gl: Son poucos os forasteiros aos que lles deixamos atravesar a fraga, e ningún anano desde a guerra no leste. Ningún portador de machadas se achegará ás nosas árbores. Volvede por onde viñestes.

source: Winter comes on our heels, and your forest straddles the only gap between the snow-choked mountains and the river. If there is war in Kal Kartha, as you say, then that is all the more reason for us to make haste. Please tell me what you know of our kin, elf.
gl: O inverno vén pisándonos os talóns, e a túa fraga atópase no único oco entre as montañas cubertas de neve e o río. Se hai guerra en Kal Kartha, como dis, entón esa é unha razón de máis para que nos deamos présa. Por favor, dime o que sabes da nosa raza, elfo.

source: I have already given our answer. Return whence you came.
gl: Xa dei a nosa resposta. Volta de onde viñeches.

source: No. We have our duty. We must pass.
gl: Debemos atravesar o bosque.

source: You shall not pass here.
gl: Ide por outro sitio.

source: We must aid our kin. If you will not let us through peacefully, you leave us no choice but to fight.
gl: Debemos axudar á nosa xente. Se non nos deixades pasar pacificamente, non nos deixades outra opción que loitar.

source: So be it, then. Yours will not be the first bones to nourish the earth of our forest.
gl: Que así sexa. Os vosos non serán os primeiros ósos que fertilicen este bosque!

source: Move both Aiglondur and Angarthing to the eastern edge of the map
gl: Move tanto Aiglondur como Angardin ao extremo leste do mapa

source: We shall pass!
gl: Pasaremos!

source: Rally on me, everyone. We have better things to do than brawl with elves.
gl: Por aquí, rápido. Temos mellores cousas que faser que loitar cos elfos.

source: Kal Kartha should be only another week’s march east of here.
gl: Cal Carda debería estar só a unha semana de marcha máis de aquí ao leste.

source: The Siege of Kal Kartha
gl: O asedio de Cal Carda

source: Kal Kartha
gl: Cal Carda

source: West Gate
gl: Porta occidental

source: Behold! The West Gate of Kal Kartha! The largest of their many doors.
gl: Mirade! A porta occidental de Cal Carda! A máis grande das súas moitas portas.

source: And under siege, as we feared — by orcs. But we are not too late! The defenders yet hold.
gl: E baixo asedio, como temíamos... por orcos. Pero non chegamos demasiado tarde! Os defensores aínda resisten.

source: Ahhh... more stinky-midgets, come to get killed just like these cowards in their den.
gl: Ah… máis pequerrechos noxentos. Veñen para que acabemos con eles, como con estes covardes que non dan saído do seu tobo.

source: There is a mighty host between us and our kin. Let us bring them that orc’s head as a guesting-gift!
gl: Hai unha poderosa hoste entre nós e a nosa parentela. Levémoslles a cabeza dese orco como agasallo de hóspede!

source: Defeat any three orcish leaders
gl: Derrota a tres líderes orcos calquera

source: Death of Dulcatulos
gl: Morte de Dulcatulos.

source: Kal Kartha shall not fall!
gl: Cal Carda non caerá!

source: Kal Kartha is taken. Our mission has failed.
gl: Tomaron Cal Carda. Fracasamos.

source: Useless grunts! We should have taken the gate weeks ago! Fight harder!
gl: Gruñidos inútiles! Deberíamos ter tomado a porta hai semanas! Loitade máis forte!

source: Grr... nasty stinky-midgets. We know what you’re up to in there. We’ll be back.
gl: Grr... ananos apestosos e noxentos. Sabemos o que estades tramando aí dentro. Volveremos.

source: Hail, fellow dwarves! Well fought, and our thanks; we were sorely pressed.
gl: Saúde, compañeiros ananos! Ben loitado, e grazas; estabamos moi presionados.

source: I had not expected to find allies so far from peopled lands. From whence do you hail?
gl: Non esperaba atopar aliados tan lonxe de terras poboadas. De onde vés?

source: We come at the behest of Hamel, Lord of Knalga and Lord Companion of the Northern Alliance. We seek audience with your lord.
gl: Vimos por orde de Hamel, Señor de Knalga e Señor Compañeiro da Alianza do Norte. Solicitamos audiencia co teu señor.

source: You are our honored guests, and I will show you to the best quarters we have myself. Then I must see to my troop’s care. Lord Karrag will have speech with you on the morrow.
gl: Podedes considerarvos os nosos invitados de honor. Eu en persoa vos mostrarei o mellor aloxamento de que dispoñemos. Despois terei que ocuparme do coidado da miña tropa. O señor Cárragho, falará convosco mañá.

source: The Court of Karrag
gl: A corte de Cárrago

source: Kal Karthans
gl: Cal Carda

source: This way, Knalgans. Long has it been since any of your kind found your way to our humble hold. Our throne room lies just ahead — the runemaster Karrag will surely be eager to see you.
gl: Por aquí, knalganos. Xa fai moito tempo que ningún dos vosos atopou o camiño cara á nosa humilde fortaleza. A nosa sala do trono está xusto diante; o mestre das runas Karrag estará desexando verte.

source: A runemaster? There have been none such since Thursagan’s day. And for one to lead a holding was unheard-of; they tended towards the solitary life.
gl: Un mestre das runas? Non houbo ningún semellante desde os tempos de Dursaghan. E que alguén liderase unha fortaleza era inaudito; tendían á vida solitaria.

source: Aye? Well, you’d know such things better than I, loremaster. Our Karrag toiled for long years to recover the craft lore. He was elevated when our old lord fell in battle against the besieging orcs. Karrag himself was wounded near to death; none thought he would recover. But he leads us today, and his runelore has oft been the only shield between us and the orcs.
gl: Si? Ben, vostede sabería estas cousas mellor ca min, mestre do saber. O noso Karrag traballou duro durante longos anos para recuperar a tradición artesanal. Foi elevado cando o noso vello señor caeu na batalla contra os orcos sitiadores. O propio Karrag foi ferido a piques de morrer; ninguén pensaba que se recuperaría. Pero el guianos hoxe, e a súa tradición rúnica foi a miúdo o único escudo entre nós e os orcos.

source: He has grasped the Hammer of Thursagan, then?
gl: Entón, agarrou o Martelo de Dursaghan?

source: Aye. Toils over it in a workshop in the underlevels with his personal followers. He has promised all of us that the Hammer’s power will smash and scatter all our enemies.
gl: Así é. Traballa arreo con el nun obradoiro nos niveis inferiores cos seus seghidores persoais. Prometeunos a todos que o poder do martelo batería nos nosos inimighos e que os dividiría.

source: That is strange. The Hammer is a tool of crafting and making, not a weapon. What can he mean to do with it?
gl: Iso é Estraño. O martelo é unha ferramenta de artesanía e de creación, non unha arma. A que se referirá?

source: We are here.
gl: Estamos aquí.

source: Greetings, Knalgans!
gl: Saúdos, Knalgans!

source: Psst, Angarthing... Karrag and those dwarves on the dais, they’re all <i>masked</i>.
gl: Oe, Anghardin… Cárragho e o resto dos ananos do estrado… Levan todos unha máscara.)

source: I see it. There is something very wrong here.
gl: Xa me decatei. Algo non vai nada ben.

source: It is good to once more host Knalgans in these halls. All Kal Kartha thanks you for your timely rescue.
gl: É bo acoller unha vez máis aos knalganos nestes salóns. Cal Cadra agradese a vosa inestimábel axuda.

source: We are from Knalga; your clans are kin to ours of old. We but did our duty to kin.
gl: Viñemos de Neilgha, e os nosos clans son amighos desde tempos antighos. Non fixemos máis que cumprir co noso deber.

source: All dwarves are kin, and must prevail against orcs and humans and other dirtgrubbers. You can be part of the fist that smites them.
gl: Todos os ananos somos irmáns, e debemos prevalecer fronte aos orcos, humanos e demais comemerdas. E se queredes, vós mesmos poderedes formar parte da solución que acabe co problema.

source: We did not come to smite anyone, but to re-open contact and trade.
gl: Non viñemos acabar con nada, estamos aquí para retomar o contacto e mailo comersio entre os nosos clans.

source: Trade? Your destruction of the besieging orcs was a far nobler act than trade. There can be more such victories. And there will be by the power of our ancient heirloom, the Hammer of Thursagan.
gl: Comersio? O exterminio dos orcos que nos asediaban foi un acto moito máis nobre que o comersio. E podemos repetir esa vitoria novamente. E repetirémola, polo poder da nosa antigha reliquia, o Martelo de Dursaghan.

source: It is remembered in Knalga that Kal Kartha holds the Hammer.
gl: En Neilgha lémbrase que Cal Carda protexe o martelo.

source: Yes! And the Hammer holds the soul of the dwarves, the true people. Together, we can march to greater victories! Will you of Knalga join me?
gl: En efecto. E o martelo protexe as almas dos ananos, a verdadeira xente. Xuntos, podemos obter ghrandes vitorias! Unirédesvos a min, xente de Neilgha?

source: On one condition. You must take off that mask and show your true face. I am a witness.
gl: Só cunha condisión. Deberás quitar a máscara e mostrar a túa verdadeira cara. Son un observador.

source: You... do not wish to see what is beneath this mask. I was terribly wounded in an orcish attack. Disfigured.
gl: Non… Non che gustaría ver o que hai detrás da máscara. Recibín unha ferida terríbel nun ataque orco, e teño o rostro completamente desfigurado.

source: But the Law must see. A dwarf must put his name and his face behind his deeds. I am a witness.
gl: A lei non entende diso. Todo anano debe ter un nome e unha cara ante a lei. Son un observador.

source: Impertinent fool! It is not for you to dictate to a lord in his own holding, much less one who holds the very soul of the dwarves in his hand.
gl: Parvo impertinente! Non che corresponde a ti darlle ordes a un cabaleiro nas súas terras, e moito menos a un que ten nas súas mans a alma dos ananos.

source: The Law speaks. Against him with the eyes to see, no deception can hold. I AM A WITNESS!
gl: A lei fala, e ninghén pode enghanala mirándoa directamente aos ollos. <b>Son un observador!</b>

source: As you wish.
gl: Como queiras.

source: An empty skull?! A lich?! No... no... it is horrible! My lord, how did you come to this?
gl: Unha caveira baleira?! Un liche?! Non… Non… Non pode ser. Señor, acabou así?

source: I lingered for weeks in agony. Only my hatred and the runelore of old sustained me, until I became as I am. I will have revenge; I will destroy the orcs, and the humans, and the elves, and all but the true people!
gl: Aghuantei durante semanas, aghonisando. Só o meu odio e o coñesemento das runas me mantiveron con vida, ata que me acabei convertendo no que son aghora. Pero vinghareime! Destruirei aos orcos, e aos humanos, e aos elfos! E cando acabe só a xente de verdade poboará Irïdia!

source: And you have sealed your doom. Hundreds of dirtgrubbers have already died to weave a web of blood around the Hammer and the soul of the dwarves. You and your new friends will be the last sacrifices I require to bind the entire dwarvish race to my purpose. Take the Knalgans, and Dulcatulos too! TAKE THEM!
gl: Selaches o teu destino. Xa morreron centos de comemerdas para tecer unha arañeira de sangre arredor do martelo e da alma dos ananos. Ti e mailos teus novos amigos seredes os últimos sacrificios que requira para unir a toda a especie dos ananos para os meus propósitos. Collede os Knalgans e tamén os Dulcatulos! COLLÉDEOS!

source: Neither side can recruit or recall. You must win with the troops you have.
gl: Ningún dos bandos pode recrutar nin reincorporar. Debes gañar coas tropas de que dispós.

source: Defeat Karrag
gl: Derrota a Cárrago.

source: A lich is no lord of mine!
gl: Un liche non é señor meu!

source: Wait... something is not right. Karrag is not fighting back. He is nothing but an illusion!
gl: Agarda... algo non vai ben. Karrag non se defende. Non é máis que unha ilusión!

source: What is this? Karrag did not fight back. He is nothing but an illusion!
gl: Que é isto? Karrag non se defendeu. Non é máis que unha ilusión!

source: Look — there is a stairway behind the throne! I hear receding footsteps.
gl: Mira... hai unha escaleira detrás do trono! Escoito pasos que se afastan.

source: Then Karrag has fled to the underlevels. None but the masked ones — his inner circle — go there any more.
gl: Entón Cárragho fuxiu aos niveis inferiores. Xa só os seus enmascarados (o seu círculo íntimo) van alí.

source: We must follow. Quickly, and seal the entrance behind us! It may be his talk of perverting the Hammer was merely mad raving, but we cannot allow the risk that his foul spell might succeed.
gl: Debemos seguilo, axiña. Pode ser que o que dixo de perverter o martelo fose simplemente parte da súa tolemia, pero non podemos correr o risco de que as súas noxentas palabras se convertan nunha realidade.

source: The Underlevels
gl: Os niveis inferiores

source: Find Karrag
gl: Atopar a Karrag

source: This place reeks of death.
gl: Este lugar cheira a morte.

source: It has been... so many years since I’ve been down here. Only Karrag and his personal followers — the masked ones — used this level. I can't believe I never wondered about that before.
gl: Levo anos sen baixar aquí. Só Carrag e os seus seguidores persoais usaban este nivel. Nunca antes me preguntara por que.

source: It is Karrag’s doing—his will, and his dark magic. I think he has been casting glamours on all of you ever since he passed over.
gl: Iso é o que quería Cárrago, e o que conseguiu coa súa maxia escura. Creo que estivo enfeitizándovos desde que morreu.

source: Dulcatulos fought with us to the death. How did he not wonder about Karrag before?
gl: Dulcatulos loitou con nós ata a morte. Como é que non se preguntou por Karrag antes?

source: Where <i>is</i> Karrag? We can’t have been more than seconds behind him.
gl: E <i>onde</i> está Cárragho? Non nos pode levar moita vantaxe.

source: Most likely he has cloaked himself, thinking to run ahead to gather his followers. He could be within a spear-cast of us now and we wouldn’t know it in this gloom.
gl: O máis probábel é que se agochase, pensando en ir reunir aos seus seguidores. Podería estar a un tiro de pedra agora mesmo, e non nos decatariamos con estas tebras.

source: Those are war-drums!
gl: Iso son tambores de guerra!

source: Aye. Karrag, calling his troops to battle. Only the Dark Gods know what hellspawn the lich will summon. AXES UP!
gl: Así é. Cárragho chamando ás súas tropas para a batalla. Só os deuses escuros saben que criaturas demoníacas ha convocar o liche. <b>Arriba cos machados!</b>

source: Someone died here.
gl: Alguén morreu aquí.

source: Poor guy didn’t make it.
gl: O pobre non o conseguiu.

source: There’s some gold in here!
gl: Hai algo de ouro aquí!

source: I found some gold!
gl: Atopei un pouco de ouro!

source: The gates are locked. I will have to break them open by force!
gl: As portas están pechadas. Terei que rompelos pola forza!

source: The gates are locked!
gl: As portas están pechadas!

source: Force them open!
gl: Forzar a abrir!

source: Yes, sir!
gl: Si señor...

source: Let us proceed onward.
gl: Sigamos adiante.

source: There’s something behind this door. I shall break it down!
gl: Hai algo detrás desta porta. Vou rompelo!

source: There’s something behind this door.
gl: Hai algo detrás desta porta.

source: Break it down!
gl: Descompón!

source: It looks like there is a rune behind this gate!
gl: ¡Parece que hai unha runa detrás desta porta!

source: The dirtgrubber-friends have come! Slay them all!
gl: Chegaron os amigos do lixo! Mátalos a todos!

source: You could not stop us before and you won’t be stopping us now!
gl: Non podías deternos antes e non nos deterás agora!

source: You shall never pass through here! The doors I guard are sealed by the power of the Hammer itself.
gl: Non podedes pasar, parvos. As portas que gardo están seladas polo poder do martelo.

source: You won’t stop us!
gl: Non nos pararás!

source: Fools! Even should you defeat me, the master’s ritual will soon be complete and you shall all become his slaves!
gl: Parvos! Aínda que me derrotases, o ritual do amo pronto estará completo e todos vós seredes os seus escravos!

source: Your path forward ends here! Once the lord’s spell is complete, your souls will soon be chained to his will!
gl: O teu camiño a seguir remata aquí! Unha vez que o feitizo do señor estea completo, as túas almas pronto estarán encadeadas á súa vontade!

source: The dirtgrubbers have come! Stop their advance!
gl: Chegaron os borradores! Detén o seu avance!

source: This must be one of the runic keys!
gl: Esta debe ser unha das chaves rúnicas!

source: We still need to find the other one!
gl: Aínda temos que atopar o outro!

source: Find and activate the runic keys (one remaining)
gl: Busca e activa as claves rúnicas (unha restante)

source: You may teleport units between matching runes (the destination must be clear)
gl: Podes teletransportar unidades entre runas coincidentes (o destino debe estar claro)

source: We’ve found a runic key!
gl: Atopamos unha chave rúnica!

source: The keys have been found. The door should open...
gl: Atopáronse as chaves. Wstas portas deberíanse abrir…

source: The lich surely awaits us within. We must be on guard.
gl: O lich seguro que nos espera dentro. Debemos estar en garda.

source: It seems that the guard spoke the truth. These doors will not open to us!
gl: Parece co garda dixo a verdade. Estas portas non se nos abrirán!

source: They are sealed by the ancient runelore of the Hammer. No amount of force can open these doors — we will need to find the keys to the seals here.
gl: Están selados pola antiga runelore do Martelo. Ningunha forza pode abrir estas portas: aquí teremos que atopar as chaves dos selos.

source: Find and activate the runic keys to the sealed door
gl: Busca e activa as chaves rúnicas da porta selada

source: My lord, the dirtgrubbers have entered our sanctuary!
gl: Meu señor, os lixos entraron no noso santuario!
