Repository: wesnoth/wesnoth
Catalog: po/wesnoth-thot/*.po
Languages: gl

source: Excellent! Their blood will provide plenty of fuel for my ritual!
gl: Excelente! O seu sangue proporcionará moito combustible para o meu ritual!

source: So, the usurpers have arrived at last.
gl: Así, por fin chegaron os usurpadores.

source: We are not the usurpers but the liberators of Kal Kartha! We are here to free our kin from your dark sorcery!
gl: Non somos os usurpadores senón os liberadores de Kal Kartha! Estamos aquí para liberar aos nosos familiares da túa escura feiticería!

source: You insolent fool! It is I who have led Kal Kartha to glory and I who have cleansed the lands of the true people from all unworthy scum! Kal Kartha owes me everything!
gl: ¡Tonto insolente! Son eu quen levou a Kal Kartha á gloria e eu quen limpei as terras do pobo verdadeiro de toda escoria indigna! Kal Kartha débeme todo!

source: No! You are the one who owes our brethren their freedom! You have ensnared their minds with your foul magic and now we are here to put an end to your tyrannical rule!
gl: Non! Ti es quen debes a liberdade aos nosos irmáns! Engaiolaches as súas mentes coa túa sucia maxia e agora estamos aquí para poñer fin ao teu tirano dominio!

source: Any enemy of my rule is no better than the filthiest of dirtgrubbers. You no longer belong to the true people. You will become my slaves!
gl: Calquera inimigo do meu goberno non é mellor que o máis sucio dos labradores. Xa non pertences ao pobo verdadeiro. Seredes os meus escravos!

source: Not if we stop you here. AXES UP!
gl: Non se te paramos aquí. MACHADA ARRIBA!

source: No! No! No! Dirtgrubbers must die! The true people must rule all!
gl: Non! Non! Non! Os comemerda deben morrer! A verdadeira xente debe gobernar Irïdia!

source: The ‘true people’ speak through our axes. Die, foul lich.
gl: A «verdadeira xente» fala a través dos nosos machados. Morre, noxento liche.

source: Nooo! My power... it wanes...
gl: Nooo! O meu poder... mingua...

source: And your rule is at an end, Karrag, once the brave lord of Kal Kartha.
gl: E o teu reino rematou, Karrag, outrora valente señor de Kal Kartha.

source: Do not mourn his passing, Dulcatulos. The Karrag you knew died many years ago when his lust for power consumed him. It is now time to put the past behind and right the wrongs that have been wrought here.
gl: Non lamentes o seu pasamento, Dulcatulos. O Karrag que coñecías morreu hai moitos anos cando o seu desexo de poder consumiuno. Agora é o momento de deixar atrás o pasado e corrixir os erros que se produciron aquí.

source: And your rule is at an end, Karrag, once the brave lord of Kal Kartha. It is now time to put the past behind and right the wrongs that have been wrought here.
gl: E o teu reinado chegou ao seu fin, Karrag, outrora o valente señor de Kal Kartha. Agora é o momento de deixar atrás o pasado e corrixir os erros que se produciron aquí.

source: Aiglondur speaks the truth. The deed is done. Though the heart of the darkness is gone, there is still much to do. Much will have to be done to amend the desecration of the Hammer and the evil that has been done here.
gl: Aiglondur di a verdade. O feito está feito. Aínda que o corazón da escuridade desapareceu, aínda queda moito por facer. Haberá que facer moito para emendar a profanación do Martelo e o mal que se fixo aquí.

source: But first, we must bring this news to the rest of Kal Kartha. A new Lord must be chosen.
gl: Pero antes, debemos achegar esta noticia ao resto de Kal Kartha. Hai que escoller un novo Señor.

source: Aye, let us go.
gl: Si, déixanos ir.

source: The master’s ritual... must not be... interrupted...
gl: O ritual do mestre... non debe ser... interrompido...

source: Imbeciles! Once the master’s dark rite is complete, I will return to slay you myself!
gl: Imbéciles! Unha vez que se complete o rito escuro do mestre, volverei para matarte eu mesmo!

source: The heathens... have slain me-
gl: Os pagáns... matáronme...

source: The air is cold with the stench of death.
gl: O aire está frío co fedor da morte.

source: No doubt it is this ritual that the masked ones spoke of. We must hurry and stop Karrag!
gl: Sen dúbida é deste ritual do que falaban os enmascarados. Debemos darnos présa e parar a Karrag!

source: I feel as if the life is being sapped out of my body!
gl: ¡Sinto como se a vida me estivese eliminando do corpo!

source: Karrag’s spell grows more powerful with every passing moment. If we do not defeat him now, we will all turn into his thralls!
gl: O feitizo de Karrag faise máis poderoso con cada momento que pasa. Se non o derrotamos agora, todos converterémonos nos seus esclavos!

source: HAHAHAHA! Yes, yes, YES! The rite of death is complete at last! Die, you filthy dirtgrubbers, die so that I may raise you again as my mindless slaves!
gl: HAHAHAHA! Si, si, SI! O rito da morte está por fin completo! Morrede, inmundiciadores, morrede para que vos poida criar de novo como os meus escravos sen sentido!

source: Epilogue
gl: Epílogo

source: Glamcatsil
gl: Glancasil

source: Trithdurus
gl: Tridurus

source: Althasol
gl: Aldasol

source: Aigthaing
gl: Aigdain

source: Narithil
gl: Naridil

source: Glamdrsol
gl: Glansol

source: Pelaithil
gl: Pelaidil

source: Alaithus
gl: Alaidus

source: Dwarves of Kal Kartha, I speak the Law. Your house is cast down; you have harbored a great evil. Who now will take the burden of cleansing this holding of its taint?
gl: Ananos de Cal Carda, estou aquí en nome da lei. As vosas terras están malditas. Nelas lle destes refuxio a un ghran mal. Quen se encarghará aghora de limpar a peghada que ese mal deixou nestas terras?

source: The dwarves of Kal Kartha muttered among themselves and looked at one another uneasily. None stepped forward.
gl: Os ananos de Cal Carda calaron, mirándose os uns aos outros, desacougados. Ninguén deu un paso adiante.

source: Loremaster... None of us is fit to take up the lordship. Karrag fooled us all, made us the tools of his foul scheme.
gl: Historiador… Ninghún de nós sería digno de ser o señor destas terras. Cárragho enghanounos a todos, converténdonos en meras ferramentas para conseghir levar a cabo o seu noxento plan.

source: I was told I’d find Aiglondur of Knalga here. I bear a message from Tallin, the Lord Protector of the Alliance.
gl: Dixéronme que aquí atoparía a Aiglondur de Neilga. Traio unha mensaxe de Talin, o Cabaleiro Protector da Alianza.

source: I am he. Speak your message.
gl: Son eu. Podes ler a mensaxe.

source: To emphasize the grave importance of the matter, the Protector would dub you a Lord Companion of the Alliance should you succeed. ...although by the scene now before me, perhaps you have already?
gl: Para salientar a grave importancia do asunto, o Protector nomearíate eñor Compañeiro da Alianza se tes éxito. ...aínda que, pola escena que teño diante, quizais xa o fixeches?

source: (<i>Wonderingly</i>) A Lord Companion? And kin of ours...
gl: (<i>sorprendido</i>) Un señor adxunto? Un anano…

source: It would be no shame for a Lord Companion to rule this holding, as Hamel does at Knalga.
gl: Non sería unha verghoña para un señor adxunto o feito de ghobernar estas terras, como Hamel fai en Neilgha.

source: The Kal Karthans looked at each other, and Aiglondur, with dawning hope.
gl: Os habitantes de Cal Carda miráronse os uns aos outros, e logo cara Aiglondur. Nos seus ollos medraba a esperanza.

source: It would be fitting. The Loremasters will approve.
gl: Parece apropiado. Os historiadores estarán conformes.

source: Pelias, my thanks to the Lord Protector; I will attend him in the spring. But it seems that I have some work to do here first.
gl: Pelias, dálle as ghrasas ao Cabaleiro Protector da miña parte. Irei onda el na primavera. Pero parese que vou ter alghunhas cousas que faser aquí con maior prioridade.

source: Dwarvish Annalist
gl: Anano cronista

source: Dwarvish Annalists are the historians of this ancient and proud race. They are few in number, and their very existence is not generally known to the other peoples of the Great Continent. They learn a fighting style deliberately unlike that of their fellows, one designed to turn the vaunted strength of the dwarves against itself.
gl: Os ananos cronistas son os historiadores desta antiga e orgullosa especie. Son poucos, e a súa propia existencia adoita pasar inadvertida para o resto da xente do Gran Continente. Aprenden un estilo de loita deliberadamente diferente ao dos seus compañeiros, un deseñado para volver a forza cacarexada dos ananos contra si mesma.

source: bolas
gl: boleadoras

source: smoke
gl: fume

source: This unit’s attacks create clouds of caustic smoke, halving chance-to-hit and nullifying zone of control for any unit caught inside.
gl: Os ataques desta unidade crean nubes de fume cáustico, reducindo á metade a probabilidade de golpear e anulando a zona de control para calquera unidade atrapada dentro.

source: Dwarvish Grenadier
gl: Anano Granadeiro

source: dagger
gl: puñal

source: torch
gl: facho

source: flashpowder
gl: pólvora instantánea

source: Dwarvish Loremaster
gl: Anano historiador

source: Loremasters are the sages of the dwarvish race. Their counsel is greatly valued by war-leaders and chieftains, and they are viewed with awe by ordinary dwarves, for they alone have plumbed the deepest and most closely-held secrets of dwarven knowledge. It is said that where a Loremaster stands, there is the soul of the dwarves.
gl: Os Mestres do Saber son os sabios da especie dos ananos. O seu consello é moi valorado polos líderes guerreiros e mailos xefes, e son respectados polos ananos de a pé, xa que eles e só eles chegaron aos máis profundos e ocultos segredos do coñecemento dos ananos. Dise que onde hai un Mestre do Saber, está a alma dos ananos.

source: Dwarvish Masked Berserker
gl: Anano Furioso enmascarado

source: Dwarvish Masked Dragonguard
gl: Anano fusileiro enmascarado

source: Dwarvish Masked Fighter
gl: Anano loitador enmascarado

source: Dwarvish Masked Guardsman
gl: Anano gardián enmascarado

source: Dwarvish Masked Lord
gl: Cabaleiro anano enmascarado

source: Feared in dwarven legend is the Dwarf Lord who masks his face, using the formidable fighting powers of his kind without accounting to his peers and to the loremasters of dwarven-kind for the dark and bloody uses to which he puts his weapons. Like his barefaced kin, the Dwarf Lord wields axe and hammer with masterful skill, and can hit a target with a thrown hand axe at several paces. Though slow on their feet, these dwarves are a testament to the prowess of their kind.
gl: Temidos nas lendas dos ananos, os señores ananos enmascarados usan os formidábeis poderes de loita da súa especie sen darlle conta aos seus iguais e aos historiadores dos ananos debido aos escuros e sanguentos usos que fan das súas armas. Coma aqueles que van coa cara descuberta, os señores ananos manexan a machada e o martelo cunha destreza maxistral, e poden atinarlle a un obxectivo cunha machada lanzada coa man a diferentes velocidades. Aínda que son lentos ao camiñar, son unha testemuña das capacidades da súa especie.

source: Dwarvish Masked Sentinel
gl: Anano sentinela enmascarado

source: Dwarvish Masked Stalwart
gl: Anano incondicional enmascarado

source: Dwarvish Masked Steelclad
gl: Anano acoirazado enmascarado

source: Outfitted in the strongest plate and mail of Knalgan forges, the Steelclads are the vanguard of dwarvish armies. They are renowned for their resilience in the heat of battle, and their mastery of both battleaxe and warhammer make them imposing foes indeed. In the dark dreams of dwarvenkind, some conceal their faces behind riveted masks.
gl: Equipados coa cota de armadura e a armadura máis fortes das forxas de Knalgan, os Steelclads son a vangarda dos exércitos ananos. Son coñecidos pola súa resistencia na calor da batalla, e o seu dominio tanto da machada de batalla como do martelo de guerra convérteos en inimigos realmente imponentes. Nos soños escuros da raza anana, algúns agochan os seus rostros tras máscaras remachadas.

source: Dwarvish Masked Thunderer
gl: Anano arcabuceiro enmascarado

source: Dwarvish Masked Thunderguard
gl: Anano mosqueteiro enmascarado

source: Dwarvish Masked Ulfserker
gl: Anano frenético enmascarado

source: Dwarvish Witness
gl: Anano observador

source: A Witness functions as the eyes of the dwarves’ history, a deep lore that they never share with outsiders. The presence of a Witness instils dwarvish warriors with the knowledge that their deeds (and their deaths) will not go unrecorded, inspiring them to daunting deeds and great heroics. The person of a Witness is considered sacred, and Witnesses are often used as envoys between dwarvish clans.
gl: Os observadores son os ollos da historia dos ananos, un profundo coñecemento que nunca comparten con estraños. A presenza dun observador incita aos ananos guerreiros co coñecemento de que as súas fazañas (e mailas súas mortes) non pasarán desapercibidas, inspirándoos a realizar fazañas desalentadoras e grandes accións heroicas. . Os observadores son considerados sagrados, e a miúdo son usados coma embaixadores entre clans de ananos.

source: Grounded Gryphon
gl: Grifón en terra

source: witness
gl: observador

source: female^witness
gl: observadora

source: Adjacent allied dwarves gain +25% damage, or +100% damage when they fight higher-level opponents.
gl: Os ananos aliados adxacentes gañan +25% de dano ou +100% de dano cando loitan contra opoñentes de nivel superior.

source: This unit inspires adjacent allied dwarves, increasing their damage — particularly when they fight higher-level opponents.
gl: Esta unidade inspira aos ananos aliados adxacentes, aumentando o seu dano, especialmente cando loitan contra opoñentes de nivel superior.

source: Angarthing
gl: Angardin

source: Ratheln
gl: Raden

source: Karrag
gl: Cárrago

source: I fall!
gl: Caín!

source: Oh no! Without a loremaster we cannot complete our mission!
gl: Ou, non! Sen un historiador non podemos completar a nosa misión!

source: Aaarrgh! What will become of my students back home...
gl: Aaarrgh! Que será dos meus alumnos na casa...

source: At least I die with my axe in my hand...
gl: Polo menos morro co meu machado na man...
