Repository: wesnoth/wesnoth
Catalog: po/wesnoth-thot/*.po
Languages: gl

source: The Hammer of Thursagan
gl: O martelo de Dursagan

source: THoT
gl: MD

source: 1x enemies
gl: 1x inimigos

source: Easy
gl: Fácil

source: 2x enemies
gl: 2x inimigos

source: 3x enemies
gl: 3x inimigos

source: Hard
gl: Difícil

source: 4x enemies
gl: 4x inimigos

source: Deadly
gl: Mortal

source: In the first years of the Northern Alliance, an expedition from Knalga seeks out their kin at Kal Kartha and to learn the fate of the legendary Hammer of Thursagan. The perils of their journey through the wild Northlands, though great, pale beside the evil they will face at its end.
gl: Nos primeiros anos da Alianza do Norte, unha expedición de Neilga vai na procura dos ananos de Cal Carda, e da verdade sobre o que aconteceu ao lendario Martelo de Dursagan. Os perigos que lles depara a viaxe son grandes, mais nada comparado co que lles espera ao final do camiño.

source: (Intermediate level, 9 scenarios.)
gl: (Nivel medio, 9 escenarios.)

source: Author
gl: Autor

source: Special Guest Designer
gl: Deseñador convidado especial

source: Art
gl: Imaxes

source: Brainstorming, playtesting, and spousal support
gl: Ideas, probas e pensión compensatoria

source: Campaign Maintenance
gl: Mantemento da campaña

source: Masked Dwarf
gl: Anano enmascarado

source: Gryphon Hunter
gl: Cazador de grifos

source: Capture every gryphon in <i>High Pass</i>.
gl: Captura todos os grifóns en <i>Paso alto</i> .

source: Conqueror of the Forest
gl: Conquistador do Bosque

source: Defeat an enemy leader in <i>Forbidden Forest</i>.
gl: Derrota a un líder inimigo no <i>Bosque Prohibido</i> .

source: New Thursagan
gl: Novo Dursagan

source: Complete <i>The Underlevels</i> on the hardest difficulty.
gl: Completa <i>Os niveis inferiores</i> na dificultade máis alta.

source: At the East Gate
gl: Orcos na porta oriental

source: In the first few years after the founding of the Northern Alliance, the dwarves of Knalga and the human population of Dwarven Doors were fully preoccupied with rebuilding what had been broken by the long orcish occupation. But soon enough they prospered once again. The dwarves began mining their past for inspiration to rebuild Knalga even greater than before, and began also reaching out for contact with their scattered kinfolk.
gl: Durante os primeiros anos da Alianza do Norte, os ananos de Neilga e os humanos das Portas dos Ananos centraron os seus esforzos na reconstrución das súas terras, que os orcos deixaran inservíbeis durante a súa ocupación. Pouco a pouco, as xentes do norte recuperaron a prosperidade que os caracterizara no pasado. Os ananos comezaron a afondar nas súas raíces, no seu pasado, en busca de inspiración para a reconstrución de Neilga, para que a nova Neilga fose aínda máis grandiosa que a vella; así mesmo, puxéronse en contacto con ananos de todas as partes de Irïdia.

source: But the threat from hostile orcs, wild men, and remnant undead was not yet ended. The dwarves kept strong guards on the approaches to Knalga. In the year 550 after the founding of Wesnoth, the captain of the East Gate received a warning that a small band of rogue orcs had been sighted.
gl: Así e todo, a ameaza dos orcos, os humanos salvaxes e os non mortos non desaparecera, polo que os ananos tiveron que situar gardas en varios puntos das proximidades de Neilga. No ano 550 d.N., o capitán da porta oriental foi informado de que un pequeno grupo de orcos andaba pola zona.

source: Bashnark
gl: Basnarán

source: East Gate
gl: Porta oriental

source: <i>Up axes!</i> We will be the Northern Alliance’s arm today, and kill or scatter these invaders.
gl: <i>Arriba eses machados!</i> Repelamos a eses invasores no nome da Aliansa do Norte!

source: We are the true orcs, not the weaklings who ally with human-worms and stinky-midgets like you. Come out of your hole and fight us or we will burn your fields to ash!
gl: Nós somos os verdadeiros orcos, non os débiles que se alían con vermes humanos e ananos apestosos coma vós. Saíde do voso burato e loitade contra nós ou queimaremos os vosos campos ata convertelos en cinzas!

source: Defeat Bashnark
gl: Derrota a Basnarán.

source: Death of Aiglondur
gl: Morte de Aiglondur.

source: Rarrrggh...
gl: Rarrrgh...

source: What is this? Their vanquished leader wears a cloak-pin of dwarvish make. And it bears a loremaster’s emblem.
gl: Que é isto? O líder levaba posto un broche feito por ananos. E o emblema dun mestre do saber.

source: The maker’s mark is strange to me. We had best consult the lord Hamel.
gl: Non me soa a sinatura. Será mellor que lle preghuntemos ao cabaleiro Hamel.

source: Reclaiming the Past
gl: Recuperando o pasado

source: Following the victory against the orcs, Aiglondur was summoned to the audience hall of Hamel, Lord of Knalga and Lord Companion of the Northern Alliance. Beside the dais stood a stranger in the robes of the Order of Loremasters...
gl: Despois da vitoria contra os orcos, Aiglondur foi convocado á sala de audiencias de Hamel, señor de Neilga e señor Adxunto da Alianza do Norte. Xunto ao estrado había un estraño, vestido coas roupas da Orde dos Mestres do Saber…

source: Alliance
gl: Alianza

source: Aiglondur, what ye ha’ found is disturbing, for all it seems a small thing. I make known to ye Angarthing, loremaster in training, who recognized the mark on it.
gl: Aiglondur, o que atopaches é inquietante, por moi pequena que pareza. Fágollo saber a ti, Angarthing, mestre do saber en prácticas, que recoñeceu a sinatura.

source: The mark on this cloak-pin is that of our kin at Kal Kartha in the eastern hills, from whom we’ve heard nothing since before Tallin broke the orcish occupation of Knalga. It troubles us that an orc should have come to possess it; no orc should know even that loremasters exist, let alone come near enough one to get this.
gl: A sinatura pertence a un dos nosos parentes de Cal Carda, nos outeiros orientais. Non sabemos nada deles desde antes de que Talin lle puxese fin á ocupación dos orcos. Preocúpanos que un orco chegase a posuíla, especialmente tendo en conta que os orcos non deberían saber nada da existencia dos mestres do saber, e moito menos achegarse a eles dabondo como para facerse con algo coma isto.

source: I fear some grave ill may have become Kal Kartha.
gl: Temo que algunha grave doenza poida ter caído en Cal Carda.

source: And I fear for the Hammer of Thursagan. Our kin at Kal Kartha have been its keepers since a hero of their line recovered it from the Caverns of Flame, centuries ago.
gl: E se algho malo pasou, pode que o Martelo de Dursaghan estea en perigho. A xente de Cal Carda custódiao desde que un dos seus o recuperou das Cavernas do Lume, hai xa séculos.

source: The Hammer of Thursagan?
gl: O Martelo de Dursaghan?

source: Aye. The very tool with which our greatest runesmith made the Sceptre of Fire. But it is ancient, far older than Thursagan; he was but the last to wield it, and our oldest histories hint that this very hammer was used to forge the dwarves themselves in the heart of the earth.
gl: O mesmo; aquel co que o máis grande dos nosos gravadores de runas forxou o Cetro de Lume. Pero o martelo é moi antigo; máis vello que o propio Dursaghan, que non foi máis que o seu último portador. Segundo os escritos, foi con ese martelo co que se forxou aos primeiros ananos, no corazón da terra.

source: But if the dwarves of Kal Kartha have held it all this time, why has none wielded it since Thursagan?
gl: Pero se os ananos de Cal Carda o tiveron todo este tempo, como é que ninghén máis o usou desde Dursaghan?

source: Because when Thursagan burned to death with his hand on the Hammer, all the runemasters and arcanisters then living — all those who had sworn to the craft and bound themselves to the power o’ the Hammer — dropped dead without a mark on them, all struck down at the same moment. Their craft secrets died with them. That is why there are nae runesmiths among the Dwarves today, and sorely we miss them.
gl: Porque cando Dursaghan morreu queimado co martelo nas súas mans, todos os gravadores de runas e mestres arcanos —todos os que tiñan algún lazo co poder do martelo— caeron mortos, todos a un tempo, sen feridas nin marcas de ningún tipo. Os segredos do gravado de runas e a maxia arcana morreron con eles, e xa non queda ningún anano con vida que conserve as habilidades que eles tiñan.

source: That is what is said, my lord Hamel, and it is true. Except this; the Order of Loremasters has given me leave to reveal that the craft secrets were not, actually, quite as lost as we believed.
gl: Iso é serto só en parte, cabaleiro Hamel. A orde consedeume permiso para revelarvos que os seghredos do ghravado de runas e a maxia arcana non están completamente perdidos, como outrora pensabamos.

source: What is this ye say? Nae lost?
gl: O que?

source: Aye. Ye’ll recall that in repairing the western galleries we cleared a small cave-in hard by where Thursagan himself once had a workshop here, before he left to study in solitude in the further North.
gl: Lembraredes que durante a reparasión das galerías ocsidentais, estivemos traballando nunha pequena cova na que o propio Dursaghan tivera unha ves un obradoiro —antes de que fose estudar en solitario ao norte—.

source: And ye found something?
gl: E atopastes algho na cova?

source: A book. Thursagan’s book, in a secret and locked compartment he must have dug from the living rock himself by unaided runecraft. The cave-in breached it. It has taken us great effort to puzzle out his code. But it might be that, with the book and the Hammer to hand, we could train and initiate runesmiths once more.
gl: Un libro. O libro de Dursaghan, nun compartimento secreto e pechado que debeu escavar na rocha viva el mesmo. O derrubamento estraghárao, e custounos moito dessifralo. Pero cremos que, co martelo e o libro, poderiamos recuperar a arte do gravado de runas e a maxia arcana unha ves máis.

source: And for what cause ha’ I heard naught o’ this?
gl: E como é que non se me informou antes disto?

source: My lord, the find was very recent. We are still deciphering the book. And there is this: with the Hammer at Kal Kartha and the book here, the question of which holding shall have the training of the new runesmiths in its hands would be... delicate.
gl: Señor, non foi ata hai pouco que o descubrimos. De feito, aínda estamos traballando en dessifrar o libro. E logho hai que ter en conta que, estando aquí o libro e o martelo en Cal Carda, a desisión sobre quen debería ser o primeiro en adestrarse no gravado de runas sería unha decisión, cando menos, delicada.

source: We feared stirring up a controversy before the book was even properly understood.
gl: Non queríamos sementar polémica antes de que comprendésemos sequera o contido do libro.

source: I’ll grant that was well thought, even if I am nae entirely pleased to have been kept in the dark. But ye came to me with a request, and I think I ken what it will be.
gl: Tomastes a desisión correcta, por pouco que me ghuste que se me deixase á marxe. Podo imaxinar o que me vas pedir aghora, adiante.

source: That is obvious; the Order of Loremasters wants to send an expedition to Kal Kartha to find what has become of our kindred and the Hammer.
gl: Non é obvio? A Orde dos Mestres do Saber quererá enviar unha expedición a Cal Carda para saber que foi da nosa xente e, sobre todo, do martelo.

source: Indeed, Lord Hamel, that is what we came to ask.
gl: Así é.

source: And you spoke my guess, Aiglondur. Are you nae kin of mine?
gl: Líchesme a mente, Aighlondur. Non seremos familia, non?

source: Your great-nephew, my lord.
gl: Sobriños segundos, señor.

source: Ye’re young and not tested... but ye have the rank, and ye’ve shown the wits to use it well. I have decided. You and Angarthing will fare to Kal Kartha together, as soon as may be, with the best men of your guard.
gl: Hm… Es moi novo, fáltache experiencia… pero tes o rango, e sentidiño dabondo para facer bo uso del… Queda decidido. Acompañarás a Anghardin a Cal Carda; saíde canto antes, e levade con vós aos mellores homes da garda.

source: Aye, my Lord Hamel.
gl: Moi ben, cabaleiro Hamel.

source: The Order thanks you, Lord Hamel.
gl: A orde aghradese a vosa axuda, cabaleiro Hamel.

source: We must make haste; winter approaches, and travel over the mountains will soon grow dangerous.
gl: Debemos saír axiña, achéghase o inverno. Se non apuramos, a viaxe polas montañas será perighosa.

source: Strange Allies
gl: Uns aliados inesperados

source: Angarthing, Aiglondur, and the dwarvish troop traveled swiftly to the east through the settled lands of the Northern Alliance. Soon enough they came to the wilder march country, where raids by large bands of hostile orcs and men were all too common.
gl: Angardin, Aiglondur, e a tropa anana viaxaron rapidamente en dirección leste, a través das terras habitadas da Alianza do Norte. Non tardaron en chegar á fronteira, unha zona salvaxe onde sufrir ataques de grandes grupos de orcos ou humanos salvaxes estaba á orde do día.

source: Gorthas’s Gang
gl: A banda de Gorthas

source: Marth-Tak
gl: Marto

source: In the name of the Alliance, quit these lands now!
gl: No nome da Alianza, saíde destas terras agora mesmo!

source: We will fare where we will and take what we will, dog of an orc. To the dark gods with you and your precious ‘Alliance’. Even your own kind are fed up with your peacemaking!
gl: Iremos por onde queiramos e colleremos o que nos pete, can de orco. Que os deuses escuros te leven a ti e mais á túa prezada ‘Alianza’. Ata os da túa propia ralea están fartos das túas tentativas de facerse a paz!

source: Stinkin’ weakling! No true orc would fight for somethin’ as stupid as the Alliance.
gl: Fedoro débil! Ningún verdadeiro orco loitaría por algo tan estúpido como a Alianza.

source: You underestimate our strength. We shall see who the true orc is after this battle is over!
gl: Subestimas a nosa forza. Veremos quen é o verdadeiro orco despois de que remate esta batalla!

source: Now that is a sight still strange to my eyes — an orc fighting for the Northern Alliance.
gl: Hei de admitir que aínda me resulta estraño isto de ver orcos loitando pola Aliansa do Norte.

source: I’m surprised myself that so many of the orcish tribes came over to the Alliance. Not so strange to see humans raiding us, worse luck.
gl: A min sorprendeume bastante que tantas tribos de orcos se unisen á Alianza. Agora que o de que nos ataquen os humanos non é nada novo, por desgraza.

source: You, on the road! Are you of the Northern Alliance or not?
gl: Ei, vós, os do camiño. Sodes parte da Alianza do Norte ou non?

source: We are.
gl: Somos.

source: Well, then, honor the treaty as I have. Fight to repel these invaders.
gl: Ben, entón, honra o trato como eu fixen. Loita para repeler estes invasores.

source: That is our duty.
gl: Por suposto, é o noso deber.

source: For the Alliance! Axes up!
gl: Pola Aliansa! Arriba os machados!

source: Help Marth-Tak defeat Gorthas
gl: Axuda a Marto a derrotar a Godras.

source: Death of Aiglondur or Angarthing
gl: Morte de Aiglondur ou Angardin.

source: Death of Marth-Tak
gl: Morte de Marto.

source: We have failed our duty to the Alliance.
gl: Non demos cumprido co noso deber para coa Aliansa.

source: My thanks, dwarves. These bandits might have hacked a bloody swathe through the Alliance’s tribes if we had not killed them here.
gl: Grazas, ananos. Estes bandidos eran unha ameaza para as tribos da Alianza.

source: My thanks to you, for proving there are orcs I can fight alongside rather than against. But we cannot linger here to celebrate; we are journeying east.
gl: Grazas a ti, por demostrar que hai orcos que poden loitar xunta nós en vez de contra nós. Pero non podemos quedar para celebralo; debemos continuar a nosa viaxe cara o leste.

source: East, eh? You won’t find many friends in that direction. There’s talk of wolves, and worse. Travel safely.
gl: Cara o leste, dis? Non ides atopar moitos amigos por alí, falan de lobos e cousas peores, tede coidado.

source: High Pass
gl: O paso elevado

source: Aiglondur and his troop, some still shaking their heads dubiously at the very notion of fighting alongside orcs rather than against them, continued north into the snow-covered peaks of the Heart Mountains.
gl: Aiglondur e os seus, algúns aínda movendo a cabeza con dúbida ante a simple idea de loitar xunto aos orcos en lugar de contra eles, continuaron cara ao norte, cara aos cumios nevados das Montañas do Corazón.

source: Behold, the High Pass. By the old maps, we are two months’ journey from Kal Kartha here.
gl: Mirade, o paso elevado. De acordo co mapa, estamos dous meses de camiño dende Cal Carda.

source: I hear the howling of wolves, and the shrill cries of gryphons. Traveling here may prove dangerous.
gl: Escoito os ouveos dos lobos e os berros estridentes dos grifóns. Viaxar ata aquí pode resultar perigoso.

source: It may also prove useful. The dwarves of yesteryear rode armies of gryphons into battle, but few remain in Knalga today.
gl: Tamén pode resultar útil. Os ananos de antano cabalgaban exércitos de grifóns á batalla, pero poucos quedan en Knalga hoxe en día.

source: Gryphons here will be wild; unaccustomed to our kind. But perhaps we can train them to accept riders, if we capture them first.
gl: Os grifóns de aquí serán salvaxes; non están afeitos á nosa xente. Pero quizais poidamos adestralos para que acepten xinetes, se os capturamos primeiro.

source: Capture as many gryphons as you can
gl: Captura tantos grifóns como poidas

source: Death of Aiglondur, Angarthing
gl: Morte de Aiglondur, Angardin

source: To capture a gryphon, injure it below 10 hitpoints without killing it.
gl: Para capturar un grifón, féreo por debaixo de 10 puntos de vida sen matalo.

source: I keep the Law. I witness the Deeds. Act with honor, Aiglondur.
gl: Eu cumpro a Lei. Son testemuña dos feitos. Actúa con honra, Aiglondur.

source: Well done! We have captured one gryphon.
gl: Ben feito! Capturamos un grifón.

source: This gryphon has perished! I did not mean to draw blood, only to exhaust and stun it, but I missed my mark.
gl: Este grifón pereceu! Non pretendía sacarlle sangue, só esgotalo e atordalo, pero fallei.

source: Do you hear that, Angarthing? There is shouting from the north.
gl: Escoitas iso, Angarthing? Escóitanse berros dende o norte.

source: Hail!
gl: Salve!

source: Hail, dwarves! I am Ratheln. Are you friends or foes?
gl: Saúde, ananos! Son Ratheln. Sodes amigos ou inimigos?

source: I do not know you, and you have done my kin no harm. I wish no ill upon you.
gl: Non te coñezo e non lle fixeches ningún dano á miña familia. Non che desexo ningún mal.

source: Then please, help us! My colleagues and I are assailed by a flight of drakes!
gl: Entón, por favor, axúdennos! Os meus compañeiros e eu fomos asaltados por unha bandada de draconiáns!

source: Our fire magic is useless against those fire-breathing monsters. Our camp is not far from here, to the northeast.
gl: A nosa maxia de lume é inútil contra eses monstros que escupen lume. O noso campamento non está lonxe de aquí, ao nordeste.

source: Northeast is the way we are traveling. And I’d not leave anyone who needs our help stranded to burn. Lead the way.
gl: Viaxamos cara ao nordés. E non deixaría a ninguén que precise da nosa axuda tirado para arder. Guía ti o camiño.

source: Mages and Drakes
gl: Magos e draconiáns

source: Drakes
gl: Draconiáns

source: Glashal
gl: Glasal

source: Isle of Alduin
gl: Illa de Alduin

source: Master Perrin
gl: Mestre Perrin

source: Master Perrin! Ratheln returns from the High Pass, with a company of dwarves. They look well-armed, and march in battle array.
gl: Mestre Perrin! Ratheln regresa do Paso Alto, cunha compañía de ananos. Parecen ben armados e marchan en orde de batalla.

source: Help, if we are fortunate. Hail! You on the road! Who comes bearing arms into our valley?
gl: Axuda, se temos sorte. Os do paso, alto aí! Que facedes portando armas no noso val?!

source: ‘Our’ valley, says Master Perrin. The arrogance of these mages is intolerable.
gl: «O noso val», di o mestre Perrin. A arrogancia destes magos é intolerábel!

source: A delegation of the Northern Alliance, traveling east. I believe we’ve found a friend of yours in the High Pass.
gl: Somos unha deleghasión da Aliansa do Norte, viaxamos en direcsión leste. No noso camiño polo paso atopámonos con este magho que di coñeservos.

source: They can help us, Master Perrin.
gl: Poden axudarnos, mestre Perrin.

source: Well met, then. My students and I journeyed here to study the nest of drakes in the cliffs near the valley’s end.
gl: Pois ledicia en coñecernos, entón. Os meus alumnos e mais eu viaxamos ata aquí para estudar o niño dos draconiáns nos cantís preto do final do val.

source: Unfortunately, they’ve proven uncooperative. The brutes attacked us several times, and show no sign of stopping. I fear that they mean to kill us all!
gl: Desafortunadamente, demostraron non cooperar. As bestas atacáronnos varias veces e non mostran sinais de parar. Temo que pretendan matarnos a todos!

source: No more shall I suffer your cuts and needles. Long have you Prey harried us. I call a Hunt upon your kind, men and dwarves alike. None will leave this valley alive.
gl: Non volverei sufrir os vosos cortes e agullas. Levades moito tempo acosándonos, Presa. Chamo unha Caza á vosa especie, tanto homes como ananos. Ninguén abandonará este val con vida.

source: Harrumph. I wonder who is truly at fault here.
gl: Harrumph. Pregúntome de quen é o verdadeiro culpable aquí.

source: We must fight or we will all be slain. Axes up!
gl: Debemos loitar ou morrerán todos. Machados arriba!

source: Defeat Glashal
gl: Derrota a Glasal.

source: Death of Master Perrin or Ratheln
gl: Morte do mestre Perrin ou Raden

source: Aaarrgh! This expedition was a terrible idea...
gl: Aaarrgh! Esta expedición foi unha idea terrible...

source: We’re grateful for your assistance, dwarves. Although I am sorry things came to blows — there is little left for us to study. The drakes are dead, and their castle is even more decrepit than it was before.
gl: Agradecémosvos a vosa axuda, ananos. Aínda que sinto que a cousa chegase ás mans, queda pouco que estudar. Os draconiáns están mortos e o seu castelo está aínda máis decrépito do que era antes.

source: Hmm. This stonework is of dwarvish make. But long-abandoned and fallen into disrepair... by the decay, since even before the drakes came. There are orc-arrows embedded in the walls...
gl: Hmm. Esta mampostería é de fabricación anana. Pero leva moito tempo abandonada e deteriorada... pola decadencia, mesmo desde antes de que chegasen os draconians. Hai frechas de orcos incrustadas nos muros...

source: I’ve a grim feeling about this. Knalga once suffered greatly at the hands of orcs. Kal Kartha is smaller by half, and not nigh as war-like.
gl: Teño un mal presentimento sobre isto. Knalga sufriu moito noutro tempo a mans dos orcos. Kal Kartha é máis pequeno que a metade, e non é tan guerreiro.

source: You have helped us; it is our duty to help you. Ratheln, it was your quick-thinking that brought Aiglondur here. If the dwarves allow it, will you accompany them in their journey east?
gl: Axudáchesnos; é o noso deber axudarte. Ratheln, foi a túa rapidez de pensamento a que trouxo a Aiglondur aquí. Se os ananos o permiten, os acompañarás na súa viaxe cara ao leste?

source: I will.
gl: Eu fareino.

source: I am grateful.
gl: Estou agradecido.

source: Then go safely and return swiftly. The rest of us shall make our retreat back to Alduin.
gl: Entón vai con seguridade e volve axiña. O resto de nós retirarémonos a Alduin.

source: Fear
gl: Medo

source: Masked Dwarves
gl: Ananos enmascarados

source: Peasants
gl: Campesiños
